{"konami_id": 15171, "name": {"en": "Dragon Bat", "de": "Drachenfledermaus", "es": "Murciélago Dragón", "fr": "Dragon Chauve-Souris", "it": "Pipistrello Drago", "pt": null, "ja": "ドラゴン・バット", "ja_romaji": "Doragon Batto", "ko": "드래곤 배트", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Even scholars argue whether this mysterious creature is a bird or a beast. When flying in swarms, they somewhat resemble dragons, so it is possible that's what they are.", "de": "Selbst Gelehrte streiten darüber, ob diese geheimnisvolle Kreatur ein Vogel oder ein Monster ist. Wenn sie in Schwärmen umherfliegt, gleicht sie einem Drachen, was ihre Abstammung erklären könnte.", "es": "Incluso los eruditos cuestionan si esta misteriosa criatura es un ave o una bestia. Cuando vuela en grupo, recuerda a los dragones, de modo que no se descarta la posibilidad.", "fr": "Même les plus grands érudits sont incapables de déterminer si ces créatures sont des oiseaux ou des bêtes mythiques. Mais lorsqu'on les voit voler en groupe, elles ressemblent indéniablement à des dragons.", "it": "Nemmeno gli studiosi sanno decretare se questa misteriosa creatura sia un uccello o una bestia. Quando volano in stormi, somigliano a dei draghi, perciò è possibile che sia questa la loro natura.", "pt": null, "ja": "鳥か獣か、学者も意見の分かれる謎の生物。大群で飛ぶ姿が竜に見えなくもないので、もしかしたらドラゴンかもしれない。", "ko": "새인지 괴수인지 학자도 의견이 나뉘는 수수께끼의 생물. 큰 무리를 지어 나는 모습이 용으로 보이기도 해, 어쩌면 드래곤일지도 모른다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Dragon / Normal", "attribute": "DARK", "level": 3, "atk": 1000, "def": 400, "images": [{"index": 1, "image": "DragonBat-RDST02-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/ST02-JP008", "set_name": "Starter Deck Luke - Explosive Supremacy! Dragias!!", "rarities": ["Common"]}], "ko": [{"set_number": "RD/ST02-KR008", "set_name": "Starter Deck Luke - Explosive Supremacy! Dragias!!", "rarities": ["Common"]}]}, "yugipedia_page_id": 714643}