{"konami_id": 15212, "name": {"en": "1-Up", "de": "1 mehr", "es": "1 más", "fr": "+1", "it": "+1", "pt": null, "ja": "<ruby>１<rt>ワン</rt></ruby>アップ", "ja_romaji": "Wan Appu", "ko": "원업", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When a monster(s) on your field is destroyed by an opponent's attack or their card effect.", "de": "Wenn ein oder mehr Monster auf deiner Spielfeldseite durch einen Angriff oder Karteneffekt eines Gegners zerstört werden.", "es": "Cuando uno o más monstruos en tu Campo son destruidos por un ataque o el efecto de una carta del adversario.", "fr": "Lorsqu'un ou plusieurs monstres sur votre Terrain sont détruits par une attaque ou un effet de carte de l'adversaire.", "it": "Quando uno o più mostri sul tuo Terreno sono distrutti dall'attacco o dall'effetto di una carta dell'avversario.", "pt": null, "ja": "自分フィールドのモンスターが相手の攻撃または相手の効果で破壊された時に発動できる。", "ko": "자신 필드의 몬스터가 상대 공격 또는 상대 효과로 파괴되었을 때에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Special Summon 1 Level 1 Normal Monster from your Graveyard face-up to your field.", "de": "Beschwöre 1 Normales Monster der Stufe 1 als Spezialbeschwörung offen von deinem Friedhof auf deiner Spielfeldseite.", "es": "Invoca de Modo Especial, desde tu Cementerio, 1 Monstruo Normal de Nivel 1 boca arriba en tu Campo.", "fr": "Invoquez Spécialement 1 Monstre Normal de Niveau 1 depuis votre Cimetière face recto sur votre Terrain.", "it": "Evoca Specialmente 1 Mostro Normale di Livello 1 dal tuo Cimitero, scoperto sul tuo Terreno.", "pt": null, "ja": "自分の墓地の通常モンスター（レベル１）１体を選び、自分フィールドに表側表示で特殊召喚する。", "ko": "자신 묘지의 일반 몬스터(레벨 1) 1장을 고르고, 자신 필드에 앞면 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "1Up-RDSBD3-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP01-JP050", "set_name": "Deck Mod Pack: Hyperspeed Rush Road!!", "rarities": ["Common"]}, {"set_number": "RD/SBD3-JP031", "set_name": "Strongest Battle Deck Gavin - Demon Commander Three Legions", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP01-KR050", "set_name": "Deck Mod Pack: Hyperspeed Rush Road!!", "rarities": ["Common"]}, {"set_number": "RD/SBD3-KR031", "set_name": "Strongest Battle Deck Gavin - Demon Commander Three Legions", "rarities": ["Common"]}]}, "yugipedia_page_id": 712311}