{"konami_id": 15426, "name": {"en": "Sevens Road Mage", "de": "Sevens-Straßenzauberer", "es": "Brujo del Camino Sevens", "fr": "Mage de la Route Sevens", "it": "Magus di Strada Sevens", "pt": null, "ja": "セブンスロード・メイジ", "ja_romaji": "Sebunsu Rōdo Meiji", "ko": "세븐즈로드 메이지", "ko_rr": "Sebeunjeu Lodeu Meiji", "zh-TW": null, "zh-CN": null}, "requirement": {"en": "Send the top card of your Deck to the Graveyard.", "de": "Lege die oberste Karte deines Decks auf den Friedhof.", "es": "Manda al Cementerio la carta de la parte superior de tu Deck.", "fr": "Envoyez la carte du dessus de votre Deck au Cimetière.", "it": "Manda la prima carta del tuo Deck al Cimitero.", "pt": null, "ja": "デッキの一番上のカードを墓地へ送って発動できる。", "ko": "덱 맨 위의 카드를 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Choose 1 face-up Level 7 or higher monster on your opponent's field, and it loses 400 ATK until the end of this turn. If you have \"Sevens Road Magician\" face-up on your field, the chosen monster also loses additional ATK equal to [the number of Spellcaster Type monsters in your Graveyard] x 100 until the end of this turn.", "de": "1 offenes Monster der Stufe 7 oder höher auf dem Spielfeld deines Gegners verliert 400 ATK bis zum Ende dieses Spielzugs. Dann verliert es zusätzlich [Anzahl der Monster des Typs Hexer auf deinem Friedhof] x 100 ATK bis zum Ende dieses Spielzugs, falls du „Sevens-Straßenmagier“ offen auf deiner Spielfeldseite hast.", "es": "1 monstruo boca arriba de Nivel 7 o mayor en el Campo de tu adversario pierde 400 ATK hasta el final de este turno. A continuación, pierde [el número de monstruos de Tipo Lanzador de Conjuros en tu Cementerio] x 100 ATK adicionales hasta el final de este turno si tienes un \"Mago del Camino Sevens\" boca arriba en tu Campo.", "fr": "1 monstre face recto de min. Niveau 7 sur le Terrain de votre adversaire perd 400 ATK jusqu'à la fin de ce tour. Ensuite, il perd une ATK supplémentaire égale au [nombre de monstres de Type Magicien dans votre Cimetière] x 100 jusqu'à la fin de ce tour si vous avez \"Magicien de la Route Sevens\" face recto sur votre Terrain.", "it": "1 mostro scoperto di Livello 7 o superiore sul Terreno del tuo avversario perde 400 ATK fino alla fine di questo turno. Inoltre, perde ATK pari [al numero di mostri di Tipo Incantatore nel tuo Cimitero] x 100 fino alla fine di questo turno, se hai \"Mago di Strada Sevens\" scoperto sul tuo Terreno.", "pt": null, "ja": "相手フィールドの表側表示モンスター（レベル７以上）１体を選び、その攻撃力をターン終了時まで４００ダウンする。自分フィールドに表側表示の「セブンスロード・マジシャン」がいる場合、さらに選んだモンスターの攻撃力をターン終了時まで［自分の墓地のモンスター（魔法使い族）の数］×１００ダウンする。", "ko": "상대 필드의 앞면 표시 몬스터(레벨 7 이상) 1장을 고르고, 그 공격력을 턴 종료시까지 400 내린다. 자신 필드에 앞면 표시의 \"세븐즈로드 매지션\"이 있을 경우, 추가로 고른 몬스터의 공격력을 턴 종료시까지 [자신 묘지의 몬스터(마법사족)의 수] × 100 내린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 800, "series": ["Sevens Road"], "images": [{"index": 1, "image": "SevensRoadMage-RDMRP2-JP-ScR.png", "illustration": "SevensRoadMage-DBR-JP-VG-artwork.png"}, {"index": 2, "image": "SevensRoadMage-RD711A-JP-NPR.png"}], "sets": {"ja": [{"set_number": "RD/KP02-JP016", "set_name": "Deck Mod Pack: Shocking Lightning Attack!!", "rarities": ["Super Rare"]}, {"set_number": "RD/BD01-JP001", "set_name": "Yu-Gi-Oh! SEVENS Duel-1 Blu-ray & DVD promotional card", "rarities": ["Ultra Parallel Rare"]}, {"set_number": "RD/711A-JP003", "set_name": "Yu-Gi-Oh! SEVENS x 7-Eleven Collaboration Campaign", "rarities": ["Normal Parallel Rare"]}, {"set_number": "RD/MRP1-JP012", "set_name": "Megaroad Pack", "rarities": ["Common"]}, {"set_number": "RD/MRP2-JP009", "set_name": "Megaroad Pack 2", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "RD/KP02-KR016", "set_name": "Deck Mod Pack: Shocking Lightning Attack!!", "rarities": ["Super Rare"]}, {"set_number": "RD/MRP1-KR012", "set_name": "Megaroad Pack", "rarities": ["Common"]}, {"set_number": "RD/MRP2-KR009", "set_name": "Megaroad Pack 2", "rarities": ["Secret Rare"]}]}, "yugipedia_page_id": 716645}