{"konami_id": 15427, "name": {"en": "Lightning Voltcondor", "de": "Blitz-Voltkondor", "es": "Voltcóndor Relámpago", "fr": "Voltcondor de la Foudre", "it": "Voltcondor Fulmine", "pt": null, "ja": "ライトニング・ボルコンドル", "ja_romaji": "Raitoningu Borukondoru", "ko": "라이트닝 볼콘도르", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "Send 1 monster from your hand to the Graveyard.", "de": "Lege 1 Monster von deiner Hand auf den Friedhof.", "es": "Manda al Cementerio 1 monstruo en tu mano.", "fr": "Envoyez 1 monstre depuis votre main au Cimetière.", "it": "Manda 1 mostro dalla tua mano al Cimitero.", "pt": null, "ja": "手札のモンスター１体を墓地へ送って発動できる。", "ko": "패의 몬스터 1장을 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "All face-up monsters on your opponent's field with the same Attribute as the monster sent to the Graveyard to meet the requirement lose ATK/DEF equal to [the Level of that monster sent to the Graveyard] x 300 until the end of this turn.", "de": "Alle offenen Monster auf dem Spielfeld deines Gegners mit derselben Eigenschaft wie das für die Erfüllung der Bedingung nötige, auf den Friedhof gelegte Monster verlieren bis zum Ende dieses Spielzugs ATK/DEF in Höhe [der Stufe des auf den Friedhof gelegten Monsters] x 300.", "es": "Todos los monstruos boca arriba en el Campo de tu adversario con el mismo Atributo que el monstruo mandado al Cementerio para cumplir con el requisito pierden ATK/DEF igual [al Nivel del monstruo mandado al Cementerio] x 300 hasta el final de este turno.", "fr": "Tous les monstres face recto sur le Terrain de votre adversaire possédant le même Attribut que le monstre envoyé au Cimetière pour remplir la condition perdent une ATK/DEF égale au [Niveau du monstre envoyé au Cimetière] x 300 jusqu'à la fin de ce tour.", "it": "Tutti i mostri scoperti sul Terreno del tuo avversario con lo stesso Attributo del mostro mandato al Cimitero per soddisfare il requisito perdono ATK/DEF pari [al Livello del mostro mandato al Cimitero] x 300 fino alla fine di questo turno.", "pt": null, "ja": "この効果の条件で墓地へ送ったモンスターと同じ属性を持つ相手フィールドの全ての表側表示モンスターの攻撃力・守備力はターン終了時まで、［この効果の条件で墓地へ送ったモンスターのレベル］×３００ダウンする。", "ko": "이 효과의 조건으로 묘지로 보낸 몬스터와 같은 속성을 가지는 상대 필드의 모든 앞면 표시 몬스터의 공격력 / 수비력은 턴 종료시까지, [이 효과의 조건으로 묘지로 보낸 몬스터의 레벨] × 300 내린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "LIGHT", "level": 7, "atk": 2200, "def": 1000, "images": [{"index": 1, "image": "LightningVoltcondor-RDMRP2-JP-R.png"}], "sets": {"ja": [{"set_number": "RD/KP02-JP017", "set_name": "Deck Mod Pack: Shocking Lightning Attack!!", "rarities": ["Rush Rare"]}, {"set_number": "RD/MRP2-JP004", "set_name": "Megaroad Pack 2", "rarities": ["Rare"]}], "ko": [{"set_number": "RD/KP02-KR017", "set_name": "Deck Mod Pack: Shocking Lightning Attack!!", "rarities": ["Rush Rare"]}, {"set_number": "RD/MRP2-KR004", "set_name": "Megaroad Pack 2", "rarities": ["Rare"]}]}, "yugipedia_page_id": 715625}