{"konami_id": 15420, "name": {"en": "Beast Gear Buggy Dog", "de": "Ungeheuerausstattung Buggyhund", "es": "Mecanismo Bestia Perro Auto", "fr": "Buggy Clébard du Matos des Bêtes", "it": "Cane Buggy Ingranaggio Bestia", "pt": null, "ja": "<ruby>獣<rt>じゅう</rt></ruby><ruby>機<rt>き</rt></ruby><ruby>界<rt>かい</rt></ruby>バギー・ドッグ", "ja_romaji": "Jūkikai Bagī Doggu", "ko": "수기계 바기 도그", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "A canine that extorts scraps of dog food from an old man. He is full of himself and acts tough, but has no real convictions. He used to hate living life on a leash, but now he feels that he was happier just to have an owner.", "de": "Ein Hund, der einen alten Mann dazu zwingt, ihm etwas Hundefutter zu geben. Er ist eingebildet und gibt vor, ein harter Bursche zu sein, doch er hat den Glauben an alles verloren. Früher hasste er es, an einer Leine zu leben, doch nun ist er der Meinung, er wäre mit einem Herrchen glücklicher.", "es": "Un perro que se alimenta de los restos de comida que consigue sacarle a un anciano. Es muy engreído y se hace el duro, pero carece de valores. Antes odiaba estar atado a una correa, pero ahora cree que era más feliz por tener dueño.", "fr": "Un représentant canin qui extorque des restes de nourriture pour chien à un vieil homme. Il est imbu de lui-même et roule des mécaniques, mais n'a aucune conviction solide. Il détestait être tenu en laisse par le passé, mais il a aujourd'hui le sentiment qu'il était plus heureux lorsqu'il avait un maître.", "it": "Un canide che estorce rimasugli di cibo per cani da un vecchio. È pieno di sé e fa il duro, ma non ha reali convinzioni. Un tempo, viveva legato a un guinzaglio, ma ora sente che era più felice quando aveva un padrone.", "pt": null, "ja": "老人からなけなしのドッグフードを巻き上げる犬。悪ぶった自分に酔っているが、大した信念を持たない犬。首輪を繋がれた生活が昔はあんなに嫌だったのに、飼い主がいるだけでも幸せだったと今頃になって思うのであった。", "ko": "가난한 노인에게 먹이를 뜯어내는 개. 못한 자신의 모습에 심취해 있지만, 대단한 신념을 갖고 있지는 않다. 목줄이 달린 생활을 예전에는 싫어했지만, 주인이 있는 것만으로도 행복했다는 사실을 이제서야 깨닫곤 한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Normal", "attribute": "FIRE", "level": 4, "atk": 1200, "def": 1000, "series": ["Beast Gear"], "images": [{"index": 1, "image": "BeastGearBuggyDog-RDKP02-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP02-JP010", "set_name": "Deck Mod Pack: Shocking Lightning Attack!!", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP02-KR010", "set_name": "Deck Mod Pack: Shocking Lightning Attack!!", "rarities": ["Common"]}]}, "yugipedia_page_id": 713592}