{"konami_id": 15583, "name": {"en": "Dragon's Fortitude", "de": "Tapferkeit des Drachen", "es": "Fortaleza de Dragón", "fr": "Courage du Dragon", "it": "Fortitudine del Drago", "pt": null, "ja": "<ruby>竜<rt>りゅう</rt></ruby>の<ruby>執<rt>しゅう</rt></ruby><ruby>念<rt>ねん</rt></ruby>", "ja_romaji": "Ryū no Shūnen", "ko": "용의 집념", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When an opponent's monster declares an attack.", "de": "Wenn ein Monster eines Gegners einen Angriff deklariert.", "es": "Cuando un monstruo del adversario declara un ataque.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque.", "it": "Quando un mostro dell'avversario dichiara un attacco.", "pt": null, "ja": "相手モンスターの攻撃宣言時に発動できる。", "ko": "상대 몬스터의 공격 선언시에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "The attacking monster loses ATK equal to [the Level of 1 Dragon Type monster in your Graveyard] x 100 until the end of this turn. Then, shuffle that monster from your Graveyard into the Deck.", "de": "Das angreifende Monster verliert bis zum Ende dieses Spielzugs ATK in Höhe [der Stufe von 1 Monster des Typs Drache auf deinem Friedhof] x 100. Mische dann dieses Monster von deinem Friedhof in das Deck.", "es": "El monstruo atacante pierde ATK igual [al Nivel de 1 monstruo de Tipo Dragón en tu Cementerio] x 100 hasta el final de este turno. A continuación, baraja el monstruo de tu Cementerio al Deck.", "fr": "Le monstre attaquant perd une ATK égale au [Niveau d'1 monstre de Type Dragon dans votre Cimetière] x 100 jusqu'à la fin de ce tour. Ensuite, mélangez ce monstre depuis votre Cimetière dans le Deck.", "it": "Il mostro attaccante perde ATK pari [al Livello di 1 mostro di Tipo Drago nel tuo Cimitero] x 100 fino alla fine di questo turno. Poi, mischia quel mostro dal tuo Cimitero nel Deck.", "pt": null, "ja": "自分の墓地のモンスター（ドラゴン族）１体を選び、攻撃してきたモンスターの攻撃力をターン終了時まで、［選んだモンスターのレベル］×１００ダウンする。その後、選んだモンスターをデッキに戻す。", "ko": "자신 묘지의 몬스터(드래곤족) 1장을 고르고, 공격해 온 몬스터의 공격력을 턴 종료시까지, [고른 몬스터의 레벨] × 100 내린다. 그 후, 고른 몬스터를 덱으로 되돌린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "DragonsFortitude-RDJB01-JP-NPR.png"}], "sets": {"ja": [{"set_number": "RD/JB01-JP003", "set_name": "Rush Road Guide promotional cards", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "RD/KP08-KRS02", "set_name": "Deck Mod Pack: Genesis Master Road!!", "rarities": ["Super Rare"]}]}, "yugipedia_page_id": 714650}