{"konami_id": 15597, "name": {"en": "Printing Presser", "de": "Druckerpresse", "es": "Prensa de Impresión", "fr": "Presseur Imprimeur", "it": "Pressa da Stampa", "pt": null, "ja": "<ruby>特<rt>とく</rt></ruby><ruby>報<rt>ほう</rt></ruby>マシン・タフロイド", "ja_romaji": "Tokuhō Mashin Tafuroido", "ko": "특종 머신 터프로이드", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "Send the top card of your Deck to the Graveyard.", "de": "Lege die oberste Karte deines Decks auf den Friedhof.", "es": "Manda al Cementerio la carta de la parte superior de tu Deck.", "fr": "Envoyez la carte du dessus de votre Deck au Cimetière.", "it": "Manda la prima carta del tuo Deck al Cimitero.", "pt": null, "ja": "デッキの一番上のカードを墓地へ送って発動できる。", "ko": "덱 맨 위의 카드를 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Your opponent excavates the top 5 cards of their Deck. This card gains ATK equal to [the number of excavated monsters] x 100 until the end of this turn. Your opponent places the excavated cards on the bottom of their Deck in any order.", "de": "Dein Gegner gräbt die obersten 5 Karten seines Decks aus. Diese Karte erhält bis zum Ende dieses Spielzugs ATK in Höhe [der Anzahl der ausgegrabenen Monster] x 100. Dein Gegner legt die ausgegrabenen Karten in beliebiger Reihenfolge unter das Deck.", "es": "Tu adversario excava las primeras 5 cartas de su Deck. Esta carta gana ATK igual [al número de monstruos excavados] x 100 hasta el final de este turno. Tu adversario pone las cartas excavadas en la parte inferior de su Deck, en cualquier orden.", "fr": "Votre adversaire dévoile les 5 cartes du dessus de son Deck. Cette carte gagne une ATK égale au [nombre de monstres dévoilés] x 100 jusqu'à la fin de ce tour. Votre adversaire place les cartes dévoilées au-dessous de son Deck dans l'ordre de son choix.", "it": "Il tuo avversario dissotterra le prime 5 carte del suo Deck. Questa carta guadagna ATK pari [al numero dei mostri dissotterrati] x 100 fino alla fine di questo turno. Il tuo avversario mette le carte dissotterrate in fondo al suo Deck in qualsiasi ordine.", "pt": null, "ja": "相手は自身のデッキの上からカードを５枚めくり、お互いに確認する。このカードの攻撃力はターン終了時まで、［めくったカードの中のモンスターの数］×１００アップする。相手はめくったカードを好きな順番でデッキの下に戻す。", "ko": "상대는 자신의 덱 위에서 카드를 5장 넘기고, 서로 확인한다. 이 카드의 공격력은 턴 종료시까지, [넘긴 카드 중의 몬스터의 수] × 100 올린다. 상대는 넘긴 카드를 좋아하는 순서대로 덱 아래로 되돌린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 8, "atk": 2300, "def": 1600, "series": ["Newspaper"], "images": [{"index": 1, "image": "PrintingPresser-RDSD02-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP03-JP032", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Super Rare"]}, {"set_number": "RD/SD02-JP003", "set_name": "Strongest Battle Deck Yuhi - Join and Explode! Join and Intensify!", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP03-KR032", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Super Rare"]}, {"set_number": "RD/SD02-KR003", "set_name": "Strongest Battle Deck Yuhi - Join and Explode! Join and Intensify!", "rarities": ["Common"]}]}, "yugipedia_page_id": 716300}