{"konami_id": 15603, "name": {"en": "Beast Summoner", "de": "Ungeheuerbeschwörer", "es": "Invocador de Bestias", "fr": "Invocateur de Bêtes", "it": "Evocatore di Bestie", "pt": null, "ja": "ビースト・サモナー", "ja_romaji": "Bīsuto Samonā", "ko": "비스트 서머너", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "If your opponent has a face-up Level 6 or higher monster on their field, send this face-up card from your field to the Graveyard.", "de": "Falls dein Gegner ein offenes Monster der Stufe 6 oder höher auf seiner Spielfeldseite hat, lege diese offene Karte von deiner Spielfeldseite auf den Friedhof.", "es": "Si tu adversario tiene un monstruo boca arriba de Nivel 6 o mayor en su Campo, manda al Cementerio esta carta boca arriba en tu Campo.", "fr": "Si votre adversaire a un monstre de min. Niveau 6 face recto sur son Terrain, envoyez cette carte face recto depuis votre Terrain au Cimetière.", "it": "Se il tuo avversario ha un mostro scoperto di Livello 6 o superiore sul suo Terreno, manda questa carta scoperta dal tuo Terreno al Cimitero.", "pt": null, "ja": "相手フィールドに表側表示モンスター（レベル６以上）がいる場合、自分フィールドの表側表示のこのカードを墓地へ送って発動できる。", "ko": "상대 필드에 앞면 표시 몬스터(레벨 6 이상)가 있을 경우, 자신 필드의 앞면 표시의 이 카드를 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Special Summon 1 Level 7 or lower Beast, Beast-Warrior, or Winged Beast Type monster from your hand to your field, face-up.", "de": "Beschwöre 1 Monster des Typs Ungeheuer, Ungeheuer-Krieger oder Geflügeltes Ungeheuer der Stufe 7 oder niedriger als Spezialbeschwörung offen von deiner Hand auf deiner Spielfeldseite.", "es": "Invoca de Modo Especial, desde tu mano, 1 monstruo de Tipo Bestia, Guerrero-Bestia o Bestia Alada de Nivel 7 o menor boca arriba en tu Campo.", "fr": "Invoquez Spécialement 1 monstre de Type Bête, Bête-Guerrier ou Bête Ailée de max. Niveau 7 depuis votre main sur votre Terrain, face recto.", "it": "Evoca Specialmente 1 mostro di Tipo Bestia, Guerriero-Bestia o Bestia Alata di Livello 7 o inferiore dalla tua mano al tuo Terreno, scoperto.", "pt": null, "ja": "手札のモンスター（レベル７以下／獣族・獣戦士族・鳥獣族）１体を自分フィールドに表側表示で特殊召喚する。", "ko": "패의 몬스터(레벨 7 이하의 야수족 / 야수전사족 / 비행야수족) 1장을 자신 필드에 앞면 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 4, "atk": 900, "def": 700, "images": [{"index": 1, "image": "BeastSummoner-RDMRP1-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP03-JP016", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Super Rare"]}, {"set_number": "RD/MRP1-JP013", "set_name": "Megaroad Pack", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP03-KR016", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Super Rare"]}, {"set_number": "RD/MRP1-KR013", "set_name": "Megaroad Pack", "rarities": ["Common"]}]}, "yugipedia_page_id": 713608}