{"konami_id": 15660, "name": {"en": "Powerful Pierce!!", "de": "Mächtiger Durchschlag!!", "es": "¡¡Atraviesa con Fuerza!!", "fr": "Supratransperce !!", "it": "Potente Perforazione!!", "pt": null, "ja": "<ruby>大<rt>だい</rt></ruby><ruby>貫<rt>かん</rt></ruby><ruby>通<rt>つう</rt></ruby>！！", "ja_romaji": "Daikantsū!!", "ko": "대관통!!", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "Send 1 card from your hand to the Graveyard.", "de": "Lege 1 Karte von deiner Hand auf den Friedhof.", "es": "Manda al Cementerio 1 carta en tu mano.", "fr": "Envoyez 1 carte depuis votre main au Cimetière.", "it": "Manda 1 carta dalla tua mano al Cimitero.", "pt": null, "ja": "手札１枚を墓地へ送って発動できる。", "ko": "패 1장을 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Choose 2 face-up monsters on your field with the same Level as each other. If those monsters attack a Defense Position monster this turn, inflict piercing battle damage (if the ATK of the attacking monster exceeds the DEF of the attack target, inflict the difference).", "de": "Bestimme 2 offene Monster auf deiner Spielfeldseite, die sich auf derselben Stufe befinden. Greifen diese Monster in diesem Spielzug ein Monster in Verteidigungsposition an, fügst du durchschlagenden Kampfschaden zu (falls der ATK des angreifenden Monsters die DEF des Angriffsziels übersteigt, fügst du die Differenz an Schaden zu).", "es": "Elige 2 monstruos boca arriba en tu Campo con el mismo Nivel. Si atacan a un monstruo en Posición de Defensa este turno, infligen daño de batalla de penetración (si el ATK del monstruo atacante excede la DEF del objetivo, inflige la diferencia).", "fr": "Choisissez 2 monstres face recto sur votre Terrain qui ont chacun le même Niveau. Si ces monstres attaquent un monstre en Position de Défense ce tour, infligez des dommages de combat perçants (si l'ATK du monstre attaquant est supérieure à la DEF de la cible, infligez la différence).", "it": "Seleziona 2 mostri scoperti con lo stesso Livello sul tuo Terreno. Se questi mostri attaccano un mostro in Posizione di Difesa in questo turno, infliggi danno da combattimento perforante (se l'ATK del mostro attaccante supera la DEF del bersaglio attaccato, infliggi la differenza).", "pt": null, "ja": "レベルが同じ自分フィールドの表側表示モンスター２体を選ぶ。このターン、そのモンスターの攻撃は貫通する（守備表示モンスターを攻撃した時、その守備力を攻撃力が超えた分だけ戦闘ダメージを与える）。", "ko": "레벨이 같은 자신 필드의 앞면 표시 몬스터 2장을 고른다. 이 턴에, 그 몬스터의 공격은 관통한다(수비 표시 몬스터를 공격했을 때, 그 수비력을 공격력이 넘은 만큼만 전투 데미지를 준다).", "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "PowerfulPierce-RDSBD3-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/CP01-JP012", "set_name": "Character Pack - Gavin/Roa/Romin", "rarities": ["Common"]}, {"set_number": "RD/SBD3-JP026", "set_name": "Strongest Battle Deck Gavin - Demon Commander Three Legions", "rarities": ["Common"]}, {"set_number": "RD/SBD4-JP023", "set_name": "Strongest Battle Deck Romin - Psychic Beat", "rarities": ["Common"]}], "ko": [{"set_number": "RD/CP01-KR012", "set_name": "Character Pack - Gavin/Roa/Romin", "rarities": ["Common"]}, {"set_number": "RD/SBD3-KR026", "set_name": "Strongest Battle Deck Gavin - Demon Commander Three Legions", "rarities": ["Common"]}, {"set_number": "RD/SBD4-KR023", "set_name": "Strongest Battle Deck Romin - Psychic Beat", "rarities": ["Common"]}]}, "yugipedia_page_id": 716273}