{"konami_id": 15662, "name": {"en": "Hermit's Soul", "de": "Seele des Einsiedlers", "es": "Alma de Ermitaño", "fr": "Âme de l'Ermite", "it": "Anima dell'Eremita", "pt": null, "ja": "<ruby>仙<rt>せん</rt></ruby><ruby>人<rt>にん</rt></ruby>の<ruby>神<rt>しん</rt></ruby><ruby>髄<rt>ずい</rt></ruby>", "ja_romaji": "Sennin no Shinzui", "ko": "신선의 진수", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When an opponent's monster declares an attack targeting your face-up monster with 0 ATK.", "de": "Wenn das Monster eines Gegners einen Angriff deklariert und dabei dein offenes Monster mit 0 ATK als Ziel wählt.", "es": "Cuando un monstruo del adversario declara un ataque dirigido a un monstruo tuyo boca arriba con 0 ATK.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque ciblant votre monstre face recto avec 0 ATK.", "it": "Quando un mostro dell'avversario dichiara un attacco scegliendo come bersaglio il tuo mostro scoperto con ATK 0.", "pt": null, "ja": "自分の表側表示モンスター（攻撃力０）が攻撃を受ける相手モンスターの攻撃宣言時に発動できる。", "ko": "자신의 앞면 표시 몬스터(공격력 0)가 공격을 받는 상대 몬스터의 공격 선언시에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Change the attacking monster to face-up Defense Position. If you do, Special Summon 1 Normal Monster with 0 ATK from your Graveyard face-up to your field.", "de": "Ändere das angreifende Monster in die offene Verteidigungsposition. Falls du dies tust, beschwöre 1 Normales Monster mit 0 ATK als Spezialbeschwörung von deinem Friedhof als offene Figur auf deine Spielfeldseite.", "es": "Cambia el monstruo atacante a la Posición de Defensa boca arriba. Si lo haces, Invoca de Modo Especial, desde tu Cementerio, 1 Monstruo Normal con 0 ATK boca arriba en tu Campo.", "fr": "Changez le monstre attaquant en Position de Défense face recto. Si vous le faites, Invoquez Spécialement 1 Monstre Normal avec 0 ATK depuis votre Cimetière face recto sur votre Terrain.", "it": "Metti il mostro attaccante scoperto in Posizione di Difesa. Se lo fai, Evoca Specialmente 1 Mostro Normale con ATK 0 dal tuo Cimitero, scoperto sul tuo Terreno.", "pt": null, "ja": "攻撃してきたモンスターを表側守備表示にする。この効果でモンスターを表側守備表示にした場合、自分の墓地の通常モンスター（攻撃力０）１体を選び、自分フィールドに表側表示で特殊召喚できる。", "ko": "공격해 온 몬스터를 앞면 수비 표시로 한다. 이 효과로 몬스터를 앞면 수비 표시로 했을 경우, 자신 묘지의 일반 몬스터(공격력 0) 1장을 고르고, 자신 필드에 앞면 표시로 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "HermitsSoul-RDSBD3-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/CP01-JP014", "set_name": "Character Pack - Gavin/Roa/Romin", "rarities": ["Rare"]}, {"set_number": "RD/SBD3-JP029", "set_name": "Strongest Battle Deck Gavin - Demon Commander Three Legions", "rarities": ["Common"]}], "ko": [{"set_number": "RD/CP01-KR014", "set_name": "Character Pack - Gavin/Roa/Romin", "rarities": ["Rare"]}, {"set_number": "RD/SBD3-KR029", "set_name": "Strongest Battle Deck Gavin - Demon Commander Three Legions", "rarities": ["Common"]}]}, "yugipedia_page_id": 715291}