{"konami_id": 15690, "name": {"en": "Royal Rebel's Blues", "de": "Blues des königlichen Rebellen", "es": "Blues del Rebelde Real", "fr": "Blues des Rebelles Royaux", "it": "Blues del Ribelle Reale", "pt": null, "ja": "ロイヤルデモンズ・ブルース", "ja_romaji": "Roiyaru Demonzu Burūsu", "ko": "로얄데먼즈 블루스", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "During the turn you Normal Summoned this card, send 1 Spell/Trap Card from your hand to the Graveyard.", "de": "Während du bei deinem Spielzug mit einer Normalbeschwörung diese Karte verzauberst, verschiebst du 1 Zauber-/Fallenkarte deiner Hand auf den Friedhof.", "es": "Durante el turno en el que has Invocado de Modo Normal esta carta, manda al Cementerio 1 Carta Mágica/de Trampa de tu mano.", "fr": "Durant le tour où vous avez Invoqué Normalement cette carte, envoyez 1 Carte Magie/Piège depuis votre main au Cimetière.", "it": "Durante il turno in cui hai Evocato Normalmente questa carta, manda 1 Carta Magia/Trappola dalla tua mano al Cimitero.", "pt": null, "ja": "このカードを召喚したターンに、手札の魔法・罠カード１枚を墓地へ送って発動できる。", "ko": "이 카드를 일반 소환한 턴에, 패의 마법 / 함정 카드 1장을 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Special Summon 1 Level 7 or higher Fiend Type monster from your Graveyard to your field in face-up Defense Position. You can only attack with Fiend Type monsters this turn.", "de": "Hol mit einer Spezialbeschwörung 1 Monster des Typs Unterweltler der Stufe 7 oder höher von deinem Friedhof in offener Verteidigungsposition auf deine Spielfeldseite. Du kannst im aktuellen Spielzug nur mit Monstern des Typs Unterweltler angreifen.", "es": "Invoca de Modo Especial 1 monstruo de Tipo Demonio de Nivel 7 o mayor desde tu Cementerio a tu Campo en Posición de Defensa boca arriba. Solo puedes atacar con monstruos de Tipo Demonio este turno.", "fr": "Invoquez Spécialement 1 monstre de Type Démon de min. Niveau 7 depuis votre Cimetière sur votre Terrain, en Position de Défense face recto. Vous pouvez uniquement attaquer avec des monstres de Type Démon ce tour.", "it": "Evoca Specialmente 1 mostro di Tipo Demone di Livello 7 o superiore dal tuo Cimitero sul tuo Terreno scoperto in Posizione di Difesa. Puoi attaccare solo con mostri di Tipo Demone in questo turno.", "pt": null, "ja": "自分の墓地のモンスター（レベル７以上／悪魔族）１体を選び、自分フィールドに表側守備表示で特殊召喚する。このターン、自分はモンスター（悪魔族以外）で攻撃できない。", "ko": "자신 묘지의 몬스터(레벨 7 이상 / 악마족) 1장을 고르고, 자신 필드에 앞면 수비 표시로 특수 소환한다. 이 턴에, 자신은 몬스터(악마족 이외)로 공격할 수 없다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "LIGHT", "level": 5, "atk": 1100, "def": 0, "series": ["Royal Rebel's"], "images": [{"index": 1, "image": "RoyalRebelsBlues-RDSBD5-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/SJMP-JP004", "set_name": "Saikyō Jump November 2020 promotional card", "rarities": ["Normal Parallel Rare"]}, {"set_number": "RD/SBD5-JP006", "set_name": "Strongest Battle Deck Roa - Demon's Rock", "rarities": ["Common"]}], "ko": [{"set_number": "RD/SBD5-KR006", "set_name": "Strongest Battle Deck Roa - Demon's Rock", "rarities": ["Common"]}]}, "yugipedia_page_id": 716514}