{"konami_id": 15691, "name": {"en": "Bascule the Moving Fortress", "de": "Bascule, die mobile Festung", "es": "Bascule, la Fortaleza Móvil", "fr": "Bascule, la Forteresse Ambulante", "it": "Bascule la Fortezza Movente", "pt": null, "ja": "<ruby>機<rt>き</rt></ruby><ruby>動<rt>どう</rt></ruby><ruby>砦<rt>とりで</rt></ruby>のバスキュール", "ja_romaji": "Kidō Toride no Basukyūru", "ko": "기동요새의 배스큘", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "During the turn you Normal Summoned this card, send the top 3 cards of your Deck to the Graveyard.", "de": "Während des Spielzugs, in dem du diese Karte als Normalbeschwörung beschworen hast, legst du die obersten 3 Karten deines Decks auf den Friedhof.", "es": "Durante el turno en el que has Invocado de Modo Normal esta carta, manda al Cementerio las 3 cartas de la parte superior de tu Deck.", "fr": "Durant le tour où vous avez Invoqué Normalement cette carte, envoyez les 3 cartes du dessus de votre Deck au Cimetière.", "it": "Durante il turno in cui hai Evocato Normalmente questa carta, manda le prime 3 carte del tuo Deck al Cimitero.", "pt": null, "ja": "このカードを召喚したターンに、デッキの上からカード３枚を墓地へ送って発動できる。", "ko": "이 카드를 일반 소환한 턴에, 덱 위에서 카드 3장을 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Change this card's battle position (Attack Position becomes face-up Defense Position, Defense Position becomes face-up Attack Position). Then, Special Summon 1 EARTH Attribute Normal Monster from your Graveyard face-up to your field.", "de": "Ändere die Kampfposition dieser Karte (Angriffsposition wird zur offenen Verteidigungsposition, Verteidigungsposition wird zur offenen Angriffsposition). Hol dir anschließend mit einer Spezialbeschwörung 1 Normales Monster mit der Eigenschaft ERDE von deinem Friedhof als offene Figur auf deine Spielfeldseite.", "es": "Cambia la posición de batalla de esta carta (la Posición de Ataque se convierte en la Posición de Defensa boca arriba, la Posición de Defensa se convierte en la Posición de Ataque boca arriba). A continuación, Invoca de Modo Especial, desde tu Cementerio, 1 Monstruo Normal con el Atributo TIERRA boca arriba en tu Campo.", "fr": "Changez la position de combat de cette carte (Position d'Attaque devient Position de Défense face recto, Position de Défense devient Position d'Attaque face recto). Ensuite, Invoquez Spécialement 1 Monstre Normal possédant l'Attribut TERRE depuis votre Cimetière face recto sur votre Terrain.", "it": "Cambia la posizione di questa carta (Posizione di Attacco diventa scoperta in Posizione di Difesa, Posizione di Difesa diventa scoperta in Posizione di Attacco). Poi, Evoca Specialmente 1 Mostro Normale con Attributo TERRA dal tuo Cimitero, scoperto sul tuo Terreno.", "pt": null, "ja": "このカードの表示形式を変更する（攻撃表示は表側守備表示に、守備表示は表側攻撃表示にする）。その後、自分の墓地の通常モンスター（地属性）１体を選び、自分フィールドに表側表示で特殊召喚できる。", "ko": "이 카드의 표시 형식을 변경한다(공격 표시는 앞면 수비 표시로, 수비 표시는 앞면 공격 표시로 한다). 그 후, 자신 묘지의 일반 몬스터(땅 속성) 1장을 고르고, 자신 필드에 앞면 표시로 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 7, "atk": 0, "def": 2500, "images": [{"index": 1, "image": "BasculetheMovingFortress-RDGRD2-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/SJMP-JP005", "set_name": "Saikyō Jump January 2021 promotional card", "rarities": ["Normal Parallel Rare"]}, {"set_number": "RD/SBD1-JP008", "set_name": "Strongest Battle Deck Yuga - Hyper Machine Road", "rarities": ["Common"]}, {"set_number": "RD/GRD2-JP004", "set_name": "Go Rush Deck - Jointech Attack", "rarities": ["Common"]}], "ko": [{"set_number": "RD/SBD1-KR008", "set_name": "Strongest Battle Deck Yuga - Hyper Machine Road", "rarities": ["Common"]}, {"set_number": "RD/GRD2-KR004", "set_name": "Go Rush Deck - Jointech Attack", "rarities": ["Common"]}]}, "yugipedia_page_id": 713487}