{"konami_id": 15818, "name": {"en": "Aqua Boost", "de": "Aquaschub", "es": "Impulso Aqua", "fr": "Propulsion Aqua", "it": "Potenziamento Acqua", "pt": null, "ja": "アクア・ブースト", "ja_romaji": "Akua Būsuto", "ko": "아쿠아 부스트", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "You have \"Umi\" or \"Big Umi\" face-up on your field.", "de": "Du hast „Umi“ oder „Großes Umi“ offen auf deiner Spielfeldseite.", "es": "Tienes \"Umi\" o \"Gran Umi\" boca arriba en tu Campo.", "fr": "Vous avez \"Umi\" ou \"Grand Umi\" face recto sur votre Terrain.", "it": "Hai \"Umi\" o \"Grande Umi\" scoperto sul tuo Terreno.", "pt": null, "ja": "自分フィールドに表側表示の「海」または「大海洋」がある場合に発動できる。", "ko": "자신 필드에 앞면 표시의 \"바다\" 또는 \"대해양\"이 있을 경우에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "1 face-up Fish Type monster on your field gains ATK equal to [the number of face-up Fish Type monsters on your field] x 300 until the end of this turn.", "de": "1 offenes Monster des Typs Fisch auf deiner Spielfeldseite erhält bis zum Ende dieses Spielzugs ATK in Höhe [der Anzahl an offenen Monstern des Typs Fisch auf deiner Spielfeldseite] x 300.", "es": "1 monstruo de Tipo Pez boca arriba en tu Campo gana ATK igual [al número de monstruos de Tipo Pez boca arriba en tu Campo] x 300 hasta el final de este turno.", "fr": "1 monstre de Type Poisson face recto sur votre Terrain gagne une ATK égale au [nombre de monstres de Type Poisson face recto sur votre Terrain] x 300 jusqu'à la fin de ce tour.", "it": "1 mostro scoperto di Tipo Pesce sul tuo Terreno guadagna ATK pari [al numero di mostri scoperti di Tipo Pesce sul tuo Terreno] x 300 fino alla fine di questo turno.", "pt": null, "ja": "自分フィールドの表側表示モンスター（魚族）１体を選び、その攻撃力をターン終了時まで、［自分フィールドの表側表示モンスター（魚族）の数］×３００アップする。", "ko": "자신 필드의 앞면 표시 몬스터(어류족) 1장을 고르고, 그 공격력을 턴 종료시까지, [자신 필드의 앞면 표시 몬스터(어류족)의 수] × 300 올린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "AquaBoost-RDKP03-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP03-JP049", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP03-KR049", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Common"]}]}, "yugipedia_page_id": 712984}