{"konami_id": 15810, "name": {"en": "Luminous Parrot", "de": "Leucht-Papagei", "es": "Loro Resplandeciente", "fr": "Perroquet Lumineux", "it": "Pappagallo Luminoso", "pt": null, "ja": "ルミナス・パロット", "ja_romaji": "Ruminasu Parotto", "ko": "루미나스 패롯", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "If your opponent has 2 or more face-up monsters on their field, send the top card of your Deck to the Graveyard.", "de": "Falls dein Gegner 2 oder mehr offene Monster auf seinem Spielfeld hat, lege die oberste Karte deines Decks auf den Friedhof.", "es": "Si tu adversario tiene 2 o más monstruos boca arriba en su Campo, manda al Cementerio la carta de la parte superior de tu Deck.", "fr": "Si votre adversaire a min. 2 monstres face recto sur son Terrain, envoyez la carte du dessus de votre Deck au Cimetière.", "it": "Se il tuo avversario ha 2 o più mostri scoperti sul suo Terreno, manda la prima carta del tuo Deck al Cimitero.", "pt": null, "ja": "相手フィールドに表側表示モンスターが２体以上いる場合、デッキの一番上のカードを墓地へ送って発動できる。", "ko": "상대 필드에 앞면 표시 몬스터가 2장 이상 있을 경우, 덱 맨 위의 카드를 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "The Attribute of 1 face-up monster on your opponent's field becomes LIGHT this turn.", "de": "Die Eigenschaft von 1 offenen Monster auf dem Spielfeld deines Gegners verändert sich in diesem Spielzug zu LICHT.", "es": "El Atributo de 1 monstruo boca arriba en el Campo de tu adversario se vuelve LUZ este turno.", "fr": "L'Attribut d'1 monstre face recto sur le Terrain de votre adversaire devient LUMIÈRE ce tour.", "it": "L'Attributo di 1 mostro scoperto sul Terreno del tuo avversario diventa LUCE in questo turno.", "pt": null, "ja": "相手フィールドの表側表示モンスター１体を選ぶ。このターン、そのモンスターの属性を光属性にする。", "ko": "상대 필드의 앞면 표시 몬스터 1장을 고른다. 이 턴에, 그 몬스터의 속성을 빛 속성으로 한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "LIGHT", "level": 4, "atk": 1200, "def": 600, "images": [{"index": 1, "image": "LuminousParrot-RDSD05-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP03-JP036", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Common"]}, {"set_number": "RD/SD05-JP008", "set_name": "Strongest Battle Deck Zuwijo - Voidvelg of the Empty Sky", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP03-KR036", "set_name": "Deck Mod Pack: Illusion Strike Mirage Impact!!", "rarities": ["Common"]}, {"set_number": "RD/SD05-KR008", "set_name": "Strongest Battle Deck Zuwijo - Voidvelg of the Empty Sky", "rarities": ["Common"]}]}, "yugipedia_page_id": 715662}