{"konami_id": 15924, "name": {"en": "Thunderbeetle Bassdrum", "de": "Donnerkäfer-Bassdrum", "es": "Bombo Truenoscarabajo", "fr": "Grosse Caisse Scarabéetonnerre", "it": "Tuonoscarabeo Bassotamburo", "pt": null, "ja": "サンダービート・バスドラ", "ja_romaji": "Sandābīto Basudora", "ko": "썬더비트 바스드라", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "A gentle but powerful and trustworthy creature that stands in the background.\nIt sends out its sounds every day with the belief that it will find friends it can resonate with.''", "de": "Eine sanftmütige und doch mächtige und vertrauenswürdige Kreatur, die gern im Hintergrund bleibt.\nSie schickt den ganzen Tag lang ihren Sound hinaus in die Welt - in der Hoffnung, Freunde zu finden, die mit ihr auf einer Wellenlänge liegen.''", "es": "Una criatura gentil, pero poderosa y fiable, que permanece en segundo plano.\nEmite sonidos todos los días con la esperanza de encontrar amigos con los que tenga cosas en común.''", "fr": "Une créature amicale et digne de confiance mais non moins redoutable qui reste en retrait.\nElle bat la mesure chaque jour en espérant trouver des amis avec lesquels résonner de concert.''", "it": "Una creatura delicata ma potente e affidabile, che rimane sullo sfondo.\nPropaga ogni giorno i suoi suoni nella convinzione che troverà amici con cui sarà in armonia.''", "pt": null, "ja": "優しくて信頼できる縁の下の力持ち。\n共鳴できる仲間にいつか巡り会えることを信じて今日も音を鳴らす。", "ko": "상냥하며 신뢰할 수 있는 숨은 조력자. \n공명할 수 있는 동료와 언젠가 만날 수 있다고 믿으며 오늘도 소리를 낸다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Thunder / Normal", "attribute": "LIGHT", "level": 3, "atk": 800, "def": 800, "series": ["Thunderbeetle"], "images": [{"index": 1, "image": "ThunderbeetleBassdrum-RDMAX1-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/MAX1-JP030", "set_name": "Maximum Ultra Enhancement Pack", "rarities": ["Common"]}], "ko": [{"set_number": "RD/MAX1-KR030", "set_name": "Maximum Ultra Enhancement Pack", "rarities": ["Common"]}]}, "yugipedia_page_id": 717143}