{"konami_id": 15922, "name": {"en": "Cat's Eye", "de": "Katzenauge", "es": "Ojo de Gato", "fr": "Œil-de-Chat", "it": "Occhio di Gatto", "pt": null, "ja": "<ruby>猫<rt>ねこ</rt></ruby>の<ruby>目<rt>め</rt></ruby>", "ja_romaji": "Neko no Me", "ko": "고양이의 눈", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "You have 3 face-up Beast Type monsters on your field.", "de": "Du hast 3 offene Monster des Typs Ungeheuer auf deiner Spielfeldseite.", "es": "Tienes 3 monstruos de Tipo Bestia boca arriba en tu Campo.", "fr": "Vous avez 3 monstres de Type Bête face recto sur votre Terrain.", "it": "Hai 3 mostri scoperti di Tipo Bestia sul tuo Terreno.", "pt": null, "ja": "自分フィールドの表側表示モンスター（獣族）が３体の場合に発動できる。", "ko": "자신 필드의 앞면 표시 몬스터(야수족)가 3장일 경우에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Your opponent declares 1 card type (Monster, Spell, or Trap) and sends the top card of their Deck to the Graveyard. If it was not the declared card type, all face-up monsters on your field can attack directly this turn.", "de": "Dein Gegner deklariert 1 Kartentyp (Monster, Zauber oder Falle) und legt die oberste Karte seines Decks auf den Friedhof. Falls es sich dabei nicht um den deklarierten Kartentyp handelt, können in diesem Spielzug alle offenen Monster auf deiner Spielfeldseite direkt angreifen.", "es": "Tu adversario declara 1 tipo de carta (Monstruo, Mágica o Trampa) y manda la carta de la parte superior de su Deck al Cementerio. Si no era el tipo de carta declarado, todos los monstruos boca arriba en tu Campo pueden atacar directamente este turno.", "fr": "Votre adversaire déclare 1 type de carte (Monstre, Magie ou Piège) et envoie la carte du dessus de son Deck au Cimetière. Si ce n'était pas le type de carte déclaré, tous les monstres face recto sur votre Terrain peuvent attaquer directement ce tour.", "it": "Il tuo avversario dichiara 1 tipo di carta (Mostro, Magia o Trappola) e manda la prima carta del suo Deck al Cimitero. Se non è il tipo di carta che ha dichiarato, tutti i mostri scoperti sul tuo Terreno possono attaccare direttamente in questo turno.", "pt": null, "ja": "相手はカードの種類（モンスター・魔法・罠）を宣言し、自身のデッキの一番上のカードを墓地へ送る。そのカードが宣言した種類のカードではなかった場合、自分フィールドの全ての表側表示モンスターはこのターン直接攻撃できる。", "ko": "상대는 카드의 종류(몬스터 / 마법 / 함정)를 선언하고, 자신의 덱 맨 위의 카드를 묘지로 보낸다. 그 카드가 선언한 종류의 카드가 아니었을 경우, 자신 필드의 모든 앞면 표시 몬스터는 이 턴에 직접 공격할 수 있다.", "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Normal", "series": ["Cat"], "images": [{"index": 1, "image": "CatsEye-RDMAX1-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/MAX1-JP028", "set_name": "Maximum Ultra Enhancement Pack", "rarities": ["Common"]}], "ko": [{"set_number": "RD/MAX1-KR028", "set_name": "Maximum Ultra Enhancement Pack", "rarities": ["Common"]}]}, "yugipedia_page_id": 714226}