{"konami_id": 16152, "name": {"en": "Drilling Mandrill", "de": "Bohrender Mandrill", "es": "Mandril Perforador", "fr": "Mandrill Foreur", "it": "Mandrillo Trivella", "pt": null, "ja": "ドリリング・マンドリル", "ja_romaji": "Doriringu Mandoriru", "ko": "드릴링 맨드릴", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "During your Main Phase that you Normal or Special Summoned this card.", "de": "Während deiner Main Phase hast du mit einer Normal- oder Spezialbeschwörung diese Karte herbeigerufen.", "es": "Durante tu Main Phase en la que has Invocado de Modo Normal o Especial esta carta.", "fr": "Durant votre Main Phase où vous avez Invoqué Normalement ou Spécialement cette carte.", "it": "Durante la tua Main Phase in cui hai Evocato Normalmente o Specialmente questa carta.", "pt": null, "ja": "このカードを召喚・特殊召喚した自分メインフェイズに発動できる。", "ko": "이 카드를 일반 소환 / 특수 소환한 자신 메인 페이즈에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Change face-down Defense Position monsters on your opponent's field to face-up Attack Position, up to [the number of face-up Machine Type monsters on your field]. The original ATK of the monsters changed to face-up Attack Position by this effect become 0 until the end of this turn.", "de": "Ändere die Monster auf dem Spielfeld deines Gegners von der verdeckten Verteidigungsposition zur offenen Angriffsposition, bis zu [der Anzahl an offenen Monstern des Typs Maschine auf deiner Spielfeldseite]. Die Grund-ATK der Monster, die durch diesen Effekt in die offene Angriffsposition gewechselt sind, ist nunmehr bis zum Ende dieses Spielzugs gleich 0.", "es": "Cambia los monstruos en Posición de Defensa boca abajo en el Campo de tu adversario a la Posición de Ataque boca arriba, hasta [el número de monstruos de Tipo Máquina boca arriba en tu Campo]. El ATK original de los monstruos que se han cambiado a la Posición de Ataque boca arriba por este efecto se convierte en 0 hasta el final de este turno.", "fr": "Changez un nombre de monstres en Position de Défense face verso sur le Terrain de votre adversaire en Position d'Attaque face recto inférieur ou égal au [nombre de monstres de Type Machine face recto sur votre Terrain]. L'ATK d'origine des monstres changés en Position d'Attaque face recto par cet effet devient 0 jusqu'à la fin de ce tour.", "it": "Metti scoperti in Posizione di Attacco i mostri coperti in Posizione di Difesa sul Terreno del tuo avversario, fino [al numero di mostri scoperti di Tipo Macchina sul tuo Terreno]. L'ATK originale del mostro messo scoperto in Posizione di Attacco da questo effetto diventa 0 fino alla fine di questo turno.", "pt": null, "ja": "相手フィールドの裏側守備表示モンスターを［自分フィールドの表側表示モンスター（機械族）の数］まで選んで表側攻撃表示にする。この効果で表側攻撃表示にしたモンスターの元々の攻撃力はターン終了時まで０になる。", "ko": "상대 필드의 뒷면 수비 표시 몬스터를 [자신 필드의 앞면 표시 몬스터(기계족)의 수]까지 고르고 앞면 공격 표시로 한다. 이 효과로 앞면 공격 표시로 한 몬스터의 원래 공격력은 턴 종료시까지 0 이 된다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 7, "atk": 1700, "def": 2000, "images": [{"index": 1, "image": "DrillingMandrill-RDGRD2-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP04-JP031", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Rare"]}, {"set_number": "RD/GRD2-JP003", "set_name": "Go Rush Deck - Jointech Attack", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP04-KR031", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Rare"]}, {"set_number": "RD/GRD2-KR003", "set_name": "Go Rush Deck - Jointech Attack", "rarities": ["Common"]}]}, "yugipedia_page_id": 714701}