{"konami_id": 16157, "name": {"en": "Magmassage", "de": "Magmassage", "es": "Magmasaje", "fr": "Magmassage", "it": "Magmassaggio", "pt": null, "ja": "マグマッサー<ruby>Ｇ<rt>ジー</rt></ruby>", "ja_romaji": "Magumassā Jī", "ko": "마그마사<ruby>G<rt>지</rt></ruby>", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "Send up to 4 cards from your hand to the Graveyard.", "de": "Lege bis zu 4 Karten von deiner Hand auf den Friedhof.", "es": "Manda al Cementerio hasta 4 cartas en tu mano.", "fr": "Envoyez max. 4 cartes depuis votre main au Cimetière.", "it": "Manda fino a 4 carte dalla tua mano al Cimitero.", "pt": null, "ja": "手札を４枚まで墓地へ送って発動できる。", "ko": "패를 4장까지 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "1 face-up Level 4 or lower monster on either side of the field gains ATK equal to [the number of cards sent to the Graveyard to meet the requirement] x 500 until the end of this turn.", "de": "Auf jeder Seite des Spielfelds erhält 1 offenes Monster der Stufe 4 oder niedriger bis zum Ende dieses Spielzugs einen ATK in Höhe [der Anzahl an Karten, die du auf den Friedhof gelegt hast, um die Bedingung zu erfüllen] x 500.", "es": "1 monstruo boca arriba de Nivel 4 o menor en cualquier lado del Campo gana ATK igual [al número de cartas enviadas al Cementerio para cumplir con el requisito] x 500 hasta el final de este turno.", "fr": "1 monstre de max. Niveau 4 face recto sur l'un des côtés du Terrain gagne une ATK égale au [nombre de cartes envoyées au Cimetière pour remplir la condition] x 500 jusqu'à la fin de ce tour.", "it": "1 mostro scoperto di Livello 4 o inferiore sul Terreno di qualsiasi giocatore guadagna ATK pari [al numero di carte mandate al Cimitero per soddisfare il requisito] x 500 fino alla fine di questo turno.", "pt": null, "ja": "自分または相手フィールドの表側表示モンスター（レベル４以下）１体を選び、その攻撃力をターン終了時まで、［この効果の条件で墓地へ送ったカードの数］×５００アップする。", "ko": "자신 또는 상대 필드의 앞면 표시 몬스터(레벨 4 이하) 1장을 고르고, 그 공격력을 턴 종료시까지, [이 효과의 조건으로 묘지로 보낸 카드의 수] × 500 올린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "FIRE", "level": 7, "atk": 2100, "def": 2100, "series": ["Magma"], "images": [{"index": 1, "image": "Magmassage-RDKP04-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP04-JP036", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP04-KR036", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Common"]}]}, "yugipedia_page_id": 715739}