{"konami_id": 16177, "name": {"en": "Constructor Blockade", "de": "Konstruktor-Blockade", "es": "Bloqueador Constructor", "fr": "Blocus de Construction", "it": "Ostruzione Costruttore", "pt": null, "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>刃<rt>ば</rt></ruby><ruby>封<rt>ふう</rt></ruby><ruby>鎖<rt>さ</rt></ruby>", "ja_romaji": "Genbafūsa", "ko": "환인봉쇄", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When your opponent Normal Summons a Level 7 or higher monster, send 1 face-up Wyrm Type monster from your field to the Graveyard.", "de": "Wenn dein Gegner ein Monster der Stufe 7 oder höher als Normalbeschwörung beschwört, legst du 1 offenes Monster des Typs Wyrm von deiner Spielfeldseite auf den Friedhof.", "es": "Cuando tu adversario Invoca de Modo Normal un monstruo de Nivel 7 o mayor, manda al Cementerio 1 monstruo de Tipo Wyrm boca arriba en tu Campo.", "fr": "Lorsque votre adversaire Invoque Normalement un monstre de min. Niveau 7, envoyez 1 monstre de Type Wyrm face recto depuis votre Terrain au Cimetière.", "it": "Quando il tuo avversario Evoca Normalmente un mostro di Livello 7 o superiore, manda 1 mostro scoperto di Tipo Wyrm dal tuo Terreno al Cimitero.", "pt": null, "ja": "相手がモンスター（レベル７以上）を召喚した時、自分フィールドの表側表示モンスター（幻竜族）１体を墓地へ送って発動できる。", "ko": "상대가 몬스터(레벨 7 이상)를 일반 소환했을 때, 자신 필드의 앞면 표시 몬스터(환룡족) 1장을 묘지로 보내고 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Choose 1 face-up monster on your opponent's field. This turn, your opponent cannot attack with monsters with the same Type as that monster.", "de": "Bestimme 1 offenes Monster auf dem Spielfeld deines Gegners. In diesem Spielzug kann dein Gegner nicht mit Monstern angreifen, die zum selben Typ wie dieses Monster gehören.", "es": "Elige 1 monstruo boca arriba en el Campo de tu adversario. Este turno, tu adversario no puede atacar con monstruos del mismo Tipo que ese monstruo.", "fr": "Choisissez 1 monstre face recto sur le Terrain de votre adversaire. Ce tour, votre adversaire ne peut pas attaquer avec des monstres du même Type que ce monstre.", "it": "Seleziona 1 mostro scoperto sul Terreno del tuo avversario. In questo turno, il tuo avversario non può attaccare con mostri con lo stesso Tipo di quel mostro.", "pt": null, "ja": "相手フィールドの表側表示モンスター１体を選ぶ。このターン、相手は選んだモンスターと同じ種族を持つモンスターで攻撃できない。", "ko": "상대 필드의 앞면 표시 몬스터 1장을 고른다. 이 턴에, 상대는 고른 몬스터와 같은 종족을 가지는 몬스터로 공격할 수 없다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "series": ["Constructor"], "images": [{"index": 1, "image": "ConstructorBlockade-RDSBD7-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP04-JP054", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Common"]}, {"set_number": "RD/SBD7-JP030", "set_name": "Strongest Battle Deck Asana - Pride of the Heavy Cavalry Style", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP04-KR054", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Common"]}, {"set_number": "RD/SBD7-KR030", "set_name": "Strongest Battle Deck Asana - Pride of the Heavy Cavalry Style", "rarities": ["Common"]}]}, "yugipedia_page_id": 714324}