{"konami_id": 16175, "name": {"en": "Sword & Shield", "de": "Schwert und Schild", "es": "Espada y Escudo", "fr": "Épée et Bouclier", "it": "Spada e Scudo", "pt": null, "ja": "<ruby>左<rt>ひだり</rt></ruby><ruby>手<rt>て</rt></ruby>に<ruby>剣<rt>けん</rt></ruby>を<ruby>右<rt>みぎ</rt></ruby><ruby>手<rt>て</rt></ruby>に<ruby>盾<rt>たて</rt></ruby>を", "ja_romaji": "Hidarite ni Ken o Migite ni Tate o", "ko": "왼손엔 검 오른손엔 방패", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When an opponent's Level 9 or lower monster declares an attack targeting your Attack Position monster.", "de": "Wenn ein Monster eines Gegners der Stufe 9 oder niedriger einen Angriff deklariert und dabei dein in Angriffsposition befindliches Monster attackiert.", "es": "Cuando un monstruo de Nivel 9 o menor de un adversario declara un ataque dirigido a tu monstruo en Posición de Ataque.", "fr": "Lorsqu'un monstre de l'adversaire de max. Niveau 9 déclare une attaque ciblant votre monstre en Position d'Attaque.", "it": "Quando un mostro dell'avversario di Livello 9 o inferiore dichiara un attacco con il tuo mostro in Posizione di Attacco come bersaglio.", "pt": null, "ja": "自分の攻撃表示モンスターが攻撃を受ける相手モンスター（レベル９以下）の攻撃宣言時に発動できる。", "ko": "자신의 공격 표시 몬스터가 공격을 받는 상대 몬스터(레벨 9 이하)의 공격 선언시에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Switch the original ATK and DEF of the attacking monster until the end of this turn. Switch the original ATK and DEF of the attack target until the end of this turn. If you do, you can also add 1 \"Shield & Sword\" from your Graveyard to your hand.", "de": "Tausche die Grund-ATK- und DEF-Werte des angreifenden Monsters bis zum Ende dieses Spielzugs. Tausche außerdem die Grund-ATK- und DEF-Werte des Angriffsziels bis zum Ende dieses Spielzugs. Dann, kannst du deiner Hand 1 „Schild und Schwert“ von deinem Friedhof hinzufügen.", "es": "Intercambia el ATK y DEF originales del monstruo atacante hasta el final de este turno. Intercambia el ATK y la DEF originales del objetivo hasta el final de este turno. A continuación, puedes añadir 1 \"Escudo y Espada\" de tu Cementerio a tu mano.", "fr": "Échangez l'ATK/DEF d'origine du monstre attaquant jusqu'à la fin de ce tour. Échangez l'ATK et la DEF d'origine de la cible de l'attaque jusqu'à la fin de ce tour. Ensuite, vous pouvez ajouter 1 \"Bouclier et Épée\" depuis votre Cimetière dans votre main.", "it": "Scambia l'ATK e la DEF originali del mostro attaccante fino alla fine di questo turno. Scambia l'ATK e la DEF originali del bersaglio attaccato fino alla fine di questo turno. Poi, puoi aggiungere 1 \"Scudo e Spada\" dal tuo Cimitero alla tua mano.", "pt": null, "ja": "攻撃してきたモンスターの元々の攻撃力・守備力をターン終了時まで入れ替える。攻撃を受けるモンスターの元々の攻撃力・守備力をターン終了時まで入れ替える。この効果で入れ替えた場合、さらに自分の墓地の「右手に盾を左手に剣を」１枚を選んで手札に加える事ができる。", "ko": "공격해 온 몬스터의 원래의 공격력 / 수비력을 턴 종료시까지 맞바꾼다. 공격을 받는 몬스터의 원래의 공격력 / 수비력을 턴 종료시까지 맞바꾼다. 이 효과로 맞바꿨을 경우, 추가로 자신 묘지의 \"오른손엔 방패 왼손엔 검\" 1장을 고르고 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "SwordShield-RDMRP2-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP04-JP052", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Super Rare"]}, {"set_number": "RD/MRP2-JP058", "set_name": "Megaroad Pack 2", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP04-KR052", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Super Rare"]}, {"set_number": "RD/MRP2-KR058", "set_name": "Megaroad Pack 2", "rarities": ["Common"]}]}, "yugipedia_page_id": 716955}