{"konami_id": 16174, "name": {"en": "Triangle Reborn", "de": "Triade der Wiedergeburt", "es": "Triángulo Renacido", "fr": "Triangle Réincarné", "it": "Rinato Triangolo", "pt": null, "ja": "トライアングル・リボーン", "ja_romaji": "Toraianguru Ribōn", "ko": "트라이앵글 리본", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When your opponent Normal Summons a monster while you have 3 or more monsters with the same Type in your Graveyard.", "de": "Wenn dein Gegner ein Monster als Normalbeschwörung beschwört, während du 3 oder mehr Monster desselben Typs auf deinem Friedhof hast.", "es": "Cuando tu adversario Invoca de Modo Normal un monstruo mientras tienes 3 o más monstruos del mismo Tipo en tu Cementerio.", "fr": "Lorsque votre adversaire Invoque Normalement un monstre alors que vous avez min. 3 monstres du même Type dans votre Cimetière.", "it": "Quando il tuo avversario Evoca Normalmente un mostro mentre hai 3 o più mostri con lo stesso Tipo nel tuo Cimitero.", "pt": null, "ja": "自分の墓地に同じ種族のモンスターが３体以上いる場合、相手がモンスターを召喚した時に発動できる。", "ko": "자신 묘지에 같은 종족의 몬스터가 3장 이상 있을 경우, 상대가 몬스터를 일반 소환했을 때에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Shuffle 3 monsters with the same Type from your Graveyard into the Deck. Then, if you have no Attack Position monsters on your field, Special Summon 1 Level 7 or lower monster from your Graveyard face-up to your field.", "de": "Mische 3 Monster desselben Typs von deinem Friedhof in das Deck. Hol anschließend mit einer Spezialbeschwörung 1 Monster der Stufe 7 oder niedriger von deinem Friedhof in offener Position auf deine Spielfeldseite, falls du auf deiner Spielfeldseite keine Monster in Angriffsposition hast.", "es": "Baraja 3 monstruos del mismo Tipo de tu Cementerio al Deck. A continuación, si no tienes monstruos en Posición de Ataque en tu Campo, Invoca de Modo Especial, desde tu Cementerio, 1 monstruo de Nivel 7 o menor boca arriba en tu Campo.", "fr": "Mélangez 3 monstres du même Type depuis votre Cimetière dans le Deck. Ensuite, si vous n'avez aucun monstre en Position d'Attaque sur votre Terrain, Invoquez Spécialement 1 monstre de max. Niveau 7 depuis votre Cimetière face recto sur votre Terrain.", "it": "Mischia 3 mostri con lo stesso Tipo dal tuo Cimitero nel Deck. Poi, se non hai mostri in Posizione di Attacco sul tuo Terreno, Evoca Specialmente 1 mostro di Livello 7 o inferiore dal tuo Cimitero, scoperto sul tuo Terreno.", "pt": null, "ja": "自分の墓地の同じ種族のモンスター３体を選んでデッキに戻す。自分フィールドに攻撃表示モンスターがいない場合、さらに自分の墓地のモンスター（レベル７以下）１体を選んで自分フィールドに表側表示で特殊召喚できる。", "ko": "자신 묘지의 같은 종족의 몬스터 3장을 고르고 덱으로 되돌린다. 자신 필드에 공격 표시 몬스터가 없을 경우, 추가로 자신 묘지의 몬스터(레벨 7 이하) 1장을 고르고 자신 필드에 앞면 표시로 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "TriangleReborn-RDSD02-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP04-JP051", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Super Rare"]}, {"set_number": "RD/SD02-JP032", "set_name": "Strongest Battle Deck Yuhi - Join and Explode! Join and Intensify!", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP04-KR051", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Super Rare"]}, {"set_number": "RD/SD02-KR032", "set_name": "Strongest Battle Deck Yuhi - Join and Explode! Join and Intensify!", "rarities": ["Common"]}]}, "yugipedia_page_id": 717241}