{"konami_id": 16181, "name": {"en": "Earth Pressure Explosion", "de": "Erddruck-Explosion", "es": "Explosión de Presión de la Tierra", "fr": "Explosion de Pression Terrestre", "it": "Esplosione di Pressione Terrestre", "pt": null, "ja": "<ruby>地<rt>ち</rt></ruby><ruby>圧<rt>あつ</rt></ruby>の<ruby>爆<rt>ばく</rt></ruby><ruby>発<rt>はつ</rt></ruby>", "ja_romaji": "Chiatsu no Bakuhatsu", "ko": "지압의 폭발", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When an Attack Position Pyro Type monster(s) on your field is destroyed by an opponent's attack or their Trap Card effect.", "de": "Wenn ein oder mehrere Monster des Typs Pyro in Angriffsposition auf deinem Spielfeld durch einen Angriff eines Gegners oder einen Effekt seiner Fallenkarten zerstört werden.", "es": "Cuando uno o más monstruos de Tipo Piro en Posición de Ataque en tu Campo son destruidos por el ataque o el efecto de una Carta de Trampa del adversario.", "fr": "Lorsqu'un ou plusieurs monstres de Type Pyro en Position d'Attaque sur votre Terrain sont détruits par une attaque ou un effet de Carte Piège de l'adversaire.", "it": "Quando uno o più mostri di Tipo Pyro in Posizione di Attacco sul tuo Terreno vengono distrutti da un attacco dell'avversario o dall'effetto di una sua Carta Trappola.", "pt": null, "ja": "自分フィールドの攻撃表示モンスター（炎族）が相手の攻撃または相手の罠カードの効果で破壊された時に発動できる。", "ko": "자신 필드의 공격 표시 몬스터(화염족)가 상대의 공격 또는 상대의 함정 카드의 효과로 파괴되었을 때에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Special Summon 1 \"Magmassage\" or 1 \"Magmax Mantleveda\" from your Graveyard face-up to your field. Then, if you have an EARTH Attribute Pyro Type monster in your Graveyard, gain 1000 LP.", "de": "Beschwöre entweder 1 „Magmassage“ oder 1 „Magmax Mantleveda“ als Spezialbeschwörung von deinem Friedhof als offene Figur auf dein Spielfeld. Anschließend erhältst du 1000 LP, falls du ein Monster des Typs Pyro mit der Eigenschaft ERDE auf deinem Friedhof hast.", "es": "Invoca de Modo Especial, desde tu Cementerio, 1 \"Magmasaje\" o 1 \"Mantleveda Magmax\" boca arriba en tu Campo. A continuación, si tienes un monstruo de Tipo Piro con el Atributo TIERRA en tu Cementerio, gana 1000 LP.", "fr": "Invoquez Spécialement 1 \"Magmassage\" ou 1 \"Magmax Mantleveda\" depuis votre Cimetière face recto sur votre Terrain. Ensuite, si vous avez un monstre de Type Pyro possédant l'Attribut TERRE dans votre Cimetière, gagnez 1000 LP.", "it": "Evoca Specialmente 1 \"Magmassaggio\" o 1 \"Magmax Mantleveda\" dal tuo Cimitero, scoperto sul tuo Terreno. Poi, se hai un mostro di Tipo Pyro con Attributo TERRA nel tuo Cimitero, guadagni 1000 LP.", "pt": null, "ja": "自分の墓地の「マグマッサーＧ」または「マグマックス・マントルヴェーダ」１体を選び、自分フィールドに表側表示で特殊召喚する。自分の墓地にモンスター（地属性／炎族）がいる場合、さらに自分は１０００ＬＰ回復する。", "ko": "자신 묘지의 \"마그마사G(지)\" 또는 \"마그마맥스 맨틀베다\" 1장을 고르고, 자신 필드에 앞면 표시로 특수 소환한다. 자신 묘지에 몬스터(땅 속성 / 화염족)가 있을 경우, 추가로 자신은 1000 LP 회복한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "series": ["Magma"], "images": [{"index": 1, "image": "EarthPressureExplosion-RDKP04-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP04-JP058", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP04-KR058", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Common"]}]}, "yugipedia_page_id": 714753}