{"konami_id": 16183, "name": {"en": "Beast Gear Secret Art - Primal Fist", "de": "Ungeheuerausstattung Geheimkunst - Urfaust", "es": "Arte Secreto del Mecanismo Bestia - Puño Primigenio", "fr": "Art Secret du Matos des Bêtes - Poing Primal", "it": "Arte Segreta Ingranaggio Bestia - Pugno Primordiale", "pt": null, "ja": "<ruby>獣<rt>じゅう</rt></ruby><ruby>機<rt>き</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>奥<rt>おう</rt></ruby><ruby>義<rt>ぎ</rt></ruby> <ruby>獣<rt>じゅう</rt></ruby><ruby>之<rt>の</rt></ruby><ruby>拳<rt>けん</rt></ruby>", "ja_romaji": "Jūkikai Ōgi Jū no Ken", "ko": "수기계오의 수지권", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "requirement": {"en": "When an opponent's monster declares an attack targeting your face-up Level 7-9 Beast-Warrior, Fiend, or Machine Type monster.", "de": "Wenn das Monster eines Gegners einen Angriff deklariert und dabei dein offenes Monster des Typs Ungeheuer-Krieger, Unterweltler oder Maschine der Stufe 7-9 ins Visier nimmt.", "es": "Cuando un monstruo del adversario declara un ataque dirigido a tu monstruo de Tipo Guerrero-Bestia, Demonio o Máquina boca arriba de Nivel 7-9.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque ciblant votre monstre de Type Bête-Guerrier, Démon ou Machine de Niveau 7 à 9 face recto.", "it": "Quando un mostro dell'avversario dichiara un attacco con il tuo mostro scoperto di Tipo Guerriero-Bestia, Demone o Macchina di Livello 7-9 come bersaglio.", "pt": null, "ja": "自分の表側表示モンスター（レベル７～９／獣戦士族・悪魔族・機械族）が攻撃を受ける相手モンスターの攻撃宣言時に発動できる。", "ko": "자신의 앞면 표시 몬스터(레벨 7~9 의 야수전사족 / 악마족 / 기계족)가 공격을 받는 상대 몬스터의 공격 선언시에 발동할 수 있다.", "zh-TW": null, "zh-CN": null}, "effect": {"en": "Change the attacking monster to face-up Defense Position. Then, if you changed a Dragon, Spellcaster, or Fairy Type monster to Defense Position by this effect, destroy 1 Spell/Trap Card on your opponent's field.", "de": "Ändere das angreifende Monster in die offene Verteidigungsposition. Zerstöre anschließend 1 Zauber-/Fallenkarte auf dem Spielfeld deines Gegners, falls du über diesen Effekt ein Monster des Typs Drache, Hexer oder Fee in die Verteidigungsposition gebracht hast.", "es": "Cambia el monstruo atacante a la Posición de Defensa boca arriba. A continuación, si has cambiado un monstruo de Tipo Dragón, Lanzador de Conjuros o Hada a la Posición de Defensa por este efecto, destruye 1 Carta Mágica/de Trampa en el Campo de tu adversario.", "fr": "Changez le monstre attaquant en Position de Défense face recto. Ensuite, si vous avez changé un monstre de Type Dragon, Magicien ou Elfe en Position de Défense avec cet effet, détruisez 1 Carte Magie/Piège sur le Terrain de votre adversaire.", "it": "Metti il mostro attaccante scoperto in Posizione di Difesa. Poi, se hai messo un mostro di Tipo Drago, Incantatore o Fata in Posizione di Difesa con questo effetto, distruggi 1 Carta Magia/Trappola sul Terreno del tuo avversario.", "pt": null, "ja": "攻撃してきたモンスターを表側守備表示にする。この効果でモンスター（ドラゴン族・魔法使い族・天使族）を守備表示にした場合、さらに相手フィールドの魔法・罠カード１枚を選んで破壊できる。", "ko": "공격해 온 몬스터를 앞면 수비 표시로 한다. 이 효과로 몬스터(드래곤족 / 마법사족 / 천사족)를 수비 표시로 했을 경우, 추가로 상대 필드의 마법 / 함정 카드 1장을 고르고 파괴할 수 있다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "series": ["Beast Gear"], "images": [{"index": 1, "image": "BeastGearSecretArtPrimalFist-RDGRD2-JP-C.png"}], "sets": {"ja": [{"set_number": "RD/KP04-JP060", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Super Rare"]}, {"set_number": "RD/GRD2-JP029", "set_name": "Go Rush Deck - Jointech Attack", "rarities": ["Common"]}], "ko": [{"set_number": "RD/KP04-KR060", "set_name": "Deck Mod Pack: Destined Power Destruction!!", "rarities": ["Super Rare"]}, {"set_number": "RD/GRD2-KR029", "set_name": "Go Rush Deck - Jointech Attack", "rarities": ["Common"]}]}, "yugipedia_page_id": 713599}