{"konami_id": 16848, "password": 109401, "name": {"en": "Dark Dimension Soldier", "de": "Soldat der finsteren Dimension", "es": "Soldado de la Dimensión Oscura", "fr": "Soldat de la Dimension des Ténèbres", "it": "Soldato Dimensione Oscura", "pt": "Soldado da Dimensão das Trevas", "ja": "<ruby>闇<rt>やみ</rt></ruby><ruby>次<rt>じ</rt></ruby><ruby>元<rt>げん</rt></ruby>の<ruby>戦<rt>せん</rt></ruby><ruby>士<rt>し</rt></ruby>", "ja_romaji": "Yamijigen no Senshi", "ko": "암흑차원의 전사", "ko_rr": "Amheukchawon-ui Jeonsa", "zh-TW": null, "zh-CN": "暗次元的兵士"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nYou can banish 1 card from your hand, then target 1 of your banished DARK monsters; Special Summon that monster in face-up or face-down Defense Position. During the End Phase: Inflict 100 damage to your opponent for each Set card on the field. You can only use each effect of \"Dark Dimension Soldier\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDu kannst 1 Karte von deiner Hand verbannen und dann 1 deiner verbannten FINSTERNIS Monster wählen; beschwöre das Monster als Spezialbeschwörung in die offene oder verdeckte Verteidigungsposition. Während der End Phase: Füge deinem Gegner für jede gesetzte Karte auf dem Spielfeld 100 Schaden zu. Du kannst jeden Effekt von „Soldat der finsteren Dimension“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nPuedes desterrar 1 carta en tu mano, y después seleccionar 1 de tus monstruos de OSCURIDAD desterrados; Invoca ese monstruo de Modo Especial en Posición de Defensa boca arriba o boca abajo. Durante la End Phase: inflige 100 puntos de daño a tu adversario por cada carta Colocada en el Campo. Sólo puedes usar cada efecto de \"Soldado de la Dimensión Oscura\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous pouvez bannir 1 carte depuis votre main, puis ciblez 1 de vos monstres TÉNÈBRES bannis ; Invoquez Spécialement le monstre en Position de Défense face recto ou face verso. Durant la End Phase : infligez 100 points de dommages à votre adversaire pour chaque carte Posée sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Soldat de la Dimension des Ténèbres\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nPuoi bandire 1 carta dalla tua mano, poi scegliere come bersaglio 1 tuo mostro OSCURITÀ bandito; Evoca Specialmente quel mostro scoperto o coperto in Posizione di Difesa. Durante la End Phase: infliggi al tuo avversario 100 danni per ogni carta Posizionata sul Terreno. Puoi utilizzare ogni effetto di \"Soldato Dimensione Oscura\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nVocê pode banir 1 card da sua mão e, depois, escolha 1 dos seus monstros de TREVAS banidos; Invoque esse monstro por Invocação-Especial com a face para cima ou com a face para baixo, em Posição de Defesa. Durante a Fase Final: cause 100 de dano ao seu oponente para cada card Baixado no campo. Você só pode usar cada efeito de \"Soldado da Dimensão das Trevas\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札を１枚除外し、除外されている自分の闇属性モンスター１体を対象として発動できる。そのモンスターを表側守備表示または裏側守備表示で特殊召喚する。②：自分・相手のエンドフェイズに発動する。フィールドにセットされたカードの数×１００ダメージを相手に与える。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패를 1장 제외하고, 제외되어 있는 자신의 어둠 속성 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 앞면 수비 표시 또는 뒷면 수비 표시로 특수 소환한다. ②: 자신 / 상대의 엔드 페이즈에 발동한다. 필드에 세트된 카드의 수 × 100 데미지를 상대에게 준다.", "zh-TW": null, "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的①②效果１回合仅可各使用１次。①：将１张手牌除外，以自己１只被除外的暗属性怪兽为对象可以发动。将该怪兽以表侧守备表示或里侧守备表示特殊召唤。②：在自己・对手的结束阶段发动。给予对手相当于放置在场上的卡的数量×１００的伤害。"}, "card_type": "Monster", "monster_type_line": "Warrior / Synchro / Effect", "attribute": "DARK", "level": 5, "atk": 1200, "def": 2400, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "DarkDimensionSoldier-BACH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN043", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "de": [{"set_number": "BACH-DE043", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "es": [{"set_number": "BACH-SP043", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BACH-FR043", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "it": [{"set_number": "BACH-IT043", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BACH-PT043", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BACH-JP043", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "ko": [{"set_number": "BACH-KR043", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC030", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714455}