{"konami_id": 13423, "password": 269510, "name": {"en": "Fire Prison", "de": "Feuergefängnis", "es": "Prisión de Fuego", "fr": "Prison de Feu", "it": "Prigione di Fuoco", "pt": "Prisão de Fogo", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>火<rt>ぴ</rt></ruby>の<ruby>牢<rt>ろう</rt></ruby><ruby>獄<rt>ごく</rt></ruby>", "ja_romaji": "Tenpi no Rōgoku", "ko": "천화의 감옥", "ko_rr": null, "zh-TW": "天火的牢獄", "zh-CN": "天火的牢狱"}, "text": {"en": null, "de": "Alle Drache-Monster auf dem Spielfeld erhalten 300 DEF. Falls Linkmonster auf dem Spielfeld liegen, kann kein Spieler ein Linkmonster mit einer niedrigeren Linkzahl als die höchste Linkzahl auf dem Spielfeld als Linkbeschwörung beschwören. Monster können nicht angreifen, außer Linkmonstern. Wende die folgenden Effekte an, solange 2 oder mehr Cyberse-Linkmonster auf dem Spielfeld liegen.\n●Annulliere die aktivierten Effekte von Cyberse-Monstern.\n●Cyberse-Monster können nicht angreifen, können nicht als Ziel für Angriffe gewählt werden und können nicht als Ziel für Karteneffekte gewählt werden.", "es": "Todos los monstruos Dragón en el Campo ganan 300 DEF. Si hay Monstruos de Enlace en el Campo, ningún jugador puede Invocar por Enlace a un Monstruo de Enlace con un Rating de Enlace menor que el Rating de Enlace más alto del Campo. Los monstruos no pueden atacar, excepto los Monstruos de Enlace. Aplica los siguientes efectos mientras 2 o más Monstruos de Enlace Ciberso estén en el Campo.\n●Niega los efectos activados de monstruos Ciberso.\n●Los monstruos Ciberso no pueden atacar, no pueden ser seleccionados para ataques, y no pueden ser seleccionados por efectos de cartas.", "fr": "Tous les monstres Dragon sur le Terrain gagnent 300 DEF. S'il y a des Monstres Lien sur le Terrain, aucun joueur ne peut Invoquer par Lien de Monstres Lien avec une Classification Lien inférieure à la plus haute Classification Lien sur le Terrain. Les monstres (Monstres Lien exclus) ne peuvent pas attaquer. Appliquez les effets suivants tant que min. 2 Monstres Lien Cyberse sont sur le Terrain.\n●Annulez les effets activés de monstres Cyberse.\n●Les monstres Cyberse ne peuvent ni attaquer, ni être ciblés avec une attaque, ni être ciblés par des effets de carte.", "it": "Tutti i mostri Drago sul Terreno guadagnano 300 DEF. Se sul Terreno c'è un qualsiasi Mostro Link, nessun giocatore può Evocare Link un Mostro Link con una Classificazione Link inferiore alla Classificazione Link più alta sul Terreno. I mostri non possono attaccare, eccetto i Mostri Link. Applica i seguenti effetti mentre sul Terreno ci sono 2 o più Mostri Link Cyberso.\n●Annulla gli effetti attivati dei mostri Cyberso.\n●I mostri Cyberso non possono attaccare, non possono essere scelti come bersaglio per gli attacchi e non possono essere scelti come bersaglio con gli effetti delle carte.", "pt": "Todos os monstros Dragão no campo ganham 300 de DEF. Se qualquer Monstro Link estiver no campo, nenhum duelista pode Invocar por Invocação-Link um Monstro Link com um Valor Link menor que o maior Valor Link no campo. Monstros, exceto Monstros Link, não podem atacar. Aplique os seguintes efeitos enquanto 2 ou mais Monstros Link Ciberso estiverem no campo.\n●Negue os efeitos ativados de monstros Ciberso.\n●Monstros Ciberso não podem atacar, não podem ser escolhidos como alvo de ataques e não podem ser escolhidos como alvo de efeitos de card.", "ja": "①：フィールドのドラゴン族モンスターの守備力は３００アップする。\n②：お互いに、フィールドのＬモンスターよりリンクマーカーの数が少ないＬモンスターをＬ召喚できず、Ｌモンスター以外のモンスターは攻撃できない。\n③：フィールドにサイバース族Ｌモンスターが２体以上存在する場合、以下の効果を適用する。\n●サイバース族モンスターが発動した効果は無効化される。\n●フィールドのサイバース族モンスターは攻撃できず、お互いのモンスターはそれらを攻撃対象に選択できず、お互いにそれらを効果の対象にできない。", "ko": "①: 필드의 드래곤족 몬스터의 수비력은 300 올린다. ②: 서로, 필드의 링크 몬스터보다 링크 마커의 수가 적은 링크 몬스터를 링크 소환할 수 없으며, 링크 몬스터 이외의 몬스터는 공격할 수 없다. ③: 필드에 사이버스족 링크 몬스터가 2장 이상 존재할 경우, 이하의 효과를 적용한다.\n●사이버스족 몬스터가 발동한 효과는 무효화된다.\n●필드의 사이버스족 몬스터는 공격할 수 없으며, 공격 대상이 되지 않고, 효과의 대상도 되지 않는다.", "zh-TW": "①：場上的龍族怪獸的守備力提升３００。②：雙方無法連結召喚連結符號的數量比場上的連結怪獸少的連結怪獸，連結怪獸以外的怪獸無法攻擊。③：在場上存在２隻以上的電子界族連結怪獸的狀況下，適用以下效果。\n●電子界族怪獸發動的效果無效化。\n●場上的電子界族怪獸無法攻擊，不會成為攻擊對象，也不會成為效果對象。", "zh-CN": "①：场上的龙族怪兽的守备力上升３００。②：双方不可将连接标记少于场上连接怪兽的连接怪兽进行连接召唤，连接怪兽以外的怪兽不可攻击。③：场上有２只以上电子界族连接怪兽存在的情况下，适用以下效果。\n●电子界族怪兽发动的效果无效化。\n●场上的电子界族怪兽不可攻击，不会成为攻击的对象，不会成为效果的对象。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "FirePrison-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN052", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-EN043", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-EN204", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE052", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-DE043", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-DE204", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR052", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-FR043", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-FR204", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT052", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-IT043", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-IT204", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT052", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-PT043", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-PT204", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP052", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR052", "set_name": "Extreme Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 448815, "master_duel_rarity": "N"}