{"konami_id": 16190, "password": 291414, "name": {"en": "Converging Wills Dragon", "de": "Gedankensammler-Drache", "es": "Dragón de Voluntades Convergentes", "fr": "Dragon de la Convergence des Volontés", "it": "Drago Volontà Convergenti", "pt": "Dragão das Vontades Convergentes", "ja": "<ruby>想<rt>おも</rt></ruby>い<ruby>集<rt>つど</rt></ruby>いし<ruby>竜<rt>りゅう</rt></ruby>", "ja_romaji": "Omoi Tsudoishi Ryū", "ko": "하나된 마음의 용", "ko_rr": "Hanadwin Ma-eum-ui Yong", "zh-TW": "集結思念的龍", "zh-CN": "聚集思念之龙"}, "text": {"en": "Cannot be used as Synchro Material, except for the Synchro Summon of a \"Majestic\" monster. This card's name becomes \"Majestic Dragon\" while on the field or in the GY. When you draw this card: You can reveal it; Special Summon it from your hand, then, if you control a Level 8 or higher Dragon Synchro Monster, you can Special Summon 1 Level 1 Dragon monster from your Deck. You can only Special Summon \"Converging Wills Dragon(s)\" once per turn.", "de": "Kann nicht als Synchromaterial verwendet werden, außer für die Synchrobeschwörung eines „Majestätisch“-Monsters. Der Name dieser Karte wird zu „Majestätischer Drache“, solange sie auf dem Spielfeld oder im Friedhof liegt. Wenn du diese Karte ziehst: Du kannst sie vorzeigen; beschwöre sie als Spezialbeschwörung von deiner Hand, dann, falls du ein Drache-Synchromonster der Stufe 8 oder höher kontrollierst, kannst du 1 Drache-Monster der Stufe 1 als Spezialbeschwörung von deinem Deck beschwören. Du kannst nur einmal pro Spielzug einen oder mehr „Gedankensammler-Drache“ als Spezialbeschwörung beschwören.", "es": "No puede ser usado como Material de Sincronía, excepto para la Invocación por Sincronía de un monstruo \"Majestuoso/a\". El nombre de esta carta se convierte en \"Dragón Majestuoso\" mientras esté en el Campo o en el Cementerio. Cuando robas esta carta: puedes mostrarla; Invócala de Modo Especial desde tu mano y después, si controlas un Monstruo de Sincronía Dragón de Nivel 8 o mayor, puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo Dragón de Nivel 1. Sólo puedes Invocar de Modo Especial uno o más \"Dragón de Voluntades Convergentes\" una vez por turno.", "fr": "Non utilisable comme Matériel Synchro, sauf pour l'Invocation Synchro d'un monstre \"Majestueux\". Le nom de cette carte devient \"Dragon Majestueux\" tant qu'elle est sur le Terrain ou dans le Cimetière. Lorsque vous piochez cette carte : vous pouvez la révéler ; Invoquez-la Spécialement depuis votre main, puis, si vous contrôlez un Monstre Synchro Dragon de min. Niveau 8, vous pouvez Invoquer Spécialement 1 monstre Dragon de Niveau 1 depuis votre Deck. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Dragon de la Convergence des Volontés\" qu'une fois par tour.", "it": "Non può essere utilizzato come Materiale Synchro, eccetto che per la Synchro Evocazione di un mostro \"Maestoso\". Il nome di questa carta diventa \"Drago Maestoso\" mentre è sul Terreno o nel Cimitero. Quando peschi questa carta: puoi rivelarla; Evocala Specialmente dalla tua mano, poi, se controlli un Mostro Synchro Drago di Livello 8 o superiore, puoi Evocare Specialmente 1 mostro Drago di Livello 1 dal tuo Deck. Puoi Evocare Specialmente uno o più \"Drago Volontà Convergenti\" una sola volta per turno.", "pt": "Não pode ser usado como Matéria Sincro, exceto para a Invocação-Sincro de um monstro \"Majestoso\". O nome deste card se torna \"Dragão Majestoso\" enquanto estiver no campo ou no Cemitério. Quando você comprar este card: você pode revelá-lo; Invoque-o por Invocação-Especial da sua mão e, depois, se você controlar um Monstro Sincro Dragão de Nível 8 ou mais, você pode Invocar por Invocação-Especial 1 monstro Dragão de Nível 1 do seu Deck. Você só pode Invocar um ou mais \"Dragão das Vontades Convergentes\" por Invocação-Especial uma vez por turno.", "ja": "自分は「想い集いし竜」を１ターンに１度しか特殊召喚できず、このカードをＳ素材とする場合、「セイヴァー」モンスターのＳ召喚にしか使用できない。①：このカードのカード名は、フィールド・墓地に存在する限り「救世竜 セイヴァー・ドラゴン」として扱う。②：このカードをドローした時、このカードを相手に見せて発動できる。このカードを手札から特殊召喚する。自分フィールドにレベル８以上のドラゴン族Ｓモンスターが存在する場合、さらにデッキからドラゴン族・レベル１モンスター１体を特殊召喚できる。", "ko": "자신은 \"하나된 마음의 용\"을 1턴에 1번밖에 특수 소환할 수 없으며, 이 카드를 싱크로 소재로 할 경우, \"세이비어\" 몬스터의 싱크로 소환으로밖에 사용할 수 없다. ①: 이 카드의 카드명은, 필드 / 묘지에 존재하는 한 \"구세룡 세이비어 드래곤\"으로 취급한다. ②: 이 카드를 드로우했을 때, 이 카드를 상대에게 보여주고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 자신 필드에 레벨 8 이상의 드래곤족 싱크로 몬스터가 존재할 경우, 추가로 덱에서 드래곤족 / 레벨 1 몬스터 1장을 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "自己１回合仅可将“聚集思念之龙”特殊召唤１次，以此卡作为同步素材的情况下，仅可使用于“救世”怪兽的同步召唤。①：此卡只要存在于场上・墓地，卡名视为“救世龙”。②：抽到此卡时，向对手出示此卡可以发动。从手牌将此卡特殊召唤。自己场上有等级８以上的龙族同步怪兽存在的情况下，进而可从牌组将１只龙族・等级１怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Tuner / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "ConvergingWillsDragon-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN001", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-EN118", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE001", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-DE118", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "es": [{"set_number": "DAMA-SP001", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-SP118", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR001", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-FR118", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT001", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-IT118", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT001", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-PT118", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP001", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}], "ko": [{"set_number": "DAMA-KR001", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP6-SC053", "set_name": "Mega Pack 06", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714339, "master_duel_rarity": "R"}