{"konami_id": 19727, "password": 324483, "name": {"en": "Ultimate Flame Swordsman", "de": "Ultimativer Flammen-Schwertkämpfer", "es": "Espadachín de la Llama Definitivo", "fr": "Spadassin des Flammes Ultime", "it": "Spadaccino di Fuoco Finale", "pt": "Espadachim das Chamas Definitivo", "ja": "<ruby>極<rt>ごく</rt></ruby><ruby>炎<rt>えん</rt></ruby>の<ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>", "ja_romaji": "Gokuen no Kenshi", "ko": "극화염의 검사", "ko_rr": null, "zh-TW": "極炎之劍士", "zh-CN": "极炎之剑士"}, "text": {"en": "\"Flame Swordsman\" + \"Fighting Flame Dragon\"\nYou can target 1 monster your opponent controls; destroy it, and if you do, inflict 500 damage to your opponent. This is a Quick Effect if this card is equipped with an Equip Card. At the start of the Damage Step, if this card battles: You can double this card's ATK until the end of this turn, but if you do, destroy it during the End Phase of this turn. You can only use each effect of \"Ultimate Flame Swordsman\" once per turn.", "de": "„Flammen-Schwertkämpfer“ + „Kampfflammen-Drache“\nDu kannst 1 Monster wählen, das dein Gegner kontrolliert; zerstöre es und falls du dies tust, füge deinem Gegner 500 Schaden zu. Dies ist ein Schnelleffekt, falls diese Karte mit einer Ausrüstungskarte ausgerüstet ist. Am Beginn des Damage Steps, falls diese Karte kämpft: Du kannst die ATK dieser Karte bis zum Ende dieses Spielzugs verdoppeln, aber falls du dies tust, zerstöre sie während der End Phase dieses Spielzugs. Du kannst jeden Effekt von „Ultimativer Flammen-Schwertkämpfer“ nur einmal pro Spielzug verwenden.", "es": "\"Espadachín de la Llama\" + \"Dragón de la Llama de Lucha\"\nPuedes seleccionar 1 monstruo que controle tu adversario; destrúyelo y, si lo haces, inflige 500 puntos de daño a tu adversario. Esto es un Efecto Rápido si esta carta está equipada con una Carta de Equipo. Al comienzo del Damage Step, si esta carta batalla: puedes duplicar el ATK de esta carta hasta el final de este turno pero, si lo haces, destrúyela durante la End Phase de este turno. Sólo puedes usar cada efecto de \"Espadachín de la Llama Definitivo\" una vez por turno.", "fr": "\"Spadassin des Flammes\" + \"Dragon des Flammes Combattant\"\nVous pouvez cibler 1 monstre contrôlé par votre adversaire ; détruisez-le, et si vous le faites, infligez 500 points de dommages à votre adversaire. Ceci est un Effet Rapide si cette carte est équipée avec une Carte d'Équipement. Au début de la Damage Step, si cette carte combat : vous pouvez doubler l'ATK de cette carte jusqu'à la fin de ce tour, mais si vous le faites, détruisez-la durant la End Phase de ce tour. Vous ne pouvez utiliser chaque effet de \"Spadassin des Flammes Ultime\" qu'une fois par tour.", "it": "\"Spadaccino di Fuoco\" + \"Drago Fiamma Combattente\"\nPuoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; distruggilo e, se lo fai, infliggi 500 danni al tuo avversario. Questo è un Effetto Rapido se questa carta è equipaggiata con una Carta Equipaggiamento. All'inizio del Damage Step, se questa carta combatte: puoi raddoppiare l'ATK di questa carta fino alla fine di questo turno, ma, se lo fai, distruggila durante la End Phase di questo turno. Puoi utilizzare ogni effetto di \"Spadaccino di Fuoco Finale\" una sola volta per turno.", "pt": "\"Espadachim das Chamas\" + \"Dragão das Chamas Lutador\"\nVocê pode escolher 1 monstro que seu oponente controla; destrua-o e, se isso acontecer, cause 500 de dano ao seu oponente. Este é um Efeito Rápido se este card estiver equipado com um Card de Equipamento. No começo da Etapa de Dano, se este card batalhar: você pode dobrar o ATK deste card até o final deste turno mas, se isso acontecer, destrua-o durante a Fase Final deste turno. Você só pode usar cada efeito de \"Espadachim das Chamas Definitivo\" uma vez por turno.", "ja": "「炎の剣士」＋「闘気炎斬龍」\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手フィールドのモンスター１体を対象として発動できる（このカードが装備カードを装備している場合、この効果は相手ターンでも発動できる）。そのモンスターを破壊し、相手に５００ダメージを与える。②：このカードが戦闘を行うダメージステップ開始時に発動できる。このカードの攻撃力はターン終了時まで倍になる。このターンのエンドフェイズにこのカードは破壊される。", "ko": "\"화염의 검사\" ＋ \"투의염참룡\"\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다(이 카드가 장착 카드를 장착하고 있을 경우, 이 효과는 상대 턴에도 발동할 수 있다). 그 몬스터를 파괴하고, 상대에게 500 데미지를 준다. ②: 이 카드가 전투를 실행하는 데미지 스텝 개시시에 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지 배가 된다. 이 턴의 엔드 페이즈에 이 카드는 파괴된다.", "zh-TW": null, "zh-CN": "“炎之剑士”＋“斗气炎斩龙”\n此卡名的①②效果１回合仅可各使用１次。①：以对手场上的１只怪兽为对象可以发动（此卡装备有装备卡的情况下，此效果在对手回合也可以发动）。将该怪兽破坏，给予对手５００伤害。②：此卡进行战斗的伤害步骤开始时可以发动。此卡的攻击力直至回合结束时为止变为两倍。在此回合的结束阶段此卡将被破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "FIRE", "level": 8, "atk": 2800, "def": 1600, "series": ["Flame Swordsman"], "images": [{"index": 1, "image": "UltimateFlameSwordsman-MZMI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN004", "set_name": "Maze of Millennia", "rarities": ["Super Rare", "Collector's Rare"]}], "de": [{"set_number": "MZMI-DE004", "set_name": "Maze of Millennia", "rarities": ["Super Rare", "Collector's Rare"]}], "fr": [{"set_number": "MZMI-FR004", "set_name": "Maze of Millennia", "rarities": ["Super Rare", "Collector's Rare"]}], "it": [{"set_number": "MZMI-IT004", "set_name": "Maze of Millennia", "rarities": ["Super Rare", "Collector's Rare"]}], "pt": [{"set_number": "MZMI-PT004", "set_name": "Maze of Millennia", "rarities": ["Super Rare", "Collector's Rare"]}], "ja": [{"set_number": "WPP5-JP004", "set_name": "World Premiere Pack 2024", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "WPS1-SC034", "set_name": "World Premiere Pack 2024", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1037678, "master_duel_rarity": "UR"}