{"konami_id": 11110, "password": 387282, "name": {"en": "Gagaga Sister", "de": "Gagaga-Schwester", "es": "Hermana Gagaga", "fr": "Sœur Gagaga", "it": "Sorella Gagaga", "pt": "Irmã Gagaga", "ja": "ガガガシスター", "ja_romaji": "Gagaga Shisutā", "ko": "가가가 시스터", "ko_rr": "Gagaga Siseuteo", "zh-TW": null, "zh-CN": "我我我妹妹"}, "text": {"en": "When this card is Normal Summoned: You can add 1 \"Gagaga\" Spell/Trap Card from your Deck to your hand. You can target 1 other \"Gagaga\" monster you control; the Levels of that monster and this card become their combined current Levels, until the end of this turn. You can only use this effect of \"Gagaga Sister\" once per turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst deiner Hand 1 „Gagaga“-Zauber-/Fallenkarte von deinem Deck hinzufügen. Du kannst 1 anderes „Gagaga“-Monster wählen, das du kontrollierst; die Stufen des Monsters und dieser Karte werden bis zum Ende dieses Spielzugs jeweils die Summe ihrer derzeitigen Stufen. Du kannst diesen Effekt von „Gagaga-Schwester“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes añadir a tu mano 1 Carta Mágica/de Trampa \"Gagaga\" en tu Deck. Puedes seleccionar otro monstruo \"Gagaga\" que controles; hasta el final de este turno, los Niveles de ese monstruo y esta carta se convierten en sus Niveles en este momento combinados. Sólo puedes usar este efecto de \"Hermana Gagaga\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 Carte Magie/Piège \"Gagaga\" depuis votre Deck à votre main. Vous pouvez cibler 1 autre monstre \"Gagaga\" que vous contrôlez ; jusqu'à la fin de ce tour, les Niveaux du monstre et de cette carte deviennent la somme de leurs Niveaux actuels. Vous ne pouvez utiliser cet effet de \"Sœur Gagaga\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi aggiungere 1 Carta Magia/Trappola \"Gagaga\" dal tuo Deck alla tua mano. Puoi scegliere come bersaglio 1 altro mostro \"Gagaga\" che controlli; i Livelli di quel mostro e questa carta diventano la somma dei loro Livelli attuali, fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Sorella Gagaga\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode adicionar 1 Card de Magia/Armadilha \"Gagaga\" do seu Deck à sua mão. Você pode escolher 1 outro monstro \"Gagaga\" que você controla; até o final deste turno, os Níveis desse monstro e deste card se tornam igual aos Níveis combinados dos dois. Você só pode usar este efeito de \"Irmã Gagaga\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードが召喚に成功した時に発動できる。デッキから「ガガガ」魔法・罠カード１枚を手札に加える。②：このカード以外の自分フィールドの「ガガガ」モンスター１体を対象として発動できる。そのモンスターとこのカードは、ターン終了時までその２体のレベルを合計したレベルになる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때에 발동할 수 있다. 덱에서 \"가가가\" 마법 / 함정 카드 1장을 패에 넣는다. ②: 이 카드 이외의 자신 필드의 \"가가가\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와 이 카드는, 턴 종료시까지 그 2장의 레벨을 합계한 레벨이 된다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：此卡召唤时可以发动。从牌组将1张“我我我”魔法・陷阱卡加入手牌。②：以自己场上的1只其他的“我我我”怪兽为对象可以发动。将该怪兽与此卡的等级直至回合结束时为止，改成2只合计的等级。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 2, "atk": 200, "def": 800, "series": ["Gagaga"], "images": [{"index": 1, "image": "GagagaSister-WSUP-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN006", "set_name": "World Superstars", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "WSUP-DE006", "set_name": "World Superstars", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "WSUP-SP006", "set_name": "World Superstars", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "WSUP-FR006", "set_name": "World Superstars", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "WSUP-IT006", "set_name": "World Superstars", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "WSUP-PT006", "set_name": "World Superstars", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "PRIO-JP081", "set_name": "Primal Origin", "rarities": ["Rare"]}, {"set_number": "SD42-JP007", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR046", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}, {"set_number": "SD42-KR007", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD42-SC007", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Common"]}, {"set_number": "25SP-SC200", "set_name": "Entry Pack 2025 Vol.2", "rarities": ["Secret Rare (Special Blue Version)"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 298318}