{"konami_id": 20234, "password": 402416, "name": {"en": "Obliterate!!! Blaze", "de": "Auslöschen!!!-Lohe", "es": "Llamarada ¡¡¡Obliterar!!!", "fr": "Embrasement Destruction !!!", "it": "Fiammata Obliterazione!!!", "pt": "Obliterar!!! Chamas", "ja": "<ruby>魔神火焔砲<rt>エグゾード・ブレイズ</rt></ruby>", "ja_romaji": "Eguzōdo Bureizu", "ko": "엑조드 브레이즈", "ko_rr": null, "zh-TW": "魔神火焰砲－艾格佐德之焰", "zh-CN": "魔神火焰炮－艾格佐德之焰"}, "text": {"en": "One Level 10 or higher monster on the field with \"Exodia\" in its original name gains these effects.\n● You can pay half your LP; destroy as many cards in the Spell & Trap Zones as possible, then equip 5 \"Forbidden One\" monsters from your hand and/or Deck to this card as Equip Spells that each give it 2000 ATK, also you cannot activate other cards' effects for the rest of this turn.\n● If this card attacks a Defense Position monster, inflict piercing battle damage to your opponent.", "de": "Ein Monster der Stufe 10 oder höher mit „Exodia“ in seinem Grund-Namen auf dem Spielfeld erhält diese Effekte.\n● Du kannst die Hälfte deiner LP zahlen; zerstöre so viele Karten in den Zauber- & Fallenzonen wie möglich, dann rüste diese Karte mit 5 „Exodia, die Verbotene“ und/oder „Der Verbotenen“-Monstern von deiner Hand und/oder deinem Deck als Ausrüstungszauber aus, die ihr jeweils 2000 ATK geben, zusätzlich kannst du für den Rest dieses Spielzugs keine Effekte von anderen Karten aktivieren.\n● Falls diese Karte ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu.", "es": "Un monstruo de Nivel 10 o mayor en el Campo con \"Exodia\" en su nombre original gana estos efectos.\n● Puedes pagar la mitad de tus LP; destruye tantas cartas en las Zonas de Magia y Trampas como sea posible, y después equipa a esta carta 5 monstruos \"el Prohibido\" en tu mano y/o Deck como Mágicas de Equipo que cada una le da 2000 ATK, y además no puedes activar efectos de otras cartas por el resto de este turno.\n● Si esta carta ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario.", "fr": "Un monstre de min. Niveau 10 sur le Terrain avec \"Éxodia\" dans son nom d'origine gagne ces effets.\n● Vous pouvez payer la moitié de vos LP ; détruisez autant de cartes dans les Zones Magie & Piège que possible, puis équipez 5 monstres \"l'Interdit\" depuis votre main et/ou Deck à cette carte comme Magies d'Équipement qui lui donnent chacune 2000 ATK, et aussi, vous ne pouvez pas activer les effets d'autres cartes le reste de ce tour.\n● Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.", "it": "Un mostro di Livello 10 o superiore sul Terreno con \"Exodia\" nel suo nome originale guadagna questi effetti.\n● Puoi pagare la metà dei tuoi LP; distruggi tante carte nelle Zone Magie & Trappole quante possibile, poi equipaggia 5 mostri \"il/del Proibito\" dalla tua mano e/o Deck a questa carta come Magie Equipaggiamento che gli danno ognuna 2000 ATK, inoltre non puoi attivare gli effetti di altre carte per il resto di questo turno.\n● Se questa carta attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario.", "pt": "Um monstro de Nível 10 ou mais no campo com \"Exodia\" em seu nome original ganha esses efeitos.\n● Você pode pagar metade dos seus PV; destrua tantos cards nas Zonas de Magias & Armadilhas quanto possível e, depois, equipe 5 monstros \"O Proibido\" da sua mão e/ou do Deck a este card como Magias de Equipamento que concedem a ele 2000 de ATK cada e, além disso, você não pode ativar outros efeitos de cards pelo resto deste turno.\n● Se este card atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente.", "ja": "①：元々のカード名に「エクゾディア」を含むフィールドのレベル１０以上のモンスター１体は以下の効果を得る。\n●ＬＰを半分払って発動できる。お互いの魔法＆罠ゾーンのカードを全て破壊する。その後、手札・デッキから「封印されし」モンスター５体をそれぞれ攻撃力２０００アップの装備魔法カード扱いでこのカードに装備する。この効果の発動後、ターン終了時まで自分はこのカード以外のカードの効果を発動できない。\n●このカードが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。", "ko": "①: 원래의 카드명에 \"엑조디아\"를 포함하는 필드의 레벨 10 이상의 몬스터 1장은 이하의 효과를 얻는다.\n●LP를 절반 지불하고 발동할 수 있다. 서로의 마법 & 함정 존의 카드를 전부 파괴한다. 그 후, 패 / 덱에서 \"봉인된\" 몬스터 5장을 각각 공격력 2000 올리는 장착 마법 카드로 취급하여 이 카드에 장착한다. 이 효과의 발동 후, 턴 종료시까지 자신은 이 카드 이외의 카드의 효과를 발동할 수 없다.\n●이 카드가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 상대에게 전투 데미지를 준다.", "zh-TW": null, "zh-CN": "①：场上１只原本卡名包含“艾克佐迪亚”在内的等级１０以上怪兽获得以下效果。\n●支付一半LP可以发动。将双方魔法与陷阱区域的卡全部破坏。然后，从手牌・牌组将５只“被封印”怪兽分别视为攻击力上升２０００的装备魔法卡，装备于此卡。此效果发动后，直至回合结束时为止自己不可发动此卡以外的卡的效果。\n●此卡攻击守备表示怪兽的情况下，依攻击力超出该怪兽守备力的数值来给予对手战斗伤害。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Exodd"], "images": [{"index": 1, "image": "ObliterateBlaze-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN055", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN225", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INFO-DE055", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE225", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INFO-SP055", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP225", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INFO-FR055", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR225", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INFO-IT055", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT225", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INFO-PT055", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT225", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "INFO-JP055", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR055", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC055", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1042457, "master_duel_rarity": "N"}