{"konami_id": 12075, "password": 575512, "name": {"en": "PSY-Frame Circuit", "de": "PSI-Hüllenkreis", "es": "Circuito de Armazón-PSÍ", "fr": "Circuit Structure-PSY", "it": "PSI-Struttura Circuito", "pt": "Circuito PSÍ-Armação", "ja": "<ruby>ＰＳＹ<rt>サイ</rt></ruby>フレーム・サーキット", "ja_romaji": "Saifurēmu Sākitto", "ko": "<ruby>PSY<rt>싸이</rt></ruby>프레임 서킷", "ko_rr": "Ssai-Peureim Seokit", "zh-TW": "精神骨架 回路", "zh-CN": "精神骨架回路"}, "text": {"en": null, "de": "Falls ein oder mehr „PSI-Hülle“-Monster als Spezialbeschwörung auf deine Spielfeldseite beschworen werden (außer während des Damage Steps), kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Synchromonster als Synchrobeschwörung und verwende dafür nur „PSI-Hülle“-Monster, die du kontrollierst. Am Beginn des Damage Steps, falls ein „PSI-Hülle“-Monster, das du kontrollierst, gegen ein Monster deines Gegners kämpft: Du kannst 1 „PSI-Hülle“-Monster abwerfen; dein kämpfendes Monster erhält bis zum Ende dieses Spielzugs ATK in Höhe der ATK des abgeworfenen Monsters.", "es": "Si uno o más monstruos \"Armazón-PSÍ\" son Invocados de Modo Especial en tu lado del Campo (excepto durante el Damage Step), puedes: inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 Monstruo de Sincronía, usando sólo monstruos \"Armazón-PSÍ\" que controles. Al comienzo del Damage Step, si un monstruo \"Armazón-PSÍ\" que controlas batalla con un monstruo de tu adversario: puedes descartar 1 monstruo \"Armazón-PSÍ\"; hasta el final de este turno tu monstruo batallante gana ATK igual al ATK del monstruo descartado.", "fr": "Si un ou plusieurs monstres \"Structure-PSY\" sont Invoqués Spécialement sur votre Terrain (sauf durant la Damage Step), vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres \"Structure-PSY\" que vous contrôlez. Au début de la Damage Step, si un monstre \"Structure-PSY\" que vous contrôlez combat un monstre de votre adversaire : vous pouvez défausser 1 monstre \"Structure-PSY\" ; jusqu'à la fin de ce tour, votre monstre combattant gagne une ATK égale à l'ATK du monstre défaussé.", "it": "Se uno o più mostri \"PSI-Struttura\" vengono Evocati Specialmente sul tuo Terreno (eccetto durante il Damage Step), puoi: immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro, utilizzando solo mostri \"PSI-Struttura\" che controlli. All'inizio del Damage Step, se un mostro \"PSI-Struttura\" che controlli combatte con un mostro dell'avversario: puoi scartare 1 mostro \"PSI-Struttura\"; il tuo mostro che sta combattendo guadagna ATK pari all'ATK del mostro scartato fino alla fine di questo turno.", "pt": "Se um ou mais monstros \"PSÍ-Armação\" forem Invocados por Invocação-Especial no seu lado do campo (exceto durante a Etapa de Dano), você pode: imediatamente depois que este efeito resolver, Invoque 1 Monstro Sincro por Invocação-Sincro, usando apenas monstros \"PSÍ-Armação\" que você controla. No começo da Etapa de Dano, se um monstro \"PSÍ-Armação\" que você controla batalhar um monstro do oponente: você pode descartar 1 monstro \"PSÍ-Armação\"; até o final deste turno, seu monstro que está batalhando ganha ATK igual ao ATK do monstro descartado.", "ja": "①：自分フィールドに「ＰＳＹフレーム」モンスターが特殊召喚された場合に発動できる。自分フィールドの「ＰＳＹフレーム」モンスターのみを素材としてＳ召喚を行う。\n②：自分の「ＰＳＹフレーム」モンスターが相手モンスターと戦闘を行うダメージステップ開始時に、手札の「ＰＳＹフレーム」モンスター１体を捨てて発動できる。その戦闘を行う自分のモンスターの攻撃力はターン終了時まで、この効果を発動するために捨てたモンスターの攻撃力分アップする。", "ko": "①: 자신 필드에 \"PSY(싸이)프레임\" 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 자신 필드의 \"PSY(싸이)프레임\" 몬스터만을 싱크로 소재로서 싱크로 소환한다. ②: 자신의 \"PSY(싸이)프레임\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시에, 패의 \"PSY(싸이)프레임\" 몬스터 1장을 버리고 발동할 수 있다. 그 전투를 실행하는 자신 몬스터의 공격력은 턴 종료시까지, 이 효과를 발동하기 위해 버린 몬스터의 공격력만큼 올린다.", "zh-TW": "①：可在「精神骨架」怪獸被特殊召喚至我方場上的狀況下發動。僅限以我方場上的「精神骨架」怪獸做為同步素材同步召喚。②：在我方的「精神骨架」怪獸與對方怪獸進行戰鬥的傷害步驟開始時，可從手牌捨棄１隻「精神骨架」怪獸發動。進行該戰鬥的我方怪獸的攻擊力在回合結束前，依據為發動此效果捨棄的怪獸的攻擊力數值進行提升。", "zh-CN": "①：“精神骨架”怪兽被特殊召唤至自己场上的情况下可以发动。仅以自己场上的“精神骨架”怪兽作为同步素材同步召唤。②：在自己的“精神骨架”怪兽与对手怪兽进行战斗的伤害步骤开始时，舍弃手牌的１只“精神骨架”怪兽可以发动。进行该战斗的自己怪兽的攻击力直至回合结束时为止，上升相当于为发动此效果舍弃的怪兽的攻击力的数值。"}, "card_type": "Spell", "property": "Field", "series": ["PSY-Frame"], "images": [{"index": 1, "image": "PSYFrameCircuit-HSRD-EN-R-1E.png"}], "sets": {"en": [{"set_number": "HSRD-EN036", "set_name": "High-Speed Riders", "rarities": ["Rare"]}], "de": [{"set_number": "HSRD-DE036", "set_name": "High-Speed Riders", "rarities": ["Rare"]}], "fr": [{"set_number": "HSRD-FR036", "set_name": "High-Speed Riders", "rarities": ["Rare"]}], "it": [{"set_number": "HSRD-IT036", "set_name": "High-Speed Riders", "rarities": ["Rare"]}], "pt": [{"set_number": "HSRD-PT036", "set_name": "High-Speed Riders", "rarities": ["Rare"]}], "ja": [{"set_number": "SPHR-JP036", "set_name": "Booster SP: Highspeed Riders", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "LVP2-JP090", "set_name": "LINK VRAINS Pack 2", "rarities": ["Common"]}], "ko": [{"set_number": "SPHR-KR036", "set_name": "Booster SP: Highspeed Riders", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "LVP2-KR090", "set_name": "LINK VRAINS Pack 2", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL02-SC127", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 427598, "master_duel_rarity": "N"}