{"konami_id": 12793, "password": 675319, "name": {"en": "Zodiac Sign", "de": "Zodiak-Sternbild", "es": "Signo del Zodíaco", "fr": "Signe du Zodiaque", "it": "Segnale Zodiaco", "pt": "Sinal Zodíaco", "ja": "ゾディアック<ruby>Ｓ<rt>サイン</rt></ruby>", "ja_romaji": "Zodiakku Sain", "ko": "조디악<ruby>S<rt>싸인</rt></ruby>", "ko_rr": null, "zh-TW": "十二宮簽訂", "zh-CN": "十二宫签订"}, "text": {"en": "All \"Zoodiac\" monsters you control gain 300 ATK and DEF. Monsters your opponent controls cannot target face-up Beast-Warrior-Type monsters you control for attacks, except the Beast-Warrior-Type monster you control with the highest ATK (either, if tied). Once per turn, if a \"Zoodiac\" monster(s) you control would be destroyed by card effect, you can destroy 1 monster in your hand or field instead of 1 \"Zoodiac\" monster.", "de": "Alle „Zoodiak“-Monster, die du kontrollierst, erhalten 300 ATK und DEF. Monster, die dein Gegner kontrolliert, können keine offenen Monster vom Typ Ungeheuer-Krieger, die du kontrollierst, als Angriffsziel wählen, außer dem Monster vom Typ Ungeheuer-Krieger mit den höchsten ATK, das du kontrollierst (bei Gleichstand ein beliebiges davon). Einmal pro Spielzug, falls ein oder mehr „Zoodiak“-Monster, die du kontrollierst, durch einen Karteneffekt zerstört würden, kannst du statt 1 „Zoodiak“-Monster 1 Monster in deiner Hand oder auf deiner Spielfeldseite zerstören.", "es": "Todos los monstruos \"Zoodíaco\" que controles ganan 300 ATK y DEF. Los monstruos que controle tu adversario no pueden seleccionar para ataques a monstruos boca arriba de Tipo Guerrero-Bestia que controles, excepto al monstruo de Tipo Guerrero-Bestia que controles que tenga el mayor ATK (cualquiera, si hay empate). Una vez por turno, si uno o más monstruos \"Zoodíaco\" que controlas fueran a ser destruidos por efecto de una carta, puedes destruir 1 monstruo en tu mano o Campo en lugar de 1 monstruo \"Zoodíaco\".", "fr": "Tous les monstres \"Zoodiaque\" que vous contrôlez gagnent 300 ATK/DEF. Les monstres contrôlés par votre adversaire ne peuvent pas cibler les monstres de Type Bête-Guerrier face recto que vous contrôlez (monstre de Type Bête-Guerrier que vous contrôlez avec la plus haute ATK exclu, et en cas d'égalité, vous choisissez) avec une attaque. Une fois par tour, si un ou plusieurs monstres \"Zoodiaque\" que vous contrôlez vont être détruits par un effet de carte, vous pouvez détruire 1 monstre dans votre main ou sur votre Terrain à la place d'1 monstre \"Zoodiaque\".", "it": "Tutti i mostri \"Zoodiaco\" che controlli guadagnano 300 ATK e DEF. I mostri controllati dal tuo avversario non possono scegliere come bersaglio mostri di Tipo Guerriero-Bestia scoperti che controlli per gli attacchi, eccetto il mostro di Tipo Guerriero-Bestia che controlli con l'ATK più alto (qualsiasi, in caso di parità). Una volta per turno, se uno o più mostri \"Zoodiaco\" che controlli stanno per essere distrutti dall'effetto di una carta, puoi distruggere 1 mostro nella tua mano o Terreno invece di 1 mostro \"Zoodiaco\".", "pt": "Todos os monstros \"Zoodíaco(a)\" que você controla ganham 300 de ATK e DEF. Monstros que seu oponente controla não podem escolher monstros do Tipo Besta-Guerreira com a face para cima que você controla como alvo de ataques, exceto o monstro do Tipo Besta-Guerreira que você controla com o maior ATK (em caso de empate, qualquer um). Uma vez por turno, se um ou mais monstros \"Zoodíaco(a)\" que você controla seriam destruídos por um efeito de card, você pode destruir 1 monstro na sua mão ou no campo, em vez de 1 monstro \"Zoodíaco(a)\".", "ja": "①：自分フィールドの「十二獣」モンスターの攻撃力・守備力は３００アップする。②：このカードがフィールドゾーンに存在する限り、自分フィールドの攻撃力が一番高い獣戦士族モンスター以外の自分の獣戦士族モンスターを相手は攻撃対象に選択できない。③：１ターンに１度、自分フィールドの「十二獣」モンスターが効果で破壊される場合、その「十二獣」モンスター１体の代わりに自分の手札・フィールドのモンスター１体を破壊できる。", "ko": "①: 자신 필드의 \"십이수\" 몬스터의 공격력 / 수비력은 300 올린다. ②: 이 카드가 필드 존에 존재하는 한, 자신 필드의 공격력이 가장 높은 야수전사족 몬스터 이외의 자신의 야수전사족 몬스터를 상대는 공격 대상으로 선택할 수 없다. ③: 1턴에 1번, 자신 필드의 \"십이수\" 몬스터가 효과로 파괴될 경우, 그 \"십이수\" 몬스터 1장 대신에 자신의 패 / 필드의 몬스터 1장을 파괴할 수 있다.", "zh-TW": null, "zh-CN": "①：自己场上的「十二兽」怪兽的攻击力·守备力上升300。 ②：只要这张卡在场地区域存在，对方不能选择除自己场上的攻击力最高的兽战士族怪兽以外的自己的兽战士族怪兽作为攻击对象。 ③：1回合1次，自己场上的「十二兽」怪兽被效果破坏的场合，可以作为那1只「十二兽」怪兽的代替而把自己的手卡·场上1只怪兽破坏。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "ZodiacSign-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN058", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-EN211", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE058", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-DE211", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR058", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-FR211", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT058", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-IT211", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT058", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-PT211", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "RATE-JP058", "set_name": "Raging Tempest", "rarities": ["Common"]}], "ko": [{"set_number": "RATE-KR058", "set_name": "Raging Tempest", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 452942, "master_duel_rarity": "N"}