{"konami_id": 14324, "password": 703897, "name": {"en": "Orcust Crescendo", "de": "Orcust-Crescendo", "es": "Crescendo Orcust", "fr": "Crescendo Orcust", "it": "Crescendo Orcusestra", "pt": "Crescendo Orcust", "ja": "オルフェゴール・クリマクス", "ja_romaji": "Orufegōru Kurimakusu", "ko": "오르페골 클리막스", "ko_rr": "Oreupegol Keullimakseu", "zh-TW": "自鳴天琴 漸強高潮", "zh-CN": "自鸣天琴・渐强高潮"}, "text": {"en": "When a Spell/Trap Card, or monster effect, is activated while you control an \"Orcust\" Link Monster: Negate the activation, and if you do, banish that card. You can banish this card from your GY; add 1 DARK Machine monster from your Deck or banishment to your hand. You cannot Special Summon the turn you activate this effect, except DARK Machine monsters. You can only use 1 \"Orcust Crescendo\" effect per turn, and only once that turn.", "de": "Wenn eine Zauber-/Fallenkarte oder ein Monstereffekt aktiviert wird, solange du ein „Orcust“-Linkmonster kontrollierst: Annulliere die Aktivierung und falls du dies tust, verbanne die Karte. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 deiner FINSTERNIS Maschine-Monster hinzu, das verbannt oder in deinem Deck ist. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer FINSTERNIS Maschine-Monstern. Du kannst nur 1 Effekt von „Orcust-Crescendo“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Cuando es activada una Carta Mágica/de Trampa o efecto de monstruo, mientras controlas un Monstruo de Enlace \"Orcust\": niega la activación y, si lo haces, destierra esa carta. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 de tus monstruos Máquina de OSCURIDAD que esté desterrada o en tu Deck. El turno en el que activaste este efecto, no puedes Invocar monstruos de Modo Especial, excepto monstruos Máquina de OSCURIDAD. Sólo puedes usar 1 efecto de \"Crescendo Orcust\" por turno, y sólo una vez ese turno.", "fr": "Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé tant que vous contrôlez un Monstre Lien \"Orcust\" : annulez l'activation, et si vous le faites, bannissez la carte. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 de vos monstres TÉNÈBRES Machine qui est banni ou dans votre Deck à votre main. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES Machine exclus) le tour où vous activez cet effet. Vous ne pouvez utiliser qu'1 effet de \"Crescendo Orcust\" par tour, et uniquement une fois le tour.", "it": "Quando viene attivata una Carta Magia/Trappola, o l'effetto di un mostro, mentre controlli un Mostro Link \"Orcusestra\": annulla l'attivazione e, se lo fai, bandisci quella carta. Puoi bandire questa carta dal tuo Cimitero; aggiungi alla tua mano 1 dei tuoi mostri Macchina OSCURITÀ che è bandito o nel tuo Deck. Non puoi Evocare Specialmente mostri nel turno in cui attivi questo effetto, eccetto mostri Macchina OSCURITÀ. Puoi utilizzare solo 1 effetto di \"Crescendo Orcusestra\" per turno, e solo una volta in quel turno.", "pt": "Quando um Card de Magia/Armadilha ou efeito de monstro for ativado enquanto você controlar um Monstro Link \"Orcust\": negue a ativação e, se isso acontecer, bana esse card. Você pode banir este card do seu Cemitério; adicione à sua mão 1 dos seus monstros Máquina de TREVAS que estiverem banidos ou no seu Deck. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto monstros Máquina de TREVAS. Você só pode usar 1 efeito de \"Crescendo Orcust\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドに「オルフェゴール」Ｌモンスターが存在し、モンスターの効果・魔法・罠カードが発動した時に発動できる。その発動を無効にし除外する。②：墓地のこのカードを除外して発動できる（この効果を発動するターン、自分は機械族・闇属性モンスターしか特殊召喚できない）。自分のデッキ・除外状態の機械族・闇属性モンスター１体を手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드에 \"오르페골\" 링크 몬스터가 존재하고, 몬스터의 효과 / 마법 / 함정 카드가 발동했을 때에 발동할 수 있다. 그 발동을 무효로 하고 제외한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 덱의 몬스터 및 제외되어 있는 자신 몬스터 중에서, 기계족 / 어둠 속성 몬스터 1장을 골라 패에 넣는다. 이 효과를 발동하는 턴에, 자신은 기계족 / 어둠 속성 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：自己场上有“自鸣天琴”连接怪兽存在、怪兽的效果・魔法・陷阱卡发动时可以发动。将该发动无效并除外。②：将墓地的此卡除外可以发动。从牌组的怪兽及被除外的自己的怪兽中挑选1只机械族・暗属性怪兽加入手牌。发动此效果的回合中，自己仅可特殊召唤机械族・暗属性怪兽。"}, "card_type": "Trap", "property": "Counter", "series": ["Orcust"], "images": [{"index": 1, "image": "OrcustCrescendo-BLMM-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN074", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}, {"set_number": "BLMM-EN098", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DANE-DE074", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}, {"set_number": "BLMM-DE098", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DANE-SP074", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}, {"set_number": "BLMM-SP098", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DANE-FR074", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}, {"set_number": "BLMM-FR098", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DANE-IT074", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}, {"set_number": "BLMM-IT098", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DANE-PT074", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}, {"set_number": "BLMM-PT098", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DANE-JP074", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "QCTB-JP052", "set_name": "Quarter Century Trinity Box", "rarities": ["Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DANE-KR074", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "PRTB-KR052", "set_name": "Prismatic Trinity Box Limited Edition", "rarities": ["Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC092", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 588673, "master_duel_rarity": "SR"}