{"konami_id": 12015, "password": 799183, "name": {"en": "Super Soldier Shield", "de": "Supersoldaten-Schild", "es": "Escudo del Súper Soldado", "fr": "Bouclier du Super Soldat", "it": "Scudo del Super Soldato", "pt": "Escudo do Super Soldado", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>戦<rt>せん</rt></ruby><ruby>士<rt>し</rt></ruby>の<ruby>盾<rt>たて</rt></ruby>", "ja_romaji": "Chōsenshi no Tate", "ko": "초전사의 방패", "ko_rr": null, "zh-TW": "超戰士之盾", "zh-CN": "超战士之盾"}, "text": {"en": "When a Spell/Trap Card, or monster effect, is activated that targets a monster(s) on the field, while you control a \"Black Luster Soldier\" monster: Negate the activation, and if you do, destroy that card. If this card is in your Graveyard: You can remove 1 Spell Counter from your side of the field; Set this card, but banish it when it leaves the field.", "de": "Wenn eine Zauber-/Fallenkarte oder ein Monstereffekt aktiviert wird, die oder der ein oder mehr Monster auf dem Spielfeld als Ziel wählt, solange du ein „Schwarz Glänzender Soldat“-Monster kontrollierst: Annulliere die Aktivierung und falls du dies tust, zerstöre die Karte. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Zauberzählmarke von deiner Spielfeldseite entfernen; setze diese Karte, aber verbanne sie, wenn sie das Spielfeld verlässt.", "es": "Cuando es activada una Carta Mágica/de Trampa, o un efecto de monstruo, que seleccione uno o más monstruos en el Campo, mientras controles un monstruo \"Soldado del Brillo Negro\": niega la activación y, si lo haces, destruye esa carta. Si esta carta está en tu Cementerio: puedes retirar 1 Contador Mágico de tu lado del Campo; Coloca esta carta, pero destiérrala cuando deje el Campo.", "fr": "Lorsqu'une Carte Magie/Piège ou effet de monstre qui cible un ou plusieurs monstres sur le Terrain est activé, tant que vous contrôlez un monstre \"Soldat du Lustre Noir\" : annulez l'activation, et si vous le faites, détruisez la carte. Si cette carte est dans votre Cimetière : vous pouvez retirer 1 Compteur Magie depuis votre Terrain ; Posez cette carte, mais bannissez-la lorsqu'elle quitte le Terrain.", "it": "Quando viene attivata una Carta Magia/Trappola, o l'effetto di un mostro, che sceglie come bersaglio uno o più mostri sul Terreno, mentre controlli un mostro \"Glorioso Soldato Nero\" (o \"Soldato dell'Oscuro Desiderio - Emissario dell'Inizio\"): annulla l'attivazione e, se lo fai, distruggi quella carta. Se questa carta è nel tuo Cimitero: puoi rimuovere 1 Segnalino Magia dal tuo Terreno; Posiziona questa carta, ma bandiscila quando lascia il Terreno.", "pt": "Quando um Card de Magia/Armadilha ou efeito de monstro for ativado que escolhe como alvo um ou mais monstros no campo, enquanto você controlar um monstro \"Soldado do Lustro Negro\" (ou \"Soldado do Brilho Negro - Enviado do Princípio\"); negue a ativação e, se isso acontecer, destrua esse card. Se este card estiver no seu Cemitério: você pode remover 1 Marcador de Magia do seu lado do campo; Baixe este card, mas bana-o quando ele deixar o campo.", "ja": "①：自分フィールドに「カオス・ソルジャー」モンスターが存在し、フィールドのモンスターを対象とするモンスターの効果・魔法・罠カードが発動した時に発動できる。その発動を無効にし破壊する。②：このカードが墓地に存在する場合、自分フィールドの魔力カウンターを１つ取り除いて発動できる。墓地のこのカードを自分フィールドにセットする。この効果でセットしたこのカードはフィールドから離れた場合に除外される。", "ko": "①: 자신 필드에 \"카오스 솔저\" 몬스터가 존재하고, 필드의 몬스터를 대상으로 하는 몬스터의 효과 / 마법 / 함정 카드가 발동했을 때에 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 마력 카운터를 1개 제거하고 발동할 수 있다. 묘지의 이 카드를 자신 필드에 세트한다. 이 효과로 세트한 이 카드는 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "①：自己场上有“混沌士兵”怪兽存在，以场上的怪兽为对象的怪兽的效果・魔法・陷阱卡发动时可以发动。将该发动无效并破坏。②：此卡存在于墓地的情况下，去除自己场上的１个魔力计数物可以发动。将此卡放置在自己场上。以此效果放置的此卡离开场上的情况下，将其除外。"}, "card_type": "Trap", "property": "Counter", "images": [{"index": 1, "image": "SuperSoldierShield-MP16-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN071", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "MP16-EN157", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DOCS-DE071", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "MP16-DE157", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DOCS-FR071", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "MP16-FR157", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DOCS-IT071", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "MP16-IT157", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DOCS-PT071", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "MP16-PT157", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DOCS-JP071", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "DOCS-KR071", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL03-SC019", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 402028, "master_duel_rarity": "SR"}