{"konami_id": 13437, "password": 879958, "name": {"en": "Parallel Port Armor", "de": "Rüstung des Parallelports", "es": "Armadura de Puerto Paralelo", "fr": "Armure Port Parallèle", "it": "Armatura Porta Parallela", "pt": "Armadura da Porta Paralela", "ja": "パラレルポート・アーマー", "ja_romaji": "Parareru Pōto Āmā", "ko": "패러렐포트 아머", "ko_rr": null, "zh-TW": "並列埠裝甲", "zh-CN": "并行端口护甲"}, "text": {"en": "Target 1 Link Monster you control; equip it with this card. Your opponent cannot target the equipped monster with card effects, also it cannot be destroyed by battle. You can banish this card and 2 Link Monsters from your GY, then target 1 Link Monster you control; it can make a second attack during each Battle Phase this turn.", "de": "Wähle 1 Linkmonster, das du kontrollierst; rüste es mit dieser Karte aus. Dein Gegner kann das ausgerüstete Monster nicht als Ziel für Karteneffekte wählen, zusätzlich kann es nicht durch Kampf zerstört werden. Du kannst diese Karte und 2 Linkmonster von deinem Friedhof verbannen und dann 1 Linkmonster wählen, das du kontrollierst; es kann in diesem Spielzug während jeder Battle Phase einen zweiten Angriff durchführen.", "es": "Selecciona 1 Monstruo de Enlace que controles; equípalo con esta carta. Tu adversario no puede seleccionar al monstruo equipado con efectos de cartas, y además éste no puede ser destruido en batalla. Puedes desterrar esta carta y 2 Monstruos de Enlace en tu Cementerio, y después seleccionar 1 Monstruo de Enlace que controles; este turno, éste puede realizar un segundo ataque durante cada Battle Phase.", "fr": "Ciblez 1 Monstre Lien que vous contrôlez ; équipez-le avec cette carte. Votre adversaire ne peut pas cibler le monstre équipé avec des effets de carte, et aussi, il ne peut pas être détruit au combat. Vous pouvez bannir cette carte et 2 Monstres Lien depuis votre Cimetière, puis ciblez 1 Monstre Lien que vous contrôlez ; durant chaque Battle Phase ce tour, il peut faire une seconde attaque.", "it": "Scegli come bersaglio 1 Mostro Link che controlli; equipaggialo con questa carta. Il tuo avversario non può scegliere come bersaglio il mostro equipaggiato con gli effetti delle carte, inoltre esso non può essere distrutto in battaglia. Puoi bandire questa carta e 2 Mostri Link dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Link che controlli; esso può effettuare un secondo attacco durante ogni Battle Phase in questo turno.", "pt": "Escolha 1 Monstro Link que você controla; equipe-o com este card. Seu oponente não pode escolher o monstro equipado como alvo de efeitos de card e, além disso, ele não pode ser destruído em batalha. Você pode banir este card e 2 Monstros Link do seu Cemitério e, depois, escolher 1 Monstro Link que você controla; ele pode realizar um segundo ataque durante cada Fase de Batalha neste turno.", "ja": "①：自分フィールドのリンクモンスター１体を対象としてこのカードを発動できる。このカードを装備カード扱いとしてそのモンスターに装備する。装備モンスターは相手の効果の対象にならず、戦闘では破壊されない。②：自分の墓地からこのカードとリンクモンスター２体を除外し、自分フィールドのリンクモンスター１体を対象として発動できる。このターン、そのモンスターは１度のバトルフェイズ中に２回攻撃できる。", "ko": "①: 자신 필드의 링크 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 이 카드를 장착 카드로 취급하고 그 몬스터에 장착한다. 장착 몬스터는 상대 효과의 대상이 되지 않으며, 전투로는 파괴되지 않는다. ②: 자신 묘지에서 이 카드와 링크 몬스터 2장을 제외하고, 자신 필드의 링크 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 몬스터는 1번의 배틀 페이즈 중에 2회 공격할 수 있다.", "zh-TW": null, "zh-CN": "①：以自己场上1只连接怪兽为对象才能把这张卡发动。这张卡当作装备卡使用给那只怪兽装备。装备怪兽不会成为对方的效果的对象，不会被战斗破坏。②：从自己墓地把这张卡和2只连接怪兽除外，以自己场上1只连接怪兽为对象才能发动。这个回合，那只怪兽在同1次的战斗阶段中可以作2次攻击。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "ParallelPortArmor-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-ENSE4", "set_name": "Circuit Break Special Edition", "rarities": ["Super Rare"]}, {"set_number": "EXFO-EN066", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-EN213", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CIBR-DESE4", "set_name": "Circuit Break Special Edition", "rarities": ["Super Rare"]}, {"set_number": "EXFO-DE066", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-DE213", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CIBR-FRSE4", "set_name": "Circuit Break Special Edition", "rarities": ["Super Rare"]}, {"set_number": "EXFO-FR066", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-FR213", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CIBR-ITSE4", "set_name": "Circuit Break Special Edition", "rarities": ["Super Rare"]}, {"set_number": "EXFO-IT066", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-IT213", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CIBR-PTSE4", "set_name": "Circuit Break Special Edition", "rarities": ["Super Rare"]}, {"set_number": "EXFO-PT066", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-PT213", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP066", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR066", "set_name": "Extreme Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 452955, "master_duel_rarity": "R"}