{"konami_id": 9047, "password": 876330, "name": {"en": "Dragunity Arma Mystletainn", "de": "Dracheneinheit Waffe Mistilteinn", "es": "Dracounidad Arma Mystletainn", "fr": "Arsenal Dragunité - Mystletainn", "it": "Mystletainn Arma Dragunità", "pt": "Arma Mystletainn Dragunidade", "ja": "ドラグニティアームズ－ミスティル", "ja_romaji": "Doraguniti Āmuzu - Misutiru", "ko": "드래그니티 암즈－미스틸", "ko_rr": null, "zh-TW": "龍騎兵團武器－銀槲劍", "zh-CN": "龙骑兵团武器－银槲剑"}, "text": {"en": "You can Special Summon this card from your hand by sending 1 face-up \"Dragunity\" monster you control to the Graveyard. When this card is Normal or Special Summoned from the hand, you can select 1 Dragon-Type \"Dragunity\" monster in your Graveyard, and equip it to this card.", "de": "Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, indem du 1 offenes „Dracheneinheit“-Monster, das du kontrollierst, auf den Friedhof legst. Wenn diese Karte als Normal- oder Spezialbeschwörung von der Hand beschworen wird, kannst du 1 „Dracheneinheit“-Monster vom Typ Drache in deinem Friedhof wählen und diese Karte damit ausrüsten.", "es": "Puedes Invocar esta carta de Modo Especial, desde tu mano, mandando al Cementerio 1 monstruo 'Dracounidad' boca arriba que controles. Cuando esta carta es Invocada de Modo Normal o Especial desde la mano, puedes seleccionar 1 monstruo 'Dracounidad' de Tipo Dragón en tu Cementerio y equipárselo a esta carta.", "fr": "Vous pouvez Invoquer Spécialement cette carte depuis votre main en envoyant 1 monstre \"Dragunité\" face recto que vous contrôlez au Cimetière. Lorsque cette carte est Invoquée Normalement ou Spécialement depuis la main, vous pouvez sélectionner 1 monstre \"Dragunité\" de Type Dragon dans votre Cimetière et l'équiper à cette carte.", "it": "Puoi Evocare Specialmente questa carta dalla tua mano mandando al Cimitero 1 mostro \"Dragunità\" scoperto che controlli. Quando questa carta viene Evocata Normalmente o Specialmente dalla mano, puoi scegliere 1 mostro \"Dragunità\" di Tipo Drago nel tuo Cimitero, ed equipaggiarlo a questa carta.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao enviar 1 monstro \"Dragunidade\" com a face para cima que você controla para o Cemitério. Quando este card for Invocado por Invocação-Normal ou Especial da mão: você pode escolher 1 monstro \"Dragunidade\" Dragão no seu Cemitério; equipe o alvo a este card.", "ja": "①：このカードは自分フィールドの表側表示の「ドラグニティ」モンスター１体を墓地へ送り、手札から特殊召喚できる。②：このカードが手札からの召喚・特殊召喚に成功した時、自分の墓地のドラゴン族の「ドラグニティ」モンスター１体を対象として発動できる。そのドラゴン族モンスターを装備カード扱いとしてこのカードに装備する。", "ko": "①: 이 카드는 자신 필드의 앞면 표시의 \"드래그니티\" 몬스터 1장을 묘지로 보내고, 패에서 특수 소환할 수 있다. ②: 이 카드가 패에서의 일반 소환 / 특수 소환에 성공했을 때, 자신 묘지의 드래곤족인 \"드래그니티\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 드래곤족 몬스터를 장착 카드로 취급하여 이 카드에 장착한다.", "zh-TW": null, "zh-CN": "①：此卡可将自己场上表侧表示的1只\"龙骑兵团\"怪兽送至墓地，来从手牌特殊召唤。②：此卡从手牌召唤・特殊召唤成功时，以自己墓地的1只龙族\"龙骑兵团\"怪兽为对象可以发动。将该龙族怪兽视为装备卡装备于此卡。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "WIND", "level": 6, "atk": 2100, "def": 1500, "series": ["Dragunity"], "images": [{"index": 1, "image": "DragunityArmaMystletainn-SDDL-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDDL-EN002", "set_name": "Dragunity Legion Structure Deck", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDDL-DE002", "set_name": "Dragunity Legion Structure Deck", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDDL-FR002", "set_name": "Dragunity Legion Structure Deck", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDDL-IT002", "set_name": "Dragunity Legion Structure Deck", "rarities": ["Super Rare"]}], "pt": [{"set_number": "OP08-PT032", "set_name": "OTS Tournament Pack 8", "rarities": ["Common"]}], "ja": [{"set_number": "SD19-JP002", "set_name": "Structure Deck: Dragunity Drive", "rarities": ["Super Rare"]}, {"set_number": "SR11-JP005", "set_name": "Structure Deck R: Dragunity Drive", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD19-KR002", "set_name": "Structure Deck: Dragunity Drive", "rarities": ["Super Rare"]}, {"set_number": "SR11-KR005", "set_name": "Structure Deck R: Dragunity Drive", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "CL01-SC101", "set_name": "Classic Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 132472, "master_duel_rarity": "R"}