{"konami_id": 12976, "password": 975299, "name": {"en": "B.E.F. Zelos", "de": "B.E.F. Zelos", "es": "B.E.F. Zelos", "fr": "B.E.F. Zelos", "it": "B.E.F. Zelos", "pt": "B.E.F. Zelos", "ja": "<ruby>巨<rt>きょ</rt></ruby><ruby>大<rt>だい</rt></ruby><ruby>要<rt>よう</rt></ruby><ruby>塞<rt>さい</rt></ruby>ゼロス", "ja_romaji": "Kyodai Yōsai Zerosu", "ko": "거대요새 제로스", "ko_rr": null, "zh-TW": "巨大要塞澤洛斯", "zh-CN": "巨大要塞 泽洛斯"}, "text": {"en": "When this card is activated: You can add 1 \"Boss Rush\" from your Deck to your hand. All \"B.E.S.\" monsters you control gain 500 ATK and DEF, your opponent cannot target them with card effects, and they cannot be destroyed by your opponent's card effects. Once per turn: You can Special Summon 1 \"B.E.S.\" monster from your hand. If a \"B.E.S.\" monster(s) is Normal or Special Summoned to your field: Place 1 counter on it.", "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „Bosshetze“ von deinem Deck hinzufügen. Alle „B.E.S.“-Monster, die du kontrollierst, erhalten 500 ATK und DEF, dein Gegner kann sie nicht als Ziel für Karteneffekte wählen und sie können nicht durch Karteneffekte deines Gegners zerstört werden. Einmal pro Spielzug: Du kannst 1 „B.E.S.“-Monster als Spezialbeschwörung von deiner Hand beschwören. Falls ein oder mehr „B.E.S.“-Monster als Normal- oder Spezialbeschwörung auf deine Spielfeldseite beschworen werden: Lege 1 Zählmarke darauf.", "es": "Cuando esta carta es activada: puedes añadir a tu mano, desde tu Deck, 1 \"Apuro de Jefes\". Todos los monstruos \"B.E.S.\" que controles ganan 500 ATK y DEF, tu adversario no puede seleccionarlos con efecto de cartas, y no pueden ser destruidos por los efectos de cartas de tu adversario. Una vez por turno: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo \"B.E.S.\". Si uno o más monstruos \"B.E.S.\" son Invocados de Modo Normal o Especial a tu Campo: pon 1 Contador en cada uno de ellos.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 \"Campagne de Recrutement\" depuis votre Deck à votre main. Tous les monstres \"B.E.S.\" que vous contrôlez gagnent 500 ATK/DEF, votre adversaire ne peut pas les cibler avec des effets de carte, et ils ne peuvent pas être détruits par des effets de carte de votre adversaire. Une fois par tour : vous pouvez Invoquer Spécialement 1 monstre \"B.E.S.\" depuis votre main. Si un ou plusieurs monstres \"B.E.S.\" sont Invoqués Normalement ou Spécialement sur votre Terrain : placez 1 Compteur sur eux.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 \"Assalto del Boss\" dal tuo Deck alla tua mano. Tutti i mostri \"B.E.S.\" che controlli guadagnano 500 ATK e DEF, il tuo avversario non può sceglierli come bersaglio con gli effetti delle carte ed essi non possono essere distrutti dagli effetti delle carte del tuo avversario. Una volta per turno: puoi Evocare Specialmente 1 mostro \"B.E.S.\" dalla tua mano. Se uno o più mostri \"B.E.S.\" vengono Evocati Normalmente o Specialmente sul tuo Terreno: metti 1 Segnalino su di essi.", "pt": "Quando este card for ativado: você pode adicionar 1 \"Corrida para o Chefe\" do seu Deck à sua mão. Todos os monstros \"B.E.S.\" que você controla ganham 500 de ATK e DEF, seu oponente não pode escolhê-los como alvos de efeitos de card e eles não podem ser destruídos pelos efeitos de card do seu oponente. Uma vez por turno: você pode Invocar por Invocação-Especial 1 monstro \"B.E.S.\" da sua mão. Se um ou mais monstros \"B.E.S.\" forem Invocados por Invocação-Normal ou Especial no seu campo: coloque 1 marcador nele(s).", "ja": "①：このカードの発動時の効果処理として、デッキから「ボスラッシュ」１枚を手札に加える事ができる。②：自分フィールドの「巨大戦艦」モンスターの攻撃力・守備力は５００アップし、相手の効果の対象にならず、相手の効果では破壊されない。③：１ターンに１度、自分メインフェイズに発動できる。手札から「巨大戦艦」モンスター１体を特殊召喚する。④：自分フィールドに「巨大戦艦」モンスターが召喚・特殊召喚された場合に発動する。そのモンスターに、自身の効果で使用するカウンターを１つ置く。", "ko": "①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"보스 러시\" 1장을 패에 넣을 수 있다. ②: 자신 필드의 \"거대전함\" 몬스터의 공격력 / 수비력은 500 올리고, 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다. ③: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 패에서 \"거대전함\" 몬스터 1장을 특수 소환한다. ④: 자신 필드에 \"거대전함\" 몬스터가 일반 소환 / 특수 소환되었을 경우에 발동한다. 그 몬스터에, 자신의 효과로 사용하는 카운터를 1개 놓는다.", "zh-TW": "①：做為此卡發動時的效果處理，可從牌組將１張「頭目連戰」加入手牌。②：我方場上的「巨大戰艦」怪獸的攻擊力・守備力提升５００，不會成為對方的效果對象，不會因對方效果被破壞。③：１回合１次，可在我方主要階段發動。從手牌特殊召喚１隻「巨大戰艦」怪獸。④：在「巨大戰艦」怪獸被召喚・特殊召喚至我方場上的狀況下發動。在該怪獸放置１個用於自身的效果的計數物。", "zh-CN": "①：作为此卡发动时的效果处理，可从牌组将１张“头目连战”加入手牌。②：自己场上的“巨大战舰”怪兽的攻击力・守备力上升５００，不会成为对手效果的对象，不会因对手的效果被破坏。③：１回合１次，在自己的主要阶段可以发动。从手牌将１只“巨大战舰”怪兽特殊召唤。④：“巨大战舰”怪兽被召唤・特殊召唤至自己场上的情况下发动。在该怪兽上放１个以自身效果使用的计数物。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "BEFZelos-MACR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN062", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE062", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR062", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT062", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT062", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP062", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR062", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 435010, "master_duel_rarity": "UR"}