{"konami_id": 10836, "password": 1003028, "name": {"en": "Doggy Diver", "de": "Taucherhund", "es": "Buzo Perritigre", "fr": "Chien Plongeur", "it": "Cane Sub", "pt": "Cachorrinho Mergulhador", "ja": "トラブル・ダイバー", "ja_romaji": "Toraburu Daibā", "ko": "트러블 다이버", "ko_rr": null, "zh-TW": "老虎鬥牛犬潛水員", "zh-CN": "老虎斗牛犬潜水员"}, "text": {"en": "If your opponent controls a monster and all face-up monsters you control (min. 1) are Level 4, you can Special Summon this card (from your hand). You can only Special Summon \"Doggy Diver\" once per turn this way. This card cannot be used as an Xyz Material for an Xyz Summon, except for the Xyz Summon of a Warrior-Type monster.", "de": "Falls dein Gegner ein Monster kontrolliert und alle offenen Monster, die du kontrollierst (min. 1), Stufe 4 sind, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Taucherhund“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Diese Karte kann nicht als Xyz-Material für eine Xyz-Beschwörung verwendet werden, außer für die Xyz-Beschwörung eines Monsters vom Typ Krieger.", "es": "Si tu adversario controla un monstruo y todos los monstruos boca arriba que tú controlas (mín. 1) son de Nivel 4, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial a \"Buzo Perritigre\" una vez por turno de esta forma. Esta carta no puede ser usada como Material Xyz para una Invocación Xyz, excepto en la Invocación Xyz de un monstruo de Tipo Guerrero.", "fr": "Si votre adversaire contrôle un monstre et que tous les monstres face recto que vous contrôlez (min. 1) sont Niveau 4, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Chien Plongeur\" qu'une fois par tour de cette façon. Cette carte ne peut pas être utilisée comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Guerrier.", "it": "Se il tuo avversario controlla un mostro e tutti i mostri scoperti che controlli (minimo 1) sono di Livello 4, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Cane Sub\" una sola volta per turno in questo modo. Questa carta non può essere utilizzata come Materiale Xyz per un'Evocazione Xyz, eccetto per l'Evocazione Xyz di un mostro di Tipo Guerriero.", "pt": "Se seu oponente controlar um monstro e todos os monstros com a face para cima que você controla (mín. 1) forem de Nível 4, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Cachorrinho Mergulhador\" por Invocação-Especial uma vez por turno desta forma. Este card não pode ser usado como uma Matéria Xyz para uma Invocação-Xyz, exceto para a Invocação-Xyz de um monstro do Tipo Guerreiro.", "ja": "相手フィールド上にモンスターが存在し、自分フィールド上に表側表示で存在するモンスターがレベル４モンスターのみの場合、このカードは手札から特殊召喚できる。この方法による「トラブル・ダイバー」の特殊召喚は１ターンに１度しかできない。このカードをエクシーズ召喚の素材とする場合、戦士族モンスターのエクシーズ召喚にしか使用できない。", "ko": "상대 필드 위에 몬스터가 존재하고, 자신 필드 위에 앞면 표시로 존재하는 몬스터가 레벨 4 몬스터뿐일 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법에 의한 \"트러블 다이버\"의 특수 소환은 1턴에 1번밖에 할 수 없다. 이 카드를 엑시즈 소환의 소재로 할 경우, 전사족 몬스터의 엑시즈 소환으로밖에 사용할 수 없다.", "zh-TW": null, "zh-CN": "对方场上有怪兽存在，自己场上表侧表示存在的怪兽只有4星怪兽的场合，这张卡可以从手卡特殊召唤。这个方法的「老虎狗潜水员」的特殊召唤1回合只能有1次。把这张卡作为XYZ召唤的素材的场合，不是　战士族　怪兽的XYZ召唤不能使用。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 1000, "images": [{"index": 1, "image": "DoggyDiver-SECE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN096", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "de": [{"set_number": "SECE-DE096", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "fr": [{"set_number": "SECE-FR096", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "it": [{"set_number": "SECE-IT096", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "pt": [{"set_number": "SECE-PT096", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "ja": [{"set_number": "DP14-JP014", "set_name": "Duelist Pack: Yuma 2: Gogogo & Dododo", "rarities": ["Rare"]}], "ko": [{"set_number": "DP14-KR014", "set_name": "Duelist Pack: Yuma 2: Gogogo & Dododo", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 286950, "master_duel_rarity": "R"}