{"konami_id": 17472, "password": 1041278, "name": {"en": "Branded Expulsion", "de": "Markierte Austreibung", "es": "Expulsión Señalada", "fr": "Expulsion du Marqué", "it": "Espulsione Marchiata", "pt": "Expulsão do Marcado", "ja": "<ruby>分<rt>わ</rt></ruby>かつ<ruby>烙<rt>らく</rt></ruby><ruby>印<rt>いん</rt></ruby>", "ja_romaji": "Wakatsu Rakuin", "ko": "분열된 낙인", "ko_rr": "Bun-yeoldoen Nak-in", "zh-TW": "分離的烙印", "zh-CN": "分离烙印"}, "text": {"en": "Tribute 1 Fusion Monster, then target 2 non-Fusion Monsters that are banished and/or in either GY; Special Summon both monsters, 1 on each field. If you Tributed a Fusion Monster that mentions \"Fallen of Albaz\" as material to activate this card, you can Special Summon both monsters to your field instead, in Defense Position. You can only activate 1 \"Branded Expulsion\" per turn.", "de": "Biete 1 Fusionsmonster als Tribut an und wähle dann 2 Nichtfusions-Monster, die verbannt sind und/oder in einem beliebigen Friedhof liegen; beschwöre beide Monster als Spezialbeschwörung, 1 auf jede Spielfeldseite. Falls du ein Fusionsmonster, das „Gefallener von Albaz“ als Material erwähnt, als Tribut angeboten hast, um diese Karte zu aktivieren, kannst du stattdessen beide Monster als Spezialbeschwörung auf deine Spielfeldseite in die Verteidigungsposition beschwören. Du kannst nur 1 „Markierte Austreibung“ pro Spielzug aktivieren.", "es": "Sacrifica 1 Monstruo de Fusión, y después selecciona 2 Monstruos que no sean de Fusión que estén desterrados y/o en cualquier Cementerio; Invoca ambos monstruos de Modo Especial, 1 en cada Campo. Si Sacrificaste un Monstruo de Fusión que mencione \"Caído de Albaz\" como material para activar esta carta, puedes Invocar de Modo Especial ambos monstruos a tu Campo en su lugar, en Posición de Defensa. Sólo puedes activar 1 \"Expulsión Señalada\" por turno.", "fr": "Sacrifiez 1 Monstre Fusion, puis ciblez 2 Monstres non-Fusion qui sont bannis et/ou dans au moins l'un des Cimetières ; Invoquez Spécialement les deux monstres, 1 sur chaque Terrain. Si vous avez Sacrifié un Monstre Fusion qui mentionne \"Albaz le Déchu\" comme Matériel pour activer cette carte, vous pouvez Invoquer Spécialement les deux monstres sur votre Terrain à la place, en Position de Défense. Vous ne pouvez activer qu'1 \"Expulsion du Marqué\" par tour.", "it": "Offri come Tributo 1 Mostro Fusione, poi scegli come bersaglio 2 Mostri non-Fusione che sono banditi e/o in qualsiasi Cimitero; Evoca Specialmente entrambi i mostri, 1 su ogni Terreno. Se hai offerto come Tributo un Mostro Fusione che menziona \"Caduto di Albaz\" come materiale per attivare questa carta, puoi invece Evocare Specialmente entrambi i mostri sul tuo Terreno, in Posizione di Difesa. Puoi attivare solo 1 \"Espulsione Marchiata\" per turno.", "pt": "Ofereça como Tributo 1 Monstro de Fusão e, depois, escolha 2 Monstros que não sejam de Fusão que estiverem banidos e/ou em qualquer Cemitério; Invoque os dois monstros por Invocação-Especial, 1 em cada campo. Se você ofereceu como Tributo um Monstro de Fusão que mencione \"Caído de Arbaz\" como matéria para ativar este card, em vez disso, você pode Invocar os dois monstros por Invocação-Especial no seu campo, em Posição de Defesa. Você só pode ativar 1 \"Expulsão do Marcado\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの融合モンスター１体をリリースし、融合モンスターを除く、自分か相手の墓地・除外状態のモンスターを合計２体対象として発動できる。そのモンスターをお互いのフィールドに１体ずつ特殊召喚する。「アルバスの落胤」を融合素材とする融合モンスターをリリースしてこのカードを発動した場合、代わりに対象のモンスター２体を自分フィールドに守備表示で特殊召喚できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 융합 몬스터 1장을 릴리스하고, 서로의 묘지의 몬스터 및 제외되어 있는 몬스터 중에서, 융합 몬스터 이외의 몬스터 2장을 대상으로 하고 발동할 수 있다. 그 몬스터를 서로의 필드에 1장씩 특수 소환한다. \"알버스의 낙윤\"을 융합 소재로 하는 융합 몬스터를 릴리스하고 이 카드를 발동했을 경우, 대신에 대상 몬스터 2장을 자신 필드에 수비 표시로 특수 소환할 수 있다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可解放我方場上的１隻融合怪獸，從雙方墓地的怪獸及被除外的怪獸中，將２隻融合怪獸以外的怪獸做為對象發動。各特殊召喚１隻該怪獸至雙方場上。在解放以「阿爾白斯之落胤」做為融合素材的融合怪獸發動此卡的狀況下，可以守備表示特殊召喚２隻對象怪獸至我方場上作為替代。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：解放自己场上的１只融合怪兽，从双方墓地的怪兽及被除外的怪兽中，以融合怪兽以外的２只怪兽为对象可以发动。将该怪兽各特殊召唤１只至双方场上。解放需以“阿尔白斯之落胤”作为融合素材的融合怪兽来发动此卡的情况下，作为代替可将２只对象怪兽以守备表示特殊召唤至自己场上。"}, "card_type": "Trap", "property": "Normal", "series": ["Branded"], "images": [{"index": 1, "image": "BrandedExpulsion-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN070", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-EN144", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE070", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-DE144", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR070", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-FR144", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT070", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-IT144", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT070", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-PT144", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP070", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "CF01-JP106", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "POTE-KR070", "set_name": "Power of the Elements", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC181", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Unlimited"}, "yugipedia_page_id": 714144, "master_duel_rarity": "N"}