{"konami_id": 13022, "password": 1151281, "name": {"en": "Subterror Behemoth Phospheroglacier", "de": "Unterterror-Behemoth Phosphorogletscher", "es": "Behemoth del Subterror Fosfoglacial", "fr": "Phosphéroglacier Subterreur Béhémoth", "it": "Behemoth Subterrore Fosforghiacciaio", "pt": "Fosfogeleira, o Behemoth Subterror", "ja": "サブテラーマリス・グライオース", "ja_romaji": "Sabuterā Marisu Guraiōsu", "ko": "서브테러마리스 글래이오스", "ko_rr": null, "zh-TW": "地中駭界邪魔 光幻冰川", "zh-CN": "地中骇界邪龙 冰川爱奥尼亚"}, "text": {"en": "FLIP: You can send 1 card from your Deck to the Graveyard. You can only use this effect of \"Subterror Behemoth Phospheroglacier\" once per turn.\nWhen a face-up monster you control is flipped face-down, if you control no face-up monsters: You can Special Summon this card from your hand in Defense Position. Once per turn: You can change this card to face-down Defense Position.", "de": "FLIPP: Du kannst 1 Karte von deinem Deck auf den Friedhof legen. Du kannst diesen Effekt von „Unterterror-Behemoth Phosphorogletscher“ nur einmal pro Spielzug verwenden.\nWenn ein offenes Monster, das du kontrollierst, verdeckt wird, falls du keine offenen Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören. Einmal pro Spielzug: Du kannst diese Karte in die verdeckte Verteidigungsposition ändern.", "es": "VOLTEO: Puedes mandar al Cementerio 1 carta en tu Deck. Sólo puedes usar este efecto de \"Behemoth del Subterror Fosfoglacial\" una vez por turno.\nCuando un monstruo boca arriba que controlas es volteado boca abajo, si no controlas monstruos boca arriba: puedes Invocar esta carta de Modo Especial, desde tu mano, en Posición de Defensa. Una vez por turno: puedes cambiar esta carta a Posición de Defensa boca abajo.", "fr": "FLIP : Vous pouvez envoyer 1 carte depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Phosphéroglacier Subterreur Béhémoth\" qu'une fois par tour.\nLorsqu'un monstre face recto que vous contrôlez est retourné face verso, si vous ne contrôlez aucun monstre face recto : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Une fois par tour : vous pouvez changer cette carte en Position de Défense face verso.", "it": "SCOPRI: Puoi mandare 1 carta dal tuo Deck al Cimitero. Puoi utilizzare questo effetto di \"Behemoth Subterrore Fosforghiacciaio\" una sola volta per turno.\nQuando un mostro scoperto che controlli viene coperto, se non controlli nessun mostro scoperto: puoi Evocare Specialmente questa carta dalla tua mano in Posizione di Difesa. Una volta per turno: puoi mettere questa carta coperta in Posizione di Difesa.", "pt": "VIRE: Você pode enviar 1 card do seu Deck para o Cemitério. Você só pode usar este efeito de \"Fosfogeleira, o Behemoth Subterror\" uma vez por turno.\nQuando um monstro com a face para cima que você controla for virado com a face para baixo, se você não controlar nenhum monstro com a face para cima: você pode Invocar este card por Invocação-Especial da sua mão em Posição de Defesa. Uma vez por turno: você pode colocar este card com a face para baixo em Posição de Defesa.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分フィールドの表側表示モンスターが裏側表示になった時、自分フィールドに表側表示モンスターが存在しない場合に発動できる。このカードを手札から守備表示で特殊召喚する。②：自分メインフェイズに発動できる。このカードを裏側守備表示にする（１ターンに１度のみ）。③：このカードがリバースした場合に発動できる。デッキからカード１枚を選んで墓地へ送る。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시 몬스터가 뒷면 표시가 되었을 때, 자신 필드에 앞면 표시 몬스터가 존재하지 않을 경우에 발동할 수 있다. 이 카드를 패에서 수비 표시로 특수 소환한다. ②: 자신 메인 페이즈에 발동할 수 있다. 이 카드를 뒷면 수비 표시로 한다(1턴에 1번만). ③: 이 카드가 리버스했을 경우에 발동할 수 있다. 덱에서 카드 1장을 고르고 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：自己场上的表侧表示怪兽变为里侧表示时，若自己场上不存在表侧表示怪兽则可以发动。从手牌将此卡以守备表示特殊召唤。②：在自己的主要阶段可以发动。将此卡改成里侧守备表示（1回合仅1次）。③：此卡反转的情况下可以发动。从牌组挑选1张卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Aqua / Flip / Effect", "attribute": "EARTH", "level": 8, "atk": 2600, "def": 2500, "series": ["Subterror", "Subterror Behemoth"], "images": [{"index": 1, "image": "SubterrorBehemothPhospheroglacier-MACR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN083", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE083", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "es": [{"set_number": "MACR-SP083", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR083", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT083", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT083", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ja": [{"set_number": "EP17-JP012", "set_name": "Extra Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "EP17-KR012", "set_name": "Extra Pack 2017", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS2-SC054", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 495576, "master_duel_rarity": "N"}