{"konami_id": 16250, "password": 1187243, "name": {"en": "Tailwind of Gusto", "de": "Rückenwind von Gusto", "es": "Viento de Popa de Gusto", "fr": "Vent Arrière de Gusto", "it": "Vento in Coda del Gusto", "pt": "Vento de Cauda de Gusto", "ja": "ガスタへの<ruby>追<rt>おい</rt></ruby><ruby>風<rt>かぜ</rt></ruby>", "ja_romaji": "Gasuta e no Oikaze", "ko": "가스타를 위한 추풍", "ko_rr": "Gaseuta-reul Wihan Chupung", "zh-TW": "薰風追風", "zh-CN": "薰风追风"}, "text": {"en": "Equip only to a \"Gusto\" monster. The equipped monster cannot be destroyed by your opponent's card effects. You can only use each of the following effects of \"Tailwind of Gusto\" once per turn. You can banish this card from your GY and discard 1 WIND monster; add 1 \"Gusto\" Spell/Trap from your Deck to your hand. You can activate this effect based on the Level/Rank of the equipped monster;\n● 4 or lower: Special Summon 1 \"Gusto\" monster from your Deck with a different Type than the equipped monster.\n● 5 or higher: Special Summon 1 Level 1 Tuner from your Deck.", "de": "Rüste nur ein „Gusto“-Monster mit dieser Karte aus. Das ausgerüstete Monster kann nicht durch Karteneffekte deines Gegners zerstört werden. Du kannst jeden der folgenden Effekte von „Rückenwind von Gusto“ nur einmal pro Spielzug verwenden. Du kannst diese Karte von deinem Friedhof verbannen und 1 WIND Monster abwerfen; füge deiner Hand 1 „Gusto“-Zauber/Falle von deinem Deck hinzu. Du kannst diesen Effekt aktivieren, basierend auf der Stufe / dem Rang des ausgerüsteten Monsters;\n● 4 oder niedriger: Beschwöre 1 „Gusto“-Monster mit einem unterschiedlichen Typ als das ausgerüstete Monster als Spezialbeschwörung von deinem Deck.\n● 5 oder höher: Beschwöre 1 Empfänger der Stufe 1 als Spezialbeschwörung von deinem Deck.", "es": "Sólo puedes equipar esta carta a un monstruo \"Gusto\". El monstruo equipado no puede ser destruido por efectos de cartas de tu adversario. Sólo puedes usar cada uno de los siguientes efectos de \"Viento de Popa de Gusto\" una vez por turno. Puedes desterrar esta carta en tu Cementerio y descartar 1 monstruo de VIENTO; añade a tu mano 1 Mágica/Trampa \"Gusto\" en tu Deck. Puedes activar este efecto basado en el Nivel/Rango del monstruo equipado;\n● 4 o menor: Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Gusto\" con un Tipo diferente al del monstruo equipado.\n● 5 o mayor: Invoca de Modo Especial, desde tu Deck, 1 Cantante de Nivel 1.", "fr": "Équipable uniquement à un monstre \"Gusto\". Le monstre équipé ne peut pas être détruit par des effets de carte de votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"Vent Arrière de Gusto\" qu'une fois par tour. Vous pouvez bannir cette carte depuis votre Cimetière, et défaussez 1 monstre VENT ; ajoutez 1 Magie/Piège \"Gusto\" depuis votre Deck à votre main. Vous pouvez activer cet effet selon le Niveau/Rang du monstre équipé ;\n● Max. 4 : Invoquez Spécialement 1 monstre \"Gusto\" depuis votre Deck d'un Type différent du monstre équipé.\n● Min. 5 : Invoquez Spécialement 1 Syntoniseur de Niveau 1 depuis votre Deck.", "it": "Equipaggia solo a un mostro \"Gusto\". Il mostro equipaggiato non può essere distrutto dagli effetti delle carte del tuo avversario. Puoi utilizzare ognuno dei seguenti effetti di \"Vento in Coda del Gusto\" una sola volta per turno. Puoi bandire questa carta dal tuo Cimitero e scartare 1 mostro VENTO; aggiungi 1 Magia/Trappola \"Gusto\" dal tuo Deck alla tua mano. Puoi attivare questo effetto a seconda del Livello/Rango del mostro equipaggiato;\n● 4 o inferiore: Evoca Specialmente dal tuo Deck 1 mostro \"Gusto\" con Tipo diverso dal mostro equipaggiato.\n● 5 o superiore: Evoca Specialmente 1 Tuner di Livello 1 dal tuo Deck.", "pt": "Só pode ser equipado a um monstro \"Gusto\". O monstro equipado não pode ser destruído pelos efeitos de card do seu oponente. Você só pode usar cada um dos seguintes efeitos de \"Vento de Cauda de Gusto\" uma vez por turno. Você pode banir este card do seu Cemitério e descartar 1 monstro de VENTO; adicione 1 Magia/Armadilha \"Gusto\" do seu Deck à sua mão. Você pode ativar este efeito de acordo com o Nível/Classe do monstro equipado;\n● 4 ou menos: Invoque por Invocação-Especial 1 monstro \"Gusto\" do seu Deck com um Tipo diferente que o do monstro equipado.\n● 5 ou mais: Invoque por Invocação-Especial 1 Regulador de Nível 1 do seu Deck.", "ja": "「ガスタ」モンスターにのみ装備可能。このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：装備モンスターは相手の効果では破壊されない。②：装備モンスターのレベル・ランクによって以下の効果を発動できる。●４以下：装備モンスターとは種族が異なる「ガスタ」モンスター１体をデッキから特殊召喚する。●５以上：デッキからレベル１チューナー１体を特殊召喚する。③：墓地のこのカードを除外し、手札から風属性モンスター１体を捨てて発動できる。デッキから「ガスタ」魔法・罠カード１枚を手札に加える。", "ko": "\"가스타\" 몬스터에만 장착 가능. 이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 장착 몬스터는 상대 효과로는 파괴되지 않는다. ②: 장착 몬스터의 레벨 / 랭크에 따라 이하의 효과를 발동할 수 있다.\n●4 이하: 장착 몬스터와는 종족이 다른 \"가스타\" 몬스터 1장을 덱에서 특수 소환한다.\n●5 이상: 덱에서 레벨 1 튜너 1장을 특수 소환한다. ③: 묘지의 이 카드를 제외하고, 패에서 바람 속성 몬스터 1장을 버리고 발동할 수 있다. 덱에서 \"가스타\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "「薰风」怪兽才能装备。这个卡名的②③的效果1回合各能使用1次。\n①：装备怪兽不会被对方的效果破坏。\n②：可以把装备怪兽的等级·阶级的以下效果发动。\n●4以下：和装备怪兽种族不同的1只「薰风」怪兽从卡组特殊召唤。\n●5以上：从卡组把1只1星调整特殊召唤。\n③：把墓地的这张卡除外，从手卡丢弃1只风属性怪兽才能发动。从卡组把1张「薰风」魔法·陷阱卡加入手卡。"}, "card_type": "Spell", "property": "Equip", "series": ["Gusto"], "images": [{"index": 1, "image": "TailwindofGusto-DAMA-JP-C.png", "illustration": "TailwindofGusto-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "TailwindofGusto-DAMA-EN-C-1E.png", "illustration": "TailwindofGusto-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "DAMA-EN061", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE061", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR061", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT061", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT061", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP061", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR061", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716993, "master_duel_rarity": "R"}