{"konami_id": 7682, "password": 1200843, "name": {"en": "Mirror of Yata", "de": "Spiegel von Yata", "es": "Espejo de Yata", "fr": "Miroir de Yata", "it": "Specchio di Yata", "pt": "Espelho de Yata", "ja": "<ruby>八汰鏡<rt>ヤタノカガミ</rt></ruby>", "ja_romaji": "Yata no Kagami", "ko": "신기 － 거울", "ko_rr": "Singi - Geoul", "zh-TW": "八汰鏡", "zh-CN": "八咫镜"}, "text": {"en": null, "de": "Rüste nur ein Spirit-Monster mit dieser Karte aus. Der Effekt des ausgerüsteten Monsters, der es auf die Hand zurückgibt, muss nicht aktiviert werden. Falls es durch Kampf zerstört werden würde, zerstöre stattdessen diese Karte.", "es": "Sólo puedes equipar esta carta a un monstruo Spirit. El monstruo equipado no necesita activar el efecto que lo regrese a la mano. Si fuera a ser destruido en batalla, destruye esta carta en su lugar.", "fr": "Équipable uniquement à un Monstre Spirit. Vous n'êtes pas obligé d'activer l'effet qui renvoie le monstre équipé dans votre main. Si le monstre équipé doit être détruit au combat, détruisez cette carte à la place.", "it": "Equipaggia solo ad un mostro Spirit. Il mostro equipaggiato non è obbligato ad attivare il suo effetto che lo fa ritornare in mano. Se verrebbe distrutto in battaglia, distruggi invece questa carta.", "pt": "Só pode ser equipado a um monstro Espírito. O monstro equipado não precisa ter seu efeito que o devolve à mão ativado. Se ele seria destruído em batalha, em vez disso, destrua este card.", "ja": "スピリットモンスターにのみ装備可能。\n①：装備モンスターは「エンドフェイズに手札に戻る」効果を発動しなくてもよい。\n②：装備モンスターが戦闘で破壊される場合、代わりにこのカードを破壊する。", "ko": "스피릿 몬스터에만 장착 가능. 장착 몬스터는 엔드 페이즈시에 패로 되돌아가는 효과를 발동하지 않아도 된다. 장착 몬스터가 전투에 의해서 파괴될 경우, 대신에 이 카드를 파괴한다.", "zh-TW": "僅可裝備於靈魂怪獸。裝備怪獸可不發動「在結束階段時，回到持有者手牌的效果」。在裝備怪獸因戰鬥被破壞的狀況下，破壞此卡作為替代。", "zh-CN": "仅限装备灵魂怪兽。装备怪兽不必发动于结束阶段时返回至手牌的效果。装备怪兽因战斗而被破坏的场合，破坏此卡来代替。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "MirrorofYata-TDGS-EN-C-UE.png"}], "sets": {"en": [{"set_number": "TDGS-EN056", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "de": [{"set_number": "TDGS-DE056", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "fr": [{"set_number": "TDGS-FR056", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "it": [{"set_number": "TDGS-IT056", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "ja": [{"set_number": "TDGS-JP056", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "ko": [{"set_number": "TDGS-KR056", "set_name": "The Duelist Genesis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 31133, "master_duel_rarity": "N"}