{"konami_id": 17412, "password": 1295442, "name": {"en": "Icejade Creation Aegirocassis", "de": "Eisjade-Schöpfung Aegirocassis", "es": "Hielojade Creación Aegirocassis", "fr": "Aegirocassis de Création Jadeglace", "it": "Ghiacciogiada Creazione Aegirocassis", "pt": "Gelojade Aegirocassis da Criação", "ja": "<ruby>氷<rt>ヒ</rt></ruby><ruby>水<rt>スイ</rt></ruby><ruby>艇<rt>テイ</rt></ruby>エーギロカシス", "ja_romaji": "Hisuitei Ēgirokashisu", "ko": "히스이테이 아에기로카시스", "ko_rr": "Hiseu-itei Aegirokasiseu", "zh-TW": null, "zh-CN": "冰翡艇 海神盔虾"}, "text": {"en": "While this card is equipped to a monster, the equipped monster gains 400 ATK/DEF for each banished monster. You can only use 1 of the following effects of \"Icejade Creation Aegirocassis\" per turn, and only once that turn. If this card is in your hand or GY (except during the Damage Step) (Quick Effect): You can target 1 \"Icejade\" monster you control; equip this card to that monster you control. While this card is equipped to a monster: You can Special Summon this card.", "de": "Solange diese Karte ein Monster ausrüstet, erhält das ausgerüstete Monster für jedes verbannte Monster 400 ATK/DEF. Du kannst nur 1 der folgenden Effekte von „Eisjade-Schöpfung Aegirocassis“ pro Spielzug verwenden und in jenem Spielzug nur einmal. Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet (außer während des Damage Steps) (Schnelleffekt): Du kannst 1 „Eisjade“-Monster wählen, das du kontrollierst; rüste jenes Monster, das du kontrollierst, mit dieser Karte aus. Solange diese Karte ein Monster ausrüstet: Du kannst diese Karte als Spezialbeschwörung beschwören.", "es": "Mientras esta carta está equipada a un monstruo, el monstruo equipado gana 400 ATK/DEF por cada monstruo desterrado. Sólo puedes usar 1 de los siguientes efectos de \"Hielojade Creación Aegirocassis\" por turno, y sólo una vez ese turno. Si esta carta está en tu mano o Cementerio (excepto durante el Damage Step) (Efecto Rápido): puedes seleccionar 1 monstruo \"Hielojade\" que controles; equipa esta carta a ese monstruo que controlas. Mientras esta carta está equipada a un monstruo: puedes Invocar esta carta de Modo Especial.", "fr": "Tant que cette carte est équipée à un monstre, le monstre équipé gagne 400 ATK/DEF pour chaque monstre banni. Vous ne pouvez utiliser qu'1 des effets suivants de \"Aegirocassis de Création Jadeglace\" par tour, et uniquement une fois le tour. Si cette carte est dans votre main ou Cimetière (sauf durant la Damage Step) (Effet Rapide) : vous pouvez cibler 1 monstre \"Jadeglace\" que vous contrôlez ; équipez cette carte au monstre que vous contrôlez. Tant que cette carte est équipée à un monstre : vous pouvez Invoquer Spécialement cette carte.", "it": "Mentre questa carta è equipaggiata a un mostro, il mostro equipaggiato guadagna 400 ATK/DEF per ogni mostro bandito. Puoi utilizzare solo 1 dei seguenti effetti di \"Ghiacciogiada Creazione Aegirocassis\" per turno, e solo una volta in quel turno. Se questa carta è nella tua mano o Cimitero (eccetto durante il Damage Step) (Effetto Rapido): puoi scegliere come bersaglio 1 mostro \"Ghiacciogiada\" che controlli; equipaggia questa carta a quel mostro che controlli. Mentre questa carta è equipaggiata a un mostro: puoi Evocare Specialmente questa carta.", "pt": "Enquanto este card estiver equipado a um monstro, o monstro equipado ganha 400 de ATK/DEF para cada monstro banido. Você só pode usar 1 dos seguintes efeitos de \"Gelojade Aegirocassis da Criação\" por turno e apenas uma vez por turno. Se este card estiver na sua mão ou no Cemitério (exceto durante a Etapa de Dano) (Efeito Rápido): você pode escolher 1 monstro \"Gelojade\" que você controla; equipe este card a esse monstro que você controla. Enquanto este card estiver equipado a um monstro: você pode Invocar este card por Invocação-Especial.", "ja": "このカード名の①③の効果は１ターンに１度、いずれか１つしか使用できない。①：自分・相手ターンに、このカードが手札・墓地に存在する場合、自分フィールドの「氷水」モンスター１体を対象として発動できる。このカードを装備魔法カード扱いでその自分のモンスターに装備する。②：このカードを装備したモンスターの攻撃力・守備力は、除外状態のモンスターの数×４００アップする。③：このカードが装備されている場合に発動できる。このカードを特殊召喚する。", "ko": "이 카드명의 ①③의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재할 경우, 자신 필드의 \"히스이\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 장착 카드로 취급하고 그 자신 몬스터에 장착한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드를 장착한 몬스터의 공격력 / 수비력은, 제외되어 있는 몬스터의 수 × 400 올린다. ③: 이 카드가 장착되어 있을 경우에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合１次，仅可使用其中１个。①：此卡存在于手牌・墓地的情况下，以自己场上的１只“冰翡”怪兽为对象可以发动。将此卡视为装备卡装备于自己的该怪兽。此效果在对手回合中也可以发动。②：装备此卡的怪兽的攻击力・守备力上升相当于被除外的怪兽数量×４００的数值。③：此卡被装备中的情况下可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Aqua / Tuner / Effect", "attribute": "WATER", "level": 7, "atk": 2000, "def": 2000, "series": ["Icejade"], "images": [{"index": 1, "image": "IcejadeCreationAegirocassis-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN010", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-EN121", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE010", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-DE121", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "POTE-SP010", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-SP121", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR010", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-FR121", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT010", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-IT121", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT010", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-PT121", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP010", "set_name": "Power of the Elements", "rarities": ["Rare"]}, {"set_number": "CF01-JP152", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "POTE-KR010", "set_name": "Power of the Elements", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC129", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715376}