{"konami_id": 13371, "password": 1322368, "name": {"en": "SPYRAL Double Helix", "de": "SPIORAL-Doppelhelix", "es": "Doble Hélice E.S.P.I.R.A.L.", "fr": "Double Hélice ESPIRALE", "it": "Doppia Elica SPIARALE", "pt": "Hélice Dupla ESPIRÃO", "ja": "<ruby>ＳＰＹＲＡＬ<rt>スパイラル</rt></ruby>－ザ・ダブルヘリックス", "ja_romaji": "Supairaru - Za Daburu Herikkusu", "ko": "<ruby>SPYRAL<rt>스파이랄</rt></ruby>－더 더블헬릭스", "ko_rr": null, "zh-TW": "秘旋諜－雙螺旋特務", "zh-CN": "秘旋谍－双螺旋"}, "text": {"en": "2 \"SPYRAL\" monsters\nThis card's name becomes \"SPYRAL Super Agent\" while on the field or in the GY. You can declare 1 card type (Monster, Spell, or Trap); reveal the top card of your opponent's Deck, and if you do, and its type matches the declared type, take 1 \"SPYRAL\" monster from your Deck or GY, and either add it to your hand or Special Summon it to your zone this card points to. You can only use this effect of \"SPYRAL Double Helix\" once per turn.", "de": "2 „SPIORAL“-Monster\nDer Name dieser Karte wird zu „SPIORAL-Superagent“, solange sie auf dem Spielfeld oder im Friedhof liegt. Du kannst 1 Kartentyp (Monster, Zauber oder Falle) deklarieren; zeige die oberste Karte des Decks deines Gegners vor und falls du dies tust und ihr Typ dem deklarierten Typ entspricht, nimm 1 „SPIORAL“-Monster von deinem Deck oder Friedhof und füge es entweder deiner Hand hinzu oder beschwöre es als Spezialbeschwörung in deine Zone, auf die diese Karte zeigt. Du kannst diesen Effekt von „SPIORAL-Doppelhelix“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"E.S.P.I.R.A.L.\"\nEl nombre de esta carta se convierte en \"Súper Agente E.S.P.I.R.A.L.\" mientras está en el Campo o en el Cementerio. Puedes declarar 1 tipo de carta (Monstruo, Mágica o de Trampa); muestra la carta superior del Deck de tu adversario y, si lo haces, y su tipo es igual al tipo declarado, toma 1 monstruo \"E.S.P.I.R.A.L.\" en tu Deck o Cementerio y ya sea añádelo a tu mano o Invócalo de Modo Especial a tu zona a la que apunte esta carta. Sólo puedes usar este efecto de \"Doble Hélice E.S.P.I.R.A.L.\" una vez por turno.", "fr": "2 monstres \"ESPIRALE\"\nLe nom de cette carte devient \"Super Espion ESPIRALE\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous pouvez déclarer 1 type de carte (Monstre, Magie ou Piège) ; révélez la carte du dessus du Deck de votre adversaire, et si vous le faites, et que son type correspond au type déclaré, prenez 1 monstre \"ESPIRALE\" depuis votre Deck ou Cimetière, et soit ajoutez-le à main soit Invoquez-le Spécialement dans votre zone pointée par cette carte. Vous ne pouvez utiliser cet effet de \"Double Hélice ESPIRALE\" qu'une fois par tour.", "it": "2 mostri \"SPIARALE\"\nIl nome di questa carta diventa \"Super Agente SPIARALE\" mentre è sul Terreno o nel Cimitero. Puoi dichiarare 1 tipo di carta (Mostro, Magia o Trappola); rivela la prima carta del Deck del tuo avversario e, se lo fai, e il suo tipo è il tipo dichiarato, prendi 1 mostro \"SPIARALE\" dal tuo Deck o Cimitero e aggiungilo alla tua mano oppure Evocalo Specialmente in una tua zona puntata da questa carta. Puoi utilizzare questo effetto di \"Doppia Elica SPIARALE\" una sola volta per turno.", "pt": "2 monstros \"ESPIRÃO\"\nO nome deste card se torna \"Super Agente ESPIRÃO\" enquanto estiver no campo ou no Cemitério. Você pode declarar 1 tipo de card (Monstro, Magia ou Armadilha); revele o card do topo do Deck do seu oponente e, se isso acontecer e o tipo dele corresponder ao tipo declarado, pegue 1 monstro \"ESPIRÃO\" do seu Deck ou do Cemitério e adicione-o à sua mão ou Invoque-o por Invocação-Especial em uma zona sua para a qual este card apontar. Você só pode usar este efeito de \"Hélice Dupla ESPIRÃO\" uma vez por turno.", "ja": "「ＳＰＹＲＡＬ」モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードのカード名は、フィールド・墓地に存在する限り「ＳＰＹＲＡＬ－ダンディ」として扱う。②：カードの種類（モンスター・魔法・罠）を宣言して発動できる。相手のデッキの一番上のカードをお互いに確認し、宣言した種類のカードだった場合、自分のデッキ・墓地から「ＳＰＹＲＡＬ」モンスター１体を選び、手札に加えるかこのカードのリンク先となる自分フィールドに特殊召喚する。", "ko": "\"SPYRAL(스파이랄)\" 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 카드명은, 필드 / 묘지에 존재하는 한 \"SPYRAL(스파이랄)－댄디\"로 취급한다. ②: 카드의 종류(몬스터 / 마법 / 함정)를 선언하고 발동할 수 있다. 상대의 덱 맨 위의 카드를 서로 확인하고, 선언한 종류의 카드였을 경우, 자신의 덱 / 묘지에서 \"SPYRAL(스파이랄)\" 몬스터 1장을 골라, 패에 넣거나 이 카드의 링크 앞이 되는 자신 필드에 특수 소환한다.", "zh-TW": null, "zh-CN": "“秘旋谍”怪兽２只\n此卡名的②效果１回合仅可使用１次。①：此卡只要存在于场上・墓地，卡名视为“秘旋谍－花花公子”。②：宣言卡的种类（怪兽・魔法・陷阱）可以发动。将对手牌组最上面的卡给彼此确认，是所宣言的种类的卡的情况下，从自己牌组・墓地挑选１只“秘旋谍”怪兽，加入手牌或特殊召唤至此卡连接端的自己场上。"}, "card_type": "Monster", "monster_type_line": "Warrior / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬅", "⬇"], "atk": 1900, "materials": "2 \"SPYRAL\" monsters", "series": ["SPYRAL"], "images": [{"index": 1, "image": "SPYRALDoubleHelix-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN099", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-EN163", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "CIBR-DE099", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-DE163", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "es": [{"set_number": "CIBR-SP099", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-SP163", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "CIBR-FR099", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-FR163", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "CIBR-IT099", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-IT163", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "CIBR-PT099", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-PT163", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "EP17-JP018", "set_name": "Extra Pack 2017", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "EP17-KR018", "set_name": "Extra Pack 2017", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "WPS1-SC050", "set_name": "World Premiere Pack 2024", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 519767, "master_duel_rarity": "UR"}