{"konami_id": 10389, "password": 1409474, "name": {"en": "Hazy Flame Sphynx", "de": "Trübe Flamme Sphynx", "es": "Llama Quimérica Esfynge", "fr": "Sphynx Flamme Chimérique", "it": "Sfynge Fiamma Chimerica", "pt": "Esfynge da Chama Nebulosa", "ja": "<ruby>陽炎獣<rt>ヘイズビースト</rt></ruby> スピンクス", "ja_romaji": "Heizu Bīsuto Supinkusu", "ko": "헤이즈비스트 스핀크스", "ko_rr": null, "zh-TW": "陽炎獸 女面獅鷲", "zh-CN": "阳炎兽 斯芬克司"}, "text": {"en": "Your opponent cannot target this card with card effects. You can declare 1 card type (Monster, Spell, or Trap); send the top card of your Deck to the Graveyard, then if it was the declared card type, you can Special Summon 1 FIRE monster from your hand or Graveyard. You can only use this effect of \"Hazy Flame Sphynx\" once per turn.", "de": "Dein Gegner kann diese Karte nicht als Ziel für Karteneffekte wählen. Du kannst 1 Kartentyp (Monster, Zauber oder Falle) benennen; lege die oberste Karte deines Decks auf den Friedhof, falls sie den benannten Kartentyp hat, kannst du dann 1 FEUER Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören. Du kannst diesen Effekt von „Trübe Flamme Sphynx“ nur einmal pro Spielzug verwenden.", "es": "Tu adversario no puede seleccionar esta carta con efectos de cartas. Puedes declarar 1 tipo de carta (Monstruo, Mágica o de Trampa); manda al Cementerio la carta en la parte superior de tu Deck y después, si era del tipo de carta declarado, puedes Invocar de Modo Especial, desde tu mano o Cementerio, 1 monstruo de FUEGO. Sólo puedes usar este efecto de \"Llama Quimérica Esfynge\" una vez por turno.", "fr": "Votre adversaire ne peut pas cibler cette carte avec des effets de cartes. Vous pouvez déclarer 1 type de carte (Monstre, Magie ou Piège) ; envoyez la carte du dessus de votre Deck au Cimetière, puis si elle était du type de carte déclaré, vous pouvez Invoquer Spécialement 1 monstre FEU depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Sphynx Flamme Chimérique\" qu'une fois par tour.", "it": "Il tuo avversario non può scegliere questa carta come bersaglio con gli effetti delle carte. Puoi dichiarare 1 tipo di carta (Mostro, Magia o Trappola); manda la prima carta del tuo Deck al Cimitero, poi, se era del tipo dichiarato, puoi Evocare Specialmente 1 mostro FUOCO dalla tua mano o Cimitero. Puoi utilizzare l'effetto di \"Sfynge Fiamma Chimerica\" una sola volta per turno.", "pt": "Seu oponente não pode escolher este card como alvo de efeitos de card. Você pode declarar 1 tipo de card (Monstro, Magia ou Armadilha); envie o card do topo do seu Deck para o Cemitério e, depois, se o card for do tipo declarado, você pode Invocar por Invocação-Especial 1 monstro de FOGO da sua mão ou Cemitério. Você só pode usar este efeito de \"Esfynge da Chama Nebulosa\" uma vez por turno.", "ja": "このカードがフィールド上に表側表示で存在する限り、相手はこのカードをカードの効果の対象にできない。また、自分のメインフェイズ時、カードの種類（モンスター・魔法・罠）を宣言して発動できる。自分のデッキの一番上のカードを墓地へ送り、宣言した種類のカードだった場合、さらに自分の手札・墓地から炎属性モンスター１体を選んで特殊召喚できる。「陽炎獣 スピンクス」のこの効果は１ターンに１度しか使用できない。", "ko": "이 카드가 필드 위에 앞면 표시로 존재하는 한, 상대는 이 카드를 카드 효과의 대상으로 할 수 없다. 또한, 자신의 메인 페이즈시, 카드의 종류(몬스터 / 마법 / 함정)를 선언하고 발동할 수 있다. 자신 덱의 맨 위 카드를 묘지로 보내고, 선언한 종류의 카드였을 경우, 다시 자신의 패 / 묘지에서 화염 속성 몬스터 1장을 고르고 특수 소환할 수 있다. \"헤이즈비스트 스핀크스\"의 이 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": "只要此卡以表侧表示存在于场上，对手不可将此卡作为卡牌效果的对象。此外，我方主要阶段时，可宣言卡牌种类（怪兽、魔法、陷阱）并发动。将我方牌组最上方的卡牌送入墓地，若为宣言的种类卡牌的场合，可进一步从我方手牌、墓地挑选1只炎属性怪兽特殊召唤。「陽炎獸 女面獅鷲」的此效果1回合只可使用1次。", "zh-CN": "只要这张卡在场上表侧表示存在，对方不能把这张卡作为卡的效果的对象。此外，自己的主要阶段时，宣言卡的种类（怪兽·魔法·陷阱）才能发动。自己卡组最上面的卡送去墓地，宣言的种类的卡的场合，可以再从自己的手卡·墓地选1只炎属性怪兽特殊召唤。「阳炎兽 斯芬克司」的这个效果1回合只能使用1次。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "FIRE", "level": 6, "atk": 1900, "def": 1900, "series": ["Hazy", "Hazy Flame"], "images": [{"index": 1, "image": "HazyFlameSphynx-CBLZ-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CBLZ-EN030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "de": [{"set_number": "CBLZ-DE030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "es": [{"set_number": "CBLZ-SP030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "fr": [{"set_number": "CBLZ-FR030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "it": [{"set_number": "CBLZ-IT030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "pt": [{"set_number": "CBLZ-PT030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "ja": [{"set_number": "CBLZ-JP030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "ko": [{"set_number": "CBLZ-KR030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}], "zh-TW": [{"set_number": "CBLZ-TC030", "set_name": "Cosmo Blazer", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 248587}