{"konami_id": 5384, "password": 1412158, "name": {"en": "Super Roboyarou", "de": "Super-Robot-Yarou", "es": "Super Roboyarou", "fr": "Super Roboyaro", "it": "Super Roboyarou", "pt": "Super Roboyarou", "ja": "レアメタル・ナイト", "ja_romaji": "Reametaru Naito", "ko": "레어메탈 나이트", "ko_rr": null, "zh-TW": "稀有金屬騎士", "zh-CN": "稀有金属骑士"}, "text": {"en": "\"Roboyarou\" + \"Robolady\"\nYou can Special Summon \"Super Robolady\" by returning this card from the field to the Extra Deck. You cannot use this effect during the same turn this monster is Special Summoned. In addition, increase the ATK of this monster by 1000 points during the Damage Step when this monster battles with a monster.", "de": "„Robot-Yarou“ + „Robot-Lady“\nDu kannst „Super-Robot-Lady“ als Spezialbeschwörung beschwören, indem du diese Karte vom Spielfeld auf das Extra Deck zurücklegst. Du kannst diesen Effekt nicht im gleichen Spielzug verwenden, in dem diese Karte als Spezialbeschwörung beschworen wurde Zusätzlich, erhöhe die ATK dieser Karte um 1000 Punkte während des Damage Steps, wenn diese Karte gegen ein Monster kämpft.", "es": "\"Roboyarou\" + \"Robodama\"\nPuedes Invocar mediante una Invocación Especial \"Super Robodama\" devolviendo esta carta del Campo al Deck Extra. No puedes usar este efecto durante el mismo turno en el que esta carta es Invocada mediante una Invocación Especial. Además, aumenta el ATK de este monstruo en 1000 puntos durante el Damage Step cuando esta carta lucha contra un monstruo.", "fr": "\"Roboyaro\" + \"Robolady\"\nVous pouvez faire une Invocation Spéciale de \"Super Robolady\" en renvoyant cette carte du Terrain dans le Extra Deck. Vous ne pouvez pas utiliser cet effet durant le tour où ce monstre est Invoqué par Invocation Spéciale. De plus, augmentez l'ATK de ce monstre de 1000 points durant la Damage Step lorsque ce monstre combat un monstre.", "it": "\"Roboyarou\" + \"Robolady\"\nPuoi effettuare l'Evocazione Speciale di \"Super Robolady\" rimettendo questa carta dal Terreno nel Extra Deck. Non puoi usare questo effetto durante lo stesso turno in cui questo mostro viene Evocato tramite Evocazione Speciale. Inoltre, aumenta l'ATK di questo mostro di 1000 punti durante la Damage Step quando questo mostro combatte con un mostro.", "pt": "\"Roboyarou\" + \"Robodama\"\nVocê pode Invocar \"Super Robodama\" por Invocação-Especial ao devolver este card do campo para o Deck Adicional. Você não pode usar este efeito durante o mesmo turno em que este monstro foi Invocado por Invocação-Especial. Além disso, aumente o ATK deste monstro em 1000 pontos durante a Etapa de Dano, quando este monstro batalhar com um monstro.", "ja": "「レアメタル・ソルジャー」＋「レアメタル・レディ」\nモンスターとの戦闘のダメージステップ時、攻撃力１０００アップ。フィールド上のこのカードと融合デッキの「レアメタル・ヴァルキリー」を交換できる。（このカードが特殊召喚されたターンは不可）", "ko": "\"레어메탈 솔저\" ＋ \"레어메탈 레이디\"\n필드 위의 이 카드를 융합 덱으로 되돌리고, 융합 덱에서 레어메탈 발키리를 특수 소환할 수 있다(이 카드가 특수 소환된 턴은 불가). 또한, 몬스터와 전투한 데미지 스텝시, 이 카드의 공격력은 1000 포인트 올린다.", "zh-TW": "「稀有金屬戰士」＋「稀有金屬女郎」\n在此卡與怪獸進行戰鬥的狀況下，傷害步驟期間，攻擊力提升１０００。此外，在此卡被特殊召喚回合以外的我方主要階段時，可將此卡送回額外牌組，從額外牌組特殊召喚１隻「稀有金屬女武神」。", "zh-CN": "“稀有金属战士”＋“稀有金属女郎”\n与怪兽进行战斗的场合，伤害步骤期间此卡的攻击力上升１０００点。此卡在被特殊召唤回合以外的我方主要阶段时，可将此卡返回至额外牌组，并从额外牌组特殊召唤１只“稀有金属女武神”。"}, "card_type": "Monster", "monster_type_line": "Machine / Fusion / Effect", "attribute": "EARTH", "level": 6, "atk": 1200, "def": 500, "materials": "\"Roboyarou\" + \"Robolady\"", "series": ["Robo"], "images": [{"index": 1, "image": "SuperRoboyarou-LOD-EN-C-UE.png"}], "sets": {"en": [{"set_number": "LOD-EN074", "set_name": "Legacy of Darkness", "rarities": ["Common"]}, {"set_number": "LOD-074", "set_name": "Legacy of Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "MA-26", "set_name": "Mythological Age", "rarities": ["Common"]}], "ko": [{"set_number": "LOD-KR074", "set_name": "Legacy of Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 4696, "master_duel_rarity": "N"}