{"konami_id": 16236, "password": 1487805, "name": {"en": "Cosmic Slicer Zer'oll", "de": "Kosmischer Schlitzer Zer'oll", "es": "Zer'oll Rebanador Cósmico", "fr": "Zer'oll le Trancheur Cosmique", "it": "Distruttore Cosmico Zer'oll", "pt": "Fatiador Cósmico Zer'oll", "ja": "<ruby>宇<rt>そ</rt></ruby><ruby>宙<rt>ら</rt></ruby><ruby>鋏<rt>ばさみ</rt></ruby>ゼロオル", "ja_romaji": "Sorabasami Zero'oru", "ko": "우주협 제로올", "ko_rr": "Ujubyeop Jero-ol", "zh-TW": null, "zh-CN": "宇宙铗 泽罗奥尔"}, "text": {"en": "2+ Reptile monsters\nMonsters your opponent controls with A-Counters are changed to Defense Position, also neither player can activate their effects. You can only use each of the following effects of \"Cosmic Slicer Zer'oll\" once per turn. If this card is Link Summoned: You can add 1 card from your Deck to your hand that has an effect that places A-Counter(s). You can remove 2 A-Counters from anywhere on the field; immediately after this effect resolves, Normal Summon 1 Reptile monster.", "de": "2+ Reptil-Monster\nMonster mit A-Zählmarken, die dein Gegner kontrolliert, werden in die Verteidigungsposition geändert, zusätzlich kann kein Spieler ihre Effekte aktivieren. Du kannst jeden der folgenden Effekte von „Kosmischer Schlitzer Zer'oll“ nur einmal pro Spielzug verwenden. Falls diese Karte als Linkbeschwörung beschworen wird: Du kannst deiner Hand 1 Karte, die einen Effekt hat, der eine oder mehr A-Zählmarken legt, von deinem Deck hinzufügen. Du kannst 2 A-Zählmarken von irgendwo auf dem Spielfeld entfernen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Reptil-Monster als Normalbeschwörung.", "es": "2+ monstruos Reptil\nLos monstruos que controle tu adversario con Contadores-A son cambiados a Posición de Defensa, y además ningún jugador puede activar sus efectos. Sólo puedes usar cada uno de los siguientes efectos de \"Zer'oll Rebanador Cósmico\" una vez por turno. Si esta carta es Invocada por Enlace: puedes añadir a tu mano 1 carta en tu Deck que tenga un efecto que ponga uno o más Contadores-A. Puedes retirar 2 Contadores-A de cualquier lugar del Campo; inmediatamente después de que se resuelva este efecto, Invoca 1 monstruo Reptil de Modo Normal.", "fr": "2+ monstres Reptile\nLes monstres contrôlés par votre adversaire avec des Compteurs-A sont changés en Position de Défense, et aussi, aucun joueur ne peut activer leurs effets. Vous ne pouvez utiliser chacun des effets suivants de \"Zer'oll le Trancheur Cosmique\" qu'une fois par tour. Si cette carte est Invoquée par Lien : vous pouvez ajouter 1 carte depuis votre Deck à votre main qui a un effet qui place un ou plusieurs Compteurs-A. Vous pouvez retirer 2 Compteurs-A depuis le Terrain ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre Reptile.", "it": "2+ mostri Rettile\nI mostri controllati dal tuo avversario con Segnalini-A vengono messi in Posizione di Difesa, inoltre nessun giocatore può attivare i loro effetti. Puoi utilizzare ognuno dei seguenti effetti di \"Distruttore Cosmico Zer'oll\" una sola volta per turno. Se questa carta viene Evocata Link: puoi aggiungere dal tuo Deck alla tua mano 1 carta che ha un effetto che mette uno o più Segnalini-A. Puoi rimuovere 2 Segnalini-A da ovunque sul Terreno; immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro Rettile.", "pt": "2+ monstros Réptil\nMonstros que seu oponente controla com Marcadores-A são colocados em Posição de Defesa e, além disso, nenhum duelista pode ativar seus efeitos. Você só pode usar cada um dos seguintes efeitos de \"Fatiador Cósmico Zer'oll\" uma vez por turno. Se este card for Invocado por Invocação-Link: você pode adicionar 1 card do seu Deck à sua mão que tenha um efeito que coloque um ou mais Marcadores-A. Você pode remover 2 Marcadores-A de qualquer parte do campo; imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro Réptil.", "ja": "爬虫類族モンスター２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがリンク召喚に成功した場合に発動できる。Ａカウンターを置く効果を持つカード１枚をデッキから手札に加える。②：自分・相手フィールドのＡカウンターを２つ取り除いて発動できる。爬虫類族モンスター１体を召喚する。③：このカードがモンスターゾーンに存在する限り、Ａカウンターが置かれている相手モンスターは、守備表示になり、効果を発動できない。", "ko": "파충류족 몬스터 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 링크 소환에 성공했을 경우에 발동할 수 있다. A 카운터를 놓는 효과를 가지는 카드 1장을 덱에서 패에 넣는다. ②: 자신 / 상대 필드의 A 카운터를 2개 제거하고 발동할 수 있다. 파충류족 몬스터 1장을 일반 소환한다. ③: 이 카드가 몬스터 존에 존재하는 한, A 카운터가 놓여 있는 상대 몬스터는, 수비 표시가 되고, 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "爬虫类族怪兽2只以上\n这个卡名的①②的效果1回合各能使用1次。\n①：这张卡连接召唤成功的场合才能发动。把持有把A指示物放置效果的1张卡从卡组加入手卡。\n②：把自己·对方场上2个A指示物取除才能发动。把1只爬虫类族怪兽召唤。\n③：只要这张卡在怪兽区域存在，有A指示物放置的对方怪兽变成守备表示，不能把效果发动。"}, "card_type": "Monster", "monster_type_line": "Reptile / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘", "⬆"], "atk": 2600, "materials": "2+ Reptile monsters", "images": [{"index": 1, "image": "CosmicSlicerZeroll-DAMA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN047", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE047", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "es": [{"set_number": "DAMA-SP047", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR047", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT047", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT047", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP047", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}], "ko": [{"set_number": "DAMA-KR047", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714346}