{"konami_id": 14842, "password": 1566817, "name": {"en": "Cupid Serve", "de": "Aufschlag-Amor", "es": "Saque de Cupido", "fr": "Service Cupide", "it": "Servizio di Cupido", "pt": "Saque do Cupido", "ja": "テイ・キューピット", "ja_romaji": "Tei Kyūpitto", "ko": "테이 큐피트", "ko_rr": "Tei Kupiteu", "zh-TW": "網球邱比特", "zh-CN": "网邱比特"}, "text": {"en": null, "de": "Bleibt von den aktivierten Effekten von Monstern unberührt, außer denen von Monstern, deren Stufe kleiner oder gleich der dieser Karte ist. Du kannst bis zu 3 Karten von deinem Friedhof verbannen; erhöhe die Stufe dieser Karte bis zum Ende dieses Spielzugs um die Anzahl. Du kannst diesen Effekt von „Aufschlag-Amor“ nur einmal pro Spielzug verwenden.", "es": "No es afectada por los efectos activados de monstruos, excepto de monstruos cuyo Nivel sea igual o menor que el de esta carta. Puedes desterrar hasta 3 cartas en tu Cementerio; hasta el final de este turno, aumenta el Nivel de esta carta en ese número. Sólo puedes usar este efecto de \"Saque de Cupido\" una vez por turno.", "fr": "Non affectée par les effets activés de monstres, sauf ceux d'un Niveau inférieur ou égal à cette carte. Vous pouvez bannir max. 3 cartes depuis votre Cimetière ; jusqu'à la fin de ce tour, augmentez le Niveau de cette carte de ce nombre. Vous ne pouvez utiliser cet effet de \"Service Cupide\" qu'une fois par tour.", "it": "Immune agli effetti attivati dei mostri, eccetto i mostri di Livello pari o inferiore a questa carta. Puoi bandire fino a 3 carte dal tuo Cimitero; aumenta il Livello di questa carta di quel numero, fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Servizio di Cupido\" una sola volta per turno.", "pt": "Não é afetado pelos efeitos ativados de monstros, exceto de monstros cujo Nível seja igual ou menor que o deste card. Você pode banir até 3 cards do seu Cemitério; até o final deste turno, aumente o Nível deste card por esse número. Você só pode usar este efeito de \"Saque do Cupido\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードはモンスターゾーンに存在する限り、このカードのレベル以下のレベルを持つモンスターを除く、全てのモンスターが発動した効果を受けない。\n②：自分の墓地からカードを３枚まで除外して発動できる。このカードのレベルをターン終了時まで、除外した数だけ上げる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 몬스터 존에 존재하는 한, 이 카드의 레벨 이하의 레벨을 가지는 몬스터 이외의 모든 몬스터가 발동한 효과를 받지 않는다. ②: 자신 묘지의 카드를 3장까지 제외하고 발동할 수 있다. 턴 종료시까지, 이 카드의 레벨을, 제외한 수만큼 올린다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：只要此卡存在於怪獸區，就不受持有等級為此卡等級以下的怪獸以外的所有怪獸發動的效果影響。②：可將我方墓地的最多３張卡除外發動。在回合結束前，此卡的等級依據除外的數量提升。", "zh-CN": "此卡名的②效果1回合仅可使用1次。①：只要此卡存在于怪兽区域，不受所拥有等级在此卡以下的怪兽以外的所有怪兽发动的效果影响。②：将自己墓地的最多3张卡除外可以发动。直至回合结束时为止，此卡的等级上升相当于除外数量的数值。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 2, "atk": 1000, "def": 600, "series": ["Cupid"], "images": [{"index": 1, "image": "CupidServe-IGAS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN033", "set_name": "Ignition Assault", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE033", "set_name": "Ignition Assault", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR033", "set_name": "Ignition Assault", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT033", "set_name": "Ignition Assault", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT033", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP033", "set_name": "Ignition Assault", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "IGAS-KR033", "set_name": "Ignition Assault", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP4-SC066", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 669660, "master_duel_rarity": "N"}