{"konami_id": 18313, "password": 1688285, "name": {"en": "Traptrix Pinguicula", "de": "Fallenstellerin Pinguicula", "es": "Atrapadora Pinguicula", "fr": "Traptrix Pinguicula", "it": "Trappolatrice Pinguicula", "pt": "Armadilhatrix Pinguicula", "ja": "シトリスの<ruby>蟲<rt>こ</rt></ruby><ruby>惑<rt>わく</rt></ruby><ruby>魔<rt>ま</rt></ruby>", "ja_romaji": "Shitorisu no Kowakuma", "ko": "시트리스의 충혹마", "ko_rr": "Siteuriseu-ui Chunghokma", "zh-TW": null, "zh-CN": "蜜堇之虫惑魔"}, "text": {"en": "2 Level 4 monsters\nWhile this card has material, it is unaffected by Trap effects and the activated effects of other monsters with the same Type as this card's material. You can only use each of the following effects of \"Traptrix Pinguicula\" once per turn. You can detach 1 material from this card; add 1 \"Traptrix\" monster from your Deck to your hand. If a monster(s) owned by your opponent is sent to the GY, or banished, by a card effect (except during the Damage Step): You can attach 1 of those monsters to this card as material.", "de": "2 Monster der Stufe 4\nSolange diese Karte Material hat, bleibt sie von Falleneffekten und aktivierten Effekten anderer Monster mit demselben Typ wie das Material dieser Karte unberührt. Du kannst jeden der folgenden Effekte von „Fallenstellerin Pinguicula“ nur einmal pro Spielzug verwenden. Du kannst 1 Material von dieser Karte abhängen; füge deiner Hand 1 „Fallenstellerin“-Monster von deinem Deck hinzu. Falls ein oder mehr Monster, die dein Gegner besitzt, durch einen Karteneffekt auf den Friedhof gelegt oder verbannt werden (außer während des Damage Steps): Du kannst 1 jener Monster als Material an diese Karte anhängen.", "es": "2 monstruos de Nivel 4\nMientras esta carta tenga material, no es afectada por efectos de Trampas y los efectos activados de otros monstruos con el mismo Tipo que el material de esta carta. Sólo puedes usar cada uno de los siguientes efectos de \"Atrapadora Pinguicula\" una vez por turno. Puedes desacoplar 1 material de esta carta; añade a tu mano 1 monstruo \"Atrapadora\" en tu Deck. Si uno o más monstruos propiedad de tu adversario son mandados al Cementerio, o desterrados, por efecto de una carta (excepto durante el Damage Step): puedes acoplar 1 de esos monstruos a esta carta como material.", "fr": "2 monstres de Niveau 4\nTant que cette carte a du Matériel, elle n'est affectée ni par des effets de Piège ni par les effets activés d'autres monstres du même Type que le Matériel de cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Traptrix Pinguicula\" qu'une fois par tour. Vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 monstre \"Traptrix\" depuis votre Deck à votre main. Si un ou plusieurs monstres dont le propriétaire est votre adversaire sont envoyés au Cimetière ou bannis par un effet de carte (sauf durant la Damage Step) : vous pouvez attacher 1 de ces monstres à cette carte comme Matériel.", "it": "2 mostri di Livello 4\nMentre questa carta ha materiale, è immune agli effetti delle Trappole e agli effetti attivati degli altri mostri con lo stesso Tipo del materiale di questa carta. Puoi utilizzare ognuno dei seguenti effetti di \"Trappolatrice Pinguicula\" una sola volta per turno. Puoi staccare 1 materiale da questa carta; aggiungi 1 mostro \"Trappolatrice\" dal tuo Deck alla tua mano. Se uno o più mostri di proprietà del tuo avversario vengono mandati al Cimitero, o banditi, dall'effetto di una carta (eccetto durante il Damage Step): puoi attaccare 1 di quei mostri a questa carta come materiale.", "pt": "2 monstros de Nível 4\nEnquanto este card tiver matéria, ele não é afetado por efeitos de Armadilha e pelos efeitos ativados de outros monstros com o mesmo Tipo que as matérias deste card. Você só pode usar cada um dos seguintes efeitos de \"Armadilhatrix Pinguicula\" uma vez por turno. Você pode desassociar 1 matéria deste card; adicione 1 monstro \"Armadilhatrix\" do seu Deck à sua mão. Se um ou mais monstros dos quais seu oponente seja dono forem enviados para o Cemitério, ou banidos, por um efeito de card (exceto durante a Etapa de Dano): você pode associar 1 desses monstros a este card como matéria.", "ja": "レベル４モンスター×２\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：Ｘ素材を持っているこのカードは、このカードがＸ素材としているモンスターと同じ種族のモンスター（このカードを除く）が発動した効果及び罠カードの効果を受けない。②：このカードのＸ素材を１つ取り除いて発動できる。デッキから「蟲惑魔」モンスター１体を手札に加える。③：元々の持ち主が相手となるモンスターが効果で、墓地へ送られた場合または表側で除外された場合に発動できる。その内の１体をこのカードのＸ素材とする。", "ko": "레벨 4 몬스터 × 2\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 엑시즈 소재를 가지고 있는 이 카드는, 이 카드가 엑시즈 소재로 하고 있는 몬스터와 같은 종족의 몬스터(이 카드 이외)가 발동한 효과 및 함정 카드의 효과를 받지 않는다. ②: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 덱에서 \"충혹마\" 몬스터 1장을 패에 넣는다. ③: 원래의 주인이 상대가 되는 몬스터가 효과로, 묘지로 보내졌을 경우 또는 제외되었을 경우에 발동할 수 있다. 그 중의 1장을 고르고 이 카드의 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "等级４怪兽×２\n此卡名的②③效果１回合仅可各使用１次。\n①：拥有超量素材的此卡，不受除此卡之外的、种族和此卡所拥有的超量素材的怪兽相同的怪兽所发动的效果，及陷阱卡的效果影响。\n②：去除此卡的１个超量素材可以发动。从牌组将１只“虫惑魔”怪兽加入手牌。\n③：原本的持有者为对手的怪兽因效果、被送至墓地的情况下，或以表侧被除外的情况下可以发动。将其中１只作为此卡的超量素材。"}, "card_type": "Monster", "monster_type_line": "Plant / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": 2500, "def": 300, "materials": "2 Level 4 monsters", "series": ["Traptrix"], "images": [{"index": 1, "image": "TraptrixPinguicula-TDS2-JP-ScR.png", "illustration": "TraptrixPinguicula-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "TraptrixPinguicula-SDBT-EN-UR-1E.png", "illustration": "TraptrixPinguicula-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "SDBT-EN042", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDBT-DE042", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SDBT-SP042", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDBT-FR042", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDBT-IT042", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDBT-PT042", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD45-JPP01", "set_name": "Structure Deck: Forest of the Traptrix Banquet Invitation Pack", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "TDS2-JPP01", "set_name": "Structure Deck: Forest of the Traptrix - The Legend of Duelist Quarter Century Edition", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "SD45-KRP01", "set_name": "Structure Deck: Forest of the Traptrix Banquet Invitation Pack", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "HB01-SC025", "set_name": "Hundred Battles Deck: Glamour of Traptrix", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717216}