{"konami_id": 7510, "password": 1683982, "name": {"en": "Viper's Grudge", "de": "Groll der Viper", "es": "Rencor de la Víbora", "fr": "La Rancune du Serpent Venimeux", "it": "Risentimento della Vipera", "pt": "Rancor da Víbora", "ja": "<ruby>毒<rt>どく</rt></ruby><ruby>蛇<rt>じゃ</rt></ruby>の<ruby>怨<rt>おん</rt></ruby><ruby>念<rt>ねん</rt></ruby>", "ja_romaji": "Dokuja no Onnen", "ko": "독사의 원한", "ko_rr": "Doksa-ui Wonhan", "zh-TW": "毒蛇的怨念", "zh-CN": "毒蛇的怨念"}, "text": {"en": "Non-Reptile monsters you control cannot attack, also you cannot activate their effects. You can only use each of the following effects of \"Viper's Grudge\" once per turn. If a face-up Reptile monster(s) you control is destroyed by battle or sent to the GY: You can Special Summon 1 Level 4 or lower Reptile monster from your Deck. If this card is destroyed in the Spell & Trap Zone: You can return all your banished Reptile monsters to your GY.", "de": "Nichtreptil-Monster, die du kontrollierst, können nicht angreifen, zusätzlich kannst du ihre Effekte nicht aktivieren. Du kannst jeden der folgenden Effekte von „Groll der Viper“ nur einmal pro Spielzug verwenden. Falls ein oder mehr offene Reptil-Monster, die du kontrollierst, durch Kampf zerstört oder auf den Friedhof gelegt werden: Du kannst 1 Reptil-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck beschwören. Falls diese Karte in der Zauber- & Fallenzone zerstört wird: Du kannst alle deine verbannten Reptil-Monster auf deinen Friedhof zurücklegen.", "es": "Los monstruos que no sean Reptil que controlas no pueden atacar, y además no puedes activar sus efectos. Sólo puedes usar cada uno de los siguientes efectos de \"Rencor de la Víbora\" una vez por turno. Si uno o más monstruos Reptil boca arriba que controlas son destruidos en batalla o mandados al Cementerio: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo Reptil de Nivel 4 o menor. Si esta carta es destruida en la Zona de Magia y Trampas: puedes devolver a tu Cementerio todos tus monstruos Reptil desterrados.", "fr": "Les monstres non-Reptile que vous contrôlez ne peuvent pas attaquer, et aussi, vous ne pouvez pas activer leurs effets. Vous ne pouvez utiliser chacun des effets suivants de \"La Rancune du Serpent Venimeux\" qu'une fois par tour. Si un ou plusieurs monstres Reptile face recto que vous contrôlez sont détruits au combat ou envoyés au Cimetière : vous pouvez Invoquer Spécialement 1 monstre Reptile de max. Niveau 4 depuis votre Deck. Si cette carte est détruite dans la Zone Magie & Piège : vous pouvez renvoyer tous vos monstres Reptile bannis à votre Cimetière.", "it": "I mostri non-Rettile che controlli non possono attaccare, inoltre non puoi attivare i loro effetti. Puoi utilizzare ognuno dei seguenti effetti di \"Risentimento della Vipera\" una sola volta per turno. Se uno o più mostri Rettile scoperti che controlli vengono distrutti in battaglia o mandati al Cimitero: puoi Evocare Specialmente 1 mostro Rettile di Livello 4 o inferiore dal tuo Deck. Se questa carta viene distrutta nella Zona Magie & Trappole: puoi far ritornare tutti i tuoi mostri Rettile banditi nel tuo Cimitero.", "pt": "Monstros não-Réptil que você controla não podem atacar e, além disso, você não pode ativar seus efeitos. Você só pode usar cada um dos seguintes efeitos de \"Rancor da Víbora\" uma vez por turno. Se um ou mais monstros Réptil com a face para cima que você controla forem destruídos em batalha ou enviados para o Cemitério: você pode Invocar por Invocação-Especial 1 monstro Réptil de Nível 4 ou menos do seu Deck. Se este card for destruído na Zona de Magias & Armadilhas: você pode devolver todos os seus monstros Réptil banidos para o seu Cemitério.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが魔法＆罠ゾーンに存在する限り、爬虫類族以外の自分のモンスターは、攻撃できず、効果を発動できない。②：自分フィールドの表側表示の爬虫類族モンスターが、戦闘で破壊された場合、または墓地へ送られた場合に発動できる。デッキからレベル４以下の爬虫類族モンスター１体を特殊召喚する。③：魔法＆罠ゾーンのこのカードが破壊された場合に発動できる。除外されている自分の爬虫類族モンスターを全て墓地に戻す。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 마법 & 함정 존에 존재하는 한, 파충류족 이외의 자신 몬스터는, 공격할 수 없으며, 효과를 발동할 수 없다. ②: 자신 필드의 앞면 표시 파충류족 몬스터가, 전투로 파괴되었을 경우, 또는 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 레벨 4 이하의 파충류족 몬스터 1장을 특수 소환한다. ③: 마법 & 함정 존의 이 카드가 파괴되었을 경우에 발동할 수 있다. 제외되어 있는 자신의 파충류족 몬스터를 전부 묘지로 되돌린다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：只要此卡存在於魔法＆陷阱區，我方爬蟲類族以外的怪獸就無法攻擊，無法發動效果。②：可在我方場上正面表示的爬蟲類族怪獸因戰鬥被破壞的狀況下，或是被送至墓地的狀況下發動。從牌組特殊召喚１隻等級４以下的爬蟲類族怪獸。③：可在魔法＆陷阱區的此卡被破壞的狀況下發動。將我方所有被除外的爬蟲類族怪獸全部送回墓地。", "zh-CN": "此卡名的②③效果１回合仅可各使用１次。\n①：只要此卡存在于魔法与陷阱区域，爬虫类族以外的自己的怪兽不可攻击，不可发动效果。\n②：自己场上表侧表示的爬虫类族怪兽因战斗被破坏的情况下，或被送至墓地的情况下可以发动。从牌组将１只等级４以下的爬虫类族怪兽特殊召唤。\n③：魔法与陷阱区域的此卡被破坏的情况下可以发动。将自己除外状态的爬虫类族怪兽全部放回墓地。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "VipersGrudge-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN022", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE022", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR022", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT022", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT022", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "22PP-JP008", "set_name": "Premium Pack 2022", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "PP17-KR008", "set_name": "Premium Pack Vol.17", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC028", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708453, "master_duel_rarity": "R"}