{"konami_id": 14321, "password": 1825445, "name": {"en": "Super Quantal Union - Magnaformation", "de": "Superquantal-Union - Magnaformation", "es": "Magnaformación, Unión Súper Cuantal", "fr": "Union Super Quantique - Magnaformation", "it": "Super Quantal Unione - Magnaformazione", "pt": "União Super Quantal - Magnaformação", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>量<rt>りょう</rt></ruby><ruby>合<rt>がっ</rt></ruby><ruby>神<rt>しん</rt></ruby>－マグナフォーメーション", "ja_romaji": "Chōryō Gasshin - Magunafōmēshon", "ko": "초량합신－매그너포메이션", "ko_rr": "Choryanghapsin - Maegeuneopomeisyeon", "zh-TW": "超級量子合神－大磁炎合體", "zh-CN": "超级量子合神－大磁炎合体"}, "text": {"en": null, "de": "Dein Gegner kann während deiner Main Phase 1 „Superquant“-Karten auf dem Spielfeld nicht als Ziel für Karteneffekte wählen. Du kannst 1 „Superquant“-Xyz-Monster wählen, das du kontrollierst; hänge 1 anderes offenes Monster, das du kontrollierst, als Material daran an. Du kannst diesen Effekt von „Superquantal-Union - Magnaformation“ nur einmal pro Spielzug verwenden.", "es": "Tu adversario no puede seleccionar con efectos de cartas a cartas \"Súper Cuant\" en el Campo durante tu Main Phase 1. Puedes seleccionar 1 Monstruo Xyz \"Súper Cuant\" que controles; acóplale como material otro monstruo boca arriba que controles. Sólo puedes usar este efecto de \"Magnaformación, Unión Súper Cuantal\" una vez por turno.", "fr": "Durant votre Main Phase 1, votre adversaire ne peut pas cibler de cartes \"Super Quant\" sur le Terrain avec des effets de carte. Vous pouvez cibler 1 Monstre Xyz \"Super Quant\" que vous contrôlez ; attachez-lui 1 autre monstre face recto que vous contrôlez comme Matériel. Vous ne pouvez utiliser cet effet de \"Union Super Quantique - Magnaformation\" qu'une fois par tour.", "it": "Il tuo avversario non può scegliere come bersaglio carte \"Super Quant\" sul Terreno con gli effetti delle carte durante la tua Main Phase 1. Puoi scegliere come bersaglio 1 Mostro Xyz \"Super Quant\" che controlli; attacca 1 altro mostro scoperto che controlli ad esso come materiale. Puoi utilizzare questo effetto di \"Super Quantal Unione - Magnaformazione\" una sola volta per turno.", "pt": "Seu oponente não pode escolher cards \"Super Quant\" no campo como alvo de efeitos de card durante sua Fase Principal 1. Você pode escolher 1 Monstro Xyz \"Super Quant\" que você controla; associe 1 outro monstro com a face para cima que você controla a ele como matéria. Você só pode usar este efeito de \"União Super Quantal - Magnaformação\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードが魔法＆罠ゾーンに存在する限り、自分メインフェイズ１の間、相手はフィールドの「超量」カードを効果の対象にできない。\n②：自分フィールドの「超量」Ｘモンスター１体を対象として発動できる。対象のモンスター以外の自分フィールドの表側表示モンスター１体を、対象のモンスターのＸ素材とする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 마법 & 함정 존에 존재하는 한, 자신 메인 페이즈 1 동안, 상대는 필드의 \"초량\" 카드를 효과의 대상으로 할 수 없다. ②: 자신 필드의 \"초량\" 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 대상 몬스터 이외의 자신 필드의 앞면 표시 몬스터 1장을 고르고, 대상 몬스터의 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：只要此卡存在於魔法＆陷阱區，在我方主要階段１的期間，對方就無法將場上的「超級量子」卡做為效果對象。②：可將我方場上的１隻「超級量子」超量怪獸做為對象發動。選擇我方場上的１隻對象怪獸以外的正面表示怪獸，重疊至對象怪獸下方做為超量素材。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：只要此卡存在于魔法与陷阱区域，在自己的主要阶段１，对手不可将场上的“超级量子”卡作为效果的对象。②：以自己场上的１只“超级量子”超量怪兽为对象可以发动。挑选对象怪兽以外的自己场上的１只表侧表示怪兽，重叠在对象怪兽下面作为超量素材。"}, "card_type": "Trap", "property": "Continuous", "series": ["Super Quant"], "images": [{"index": 1, "image": "SuperQuantalUnionMagnaformation-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN071", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE071", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR071", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT071", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT071", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP071", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR071", "set_name": "Dark Neostorm", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584387, "master_duel_rarity": "N"}