{"konami_id": 8080, "password": 1834753, "name": {"en": "Overdrive Teleporter", "de": "Turboteleporter", "es": "Teleportador a Toda Marcha", "fr": "Téléportateur Multiple", "it": "Teletrasportatore Superguida", "pt": "Teletransportador de Alta Velocidade", "ja": "マックス・テレポーター", "ja_romaji": "Makkusu Terepōtā", "ko": "맥스 텔레포터", "ko_rr": null, "zh-TW": "極限瞬移者", "zh-CN": "极限瞬移者"}, "text": {"en": "This card cannot be Special Summoned. You can pay 2000 Life Points to Special Summon 2 Level 3 Psychic-Type monsters from your Deck. This effect can only be used once while this card is face-up on the field.", "de": "Diese Karte kann nicht als Spezialbeschwörung beschworen werden. Du kannst 2000 Life Points zahlen, um 2 Monster vom Typ Psi der Stufe 3 als Spezialbeschwörung von deinem Deck zu beschwören. Dieser Effekt kann nur einmal benutzt werden, solange sich diese Karte offen auf dem Spielfeld befindet.", "es": "Esta carta no puede ser Invocada de Modo Especial. Puedes pagar 2000 Life Points para Invocar de Modo Especial, desde tu Deck, 2 monstruos de Tipo Psíquico de Nivel 3. Este efecto sólo puede ser usado una vez mientras esta carta esté boca arriba en el Campo.", "fr": "Cette carte ne peut pas être Invoquée Spécialement. Vous pouvez payer 2000 Life Points pour Invoquer Spécialement 2 monstres de Type Psychique de Niveau 3 depuis votre Deck. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.", "it": "Questa carta non può essere Evocata tramite Evocazione Speciale. Puoi pagare 2000 Life Points per Evocare tramite Evocazione Speciale 2 Mostri di Tipo Psichico di Livello 3 dal tuo Deck. Questo effetto può essere utilizzato solo una volta fino a quando questa carta rimane scoperta sul Terreno.", "pt": "Esta carta não pode ser Special Summoned. Você pode pagar 2000 Life Points para Special Summon 2 monstros Psychic-Type de Nível 3 do seu Deck. Este efeito somente pode ser usado uma única vez enquanto esta carta estiver virada para cima no campo.", "ja": "このカードは特殊召喚できない。２０００ライフポイントを払う事で、自分のデッキからレベル３のサイキック族モンスター２体を自分フィールド上に特殊召喚する。この効果はこのカードがフィールド上に表側表示で存在する限り１度しか使用できない。", "ko": "이 카드는 특수 소환할 수 없다. 2000 라이프 포인트를 지불하는 것으로, 자신의 덱에서 레벨 3의 사이킥족 몬스터 2장을 자신 필드 위에 특수 소환한다. 이 효과는 이 카드가 필드 위에 앞면 표시로 존재하는 한, 1번밖에 사용할 수 없다.", "zh-TW": "此卡無法特殊召喚。只要此卡以正面表示存在場上，就可支付２０００LP發動１次。從牌組特殊召喚２隻等級３的超能族怪獸。", "zh-CN": "此卡不可特殊召唤。只要此卡以表侧表示存在于场上，仅限１次，可支付２０００生命点数发动。从牌组特殊召唤２只等级３的念动力族怪兽。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "LIGHT", "level": 6, "atk": 2100, "def": 1200, "images": [{"index": 1, "image": "OverdriveTeleporter-CSOC-EN-ScR-1E.jpg"}], "sets": {"en": [{"set_number": "CSOC-EN083", "set_name": "Crossroads of Chaos", "rarities": ["Secret Rare"]}], "de": [{"set_number": "CSOC-DE083", "set_name": "Crossroads of Chaos", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "CSOC-FR083", "set_name": "Crossroads of Chaos", "rarities": ["Secret Rare"]}], "it": [{"set_number": "CSOC-IT083", "set_name": "Crossroads of Chaos", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "EXP2-JP024", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}], "ko": [{"set_number": "EXP2-KR024", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 53377, "master_duel_rarity": "R"}