{"konami_id": 17598, "password": 1876841, "name": {"en": "Morphtronic Scannen", "de": "Morphtronischer Scanner", "es": "Escannen Morfotrónico", "fr": "Scannen Morphtronique", "it": "Scannen Morfotronico", "pt": "Escanem Morfotrônico", "ja": "<ruby>Ｄ<rt>ディフォーマー</rt></ruby>・スキャナン", "ja_romaji": "Difōmā Sukyanan", "ko": "<ruby>D<rt>디포머</rt></ruby>·스캐넌", "ko_rr": "Dipomeo Seukaeneon", "zh-TW": "變形鬥士・掃描機", "zh-CN": "变形斗士・扫描仪"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 1 „Morphtronisch“-Monster von deiner Hand verbannst.\n●Angriffsposition: Einmal pro Spielzug, während deiner Main Phase: Du kannst deiner Hand 1 „Morphtronisch“-Zauber/Falle von deinem Deck hinzufügen, dann lege 1 Karte von deiner Hand aufs Deck.\n●Verteidigungsposition: Einmal pro Spielzug, während deiner Main Phase: Du kannst deiner Hand 1 „Morphtronisch“-Monster der Stufe 4 oder niedriger von deinem Friedhof hinzufügen, dann lege 1 Karte von deiner Hand aufs Deck.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial (desde tu mano) desterrando 1 monstruo \"Morfotrónico/a\" en tu mano.\n●Posición de Ataque: Una vez por turno, durante tu Main Phase: puedes añadir a tu mano 1 Mágica/Trampa \"Morfotrónico/a\" en tu Deck, y después pon en la parte superior del Deck 1 carta en tu mano.\n●Posición de Defensa: Una vez por turno, durante tu Main Phase: puedes añadir a tu mano 1 monstruo \"Morfotrónico/a\" de Nivel 4 o menor en tu Cementerio, y después pon en la parte superior del Deck 1 carta en tu mano.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en bannissant 1 monstre \"Morphtronique\" depuis votre main.\n●Position d'Attaque : Une fois par tour, durant votre Main Phase : vous pouvez ajouter 1 Magie/Piège \"Morphtronique\" depuis votre Deck à votre main, puis placez 1 carte depuis votre main au-dessus du Deck.\n●Position de Défense : Une fois par tour, durant votre Main Phase : vous pouvez ajouter 1 monstre \"Morphtronique\" de max. Niveau 4 depuis votre Cimetière à votre main, puis placez 1 carte depuis votre main au-dessus du Deck.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) bandendo 1 mostro \"Morfotronico\" dalla tua mano.\n●Posizione di Attacco: Una volta per turno, durante la tua Main Phase: puoi aggiungere 1 Magia/Trappola \"Morfotronico\" dal tuo Deck alla tua mano, poi mettere 1 carta dalla tua mano in cima al Deck.\n●Posizione di Difesa: Una volta per turno, durante la tua Main Phase: puoi aggiungere 1 mostro \"Morfotronico\" di Livello 4 o inferiore dal tuo Cimitero alla tua mano, poi mettere 1 carta dalla tua mano in cima al Deck.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão) ao banir 1 monstro \"Morfotrônico(a)\" da sua mão.\n●Posição de Ataque: Uma vez por turno, durante sua Fase Principal: você pode adicionar 1 Magia/Armadilha \"Morfotrônico(a)\" do seu Deck à sua mão e, depois, coloque 1 card da sua mão no topo do Deck.\n●Posição de Defesa: Uma vez por turno, durante sua Fase Principal: você pode adicionar 1 monstro \"Morfotrônico(a)\" de Nível 4 ou menos do seu Cemitério à sua mão e, depois, coloque 1 card da sua mão no topo do Deck.", "ja": "このカードは通常召喚できない。\n手札から「Ｄ」モンスター１体を除外した場合に特殊召喚できる。\n①：このカードは表示形式によって以下の効果を得る。\n●攻撃表示：１ターンに１度、自分メインフェイズに発動できる。デッキから「Ｄ」魔法・罠カード１枚を手札に加える。その後、自分の手札を１枚選んでデッキの一番上に戻す。\n●守備表示：１ターンに１度、自分メインフェイズに発動できる。自分の墓地からレベル４以下の「Ｄ」モンスター１体を手札に加える。その後、自分の手札を１枚選んでデッキの一番上に戻す。", "ko": "이 카드는 통상 소환할 수 없다. 패에서 \"D(디포머)\" 몬스터 1장을 제외했을 경우에 특수 소환할 수 있다. ①: 이 카드는 표시 형식에 따라 이하의 효과를 얻는다.\n●공격 표시: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 덱에서 \"D(디포머)\" 마법 / 함정 카드 1장을 패에 넣는다. 그 후, 패를 1장 고르고 덱 맨 위로 되돌린다.\n●수비 표시: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신 묘지에서 레벨 4 이하의 \"D(디포머)\" 몬스터 1장을 고르고 패에 넣는다. 그 후, 패를 1장 고르고 덱 맨 위로 되돌린다.", "zh-TW": "此卡無法通常召喚。可在從手牌將１隻「變形鬥士」怪獸除外的狀況下特殊召喚。①：此卡根據其表示形式，獲得以下效果。\n●攻擊表示：１回合１次，可在我方主要階段發動。從牌組將１張「變形鬥士」魔法・陷阱卡加入手牌。其後，選擇１張手牌送回牌組的最上方。\n●守備表示：１回合１次，可在我方主要階段發動。從我方墓地選擇１隻等級４以下的「變形鬥士」怪獸加入手牌。其後，選擇１張手牌送回牌組的最上方。", "zh-CN": "此卡不可通常召唤。从手牌将１只“变形斗士”怪兽除外的情况下可以特殊召唤。①：此卡根据表示形式获得以下效果。\n●攻击表示：１回合１次，在自己的主要阶段可以发动。从牌组将１张“变形斗士”魔法・陷阱卡加入手牌。然后，挑选１张手牌放回牌组最上面。\n●守备表示：１回合１次，在自己的主要阶段可以发动。从自己的墓地挑选１只等级４以下的“变形斗士”怪兽加入手牌。然后，挑选１张手牌放回牌组最上面。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner / Effect", "attribute": "EARTH", "level": 6, "atk": 1500, "def": 600, "series": ["Morphtronic"], "images": [{"index": 1, "image": "MorphtronicScannen-POTE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN095", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE095", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR095", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT095", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT095", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ja": [{"set_number": "DP27-JP002", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}], "ko": [{"set_number": "DP27-KR002", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715949, "master_duel_rarity": "R"}