{"konami_id": 14828, "password": 1966438, "name": {"en": "Abominable Unchained Soul", "de": "Scheußliche losgekettete Seele", "es": "Abominable Alma Desencadenada", "fr": "Âme Désenchaînée Abominable", "it": "Abominevole Anima Svincolata", "pt": "Alma Desacorrentada Abominável", "ja": "<ruby>雙<rt>そう</rt></ruby><ruby>極<rt>きょく</rt></ruby>の<ruby>破<rt>は</rt></ruby><ruby>械<rt>かい</rt></ruby><ruby>神<rt>しん</rt></ruby>", "ja_romaji": "Sōkyoku no Hakaishin", "ko": "쌍극의 언체인드소울", "ko_rr": "Ssanggeuk-ui Eoncheindeusoul", "zh-TW": "雙極破械神", "zh-CN": "双极破械神"}, "text": {"en": "You can only Special Summon \"Abominable Unchained Soul(s)\" once per turn. If a card(s) you control is destroyed by battle or card effect: You can Special Summon this card from your hand. If this card is Special Summoned: You can discard 1 card; destroy 1 card on the field. Once per turn, during the End Phase, if this card is in the GY because it was destroyed on the field and sent there this turn: You can Special Summon this card, but place it on the bottom of the Deck when it leaves the field.", "de": "Du kannst nur einmal pro Spielzug eine oder mehr „Scheußliche losgekettete Seele“ als Spezialbeschwörung beschwören. Falls eine oder mehr Karten, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Karte abwerfen; zerstöre 1 Karte auf dem Spielfeld. Einmal pro Spielzug, während der End Phase, falls diese Karte im Friedhof liegt, weil sie in diesem Spielzug auf dem Spielfeld zerstört und dorthin gelegt wurde: Du kannst diese Karte als Spezialbeschwörung beschwören, aber lege sie unters Deck, wenn sie das Spielfeld verlässt.", "es": "Sólo puedes Invocar de Modo Especial una o más \"Abominable Alma Desencadenada\" una vez por turno. Si una o más cartas que controles son destruidas en batalla o por el efecto de una carta: puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial: puedes descartar 1 carta; destruye 1 carta en el Campo. Una vez por turno, durante la End Phase, si esta carta está en el Cementerio porque fue destruida en el Campo y mandada ahí este turno: puedes Invocar esta carta de Modo Especial, pero ponla en la parte inferior del Deck cuando deje el Campo.", "fr": "Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Âme Désenchaînée Abominable\" qu'une fois par tour. Si une ou plusieurs cartes que vous contrôlez sont détruites au combat ou par un effet de carte : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez défausser 1 carte ; détruisez 1 carte sur le Terrain. Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle a été détruite sur le Terrain et y a été envoyée ce tour : vous pouvez Invoquer Spécialement cette carte, mais placez-la au-dessous du Deck lorsqu'elle quitte le Terrain.", "it": "Puoi Evocare Specialmente uno o più \"Abominevole Anima Svincolata\" una sola volta per turno. Se una o più carte che controlli vengono distrutte in battaglia o dall'effetto di una carta: puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente: puoi scartare 1 carta; distruggi 1 carta sul Terreno. Una volta per turno, durante la End Phase, se questa carta è nel Cimitero perché è stata distrutta sul Terreno e mandata lì in questo turno: puoi Evocare Specialmente questa carta, ma mettila in fondo al Deck quando lascia il Terreno.", "pt": "Você só pode Invocar um ou mais \"Alma Desacorrentada Abominável\" por Invocação-Especial uma vez por turno. Se um ou mais cards que você controla forem destruídos em batalha ou por um efeito de card: você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial: você pode descartar 1 card; destrua 1 card no campo. Uma vez por turno, durante a Fase Final, se este card estiver no Cemitério porque foi destruído no campo e enviado para lá neste turno: você pode Invocar este card por Invocação-Especial, mas coloque-o no fundo do Deck quando ele deixar o campo.", "ja": "自分は「雙極の破械神」を１ターンに１度しか特殊召喚できない。①：自分フィールドのカードが戦闘・効果で破壊された場合に発動できる。このカードを手札から特殊召喚する。②：このカードが特殊召喚した場合、手札を１枚捨てて発動できる。フィールドのカード１枚を破壊する。③：フィールドのこのカードが破壊され墓地へ送られたターンのエンドフェイズに発動できる。このカードを墓地から特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合にデッキの一番下に戻る。", "ko": "자신은 \"쌍극의 언체인드소울\"을 1턴에 1번밖에 특수 소환할 수 없다. ①: 자신 필드의 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 특수 소환에 성공했을 경우, 패를 1장 버리고 발동할 수 있다. 필드의 카드 1장을 고르고 파괴한다. ③: 필드의 이 카드가 파괴되어 묘지로 보내진 턴의 엔드 페이즈에 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 주인의 덱 맨 아래로 되돌아간다.", "zh-TW": null, "zh-CN": "自己１回合仅可特殊召唤１次“双极破械神”。\n①：自己场上的卡因战斗・效果被破坏的情况下可以发动。从手牌将此卡特殊召唤。\n②：此卡特殊召唤的情况下，舍弃１张手牌可以发动。破坏场上的１张卡。\n③：场上的此卡被破坏并被送至墓地的回合的结束阶段可以发动。从墓地将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，放回牌组最下面。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 1500, "series": ["Unchained", "Unchained Soul"], "images": [{"index": 1, "image": "AbominableUnchainedSoul-VASM-EN-R-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN019", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "VASM-EN051", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "de": [{"set_number": "IGAS-DE019", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "VASM-DE051", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "es": [{"set_number": "IGAS-SP019", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "VASM-SP051", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "fr": [{"set_number": "IGAS-FR019", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "VASM-FR051", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "it": [{"set_number": "IGAS-IT019", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "VASM-IT051", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "pt": [{"set_number": "IGAS-PT019", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "VASM-PT051", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "ja": [{"set_number": "IGAS-JP019", "set_name": "Ignition Assault", "rarities": ["Super Rare", "Secret Rare", "20th Secret Rare"]}, {"set_number": "23TP-JP208", "set_name": "Tournament Pack 2023 Vol.2", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR019", "set_name": "Ignition Assault", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP4-SC059", "set_name": "Mega Pack 04", "rarities": ["Rare"]}, {"set_number": "DBVS-SC053", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666325, "master_duel_rarity": "SR"}