{"konami_id": 10724, "password": 1969506, "name": {"en": "Puppet Ritual", "de": "Marionettenritual", "es": "Ritual de Marioneta", "fr": "Rituel de Marionnette", "it": "Rituale Burattino", "pt": "Marionete Ritual", "ja": "<ruby>傀<rt>く</rt></ruby><ruby>儡<rt>ぐつ</rt></ruby><ruby>儀<rt>ぎ</rt></ruby><ruby>式<rt>しき</rt></ruby>－パペット・リチューアル", "ja_romaji": "Kugutsu Gishiki - Papetto Richūaru", "ko": "괴뢰의식－퍼핏 리츄얼", "ko_rr": null, "zh-TW": "傀儡儀式－傀偶祭典", "zh-CN": "傀儡仪式－傀偶祭典"}, "text": {"en": "If your opponent's Life Points are at least 2000 higher than yours: You can target 2 Level 8 \"Gimmick Puppet\" monsters in your Graveyard; Special Summon those targets. You can only activate 1 \"Puppet Ritual\" per turn. You cannot conduct your Battle Phase the turn you activate this card.", "de": "Falls dein Gegner mindestens 2000 Life Points mehr hat als du: Du kannst 2 „Gimmick-Marionette“-Monster der Stufe 8 in deinem Friedhof wählen; beschwöre die gewählten Ziele als Spezialbeschwörung. Du kannst nur 1 „Marionettenritual“ pro Spielzug aktivieren. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine Battle Phase durchführen.", "es": "Si los Life Points de tu adversario son por lo menos 2000 más que los tuyos: puedes seleccionar 2 monstruos \"Marioneta Trucada\" de Nivel 8 en tu Cementerio; Invoca esos objetivos de Modo Especial. Sólo puedes activar 1 \"Ritual de Marioneta\" por turno. El turno en el que activas esta carta no puedes realizar tu Battle Phase.", "fr": "Si votre adversaire a min. 2000 Life Points de plus que vous : vous pouvez cibler 2 monstres \"Poupée Truquée\" de Niveau 8 dans votre Cimetière ; Invoquez Spécialement les cibles. Vous ne pouvez activer qu'1 \"Rituel de Marionnette\" par tour. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cette carte.", "it": "Se i Life Point del tuo avversario sono di almeno 2000 superiori ai tuoi: puoi scegliere come bersaglio 2 mostri \"Burattino Arnese\" di Livello 8 nel tuo Cimitero; Evoca Specialmente quei bersagli. Puoi attivare solo 1 \"Rituale Burattino\" per turno. Non puoi effettuare la tua Battle Phase nel turno in cui attivi questa carta.", "pt": "Se os Pontos de Vida do seu oponente estiverem pelo menos 2000 acima dos seus: você pode escolher 2 monstros \"Engenhoca Marionete\" de Nível 8 no seu Cemitério; Invoque os alvos por Invocação-Especial. Você só pode ativar 1 \"Marionete Ritual\" por turno. Você não pode conduzir sua Fase de Batalha no turno em que ativar este card.", "ja": "自分のライフポイントが相手より２０００ポイント以上少ない場合に発動できる。自分の墓地から「ギミック・パペット」と名のついたレベル８モンスター２体を選択して特殊召喚する。「傀儡儀式－パペット・リチューアル」は１ターンに１枚しか発動できず、このカードを発動するターン、自分はバトルフェイズを行えない。", "ko": "자신의 라이프 포인트가 상대보다 2000 포인트 이상 적을 경우에 발동할 수 있다. 자신 묘지에서 \"기믹 퍼핏\"이라는 이름이 붙은 레벨 8 몬스터 2장을 선택하고 특수 소환한다. \"괴뢰의식－퍼핏 리츄얼\"은 1턴에 1장밖에 발동할 수 없고, 이 카드를 발동하는 턴에, 자신은 배틀 페이즈를 실행할 수 없다.", "zh-TW": null, "zh-CN": "自己基本分比对方少2000以上的场合才能发动。从自己墓地选择2只名字带有「机关傀儡」的8星怪兽特殊召唤。「傀儡仪式」在1回合只能发动1张，这张卡发动的回合，自己不能进行战斗阶段。"}, "card_type": "Spell", "property": "Normal", "series": ["Puppet"], "images": [{"index": 1, "image": "PuppetRitual-NUMH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "NUMH-EN054", "set_name": "Number Hunters", "rarities": ["Super Rare"]}], "de": [{"set_number": "NUMH-DE054", "set_name": "Number Hunters", "rarities": ["Super Rare"]}], "es": [{"set_number": "NUMH-SP054", "set_name": "Number Hunters", "rarities": ["Super Rare"]}], "fr": [{"set_number": "NUMH-FR054", "set_name": "Number Hunters", "rarities": ["Super Rare"]}], "it": [{"set_number": "NUMH-IT054", "set_name": "Number Hunters", "rarities": ["Super Rare"]}], "pt": [{"set_number": "NUMH-PT054", "set_name": "Number Hunters", "rarities": ["Super Rare"]}], "ja": [{"set_number": "CPZ1-JP044", "set_name": "Collectors Pack: ZEXAL Version", "rarities": ["Rare"]}], "ko": [{"set_number": "CPZ1-KR044", "set_name": "Collectors Pack: ZEXAL Version", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 206326, "master_duel_rarity": "N"}