{"konami_id": 14825, "password": 2089016, "name": {"en": "Chronomaly Tuspa Rocket", "de": "Chronomale Tuspa-Rakete", "es": "Cohete Tuspa Cronómalo", "fr": "Roquette Tuspa Chronomal", "it": "Cronomalia Razzo Tuspa", "pt": "Cronomalia Foguete de Tushpa", "ja": "<ruby>先史遺産<rt>オーパーツ</rt></ruby>トゥスパ・ロケット", "ja_romaji": "Ōpātsu Tusupa Roketto", "ko": "오파츠 투스파 로켓", "ko_rr": "Obacheu Tuseupa Roket", "zh-TW": "先史遺產 圖斯帕火箭", "zh-CN": "先史遗产图什帕火箭"}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 \"Chronomaly\" monster from your Deck or Extra Deck to the GY, then target 1 face-up monster on the field; it loses ATK equal to the Level/Rank of the monster sent to the GY x 200 until the end of this turn. A \"Number\" Xyz Monster that was Summoned using this card on the field as material gains this effect.\n● This card can make up to 2 attacks on monsters during each Battle Phase.\nYou can only use each effect of \"Chronomaly Tuspa Rocket\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Chronomal“-Monster von deinem Deck oder Extra Deck auf den Friedhof legen und dann 1 offenes Monster auf dem Spielfeld wählen; es verliert bis zum Ende dieses Spielzugs ATK in Höhe der Stufe / des Rangs des auf den Friedhof gelegten Monsters x 200. Ein „Nummer“-Xyz-Monster, für dessen Beschwörung diese Karte auf dem Spielfeld als Material verwendet wurde, erhält diesen Effekt.\n● Diese Karte kann während jeder Battle Phase bis zu 2 Angriffe gegen Monster durchführen.\nDu kannst jeden Effekt von „Chronomale Tuspa-Rakete“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 monstruo \"Cronómalo/a\" en tu Deck o Deck Extra, y después seleccionar 1 monstruo boca arriba en el Campo; éste pierde ATK igual al Nivel/Rango del monstruo mandado al Cementerio x 200 hasta el final de este turno. Un Monstruo Xyz \"Número\" que fue Invocado usando esta carta en el Campo como material gana este efecto.\n● Esta carta puede hacer hasta 2 ataques a monstruos durante cada Battle Phase.\nSólo puedes usar cada efecto de \"Cohete Tuspa Cronómalo\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Chronomal\" depuis votre Deck ou Extra Deck au Cimetière, puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, il perd une ATK égale au Niveau/Rang du monstre envoyé au Cimetière x 200. Un Monstre Xyz \"Numéro\" qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel gagne cet effet.\n● Durant chaque Battle Phase, cette carte peut faire max. 2 attaques sur des monstres.\nVous ne pouvez utiliser chaque effet de \"Roquette Tuspa Chronomal\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 mostro \"Cronomalia\" dal tuo Deck o Extra Deck al Cimitero, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; esso perde ATK pari al Livello/Rango del mostro mandato al Cimitero x 200 fino alla fine di questo turno. Un Mostro Xyz \"Numero\" che è stato Evocato utilizzando questa carta sul Terreno come materiale guadagna questo effetto.\n● Questa carta può effettuare fino a 2 attacchi su mostri durante ogni Battle Phase.\nPuoi utilizzare ogni effetto di \"Cronomalia Razzo Tuspa\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 monstro \"Cronomalia\" do seu Deck ou Deck Adicional para o Cemitério e, depois, escolha 1 monstro com a face para cima no campo; até o final deste turno, ele perde ATK igual ao Nível/Classe do monstro enviado para o Cemitério x 200. Um Monstro Xyz \"Número\" que foi Invocado usando este card no campo como matéria ganha este efeito.\n● Este card pode realizar até 2 ataques contra monstros durante cada Fase de Batalha.\nVocê só pode usar cada efeito de \"Cronomalia Foguete de Tushpa\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合、デッキ・ＥＸデッキから「先史遺産」モンスター１体を墓地へ送り、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで、墓地へ送ったモンスターのレベルまたはランク×２００ダウンする。②：フィールドのこのカードを素材としてＸ召喚した「Ｎｏ．」モンスターは以下の効果を得る。●このカードは１度のバトルフェイズ中に２回までモンスターに攻撃できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 덱 / 엑스트라 덱에서 \"오파츠\" 몬스터 1장을 묘지로 보내고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지, 묘지로 보낸 몬스터의 레벨 또는 랭크 × 200 내린다. ②: 필드의 이 카드를 소재로서 엑시즈 소환한 \"No.\" 몬스터는 이하의 효과를 얻는다.\n●이 카드는 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：这张卡召唤·特殊召唤成功的场合，从卡组·额外卡组把1只「先史遗产」怪兽送去墓地，以场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时下降送去墓地的怪兽的等级或者阶级×200。\n②：场上的这张卡为素材作超量召唤的「No.」怪兽得到以下效果。\n●这张卡在同1次的战斗阶段中最多2次可以向怪兽攻击。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 4, "atk": 1000, "def": 1000, "series": ["Chronomaly"], "images": [{"index": 1, "image": "ChronomalyTuspaRocket-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN016", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BLC1-EN161", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE016", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BLC1-DE161", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "es": [{"set_number": "IGAS-SP016", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BLC1-SP161", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR016", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BLC1-FR161", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT016", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BLC1-IT161", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT016", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BLC1-PT161", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP016", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR016", "set_name": "Ignition Assault", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 665704, "master_duel_rarity": "R"}