{"konami_id": 15283, "password": 2106266, "name": {"en": "Galloping Gaia", "de": "Galoppierender Gaia", "es": "Gaia Galopante", "fr": "Gaïa au Galop", "it": "Gaia al Galoppo", "pt": "Gaia Galopante", "ja": "<ruby>走<rt>そう</rt></ruby><ruby>破<rt>は</rt></ruby>するガイア", "ja_romaji": "Sōhasuru Gaia", "ko": "주파하는 가이아", "ko_rr": "Jupaha-neun Gaia", "zh-TW": "征服全程的蓋亞", "zh-CN": "奔驰到底的盖亚"}, "text": {"en": null, "de": "Dein Gegner kann während der Battle Phase weder Karten noch Effekte aktivieren, solange „Drachenmeister Gaia“ in deiner Monsterzone liegt. Du kannst 1 der folgenden Effekte aktivieren.\n●Du kannst 1 „Gaia, zorniger Ritter“-Monster in deiner Hand vorzeigen; füge deiner Hand 1 Drache-Monster der Stufe 5 von deinem Deck hinzu.\n●Du kannst 1 Drache-Monster der Stufe 5 in deiner Hand vorzeigen; füge deiner Hand 1 „Gaia, zorniger Ritter“-Monster von deinem Deck hinzu.\nDu kannst diesen Effekt von „Galoppierender Gaia“ nur einmal pro Spielzug verwenden.", "es": "Tu adversario no puede activar cartas o efectos durante la Battle Phase mientras \"Gaia el Campeón Dragón\" está en tu Zona de Monstruos. Puedes activar 1 de los siguientes efectos.\n●Puedes mostrar 1 monstruo \"Gaia el Caballero Feroz\" en tu mano; añade a tu mano 1 monstruo Dragón de Nivel 5 en tu Deck.\n●Puedes mostrar 1 monstruo Dragón de Nivel 5 en tu mano; añade a tu mano 1 monstruo \"Gaia el Caballero Feroz\" en tu Deck.\nSólo puedes usar este efecto de \"Gaia Galopante\" una vez por turno.", "fr": "Votre adversaire ne peut activer ni de cartes ni d'effets durant la Battle Phase, tant que \"Gaïa le Dragon Champion\" est dans votre Zone Monstre. Vous pouvez activer 1 des effets suivants.\n●Vous pouvez révéler 1 monstre \"Gaïa le Chevalier Implacable\" dans votre main ; ajoutez 1 monstre Dragon de Niveau 5 depuis votre Deck à votre main.\n●Vous pouvez révéler 1 monstre Dragon de Niveau 5 dans votre main ; ajoutez 1 monstre \"Gaïa le Chevalier Implacable\" depuis votre Deck à votre main.\nVous ne pouvez utiliser cet effet de \"Gaïa au Galop\" qu'une fois par tour.", "it": "Il tuo avversario non può attivare carte o effetti durante la Battle Phase mentre \"Gaia il Dragone\" è nella tua Zona Mostri. Puoi attivare 1 dei seguenti effetti.\n●Puoi rivelare 1 mostro \"Gaia il Cavaliere\" nella tua mano; aggiungi 1 mostro Drago di Livello 5 dal tuo Deck alla tua mano.\n●Puoi rivelare 1 mostro Drago di Livello 5 nella tua mano; aggiungi 1 mostro \"Gaia il Cavaliere\" dal tuo Deck alla tua mano.\nPuoi utilizzare questo effetto di \"Gaia al Galoppo\" una sola volta per turno.", "pt": "Seu oponente não pode ativar cards ou efeitos durante a Fase de Batalha enquanto \"Gaia, o Matador de Dragões\" estiver na sua Zona de Monstros. Você pode ativar 1 dos seguintes efeitos.\n●Você pode revelar 1 monstro \"Gaia, o Cavaleiro Impetuoso\" da sua mão; adicione 1 monstro Dragão de Nível 5 do seu Deck à sua mão.\n●Você pode revelar 1 monstro Dragão de Nível 5 na sua mão; adicione 1 monstro \"Gaia, o Cavaleiro Impetuoso\" do seu Deck à sua mão.\nVocê só pode usar este efeito de \"Gaia Galopante\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：自分のモンスターゾーンに「竜騎士ガイア」が存在する限り、相手はバトルフェイズ中に効果を発動できない。\n②：以下の効果から１つを選択して発動できる。\n●手札の「暗黒騎士ガイア」モンスター１体を相手に見せて発動できる。デッキからドラゴン族・レベル５モンスター１体を手札に加える。\n●手札のドラゴン族・レベル５モンスター１体を相手に見せて発動できる。デッキから「暗黒騎士ガイア」モンスター１体を手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 몬스터 존에 \"용기사 가이아\"가 존재하는 한, 상대는 배틀 페이즈 중에 효과를 발동할 수 없다. ②: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●패의 \"암흑 기사 가이아\" 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 덱에서 드래곤족 / 레벨 5 몬스터 1장을 패에 넣는다.\n●패의 드래곤족 / 레벨 5 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 덱에서 \"암흑 기사 가이아\" 몬스터 1장을 패에 넣는다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：只要「龍騎士蓋亞」存在於我方怪獸區，對方在戰鬥階段中就無法發動效果。②：可從以下效果選擇１個發動。\n●可將手牌的１隻「暗黑騎士蓋亞」怪獸出示給對方發動。從牌組將１隻龍族・等級５怪獸加入手牌。\n●可將手牌的１隻龍族・等級５怪獸出示給對方發動。從牌組將１隻「暗黑騎士蓋亞」怪獸加入手牌。", "zh-CN": "此卡名的效果②在1个回合中仅可使用1次。①：只要自己的怪兽区域里有“龙骑士盖亚”存在，对手在战斗阶段中就不可发动效果。②：可从以下效果中选择1种发动。\n●向对手出示手牌中的1只“暗黑骑士盖亚”怪兽后可以发动。将牌组中的1只龙族・等级5的怪兽加入手牌。\n●向对手出示手牌中的1只龙族・等级5的怪兽后可以发动。从牌组中选择1只“暗黑骑士盖亚”怪兽加入手牌。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "GallopingGaia-ROTD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN049", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE049", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR049", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT049", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT049", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP049", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}], "ko": [{"set_number": "ROTD-KR049", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC039", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715073, "master_duel_rarity": "R"}