{"konami_id": 19212, "password": 2339825, "name": {"en": "T.G. Close", "de": "T.G. Schließen", "es": "T.G. Terminar", "fr": "Fin T.G.", "it": "T.G. Chiusura", "pt": "T.G. Encerrar", "ja": "<ruby>ＴＧ<rt>テックジーナス</rt></ruby>－クローズ", "ja_romaji": "Tekku Jīnasu - Kurōzu", "ko": "<ruby>TG<rt>테크지너스</rt></ruby>－클로즈", "ko_rr": "Tekeujineoseu - Keullojeu", "zh-TW": "T.G.－閉鎖", "zh-CN": "T.G.－闭锁"}, "text": {"en": null, "de": "Wenn eine Zauber-/Fallenkarte oder ein Monstereffekt aktiviert wird, solange du ein „T.G.“-Maschine-Monster kontrollierst: Annulliere die Aktivierung und falls du dies tust, zerstöre jene Karte. Falls ein oder mehr Synchromonster verbannt werden, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte setzen, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst nur 1 Effekt von „T.G. Schließen“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Cuando es activada una Carta Mágica/de Trampa o efecto de monstruo, mientras controlas un monstruo \"T.G.\" Máquina: niega la activación y, si lo haces, destruye esa carta. Si uno o más Monstruos de Sincronía son desterrados mientras esta carta está en tu Cementerio: puedes Colocar esta carta, pero destiérrala cuando deje el Campo. Sólo puedes usar 1 efecto de \"T.G. Terminar\" por turno, y sólo una vez ese turno.", "fr": "Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé tant que vous contrôlez un monstre \"T.G.\" Machine : annulez l'activation, et si vous le faites, détruisez la carte. Si un ou plusieurs Monstres Synchro sont bannis tant que cette carte est dans votre Cimetière : vous pouvez Poser cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Fin T.G.\" par tour, et uniquement une fois le tour.", "it": "Quando viene attivata una Carta Magia/Trappola, o l'effetto di un mostro mentre controlli un mostro Macchina \"T.G.\": annulla l'attivazione e, se lo fai, distruggi quella carta. Se uno o più Mostri Synchro vengono banditi mentre questa carta è nel tuo Cimitero: puoi Posizionare questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare solo 1 effetto di \"T.G. Chiusura\" per turno, e solo una volta in quel turno.", "pt": "Quando um Card de Magia/Armadilha, ou efeito de monstro, for ativado enquanto você controlar um monstro Máquina \"T.G.\": negue a ativação e, se isso acontecer, destrua esse card. Se um ou mais Monstros Sincro forem banidos enquanto este card estiver no seu Cemitério: você pode Baixar este card, mas bana-o quando ele deixar o campo. Você só pode usar 1 efeito de \"T.G. Encerrar\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：自分フィールドに機械族の「ＴＧ」モンスターが存在し、モンスターの効果・魔法・罠カードが発動した時に発動できる。その発動を無効にし破壊する。\n②：このカードが墓地に存在する状態で、Ｓモンスターが除外された場合に発動できる。このカードを自分フィールドにセットする。この効果でセットしたこのカードはフィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드에 기계족의 \"TG(테크지너스)\" 몬스터가 존재하고, 몬스터의 효과 / 마법 / 함정 카드가 발동했을 때에 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. ②: 이 카드가 묘지에 존재하는 상태에서, 싱크로 몬스터가 제외되었을 경우에 발동할 수 있다. 이 카드를 자신 필드에 세트한다. 이 효과로 세트한 이 카드는 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。\n①：可在我方場上存在機械族的「T.G.」怪獸，怪獸效果・魔法・陷阱卡發動時發動。將該發動變為無效進行破壞。\n②：此卡存在於墓地的狀態，可在同步怪獸被除外的狀況下發動。將此卡覆蓋在我方場上。透過此效果覆蓋的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。\n①：自己场上存在机械族的“T.G.”怪兽，怪兽的效果・魔法・陷阱卡发动时可以发动。将该发动无效并破坏。\n②：此卡存在于墓地的状态下，同步怪兽被除外的情况下可以发动。将此卡放置在自己场上。以此效果放置的此卡从场上离开的情况下，将其除外。"}, "card_type": "Trap", "property": "Counter", "series": ["T.G."], "images": [{"index": 1, "image": "TGClose-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN070", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE070", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR070", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT070", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT070", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP070", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR070", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC070", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 993017, "master_duel_rarity": "SR"}