{"konami_id": 14378, "password": 2434862, "name": {"en": "Cubic Ascension", "de": "Kubischer Aufstieg", "es": "Ascensión Cúbica", "fr": "Ascension Cubique", "it": "Ascensione Cubica", "pt": "Ascensão Cúbica", "ja": "<ruby>方<rt>ほう</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>降<rt>ごう</rt></ruby><ruby>世<rt>ぜ</rt></ruby>", "ja_romaji": "Hōkai Gōze", "ko": "방계강세", "ko_rr": "Bang-gyegangse", "zh-TW": "方界降世", "zh-CN": "方界降世"}, "text": {"en": "When an opponent's monster declares an attack: Special Summon 1 \"Vijam the Cubic Seed\" from your Deck, and if you do, change the attack target to it, and perform damage calculation. If your opponent's LP are at least 2000 higher than yours: You can banish this card from your GY; Special Summon 1 \"Vijam the Cubic Seed\" from your hand, Deck, or GY, then, if only your opponent controlled a monster when this effect was activated, you can Special Summon up to 2 more \"Vijam the Cubic Seed\". You can only use this effect of \"Cubic Ascension\" once per turn.", "de": "Wenn ein Monster eines Gegners einen Angriff deklariert: Beschwöre 1 „Vijam der kubische Samen“ als Spezialbeschwörung von deinem Deck und falls du dies tust, ändere das Angriffsziel darauf und führe die Schadensberechnung durch. Falls dein Gegner mindestens 2000 LP mehr hat als du: Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Vijam der kubische Samen“ als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof, dann, falls nur dein Gegner ein Monster kontrolliert hat, als dieser Effekt aktiviert wurde, kannst du bis zu 2 weitere „Vijam der kubische Samen“ als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Kubischer Aufstieg“ nur einmal pro Spielzug verwenden.", "es": "Cuando un monstruo del adversario declara un ataque: Invoca de Modo Especial, desde tu Deck, 1 \"Vijam la Semilla Cúbica\" y, si lo haces, cambia el objetivo del ataque a éste, y lleva a cabo el cálculo de daño. Si los LP de tu adversario son al menos 2000 más que los tuyos: puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial, desde tu mano, Deck o Cementerio, 1 \"Vijam la Semilla Cúbica\", y después, si sólo tu adversario controlaba un monstruo cuando este efecto fue activado, puedes Invocar de Modo Especial hasta 2 \"Vijam la Semilla Cúbica\" más. Sólo puedes usar este efecto de \"Ascensión Cúbica\" una vez por turno.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque : Invoquez Spécialement 1 \"Vijam la Graine Cubique\" depuis votre Deck, et si vous le faites, transférez-lui la cible de l'attaque, et faites le calcul des dommages. Si votre adversaire a min. 2000 LP de plus que vous : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 \"Vijam la Graine Cubique\" depuis votre main, Deck ou Cimetière, puis, si uniquement votre adversaire contrôlait un monstre lorsque cet effet a été activé, vous pouvez Invoquer Spécialement max. 2 \"Vijam la Graine Cubique\" supplémentaires. Vous ne pouvez utiliser cet effet de \"Ascension Cubique\" qu'une fois par tour.", "it": "Quando un mostro dell'avversario dichiara un attacco: Evoca Specialmente 1 \"Vijam il Seme Cubico\" dal tuo Deck e, se lo fai, cambia il bersaglio dell'attacco su di esso ed effettua il calcolo dei danni. Se i LP del tuo avversario sono di almeno 2000 superiori ai tuoi: puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 \"Vijam il Seme Cubico\" dalla tua mano, Deck o Cimitero, poi, se solo il tuo avversario controllava un mostro quando questo effetto è stato attivato, puoi Evocare Specialmente fino a 2 altri \"Vijam il Seme Cubico\". Puoi utilizzare questo effetto di \"Ascensione Cubica\" una sola volta per turno.", "pt": "Quando um monstro do oponente declarar um ataque: Invoque por Invocação-Especial 1 \"Vijam, a Semente Cúbica\" do seu Deck e, se isso acontecer, mude o alvo do ataque para ele e realize o cálculo de dano. Se os PV do seu oponente forem pelo menos 2000 a mais que os seus: você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 \"Vijam, a Semente Cúbica\" da sua mão, do Deck ou do Cemitério e, depois, se apenas seu oponente controlava um monstro quando este efeito foi ativado, você pode Invocar por Invocação-Especial até 2 outros \"Vijam, a Semente Cúbica\". Você só pode usar este efeito de \"Ascensão Cúbica\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：相手モンスターの攻撃宣言時に発動できる。デッキから「方界胤ヴィジャム」１体を特殊召喚し、攻撃対象をそのモンスターに移し替えてダメージ計算を行う。②：自分のＬＰが相手より２０００以上少ない場合、墓地のこのカードを除外して発動できる。自分の手札・デッキ・墓地から「方界胤ヴィジャム」１体を選んで特殊召喚する。相手フィールドにのみモンスターが存在する状態で発動した場合、さらに「方界胤ヴィジャム」を２体まで選んで特殊召喚できる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 몬스터의 공격 선언시에 발동할 수 있다. 덱에서 \"방계윤 비잠\" 1장을 특수 소환하고, 공격 대상을 그 몬스터로 옮겨 데미지 계산을 실행한다. ②: 자신의 LP가 상대보다 2000 이상 적을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 자신의 패 / 덱 / 묘지에서 \"방계윤 비잠\" 1장을 골라 특수 소환한다. 상대 필드에만 몬스터가 존재하는 상태에서 발동했을 경우, 추가로 \"방계윤 비잠\"을 2장까지 골라 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：对方怪兽的攻击宣言时才能发动。从卡组把1只「方界胤 毗贾姆」特殊召唤，攻击对象转移为那只怪兽进行伤害计算。\n②：自己基本分比对方少2000以上的场合，把墓地的这张卡除外才能发动。从自己的手卡·卡组·墓地选1只「方界胤 毗贾姆」特殊召唤。只有对方场上才有怪兽存在的状态发动的场合，可以再选最多2只「方界胤 毗贾姆」特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Cubic"], "images": [{"index": 1, "image": "CubicAscension-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN047", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE047", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUOV-SP047", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR047", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT047", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT047", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "20TH-JPC14", "set_name": "20th Anniversary Legend Collection", "rarities": ["Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "LEC1-KR014", "set_name": "20th Anniversary Legend Collection", "rarities": ["Extra Secret Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 589365, "master_duel_rarity": "R"}