{"konami_id": 20225, "password": 2463794, "name": {"en": "Fiendsmith's Requiem", "de": "Requiem des Unterweltlerschmieds", "es": "Réquiem del Demoniherrero", "fr": "Requiem du Démonforgeron", "it": "Requiem del Demonefabbro", "pt": "Réquiem do Criademônio", "ja": "<ruby>刻まれし魔の鎮魂棺<rt>デモンスミス・レクイエム</rt></ruby>", "ja_romaji": "Demonsumisu Rekuiemu", "ko": "데먼스미스 레퀴엠", "ko_rr": null, "zh-TW": null, "zh-CN": "契印魔镌・镇魂棺"}, "text": {"en": "1 LIGHT Fiend monster\nYou can only Special Summon \"Fiendsmith's Requiem(s)\" once per turn. During the Main Phase (Quick Effect): You can Tribute this card; Special Summon 1 \"Fiendsmith\" monster from your hand or Deck. You can target 1 LIGHT non-Link Fiend monster you control; equip this card from your field or GY to that monster you control as an Equip Spell that gives it 600 ATK. You can only use this effect of \"Fiendsmith's Requiem\" once per turn.", "de": "1 LICHT Unterweltler-Monster\nDu kannst nur einmal pro Spielzug ein oder mehr „Requiem des Unterweltlerschmieds“ als Spezialbeschwörung beschwören. Während der Main Phase (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Unterweltlerschmied“-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck. Du kannst 1 LICHT Unterweltler-Nichtlink-Monster wählen, das du kontrollierst; rüste jenes Monster, das du kontrollierst, mit dieser Karte von deiner Spielfeldseite oder deinem Friedhof als Ausrüstungszauber aus, der ihm 600 ATK gibt. Du kannst diesen Effekt von „Requiem des Unterweltlerschmieds“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo Demonio de LUZ\nSólo puedes Invocar de Modo Especial uno o más \"Réquiem del Demoniherrero\" una vez por turno. Durante la Main Phase (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo \"Demoniherrero/a\". Puedes seleccionar 1 monstruo Demonio de LUZ que no sea de Enlace que controles; equipa esta carta en tu Campo o Cementerio a ese monstruo que controlas como una Mágica de Equipo que le da 600 ATK. Sólo puedes usar este efecto de \"Réquiem del Demoniherrero\" una vez por turno.", "fr": "1 monstre LUMIÈRE Démon\nVous ne pouvez Invoquer Spécialement un ou plusieurs \"Requiem du Démonforgeron\" qu'une fois par tour. Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Démonforgeron\" depuis votre main ou Deck. Vous pouvez cibler 1 monstre non-Lien LUMIÈRE Démon que vous contrôlez ; équipez cette carte depuis votre Terrain ou Cimetière au monstre que vous contrôlez comme Magie d'Équipement qui lui donne 600 ATK. Vous ne pouvez utiliser cet effet de \"Requiem du Démonforgeron\" qu'une fois par tour.", "it": "1 mostro LUCE Demone\nPuoi Evocare Specialmente uno o più \"Requiem del Demonefabbro\" una sola volta per turno. Durante la Main Phase (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro \"Demonefabbro\" dalla tua mano o Deck. Puoi scegliere come bersaglio 1 mostro LUCE non-Link Demone che controlli; equipaggia questa carta dal tuo Terreno o Cimitero a quel mostro che controlli come una Magia Equipaggiamento che gli dà 600 ATK. Puoi utilizzare questo effetto di \"Requiem del Demonefabbro\" una sola volta per turno.", "pt": "1 monstro Demônio de LUZ\nVocê só pode Invocar um ou mais \"Réquiem do Criademônio\" por Invocação-Especial uma vez por turno. Durante a Fase Principal (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro \"Criademônio\" da sua mão ou do Deck. Você pode escolher 1 monstro Demônio de LUZ que não seja Link que você controla; equipe este card do seu campo ou Cemitério a esse monstro que você controla como uma Magia de Equipamento que concede a ele 600 de ATK. Você só pode usar este efeito de \"Réquiem do Criademônio\" uma vez por turno.", "ja": "悪魔族・光属性モンスター１体\n自分は「刻まれし魔の鎮魂棺」を１ターンに１度しか特殊召喚できず、その②の効果は１ターンに１度しか使用できない。①：自分・相手のメインフェイズに、このカードをリリースして発動できる。手札・デッキから「デモンスミス」モンスター１体を特殊召喚する。②：Ｌモンスター以外の自分フィールドの悪魔族・光属性モンスター１体を対象として発動できる。自分のフィールド・墓地からこのカードを攻撃力６００アップの装備魔法カード扱いでその自分のモンスターに装備する。", "ko": "악마족 / 빛 속성 몬스터 1장\n자신은 \"데먼스미스 레퀴엠\"을 1턴에 1번밖에 특수 소환할 수 없으며, 그 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 이 카드를 릴리스하고 발동할 수 있다. 패 / 덱에서 \"데먼스미스\" 몬스터 1장을 특수 소환한다. ②: 링크 몬스터 이외의 자신 필드의 악마족 / 빛 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 필드 / 묘지에서 이 카드를 공격력 600 올리는 장착 마법 카드로 취급하여 그 자신의 몬스터에 장착한다.", "zh-TW": null, "zh-CN": "恶魔族・光属性怪兽１只\n自己１回合仅可特殊召唤１次“契印魔镌・镇魂棺”，其②效果１回合仅可使用１次。①：在自己・对手的主要阶段，解放此卡可以发动。从手牌・牌组将１只“魔镌”怪兽特殊召唤。②：以自己场上连接怪兽以外的１只恶魔族・光属性怪兽为对象可以发动。从自己场上・墓地将此卡视为攻击力上升６００的装备魔法卡，装备于该自己的怪兽。"}, "card_type": "Monster", "monster_type_line": "Fiend / Link / Effect", "attribute": "LIGHT", "link_arrows": ["⬇"], "atk": 600, "materials": "1 LIGHT Fiend monster", "series": ["Fiendsmith"], "images": [{"index": 1, "image": "FiendsmithsRequiem-INFO-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN046", "set_name": "The Infinite Forbidden", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "INFO-DE046", "set_name": "The Infinite Forbidden", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "INFO-FR046", "set_name": "The Infinite Forbidden", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "INFO-IT046", "set_name": "The Infinite Forbidden", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "INFO-PT046", "set_name": "The Infinite Forbidden", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "INFO-JP046", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-JP046", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "INFO-KR046", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-KR046", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "INFO-SC046", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-SC046", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048154}