{"konami_id": 14318, "password": 2547033, "name": {"en": "Altergeist Haunted Rock", "de": "Altergeist-Spukfelsen", "es": "Altergeist Roca Embrujada", "fr": "Rocher Hanté Altergeist", "it": "Roccia Infestata Altergeist", "pt": "Rocha Assombrada Altergeist", "ja": "オルターガイスト・ホーンデッドロック", "ja_romaji": "Orutāgaisuto Hōndeddorokku", "ko": "얼터가이스트 혼데드록", "ko_rr": "Eolteogaiseuteu Handedeurok", "zh-TW": "幻變騷靈 鬼影死鎖", "zh-CN": "幻变骚灵・鬼影死锁"}, "text": {"en": null, "de": "Falls diese Karte durch den Effekt einer „Altergeist“-Karte gesetzt wurde, kannst du sie in dem Spielzug aktivieren, in dem sie gesetzt wurde. Wenn diese Karte aktiviert wird: Lege 1 „Altergeist“-Monster von deiner Hand auf den Friedhof. Wenn dein Gegner eine Fallenkarte aktiviert (außer während des Damage Steps): Du kannst 1 „Altergeist“-Monster von deiner Hand auf den Friedhof legen; annulliere den Effekt und falls du dies tust, zerstöre die Karte. Du kannst jeden Effekt von „Altergeist-Spukfelsen“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta fue Colocada por el efecto de una carta \"Altergeist\", puedes activarla el turno en el que fue Colocada. Cuando esta carta es activada: manda al Cementerio 1 monstruo \"Altergeist\" en tu mano. Cuando tu adversario activa una Carta de Trampa (excepto durante el Damage Step): puedes mandar al Cementerio 1 monstruo \"Altergeist\" en tu mano; niega ese efecto y, si lo haces, destruye esa carta. Sólo puedes usar cada efecto de \"Altergeist Roca Embrujada\" una vez por turno.", "fr": "Si cette carte a été Posée par l'effet d'une carte \"Altergeist\", vous pouvez l'activer le tour où elle a été Posée. Lorsque cette carte est activée : envoyez 1 monstre \"Altergeist\" depuis votre main au Cimetière. Lorsque votre adversaire active une Carte Piège (sauf durant la Damage Step) : vous pouvez envoyer 1 monstre \"Altergeist\" depuis votre main au Cimetière ; annulez l'effet, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser chaque effet de \"Rocher Hanté Altergeist\" qu'une fois par tour.", "it": "Se questa carta è stata Posizionata dall'effetto di una carta \"Altergeist\", puoi attivarla nel turno in cui è stata Posizionata. Quando questa carta viene attivata: manda 1 mostro \"Altergeist\" dalla tua mano al Cimitero. Quando il tuo avversario attiva una Carta Trappola (eccetto durante il Damage Step): puoi mandare 1 mostro \"Altergeist\" dalla tua mano al Cimitero; annulla quell'effetto e, se lo fai, distruggi quella carta. Puoi utilizzare ogni effetto di \"Roccia Infestata Altergeist\" una sola volta per turno.", "pt": "Se este card foi Baixado pelo efeito de um card \"Altergeist\", você pode ativá-lo no turno em que foi Baixado. Quando este card for ativado: envie 1 monstro \"Altergeist\" da sua mão para o Cemitério. Quando seu oponente ativar um Card de Armadilha (exceto durante a Etapa de Dano): você pode enviar 1 monstro \"Altergeist\" da sua mão para o Cemitério; negue esse efeito e, se isso acontecer, destrua esse card. Você só pode usar cada efeito de \"Rocha Assombrada Altergeist\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n「オルターガイスト」カードの効果によってセットされているこのカードはセットしたターンでも発動できる。\n①：このカードの発動時の効果処理として、手札から「オルターガイスト」モンスター１体を墓地へ送る。\n②：相手が罠カードを発動した時、手札から「オルターガイスト」モンスター１体を墓地へ送って発動できる。その効果を無効にし破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. \"얼터가이스트\" 카드 효과에 의해 세트되어 있는 이 카드는 세트한 턴에도 발동할 수 있다. ①: 이 카드의 발동시의 효과 처리로서, 패에서 \"얼터가이스트\" 몬스터 1장을 묘지로 보낸다. ②: 상대가 함정 카드를 발동했을 때, 패에서 \"얼터가이스트\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 그 효과를 무효로 하고 파괴한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。因「幻變騷靈」卡效果被覆蓋的此卡在覆蓋的回合也可發動。①：做為此卡發動時的效果處理，從手牌將１隻「幻變騷靈」怪獸送至墓地。②：在對方發動陷阱卡時，可從手牌將１隻「幻變騷靈」怪獸送至墓地發動。將該效果變為無效進行破壞。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。以“幻变骚灵”卡的效果被放置的此卡在放置的回合也可以发动。①：作为此卡发动时的效果处理，从手牌将1只“幻变骚灵”怪兽送至墓地。②：对手发动陷阱卡时，从手牌将1只“幻变骚灵”怪兽送至墓地可以发动。将该效果无效并破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["Altergeist"], "images": [{"index": 1, "image": "AltergeistHauntedRock-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN068", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE068", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR068", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT068", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT068", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP068", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR068", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC091", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585199, "master_duel_rarity": "N"}