{"konami_id": 16233, "password": 2609443, "name": {"en": "Chronomaly Vimana", "de": "Chronomale Vimana", "es": "Vimana Cronómalo", "fr": "Vimana Chronomal", "it": "Cronomalia Vimana", "pt": "Cronomalia Vimana", "ja": "<ruby>先史遺産<rt>オーパーツ</rt></ruby>ヴィマナ", "ja_romaji": "Ōpātsu Vimana", "ko": "오파츠 비마나", "ko_rr": "Opacheu Bimana", "zh-TW": "先史遺產 維摩那", "zh-CN": "先史遗产 维摩那"}, "text": {"en": "2 Level 5 monsters\nOnce per turn (Quick Effect): You can target 1 face-up monster on the field and 1 Xyz Monster or \"Chronomaly\" monster in your GY; that monster on the field gains half the ATK of that monster in the GY (until the end of this turn), then attach that monster from the GY to this card as material. Once per turn, when your opponent activates a monster effect (Quick Effect): You can detach 2 materials from this card; negate the activation.", "de": "2 Monster der Stufe 5\nEinmal pro Spielzug (Schnelleffekt): Du kannst 1 offenes Monster auf dem Spielfeld und 1 Xyz-Monster oder „Chronomal“-Monster in deinem Friedhof wählen; jenes Monster auf dem Spielfeld erhält (bis zum Ende dieses Spielzugs) die Hälfte der ATK jenes Monsters im Friedhof, dann hänge jenes Monster vom Friedhof als Material an diese Karte an. Einmal pro Spielzug, wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 2 Material von dieser Karte abhängen; annulliere die Aktivierung.", "es": "2 monstruos de Nivel 5\nUna vez por turno (Efecto Rápido): puedes seleccionar 1 monstruo boca arriba en el Campo, y 1 Monstruo Xyz o monstruo \"Cronómalo/a\" en tu Cementerio; ese monstruo en el Campo gana la mitad del ATK de ese monstruo en el Cementerio (hasta el final de este turno), y después acopla a esta carta, como material, ese monstruo en el Cementerio. Una vez por turno, cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes desacoplar 2 materiales de esta carta; niega la activación.", "fr": "2 monstres de Niveau 5\nUne fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto sur le Terrain et 1 monstre \"Chronomal\" ou Monstre Xyz dans votre Cimetière ; le monstre sur le Terrain gagne la moitié de l'ATK du monstre dans le Cimetière (jusqu'à la fin de ce tour), puis attachez le monstre depuis le Cimetière à cette carte comme Matériel. Une fois par tour, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez détacher 2 Matériels de cette carte ; annulez l'activation.", "it": "2 mostri di Livello 5\nUna volta per turno (Effetto Rapido): puoi scegliere come bersaglio 1 mostro scoperto sul Terreno e 1 Mostro Xyz o mostro \"Cronomalia\" nel tuo Cimitero; quel mostro sul Terreno guadagna la metà dell'ATK di quel mostro nel Cimitero (fino alla fine di questo turno), poi attacca quel mostro dal Cimitero a questa carta come materiale. Una volta per turno, quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi staccare 2 materiali da questa carta; annulla l'attivazione.", "pt": "2 monstros de Nível 5\nUma vez por turno (Efeito Rápido): você pode escolher 1 monstro com a face para cima no campo e 1 Monstro Xyz ou monstro \"Cronomalia\" no seu Cemitério; esse monstro no campo ganha metade do ATK desse monstro no Cemitério (até o final deste turno) e, depois, associe esse monstro do Cemitério a este card como matéria. Uma vez por turno, quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode desassociar 2 matérias deste card; negue a ativação.", "ja": "レベル５モンスター×２\n①：自分・相手ターンに１度、フィールドの表側表示モンスター１体と、自分の墓地の「先史遺産」モンスターかＸモンスター１体を対象として発動できる。そのフィールドのモンスターの攻撃力はターン終了時まで、対象の墓地のモンスターの攻撃力の半分だけアップする。その後、対象の墓地のモンスターをこのカードのＸ素材とする。②：１ターンに１度、相手がモンスターの効果を発動した時、このカードのＸ素材を２つ取り除いて発動できる。その発動を無効にする。", "ko": "레벨 5 몬스터 × 2\n①: 자신 / 상대 턴에 1번, 필드의 앞면 표시 몬스터 1장과, 자신 묘지의 \"오파츠\" 몬스터나 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 필드의 몬스터의 공격력은 턴 종료시까지, 대상 묘지의 몬스터의 공격력의 절반만큼 올린다. 그 후, 대상 묘지의 몬스터를 이 카드의 엑시즈 소재로 한다. ②: 1턴에 1번, 상대가 몬스터의 효과를 발동했을 때, 이 카드의 엑시즈 소재를 2개 제거하고 발동할 수 있다. 그 발동을 무효로 한다.", "zh-TW": null, "zh-CN": "等级5怪兽×2\n①：在每个自己・对手回合中1次，以场上的1只表侧表示怪兽和自己墓地的1只“先史遗产”怪兽或超量怪兽为对象可以发动。该场上的怪兽的攻击力直至回合结束时为止，上升对象的墓地怪兽的攻击力一半的数值。然后，将对象的墓地怪兽作为此卡的超量素材。②：1回合1次，对手发动怪兽的效果时，去除此卡的2个超量素材可以发动。将该发动无效。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "LIGHT", "rank": 5, "atk": 2300, "def": 2600, "materials": "2 Level 5 monsters", "series": ["Chronomaly"], "images": [{"index": 1, "image": "ChronomalyVimana-MP22-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-EN149", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "de": [{"set_number": "DAMA-DE044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-DE149", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "es": [{"set_number": "DAMA-SP044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-SP149", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "fr": [{"set_number": "DAMA-FR044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-FR149", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "it": [{"set_number": "DAMA-IT044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-IT149", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "pt": [{"set_number": "DAMA-PT044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-PT149", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "ja": [{"set_number": "DAMA-JP044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DAMA-JP044", "set_name": "Dawn of Majesty +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}, {"set_number": "DBJH-JP044", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DAMA-KR044", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DAMA-KR044", "set_name": "Dawn of Majesty +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DBJH-SC044", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714282, "master_duel_rarity": "UR"}