{"konami_id": 8025, "password": 2619149, "name": {"en": "Gladiator Beast Samnite", "de": "Gladiatorungeheuer Samnite", "es": "Bestia Gladiador Samnite", "fr": "Samnite, Bête Gladiateur", "it": "Gladiatore Bestia Samnite", "pt": "Besta Gladiadora Samnite", "ja": "<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>サムニテ", "ja_romaji": "Guradiaru Bīsuto Samunite", "ko": "검투수 샘나이트", "ko_rr": null, "zh-TW": "劍鬥獸 薩姆尼特", "zh-CN": "剑斗兽萨姆尼特"}, "text": {"en": "When this card, that was Special Summoned by the effect of a \"Gladiator Beast\" monster, destroys an opponent's monster by battle and sends it to the GY: You can add 1 \"Gladiator Beast\" card from your Deck to your hand. At the end of the Battle Phase, if this card battled: You can shuffle it into the Deck; Special Summon 1 \"Gladiator Beast\" monster from your Deck, except \"Gladiator Beast Samnite\".", "de": "Wenn diese Karte, die durch den Effekt eines „Gladiatorungeheuer“-Monsters als Spezialbeschwörung beschworen wurde, ein Monster eines Gegners durch Kampf zerstört und auf den Friedhof legt: Du kannst deiner Hand 1 „Gladiatorungeheuer“-Karte von deinem Deck hinzufügen. Am Ende der Battle Phase, falls diese Karte gekämpft hat: Du kannst sie ins Deck mischen; beschwöre 1 „Gladiatorungeheuer“-Monster als Spezialbeschwörung von deinem Deck, außer „Gladiatorungeheuer Samnite“.", "es": "Cuando esta carta, que fue Invocada de Modo Especial por el efecto de un monstruo \"Bestia Gladiador\", destruye un monstruo del adversario en batalla y lo manda al Cementerio: puedes añadir a tu mano 1 carta \"Bestia Gladiador\" en tu Deck. Al final de la Battle Phase, si esta carta batalló: puedes barajarla al Deck; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Bestia Gladiador\", excepto \"Bestia Gladiador Samnite\".", "fr": "Lorsque cette carte, qui a été Invoquée Spécialement par l'effet d'un monstre \"Bête Gladiateur\", détruit un monstre de l'adversaire au combat et l'envoie au Cimetière : vous pouvez ajouter 1 carte \"Bête Gladiateur\" depuis votre Deck à votre main. À la fin de la Battle Phase, si cette carte a combattu : vous pouvez la mélanger dans le Deck ; Invoquez Spécialement 1 monstre \"Bête Gladiateur\" (\"Samnite, Bête Gladiateur\" exclu) depuis votre Deck.", "it": "Quando questa carta, che è stata Evocata Specialmente dall'effetto di un mostro \"Gladiatore Bestia\", distrugge un mostro dell'avversario in battaglia e lo manda al Cimitero: puoi aggiungere 1 carta \"Gladiatore Bestia\" dal tuo Deck alla tua mano. Alla fine della Battle Phase, se questa carta ha combattuto: puoi mischiarla nel Deck; Evoca Specialmente 1 mostro \"Gladiatore Bestia\" dal tuo Deck, eccetto \"Gladiatore Bestia Samnite\".", "pt": "Quando este card, que foi Invocado por Invocação-Especial pelo efeito de um monstro \"Besta Gladiadora\", destruir um monstro do oponente em batalha e enviá-lo para o Cemitério: você pode adicionar 1 card \"Besta Gladiadora\" do seu Deck à sua mão. No final da Fase de Batalha, se este card batalhou: você pode embaralhá-lo no Deck; Invoque por Invocação-Especial 1 monstro \"Besta Gladiadora\" do seu Deck, exceto \"Besta Gladiadora Samnite\".", "ja": "このカードが「剣闘獣」と名のついたモンスターの効果によって特殊召喚に成功した場合、このカードが戦闘によって相手モンスターを破壊し墓地へ送った時、自分のデッキから「剣闘獣」と名のついたカード１枚を手札に加える事ができる。このカードが戦闘を行ったバトルフェイズ終了時にこのカードをデッキに戻す事で、デッキから「剣闘獣サムニテ」以外の「剣闘獣」と名のついたモンスター１体を自分フィールド上に特殊召喚する。", "ko": "이 카드가 \"검투수\"라는 이름이 붙은 몬스터의 효과에 의해서 특수 소환에 성공했을 경우, 이 카드가 전투에 의해서 상대 몬스터를 파괴하고 묘지로 보냈을 때, 자신의 덱에서 \"검투수\"라는 이름이 붙은 카드 1장을 패에 넣을 수 있다. 이 카드가 전투를 실행한 배틀 페이즈 종료시에 이 카드를 덱으로 되돌리는 것으로, 덱에서 \"검투수 샘나이트\" 이외의 \"검투수\"라는 이름이 붙은 몬스터 1장을 자신 필드 위에 특수 소환한다.", "zh-TW": null, "zh-CN": "这张卡用名字带有「剑斗兽」的怪兽的效果特殊召唤成功的场合，这张卡战斗破坏对方怪兽送去墓地时，可以从自己卡组把1张名字带有「剑斗兽」的卡加入手卡。这张卡进行战斗的战斗阶段结束时可以通过让这张卡回到卡组，从卡组把「剑斗兽 盾斗」以外的1只名字带有「剑斗兽」的怪兽在自己场上特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 3, "atk": 1600, "def": 1200, "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "GladiatorBeastSamnite-MZTM-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CRMS-EN027", "set_name": "Crimson Crisis", "rarities": ["Rare"]}, {"set_number": "TU01-EN004", "set_name": "Turbo Pack: Booster One", "rarities": ["Super Rare"]}, {"set_number": "MZTM-EN069", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "de": [{"set_number": "CRMS-DE027", "set_name": "Crimson Crisis", "rarities": ["Rare"]}, {"set_number": "TU01-DE004", "set_name": "Turbo Pack: Booster One", "rarities": ["Super Rare"]}, {"set_number": "MZTM-DE069", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "es": [{"set_number": "CRMS-SP027", "set_name": "Crimson Crisis", "rarities": ["Rare"]}, {"set_number": "MZTM-SP069", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "fr": [{"set_number": "CRMS-FR027", "set_name": "Crimson Crisis", "rarities": ["Rare"]}, {"set_number": "TU01-FR004", "set_name": "Turbo Pack: Booster One", "rarities": ["Super Rare"]}, {"set_number": "MZTM-FR069", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "it": [{"set_number": "CRMS-IT027", "set_name": "Crimson Crisis", "rarities": ["Rare"]}, {"set_number": "TU01-IT004", "set_name": "Turbo Pack: Booster One", "rarities": ["Super Rare"]}, {"set_number": "MZTM-IT069", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "pt": [{"set_number": "OP12-PT033", "set_name": "OTS Tournament Pack 12", "rarities": ["Common"]}, {"set_number": "MZTM-PT069", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "ja": [{"set_number": "CRMS-JP027", "set_name": "Crimson Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "CRMS-KR027", "set_name": "Crimson Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 57072, "master_duel_rarity": "N"}