{"konami_id": 13875, "password": 2625939, "name": {"en": "Spool Code", "de": "Spool-Kode", "es": "Carrete del Codificador", "fr": "Code de Bobine", "it": "Codice Spola", "pt": "Código Carretel", "ja": "スプール・コード", "ja_romaji": "Supūru Kōdo", "ko": "스풀 코드", "ko_rr": "Seupul Kodeu", "zh-TW": "假脫代碼", "zh-CN": "暂存代码"}, "text": {"en": "When an opponent's monster declares a direct attack, while you have 3 or more Cyberse monsters in your GY: Negate the attack, then, you can Special Summon up to 3 \"Spool Tokens\" (Cyberse/LIGHT/Level 1/ATK 0/DEF 0) in Defense Position. These Tokens cannot be Tributed for a Tribute Summon.", "de": "Wenn ein Monster eines Gegners einen direkten Angriff deklariert, solange du 3 oder mehr Cyberse-Monster in deinem Friedhof hast: Annulliere den Angriff, dann kannst du bis zu 3 „Spool-Spielmarken“ (Cyberse/LICHT/Stufe 1/ATK 0/DEF 0) als Spezialbeschwörung in die Verteidigungsposition beschwören. Diese Spielmarken können nicht als Tribut für eine Tributbeschwörung angeboten werden.", "es": "Cuando un monstruo del adversario declara un ataque directo, mientras tienes 3 o más monstruos Ciberso en tu Cementerio: niega el ataque, y después puedes Invocar de Modo Especial hasta 3 \"Ficha Carrete\" (Ciberso/LUZ/Nivel 1/ATK 0/DEF 0) en Posición de Defensa. Estas Fichas no se pueden usar como Sacrificio en una Invocación por Sacrificio.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque directe, tant que vous avez min. 3 monstres Cyberse dans votre Cimetière : annulez l'attaque, puis, vous pouvez Invoquer Spécialement max. 3 \"Jeton Bobine\" (Cyberse/LUMIÈRE/Niveau 1/ATK 0/DEF 0) en Position de Défense. Ces Jetons ne peuvent pas être Sacrifiés pour une Invocation Sacrifice.", "it": "Quando un mostro dell'avversario dichiara un attacco diretto, mentre hai 3 o più mostri Cyberso nel tuo Cimitero: annulla l'attacco, poi puoi Evocare Specialmente fino a 3 \"Segna-Spola\" (Cyberso/LUCE/Livello 1/ATK 0/DEF 0) in Posizione di Difesa. Questi Segna-Mostro non possono essere offerti come Tributo per un'Evocazione tramite Tributo.", "pt": "Quando um monstro do oponente declarar um ataque direto, enquanto você tiver 3 ou mais monstros Ciberso no seu Cemitério: negue o ataque e, depois, você pode Invocar por Invocação-Especial até 3 \"Fichas de Carretel\" (Ciberso/LUZ/Nível 1/ATK 0/DEF 0) em Posição de Defesa. Essas Fichas não podem ser oferecidas como Tributo para uma Invocação-Tributo.", "ja": "①：自分の墓地のサイバース族モンスターが３体以上の場合、相手モンスターの直接攻撃宣言時に発動できる。その攻撃を無効にする。その後、自分フィールドに「スプールトークン」（サイバース族・光・星１・攻／守０）を３体まで守備表示で特殊召喚できる。このトークンはアドバンス召喚のためにはリリースできない。", "ko": "①: 자신 묘지의 사이버스족 몬스터가 3장 이상일 경우, 상대 몬스터의 직접 공격 선언시에 발동할 수 있다. 그 공격을 무효로 한다. 그 후, 자신 필드에 \"스풀 토큰\"(사이버스족 / 빛 / 레벨 1 / 공 0 / 수 0)을 3장까지 수비 표시로 특수 소환할 수 있다. 이 토큰은 어드밴스 소환을 위해서는 릴리스할 수 없다.", "zh-TW": "①：在我方墓地的電子界族怪獸為３隻以上的狀況下，可在對方怪獸的直接攻擊宣言時發動。將該攻擊變為無效。其後，可以守備表示特殊召喚最多３隻「假脫機衍生物」（電子界族・光・星１・攻／守０）至我方場上。此衍生物無法為升級召喚解放。", "zh-CN": "①：我方墓地的电子界族怪兽是３只以上的场合，对手怪兽的直接攻击宣言时可发动。使该攻击无效。之后，可以守备表示特殊召唤最多３只“暂存衍生物”（电子界族・光・星１・攻／守０）至我方场上。此衍生物不可进行以上级召唤为目的的解放。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "SpoolCode-FIGA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN040", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "de": [{"set_number": "FIGA-DE040", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "fr": [{"set_number": "FIGA-FR040", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "it": [{"set_number": "FIGA-IT040", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "pt": [{"set_number": "FIGA-PT040", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD34-JP022", "set_name": "Structure Deck: Master Link", "rarities": ["Common"]}], "ko": [{"set_number": "SD34-KR022", "set_name": "Structure Deck: Master Link", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 563316, "master_duel_rarity": "R"}