{"konami_id": 10844, "password": 2648201, "name": {"en": "ZW - Sleipnir Mail", "de": "ZW - Sleipnir-Rüstung", "es": "ZW - Armadura Sleipnir", "fr": "ZW - Armure Sleipnir", "it": "ZW - Armatura Sleipnir", "pt": "ZW - Armadura Sleipnir", "ja": "<ruby>ＺＷ<rt>ゼアル・ウェポン</rt></ruby>－<ruby>極星神馬聖鎧<rt>スレイプニール・メイル</rt></ruby>", "ja_romaji": "Zearu Wepon - Sureipunīru Meiru", "ko": "<ruby>ZW<rt>제알 웨폰</rt></ruby>－슬레이프니르 메일", "ko_rr": "Jeal Wepon - Seulleipeunireu Meil", "zh-TW": null, "zh-CN": "异热同心武器-极星神马圣铠"}, "text": {"en": "You can target 1 \"Utopia\" monster you control; equip this monster from your hand or your side of the field to that target. It gains 1000 ATK. When this card you control is sent to your Graveyard because the equipped monster was destroyed by your opponent's card (by battle or card effect): You can target 1 \"Utopia\" monster in your Graveyard; Special Summon that target. You can only control 1 \"ZW - Sleipnir Mail\".", "de": "Du kannst 1 „Utopia“-Monster wählen, das du kontrollierst; rüste das gewählte Ziel mit diesem Monster von deiner Hand oder deiner Spielfeldseite aus. Es erhält 1000 ATK. Wenn diese Karte, die du kontrollierst, auf deinen Friedhof gelegt wird, weil das ausgerüstete Monster durch eine Karte deines Gegners (durch Kampf oder einen Karteneffekt) zerstört wurde: Du kannst 1 „Utopia“-Monster in deinem Friedhof wählen; beschwöre das gewählte Ziel als Spezialbeschwörung. Du kannst nur 1 „ZW - Sleipnir-Rüstung“ kontrollieren.", "es": "Puedes seleccionar 1 monstruo \"Utopía\" que controles; equipa a ese objetivo este monstruo en tu mano o lado del Campo. Ese objetivo gana 1000 ATK. Cuando esta carta que controlas es mandada a tu Cementerio porque el monstruo equipado fue destruido por una carta de tu adversario (en batalla o por efecto de una carta): puedes seleccionar 1 monstruo \"Utopía\" en tu Cementerio; Invoca ese objetivo de Modo Especial. Sólo puedes controlar 1 \"ZW - Armadura Sleipnir\".", "fr": "Vous pouvez cibler 1 monstre \"Utopie\" que vous contrôlez ; équipez ce monstre depuis votre main ou votre Terrain à la cible. Il gagne 1000 ATK. Lorsque cette carte que vous contrôlez est envoyée à votre Cimetière parce que le monstre équipé a été détruit par une carte de votre adversaire (au combat ou par un effet de carte) : vous pouvez cibler 1 monstre \"Utopie\" dans votre Cimetière ; Invoquez Spécialement la cible. Vous ne pouvez contrôler qu'1 \"ZW - Armure Sleipnir\".", "it": "Puoi scegliere come bersaglio 1 mostro \"Utopia\" che controlli; equipaggia questo mostro dalla tua mano o dal tuo Terreno a quel bersaglio. Esso guadagna 1000 ATK. Quando questa carta che controlli viene mandata al tuo Cimitero perché il mostro equipaggiato è stato distrutto da una carta del tuo avversario (in battaglia o dall'effetto di una carta): puoi scegliere come bersaglio 1 mostro \"Utopia\" nel tuo Cimitero; Evoca Specialmente quel bersaglio. Puoi controllare solo 1 \"ZW - Armatura Sleipnir\".", "pt": "Você pode escolher 1 monstro \"Utopia\" que você controla; equipe este monstro da sua mão ou do seu lado do campo ao alvo. Ele ganha 1000 de ATK. Quando este card que você controla for enviado para o seu Cemitério porque o monstro equipado foi destruído por um card do seu oponente (em batalha ou por um efeito de card): você pode escolher 1 monstro \"Utopia\" no seu Cemitério; Invoque o alvo por Invocação-Especial. Você só pode controlar 1 \"ZW - Armadura Sleipnir\".", "ja": "①：「ＺＷ－極星神馬聖鎧」は自分フィールドに１枚しか表側表示で存在できない。②：自分フィールドの「希望皇ホープ」モンスター１体を対象として発動できる。自分の手札・フィールドからこのカードを攻撃力１０００アップの装備カード扱いとしてその自分の「希望皇ホープ」モンスターに装備する。③：装備モンスターが相手によって破壊された事でこのカードが墓地へ送られた時、自分の墓地の「希望皇ホープ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "①: \"ZW(제알 웨폰)－슬레이프니르 메일\"은 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 자신 필드의 \"유토피아\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 패 / 필드에서 이 카드를 공격력 1000 올리는 장착 카드로 취급하여 그 자신의 \"유토피아\" 몬스터에 장착한다. ③: 장착 몬스터가 상대에 의해 파괴된 것으로 이 카드가 묘지로 보내졌을 때, 자신 묘지의 \"유토피아\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "自己的主要阶段时，手卡或者自己场上的这只怪兽可以当作攻击力上升1000的装备卡使用给自己场上的名字带有「希望皇 霍普」的怪兽装备。装备怪兽被对方破坏让这张卡被送去墓地时，可以选择自己墓地1只名字带有「希望皇 霍普」的怪兽特殊召唤。「异热同心武器-极星神马圣铠」在自己场上只能有1张表侧表示存在。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "LIGHT", "level": 4, "atk": 1000, "def": 1000, "series": ["Zexal", "ZW -"], "images": [{"index": 1, "image": "ZWSleipnirMail-PRIO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN096", "set_name": "Primal Origin", "rarities": ["Common"]}], "de": [{"set_number": "PRIO-DE096", "set_name": "Primal Origin", "rarities": ["Common"]}], "es": [{"set_number": "PRIO-SP096", "set_name": "Primal Origin", "rarities": ["Common"]}], "fr": [{"set_number": "PRIO-FR096", "set_name": "Primal Origin", "rarities": ["Common"]}], "it": [{"set_number": "PRIO-IT096", "set_name": "Primal Origin", "rarities": ["Common"]}], "pt": [{"set_number": "PRIO-PT096", "set_name": "Primal Origin", "rarities": ["Common"]}], "ja": [{"set_number": "WJMP-JP021", "set_name": "Weekly Shōnen Jump 2013, Issue 36 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "21TP-JP105", "set_name": "Tournament Pack 2021 Vol.1", "rarities": ["Common"]}], "ko": [{"set_number": "PP09-KR034", "set_name": "Premium Pack Vol.9", "rarities": ["Super Rare"]}, {"set_number": "AE16-KR015", "set_name": "Advanced Event Pack 2021 Vol.1 Version 1", "rarities": ["Common"]}, {"set_number": "AE16-KR015", "set_name": "Advanced Event Pack 2021 Vol.1 Version 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 289708}