{"konami_id": 12970, "password": 2819435, "name": {"en": "Pacifis, the Phantasm City", "de": "Pacifis, die Phantasmastadt", "es": "Pacifis, la Ciudad Fantasma", "fr": "Pacifis, la Cité Spectre", "it": "Pacifis, la Città Fantasmatica", "pt": "Pacifis, a Cidade Fantasma", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>煌<rt>おう</rt></ruby>の<ruby>都<rt>みやこ</rt></ruby> パシフィス", "ja_romaji": "Gen'ō no Miyako Pashifisu", "ko": "환황의 도시 퍼시피스", "ko_rr": null, "zh-TW": "幻煌之都 帕西菲斯", "zh-CN": "幻煌之都 帕西菲斯"}, "text": {"en": "(This card's name is always treated as \"Umi\".)\nYou cannot Normal or Special Summon Effect Monsters the turn you activate either of this card's effects (even if this card leaves the field). Once per turn, if you Normal or Special Summon exactly 1 Normal Monster (and no other cards): Add 1 \"Phantasm Spiral\" card from your Deck to your hand. If your opponent activates a card or effect (except during the Damage Step), and you control no Tokens: You can Special Summon 1 \"Phantasm Spiral Token\" (Wyrm-Type/WATER/Level 8/ATK 2000/DEF 2000).", "de": "(Der Name dieser Karte wird immer als „Umi“ behandelt.)\nDu kannst in dem Spielzug, in dem du einen der Effekte dieser Karte aktivierst, keine Effektmonster als Normal- oder Spezialbeschwörung beschwören (selbst falls diese Karte das Spielfeld verlässt). Einmal pro Spielzug, falls du genau 1 Normales Monster (und keine anderen Karten) als Normal- oder Spezialbeschwörung beschwörst: Füge deiner Hand 1 „Phantasmaspiral“-Karte von deinem Deck hinzu. Falls dein Gegner eine Karte oder einen Effekt aktiviert (außer während des Damage Steps) und du keine Spielmarken kontrollierst: Du kannst 1 „Phantasmaspiral-Spielmarke“ (Typ Wyrm/WASSER/Stufe 8/ATK 2000/DEF 2000) als Spezialbeschwörung beschwören.", "es": "(El nombre de esta carta se trata siempre como \"Umi\")\nNo puedes Invocar Monstruos de Efecto de Modo Normal o Especial el turno en el que activas cualquiera de los efectos de esta carta (aún si esta carta deja el Campo). Una vez por turno, si Invocaste de Modo Normal o Especial exactamente 1 Monstruo Normal (y ninguna otra carta): añade a tu mano 1 carta \"Fantasma Espiral\" en tu Deck. Si tu adversario activa una carta o efecto (excepto durante el Damage Step) y tú no controlas Fichas: puedes Invocar de Modo Especial 1 \"Ficha Fantasma Espiral\" (Tipo Wyrm/AGUA/Nivel 8/ATK 2000/DEF 2000).", "fr": "(Le nom de cette carte est toujours traité comme \"Umi\".)\nVous ne pouvez Invoquer ni Normalement ni Spécialement de Monstres à Effet le tour où vous activez un effet de cette carte (même si cette carte quitte le Terrain). Une fois par tour, si vous Invoquez Normalement ou Spécialement exactement 1 Monstre Normal (et aucune autre carte) : ajoutez 1 carte \"Spirale Spectre\" depuis votre Deck à votre main. Si votre adversaire active une carte ou un effet (sauf durant la Damage Step), et que vous ne contrôlez aucun Jeton : vous pouvez Invoquer Spécialement 1 \"Jeton Spirale Spectre\" (Type Wyrm/EAU/Niveau 8/ATK 2000/DEF 2000).", "it": "(Il nome di questa carta viene sempre considerato come \"Umi\".)\nNon puoi Evocare Normalmente o Specialmente Mostri con Effetto nel turno in cui attivi uno dei due effetti di questa carta (anche se questa carta lascia il Terreno). Una volta per turno, se Evochi Normalmente o Specialmente esattamente 1 Mostro Normale (e nessuna altra carta): aggiungi 1 carta \"Spirale Fantasmatica\" dal tuo Deck alla tua mano. Se il tuo avversario attiva una carta o un effetto (eccetto durante il Damage Step) e tu non controlli nessun Segna-Mostro: puoi Evocare Specialmente 1 \"Segna-Spirale Fantasmatica\" (Tipo Wyrm/ACQUA/Livello 8/ATK 2000/DEF 2000).", "pt": "(O nome deste card deve ser sempre considerado como \"Umi\".)\nVocê não pode Invocar Monstros de Efeito por Invocação-Normal ou Especial no turno em que ativar quaisquer dos efeitos deste card (mesmo que este card deixe o campo). Uma vez por turno, se você Invocar por Invocação-Normal ou Especial exatamente 1 Monstro Normal (e nenhum outro card): adicione 1 card \"Fantasma Espiral\" do seu Deck à sua mão. Se seu oponente ativar um card ou efeito (exceto durante a Etapa de Dano) e você não controlar nenhuma Ficha: você pode Invocar por Invocação-Especial 1 \"Ficha de Fantasma Espiral\" (Tipo Wyrm/ÁGUA/Nível 8/ATK 2000/DEF 2000).", "ja": "このカードのカード名はルール上「海」として扱う。このカードの効果を発動するターン、自分は効果モンスターを召喚・特殊召喚できない。①：１ターンに１度、自分が通常モンスター１体の召喚・特殊召喚に成功した場合に発動する。デッキから「幻煌龍」カード１枚を手札に加える。②：自分フィールドにトークンが存在せず、相手が魔法・罠・モンスターの効果を発動した場合に発動できる。自分フィールドに「幻煌龍トークン」（幻竜族・水・星８・攻／守２０００）１体を特殊召喚する。", "ko": "이 카드의 카드명은 룰상 \"바다\"로 취급한다. 이 카드의 효과를 발동하는 턴에, 자신은 효과 몬스터를 일반 소환 / 특수 소환할 수 없다. ①: 1턴에 1번, 자신이 일반 몬스터 1장의 일반 소환 / 특수 소환에 성공했을 경우에 발동한다. 덱에서 \"환황룡\" 카드 1장을 패에 넣는다. ②: 자신 필드에 토큰이 존재하지 않으며, 상대가 마법 / 함정 / 몬스터의 효과를 발동했을 경우에 발동할 수 있다. 자신 필드에 \"환황룡 토큰\"(환룡족 / 물 / 레벨 8 / 공 2000 / 수 2000) 1장을 특수 소환한다.", "zh-TW": "此卡的卡名在規則上視為「海」。發動此卡的效果的回合，我方無法召喚・特殊召喚效果怪獸。①：１回合１次，在我方成功召喚・特殊召喚１隻通常怪獸的狀況下發動。從牌組將１張「幻煌龍」卡加入手牌。②：可在我方場上不存在衍生物，對方發動魔法・陷阱・怪獸的效果的狀況下發動。特殊召喚１隻「幻煌龍衍生物」（幻龍族・水・星８・攻／守２０００）至我方場上。", "zh-CN": "此卡的卡名在规则上视为“海”。发动此卡效果的回合，自己不可召唤・特殊召唤效果怪兽。①：１回合１次，自己召唤・特殊召唤１只通常怪兽成功的情况下发动。从牌组将１张“幻煌龙”卡加入手牌。②：自己场上不存在衍生物，对手发动魔法・陷阱・怪兽的效果的情况下可以发动。将１只“幻煌龙衍生物”（幻龙族・水・星８・攻／守２０００）特殊召唤至自己场上。"}, "card_type": "Spell", "property": "Field", "series": ["Umi"], "images": [{"index": 1, "image": "PacifisthePhantasmCity-MACR-EN-R-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN056", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "de": [{"set_number": "MACR-DE056", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "fr": [{"set_number": "MACR-FR056", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "it": [{"set_number": "MACR-IT056", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "pt": [{"set_number": "MACR-PT056", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "ja": [{"set_number": "MACR-JP056", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "ko": [{"set_number": "MACR-KR056", "set_name": "Maximum Crisis", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 428611, "master_duel_rarity": "R"}