{"konami_id": 16631, "password": 2834264, "name": {"en": "Beetrooper Armor Horn", "de": "Käferkavallerie Panzerhorn", "es": "Escaraballería Armadura Cuerno", "fr": "Corne Armure de la Coléoptroupe", "it": "Scarasoldato Armatura Corno", "pt": "Chifre de Armadura Bezoudado", "ja": "<ruby>騎甲虫<rt>ビートルーパー</rt></ruby>アームド・ホーン", "ja_romaji": "Bītorūpā Āmudo Hōn", "ko": "비틀트루퍼 암드 혼", "ko_rr": "Biteulteurupeo Amdeu Hon", "zh-TW": "騎甲蟲 獨角仙裝甲兵", "zh-CN": "骑甲虫 武装犄角"}, "text": {"en": null, "de": "2 Insekt-Monster\nDu kannst keine Monster als Spezialbeschwörung beschwören, außer Insekt-Monstern. Du kannst jeden der folgenden Effekte von „Käferkavallerie Panzerhorn“ nur einmal pro Spielzug verwenden. Während deiner Main Phase kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Insekt-Monster als Normalbeschwörung. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 3 andere Insekt-Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt.", "es": "2 monstruos Insecto\nNo puedes Invocar monstruos de Modo Especial, excepto monstruos Insecto. Sólo puedes usar cada uno de los siguientes efectos de \"Escaraballería Armadura Cuerno\" una vez por turno. Durante tu Main Phase, puedes: inmediatamente después de que se resuelva este efecto, Invoca de Modo Normal 1 monstruo Insecto. Si esta carta está en tu Cementerio: puedes desterrar otros 3 monstruos Insecto en tu Cementerio; Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo.", "fr": "2 monstres Insecte\nVous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus). Vous ne pouvez utiliser chacun des effets suivants de \"Corne Armure de la Coléoptroupe\" qu'une fois par tour. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre Insecte. Si cette carte est dans votre Cimetière : vous pouvez bannir 3 autres monstres Insecte depuis votre Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain.", "it": "2 mostri Insetto\nNon puoi Evocare Specialmente mostri, eccetto mostri Insetto. Puoi utilizzare ognuno dei seguenti effetti di \"Scarasoldato Armatura Corno\" una sola volta per turno. Durante la tua Main Phase, puoi: immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro Insetto. Se questa carta è nel tuo Cimitero: puoi bandire 3 altri mostri Insetto dal tuo Cimitero; Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno.", "pt": "2 monstros Inseto\nVocê não pode Invocar monstros por Invocação-Especial, exceto monstros Inseto. Você só pode usar cada um dos seguintes efeitos de \"Chifre de Armadura Bezoudado\" uma vez por turno. Durante sua Fase Principal, você pode: imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro Inseto. Se este card estiver no seu Cemitério: você pode banir 3 outros monstros Inseto do seu Cemitério; Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo.", "ja": "昆虫族モンスター２体\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードがモンスターゾーンに存在する限り、自分は昆虫族モンスターしか特殊召喚できない。\n②：自分メインフェイズに発動できる。昆虫族モンスター１体の召喚を行う。\n③：このカードが墓地に存在する場合、自分の墓地から他の昆虫族モンスター３体を除外して発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "곤충족 몬스터 2장\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 자신은 곤충족 몬스터밖에 특수 소환할 수 없다. ②: 자신 메인 페이즈에 발동할 수 있다. 곤충족 몬스터 1장을 일반 소환한다. ③: 이 카드가 묘지에 존재할 경우, 자신 묘지에서 이 카드 이외의 곤충족 몬스터 3장을 제외하고 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "昆蟲族怪獸２隻\n此卡名的②③效果，１回合各僅限使用１次。①：只要此卡存在於怪獸區，我方就僅限特殊召喚昆蟲族怪獸。②：可在我方主要階段發動。召喚１隻昆蟲族怪獸。③：在此卡存在於墓地的狀況下，可將我方墓地的此卡以外的３隻昆蟲族怪獸除外發動。特殊召喚此卡。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "昆虫族怪兽２只\n此卡名的②③效果１回合仅可各使用１次。①：只要此卡存在于怪兽区域，自己仅可特殊召唤昆虫族怪兽。②：在自己的主要阶段可以发动。召唤１只昆虫族怪兽。③：此卡存在于墓地的情况下，从自己的墓地将此卡以外的３只昆虫族怪兽除外可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Insect / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬇", "⬆"], "atk": 1000, "materials": "2 Insect monsters", "series": ["Beetrooper"], "images": [{"index": 1, "image": "BeetrooperArmorHorn-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP008", "set_name": "World Premiere Pack 2022", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "24TP-JP307", "set_name": "Tournament Pack 2024 Vol.3", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "WPP3-KR008", "set_name": "World Premiere Pack 2022", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "HB01-SCP17", "set_name": "Hundred Battles Deck: Glamour of Traptrix Deck Enhancement Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713637, "master_duel_rarity": "SR"}