{"konami_id": 16631, "password": 2834264, "name": {"en": "Beetrooper Armor Horn", "de": "Käferkavallerie Panzerhorn", "es": "Escaraballería Armadura Cuerno", "fr": "Corne Armure de la Coléoptroupe", "it": "Scarasoldato Armatura Corno", "pt": "Chifre de Armadura Bezoudado", "ja": "<ruby>騎甲虫<rt>ビートルーパー</rt></ruby>アームド・ホーン", "ja_romaji": "Bītorūpā Āmudo Hōn", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "甲虫骑兵 独角仙装甲兵"}, "text": {"en": "2 Insect monsters\nYou cannot Special Summon monsters, except Insect monsters. You can only use each of the following effects of \"Beetrooper Armor Horn\" once per turn. During your Main Phase, you can: Immediately after this effect resolves, Normal Summon 1 Insect monster. If this card is in your GY: You can banish 3 other Insect monsters from your GY; Special Summon this card, but banish it when it leaves the field.", "de": "2 Insekt-Monster\nDu kannst keine Monster als Spezialbeschwörung beschwören, außer Insekt-Monstern. Du kannst jeden der folgenden Effekte von „Käferkavallerie Panzerhorn“ nur einmal pro Spielzug verwenden. Während deiner Main Phase kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Insekt-Monster als Normalbeschwörung. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 3 andere Insekt-Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt.", "es": "2 monstruos Insecto\nNo puedes Invocar monstruos de Modo Especial, excepto monstruos Insecto. Sólo puedes usar cada uno de los siguientes efectos de \"Escaraballería Armadura Cuerno\" una vez por turno. Durante tu Main Phase, puedes: inmediatamente después de que se resuelva este efecto, Invoca de Modo Normal 1 monstruo Insecto. Si esta carta está en tu Cementerio: puedes desterrar otros 3 monstruos Insecto en tu Cementerio; Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo.", "fr": "2 monstres Insecte\nVous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus). Vous ne pouvez utiliser chacun des effets suivants de \"Corne Armure de la Coléoptroupe\" qu'une fois par tour. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre Insecte. Si cette carte est dans votre Cimetière : vous pouvez bannir 3 autres monstres Insecte depuis votre Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain.", "it": "2 mostri Insetto\nNon puoi Evocare Specialmente mostri, eccetto mostri Insetto. Puoi utilizzare ognuno dei seguenti effetti di \"Scarasoldato Armatura Corno\" una sola volta per turno. Durante la tua Main Phase, puoi: immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro Insetto. Se questa carta è nel tuo Cimitero: puoi bandire 3 altri mostri Insetto dal tuo Cimitero; Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno.", "pt": "2 monstros Inseto\nVocê não pode Invocar monstros por Invocação-Especial, exceto monstros Inseto. Você só pode usar cada um dos seguintes efeitos de \"Chifre de Armadura Bezoudado\" uma vez por turno. Durante sua Fase Principal, você pode: imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro Inseto. Se este card estiver no seu Cemitério: você pode banir 3 outros monstros Inseto do seu Cemitério; Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo.", "ja": "昆虫族モンスター２体\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、自分は昆虫族モンスターしか特殊召喚できない。②：自分メインフェイズに発動できる。昆虫族モンスター１体を召喚する。③：このカードが墓地に存在する場合、自分の墓地からこのカード以外の昆虫族モンスター３体を除外して発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": null, "zh-TW": null, "zh-CN": "昆虫族怪兽2只\n自己不是昆虫族怪兽不能特殊召唤。「甲虫骑兵 独角仙装甲兵」的以下效果1回合各能使用1次。自己主要阶段，可以：把1只昆虫族怪兽召唤。这张卡在墓地存在的场合：可以把这张卡以外的自己墓地3只昆虫族怪兽除外；这张卡特殊召唤，这个效果特殊召唤的这张卡从场上离开的场合除外。"}, "card_type": "Monster", "monster_type_line": "Insect / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬇", "⬆"], "atk": 1000, "materials": "2 Insect monsters", "series": ["Beetrooper"], "sets": {"en": [{"set_number": "DAMA-EN088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT088", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT176", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP008", "set_name": "World Premiere Pack 2022", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 823973}