{"konami_id": 10830, "password": 2948263, "name": {"en": "Gogogo Golem - Golden Form", "de": "Gogogo-Golem - Goldene Form", "es": "Gólem Gogogo - Forma Dorada", "fr": "Golem Gogogo - Forme Or", "it": "Golem Gogogo - Forma Dorata", "pt": "Golem Gogogo - Forma Dourada", "ja": "ゴゴゴゴーレム－<ruby>ＧＦ<rt>ゴールデンフォーム</rt></ruby>", "ja_romaji": "Gogogo Gōremu - Gōruden Fōmu", "ko": "고고고 골렘－<ruby>GF<rt>골든 폼</rt></ruby>", "ko_rr": null, "zh-TW": "隆隆隆魔像－黃金型態", "zh-CN": "隆隆隆石魔－黄金形态"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 1 \"Gogogo\" monster, and cannot be Special Summoned by other ways. This card's ATK becomes double the original ATK of the Tributed monster. Any battle damage your opponent takes from attacks involving this card is halved. Once per turn, during either player's turn, if a monster effect is activated on your opponent's side of the field: This card loses exactly 1500 ATK, and if it does, negate that effect.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 1 „Gogogo“-Monster als Tribut anbietest, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Die ATK dieser Karte werden gleich dem Doppelten der Grund-ATK des als Tribut angebotenen Monsters. Kampfschaden, den dein Gegner aus Angriffen erhält, an denen diese Karte beteiligt ist, wird halbiert. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers, falls ein Monstereffekt auf der Spielfeldseite deines Gegners aktiviert wird: Diese Karte verliert genau 1500 ATK und falls sie dies tut, annulliere den Effekt.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano) Sacrificando 1 monstruo \"Gogogo\", y no puede ser Invocado de Modo Especial de otra forma. El ATK de esta carta se convierte en el doble del ATK original del monstruo Sacrificado. Cualquier daño de batalla que tu adversario reciba de ataques que involucren a esta carta se divide a la mitad. Una vez por turno, durante el turno de cualquier jugador, si es activado un efecto de monstruo en el lado del Campo de tu adversario: esta carta pierde exactamente 1500 ATK y, si lo hace, niega ese efecto.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en Sacrifiant 1 monstre \"Gogogo\", et non Invocable Spécialement autrement. L'ATK de cette carte devient le double de l'ATK d'origine du monstre Sacrifié. Tous les dommages de combat que votre adversaire reçoit d'attaques impliquant cette carte sont divisés par deux. Une fois par tour, durant le tour de chaque joueur, si un effet de monstre est activé sur le Terrain de votre adversaire : cette carte perd exactement 1500 ATK, et si elle le fait, annulez l'effet.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) Offrendo come Tributo 1 mostro \"Gogogo\", e non può essere Evocato Specialmente in altri modi. L'ATK di questa carta diventa il doppio dell'ATK originale del mostro offerto come Tributo. Qualsiasi danno da combattimento che il tuo avversario subisce da attacchi che coinvolgono questa carta viene dimezzato. Una volta per turno, durante il turno di qualsiasi giocatore, se viene attivato l'effetto di un mostro sul Terreno del tuo avversario: questa carta perde esattamente 1500 ATK e, se lo fa, annulla quell'effetto.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Você deve Invocá-lo por Invocação-Especial (da sua mão) ao oferecer como Tributo 1 monstro \"Gogogo\" e não pode Invocá-lo por Invocação-Especial de nenhuma outra forma. O ATK deste card se torna o dobro do ATK original do monstro oferecido como Tributo. Qualquer dano de batalha que seu oponente sofrer de ataques envolvendo este card são diminuídos pela metade. Uma vez por turno, durante o turno de qualquer duelista, quando um efeito de monstro for ativado no lado do campo do seu oponente: este card perde exatamente 1500 de ATK e, se isso acontecer, negue esse efeito.", "ja": "このカードは通常召喚できない。自分フィールド上の「ゴゴゴ」と名のついたモンスター１体をリリースした場合のみ特殊召喚できる。このカードの攻撃力は、リリースしたそのモンスターの元々の攻撃力を倍にした数値になる。このカードの戦闘によって発生する相手への戦闘ダメージは半分になる。また、１ターンに１度、相手フィールド上で効果モンスターの効果が発動した時に発動する。このカードの攻撃力を１５００ポイントダウンし、その効果を無効にする。", "ko": "이 카드는 일반 소환 / 세트할 수 없다. 자신 필드 위의 \"고고고\"라는 이름이 붙은 몬스터 1장을 릴리스했을 경우에만 특수 소환할 수 있다. 이 카드의 공격력은, 릴리스한 그 몬스터의 원래 공격력을 배로 한 수치가 된다. 이 카드의 전투에 의해서 발생하는 상대에게로의 전투 데미지는 절반이 된다. 또한, 1턴에 1번, 상대 필드 위에서 효과 몬스터의 효과가 발동했을 때에 발동한다. 이 카드의 공격력을 1500 포인트 내리고, 그 효과를 무효로 한다.", "zh-TW": "此卡無法通常召喚。僅限在解放我方場上的１隻冠有「隆隆隆」之名的怪獸的狀況下特殊召喚。此卡的攻擊力變為解放的該怪獸的原本的攻擊力的兩倍。因此卡的戰鬥對對方造成的戰鬥傷害減半。此外，１回合１次，在對方場上的怪獸效果發動時發動。此卡的攻擊力降低１５００，將其效果變為無效。", "zh-CN": "此卡不可通常召唤。仅可在解放自己场上１只“隆隆隆”怪兽的情况下特殊召唤。①：此卡的攻击力的数值，变为为特殊召唤此卡而解放的怪兽原本攻击力的两倍。②：因此卡的战斗对对手造成的战斗伤害变为一半。③：１回合１次，对手场上的怪兽的效果发动时发动。此卡的攻击力下降１５００，将该发动的效果无效。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 4, "atk": "?", "def": 1500, "series": ["Gogogo"], "images": [{"index": 1, "image": "GogogoGolemGoldenForm-SECE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN090", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE090", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR090", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT090", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT090", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ja": [{"set_number": "DP14-JP005", "set_name": "Duelist Pack: Yuma 2: Gogogo & Dododo", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DP14-KR005", "set_name": "Duelist Pack: Yuma 2: Gogogo & Dododo", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "CL03-SC053", "set_name": "Classic Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 291289, "master_duel_rarity": "R"}