{"konami_id": 18817, "password": 2992467, "name": {"en": "Click & Echo", "de": "Klick und Echo", "es": "Clic & Eco", "fr": "Click et Écho", "it": "Click & Eco", "pt": "Estalido & Eco", "ja": "クリック<ruby>＆<rt>アンド</rt></ruby>エコー", "ja_romaji": "Kurikku Ando Ekō", "ko": "클릭 & 에코", "ko_rr": "Keullik Andeu Eko", "zh-TW": "卡嗒與回聲", "zh-CN": "咔啵＆回啵"}, "text": {"en": "Cannot be used as material for a Fusion, Synchro, or Xyz Summon. Cannot be Tributed while face-up in the Monster Zone. If this card is sent to the GY as material for a Link Summon: Special Summon this card in Defense Position, to the opponent's field of the player that Link Summoned. You can only use this effect of \"Click & Echo\" twice per turn. While this card, that was Summoned by its effect, is in the Monster Zone, you must keep your hand revealed.", "de": "Kann nicht als Material für eine Fusions-, Synchro- oder Xyz-Beschwörung verwendet werden. Diese Karte kann nicht als Tribut angeboten werden, solange sie offen in der Monsterzone liegt. Falls diese Karte als Material für eine Linkbeschwörung auf den Friedhof gelegt wird: Beschwöre diese Karte als Spezialbeschwörung auf die Spielfeldseite des Gegners des Spielers, der die Linkbeschwörung durchgeführt hat, in die Verteidigungsposition. Du kannst diesen Effekt von „Klick und Echo“ nur zweimal pro Spielzug verwenden. Solange diese Karte, die durch ihren Effekt beschworen wurde, in der Monsterzone liegt, musst du mit vorgezeigter Hand spielen.", "es": "No puede ser usado como material para una Invocación por Fusión, Sincronía o Xyz. No puede ser Sacrificado mientras esté boca arriba en la Zona de Monstruos. Si esta carta es mandada al Cementerio como material para una Invocación por Enlace: Invoca esta carta de Modo Especial en Posición de Defensa, al Campo del adversario del jugador que Invocó por Enlace. Sólo puedes usar este efecto de \"Clic & Eco\" dos veces por turno. Mientras esta carta, que fue Invocada por su efecto, esté en la Zona de Monstruos, debes mantener tu mano mostrada.", "fr": "Non utilisable comme Matériel pour une Invocation Fusion, Synchro ou Xyz. Non Sacrifiable tant qu'elle est face recto dans la Zone Monstre. Si cette carte est envoyée au Cimetière comme Matériel pour une Invocation Lien : Invoquez Spécialement cette carte en Position de Défense, sur le Terrain de l'adversaire du joueur qui a Invoqué par Lien. Vous ne pouvez utiliser cet effet de \"Click et Écho\" que deux fois par tour. Tant que cette carte qui a été Invoquée par son effet est dans la Zone Monstre, vous devez garder votre main révélée.", "it": "Non può essere utilizzato come materiale per un'Evocazione tramite Fusione, Synchro o Xyz. Non può essere offerto come Tributo mentre è scoperto nella Zona Mostri. Se questa carta viene mandata al Cimitero come materiale per un'Evocazione Link: Evoca Specialmente questa carta in Posizione di Difesa, sul Terreno dell'avversario del giocatore che ha Evocato Link. Puoi utilizzare questo effetto di \"Click & Eco\" solo due volte per turno. Mentre questa carta che è stata Evocata dal suo effetto è nella Zona Mostri, devi tenere la tua mano rivelata.", "pt": "Não pode ser usado como matéria para uma Invocação-Fusão, Sincro ou Xyz. Não pode ser oferecido como Tributo enquanto estiver com a face para cima na Zona de Monstros. Se este card for enviado para o Cemitério como matéria para uma Invocação-Link: Invoque este card por Invocação-Especial em Posição de Defesa, no campo do oponente do duelista que Invocou por Invocação-Link. Você só pode usar este efeito de \"Estalido & Eco\" duas vezes por turno. Enquanto este card, que foi Invocado por seu efeito, estiver na Zona de Monstros, você deve manter sua mão revelada.", "ja": "このカードは融合・Ｓ・Ｘ召喚の素材にできない。このカード名の②の効果は１ターンに２度まで使用できる。①：このカードがモンスターゾーンに存在する限り、このカードはリリースできない。②：このカードがＬ素材として墓地へ送られた場合に発動する。そのＬ召喚したプレイヤーから見て相手のフィールドに、このカードを守備表示で特殊召喚する。③：このカードの②の効果で特殊召喚したこのカードがモンスターゾーンに存在する限り、自分は手札を公開し続ける。", "ko": "이 카드는 융합 / 싱크로 / 엑시즈 소환의 소재로 할 수 없다. 이 카드명의 ②의 효과는 1턴에 2번까지 사용할 수 있다. ①: 이 카드가 몬스터 존에 존재하는 한, 이 카드는 릴리스할 수 없다. ②: 이 카드가 링크 소재로서 묘지로 보내졌을 경우에 발동한다. 그 링크 소환한 플레이어의 상대 필드에, 이 카드를 수비 표시로 특수 소환한다. ③: 이 카드의 ②의 효과로 특수 소환한 이 카드가 몬스터 존에 존재하는 한, 자신은 패를 계속해서 공개한다.", "zh-TW": "此卡無法做為融合・同步・超量召喚的素材。\n此卡名的②效果，１回合最多可使用２次。\n①：只要此卡存在於怪獸區，就無法解放此卡。\n②：在此卡做為連結素材被送至墓地的狀況下發動。以守備表示特殊召喚此卡至該連結召喚的玩家的對方場上。\n③：只要透過此卡的②效果特殊召喚的此卡存在於怪獸區，我方就持續公開手牌。", "zh-CN": "此卡不可作为融合・同步・超量召唤的素材。此卡名的②效果１回合最多可使用２次。①：只要此卡存在于怪兽区域，此卡不可解放。②：此卡作为连接素材被送至墓地的情况下发动。将此卡以守备表示特殊召唤至、站在进行了该连接召唤的玩家角度的对手场上。③：只要以此卡②效果特殊召唤的此卡存在于怪兽区域，自己持续公开手牌。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Effect", "attribute": "WATER", "level": 2, "atk": 300, "def": 2100, "images": [{"index": 1, "image": "ClickEcho-DUNE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN030", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE030", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR030", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT030", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT030", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ja": [{"set_number": "DUNE-JP030", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR030", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC030", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930294, "master_duel_rarity": "SR"}