{"konami_id": 15277, "password": 3040496, "name": {"en": "Chaos Ruler, the Chaotic Magical Dragon", "de": "Chaosherrscher, der chaotische magische Drache", "es": "Soberano del Caos, el Dragón Mágico Caótico", "fr": "Chef du Chaos, le Dragon Magique Chaotique", "it": "Sovrano del Chaos, il Drago Magico Caotico", "pt": "Governante do Caos, o Dragão Mágico Caótico", "ja": "<ruby>混<rt>こん</rt></ruby><ruby>沌<rt>とん</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>龍<rt>りゅう</rt></ruby> カオス・ルーラー", "ja_romaji": "Kontonmaryū Kaosu Rūrā", "ko": "혼돈마룡 카오스 룰러", "ko_rr": "Hondonmaryong Kaoseu Rulleo", "zh-TW": "混沌魔龍　混沌支配者", "zh-CN": "混元魔龙 混沌支配者"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned: You can excavate the top 5 cards of your Deck, and if you do, you can add 1 excavated LIGHT or DARK monster to your hand, also send the remaining cards to the GY. You can banish 1 LIGHT and 1 DARK monster from your hand and/or GY, except this card; Special Summon this card from your GY, but banish it when it leaves the field. You can only use each effect of \"Chaos Ruler, the Chaotic Magical Dragon\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst die obersten 5 Karten deines Decks ausgraben und falls du dies tust, kannst du deiner Hand 1 ausgegrabenes LICHT oder FINSTERNIS Monster hinzufügen, zusätzlich lege die übrigen Karten auf den Friedhof. Du kannst 1 LICHT Monster und 1 FINSTERNIS Monster von deiner Hand und/oder deinem Friedhof verbannen, außer dieser Karte; beschwöre diese Karte als Spezialbeschwörung von deinem Friedhof, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Chaosherrscher, der chaotische magische Drache“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes excavar las 5 cartas de la parte superior de tu Deck y, si lo haces, puedes añadir a tu mano 1 monstruo de LUZ u OSCURIDAD excavado, y además manda el resto de cartas al Cementerio. Puedes desterrar 1 monstruo de LUZ y 1 de OSCURIDAD en tu mano y/o Cementerio, excepto esta carta; Invoca esta carta de Modo Especial desde tu Cementerio, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Soberano del Caos, el Dragón Mágico Caótico\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez dévoiler les 5 cartes du dessus de votre Deck, et si vous le faites, vous pouvez ajouter 1 monstre LUMIÈRE ou TÉNÈBRES dévoilé à votre main, et aussi, envoyez les cartes restantes au Cimetière. Vous pouvez bannir 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES (cette carte exclue) depuis votre main et/ou Cimetière ; Invoquez Spécialement cette carte depuis votre Cimetière, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Chef du Chaos, le Dragon Magique Chaotique\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta viene Synchro Evocata: puoi dissotterrare le prime 5 carte del tuo Deck e, se lo fai, puoi aggiungere 1 mostro LUCE o OSCURITÀ dissotterrato alla tua mano, inoltre manda le carte rimanenti al Cimitero. Puoi bandire 1 mostro LUCE e 1 mostro OSCURITÀ dalla tua mano e/o Cimitero, eccetto questa carta; Evoca Specialmente questa carta dal tuo Cimitero, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Sovrano del Chaos, il Drago Magico Caotico\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode escavar os 5 cards do topo do seu Deck e, se isso acontecer, você pode adicionar à sua mão 1 monstro de LUZ ou de TREVAS escavado e, além disso, envie os cards restantes para o Cemitério. Você pode banir 1 monstro de LUZ e 1 de TREVAS da sua mão e/ou do Cemitério, exceto este card; Invoque este card por Invocação-Especial do seu Cemitério, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Governante do Caos, o Dragão Mágico Caótico\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＳ召喚に成功した場合に発動できる。自分のデッキの上からカードを５枚めくる。その中から光・闇属性モンスター１体を選んで手札に加える事ができる。残りのカードは墓地へ送る。②：このカード以外の光・闇属性モンスターを１体ずつ、自分の手札・墓地から除外して発動できる。このカードを墓地から特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 싱크로 소환에 성공했을 경우에 발동할 수 있다. 자신의 덱 위에서 카드를 5장 넘긴다. 그 중에서 빛 / 어둠 속성 몬스터 1장을 고르고 패에 넣을 수 있다. 남은 카드는 묘지로 보낸다. ②: 이 카드 이외의 빛 / 어둠 속성 몬스터를 1장씩, 자신의 패 / 묘지에서 제외하고 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n此卡名的①②效果，１回合各僅限使用１次。①：可在此卡同步召喚成功的狀況下發動。從我方牌組的上方翻開５張卡。可從其中選擇１隻光・闇屬性怪獸加入手牌。剩餘的卡送至墓地。②：可從我方手牌・墓地將此卡以外的光・闇屬性怪獸各１隻除外發動。從墓地特殊召喚此卡。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "协调＋1只以上协调以外的怪兽\n此卡名的①②效果1回合仅可各使用1次。①：此卡同步召唤成功的情况下可以发动。从自己牌组上面翻开5张卡。可从其中挑选1只光・暗属性怪兽加入手牌。将剩余的卡送至墓地。②：从自己的手牌・墓地将此卡以外的光・暗属性怪兽各1只除外可以发动。从墓地将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Dragon / Synchro / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 2500, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Chaos"], "images": [{"index": 1, "image": "ChaosRulertheChaoticMagicalDragon-MP21-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN043", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-EN128", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ROTD-DE043", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-DE128", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ROTD-FR043", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-FR128", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ROTD-IT043", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-IT128", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ROTD-PT043", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-PT128", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "ROTD-JP043", "set_name": "Rise of the Duelist", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare", "Ultimate Rare", "Holographic Rare"]}, {"set_number": "ROTD-JP043", "set_name": "Rise of the Duelist +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}, {"set_number": "SUB1-JPS02", "set_name": "Secret Utility Box", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "ROTD-KR043", "set_name": "Rise of the Duelist", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare", "Ultimate Rare", "Holographic Rare"]}, {"set_number": "ROTD-KR043", "set_name": "Rise of the Duelist +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP5-SC034", "set_name": "Mega Pack 05", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare", "Holographic Rare"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Forbidden"}, "yugipedia_page_id": 714253, "master_duel_rarity": "UR"}