{"konami_id": 19839, "password": 3055018, "name": {"en": "Obsidim, the Ashened City", "de": "Obsidim, die in Asche gelegte Stadt", "es": "Obsidim, la Ciudad Calcinada", "fr": "Obsidim, la Cité Cendrée", "it": "Obsidim, la Città Incenerita", "pt": "Obsidim, a Cidade Cinzenta", "ja": "<ruby>灰<rt>かい</rt></ruby><ruby>滅<rt>めつ</rt></ruby>の<ruby>都<rt>みやこ</rt></ruby> オブシディム", "ja_romaji": "Kaimetsu no Miyako Obushidimu", "ko": "회멸의 도시 옵시딤", "ko_rr": null, "zh-TW": "灰滅之都 黑曜城", "zh-CN": "灰灭之都 黑曜城"}, "text": {"en": "Face-up Special Summoned monsters your opponent controls become Pyro during your turn only. You can only use each of the following effects of \"Obsidim, the Ashened City\" once per turn. During your End Phase: You can target 1 \"Obsidim, the Ashened City\" in your GY; place it on the bottom of your Deck, then draw 1 card. If this card in the Field Zone is destroyed or banished: You can Special Summon 1 \"Ashened\" monster from your Deck.", "de": "Offene als Spezialbeschwörung beschworene Monster, die dein Gegner kontrolliert, werden nur während deines Spielzugs zu Pyro. Du kannst jeden der folgenden Effekte von „Obsidim, die in Asche gelegte Stadt“ nur einmal pro Spielzug verwenden. Während deiner End Phase: Du kannst 1 „Obsidim, die in Asche gelegte Stadt“ in deinem Friedhof wählen; lege sie unter dein Deck, dann ziehe 1 Karte. Falls diese Karte in der Spielfeldzone zerstört oder verbannt wird: Du kannst 1 „In Asche gelegt“-Monster als Spezialbeschwörung von deinem Deck beschwören.", "es": "Los monstruos boca arriba Invocados de Modo Especial que controla tu adversario se convierten en Piro sólo durante tu turno. Sólo puedes usar cada uno de los siguientes efectos de \"Obsidim, la Ciudad Calcinada\" una vez por turno. Durante tu End Phase: puedes seleccionar 1 \"Obsidim, la Ciudad Calcinada\" en tu Cementerio; ponlo en la parte inferior de tu Deck, y después roba 1 carta. Si esta carta en la Zona del Campo es destruida o desterrada: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Calcinado/a\".", "fr": "Les monstres face recto Invoqués Spécialement contrôlés par votre adversaire deviennent Pyro durant votre tour uniquement. Vous ne pouvez utiliser chacun des effets suivants de \"Obsidim, la Cité Cendrée\" qu'une fois par tour. Durant votre End Phase : vous pouvez cibler 1 \"Obsidim, la Cité Cendrée\" dans votre Cimetière ; placez-le au-dessous de votre Deck, puis piochez 1 carte. Si cette carte dans la Zone Terrain est détruite ou bannie : vous pouvez Invoquer Spécialement 1 monstre \"Cendré\" depuis votre Deck.", "it": "I mostri Evocati Specialmente scoperti controllati dal tuo avversario diventano Pyro solamente durante il tuo turno. Puoi utilizzare ognuno dei seguenti effetti di \"Obsidim, la Città Incenerita\" una sola volta per turno. Durante la tua End Phase: puoi scegliere come bersaglio 1 \"Obsidim, la Città Incenerita\" nel tuo Cimitero; mettila in fondo al tuo Deck, poi pesca 1 carta. Se questa carta nella Zona Terreno viene distrutta o bandita: puoi Evocare Specialmente 1 mostro \"Incenerita\" dal tuo Deck.", "pt": "Monstros com a face para cima Invocados por Invocação-Especial que seu oponente controla se tornam Piro apenas durante o seu turno. Você só pode usar cada um dos seguintes efeitos de \"Obsidim, a Cidade Cinzenta\" uma vez por turno. Durante sua Fase Final: você pode escolher 1 \"Obsidim, a Cidade Cinzenta\" no seu Cemitério; coloque-o no fundo do seu Deck e, depois, compre 1 card. Se este card na Zona do Campo for destruído ou banido: você pode Invocar por Invocação-Especial 1 monstro \"Cinzento(a)\" do seu Deck.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分ターンの間、相手フィールドの特殊召喚された表側表示モンスターは炎族になる。②：自分エンドフェイズに、自分の墓地の「灰滅の都 オブシディム」１枚を対象として発動できる。そのカードをデッキの一番下に戻す。その後、自分は１枚ドローする。③：フィールドゾーンのこのカードが、破壊された場合または除外された場合に発動できる。デッキから「灰滅」モンスター１体を特殊召喚する。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 턴 동안, 상대 필드의 특수 소환된 앞면 표시 몬스터는 화염족이 된다. ②: 자신 엔드 페이즈에, 자신 묘지의 \"회멸의 도시 옵시딤\" 1장을 대상으로 하고 발동할 수 있다. 그 카드를 덱 맨 아래로 되돌린다. 그 후, 자신은 1장 드로우한다. ③: 필드 존의 이 카드가, 파괴되었을 경우 또는 제외되었을 경우에 발동할 수 있다. 덱에서 \"회멸\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②③效果１回合仅可各使用１次。①：在自己回合期间，对手场上被特殊召唤的表侧表示怪兽变为炎族。②：在自己的结束阶段，以自己墓地的１张“灰灭之都 黑曜城”为对象可以发动。将该卡放回牌组最下面。然后，自己抽１张。③：场地区域的此卡被破坏的情况下，或被除外的情况下可以发动。从牌组将１只“灰灭”怪兽特殊召唤。"}, "card_type": "Spell", "property": "Field", "series": ["Ashened"], "images": [{"index": 1, "image": "ObsidimtheAshenedCity-PHNI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN094", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHNI-DE094", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHNI-FR094", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHNI-IT094", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHNI-PT094", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP5-JP036", "set_name": "World Premiere Pack 2024", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP5-KR036", "set_name": "World Premiere Pack 2024", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "WPS1-SC023", "set_name": "World Premiere Pack 2024", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040490, "master_duel_rarity": "SR"}