{"konami_id": 18159, "password": 3084730, "name": {"en": "Bio-Insect Armor", "de": "Bioinsekten-Panzer", "es": "Armadura Bio-Insecto", "fr": "Bio-Armure d'Insecte", "it": "Armatura Bio-Insetto", "pt": "Armadura Bioinseto", "ja": "<ruby>昆虫機甲鎧<rt>バイオインセクトアーマー</rt></ruby>", "ja_romaji": "Baio Insekuto Āmā", "ko": "바이오인섹트아머", "ko_rr": "Baioinsekteuameo", "zh-TW": "昆蟲機甲鎧", "zh-CN": "昆虫机甲铠"}, "text": {"en": "If this card is in your hand or GY and you do not control \"Bio-Insect Armor\": You can target 1 Insect monster you control; equip this card to it, but banish it when it leaves the field, also banish this Equip Card when it leaves the field. You can only use this effect of \"Bio-Insect Armor\" once per turn. The equipped monster gains 1500 ATK/2000 DEF during the Battle Phase and Main Phase 2, only.", "de": "Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet und du nicht „Bioinsekten-Panzer“ kontrollierst: Du kannst 1 Insekt-Monster wählen, das du kontrollierst; rüste es mit dieser Karte aus, aber verbanne es, wenn es das Spielfeld verlässt, zusätzlich verbanne diese Ausrüstungskarte, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Bioinsekten-Panzer“ nur einmal pro Spielzug verwenden. Das ausgerüstete Monster erhält nur während der Battle Phase und Main Phase 2 1500 ATK/2000 DEF.", "es": "Si esta carta está en tu mano o Cementerio y no controlas \"Armadura Bio-Insecto\": puedes seleccionar 1 monstruo Insecto que controles; equípale esta carta, pero destiérralo cuando deje el Campo, y además destierra esta Carta de Equipo cuando deje el Campo. Sólo puedes usar este efecto de \"Armadura Bio-Insecto\" una vez por turno. El monstruo equipado gana 1500 ATK/2000 DEF, sólo durante la Battle Phase y Main Phase 2.", "fr": "Si cette carte est dans votre main ou Cimetière et que vous ne contrôlez pas \"Bio-Armure d'Insecte\" : vous pouvez cibler 1 monstre Insecte que vous contrôlez ; équipez-lui cette carte, mais bannissez-le lorsqu'il quitte le Terrain, et aussi, bannissez cette Carte d'Équipement lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Bio-Armure d'Insecte\" qu'une fois par tour. Le monstre équipé gagne 1500 ATK/2000 DEF uniquement durant la Battle Phase et Main Phase 2.", "it": "Se questa carta è nella tua mano o Cimitero e tu non controlli \"Armatura Bio-Insetto\": puoi scegliere come bersaglio 1 mostro Insetto che controlli; equipaggia questa carta a esso, ma bandiscila quando lascia il Terreno, inoltre bandisci questa Carta Equipaggiamento quando essa lascia il Terreno. Puoi utilizzare questo effetto di \"Armatura Bio-Insetto\" una sola volta per turno. Il mostro equipaggiato guadagna 1500 ATK/2000 DEF solamente durante la Battle Phase e la Main Phase 2.", "pt": "Se este card estiver na sua mão ou no Cemitério e você não controlar \"Armadura Bioinseto\": você pode escolher 1 monstro Inseto que você controla; equipe este card a ele, mas bana-o quando ele deixar o campo e, além disso, bana este Card de Equipamento quando ele deixar o campo. Você só pode usar este efeito de \"Armadura Bioinseto\" uma vez por turno. O monstro equipado ganha 1500 de ATK/2000 de DEF apenas durante a Fase de Batalha e Fase Principal 2.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、自分フィールドに「昆虫機甲鎧」が存在しない場合、自分フィールドの昆虫族モンスター１体を対象として発動できる。このカードを装備カード扱いとしてそのモンスターに装備する。このカード及びこの効果でこのカードを装備したモンスターは、フィールドから離れた場合に除外される。②：このカードを装備したモンスターはお互いのバトルフェイズ及びメインフェイズ２の間、攻撃力が１５００アップし、守備力が２０００アップする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 자신 필드에 \"바이오인섹트아머\"가 존재하지 않을 경우, 자신 필드의 곤충족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 장착 카드로 취급하여 그 몬스터에 장착한다. 이 카드 및 이 효과로 이 카드를 장착한 몬스터는, 필드에서 벗어났을 경우에 제외된다. ②: 이 카드를 장착한 몬스터는 서로의 배틀 페이즈 및 메인 페이즈 2 동안, 공격력을 1500 올리고, 수비력을 2000 올린다.", "zh-TW": null, "zh-CN": "这个卡名的①的效果1回合只能使用1次。\n①：这张卡在手卡·墓地存在，自己场上没有「昆虫机甲铠」存在的场合，以自己场上1只昆虫族怪兽为对象才能发动。这张卡当作装备卡使用给那只怪兽装备。这张卡以及用这个效果把这张卡装备的怪兽从场上离开的场合除外。\n②：有这张卡装备的怪兽在双方的战斗阶段以及主要阶段2内攻击力上升1500，守备力上升2000。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 5, "atk": 1500, "def": 2000, "images": [{"index": 1, "image": "BioInsectArmor-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN014", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN311", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE014", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE311", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR014", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR311", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT014", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT311", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT014", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT311", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP014", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR014", "set_name": "Photon Hypernova", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713736, "master_duel_rarity": "R"}