{"konami_id": 13474, "password": 3113667, "name": {"en": "Heavy Metal Raiders", "de": "Schwermetall-Plünderer", "es": "Predadores Metálicos Pesados", "fr": "Heavy Metal Raiders", "it": "Predoni Metallici Pesanti", "pt": "Ginetes de Metal Pesado", "ja": "<ruby>鋼鉄の襲撃者<rt>ヘビーメタル・レイダース</rt></ruby>", "ja_romaji": "Hebīmetaru Reidāsu", "ko": "헤비메탈 레이더스", "ko_rr": null, "zh-TW": "鋼鐵襲擊者", "zh-CN": "钢铁袭击者"}, "text": {"en": "The first time each DARK Machine monster you control would be destroyed by battle each turn, it is not destroyed, and if you took battle damage from the battle, it gains that much ATK after damage calculation, and keeps that ATK gain while this card is on the field. Once per turn, if a monster you control that was originally a DARK Machine destroys a card(s) on the field by battle or card effect: You can Special Summon 1 DARK Machine monster from your hand.", "de": "Das erste Mal in jedem Spielzug, dass jedes FINSTERNIS Maschine-Monster, das du kontrollierst, durch Kampf zerstört würde, wird es nicht zerstört und falls du Kampfschaden von dem Kampf erhalten hast, erhält es nach der Schadensberechnung so viele ATK und behält diesen ATK-Gewinn, solange diese Karte auf dem Spielfeld liegt. Einmal pro Spielzug, falls ein Monster, das du kontrollierst und das ursprünglich eine FINSTERNIS Maschine war, eine oder mehr Karten auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört: Du kannst 1 FINSTERNIS Maschine-Monster als Spezialbeschwörung von deiner Hand beschwören.", "es": "La primera vez que cada monstruo Máquina de OSCURIDAD que controlas fuera a ser destruido en batalla cada turno, no es destruido, y si recibiste daño de batalla de la batalla, éste gana esa cantidad de ATK después del cálculo de daño, y esa ganancia de ATK permanece mientras esta carta esté en el Campo. Una vez por turno, si un monstruo que controlas que originalmente era una Máquina de OSCURIDAD destruye una o más cartas en el Campo en batalla o por el efecto de una carta: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo Máquina de OSCURIDAD.", "fr": "La première fois que chaque monstre TÉNÈBRES Machine que vous contrôlez va être détruit au combat chaque tour, il n'est pas détruit, et si vous avez reçu des dommages de combat du combat, il gagne autant d'ATK après le calcul des dommages, et garde ce gain d'ATK tant que cette carte est sur le Terrain. Une fois par tour, si un monstre que vous contrôlez qui était TÉNÈBRES Machine à l'origine détruit une ou plusieurs cartes sur le Terrain au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre TÉNÈBRES Machine depuis votre main.", "it": "La prima volta che ogni mostro OSCURITÀ Macchina che controlli sta per essere distrutto in battaglia ogni turno, non viene distrutto e, se hai subito danno da combattimento dalla battaglia, esso guadagna quell'ammontare di ATK dopo il calcolo dei danni, e mantiene quel guadagno di ATK mentre questa carta è sul Terreno. Una volta per turno, se un mostro che controlli che era originariamente OSCURITÀ Macchina distrugge una o più carte sul Terreno in battaglia o con l'effetto di una carta: puoi Evocare Specialmente 1 mostro OSCURITÀ Macchina dalla tua mano.", "pt": "Na primeira vez que cada monstro Máquina de TREVAS que você controla seria destruído em batalha a cada turno, ele não é destruído e se você sofreu dano de batalha da batalha, ele ganha esse valor de ATK depois do cálculo de dano e mantém o ganho de ATK enquanto este card estiver no campo. Uma vez por turno, se um monstro que você controla que originalmente era uma Máquina de TREVAS destruir um ou mais cards no campo em batalha ou por um efeito de card: você pode Invocar por Invocação-Especial 1 monstro Máquina de TREVAS da sua mão.", "ja": "①：このカードがフィールドゾーンに存在する限り、自分の機械族・闇属性モンスターは、それぞれ１ターンに１度だけ戦闘では破壊されず、その戦闘で自分が戦闘ダメージを受けた場合、その数値分だけ攻撃力がアップする。②：１ターンに１度、自分フィールドの元々の種族・属性が機械族・闇属性のモンスターが、戦闘または自身の効果でフィールドのカードを破壊した場合に発動できる。手札から機械族・闇属性モンスター１体を特殊召喚する。", "ko": "①: 이 카드가 필드 존에 존재하는 한, 자신의 기계족 / 어둠 속성 몬스터는, 각각 1턴에 1번만 전투로는 파괴되지 않으며, 그 전투로 자신이 전투 데미지를 받았을 경우, 그 수치만큼만 공격력을 올린다. ②: 1턴에 1번, 자신 필드의 원래의 종족 / 속성이 기계족 / 어둠 속성인 몬스터가, 전투 또는 자신의 효과로 필드의 카드를 파괴했을 경우에 발동할 수 있다. 패에서 기계족 / 어둠 속성 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "①：只要这张卡在场地区域存在，自己的机械族·暗属性怪兽在1回合各有1次不会被战斗破坏，那次战斗让自己受到战斗伤害的场合，攻击力上升那个数值。\n②：1回合1次，自己场上的原本的种族·属性是机械族·暗属性的怪兽用战斗或者自身的效果破坏场上的卡的场合才能发动。从手卡把1只机械族·暗属性怪兽特殊召唤。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "HeavyMetalRaiders-LDS1-EN-UR-1E-Blue.png"}], "sets": {"en": [{"set_number": "LED2-EN016", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-EN077", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED2-DE016", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-DE077", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED2-FR016", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-FR077", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED2-IT016", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-IT077", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED2-PT016", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-PT077", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP19-JP016", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Rare"]}], "ko": [{"set_number": "DP19-KR016", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544588, "master_duel_rarity": "SR"}