{"konami_id": 19272, "password": 3121655, "name": {"en": "Junk Dragonlet", "de": "Gerümpel-Anschlussdrache", "es": "Dragonchufe de Basura", "fr": "Robot Dragoprise", "it": "Dragopresa Rottame", "pt": "Tomadragão Sucata", "ja": "ジャンク・ドラゴンセント", "ja_romaji": "Janku Doragonsento", "ko": "정크 드래곤센트", "ko_rr": null, "zh-TW": "廢品電源龍", "zh-CN": "废品电源龙"}, "text": {"en": "If you control a Synchro Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Junk Dragonlet\" once per turn this way. When a Synchro Monster you control declares an attack: You can banish this card from your GY; that monster you control gains 800 ATK until the end of this turn. You can only use this effect of \"Junk Dragonlet\" once per turn.", "de": "Falls du ein Synchromonster kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Gerümpel-Anschlussdrache“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Wenn ein Synchromonster, das du kontrollierst, einen Angriff deklariert: Du kannst diese Karte von deinem Friedhof verbannen; jenes Monster, das du kontrollierst, erhält bis zum Ende dieses Spielzugs 800 ATK. Du kannst diesen Effekt von „Gerümpel-Anschlussdrache“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un Monstruo de Sincronía, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Dragonchufe de Basura\" una vez por turno de esta forma. Cuando un Monstruo de Sincronía que controlas declara un ataque: puedes desterrar esta carta en tu Cementerio; ese monstruo que controlas gana 800 ATK hasta el final de este turno. Sólo puedes usar este efecto de \"Dragonchufe de Basura\" una vez por turno.", "fr": "Si vous contrôlez un Monstre Synchro, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Robot Dragoprise\" qu'une fois par tour de cette façon. Lorsqu'un Monstre Synchro que vous contrôlez déclare une attaque : vous pouvez bannir cette carte depuis votre Cimetière ; jusqu'à la fin de ce tour, le monstre que vous contrôlez gagne 800 ATK. Vous ne pouvez utiliser cet effet de \"Robot Dragoprise\" qu'une fois par tour.", "it": "Se controlli un Mostro Synchro, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Dragopresa Rottame\" una sola volta per turno in questo modo. Quando un Mostro Synchro che controlli dichiara un attacco: puoi bandire questa carta dal tuo Cimitero; quel mostro che controlli guadagna 800 ATK fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Dragopresa Rottame\" una sola volta per turno.", "pt": "Se você controlar um Monstro Sincro, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Tomadragão Sucata\" por Invocação-Especial uma vez por turno desta forma. Quando um Monstro Sincro que você controla declarar um ataque: você pode banir este card do seu Cemitério; esse monstro que você controla ganha 800 de ATK até o final deste turno. Você só pode usar este efeito de \"Tomadragão Sucata\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドにＳモンスターが存在する場合、このカードは手札から特殊召喚できる。②：自分のＳモンスターの攻撃宣言時、墓地のこのカードを除外して発動できる。その自分のモンスターの攻撃力はターン終了時まで８００アップする。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 싱크로 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신의 싱크로 몬스터의 공격 선언시, 묘지의 이 카드를 제외하고 발동할 수 있다. 그 자신 몬스터의 공격력은 턴 종료시까지 800 올린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 5, "atk": 2100, "def": 1800, "series": ["Junk"], "images": [{"index": 1, "image": "JunkDragonlet-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN099", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE099", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR099", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT099", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT099", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP238", "set_name": "V Jump Fall 2023 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "24PP-KRB15", "set_name": "Premium Pack 2024 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930186, "master_duel_rarity": "R"}