{"konami_id": 9542, "password": 3146695, "name": {"en": "Psychic Reactor", "de": "Psi-Reaktor", "es": "Reactor Psíquico", "fr": "Réacteur Psychique", "it": "Reattore Psichico", "pt": "Reator Psíquico", "ja": "サイコ・リアクター", "ja_romaji": "Saiko Riakutā", "ko": "사이코 리액터", "ko_rr": null, "zh-TW": "念力反應機", "zh-CN": "念力反应器"}, "text": {"en": "If you control a Psychic-Type monster: Apply this effect to all Psychic-Type monsters you currently control, for the rest of this turn. When a Psychic-Type monster you control battles an opponent's monster, after damage calculation: Banish that Psychic-Type monster, also banish that opponent's monster.", "de": "Falls du ein Monster vom Typ Psi kontrollierst: Führe diesen Effekt für den Rest dieses Spielzugs für alle Monster vom Typ Psi aus, die du derzeit kontrollierst. Wenn ein Monster vom Typ Psi, das du kontrollierst, gegen ein Monster deines Gegners kämpft, nach der Schadensberechnung: Verbanne das Monster vom Typ Psi, zusätzlich verbanne das Monster deines Gegners.", "es": "Si controlas un monstruo de Tipo Psíquico: por el resto de este turno, aplica este efecto a todos los monstruos de Tipo Psíquico que controles en este momento. Cuando un monstruo de Tipo Psíquico que controles batalle con un monstruo de tu adversario, después del cálculo de daño: destierra ese monstruo de Tipo Psíquico, y además destierra a ese monstruo de tu adversario.", "fr": "Si vous contrôlez un monstre de Type Psychique : le reste de ce tour, appliquez cet effet à tous les monstres Type Psychique que vous contrôlez actuellement. Lorsqu'un monstre de Type Psychique que vous contrôlez combat un monstre de votre adversaire, après le calcul des dommages : bannissez le monstre de Type Psychique, et aussi, bannissez le monstre de votre adversaire.", "it": "Se controlli un mostro di Tipo Psichico: applica questo effetto a tutti i mostri di Tipo Psichico che controlli attualmente, per il resto di questo turno. Quando un mostro di Tipo Psichico che controlli combatte con un mostro dell'avversario, dopo il calcolo dei danni: bandisci quel mostro di Tipo Psichico, inoltre bandisci quel mostro dell'avversario.", "pt": "Se você controlar um monstro do Tipo Psíquico: pelo resto do turno, aplique este efeito a todos os monstros do Tipo Psíquico que você controla atualmente. Quando um monstro do Tipo Psíquico que você controla batalhar um monstro do oponente, depois do cálculo de dano: bana esse monstro do Tipo Psíquico e, além disso, bana esse monstro do oponente.", "ja": "自分フィールド上にサイキック族モンスターが表側表示で存在する場合に発動する事ができる。自分フィールド上に表側表示で存在するサイキック族モンスターがこのターン相手モンスターと戦闘を行った時、そのサイキック族モンスターと相手モンスターをゲームから除外する。", "ko": "자신 필드 위에 사이킥족 몬스터가 앞면 표시로 존재할 경우에 발동할 수 있다. 자신 필드 위에 앞면 표시로 존재하는 사이킥족 몬스터가 이 턴에 상대 몬스터와 전투를 실행했을 때, 그 사이킥족 몬스터와 상대 몬스터를 게임에서 제외한다.", "zh-TW": null, "zh-CN": "自己场上有念动力族怪兽表侧表示存在的场合才能发动。自己场上表侧表示存在的念动力族怪兽在这个回合和对方怪兽进行过战斗时，把那只念动力族怪兽和对方怪兽从游戏中除外。"}, "card_type": "Trap", "property": "Normal", "series": ["Reactor"], "images": [{"index": 1, "image": "PsychicReactor-BP03-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXVC-EN071", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "BP03-EN222", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "de": [{"set_number": "EXVC-DE071", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "BP03-DE222", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "es": [{"set_number": "EXVC-SP071", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "BP03-SP222", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "fr": [{"set_number": "EXVC-FR071", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "BP03-FR222", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "it": [{"set_number": "EXVC-IT071", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "BP03-IT222", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "pt": [{"set_number": "BP03-PT222", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "ja": [{"set_number": "EXVC-JP071", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ko": [{"set_number": "EXVC-KR071", "set_name": "Extreme Victory", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 159009, "master_duel_rarity": "N"}