{"konami_id": 17987, "password": 3167439, "name": {"en": "Dark World Punishment", "de": "Bestrafung der Finsteren Welt", "es": "Castigo del Mundo Oscuro", "fr": "Châtiment du Monde Ténébreux", "it": "Punizione del Mondo Oscuro", "pt": "Punição do Mundo Negro", "ja": "<ruby>暗<rt>あん</rt></ruby><ruby>黒<rt>こく</rt></ruby><ruby>界<rt>かい</rt></ruby>の<ruby>懲<rt>ちょう</rt></ruby><ruby>罰<rt>ばつ</rt></ruby>", "ja_romaji": "Ankokukai no Chōbatsu", "ko": "암흑계의 징벌", "ko_rr": "Amheukgye-ui Jingbeol", "zh-TW": "暗黑界之懲罰", "zh-CN": "暗黑界之惩罚"}, "text": {"en": "When a monster(s) would be Normal or Special Summoned: You can negate the Summon, and if you do, destroy that monster(s), then discard 1 Fiend monster. If a \"Dark World\" monster(s) you control would be destroyed by battle or an opponent's card effect, you can banish this card from your GY instead. You can only use each effect of \"Dark World Punishment\" once per turn.", "de": "Wenn ein oder mehr Monster als Normal- oder Spezialbeschwörung beschworen würden: Du kannst die Beschwörung annullieren und falls du dies tust, zerstöre jene Monster, dann wirf 1 Unterweltler-Monster ab. Falls ein oder mehr „Finsteren Welt“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört würden, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst jeden Effekt von „Bestrafung der Finsteren Welt“ nur einmal pro Spielzug verwenden.", "es": "Cuando uno o más monstruos fueran a ser Invocados de Modo Normal o Especial: puedes negar la Invocación y, si lo haces, destruye ese o esos monstruos, y después descarta 1 monstruo Demonio. Si uno o más monstruos \"Mundo Oscuro\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta del adversario, puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes usar cada efecto de \"Castigo del Mundo Oscuro\" una vez por turno.", "fr": "Lorsqu'un ou plusieurs monstres vont être Invoqués Normalement ou Spécialement : vous pouvez annuler l'Invocation, et si vous le faites, détruisez ces monstres, puis défaussez 1 monstre Démon. Si un ou plusieurs monstres \"Monde Ténébreux\" que vous contrôlez vont être détruits au combat ou par un effet de carte de l'adversaire, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Châtiment du Monde Ténébreux\" qu'une fois par tour.", "it": "Quando uno o più mostri stanno per essere Evocati Normalmente o Specialmente: puoi annullare l'Evocazione e, se lo fai, distruggi quei mostri, poi scarta 1 mostro Demone. Se uno o più mostri \"Mondo Oscuro\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta dell'avversario, puoi invece bandire questa carta dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Punizione del Mondo Oscuro\" una sola volta per turno.", "pt": "Quando um ou mais monstros seriam Invocados por Invocação-Normal ou Especial: você pode negar a Invocação e, se isso acontecer, destrua esse(s) monstro(s) e, depois, descarte 1 monstro Demônio. Se um ou mais monstros \"Mundo Negro\" que você controla seriam destruídos em batalha ou por um efeito de card do oponente, em vez disso, você pode banir este card do seu Cemitério. Você só pode usar cada efeito de \"Punição do Mundo Negro\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分または相手がモンスターを召喚・特殊召喚する際に発動できる。それを無効にし、そのモンスターを破壊する。その後、手札から悪魔族モンスター１体を選んで捨てる。②：自分フィールドの「暗黒界」モンスターが戦闘または相手の効果で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 또는 상대가 몬스터를 일반 소환 / 특수 소환할 시기에 발동할 수 있다. 그것을 무효로 하고, 그 몬스터를 파괴한다. 그 후, 패에서 악마족 몬스터 1장을 고르고 버린다. ②: 자신 필드의 \"암흑계\" 몬스터가 전투 또는 상대 효과로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：自己或者对方把怪兽召唤·特殊召唤之际才能发动。那个无效，那些怪兽破坏。那之后，从手卡选1只恶魔族怪兽丢弃。\n②：自己场上的「暗黑界」怪兽被战斗或者对方的效果破坏的场合，可以作为代替把墓地的这张卡除外。"}, "card_type": "Trap", "property": "Counter", "series": ["Dark World"], "images": [{"index": 1, "image": "DarkWorldPunishment-SR13-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SR13-EN033", "set_name": "Structure Deck: Dark World", "rarities": ["Super Rare"]}], "de": [{"set_number": "SR13-DE033", "set_name": "Structure Deck: Dark World", "rarities": ["Super Rare"]}], "es": [{"set_number": "SR13-SP033", "set_name": "Structure Deck: Dark World", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SR13-FR033", "set_name": "Structure Deck: Dark World", "rarities": ["Super Rare"]}], "it": [{"set_number": "SR13-IT033", "set_name": "Structure Deck: Dark World", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SR13-PT033", "set_name": "Structure Deck: Dark World", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SR13-JP034", "set_name": "Structure Deck R: Devil's Gate", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR13-KR034", "set_name": "Structure Deck R: Devil's Gate", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714478, "master_duel_rarity": "SR"}