{"konami_id": 10827, "password": 3160805, "name": {"en": "Exchange of Night and Day", "de": "Austausch von Tag und Nacht", "es": "Intercambio del Día y la Noche", "fr": "Échange de Jour et Nuit", "it": "Scambio di Notte e Giorno", "pt": "Trocar a Noite pelo Dia", "ja": "<ruby>明<rt>あけ</rt></ruby>と<ruby>宵<rt>よい</rt></ruby>の<ruby>逆<rt>ぎゃく</rt></ruby><ruby>転<rt>てん</rt></ruby>", "ja_romaji": "Ake to Yoi no Gyakuten", "ko": "명과 소의 역전", "ko_rr": null, "zh-TW": "明與宵的逆轉", "zh-CN": "明与宵的逆转"}, "text": {"en": "You can only use 1 \"Exchange of Night and Day\" effect per turn, and only once that turn. You can activate 1 of these effects;\n● Send 1 LIGHT Warrior-Type monster from your hand to the Graveyard, then add 1 DARK Warrior-Type monster from your Deck to your hand, with the same Level the sent monster had in your hand.\n● Send 1 DARK Warrior-Type monster from your hand to the Graveyard, then add 1 LIGHT Warrior-Type monster from your Deck to your hand, with the same Level the sent monster had in your hand.", "de": "Du kannst nur 1 Effekt von „Austausch von Tag und Nacht“ pro Spielzug verwenden und in dem Spielzug nur einmal. Du kannst 1 dieser Effekte aktivieren;\n● Lege 1 LICHT Monster vom Typ Krieger von deiner Hand auf den Friedhof, dann füge deiner Hand 1 FINSTERNIS Monster vom Typ Krieger mit derselben Stufe, die das auf den Friedhof gelegte Monster in deiner Hand hatte, von deinem Deck hinzu.\n● Lege 1 FINSTERNIS Monster vom Typ Krieger von deiner Hand auf den Friedhof, dann füge deiner Hand 1 LICHT Monster vom Typ Krieger mit derselben Stufe, die das auf den Friedhof gelegte Monster in deiner Hand hatte, von deinem Deck hinzu.", "es": "Sólo puedes usar 1 efecto de \"Intercambio del Día y la Noche\" por turno, y sólo una vez por turno. Puedes activar 1 de estos efectos;\n● Manda al Cementerio 1 monstruo de LUZ de Tipo Guerrero en tu mano, y después añade a tu mano, desde tu Deck, 1 monstruo de OSCURIDAD de Tipo Guerrero con el mismo Nivel que ese monstruo mandado tenía en tu mano.\n● Manda al Cementerio 1 monstruo de OSCURIDAD de Tipo Guerrero en tu mano, y después añade a tu mano, desde tu Deck, 1 monstruo de LUZ de Tipo Guerrero con el mismo Nivel que ese monstruo mandado tenía en tu mano.", "fr": "Vous ne pouvez utiliser qu'1 effet de \"Échange de Jour et Nuit\" par tour, et uniquement une fois le tour. Vous pouvez activer 1 de ces effets ;\n● Envoyez 1 monstre LUMIÈRE de Type Guerrier depuis votre main au Cimetière, puis ajoutez 1 monstre TÉNÈBRES de Type Guerrier du même Niveau que le monstre envoyé avait dans votre main, depuis votre Deck à votre main.\n● Envoyez 1 monstre TÉNÈBRES de Type Guerrier depuis votre main au Cimetière, puis ajoutez 1 monstre LUMIÈRE de Type Guerrier du même Niveau que le monstre envoyé avait dans votre main, depuis votre Deck à votre main.", "it": "Puoi utilizzare solo un 1 effetto di \"Scambio di Notte e Giorno\" per turno, e solo una sola volta per turno. Puoi attivare 1 di questi effetti.\n● Manda 1 mostro LUCE di Tipo Guerriero dalla tua mano al Cimitero, poi aggiungi dal tuo 1 Deck alla tua mano 1 mostro OSCURITÀ di Tipo Guerriero, con lo stesso Livello che il mostro mandato al Cimitero aveva nella tua mano.\n● Manda 1 mostro OSCURITÀ di Tipo Guerriero dalla tua mano al Cimitero, poi aggiungi dal tuo 1 Deck alla tua mano 1 mostro LUCE di Tipo Guerriero, con lo stesso Livello che il mostro mandato al Cimitero aveva nella tua mano.", "pt": "Você só pode usar 1 efeito de \"Trocar a Noite pelo Dia\" por turno e apenas uma vez por turno. Você pode ativar 1 desses efeitos;\n● Envie 1 monstro de LUZ do Tipo Guerreiro da sua mão para o Cemitério e, depois, adicione 1 monstro de TREVAS do Tipo Guerreiro do seu Deck à sua mão, que tenha o mesmo Nível que o monstro enviado da sua mão.\n● Envie 1 monstro de TREVAS do Tipo Guerreiro da sua mão para o Cemitério e, depois, adicione 1 monstro de LUZ do Tipo Guerreiro do seu Deck à sua mão, que tenha o mesmo Nível que o monstro enviado da sua mão.", "ja": "以下の効果から１つを選択して発動できる。「明と宵の逆転」の効果は１ターンに１度しか使用できない。\n●手札から戦士族・光属性モンスター１体を墓地へ送る。その後、そのモンスターと同じレベルの戦士族・闇属性モンスター１体をデッキから手札に加える。\n●手札から戦士族・闇属性モンスター１体を墓地へ送る。その後、そのモンスターと同じレベルの戦士族・光属性モンスター１体をデッキから手札に加える。", "ko": "이하의 효과에서 1개를 선택하고 발동할 수 있다. \"명과 소의 역전\"의 효과는 1턴에 1번밖에 사용할 수 없다.\n●패에서 전사족 / 빛 속성 몬스터 1장을 묘지로 보낸다. 그 후, 그 몬스터와 같은 레벨의 전사족 / 어둠 속성 몬스터 1장을 덱에서 패에 넣는다.\n●패에서 전사족 / 어둠 속성 몬스터 1장을 묘지로 보낸다. 그 후, 그 몬스터와 같은 레벨의 전사족 / 빛 속성 몬스터 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "可以从以下效果选择1个发动。「明与宵的逆转」的效果1回合只能使用1次。●从手卡把1只　战士族　·光属性怪兽送去墓地。那之后，和那只怪兽相同等级的1只　战士族　·暗属性怪兽从卡组加入手卡。●从手卡把1只　战士族　·暗属性怪兽送去墓地。那之后，和那只怪兽相同等级的1只　战士族　·光属性怪兽从卡组加入手卡。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "ExchangeofNightandDay-DUEA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUEA-EN093", "set_name": "Duelist Alliance", "rarities": ["Common"]}], "de": [{"set_number": "DUEA-DE093", "set_name": "Duelist Alliance", "rarities": ["Common"]}], "fr": [{"set_number": "DUEA-FR093", "set_name": "Duelist Alliance", "rarities": ["Common"]}], "it": [{"set_number": "DUEA-IT093", "set_name": "Duelist Alliance", "rarities": ["Common"]}], "pt": [{"set_number": "DUEA-PT093", "set_name": "Duelist Alliance", "rarities": ["Common"]}], "ja": [{"set_number": "VE09-JP005", "set_name": "V Jump Edition 9", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP09-KR025", "set_name": "Premium Pack Vol.9", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 270544, "master_duel_rarity": "N"}