{"konami_id": 18494, "password": 3248469, "name": {"en": "Wannabee!", "de": "Möchtebiene!", "es": "¡Quierobeja!", "fr": "Aspirante Abeille !", "it": "Aperrivista!", "pt": "Abelha Aspirante!", "ja": "ワナビー！", "ja_romaji": "Wanabī!", "ko": "워너비!", "ko_rr": "Woneobi!", "zh-TW": "陷望蜜蜂！", "zh-CN": "陷望蜜蜂！"}, "text": {"en": "During the End Phase: You can send this card from your hand or field to the GY; excavate cards from the top of your Deck, equal to the number of your opponent's unused Spell & Trap Zones, and you can Set 1 excavated Trap to your field (but send it to the GY during the next End Phase), also place the rest on the bottom of the Deck in any order. You can only use this effect of \"Wannabee!\" once per turn.", "de": "Während der End Phase: Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; grabe die obersten Karten deines Decks in Höhe der Anzahl der nicht verwendeten Zauber- & Fallenzonen deines Gegners aus und du kannst 1 ausgegrabene Falle auf deine Spielfeldseite setzen (aber lege sie während der nächsten End Phase auf den Friedhof), zusätzlich lege den Rest in beliebiger Reihenfolge unters Deck. Du kannst diesen Effekt von „Möchtebiene!“ nur einmal pro Spielzug verwenden.", "es": "Durante la End Phase: puedes mandar al Cementerio esta carta en tu mano o Campo; excava cartas de la parte superior de tu Deck, igual al número de las Zonas de Magia y Trampas sin usar de tu adversario, y puedes Colocar 1 Trampa excavada a tu Campo (pero mándala al Cementerio durante la próxima End Phase), además pon el resto en la parte inferior del Deck en cualquier orden. Sólo puedes usar este efecto de \"¡Quierobeja!\" una vez por turno.", "fr": "Durant la End Phase : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; dévoilez un nombre de cartes du dessus de votre Deck, égal au nombre de Zones Magie & Piège inutilisées de votre adversaire, et vous pouvez Poser 1 Piège dévoilé sur votre Terrain (mais envoyez-le au Cimetière durant la prochaine End Phase), et aussi, placez les cartes restantes au-dessous du Deck dans l'ordre de votre choix. Vous ne pouvez utiliser cet effet de \"Aspirante Abeille !\" qu'une fois par tour.", "it": "Durante la End Phase: puoi mandare questa carta dalla tua mano o Terreno al Cimitero; dissotterra carte dalla cima del tuo Deck, pari al numero di Zone Magie & Trappole inutilizzate del tuo avversario, e puoi Posizionare 1 Trappola dissotterrata sul tuo Terreno (ma mandala al Cimitero durante la prossima End Phase), inoltre metti il resto in fondo al Deck in qualsiasi ordine. Puoi utilizzare questo effetto di \"Aperrivista!\" una sola volta per turno.", "pt": "Durante a Fase Final: você pode enviar este card da sua mão ou do campo para o Cemitério; escave cards do topo do seu Deck, igual ao número de Zonas de Magias & Armadilhas não utilizadas do seu oponente, e você pode Baixar 1 Armadilha escavada no seu campo (mas envie-a para o Cemitério durante a próxima Fase Final) e, além disso, coloque o resto no fundo do Deck em qualquer ordem. Você só pode usar este efeito de \"Abelha Aspirante!\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：自分・相手のエンドフェイズに、手札・フィールドのこのカードを墓地へ送って発動できる。使用していない相手の魔法＆罠ゾーンの数だけ自分のデッキの上からカードをめくる。その中から罠カード１枚を選んで自分フィールドにセットできる。残りのカードは好きな順番でデッキの下に戻す。この効果でセットしたカードは次のエンドフェイズに墓地へ送られる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 엔드 페이즈에, 패 / 필드의 이 카드를 묘지로 보내고 발동할 수 있다. 사용하고 있지 않은 상대의 마법 & 함정 존의 수만큼 자신의 덱 위에서 카드를 넘긴다. 그 중에서 함정 카드 1장을 고르고 자신 필드에 세트할 수 있다. 남은 카드는 좋아하는 순서대로 덱 아래로 되돌린다. 이 효과로 세트한 카드는 다음 엔드 페이즈에 묘지로 보내진다.", "zh-TW": null, "zh-CN": "此卡名的效果１回合仅可使用１次。①：在自己・对手的结束阶段，将手牌・场上的此卡送至墓地可以发动。依未使用的对手的魔法与陷阱区域的数量，从自己的牌组上面翻开卡。可从其中挑选１张陷阱卡，放置在自己场上。将剩余的卡以喜欢的顺序放回牌组下面。以此效果放置的卡将在下个结束阶段被送至墓地。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "LIGHT", "level": 2, "atk": 0, "def": 0, "images": [{"index": 1, "image": "Wannabee-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN031", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN081", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "CYAC-DE031", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE081", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "CYAC-SP031", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-SP081", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "CYAC-FR031", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR081", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "CYAC-IT031", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT081", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "CYAC-PT031", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT081", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "CYAC-JP031", "set_name": "Cyberstorm Access", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "CYAC-KR031", "set_name": "Cyberstorm Access", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP8-SC145", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717442, "master_duel_rarity": "SR"}