{"konami_id": 5945, "password": 3280747, "name": {"en": "Sixth Sense", "de": "Sechster Sinn", "es": "Sexto Sentido", "fr": "Sixième Sens", "it": "Sesto Senso", "pt": "Sexto Sentido", "ja": "<ruby>第<rt>だい</rt></ruby><ruby>六<rt>ろっ</rt></ruby><ruby>感<rt>かん</rt></ruby>", "ja_romaji": "Dairokkan", "ko": "제육감", "ko_rr": null, "zh-TW": "第六感", "zh-CN": "第六感"}, "text": {"en": "Declare 2 numbers from 1 to 6, then your opponent rolls a six-sided die, and if the result is one of the numbers you declared, you draw that many cards. Otherwise, send a number of cards from the top of your Deck to the Graveyard equal to the result.", "de": "Benenne 2 Zahlen zwischen 1 und 6, dann wirft dein Gegner einen sechsseitigen Würfel und falls das Ergebnis eine der benannten Zahlen ist, ziehst du so viele Karten. Lege andernfalls oberste Karten in Höhe des Ergebnisses von deinem Deck auf den Friedhof.", "es": "Declara 2 números del 1 al 6, y después tu adversario lanza un dado de seis caras y si el resultado es uno de los números que declaraste, puedes robar esa cantidad de cartas. De otro modo, manda al Cementerio una cantidad de cartas en la parte superior de tu Deck igual al resultado.", "fr": "Déclarez 2 nombres de 1 à 6, puis votre adversaire lance un dé à six faces et si le résultat est un des nombres que vous avez déclarés, vous piochez ce nombre de cartes. Sinon, envoyez un nombre de cartes du dessus de votre Deck au Cimetière égal au résultat.", "it": "Dichiara 2 numeri tra 1 e 6, poi il tuo avversario tira un dado a sei facce e, se il risultato è uno dei numeri che hai dichiarato, tu peschi quel numero di carte. Altrimenti, manda un numero di carte pari al risultato dalla cima del tuo Deck al Cimitero.", "pt": "Declare 2 números de 1 a 6 e, depois, seu oponente lança um dado da 6 faces e se o resultado for um dos números que você declarou, você compra esse número de cards. Caso contrário, envie um número de cards do topo seu Deck para o Cemitério igual ao resultado.", "ja": "自分は１から６までの数字の内２つを宣言する。相手がサイコロを１回振り、宣言した数字の内どちらか１つが出た場合、その枚数自分はカードをドローする。ハズレの場合、出た目の枚数デッキの上からカードを墓地へ送る。", "ko": null, "zh-TW": null, "zh-CN": "自己从1到6的数字之内宣言2个。对方掷1次骰子，宣言的数字之内的任意1个出现的场合，自己抽出那个数量的卡。猜错的场合，从卡组上面把出现的数目数量的卡送去墓地。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "SixthSense-LCJW-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LCJW-EN273", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "LCJW-DE273", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "LCJW-SP273", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "LCJW-FR273", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "LCJW-IT273", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LCJW-PT273", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "VB6-003", "set_name": "The Valuable Book 6 promotional cards", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Forbidden"}, "yugipedia_page_id": 2718, "master_duel_rarity": "UR"}