{"konami_id": 12644, "password": 3298689, "name": {"en": "The Phantom Knights' Rank-Up-Magic Launch", "de": "Rangsteigerungszauber-Start für die Phantomritter", "es": "Lanzamiento de la Magia de Subida de Rango de Los Caballeros Fantasma", "fr": "Les Chevaliers Fantômes du Lancement Magie-Rang-Plus", "it": "Lancio Alza-Rango-Magico dei Cavalieri Fantasma", "pt": "Lançar Magia de Aumento de Classe de Os Cavaleiros Fantasmas", "ja": "<ruby>ＲＵＭ<rt>ランクアップマジック</rt></ruby>－<ruby>幻影騎士団<rt>ファントム・ナイツ</rt></ruby>ラウンチ", "ja_romaji": "Ranku Appu Majikku - Fantomu Naitsu Raunchi", "ko": "<ruby>RUM<rt>랭크 업 매직</rt></ruby>－팬텀 나이츠 라운치", "ko_rr": "Raengkeu Eop Maejik - Paenteom Naicheu Raunchi", "zh-TW": "升階魔法－魅影騎士團出擊", "zh-CN": "升阶魔法－魅影骑士团出击"}, "text": {"en": "During the Main Phase: Target 1 DARK Xyz Monster you control with no material; Special Summon from your Extra Deck, 1 DARK Xyz Monster that is 1 Rank higher than that monster you control, by using it as material, and if you do, attach this card to it as additional material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) During your Main Phase: You can banish this card from your GY, then target 1 DARK Xyz Monster you control; attach 1 \"The Phantom Knights\" monster from your hand to that monster as material.", "de": "Während der Main Phase: Wähle 1 FINSTERNIS Xyz-Monster ohne Material, das du kontrollierst; beschwöre 1 FINSTERNIS Xyz-Monster, dessen Rang 1 höher ist als der des Monsters, das du kontrollierst, als Spezialbeschwörung von deinem Extra Deck, indem du es als das Material verwendest, und falls du dies tust, hänge diese Karte als zusätzliches Material daran an. (Dies wird als Xyz-Beschwörung behandelt. Transferiere sein Material an das beschworene Monster.) Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 FINSTERNIS Xyz-Monster wählen, das du kontrollierst; hänge 1 „Die Phantomritter“-Monster von deiner Hand als Material an das Monster an.", "es": "Durante la Main Phase: selecciona 1 Monstruo Xyz de OSCURIDAD que controles y que no tenga material; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz de OSCURIDAD que tenga 1 Rango más que ese monstruo que controlas, usando a éste como material y, si lo haces, acóplale esta carta como un material adicional. (Ésta se trata como una Invocación Xyz. Transfiere sus materiales al monstruo Invocado). Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Xyz de OSCURIDAD que controles; acopla a ese monstruo 1 monstruo \"Los Caballeros Fantasma\" en tu mano como material.", "fr": "Durant la Main Phase : ciblez 1 Monstre Xyz TÉNÈBRES que vous contrôlez avec aucun Matériel ; Invoquez Spécialement 1 Monstre Xyz TÉNÈBRES qui a 1 Rang de plus que le monstre que vous contrôlez depuis votre Extra Deck, en l'utilisant comme Matériel, et si vous le faites, attachez-lui cette carte comme Matériel supplémentaire. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz TÉNÈBRES que vous contrôlez ; attachez 1 monstre \"Les Chevaliers Fantômes\" depuis votre main au monstre comme Matériel.", "it": "Durante la Main Phase: scegli come bersaglio 1 Mostro Xyz OSCURITÀ che controlli senza materiale; Evoca Specialmente, dal tuo Extra Deck, 1 Mostro Xyz OSCURITÀ che è di 1 Rango superiore a quel mostro che controlli, utilizzandolo come materiale e, se lo fai, attacca questa carta ad esso come materiale addizionale. (Questa viene considerata come un'Evocazione Xyz. Trasferisci i suoi materiali sul mostro Evocato.) Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz OSCURITÀ che controlli; attacca 1 mostro \"I Cavalieri Fantasma\" dalla tua mano a quel mostro come materiale.", "pt": "Durante a Fase Principal: escolha 1 Monstro Xyz de TREVAS que você controla sem matéria; Invoque por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz de TREVAS de 1 Classe maior que a do monstro que você controla, usando-o como matéria e, se isso acontecer, associe este card a ele como uma matéria adicional. (Isso é considerado uma Invocação-Xyz. Transfira as matérias dele para o monstro Invocado.) Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Xyz de TREVAS que você controla; associe 1 monstro \"Os Cavaleiros Fantasmas\" da sua mão a esse monstro como matéria.", "ja": "①：自分・相手のメインフェイズに、自分フィールドのＸ素材の無い闇属性Ｘモンスター１体を対象として発動できる。その自分のモンスターよりランクが１つ高い闇属性Ｘモンスター１体を、対象のモンスターの上に重ねてＸ召喚扱いとしてＥＸデッキから特殊召喚し、このカードを下に重ねてＸ素材とする。②：自分メインフェイズに墓地のこのカードを除外し、自分フィールドの闇属性Ｘモンスター１体を対象として発動できる。手札の「幻影騎士団」モンスター１体を、そのモンスターの下に重ねてＸ素材とする。", "ko": "①: 자신 / 상대의 메인 페이즈에, 자신 필드의 엑시즈 소재가 없는 어둠 속성 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신의 몬스터보다 랭크가 1개 높은 어둠 속성 엑시즈 몬스터 1장을, 대상 몬스터 위에 겹치고 엑시즈 소환으로 취급하여 엑스트라 덱에서 특수 소환하고, 이 카드를 아래에 겹쳐 엑시즈 소재로 한다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 자신 필드의 어둠 속성 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 패의 \"팬텀 나이츠\" 몬스터 1장을, 그 몬스터 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "①：在自己・对手的主要阶段，以自己场上1只没有超量素材的暗属性超量怪兽为对象可以发动。将1只阶级比自己的该怪兽高1的暗属性超量怪兽重叠在对象怪兽上面，视为超量召唤从额外牌组特殊召唤，将此卡重叠在下方作为超量素材。②：在自己的主要阶段将墓地的此卡除外，以自己场上的1只暗属性超量怪兽为对象可以发动。将手牌的1只\"魅影骑士团\"怪兽重叠在该怪兽下方作为超量素材。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["The Phantom Knights", "Phantom Knights", "Rank-Up-Magic"], "images": [{"index": 1, "image": "ThePhantomKnightsRankUpMagicLaunch-OP14-EN-C-UE.png"}], "sets": {"en": [{"set_number": "INOV-EN054", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}, {"set_number": "MP17-EN152", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "LEHD-ENC13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "OP14-EN021", "set_name": "OTS Tournament Pack 14", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE054", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}, {"set_number": "MP17-DE152", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "LEHD-DEC13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "OP14-DE021", "set_name": "OTS Tournament Pack 14", "rarities": ["Common"]}], "es": [{"set_number": "INOV-SP054", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}, {"set_number": "MP17-SP152", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "LEHD-SPC13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "OP14-SP021", "set_name": "OTS Tournament Pack 14", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR054", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}, {"set_number": "MP17-FR152", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "LEHD-FRC13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "OP14-FR021", "set_name": "OTS Tournament Pack 14", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT054", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}, {"set_number": "MP17-IT152", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "LEHD-ITC13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "OP14-IT021", "set_name": "OTS Tournament Pack 14", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT054", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}, {"set_number": "MP17-PT152", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "LEHD-PTC13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "OP14-PT021", "set_name": "OTS Tournament Pack 14", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP054", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "20TP-JP302", "set_name": "Tournament Pack 2020 Vol.3", "rarities": ["Super Rare"]}], "ko": [{"set_number": "INOV-KR054", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "AE17-KR024", "set_name": "Advanced Event Pack 2022 Vol.1 Version 1", "rarities": ["Common"]}, {"set_number": "AE17-KRS24", "set_name": "Advanced Event Pack 2022 Vol.1 Version 2", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL01-SC146", "set_name": "Classic Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 471817, "master_duel_rarity": "R"}