{"konami_id": 14499, "password": 3567660, "name": {"en": "Link Back", "de": "Rücklink", "es": "Retorno de Enlace", "fr": "Recul Lien", "it": "Ritorno Link", "pt": "Volta Link", "ja": "リンク・バック", "ja_romaji": "Rinku Bakku", "ko": "링크 백", "ko_rr": "Ringkeu Baek", "zh-TW": "連結後退", "zh-CN": "连接后退"}, "text": {"en": "Target 1 Link Monster you control in the Extra Monster Zone; move that monster you control to your Main Monster Zone it points to, then, you can send cards from the top of your Deck to the GY equal to its Link Rating. You can only activate 1 \"Link Back\" per turn.", "de": "Wähle 1 Linkmonster in der Extra-Monsterzone, das du kontrollierst; bewege das Monster, das du kontrollierst, in deine Main-Monsterzone, auf die es zeigt, dann kannst du die obersten Karten deines Decks in Höhe seiner Linkzahl auf den Friedhof legen. Du kannst nur 1 „Rücklink“ pro Spielzug aktivieren.", "es": "Selecciona 1 Monstruo de Enlace que controles en la Zona de Monstruos Extra; mueve ese monstruo que controlas a tu Zona de Monstruos Principal a la que apunte, y después puedes mandar al Cementerio tantas cartas de la parte superior de tu Deck como su Rating de Enlace. Sólo puedes activar 1 \"Retorno de Enlace\" por turno.", "fr": "Ciblez 1 Monstre Lien que vous contrôlez dans la Zone Monstre Extra ; déplacez le monstre que vous contrôlez dans votre Zone Monstre Main qu'il pointe, puis, vous pouvez envoyer un nombre de cartes du dessus de votre Deck au Cimetière égal à sa Classification Lien. Vous ne pouvez activer qu'1 \"Recul Lien\" par tour.", "it": "Scegli come bersaglio 1 Mostro Link che controlli nella Zona Mostri Extra; sposta quel mostro che controlli in una tua Zona Mostri Main a cui punta, poi puoi mandare carte dalla cima del tuo Deck al Cimitero pari alla sua Classificazione Link. Puoi attivare solo 1 \"Ritorno Link\" per turno.", "pt": "Escolha 1 Monstro Link que você controla na Zona de Monstros Adicional; mova esse monstro que você controla para uma Zona de Monstros Principal sua para a qual ele apontar e, depois, você pode enviar para o Cemitério cards do topo do seu Deck igual ao seu Valor Link. Você só pode ativar 1 \"Volta Link\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：ＥＸモンスターゾーンの自分のリンクモンスター１体を対象として発動できる。その自分のモンスターの位置を、そのリンク先となる自分のメインモンスターゾーンに移動する。その後、そのモンスターのリンクマーカーの数だけ、自分のデッキの上からカードを墓地へ送る事ができる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 엑스트라 몬스터 존의 자신 링크 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터의 위치를, 그 링크 앞이 되는 자신의 메인 몬스터 존으로 이동한다. 그 후, 그 몬스터의 링크 마커의 수만큼, 자신의 덱 위에서 카드를 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：以额外怪兽区域1只自己的连接怪兽为对象才能发动。那只自己怪兽的位置向作为那所连接区的自己的主要怪兽区域移动。那之后，可以把那只怪兽的连接标记数量的卡从自己卡组上面送去墓地。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "LinkBack-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN051", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE051", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR051", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT051", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT051", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP051", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ko": [{"set_number": "RIRA-KR051", "set_name": "Rising Rampage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 598310, "master_duel_rarity": "R"}