{"konami_id": 18431, "password": 3574681, "name": {"en": "Golden Rule", "de": "Goldene Regel", "es": "Regla de Oro", "fr": "Règle d'Or", "it": "Regola d'Oro", "pt": "Regra de Ouro", "ja": "<ruby>金<rt>きん</rt></ruby><ruby>科<rt>か</rt></ruby><ruby>玉<rt>ぎょく</rt></ruby><ruby>条<rt>じょう</rt></ruby>", "ja_romaji": "Kinkagyokujō", "ko": "금과옥조", "ko_rr": "Geumgwa-okjo", "zh-TW": "金科玉條", "zh-CN": "金科玉条"}, "text": {"en": "(This card is always treated as a \"Crystal\" card.)\nPlace 2 \"Crystal Beast\" monsters from your Deck face-up in your Spell & Trap Zone as Continuous Spells, then Special Summon 1 \"Crystal Beast\" monster from your hand or GY with a different name than those cards, and if you do, equip it with this card. When this card leaves the field, destroy that monster. You can only activate 1 \"Golden Rule\" per turn.", "de": "(Diese Karte wird immer als „Kristall“-Karte behandelt.)\nLege 2 „Kristallungeheuer“-Monster von deinem Deck offen als Permanente Zauber in deine Zauber- & Fallenzone, dann beschwöre 1 „Kristallungeheuer“-Monster mit einem unterschiedlichen Namen als jene Karten als Spezialbeschwörung von deiner Hand oder deinem Friedhof und falls du dies tust, rüste es mit dieser Karte aus. Wenn diese Karte das Spielfeld verlässt, zerstöre jenes Monster. Du kannst nur 1 „Goldene Regel“ pro Spielzug aktivieren.", "es": "(Esta carta se trata siempre como una carta \"Cristal\").\nPon boca arriba en tu Zona de Magia y Trampas como Mágicas Continuas 2 monstruos \"Bestia de Cristal\" en tu Deck, y después Invoca de Modo Especial, desde tu mano o Cementerio, 1 monstruo \"Bestia de Cristal\" con nombre diferente al de esas cartas y, si lo haces, equípalo con esta carta. Cuando esta carta deja el Campo, destruye ese monstruo. Sólo puedes activar 1 \"Regla de Oro\" por turno.", "fr": "(Cette carte est toujours traitée comme une carte \"Cristal\".)\nPlacez face recto 2 monstres \"Bête Cristalline\" depuis votre Deck dans votre Zone Magie & Piège comme Magies Continues, puis Invoquez Spécialement 1 monstre \"Bête Cristalline\" depuis votre main ou Cimetière de nom différent de ces cartes, et si vous le faites, équipez-le avec cette carte. Lorsque cette carte quitte le Terrain, détruisez le monstre. Vous ne pouvez activer qu'1 \"Règle d'Or\" par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Cristallo\".)\nMetti 2 mostri \"Bestia Cristallo\" dal tuo Deck scoperti nella tua Zona Magie & Trappole come Magie Continue, poi Evoca Specialmente dalla tua mano o Cimitero 1 mostro \"Bestia Cristallo\" con un nome diverso da quelle carte e, se lo fai, equipaggialo con questa carta. Quando questa carta lascia il Terreno, distruggi quel mostro. Puoi attivare solo 1 \"Regola d'Oro\" per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Cristalino(a)\".)\nColoque 2 monstros \"Fera Cristalina\" do seu Deck com a face para cima na sua Zona de Magias & Armadilhas como Magias Contínuas e, depois, Invoque por Invocação-Especial 1 monstro \"Fera Cristalina\" da sua mão ou do Cemitério com um nome diferente que o desses cards e, se isso acontecer, equipe-o com este card. Quando este card deixar o campo, destrua esse monstro. Você só pode ativar 1 \"Regra de Ouro\" por turno.", "ja": "このカード名はルール上「宝玉」カードとしても扱う。このカード名のカードは１ターンに１枚しか発動できない。①：デッキから「宝玉獣」モンスター２体を選び、永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く。その後、置いたカードとはカード名が異なる「宝玉獣」モンスター１体を自分の手札・墓地から選んで特殊召喚し、このカードを装備する。このカードがフィールドから離れた時にそのモンスターは破壊される。", "ko": "이 카드명은 룰상 \"보옥\" 카드로도 취급한다. 이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 덱에서 \"보옥수\" 몬스터 2장을 골라, 지속 마법 카드로 취급하고 자신의 마법 & 함정 존에 앞면 표시로 놓는다. 그 후, 놓은 카드와는 카드명이 다른 \"보옥수\" 몬스터 1장을 자신의 패 / 묘지에서 골라 특수 소환하고, 이 카드를 장착한다. 이 카드가 필드에서 벗어났을 때에 그 몬스터는 파괴된다.", "zh-TW": "此卡名在規則上也視為「寶玉」卡。此卡名的卡１回合僅限發動１張。①：從牌組選擇２隻「寶玉獸」怪獸視為永續魔法卡，以正面表示置於我方魔法＆陷阱區。其後，從我方手牌・墓地選擇１隻與放置的卡卡名不同的「寶玉獸」怪獸特殊召喚，裝備於此卡。此卡從場上離開時，該怪獸將被破壞。", "zh-CN": "此卡名在规则上也视为“宝玉”卡。此卡名的卡１回合仅可发动１张。①：从牌组挑选２只“宝玉兽”怪兽，视为永续魔法卡，以表侧表示放在自己的魔法与陷阱区域。然后，从自己的手牌・墓地挑选卡名与所放卡不同的１只“宝玉兽”怪兽特殊召唤，装备此卡。此卡从场上离开时，该怪兽将被破坏。"}, "card_type": "Spell", "property": "Equip", "series": ["Crystal"], "images": [{"index": 1, "image": "GoldenRule-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN035", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMR-DE035", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMR-FR035", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMR-IT035", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMR-PT035", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "23PP-JP004", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "23PP-KRA04", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708951, "master_duel_rarity": "UR"}