{"konami_id": 11468, "password": 3580032, "name": {"en": "Merlin", "de": "Merlin", "es": "Merlín", "fr": "Merlin", "it": "Merlino", "pt": "Merlin", "ja": "<ruby>伝<rt>でん</rt></ruby><ruby>説<rt>せつ</rt></ruby>の<ruby>預<rt>よ</rt></ruby><ruby>言<rt>げん</rt></ruby><ruby>者<rt>しゃ</rt></ruby>マーリン", "ja_romaji": "Densetsu no Yogensha Mārin", "ko": "전설의 예언자 멀린", "ko_rr": null, "zh-TW": "傳說的預言者 梅林", "zh-CN": "传说的预言者梅林"}, "text": {"en": "You can only use each effect of \"Merlin\" once per turn.\n● You can Tribute this card; Special Summon 1 \"Noble Knight\" monster from your Deck. You cannot Special Summon monsters the turn you activate this effect, except \"Noble Knight\" monsters.\n● (Quick Effect): You can banish this card from your GY; immediately after this effect resolves, Synchro Summon 1 \"Noble Knight\" Synchro Monster using monsters you control.\n● (Quick Effect): You can banish this card from your GY; immediately after this effect resolves, Xyz Summon 1 \"Noble Knight\" Xyz Monster using monsters you control.", "de": "Du kannst jeden Effekt von „Merlin“ nur einmal pro Spielzug verwenden.\n● Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Edler Ritter“-Monster als Spezialbeschwörung von deinem Deck. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer „Edler Ritter“-Monstern.\n● (Schnelleffekt): Du kannst diese Karte von deinem Friedhof verbannen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Edler Ritter“-Synchromonster als Synchrobeschwörung, verwende dafür Monster, die du kontrollierst.\n● (Schnelleffekt): Du kannst diese Karte von deinem Friedhof verbannen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Edler Ritter“-Xyz-Monster als Xyz-Beschwörung, verwende dafür Monster, die du kontrollierst.", "es": "Sólo puedes usar cada efecto de \"Merlín\" una vez por turno.\n● Puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Noble Caballero\". El turno en el que activas este efecto no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Noble Caballero\".\n● (Efecto Rápido): puedes desterrar esta carta en tu Cementerio; inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 Monstruo de Sincronía \"Noble Caballero\" usando monstruos que controles.\n● (Efecto Rápido): puedes desterrar esta carta en tu Cementerio; inmediatamente después de que se resuelva este efecto, Invoca Xyz 1 Monstruo Xyz \"Noble Caballero\" usando monstruos que controles.", "fr": "Vous ne pouvez utiliser chaque effet de \"Merlin\" qu'une fois par tour.\n● Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Chevalier Noble\" depuis votre Deck. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier Noble\" exclus) le tour où vous activez cet effet.\n● (Effet Rapide) : vous pouvez bannir cette carte depuis votre Cimetière ; immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro \"Chevalier Noble\" en utilisant des monstres que vous contrôlez.\n● (Effet Rapide) : vous pouvez bannir cette carte depuis votre Cimetière ; immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz \"Chevalier Noble\" en utilisant des monstres que vous contrôlez.", "it": "Puoi utilizzare ogni effetto di \"Merlino\" una sola volta per turno.\n● Puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro \"Nobile Cavaliere\" dal tuo Deck. Non puoi Evocare Specialmente mostri nel turno in cui attivi questo effetto, eccetto mostri \"Nobile Cavaliere\".\n● (Effetto Rapido): puoi bandire questa carta dal tuo Cimitero; immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro \"Nobile Cavaliere\" utilizzando mostri che controlli.\n● (Effetto Rapido): puoi bandire questa carta dal tuo Cimitero; immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz \"Nobile Cavaliere\" utilizzando mostri che controlli.", "pt": "Você só pode usar cada efeito de \"Merlin\" uma vez por turno.\n● Você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro \"Nobre Cavaleiro\" do seu Deck. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto monstros \"Nobre Cavaleiro\".\n● (Efeito Rápido): você pode banir este card do seu Cemitério; imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro \"Nobre Cavaleiro\" usando monstros que você controla.\n● (Efeito Rápido): você pode banir este card do seu Cemitério; imediatamente depois que este efeito resolver, Invoque por Invocação-Xyz 1 Monstro Xyz \"Nobre Cavaleiro\" usando monstros que você controla.", "ja": "「伝説の預言者マーリン」の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードをリリースして発動できる。デッキから「聖騎士」モンスター１体を特殊召喚する。この効果を発動するターン、自分は「聖騎士」モンスターしか特殊召喚できない。②：墓地のこのカードを除外して発動できる。「聖騎士」Ｓモンスター１体をＳ召喚する。この効果は相手ターンでも発動できる。③：墓地のこのカードを除外して発動できる。「聖騎士」Ｘモンスター１体をＸ召喚する。この効果は相手ターンでも発動できる。", "ko": "\"전설의 예언자 멀린\"의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"성기사\" 몬스터 1장을 특수 소환한다. 이 효과를 발동하는 턴에, 자신은 \"성기사\" 몬스터밖에 특수 소환할 수 없다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. \"성기사\" 싱크로 몬스터 1장을 싱크로 소환한다. 이 효과는 상대 턴에도 발동할 수 있다. ③: 묘지의 이 카드를 제외하고 발동할 수 있다. \"성기사\" 엑시즈 몬스터 1장을 엑시즈 소환한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "「传说的预言者 梅林」的①②③的效果1回合各能使用1次。①：把这张卡解放才能发动。从卡组把1只「圣骑士」怪兽特殊召唤。这个效果发动的回合，自己不是「圣骑士」怪兽不能特殊召唤。②：把墓地的这张卡除外才能发动。把1只「圣骑士」同调怪兽同调召唤。这个效果在对方回合也能发动。③：把墓地的这张卡除外才能发动。把1只「圣骑士」XYZ怪兽XYZ召唤。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 3, "atk": 1400, "def": 500, "images": [{"index": 1, "image": "Merlin-BLRR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "NKRT-EN001", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}, {"set_number": "BLRR-EN073", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "NKRT-DE001", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}, {"set_number": "BLRR-DE073", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "NKRT-FR001", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}, {"set_number": "BLRR-FR073", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "NKRT-IT001", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}, {"set_number": "BLRR-IT073", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "NKRT-PT001", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}, {"set_number": "BLRR-PT073", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "EONK-JP001", "set_name": "Duel Field EX Epic of Noble Knights: Holy Sword of Guidance", "rarities": ["Ultra Rare"]}, {"set_number": "EP15-JP042", "set_name": "Extra Pack 2015", "rarities": ["Super Rare"]}], "ko": [{"set_number": "EP15-KR069", "set_name": "Extra Pack 2015", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 310238, "master_duel_rarity": "R"}