{"konami_id": 14882, "password": 3693034, "name": {"en": "Karakuri Cash Inn", "de": "Karakuri-Geldherberge", "es": "Posada de Efectivo de los Karakuri", "fr": "Hatago Karakuri", "it": "Locanda Incasso Karakuri", "pt": "Pousada Capital Karakuri", "ja": "<ruby>借<rt>かり</rt></ruby>カラクリ<ruby>旅籠<rt>はたご</rt></ruby><ruby>蔵<rt>くら</rt></ruby>", "ja_romaji": "Kari Karakuri Hatagokura", "ko": "임대 자동기계 여관", "ko_rr": "Imdae Jadonggigye Yeogwan", "zh-TW": "借機偶旅籠藏", "zh-CN": "机偶借宿旅笼藏"}, "text": {"en": "Target 1 \"Karakuri\" monster you control and 1 Effect Monster your opponent controls; change the battle position of your monster, and if you do, negate the effects of that opponent's monster until the end of this turn. If you control a \"Karakuri\" monster(s): You can banish this card from your GY, then target 1 face-up monster on the field; change that monster's battle position. You can only activate 1 \"Karakuri Cash Inn\" per turn.", "de": "Wähle 1 „Karakuri“-Monster, das du kontrollierst, und 1 Effektmonster, das dein Gegner kontrolliert; ändere die Kampfposition deines Monsters und falls du dies tust, annulliere bis zum Ende dieses Spielzugs die Effekte des Monsters des Gegners. Falls du ein oder mehr „Karakuri“-Monster kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offenes Monster auf dem Spielfeld wählen; ändere die Kampfposition des Monsters. Du kannst nur 1 „Karakuri-Geldherberge“ pro Spielzug aktivieren.", "es": "Selecciona 1 monstruo \"Karakuri\" que controles y 1 Monstruo de Efecto que controle tu adversario; cambia la posición de batalla de tu monstruo y, si lo haces, niega los efectos de ese monstruo del adversario hasta el final de este turno. Si controlas uno o más monstruos \"Karakuri\": puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo boca arriba en el Campo; cambia la posición de batalla de ese monstruo. Sólo puedes activar 1 \"Posada de Efectivo de los Karakuri\" por turno.", "fr": "Ciblez 1 monstre \"Karakuri\" que vous contrôlez et 1 Monstre à Effet contrôlé par votre adversaire ; changez la position de combat de votre monstre, et si vous le faites, annulez les effets du monstre de l'adversaire jusqu'à la fin de ce tour. Si vous contrôlez un ou plusieurs monstres \"Karakuri\" : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face recto sur le Terrain ; changez la position de combat du monstre. Vous ne pouvez activer qu'1 \"Hatago Karakuri\" par tour.", "it": "Scegli come bersaglio 1 mostro \"Karakuri\" che controlli e 1 Mostro con Effetto controllato dal tuo avversario; cambia la posizione del tuo mostro e, se lo fai, annulla gli effetti di quel mostro dell'avversario fino alla fine di questo turno. Se controlli uno o più mostri \"Karakuri\": puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; cambia la posizione di quel mostro. Puoi attivare solo 1 \"Locanda Incasso Karakuri\" per turno.", "pt": "Escolha 1 monstro \"Karakuri\" que você controla e 1 Monstro de Efeito que seu oponente controla; mude a posição de batalha do seu monstro e, se isso acontecer, negue os efeitos desse monstro do oponente até o final deste turno. Se você controlar um ou mais monstros \"Karakuri\": você pode banir este card do seu Cemitério e, depois, escolha 1 monstro com a face para cima no campo; mude a posição de batalha desse monstro. Você só pode ativar 1 \"Pousada Capital Karakuri\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの「カラクリ」モンスター１体と相手フィールドの効果モンスター１体を対象として発動できる。その自分のモンスターの表示形式を変更し、その相手モンスターの効果をターン終了時まで無効にする。②：自分フィールドに「カラクリ」モンスターが存在する場合、墓地のこのカードを除外し、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの表示形式を変更する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 \"자동기계\" 몬스터 1장과 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터의 표시 형식을 변경하고, 그 상대 몬스터의 효과를 턴 종료시까지 무효로 한다. ②: 자신 필드에 \"자동기계\" 몬스터가 존재할 경우, 묘지의 이 카드를 제외하고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 표시 형식을 변경한다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：以自己场上的１只“机偶”怪兽和对手场上的１只效果怪兽为对象可以发动。变更该自己的怪兽的表示形式，将该对手怪兽的效果直至回合结束时为止无效。②：自己场上有“机偶”怪兽存在的情况下，将墓地的此卡除外，以场上１只表侧表示怪兽为对象可以发动。变更该怪兽的表示形式。"}, "card_type": "Trap", "property": "Normal", "series": ["Karakuri"], "images": [{"index": 1, "image": "KarakuriCashInn-IGAS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "es": [{"set_number": "IGAS-SP073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR073", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL02-SC117", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 663830, "master_duel_rarity": "R"}