{"konami_id": 12693, "password": 3752422, "name": {"en": "Performapal Lebellman", "de": "Künstlerkumpel Stufenportier", "es": "Artistamigo Botonivel", "fr": "Niveauportier Potartiste", "it": "Artistamico Facchinolivello", "pt": "Siniveleiro Camarartista", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>レ・ベルマン", "ja_romaji": "Entameito Re Beruman", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 레 벨맨", "ko_rr": null, "zh-TW": "娛樂夥伴 等級鳴鐘者", "zh-CN": "娱乐伙伴等级鸣钟者"}, "text": {"en": "Once per turn: You can declare a Level from 1 to 5, then target 1 other \"Performapal\" monster you control; until the end of this turn, reduce this card's Level by the declared Level, and if you do, increase the Level of the other monster by the same amount.", "de": "Einmal pro Spielzug: Du kannst eine Stufe von 1 bis 5 deklarieren und dann 1 anderes „Künstlerkumpel“-Monster wählen, das du kontrollierst; bis zum Ende dieses Spielzugs, verringere die Stufe dieser Karte um die deklarierte Stufe und falls du dies tust, erhöhe die Stufe des anderen Monsters um dieselbe Stufe.", "es": "Una vez por turno: puedes declarar un Nivel del 1 al 5, y después selecciona otro monstruo \"Artistamigo\" que controles; hasta el final de este turno, reduce el Nivel de esta carta por el Nivel declarado y, si lo haces, incrementa el Nivel del otro monstruo en la misma cantidad.", "fr": "Une fois par tour : vous pouvez déclarer un Niveau de 1 à 5, puis ciblez 1 autre monstre \"Potartiste\" que vous contrôlez ; jusqu'à la fin de ce tour, réduisez le Niveau de cette carte du Niveau déclaré, et si vous le faites, augmentez le Niveau de l'autre monstre du même montant.", "it": "Una volta per turno: puoi dichiarare un Livello tra 1 e 5, poi scegliere come bersaglio 1 altro mostro \"Artistamico\" che controlli; fino alla fine di questo turno, riduci il Livello di questa carta del Livello dichiarato e, se lo fai, aumenta il Livello dell'altro mostro dello stesso ammontare.", "pt": "Uma vez por turno: você pode declarar um Nível de 1 a 5 e, depois, escolher 1 outro monstro \"Camarartista\" que você controla; até o final deste turno, reduza o Nível deste card pelo Nível declarado e, se isso acontecer, aumente o Nível do outro monstro pelo mesmo valor.", "ja": "①：１ターンに１度、１～５までの任意のレベルを宣言し、このカード以外の自分フィールドの「ＥＭ」モンスター１体を対象として発動できる。ターン終了時まで、このカードのレベルを宣言したレベル分だけ下げ、対象のモンスターのレベルを宣言したレベル分だけ上げる。", "ko": "①: 1턴에 1번, 1~5 까지의 임의의 레벨을 선언하고, 이 카드 이외의 자신 필드의 \"EM(엔터메이트)\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 턴 종료시까지, 이 카드의 레벨을 선언한 레벨만큼만 내리고, 대상 몬스터의 레벨을 선언한 레벨만큼만 올린다.", "zh-TW": null, "zh-CN": "①：1回合1次，自己主要阶段才能发动。自己场上的灵摆召唤的全部怪兽的等级上升1星。"}, "card_type": "Monster", "monster_type_line": "Fairy / Pendulum / Effect", "attribute": "LIGHT", "level": 6, "atk": 100, "def": 2600, "pendulum_scale": 1, "pendulum_effect": {"en": "Once per turn: You can increase the Levels of all Pendulum Summoned monsters you currently control by 1 (even if this card leaves the field).", "de": "Einmal pro Spielzug: Du kannst die Stufen aller als Pendelbeschwörung beschworenen Monster, die du derzeit kontrollierst, um 1 erhöhen (selbst falls diese Karte das Spielfeld verlässt.)", "es": "Una vez por turno: puedes aumentar en 1 los Niveles de todos los monstruos Invocados por Péndulo que controles en este momento (aun si esta carta deja el Campo).", "fr": "Une fois par tour : vous pouvez augmenter le Niveau de tous les monstres Invoqués par Pendule que vous contrôlez actuellement de 1 (même si cette carte quitte le Terrain).", "it": "Una volta per turno: puoi aumentare il Livello di tutti i mostri Evocati Pendulum che controlli attualmente di 1 (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno: você pode aumentar em 1 os Níveis de todos os monstros Invocados por Invocação-Pêndulo que você controla atualmente (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、自分メインフェイズに発動できる。自分フィールドのＰ召喚された全てのモンスターのレベルを１つ上げる。", "ko": "①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신 필드의 펜듈럼 소환된 모든 몬스터의 레벨을 1개 올린다.", "zh-TW": "①：１回合１次，可在我方主要階段發動。我方場上的所有被鐘擺召喚的怪獸的等級提升１。", "zh-CN": "①：１回合１次，在我方主要阶段可发动。我方场上灵摆召唤而来的所有怪兽之等级上升１级。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalLebellman-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN094", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-EN146", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE094", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-DE146", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CYHO-SP094", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-SP146", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR094", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-FR146", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT094", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-IT146", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT094", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-PT146", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "VF16-JP001", "set_name": "Jump Victory Carnival 2016 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "17PR-JP001", "set_name": "Promotion Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "AE10-KR005", "set_name": "Advanced Event Pack 2017 Vol.1", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 472572, "master_duel_rarity": "N"}