{"konami_id": 13594, "password": 3792766, "name": {"en": "Trickstar Delfiendium", "de": "Trickstar Delfiendium", "es": "Bromiestrella Delfiendium", "fr": "Dauphinelle Farstar", "it": "Truccastella Delfinia", "pt": "Trapestrela Explofiendium", "ja": "トリックスター・デビルフィニウム", "ja_romaji": "Torikkusutā Debirufiniumu", "ko": "트릭스터 데블피니움", "ko_rr": null, "zh-TW": "淘氣仙星 魔鬼翠雀", "zh-CN": "淘气仙星・恶鬼翠雀"}, "text": {"en": "2+ \"Trickstar\" monsters\nWhen this card declares an attack while pointing to a \"Trickstar\" monster: You can target your banished \"Trickstar\" cards, up to the number of Link Monsters your opponent controls; add them to your hand, and if you do, this card gains 1000 ATK for each card added, until the end of this turn.", "de": "2+ „Trickstar“-Monster\nWenn diese Karte einen Angriff deklariert, solange sie auf ein „Trickstar“-Monster zeigt: Du kannst deine verbannten „Trickstar“-Karten bis zur Anzahl der Linkmonster wählen, die dein Gegner kontrolliert; füge sie deiner Hand hinzu und falls du dies tust, erhält diese Karte bis zum Ende dieses Spielzugs 1000 ATK für jede hinzugefügte Karte.", "es": "2+ monstruos \"Bromiestrella\"\nCuando esta carta declare un ataque mientras apunta a un monstruo \"Bromiestrella\": puedes seleccionar hasta tantas de tus cartas \"Bromiestrella\" desterradas como la cantidad de Monstruos de Enlace que controle tu adversario; añádelas a tu mano y, si lo haces, hasta el final de este turno esta carta gana 1000 ATK por cada carta añadida.", "fr": "2+ monstres \"Farstar\"\nLorsque cette carte déclare une attaque tant qu'elle pointe un monstre \"Farstar\" : vous pouvez cibler un nombre de vos cartes \"Farstar\" bannies, inférieur ou égal au nombre de Monstres Lien contrôlés par votre adversaire ; ajoutez-les à votre main, et si vous le faites, cette carte gagne 1000 ATK pour chaque carte ajoutée jusqu'à la fin de ce tour.", "it": "2+ mostri \"Truccastella\"\nQuando questa carta dichiara un attacco mentre punta a un mostro \"Truccastella\": puoi scegliere come bersaglio tue carte \"Truccastella\" bandite, fino al numero di Mostri Link controllati dal tuo avversario; aggiungile alla tua mano e, se lo fai, questa carta guadagna 1000 ATK per ogni carta aggiunta, fino alla fine di questo turno.", "pt": "2+ monstros \"Trapestrela\"\nQuando este card declarar um ataque enquanto estiver apontando para um monstro \"Trapestrela\": você pode escolher seus cards \"Trapestrela\" banidos, até o número de Monstros Link que seu oponente controla; adicione-os à sua mão e, se isso acontecer, até o final deste turno, este card ganha 1000 de ATK para cada card adicionado.", "ja": "「トリックスター」モンスター２体以上\n①：このカードのリンク先に「トリックスター」モンスターが存在する場合、このカードの攻撃宣言時に相手フィールドのリンクモンスターの数まで、除外されている自分の「トリックスター」カードを対象として発動できる。そのカードを手札に加える。このカードの攻撃力はターン終了時まで、この効果で手札に加えたカードの数×１０００アップする。", "ko": "\"트릭스터\" 몬스터 2장 이상\n①: 이 카드의 링크 앞에 \"트릭스터\" 몬스터가 존재할 경우, 이 카드의 공격 선언시에 상대 필드의 링크 몬스터의 수까지, 제외되어 있는 자신의 \"트릭스터\" 카드를 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다. 이 카드의 공격력은 턴 종료시까지, 이 효과로 패에 넣은 카드의 수 × 1000 올린다.", "zh-TW": "「淘氣仙星」怪獸２隻以上\n①：在此卡連結指向的位置存在「淘氣仙星」怪獸的狀況下，可在此卡的攻擊宣言時將我方被除外的「淘氣仙星」卡做為對象發動，數量最多為對方場上的連結怪獸的數量。將該卡加入手牌。此卡的攻擊力在回合結束前，依據透過此效果加入手牌的卡的數量×１０００進行提升。", "zh-CN": "“淘气仙星”怪兽2只以上\n①：此卡连接端有“淘气仙星”怪兽存在的情况下，此卡攻击宣言时以被除外的自己的“淘气仙星”卡为对象可以发动，数量最多为对手场上的连接怪兽数量。将该卡加入手牌。此卡的攻击力直至回合结束时为止，上升相当于以此效果加入手牌的卡数量×1000的数值。"}, "card_type": "Monster", "monster_type_line": "Fairy  / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "⬆", "↘"], "atk": 2200, "series": ["Trickstar"], "images": [{"index": 1, "image": "TrickstarDelfiendium-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN040", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-EN023", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE040", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-DE023", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR040", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-FR023", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT040", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-IT023", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT040", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-PT023", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "FLOD-JP040", "set_name": "Flames of Destruction", "rarities": ["Rare"]}], "ko": [{"set_number": "FLOD-KR040", "set_name": "Flames of Destruction", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP2-SC022", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548723, "master_duel_rarity": "R"}