{"konami_id": 20571, "password": 3859859, "name": {"en": "Performapal Sky Magician Girl", "de": "Künstlerkumpel Himmels-Magier-Mädchen", "es": "Artistamigo Chica Maga del Cielo", "fr": "Magicienne des Potartistes Célestes", "it": "Artistamico Ragazza Maga del Cielo", "pt": "Camarartista Pequena Maga do Céu", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>スカイ・マジシャン・ガール", "ja_romaji": "Entameito Sukai Majishan Gāru", "ko": "EM 스카이 매지션 걸", "ko_rr": null, "zh-TW": "娛樂夥伴天空魔導女孩", "zh-CN": "娱乐伙伴天空魔导女孩"}, "text": {"en": "If you control a Continuous Spell: You can Special Summon this card from your hand. If this card is Special Summoned from the hand: You can send 1 Level 4 or lower LIGHT Spellcaster monster from your Deck to the GY. If this face-up card leaves the field: You can target 1 Spell/Trap on the field; destroy it. You can only use each effect of \"Performapal Sky Magician Girl\" once per turn.", "de": "Falls du einen Permanenten Zauber kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Spezialbeschwörung von der Hand beschworen wird: Du kannst 1 LICHT Hexer-Monster der Stufe 4 oder niedriger von deinem Deck auf den Friedhof legen. Falls diese offene Karte das Spielfeld verlässt: Du kannst 1 Zauber/Falle auf dem Spielfeld wählen; zerstöre ihn oder sie. Du kannst jeden Effekt von „Künstlerkumpel Himmels-Magier-Mädchen“ nur einmal pro Spielzug verwenden.", "es": "Si controlas una Mágica Continua: puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial desde la mano: puedes mandar al Cementerio 1 monstruo Lanzador de Conjuros de LUZ de Nivel 4 o menor en tu Deck. Si esta carta boca arriba deja el Campo: puedes seleccionar 1 Mágica/Trampa en el Campo; destrúyela. Sólo puedes usar cada efecto de \"Artistamigo Chica Maga del Cielo\" una vez por turno.", "fr": "Si vous contrôlez une Magie Continue : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement depuis la main : vous pouvez envoyer 1 monstre LUMIÈRE Magicien de max. Niveau 4 depuis votre Deck au Cimetière. Si cette carte face recto quitte le Terrain : vous pouvez cibler 1 Magie/Piège sur le Terrain ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Magicienne des Potartistes Célestes\" qu'une fois par tour.", "it": "Se controlli una Magia Continua: puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente dalla mano: puoi mandare 1 mostro LUCE Incantatore di Livello 4 o inferiore dal tuo Deck al Cimitero. Se questa carta scoperta lascia il Terreno: puoi scegliere come bersaglio 1 Magia/Trappola sul Terreno; distruggila. Puoi utilizzare ogni effetto di \"Artistamico Ragazza Maga del Cielo\" una sola volta per turno.", "pt": "Se você controlar uma Magia Contínua: você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial da mão: você pode enviar 1 monstro Mago de LUZ de Nível 4 ou menos do seu Deck para o Cemitério. Se este card com a face para cima deixar o campo: você pode escolher 1 Magia/Armadilha no campo; destrua-o. Você só pode usar cada efeito de \"Camarartista Pequena Maga do Céu\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに永続魔法カードが存在する場合に発動できる。このカードを手札から特殊召喚する。②：このカードが手札から特殊召喚した場合に発動できる。デッキからレベル４以下の魔法使い族・光属性モンスター１体を墓地へ送る。③：表側表示のこのカードがフィールドから離れた場合、フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊する。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WIND", "level": 5, "atk": 2000, "def": 1500, "series": ["Magician Girl", "Performapal"], "images": [{"index": 1, "image": "PerformapalSkyMagicianGirl-SUDA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN099", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "de": [{"set_number": "SUDA-DE099", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "es": [{"set_number": "SUDA-SP099", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SUDA-FR099", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "it": [{"set_number": "SUDA-IT099", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SUDA-PT099", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP259", "set_name": "V Jump September 2024 promotional card", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1065217, "master_duel_rarity": "SR"}