{"konami_id": 8071, "password": 3891471, "name": {"en": "Psychic Tuning", "de": "Psi-Empfang", "es": "Afinación Psíquica", "fr": "Réglage Psychique", "it": "Sintonizzazione Psichica", "pt": "Afinação Psíquica", "ja": "サイコ・チューン", "ja_romaji": "Saiko Chūn", "ko": "사이코 튠", "ko_rr": null, "zh-TW": "念力調整", "zh-CN": "念力调整"}, "text": {"en": "Select 1 Psychic-Type monster in your Graveyard and Special Summon it in Attack Position. It is treated as a Tuner monster. When this card is removed from the field, destroy that monster. When that monster is removed from the field, destroy this card. When this card is sent to the Graveyard, take damage equal to that monster's Level x 400.", "de": "Wähle 1 Monster vom Typ Psi in deinem Friedhof und beschwöre es als Spezialbeschwörung in Angriffsposition. Es wird als Empfänger-Monster behandelt. Wenn diese Karte vom Spielfeld entfernt wird, zerstöre das Monster. Wenn das Monster vom Spielfeld entfernt wird, zerstöre diese Karte. Wenn diese Karte auf den Friedhof gelegt wird, erhältst du Schaden in Höhe der Stufe des Monsters x 400.", "es": "Selecciona 1 monstruo de Tipo Psíquico en tu Cementerio e Invócalo de Modo Especial en Posición de Ataque. Se trata como un monstruo Cantante. Cuando esta carta es retirada del Campo, destruye ese monstruo. Cuando ese monstruo es retirado del Campo, destruye esta carta. Cuando esta carta es mandada al Cementerio, recibe daño igual al Nivel de ese monstruo x 400.", "fr": "Sélectionnez 1 monstre de Type Psychique dans votre Cimetière et Invoquez-le Spécialement en Position d'Attaque. Il est traité comme un monstre Syntoniseur. Lorsque cette carte est retirée du Terrain, détruisez ce monstre. Lorsque ce monstre est retiré du Terrain, détruisez cette carte. Lorsque cette carte est envoyée au Cimetière, recevez des dommages équivalents au Niveau du monstre x 400.", "it": "Scegli 1 mostro di Tipo Psichico nel tuo Cimitero ed Evocalo tramite Evocazione Speciale in Posizione di Attacco. Esso viene considerato come un mostro Tuner. Quando questa carta viene rimossa dal Terreno, distruggi quel mostro. Quando quel mostro viene rimosso dal Terreno, distruggi questa carta. Quando questa carta viene mandata al Cimitero, subisci danni pari al Livello di quel mostro x 400.", "pt": null, "ja": "自分の墓地に存在するサイキック族モンスター１体を選択し、攻撃表示で特殊召喚する。この効果で特殊召喚したモンスターはチューナーとして扱う。このカードがフィールド上に存在しなくなった時、そのモンスターを破壊する。そのモンスターがフィールド上から離れた時このカードを破壊する。このカードが墓地へ送られた時、自分はこのカードの効果で特殊召喚したモンスターのレベル×４００ポイントダメージを受ける。", "ko": "자신의 묘지에 존재하는 사이킥족 몬스터 1장을 선택하고, 공격 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터는 튜너로 취급한다. 이 카드가 필드 위에 존재하지 않게 되었을 때, 그 몬스터를 파괴한다. 그 몬스터가 필드 위에서 벗어났을 때 이 카드를 파괴한다. 이 카드가 묘지로 보내졌을 때, 자신은 이 카드의 효과로 특수 소환한 몬스터의 레벨 × 400 포인트 데미지를 받는다.", "zh-TW": null, "zh-CN": "选择自己墓地存在的1只念动力族怪兽，攻击表示特殊召唤。这个效果特殊召唤的怪兽当作调整使用。这张卡不在场上存在时，那只怪兽破坏。那只怪兽从场上离开时这张卡破坏。这张卡被送去墓地时，自己受到这张卡的效果特殊召唤的怪兽的等级×400的数值的伤害。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "PsychicTuning-CRMS-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CRMS-EN076", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "de": [{"set_number": "CRMS-DE076", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "es": [{"set_number": "CRMS-SP076", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "fr": [{"set_number": "CRMS-FR076", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "it": [{"set_number": "CRMS-IT076", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "ja": [{"set_number": "CRMS-JP076", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "ko": [{"set_number": "CRMS-KR076", "set_name": "Crimson Crisis", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 57896, "master_duel_rarity": "R"}