{"konami_id": 7293, "password": 3918345, "name": {"en": "Magical Reflect Slime", "de": "Magisch reflektierender Schleim", "es": "Limo de Reflejo Mágico", "fr": "Slime Magique", "it": "Melma Rifletti-Magia", "pt": "Limo Mágico Refletor", "ja": "マジック・スライム", "ja_romaji": "Majikku Suraimu", "ko": "매직 슬라임", "ko_rr": null, "zh-TW": "魔法軟泥", "zh-CN": "魔法史莱姆"}, "text": {"en": "This card is treated as a Normal Monster while face-up on the field or in the GY. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\n● Your opponent takes any battle damage you would have taken from battles involving this card.", "de": "Diese Karte wird als Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof liegt. Solange diese Karte ein Normales Monster auf dem Spielfeld ist, kannst du sie als Normalbeschwörung beschwören, damit sie ein Effektmonster mit diesem Effekt wird.\n● Dein Gegner erhält den Kampfschaden, den du aus Kämpfen erhalten hättest, an denen diese Karte beteiligt ist.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta sea un Monstruo Normal en el Campo, puedes Invocarla de Modo Normal para que se convierta en un Monstruo de Efecto con este efecto.\n● Tu adversario recibe cualquier daño de batalla que tú hubieras recibido de batallas que involucren esta carta.", "fr": "Cette carte est traitée comme un Monstre Normal tant qu'elle est face recto sur le Terrain ou dans le Cimetière. Tant que cette carte est un Monstre Normal sur le Terrain, vous pouvez l'Invoquer Normalement pour qu'elle devienne un Monstre à Effet avec cet effet.\n● Votre adversaire reçoit les dommages de combat que vous auriez dû recevoir de combats impliquant cette carte.", "it": "Questa carta viene considerata come un Mostro Normale mentre è scoperta sul Terreno o nel Cimitero. Mentre questa carta è un Mostro Normale sul Terreno, puoi Evocarla Normalmente per farla diventare un Mostro con Effetto con questo effetto.\n● Il tuo avversario subisce qualsiasi danno da combattimento che avresti subito tu da battaglie che coinvolgono questa carta.", "pt": "Este card é considerado como um Monstro Normal enquanto estiver com a face para cima no campo ou no Cemitério. Enquanto este card for um Monstro Normal no campo, você pode Invocá-lo por Invocação-Normal para fazer com que ele se torne um Monstro de Efeito com este efeito.\n● Seu oponente sofre qualquer dano de batalha que você teria sofrido das batalhas envolvendo este card.", "ja": "このカードは墓地またはフィールド上に表側表示で存在する場合、通常モンスターとして扱う。フィールド上に表側表示で存在するこのカードを通常召喚扱いとして再度召喚する事で、このカードは効果モンスター扱いとなり以下の効果を得る。● このカードが戦闘を行う事によって受けるコントローラーへの戦闘ダメージは相手が受ける。", "ko": "이 카드는 묘지 또는 필드 위에 앞면 표시로 존재할 경우, 일반 몬스터로 취급한다. 필드 위에 앞면 표시로 존재하는 이 카드를 일반 소환으로 취급하여 다시 소환하는 것으로, 이 카드는 효과 몬스터로 취급이 되며 이하의 효과를 얻는다.\n●이 카드가 전투를 실행하는 것에 의해서 받는 컨트롤러에게로의 전투 데미지는 상대가 받는다.", "zh-TW": null, "zh-CN": "这张卡在墓地或者场上表侧表示存在的场合，当作通常怪兽使用。可以通过把场上表侧表示存在的这张卡当作通常召唤作再度召唤，这张卡变成当作效果怪兽使用并得到以下效果。●这张卡进行战斗受到的对控制者的战斗伤害让对方承受。"}, "card_type": "Monster", "monster_type_line": "Aqua / Gemini / Effect", "attribute": "WATER", "level": 3, "atk": 700, "def": 1200, "series": ["Slime"], "images": [{"index": 1, "image": "MagicalReflectSlime-SBC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GLAS-EN028", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SBC1-ENH08", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "de": [{"set_number": "GLAS-DE028", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SBC1-DEH08", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "es": [{"set_number": "GLAS-SP028", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SBC1-SPH08", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "fr": [{"set_number": "GLAS-FR028", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SBC1-FRH08", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "it": [{"set_number": "GLAS-IT028", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SBC1-ITH08", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "pt": [{"set_number": "SBC1-PTH08", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "ja": [{"set_number": "GLAS-JP028", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "ko": [{"set_number": "GLAS-KR028", "set_name": "Gladiator's Assault", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 539793, "master_duel_rarity": "R"}