{"konami_id": 12633, "password": 3966653, "name": {"en": "Flower Cardian Boardefly", "de": "Blumen-Kartian Wildschweinrehtterling", "es": "Flor Cardian Javoposa", "fr": "Fleur Cardian Sanglicerpillon", "it": "Fiore Cardian con Cincerfalla", "pt": "Flor Cardian Javerveta", "ja": "<ruby>花札衛<rt>カーディアン</rt></ruby>－<ruby>猪<rt>いの</rt></ruby><ruby>鹿<rt>しか</rt></ruby><ruby>蝶<rt>ちょう</rt></ruby>－", "ja_romaji": "Kādian - Inoshikachō -", "ko": "카디언－이노시카쵸－", "ko_rr": null, "zh-TW": null, "zh-CN": "花札卫-猪鹿蝶-"}, "text": {"en": "1 Tuner + 2 non-Tuner monsters\nIf a \"Flower Cardian\" monster you control attacks a Defense Position monster, inflict piercing battle damage to your opponent. Once per turn: You can banish 1 \"Flower Cardian\" monster from your Graveyard; until the end of your opponent's next turn, your opponent cannot activate effects of cards in the Graveyard, also they cannot Special Summon monsters from the Graveyard.", "de": "1 Empfänger + 2 Nicht-Empfänger-Monster\nFalls ein „Blumen-Kartian“-Monster, das du kontrollierst, ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu. Einmal pro Spielzug: Du kannst 1 „Blumen-Kartian“-Monster von deinem Friedhof verbannen; bis zum Ende des nächsten Spielzugs deines Gegners kann dein Gegner keine Effekte von Karten im Friedhof aktivieren, zusätzlich kann er keine Monster als Spezialbeschwörung vom Friedhof beschwören.", "es": "1 Cantante + 2 monstruos que no sean Cantantes\nSi un monstruo \"Flor Cardian\" que controlas ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario. Una vez por turno: puedes desterrar 1 monstruo \"Flor Cardian\" en tu Cementerio; hasta el final del próximo turno de tu adversario, tu adversario no puede activar efectos de cartas en el Cementerio, y además no puede Invocar monstruos de Modo Especial desde el Cementerio.", "fr": "1 Syntoniseur + 2 monstres non-Syntoniseur\nSi un monstre \"Fleur Cardian\" que vous contrôlez attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Une fois par tour : vous pouvez bannir 1 monstre \"Fleur Cardian\" depuis votre Cimetière ; jusqu'à la fin du prochain tour de votre adversaire, votre adversaire ne peut pas activer d'effets de carte dans le Cimetière, et aussi, il ne peut pas Invoquer Spécialement de monstres depuis le Cimetière.", "it": "1 Tuner + 2 mostri non-Tuner\nSe un mostro \"Fiore Cardian\" che controlli attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario. Una volta per turno: puoi bandire 1 mostro \"Fiore Cardian\" dal tuo Cimitero; fino alla fine del prossimo turno del tuo avversario, il tuo avversario non può attivare effetti delle carte nel Cimitero, inoltre non può Evocare Specialmente mostri dal Cimitero.", "pt": "1 Regulador + 2 monstros não-Reguladores\nSe um monstro \"Flor Cardian\" que você controla atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente. Uma vez por turno: você pode banir 1 monstro \"Flor Cardian\" do seu Cemitério; até o final do próximo turno do seu oponente, seu oponente não pode ativar efeitos de cards no Cemitério e, além disso, ele não pode Invocar monstros por Invocação-Especial do Cemitério.", "ja": "チューナー＋チューナー以外のモンスター２体\n①：このカードがモンスターゾーンに存在する限り、自分の「花札衛」モンスターが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。②：１ターンに１度、自分の墓地の「花札衛」モンスター１体を除外して発動できる。次の相手ターン終了時まで、相手は墓地のカードの効果を発動できず、墓地からモンスターを特殊召喚できない。", "ko": "튜너 ＋ 튜너 이외의 몬스터 2장\n①: 이 카드가 몬스터 존에 존재하는 한, 자신의 \"카디언\" 몬스터가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 상대에게 전투 데미지를 준다. ②: 1턴에 1번, 자신 묘지의 \"카디언\" 몬스터 1장을 제외하고 발동할 수 있다. 다음 상대 턴 종료시까지, 상대는 묘지의 카드 효과를 발동할 수 없으며, 묘지에서 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "调整＋调整以外的怪兽2只\n①：只要这张卡在怪兽区域存在，自己的「花札卫」怪兽向守备表示怪兽攻击的场合，给与对方为攻击力超过那个守备力的数值的战斗伤害。②：1回合1次，把自己墓地1只「花札卫」怪兽除外才能发动。直到下次的对方回合结束时，对方不能把墓地的卡的效果发动，不能从墓地把怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Synchro / Effect", "attribute": "DARK", "level": 6, "atk": 2000, "def": 2000, "series": ["Flower Cardian"], "images": [{"index": 1, "image": "FlowerCardianBoardefly-INOV-EN-R-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN043", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "de": [{"set_number": "INOV-DE043", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "es": [{"set_number": "INOV-SP043", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "fr": [{"set_number": "INOV-FR043", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "it": [{"set_number": "INOV-IT043", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "pt": [{"set_number": "INOV-PT043", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "ja": [{"set_number": "INOV-JP043", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "INOV-KR043", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 471705}