{"konami_id": 13091, "password": 3987233, "name": {"en": "Missus Radiant", "de": "Missus-Strahler", "es": "Missus Radiante", "fr": "Missus Radieux", "it": "Missus il Raggiante", "pt": "Missis Radiante", "ja": "ミセス・レディエント", "ja_romaji": "Misesu Rediento", "ko": "미세스 레디언트", "ko_rr": "Miseseuu Redieonteu", "zh-TW": "金毛女士", "zh-CN": "金毛女士"}, "text": {"en": "2 EARTH monsters\nAll EARTH monsters on the field gain 500 ATK and DEF, also all WIND monsters on the field lose 400 ATK and DEF. If this card is destroyed by battle or card effect: You can target 1 EARTH monster in your GY; add it to your hand. You can only use this effect of \"Missus Radiant\" once per turn.", "de": "2 ERDE Monster\nAlle ERDE Monster auf dem Spielfeld erhalten 500 ATK und DEF, zusätzlich verlieren alle WIND Monster auf dem Spielfeld 400 ATK und DEF. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 ERDE Monster in deinem Friedhof wählen; füge es deiner Hand hinzu. Du kannst diesen Effekt von „Missus-Strahler“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de TIERRA\nTodos los monstruos de TIERRA en el Campo ganan 500 ATK y DEF, y además todos los monstruos de VIENTO en el Campo pierden 400 ATK y DEF. Si esta carta es destruida en batalla o por efecto de una carta: puedes seleccionar 1 monstruo de TIERRA en tu Cementerio; añádelo a tu mano. Sólo puedes usar este efecto de \"Missus Radiante\" una vez por turno.", "fr": "2 monstres TERRE\nTous les monstres TERRE sur le Terrain gagnent 500 ATK/DEF, et aussi, tous les monstres VENT sur le Terrain perdent 400 ATK/DEF. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre TERRE dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Missus Radieux\" qu'une fois par tour.", "it": "2 mostri TERRA\nTutti i mostri TERRA sul Terreno guadagnano 500 ATK e DEF, inoltre tutti i mostri VENTO sul Terreno perdono 400 ATK e DEF. Se questa carta viene distrutta in battaglia o dall'effetto di una carta: puoi scegliere come bersaglio 1 mostro TERRA nel tuo Cimitero; aggiungilo alla tua mano. Puoi utilizzare questo effetto di \"Missus il Raggiante\" una sola volta per turno.", "pt": "2 monstros de TERRA\nTodos os monstros de TERRA no campo ganham 500 de ATK e DEF e, além disso, todos os monstros de VENTO no campo perdem 400 de ATK e DEF. Se este card for destruído em batalha ou por um efeito de card: você pode escolher 1 monstro de TERRA no seu Cemitério; adicione-o a sua mão. Você só pode usar este efeito de \"Missis Radiante\" uma vez por turno.", "ja": "地属性モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：フィールドの地属性モンスターの攻撃力・守備力は５００アップし、風属性モンスターの攻撃力・守備力は４００ダウンする。②：このカードが戦闘・効果で破壊された場合、自分の墓地の地属性モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "땅 속성 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드의 땅 속성 몬스터의 공격력 / 수비력은 500 올리고, 바람 속성 몬스터의 공격력 / 수비력은 400 내린다. ②: 이 카드가 전투 / 효과로 파괴되었을 경우, 자신 묘지의 땅 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "地屬性怪獸２隻\n此卡名的②效果，１回合僅限使用１次。①：場上的地屬性怪獸的攻擊力・守備力提升５００，風屬性怪獸的攻擊力・守備力降低４００。②：在此卡因戰鬥・效果被破壞的狀況下，可將我方墓地的１隻地屬性怪獸做為對象發動。將該怪獸加入手牌。", "zh-CN": "地属性怪兽2只\n此卡名的②效果1回合仅可使用1次。①：只要此卡存在于怪兽区域，场上的地属性怪兽的攻击力・守备力上升500，风属性怪兽的攻击力・守备力下降400。②：此卡因战斗・效果被破坏的情况下，以自己墓地的1只地属性怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Beast / Link / Effect", "attribute": "EARTH", "link_arrows": ["↙", "↘"], "atk": 1400, "materials": "2 EARTH monsters", "series": ["Attribute Booster"], "images": [{"index": 1, "image": "MissusRadiant-COTD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN052", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "de": [{"set_number": "COTD-DE052", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "fr": [{"set_number": "COTD-FR052", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "it": [{"set_number": "COTD-IT052", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "pt": [{"set_number": "COTD-PT052", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "ja": [{"set_number": "COTD-JP052", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "22TP-JP210", "set_name": "Tournament Pack 2022 Vol.2", "rarities": ["Common"]}], "ko": [{"set_number": "COTD-KR052", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "AE18-KR009", "set_name": "Advanced Event Pack 2023 Vol.1 Version 1", "rarities": ["Super Rare"]}, {"set_number": "AE18-KRS09", "set_name": "Advanced Event Pack 2023 Vol.1 Version 2", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "MGP1-SC034", "set_name": "Mega Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 500690, "master_duel_rarity": "SR"}