{"konami_id": 16562, "password": 4008212, "name": {"en": "Break the Destiny", "de": "Schicksal stoppen", "es": "Rompe el Destino", "fr": "Brisez la Destinée", "it": "Rompere il Destino", "pt": "Romper o Destino", "ja": "ブレイク・ザ・デステニー", "ja_romaji": "Bureiku Za Desutenī", "ko": "브레이크 더 데스티니", "ko_rr": "Beureikeu Deo Deseutini", "zh-TW": "突破命運", "zh-CN": "打破命运"}, "text": {"en": "Target 1 Level 8 or higher \"Destiny HERO\" monster, or 1 \"Destiny End Dragoon\", you control; destroy it, and if you do, your opponent skips their next Main Phase 1. You can banish this card from your GY; add 1 Spell/Trap from your Deck to your hand that specifically lists a \"Destiny HERO\" monster's card name or \"Destiny End Dragoon\" in its text, except \"Break the Destiny\". You can only use 1 \"Break the Destiny\" effect per turn, and only once that turn.", "de": "Wähle 1 „Schicksals-HELD“-Monster der Stufe 8 oder höher oder 1 „Schicksalsenddrache“, das oder den du kontrollierst; zerstöre es oder ihn und falls du dies tust, überspringt dein Gegner seine nächste Main Phase 1. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 Zauber/Falle, der oder die ausdrücklich den Kartennamen eines „Schicksals-HELD“-Monsters oder „Schicksalsenddrache“ in seinem oder ihrem Text erwähnt, von deinem Deck hinzu, außer „Schicksal stoppen“. Du kannst nur 1 Effekt von „Schicksal stoppen“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Selecciona 1 monstruo \"HÉROE del Destino\" de Nivel 8 o mayor o 1 \"Infante Dragón del Final del Destino\" que controles; destrúyelo y, si lo haces, tu adversario se salta la próxima Main Phase 1. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 Mágica/Trampa en tu Deck que liste específicamente el nombre de una carta de monstruo \"HÉROE del Destino\" o \"Infante Dragón del Final del Destino\" en su texto, excepto \"Rompe el Destino\". Sólo puedes usar 1 efecto de \"Rompe el Destino\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 monstre \"HÉROS de la Destinée\" de min. Niveau 8 ou 1 \"Soldat Dragon de l'Ultime Destinée\" que vous contrôlez ; détruisez-le, et si vous le faites, votre adversaire saute sa prochaine Main Phase 1. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 Magie/Piège qui liste spécifiquement un nom de carte de monstre \"HÉROS de la Destinée\" ou \"Soldat Dragon de l'Ultime Destinée\" dans son texte (\"Brisez la Destinée\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Brisez la Destinée\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 mostro \"EROE del Destino\" di Livello 8 o superiore o 1 \"Dragone del Destino Finale\" che controlli; distruggilo e, se lo fai, il tuo avversario salta la sua prossima Main Phase 1. Puoi bandire questa carta dal tuo Cimitero; aggiungi dal tuo Deck alla tua mano 1 Magia/Trappola che indica specificamente il nome della carta di un mostro \"EROE del Destino\" o \"Dragone del Destino Finale\" nel suo testo, eccetto \"Rompere il Destino\". Puoi utilizzare solo 1 effetto di \"Rompere il Destino\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 monstro \"HERÓI do Destino\" de Nível 8 ou mais ou 1 \"Dragoon do Destino Final\" que você controla; destrua-o e, se isso acontecer, seu oponente pula sua próxima Fase Principal 1. Você pode banir este card do seu Cemitério; adicione 1 Magia/Armadilha do seu Deck à sua mão que liste especificamente um nome de card de monstro \"HERÓI do Destino\" ou \"Dragoon do Destino Final\" em seu texto, exceto \"Romper o Destino\". Você só pode usar 1 efeito de \"Romper o Destino\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドの、「Ｄｒａｇｏｏｎ Ｄ－ＥＮＤ」またはレベル８以上の「Ｄ－ＨＥＲＯ」モンスター１体を対象として発動できる。そのモンスターを破壊し、次の相手メインフェイズ１をスキップする。②：墓地のこのカードを除外して発動できる。「ブレイク・ザ・デステニー」以外の、「Ｄｒａｇｏｏｎ Ｄ－ＥＮＤ」のカード名または「Ｄ－ＨＥＲＯ」モンスターのカード名が記された魔法・罠カード１枚をデッキから手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의, \"드라군 D－엔드\" 또는 레벨 8 이상의 \"데스티니 히어로\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴하고, 다음 상대 메인 페이즈 1 을 스킵한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. \"브레이크 더 데스티니\" 이외의, \"드라군 D－엔드\"의 카드명 또는 \"데스티니 히어로\" 몬스터의 카드명이 쓰여진 마법 / 함정 카드 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以自己场上的１只“龙骑兵 D-终结”或等级８以上的“命运－英雄”怪兽为对象可以发动。将该怪兽破坏，跳过下一个对手的主要阶段１。②：将墓地的此卡除外可以发动。将１张“打破命运”以外的、记载有“龙骑兵 D-终结”的卡名或“命运－英雄”怪兽卡名的魔法・陷阱卡从牌组加入手牌。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BreaktheDestiny-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "es": [{"set_number": "BODE-SP076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR076", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC165", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714165, "master_duel_rarity": "SR"}