{"konami_id": 16013, "password": 4017398, "name": {"en": "Zexal Entrust", "de": "Zexal-Vertrauen", "es": "Encomienda Zexal", "fr": "Confiance Zexal", "it": "Affido Zexal", "pt": "Confiança Zexal", "ja": "ゼアル・エントラスト", "ja_romaji": "Zearu Entorasuto", "ko": "제알 엔트러스트", "ko_rr": "Jeal Enteureoseuteu", "zh-TW": "ZEXAL信任", "zh-CN": "ZEXAL托付"}, "text": {"en": "Target 1 \"Utopia\", \"ZW -\", or \"ZS -\" monster in your GY; add it to your hand or Special Summon it. If your opponent's LP are at least 2000 higher than yours, except the turn this card was sent to the GY: You can banish this card from your GY, then target 1 \"Zexal\" Spell/Trap in your GY, except \"Zexal Entrust\"; add it to your hand. You can only use each effect of \"Zexal Entrust\" once per turn.", "de": "Wähle 1 „Utopia“-, „ZW -“- oder „ZS -“-Monster in deinem Friedhof; füge es deiner Hand hinzu oder beschwöre es als Spezialbeschwörung. Falls dein Gegner mindestens 2000 LP mehr hat als du, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Zexal“-Zauber/Falle in deinem Friedhof wählen, außer „Zexal-Vertrauen“; füge ihn oder sie deiner Hand hinzu. Du kannst jeden Effekt von „Zexal-Vertrauen“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo \"Utopía\", \"ZW -\", o \"ZS -\" en tu Cementerio; añádelo a tu mano o Invócalo de Modo Especial. Si los LP de tu adversario son al menos 2000 más que los tuyos, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Mágica/Trampa \"Zexal\" en tu Cementerio, excepto \"Encomienda Zexal\"; añádela a tu mano. Sólo puedes usar cada efecto de \"Encomienda Zexal\" una vez por turno.", "fr": "Ciblez 1 monstre \"Utopie\", \"ZW -\" ou \"ZS -\" dans votre Cimetière ; ajoutez-le à votre main ou Invoquez-le Spécialement. Si votre adversaire a min. 2000 LP de plus que vous, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie/Piège \"Zexal\" (\"Confiance Zexal\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Confiance Zexal\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro \"Utopia\", \"ZW -\" o \"ZS -\" nel tuo Cimitero; aggiungilo alla tua mano o Evocalo Specialmente. Se i LP del tuo avversario sono almeno di 2000 superiori ai tuoi, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Magia/Trappola \"Zexal\" nel tuo Cimitero, eccetto \"Affido Zexal\"; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Affido Zexal\" una sola volta per turno.", "pt": "Escolha 1 monstro \"Utopia\", \"ZW -\" ou \"ZS -\" no seu Cemitério; adicione-o à sua mão ou Invoque-o por Invocação-Especial. Se os PV do seu oponente forem pelo menos 2000 a mais que os seus, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério e, depois, escolha 1 Magia/Armadilha \"Zexal\" no seu Cemitério, exceto \"Confiança Zexal\"; adicione-o à sua mão. Você só pode usar cada efeito de \"Confiança Zexal\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地の「希望皇ホープ」、「ＺＷ」、「ＺＳ」モンスターの内、いずれか１体を対象として発動できる。そのモンスターを手札に加えるか特殊召喚する。②：自分のＬＰが相手より２０００以上少ない場合、墓地のこのカードを除外し、「ゼアル・エントラスト」以外の自分の墓地の「ゼアル」魔法・罠カード１枚を対象として発動できる。そのカードを手札に加える。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 \"유토피아\", \"ZW(제알 웨폰)\", \"ZS(제알 서버스)\" 몬스터 중, 어느 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣거나 특수 소환한다. ②: 자신의 LP가 상대보다 2000 이상 적을 경우, 묘지의 이 카드를 제외하고, \"제알 엔트러스트\" 이외의 자신 묘지의 \"제알\" 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 패에 넣는다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以自己墓地的“希望皇霍普”、“ZEXAL兵器”、“ZEXAL从者”怪兽中的任意１只为对象可以发动。将该怪兽加入手牌或特殊召唤。②：自己的LP比对手少２０００以上的情况下，将墓地的此卡除外，以自己墓地“ZEXAL托付”以外的１张“ZEXAL”魔法・陷阱卡为对象可以发动。将该卡加入手牌。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Spell", "property": "Normal", "series": ["Zexal"], "images": [{"index": 1, "image": "ZexalEntrust-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN052", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-EN092", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE052", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-DE092", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR052", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-FR092", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT052", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-IT092", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT052", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-PT092", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP052", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "LIOV-KR052", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC038", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717584, "master_duel_rarity": "R"}