{"konami_id": 10043, "password": 4022819, "name": {"en": "Hieratic Dragon of Eset", "de": "Priesterlicher Drache von Eset", "es": "Dragón Hierático de Eset", "fr": "Dragon Hiératique d'Eset", "it": "Drago Ieratico di Eset", "pt": "Dragão Hierático de Eset", "ja": "<ruby>聖<rt>せい</rt></ruby><ruby>刻<rt>こく</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>－アセトドラゴン", "ja_romaji": "Seikokuryū - Aseto Doragon", "ko": "성각룡－아세트 드래곤", "ko_rr": null, "zh-TW": null, "zh-CN": "圣刻龙－阿赛特龙"}, "text": {"en": "You can Normal Summon this card without Tributing, but its original ATK becomes 1000. Once per turn: You can target 1 face-up Dragon Normal Monster on the field; the Levels of all face-up \"Hieratic\" monsters currently on the field become the Level of that monster, until the End Phase. When this card is Tributed: Special Summon 1 Dragon Normal Monster from your hand, Deck, or GY, and make its ATK/DEF 0.", "de": "Du kannst diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten, aber ihre Grund-ATK werden zu 1000. Einmal pro Spielzug: Du kannst 1 offenes Normales Drache-Monster auf dem Spielfeld wählen; die Stufen aller offenen „Priesterlich“-Monster, die sich derzeit auf dem Spielfeld befinden, werden bis zur End Phase die gleichen wie die Stufe des Monsters. Wenn diese Karte als Tribut angeboten wird: Beschwöre 1 Normales Drache-Monster als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof und seine ATK/DEF werden zu 0.", "es": "Puedes Invocar esta carta de Modo Normal sin Sacrificar, pero su ATK original se convierte en 1000. Una vez por turno: puedes seleccionar 1 Monstruo Normal Dragón boca arriba en el Campo; hasta la End Phase los Niveles de todos los monstruos \"Hierático\" boca arriba en el Campo en este momento se convierten en el Nivel de ese monstruo. Cuando esta carta es Sacrificada: Invoca de Modo Especial 1 Monstruo Normal Dragón desde tu mano, Deck o Cementerio, y haz que su ATK/DEF sean 0.", "fr": "Vous pouvez Invoquer Normalement cette carte sans Sacrifice, mais son ATK d'origine devient 1000. Une fois par tour : vous pouvez cibler 1 Monstre Normal Dragon face recto sur le Terrain ; jusqu'à la End Phase, le Niveau de tous les monstres \"Hiératique\" face recto actuellement sur le Terrain devient le Niveau du monstre. Lorsque cette carte est Sacrifiée : Invoquez Spécialement 1 Monstre Normal Dragon depuis votre main, Deck ou Cimetière, et faites devenir 0 son ATK/DEF.", "it": "Puoi Evocare Normalmente questa carta senza offrire Tributi, ma il suo ATK originale diventa 1000. Una volta per turno: puoi scegliere come bersaglio 1 Mostro Normale Drago scoperto sul Terreno; i Livelli di tutti i mostri \"Ieratico\" scoperti attualmente sul Terreno diventano pari al Livello di quel mostro, fino alla End Phase. Quando questa carta viene offerta come Tributo: Evoca Specialmente 1 Mostro Normale Drago dalla tua mano, Deck o Cimitero, e fai diventare 0 i suoi ATK/DEF.", "pt": "Você pode Invocar este card por Invocação-Normal sem oferecer Tributo, mas seu ATK original se torna 1000. Uma vez por turno: você pode escolher 1 Monstro Normal Dragão com a face para cima no campo; até a Fase Final, o Nível de todos os monstros \"Hierático\" com a face para cima atualmente no campo se tona o Nível desse monstro. Quando este card for oferecido como Tributo: Invoque por Invocação-Especial 1 Monstro Normal Dragão da sua mão, do Deck ou do Cemitério e torne seu ATK/DEF 0.", "ja": "このカードはリリースなしで召喚できる。この方法で召喚したこのカードの元々の攻撃力は１０００になる。１ターンに１度、フィールド上のドラゴン族の通常モンスター１体を選択して発動できる。フィールド上の全ての「聖刻」と名のついたモンスターのレベルはエンドフェイズ時まで選択したモンスターと同じレベルになる。また、このカードがリリースされた時、自分の手札・デッキ・墓地からドラゴン族の通常モンスター１体を選び、攻撃力・守備力を０にして特殊召喚する。", "ko": "이 카드는 릴리스 없이 일반 소환할 수 있다. 이 방법으로 일반 소환한 이 카드의 원래 공격력은 1000 이 된다. 1턴에 1번, 필드 위의 드래곤족 일반 몬스터 1장을 선택하고 발동할 수 있다. 필드 위의 모든 \"성각\"이라는 이름이 붙은 몬스터의 레벨은 엔드 페이즈시까지 선택한 몬스터와 같은 레벨이 된다. 또한, 이 카드가 릴리스되었을 때, 자신의 패 / 덱 / 묘지에서 드래곤족 일반 몬스터 1장을 고르고, 공격력 / 수비력을 0으로 하여 특수 소환한다.", "zh-TW": null, "zh-CN": "①：此卡无需解放即可召唤。②：以此卡的①方法召唤的此卡的原本攻击力变为１０００。③：１回合１次，以场上的１只龙族通常怪兽为对象可以发动。场上的所有“圣刻”怪兽的等级直至回合结束时为止，变为与对象怪兽相同。④：此卡被解放的情况下发动。从自己的手牌・牌组・墓地挑选１只龙族通常怪兽，将其攻击力・守备力改成０并特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 5, "atk": 1900, "def": 1200, "series": ["Hieratic"], "images": [{"index": 1, "image": "HieraticDragonofEset-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN020", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "GFTP-EN049", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GAOV-DE020", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "GFTP-DE049", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GAOV-SP020", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "GFTP-SP049", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GAOV-FR020", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "GFTP-FR049", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GAOV-IT020", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "GFTP-IT049", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT049", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "GAOV-JP020", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "GAOV-KR020", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL02-SC136", "set_name": "Classic Pack 02", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 216801}