{"konami_id": 15334, "password": 4059313, "name": {"en": "Blaze Cannon", "de": "Glutkanone", "es": "Cañón Llameante", "fr": "Canon de Flammes", "it": "Cannone Fiammata", "pt": "Canhão de Explosão", "ja": "ゴッド・ブレイズ・キャノン", "ja_romaji": "Goddo Bureizu Kyanon", "ko": "갓 브레이즈 캐논", "ko_rr": "Gat Beureijeu Kaenon", "zh-TW": "神・烈焰加農砲", "zh-CN": "神烈焰加农炮"}, "text": {"en": "(This card is also always treated as a \"Blaze Accelerator\" card.)\nOne \"The Winged Dragon of Ra\" you control gains the following effects until the end of this turn. This card's activation and effect cannot be negated.\n● This card is unaffected by your opponent's card effects.\n● When an attack is declared involving this card: You can Tribute any number of other monsters that did not declare an attack this turn; this card gains ATK equal to the Tributed monsters' combined original ATK, until the end of this turn.\n● After damage calculation, if this card attacked: You can send all monsters your opponent controls to the GY.", "de": "(Diese Karte wird zusätzlich immer als „Glutbeschleuniger“-Karte behandelt.)\nEin „Der geflügelte Drache von Ra“, den du kontrollierst, erhält bis zum Ende dieses Spielzugs die folgenden Effekte. Aktivierung und Effekt dieser Karte können nicht annulliert werden.\n● Diese Karte bleibt von den Karteneffekten deines Gegners unberührt.\n● Wenn ein Angriff deklariert wird, an dem diese Karte beteiligt ist: Du kannst eine beliebige Anzahl anderer Monster, die in diesem Spielzug keinen Angriff deklariert haben, als Tribut anbieten; diese Karte erhält bis zum Ende dieses Spielzugs ATK in Höhe der Summe der Grund-ATK der als Tribut angebotenen Monster.\n● Nach der Schadensberechnung, falls diese Karte angegriffen hat: Du kannst alle Monster, die dein Gegner kontrolliert, auf den Friedhof legen.", "es": "(Esta carta también se trata siempre como una carta \"Acelerador de Llama\".)\nHasta el final de este turno, un \"El Dragón Alado de Ra\" que controles gana los siguientes efectos. La activación y el efecto de esta carta no pueden ser negados.\n● Esta carta no es afectada por los efectos de cartas de tu adversario.\n● Cuando es declarado un ataque que involucre esta carta: puedes Sacrificar cualquier cantidad de otros monstruos que no declararon un ataque este turno; hasta el final de este turno esta carta gana ATK igual al ATK original combinado de los monstruos Sacrificados.\n● Después del cálculo de daño, si esta carta atacó: puedes mandar al Cementerio todos los monstruos que controle tu adversario.", "fr": "(Cette carte est toujours aussi traitée comme une carte \"Accélérateur de Flammes\".)\nJusqu'à la fin de ce tour, un \"Le Dragon Ailé de Râ\" que vous contrôlez gagne les effets suivants. L'activation et l'effet de cette carte ne peuvent être annulés.\n● Cette carte n'est pas affectée par des effets de carte de votre adversaire.\n● Lorsqu'une attaque impliquant cette carte est déclarée : vous pouvez Sacrifier un nombre de votre choix d'autres monstres qui n'ont pas déclaré d'attaque ce tour ; jusqu'à la fin de ce tour, cette carte gagne une ATK égale à la somme des ATK d'origine des monstres Sacrifiés.\n● Après le calcul des dommages, si cette carte a attaqué : vous pouvez envoyer tous les monstres contrôlés par votre adversaire au Cimetière.", "it": "(Questa carta viene anche sempre considerata come una carta \"Acceleratore Fiammata\".)\nUn \"Drago Alato di Ra\" che controlli guadagna i seguenti effetti fino alla fine di questo turno. L'attivazione e l'effetto di questa carta non possono essere annullati.\n● Questa carta è immune agli effetti delle carte del tuo avversario.\n● Quando viene dichiarato un attacco che coinvolge questa carta: puoi offrire come Tributo un qualsiasi numero di altri mostri che non hanno dichiarato un attacco in questo turno; questa carta guadagna ATK pari alla somma degli ATK originali dei mostri offerti come Tributo, fino alla fine di questo turno.\n● Dopo il calcolo dei danni, se questa carta ha attaccato: puoi mandare al Cimitero tutti i mostri controllati dal tuo avversario.", "pt": "(Este card deve ser sempre considerado como um card \"Acelerador de Explosão\".)\nUm \"O Dragão Alado de Rá\" que você controla ganha os seguintes efeitos até o final deste turno. A ativação e efeito deste card não podem ser negados.\n● Este card não é afetado pelos efeitos de card do seu oponente.\n● Quando um ataque for declarado envolvendo este card: você pode oferecer como Tributo qualquer número de outros monstros que não declararam um ataque neste turno; até o final deste turno, este card ganha ATK igual ao ATK original combinado desses monstros oferecidos como Tributo.\n● Depois do cálculo de dano, se este card atacou: você pode enviar para o Cemitério todos os monstros que seu oponente controla.", "ja": "①：自分フィールドの「ラーの翼神竜」１体を選ぶ。そのモンスターはターン終了時まで以下の効果を得る。このカードの発動と効果は無効化されない。●このカードは相手の効果を受けない。● このカードが戦闘を行う攻撃宣言時に、このターン攻撃宣言をしていない自分フィールドの他のモンスターを任意の数だけリリースして発動できる。このカードの攻撃力はターン終了時まで、リリースしたモンスターの元々の攻撃力の合計分アップする。●このカードが攻撃したダメージ計算後に発動できる。相手フィールドのモンスターを全て墓地へ送る。", "ko": "①: 자신 필드의 \"라의 익신룡\" 1장을 고른다. 그 몬스터는 턴 종료시까지 이하의 효과를 얻는다. 이 카드의 발동과 효과는 무효화되지 않는다.\n●이 카드는 상대 효과를 받지 않는다.\n●이 카드가 전투를 실행하는 공격 선언시에, 이 턴에 공격 선언을 하고 있지 않은 자신 필드의 다른 몬스터를 임의의 수만큼 릴리스하여 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지, 릴리스한 몬스터의 원래 공격력의 합계만큼 올린다.\n●이 카드가 공격한 데미지 계산 후에 발동할 수 있다. 상대 필드의 몬스터를 전부 묘지로 보낸다.", "zh-TW": "①：選擇我方場上的１隻「拉之翼神龍」。該怪獸在回合結束前獲得以下效果。此卡的發動和效果不會被無效化。\n●此卡不受對方的效果影響。\n●此卡進行戰鬥的攻擊宣言時，可解放我方場上任意數量的此回合未進行攻擊宣言的其他怪獸發動。此卡的攻擊力在回合結束前，依據解放的怪獸原本的攻擊力合計數值進行提升。\n●可在此卡攻擊的傷害計算後發動。將對方場上的所有怪獸全部送至墓地。", "zh-CN": "①：选择1只自己场上的“拉之翼神龙”。该怪兽获得以下效果，直至回合结束时为止。此卡的发动与效果不会失效。\n●此卡不受对手效果影响。\n●此卡进行战斗的攻击宣言时，解放此回合中未进行攻击宣言的自己场上任意数量的其他怪兽后可以发动。此卡的攻击力上升所解放的怪兽原本攻击力的合计值，直至回合结束时为止。\n●计算此卡攻击的伤害值后可以发动。将对手场上的怪兽全部送至墓地。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Blaze Accelerator", "Signature move"], "images": [{"index": 1, "image": "BlazeCannon-LED7-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED7-EN005", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED7-DE005", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED7-FR005", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED7-IT005", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED7-PT005", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP24-JP005", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DP24-KR005", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 110864, "master_duel_rarity": "R"}