{"konami_id": 9093, "password": 4068622, "name": {"en": "Blackwing - Aurora the Northern Lights", "de": "Schwarzflügel - Aurora das Nordlicht", "es": "Alanegra - Aurora Boreal", "fr": "Aile Noire - Aurora la Lumière du Nord", "it": "Alanera - Aurora l'Aurora Boreale", "pt": "Asanegra - Aurora, as Luzes do Norte", "ja": "<ruby>ＢＦ<rt>ブラックフェザー</rt></ruby>－<ruby>極<rt>きょっ</rt></ruby><ruby>光<rt>こう</rt></ruby>のアウロラ", "ja_romaji": "Burakku Fezā - Kyokkō no Aurora", "ko": "<ruby>BF<rt>블랙 페더</rt></ruby>－극광의 오로라", "ko_rr": null, "zh-TW": null, "zh-CN": "黑羽-极光之奥罗拉"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by banishing 2 face-up monsters you control (1 \"Blackwing\" Tuner and 1 non-Tuner), and cannot be Special Summoned by other ways. Once per turn: You can banish 1 \"Blackwing\" Synchro Monster from your Extra Deck; until the End Phase, this card's name and original ATK become that monster's, and replace this effect with that monster's original effects.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 2 offene Monster verbannst, die du kontrollierst, (1 „Schwarzflügel“-Empfänger und 1 Nicht-Empfänger) und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Einmal pro Spielzug: Du kannst 1 „Schwarzflügel“-Synchromonster von deinem Extra Deck verbannen; bis zur End Phase werden Name und Grund-ATK dieser Karte dieselben wie die des Monsters und ersetze diesen Effekt durch die Grundeffekte des Monsters.", "es": "No puede ser Invocada de Modo Normal/Colocada. Debe ser Invocada de Modo Especial (desde tu mano) desterrando 2 monstruos boca arriba que controles (1 monstruo \"Alanegra\" Cantante y 1 que no sea Cantante), y no puede ser Invocada de Modo Especial de otra forma. Una vez por turno: puedes desterrar 1 Monstruo de Sincronía \"Alanegra\" en tu Deck Extra; hasta la End Phase, el nombre de esta carta y su ATK original se convierten en los de ese monstruo, y reemplaza este efecto con los efectos originales de ese monstruo.", "fr": "Ni Invocable Normalement ni Posable. Uniquement Invocable Spécialement (depuis votre main) en bannissant 2 monstres face recto que vous contrôlez (1 Syntoniseur \"Aile Noire\" et 1 non-Syntoniseur), et non Invocable Spécialement autrement. Une fois par tour : vous pouvez bannir 1 Monstre Synchro \"Aile Noire\" depuis votre Extra Deck ; jusqu'à la End Phase, le nom et l'ATK d'origine de cette carte deviennent ceux du monstre, et remplacez cet effet par les effets d'origine du monstre.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) bandendo 2 mostri scoperti che controlli (1 Tuner \"Alanera\" e 1 non-Tuner), e non può essere Evocato Specialmente in altri modi. Una volta per turno: puoi bandire 1 Mostro Synchro \"Alanera\" dal tuo Extra Deck; fino alla End Phase, il nome e l'ATK originali di questa carta diventano quelli di quel mostro, e sostituisci questo effetto con gli effetti originali di quel mostro.", "pt": "Não pode ser Invocado por Invocação-Especial/Baixado. Você deve Invocá-lo por Invocação-Especial (da sua mão) ao banir 2 monstros com a face para cima que você controla (1 Regulador \"Asanegra\" e 1 não-Regulador) e não pode Invocá-lo por Invocação-Especial de nenhuma outra forma. Uma vez por turno: você pode banir 1 Monstro Sincro \"Asanegra\" do seu Deck Adicional; até a Fase Final, o nome e o ATK original deste card se tornam o desse monstro e substitua este efeito pelos efeitos originais desse monstro.", "ja": "このカードは通常召喚できない。自分フィールド上に表側表示で存在する「ＢＦ」と名のついたチューナー１体と、チューナー以外のモンスター１体をゲームから除外した場合のみ特殊召喚する事ができる。１ターンに１度、自分のエクストラデッキから「ＢＦ」と名のついたシンクロモンスター１体をゲームから除外し、エンドフェイズ時までそのモンスターと同名カードとして扱い、同じ攻撃力と効果を得る事ができる。", "ko": "이 카드는 일반 소환/세트할 수 없다. 자신 필드 위에 앞면 표시로 존재하는 \"BF(블랙 페더)\"라는 이름이 붙은 튜너 1장과 튜너 이외의 몬스터 1장을 게임에서 제외했을 경우에만 특수 소환할 수 있다. 1턴에 1번, 자신의 엑스트라 덱에서 \"BF(블랙 페더)\"라는 이름이 붙은 싱크로 몬스터 1장을 게임에서 제외하고, 엔드 페이즈시까지 그 몬스터와 이름이 같은 카드로 취급하여, 같은 공격력과 효과를 얻을 수 있다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。把自己场上表侧表示存在的1只名字带有「黑羽」的调整和1只调整以外的怪兽从游戏中除外的场合才能特殊召唤。1回合1次，可以从自己的额外卡组把1只名字带有「黑羽」的同调怪兽从游戏中除外，直到结束阶段时当作和那只怪兽同名卡使用，得到相同的攻击力和效果。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "LIGHT", "level": 10, "atk": "?", "def": 0, "series": ["Blackwing"], "images": [{"index": 1, "image": "BlackwingAuroratheNorthernLights-LC5D-EN-C-1E.png"}], "sets": {"en": [{"set_number": "STBL-EN016", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "LC5D-EN124", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "STBL-DE016", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "AC11-DE023", "set_name": "Yu-Gi-Oh! Advent Calendar", "rarities": ["Super Rare"]}, {"set_number": "LC5D-DE124", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "STBL-SP016", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "LC5D-SP124", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "STBL-FR016", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "LC5D-FR124", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "STBL-IT016", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "LC5D-IT124", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LC5D-PT124", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "STBL-JP016", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "ko": [{"set_number": "STBL-KR016", "set_name": "Starstrike Blast", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 130491}