{"konami_id": 22148, "password": 4079728, "name": {"en": "Gung-Ho! Springans!", "de": "Drauf los, Springans!", "es": "¡Springans! ¡A Todo!", "fr": "À Fond Springans !", "it": "Gung-Ho! Springans!", "pt": "Vamos Nessa, Springans!", "ja": "ガンホー！スプリガンズ！", "ja_romaji": "Ganhō! Supuriganzu!", "ko": "겅호! 스프리건즈!", "ko_rr": null, "zh-TW": null, "zh-CN": "共好！守宝团！"}, "text": {"en": "2+ Level 4 \"Springans\" monsters\nIf this card is Xyz Summoned, or sent to the GY: You can Special Summon 1 \"Springans Captain Sargas\" from your Deck or GY. You can detach 2 materials from this card; add to your hand or Special Summon 1 of the following monsters from your Deck.\n● \"Springans\" monster ● \"Therion\" monster\n● \"Fallen of Albaz\" or 1 monster that mentions it\nYou can only use 1 \"Gung-Ho! Springans!\" effect per turn, and only once that turn.", "de": "2+ „Springans“-Monster der Stufe 4\nFalls diese Karte als Xyz-Beschwörung beschworen oder auf den Friedhof gelegt wird: Du kannst 1 „Springans-Kapitän Sargas“ als Spezialbeschwörung von deinem Deck oder Friedhof beschwören. Du kannst 2 Material von dieser Karte abhängen; füge deiner Hand 1 der folgenden Monster von deinem Deck hinzu oder beschwöre es als Spezialbeschwörung.\n● „Springans“-Monster\n● „Therion“-Monster\n● „Gefallener von Albaz“ oder 1 Monster, das ihn erwähnt\nDu kannst nur 1 Effekt von „Drauf los, Springans!“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "2+ monstruos \"Springans\" de Nivel 4\nSi esta carta es Invocada Xyz o mandada al Cementerio: puedes Invocar de Modo Especial 1 \"Springans Capitán Sargas\" desde tu Deck o Cementerio. Puedes desacoplar 2 materiales de esta carta; añade a tu mano o Invoca de Modo Especial 1 de los siguientes monstruos desde tu Deck.\n● Monstruo \"Springans\"\n● Monstruo \"Therion\"\n● \"Caído de Albaz\" o 1 monstruo que lo mencione\nSólo puedes usar 1 efecto de \"¡Springans! ¡A Todo!\" por turno, y sólo una vez ese turno.", "fr": "2+ monstres \"Springans\" de Niveau 4\nSi cette carte est Invoquée par Xyz ou envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 \"Capitaine Sargas Springans\" depuis votre Deck ou Cimetière. Vous pouvez détacher 2 Matériels de cette carte ; ajoutez à votre main ou Invoquez Spécialement 1 des monstres suivants depuis votre Deck.\n● Monstre \"Springans\"\n● Monstre \"Therion\"\n● \"Albaz le Déchu\" ou 1 monstre qui le mentionne\nVous ne pouvez utiliser qu'1 effet de \"À Fond Springans !\" par tour, et uniquement une fois le tour.", "it": "2+ mostri \"Springans\" di Livello 4\nSe questa carta viene Evocata Xyz, o mandata al Cimitero: puoi Evocare Specialmente 1 \"Springans Capitano Sargas\" dal tuo Deck o Cimitero. Puoi staccare 2 materiali da questa carta; aggiungi alla tua mano o Evoca Specialmente 1 dei seguenti mostri dal tuo Deck.\n● Mostro \"Springans\"\n● Mostro \"Therion\"\n● \"Caduto di Albaz\" o 1 mostro che lo menziona\nPuoi utilizzare solo 1 effetto di \"Gung-Ho! Springans!\" per turno, e solo una volta in quel turno.", "pt": "2+ monstros \"Springans\" de Nível 4\nSe este card for Invocado por Invocação-Xyz ou enviado para o Cemitério: você pode Invocar por Invocação-Especial 1 \"Springans Capitão Sargas\" do seu Deck ou Cemitério. Você pode desassociar 2 matérias deste card; adicione à sua mão ou Invoque por Invocação-Especial 1 dos seguintes monstros do seu Deck.\n● Monstro \"Springans\"\n● Monstro \"Therion\"\n● \"Caído de Arbaz\" ou 1 monstro que o mencione\nVocê só pode usar 1 efeito de \"Vamos Nessa, Springans!\" por turno e apenas uma vez por turno.", "ja": "レベル４「スプリガンズ」モンスター×２体以上\nこのカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：このカードがＸ召喚した場合または墓地へ送られた場合に発動できる。自分のデッキ・墓地から「スプリガンズ・キャプテン　サルガス」１体を特殊召喚する。②：このカードのＸ素材を２つ取り除いて発動できる。デッキから以下のモンスターの内１体を選び、手札に加えるか特殊召喚する。●「スプリガンズ」モンスター●「セリオンズ」モンスター●「アルバスの落胤」またはそのカード名が記されたモンスター", "ko": "레벨 4 \"스프리건즈\" 몬스터 × 2장 이상\n이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 이 카드를 엑시즈 소환했을 경우 또는 묘지로 보내졌을 경우에 발동할 수 있다. 자신의 덱 / 묘지에서 \"스프리건즈 캡틴 사르가스\" 1장을 특수 소환한다. ②: 이 카드의 엑시즈 소재를 2개 제거하고 발동할 수 있다. 덱에서 이하의 몬스터 중 1장을 고르고, 패에 넣거나 특수 소환한다. ●\"스프리건즈\" 몬스터 ●\"세리온즈\" 몬스터 ●\"알버스의 낙윤\" 또는 그 카드명이 쓰여진 몬스터", "zh-TW": null, "zh-CN": "等级4“守宝团”怪兽×2只以上\n此卡名的①②效果1回合1次，仅可使用其中1个。①：此卡超量召唤的情况下，或被送至墓地的情况下可以发动。从自己牌组・墓地将1只“守宝团・舰长 飒嘉斯”特殊召唤。②：去除此卡的2个超量素材可以发动。从牌组挑选以下怪兽中的1只，加入手牌或特殊召唤。●“守宝团”怪兽●“兽带斗士”怪兽●“阿尔白斯之落胤”或记载有该卡名的怪兽"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "FIRE", "rank": 4, "atk": 2500, "def": 1600, "materials": "2+ Level 4 \"Springans\" monsters", "series": ["Springans"], "images": [{"index": 1, "image": "GungHoSpringans-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN045", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE045", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP045", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR045", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT045", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT045", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ja": [{"set_number": "BPRO-JP045", "set_name": "Burst Protocol", "rarities": ["Rare"]}], "ko": [{"set_number": "BPRO-KR045", "set_name": "Burst Protocol", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "BPRO-SC045", "set_name": "Burst Protocol", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1153164}