{"konami_id": 14038, "password": 4103668, "name": {"en": "Tengu, the Winged Mayakashi", "de": "Tengu, der geflügelte Mayakashi", "es": "Tengu, el Mayakashi Alado", "fr": "Tengu, Mayakashi des Ailes", "it": "Tengu, il Mayakashi Alato", "pt": "Tengu, o Mayakashi Alado", "ja": "<ruby>翼<rt>つばさ</rt></ruby>の<ruby>魔妖<rt>まやかし</rt></ruby>－<ruby>天<rt>てん</rt></ruby><ruby>狗<rt>ぐ</rt></ruby>", "ja_romaji": "Tsubasa no Mayakashi - Tengu", "ko": "날개의 마요괴－탱구", "ko_rr": "Nalgae-ui Mayogoe - Raenggu", "zh-TW": "翼之魔妖－天狗", "zh-CN": "翼之魔妖－天狗"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters / You can only control 1 \"Tengu, the Winged Mayakashi\". You can only use each of these effects of \"Tengu, the Winged Mayakashi\" once per turn.\n● If a Synchro Monster in your possession whose original Level is 9 is destroyed by battle or an opponent's card effect while this card is in the GY: You can banish 1 other Zombie monster from your GY, and if you do, Special Summon this card.\n● If this card is Special Summoned from the GY: You can destroy 1 Spell/Trap your opponent controls.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDu kannst nur 1 „Tengu, der geflügelte Mayakashi“ kontrollieren. Du kannst jeden dieser Effekte von „Tengu, der geflügelte Mayakashi“ nur einmal pro Spielzug verwenden.\n● Falls ein Synchromonster, das dir gehört und dessen Grund-Stufe 9 ist, durch Kampf oder einen Karteneffekt eines Gegners zerstört wird, solange sich diese Karte im Friedhof befindet: Du kannst 1 anderes Zombie-Monster von deinem Friedhof verbannen und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung.\n● Falls diese Karte als Spezialbeschwörung vom Friedhof beschworen wird: Du kannst 1 Zauber/Falle zerstören, den oder die dein Gegner kontrolliert.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSólo puedes controlar 1 \"Tengu, el Mayakashi Alado\". Sólo puedes usar cada uno de estos efectos de \"Tengu, el Mayakashi Alado\" una vez por turno.\n● Si un Monstruo de Sincronía en tu posesión cuyo Nivel original es 9, es destruido en batalla o por el efecto de una carta del adversario, mientras esta carta está en el Cementerio: puedes desterrar otro monstruo Zombi en tu Cementerio y, si lo haces, Invoca esta carta de Modo Especial.\n● Si esta carta es Invocada de Modo Especial desde el Cementerio: puedes destruir 1 Mágica/Trampa que controle tu adversario.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous ne pouvez contrôler qu'1 \"Tengu, Mayakashi des Ailes\". Vous ne pouvez utiliser chacun de ces effets de \"Tengu, Mayakashi des Ailes\" qu'une fois par tour.\n● Si un Monstre Synchro en votre possession, dont le Niveau d'origine est 9, est détruit au combat ou par un effet de carte de l'adversaire tant que cette carte est dans le Cimetière : vous pouvez bannir 1 autre monstre Zombie depuis votre Cimetière, et si vous le faites, Invoquez Spécialement cette carte.\n● Si cette carte est Invoquée Spécialement depuis le Cimetière : vous pouvez détruire 1 Magie/Piège contrôlé par votre adversaire.", "it": "1 Tuner + 1+ mostri non-Tuner\nPuoi controllare solo 1 \"Tengu, il Mayakashi Alato\". Puoi utilizzare ognuno di questi effetti di \"Tengu, il Mayakashi Alato\" una sola volta per turno.\n● Se un Mostro Synchro sotto il tuo comando, il cui Livello originale è 9, viene distrutto in battaglia o dall'effetto di una carta dell'avversario mentre questa carta è nel Cimitero: puoi bandire 1 altro mostro Zombie dal tuo Cimitero e, se lo fai, Evoca Specialmente questa carta.\n● Se questa carta viene Evocata Specialmente dal Cimitero: puoi distruggere 1 Magia/Trappola controllata dal tuo avversario.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nVocê só pode controlar 1 \"Tengu, o Mayakashi Alado\". Você só pode usar cada um desses efeitos de \"Tengu, o Mayakashi Alado\" uma vez por turno.\n● Se um Monstro Sincro em sua posse, cujo Nível original seja 9, for destruído em batalha ou por um efeito de card do oponente enquanto este card estiver no Cemitério: você pode banir 1 outro monstro Zumbi no seu Cemitério e, se isso acontecer, Invoque este card por Invocação-Especial.\n● Se este card for Invocado por Invocação-Especial do Cemitério: você pode destruir 1 Magia/Armadilha que seu oponente controla.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：「翼の魔妖－天狗」は自分フィールドに１体しか表側表示で存在できない。②：このカードが墓地に存在し、元々のレベルが９の自分のＳモンスターが戦闘または相手の効果で破壊された場合に発動できる。自分の墓地から他のアンデット族モンスター１体を除外し、このカードを特殊召喚する。③：このカードが墓地からの特殊召喚に成功した場合に発動できる。相手フィールドの魔法・罠カード１枚を選んで破壊する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: \"날개의 마요괴－탱구\"는 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 이 카드가 묘지에 존재하고, 원래의 레벨이 9 인 자신의 싱크로 몬스터가 전투 또는 상대 효과로 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 다른 언데드족 몬스터 1장을 제외하고, 이 카드를 특수 소환한다. ③: 이 카드가 묘지에서의 특수 소환에 성공했을 경우에 발동할 수 있다. 상대 필드의 마법 / 함정 카드 1장을 골라 파괴한다.", "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽１只以上\n此卡名的②③效果１回合仅可各使用１次。\n①：“翼之魔妖－天狗”在自己场上仅可有１张以表侧表示存在。\n②：此卡存在于墓地，且自己原本等级为９的同步怪兽因战斗或对手的效果被破坏的情况下可以发动。从自己的墓地将１只其他的不死族怪兽除外，将此卡特殊召唤。\n③：此卡从墓地特殊召唤的情况下可以发动。将对手场上的１张魔法・陷阱卡破坏。"}, "card_type": "Monster", "monster_type_line": "Zombie / Synchro / Effect", "attribute": "WIND", "level": 7, "atk": 2600, "def": 1500, "series": ["Mayakashi"], "images": [{"index": 1, "image": "TengutheWingedMayakashi-HISU-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "HISU-EN034", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "de": [{"set_number": "HISU-DE034", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "es": [{"set_number": "HISU-SP034", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "HISU-FR034", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "it": [{"set_number": "HISU-IT034", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "HISU-PT034", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DBHS-JP034", "set_name": "Deck-Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBHS-KR034", "set_name": "Deck-Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "NE01-SC179", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 567010, "master_duel_rarity": "R"}