{"konami_id": 16745, "password": 4408198, "name": {"en": "Exosister Arment", "de": "Exoschwester-Amenrüstung", "es": "Exormana Arment", "fr": "Exosœur Arment", "it": "Arment Esosorella", "pt": "Armento Exoirmã", "ja": "エクソシスター・アーメント", "ja_romaji": "Ekusoshisutā Āmento", "ko": "엑소시스터 아멘트", "ko_rr": "Eksosiseuteo Amenteu", "zh-TW": "驅魔姐妹・誠願武裝", "zh-CN": "驱魔姐妹・诚愿武装"}, "text": {"en": "Pay 800 LP, then target 1 \"Exosister\" monster you control; Special Summon 1 \"Exosister\" Xyz Monster from your Extra Deck with a different name than the cards you control, by using that target as material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) You can only activate 1 \"Exosister Arment\" per turn. You can only activate this card during your opponent's turn, unless your opponent controls a monster Special Summoned from the GY.", "de": "Zahle 800 LP und wähle dann 1 „Exoschwester“-Monster, das du kontrollierst; beschwöre 1 „Exoschwester“-Xyz-Monster mit einem unterschiedlichen Namen als die Karten, die du kontrollierst, als Spezialbeschwörung von deinem Extra Deck, indem du jenes gewählte Ziel als Material verwendest. (Dies wird als Xyz-Beschwörung behandelt. Transferiere sein Material an das beschworene Monster.) Du kannst nur 1 „Exoschwester-Amenrüstung“ pro Spielzug aktivieren. Du kannst diese Karte nur während des Spielzugs deines Gegners aktivieren, es sei denn, dein Gegner kontrolliert ein Monster, das als Spezialbeschwörung vom Friedhof beschworen wurde.", "es": "Paga 800 LP, y después selecciona 1 monstruo \"Exormana\" que controles; Invoca de Modo Especial 1 Monstruo Xyz \"Exormana\" desde tu Deck Extra con un nombre diferente al de las cartas que controlas, usando ese objetivo como material. (Esto se trata como una Invocación Xyz. Transfiere sus materiales al monstruo Invocado). Sólo puedes activar 1 \"Exormana Arment\" por turno. Sólo puedes activar esta carta durante el turno de tu adversario, a menos que tu adversario controle un monstruo Invocado de Modo Especial desde el Cementerio.", "fr": "Payez 800 LP, puis ciblez 1 monstre \"Exosœur\" que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck d'un nom différent des cartes que vous contrôlez, en utilisant la cible comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous ne pouvez activer qu'1 \"Exosœur Arment\" par tour. Vous ne pouvez activer cette carte que durant le tour de votre adversaire, sauf si votre adversaire contrôle un monstre Invoqué Spécialement depuis le Cimetière.", "it": "Paga 800 LP, poi scegli come bersaglio 1 mostro \"Esosorella\" che controlli; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz \"Esosorella\" con un nome diverso dalle carte che controlli, utilizzando quel bersaglio come materiale. (Questa viene considerata come un'Evocazione Xyz. Trasferisci i suoi materiali sul mostro Evocato.) Puoi attivare solo 1 \"Arment Esosorella\" per turno. Puoi attivare questa carta solo durante il turno del tuo avversario, a meno che il tuo avversario controlli un mostro Evocato Specialmente dal Cimitero.", "pt": "Pague 800 PV e, depois, escolha 1 monstro \"Exoirmã\" que você controla; Invoque por Invocação-Especial 1 Monstro Xyz \"Exoirmã\" do seu Deck Adicional com um nome diferente que o dos cards que você controla, usando o alvo como matéria. (Isso é considerado uma Invocação-Xyz. Transfira as matérias dele para o monstro Invocado.) Você só pode ativar 1 \"Armento Exoirmã\" por turno. Você só pode ativar este card durante o turno do seu oponente, a não ser que seu oponente controle um monstro Invocado por Invocação-Especial do Cemitério.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、墓地から特殊召喚されたモンスターが相手フィールドに存在しない場合、相手ターンにしか発動できない。①：８００ＬＰを払い、自分フィールドの「エクソシスター」モンスター１体を対象として発動できる。同名カードが自分フィールドに存在しない「エクソシスター」Ｘモンスター１体を、対象の自分のモンスターの上に重ねてＸ召喚扱いでＥＸデッキから特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 묘지에서 특수 소환된 몬스터가 상대 필드에 존재하지 않을 경우, 상대 턴에밖에 발동할 수 없다. ①: 800 LP를 지불하고, 자신 필드의 \"엑소시스터\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 같은 이름의 카드가 자신 필드에 존재하지 않는 \"엑소시스터\" 엑시즈 몬스터 1장을, 대상의 자신 몬스터 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张，对手场上不存在从墓地被特殊召唤的怪兽的情况下，仅可在对手回合发动。①：支付８００ＬＰ，以自己场上的１只“驱魔姐妹”怪兽为对象可以发动。从额外牌组将１只自己场上不存在同名卡的“驱魔姐妹”超量怪兽重叠在自己的对象怪兽上面，视为超量召唤特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Exosister"], "images": [{"index": 1, "image": "ExosisterArment-TT02-JP-C.png", "illustration": "ExosisterArment-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "ExosisterArment-MP23-EN-SR-1E.png", "illustration": "ExosisterArment-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "GRCR-EN022", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-EN261", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "GRCR-DE022", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-DE261", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "es": [{"set_number": "GRCR-SP022", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-SP261", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GRCR-FR022", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-FR261", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "GRCR-IT022", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-IT261", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "GRCR-PT022", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-PT261", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBGC-JP022", "set_name": "Deck-Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "TT02-JPB14", "set_name": "Tactical-Try Deck: Exosister", "rarities": ["Common"]}], "ko": [{"set_number": "DBGC-KR022", "set_name": "Deck-Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "TT02-KRB14", "set_name": "Tactical-Try Deck: Exosister", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DBGC-SC022", "set_name": "Deck-Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "TT02-SCB14", "set_name": "Tactical-Try Deck: Exosister", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714878, "master_duel_rarity": "N"}