{"konami_id": 13926, "password": 4478086, "name": {"en": "Clock Spartoi", "de": "Takt-Spartoi", "es": "Reloj Espartano", "fr": "Spartiate Horloge", "it": "Clock Sparti", "pt": "Espartoi Clock", "ja": "クロック・スパルトイ", "ja_romaji": "Kurokku Suparutoi", "ko": "클락 스파르토이", "ko_rr": "Keullak Seupareutoi", "zh-TW": "時脈地生人", "zh-CN": "时脉地生人"}, "text": {"en": "2 Cyberse monsters\nIf this card is Link Summoned: You can add 1 \"Cynet Fusion\" from your Deck to your hand. If a monster(s) is Special Summoned to a zone(s) this card points to (except during the Damage Step): You can target 1 Level 4 or lower Cyberse monster in your GY; Special Summon it, but negate its effects, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Fusion Monsters. You can only use each effect of \"Clock Spartoi\" once per turn.", "de": "2 Cyberse-Monster\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst deiner Hand 1 „Cynet-Fusion“ von deinem Deck hinzufügen. Falls ein oder mehr Monster als Spezialbeschwörung in eine oder mehr Zonen beschworen werden, auf die diese Karte zeigt (außer während des Damage Steps): Du kannst 1 Cyberse-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, aber annulliere seine Effekte, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Fusionsmonstern. Du kannst jeden Effekt von „Takt-Spartoi“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Ciberso\nSi esta carta es Invocada por Enlace: puedes añadir a tu mano, desde tu Deck, 1 \"Cinet-Fusión\". Si uno o más monstruos son Invocados de Modo Especial a una o más zonas a las que apunta esta carta (excepto durante el Damage Step): puedes seleccionar 1 monstruo Ciberso de Nivel 4 o menor en tu Cementerio; Invócalo de Modo Especial, pero niega sus efectos, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos de Fusión. Sólo puedes usar cada efecto de \"Reloj Espartano\" una vez por turno.", "fr": "2 monstres Cyberse\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 \"Cynet Fusion\" depuis votre Deck à votre main. Si un ou plusieurs monstres sont Invoqués Spécialement dans une ou plusieurs zones pointées par cette carte (sauf durant la Damage Step) : vous pouvez cibler 1 monstre Cyberse de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement, mais annulez ses effets, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Spartiate Horloge\" qu'une fois par tour.", "it": "2 mostri Cyberso\nSe questa carta viene Evocata Link: puoi aggiungere 1 \"Cynet Fusione\" dal tuo Deck alla tua mano. Se uno o più mostri vengono Evocati Specialmente in una o più zone puntate da questa carta (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 mostro Cyberso di Livello 4 o inferiore nel tuo Cimitero; Evocalo Specialmente, ma annulla i suoi effetti, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto Mostri Fusione. Puoi utilizzare ogni effetto di \"Clock Sparti\" una sola volta per turno.", "pt": "2 monstros Ciberso\nSe este card for Invocado por Invocação-Link: você pode adicionar 1 \"Cinet Fusão\" do seu Deck à sua mão. Se um ou mais monstros forem Invocados por Invocação-Especial em uma ou mais zonas para as quais este card apontar (exceto durante a Etapa de Dano): você pode escolher 1 monstro Ciberso de Nível 4 ou menos no seu Cemitério; Invoque-o por Invocação-Especial, mas negue seus efeitos e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros de Fusão. Você só pode usar cada efeito de \"Espartoi Clock\" uma vez por turno.", "ja": "サイバース族モンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがリンク召喚に成功した場合に発動できる。デッキから「サイバネット・フュージョン」１枚を手札に加える。②：このカードのリンク先にモンスターが特殊召喚された場合、自分の墓地のレベル４以下のサイバース族モンスター１体を対象として発動できる。そのモンスターを効果を無効にして特殊召喚する。この効果の発動後、ターン終了時まで自分は融合モンスターしかＥＸデッキから特殊召喚できない。", "ko": "사이버스족 몬스터 2장\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 링크 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"사이바넷 퓨전\" 1장을 패에 넣는다. ②: 이 카드의 링크 앞에 몬스터가 특수 소환되었을 경우, 자신 묘지의 레벨 4 이하의 사이버스족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 효과를 무효로 하고 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 융합 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "电子界族怪兽2只\n此卡名的①②效果1回合仅可各使用1次。①：此卡连接召唤成功的情况下可以发动。从牌组将1张“电脑网结合”加入手牌。②：怪兽被特殊召唤至此卡连接端的情况下，以自己墓地的1只等级4以下的电子界族怪兽为对象可以发动。将该怪兽的效果无效并特殊召唤。此效果发动后，直至回合结束时为止自己从额外牌组仅可特殊召唤融合怪兽。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "DARK", "link_arrows": ["⬇", "↘"], "atk": 800, "series": ["Toy"], "images": [{"index": 1, "image": "ClockSpartoi-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN039", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-EN185", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE039", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-DE185", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SOFU-SP039", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-SP185", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR039", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-FR185", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT039", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-IT185", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT039", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-PT185", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP039", "set_name": "Soul Fusion", "rarities": ["Rare"]}], "ko": [{"set_number": "SOFU-KR039", "set_name": "Soul Fusion", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP2-SC131", "set_name": "Mega Pack 02", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 563490, "master_duel_rarity": "R"}