{"konami_id": 12690, "password": 4474060, "name": {"en": "SPYRAL GEAR - Drone", "de": "SPIORAL-AUSRÜSTUNG - Drohne", "es": "MECANISMO E.S.P.I.R.A.L. - Dron", "fr": "MATOS ESPIRALE - Drone", "it": "EQUIPAGGIAMENTO SPIARALE - Drone", "pt": "APARATO ESPIRÃO - Drone", "ja": "<ruby>ＳＰＹＲＡＬ<rt>スパイラル</rt></ruby> <ruby>ＧＥＡＲ<rt>ギア</rt></ruby>－ドローン", "ja_romaji": "Supairaru Gia - Dorōn", "ko": "<ruby>SPYRAL GEAR<rt>스파이랄 기어</rt></ruby>－드론", "ko_rr": null, "zh-TW": null, "zh-CN": "秘旋谍装备－无人机"}, "text": {"en": "If this card is Normal or Special Summoned: You can look at the top 3 cards of your opponent's Deck, and if you do, place them on top of their Deck in any order. (Quick Effect): You can Tribute this card, then target 1 \"SPYRAL\" monster you control; it gains 500 ATK for each card your opponent controls. You can banish this card and 1 \"SPYRAL\" card from your GY, then target 1 \"SPYRAL Super Agent\" in your GY; add it to your hand.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst dir die obersten 3 Karten des Decks deines Gegners ansehen und falls du dies tust, lege sie in beliebiger Reihenfolge auf sein Deck. (Schnelleffekt): Du kannst diese Karte als Tribut anbieten und dann 1 „SPIORAL“-Monster wählen, das du kontrollierst; es erhält für jede Karte, die dein Gegner kontrolliert, 500 ATK. Du kannst diese Karte und 1 „SPIORAL“-Karte von deinem Friedhof verbannen und dann 1 „SPIORAL-Superagent“ in deinem Friedhof wählen; füge ihn deiner Hand hinzu.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mirar las 3 cartas de la parte superior del Deck de tu adversario y, si lo haces, ponerlas en la parte superior de su Deck en cualquier orden. (Efecto Rápido): puedes Sacrificar esta carta, y después seleccionar 1 monstruo \"E.S.P.I.R.A.L.\" que controles; éste gana 500 ATK por cada carta que controle tu adversario. Puedes desterrar esta carta y 1 carta \"E.S.P.I.R.A.L.\" en tu Cementerio, y después seleccionar 1 \"Súper Agente E.S.P.I.R.A.L.\" en tu Cementerio; añádelo a tu mano.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez regarder les 3 cartes du dessus du Deck de votre adversaire, et si vous le faites, placez-les au-dessus de son Deck dans l'ordre de votre choix. (Effet Rapide) : vous pouvez Sacrifier cette carte, puis ciblez 1 monstre \"ESPIRALE\" que vous contrôlez ; il gagne 500 ATK pour chaque carte contrôlée par votre adversaire. Vous pouvez bannir cette carte et 1 carte \"ESPIRALE\" depuis votre Cimetière, puis ciblez 1 \"Super Espion ESPIRALE\" dans votre Cimetière ; ajoutez-le à votre main.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi guardare le prime 3 carte del Deck del tuo avversario e, se lo fai, mettile in cima al suo Deck in qualsiasi ordine. (Effetto Rapido): puoi offrire come Tributo questa carta, poi scegliere come bersaglio 1 mostro \"SPIARALE\" che controlli; esso guadagna 500 ATK per ogni carta controllata dal tuo avversario. Puoi bandire questa carta e 1 carta \"SPIARALE\" dal tuo Cimitero, poi scegliere come bersaglio 1 \"Super Agente SPIARALE\" nel tuo Cimitero; aggiungilo alla tua mano.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode olhar os 3 cards do topo do Deck do seu oponente e, se isso acontecer, coloque-os no topo do Deck dele em qualquer ordem. (Efeito Rápido): você pode oferecer este card como Tributo e, depois, escolha 1 monstro \"ESPIRÃO\" que você controla; ele ganha 500 de ATK para cada card que seu oponente controla. Você pode banir este card e 1 card \"ESPIRÃO\" do seu Cemitério e, depois, escolha 1 \"Super Agente ESPIRÃO\" no seu Cemitério; adicione-o à sua mão.", "ja": "①：このカードが召喚・特殊召喚に成功した場合に発動できる。相手のデッキの上からカードを３枚確認し、好きな順番でデッキの上に戻す。②：このカードをリリースし、自分フィールドの「ＳＰＹＲＡＬ」モンスター１体を対象として発動できる。そのモンスターの攻撃力は相手フィールドのカードの数×５００アップする。この効果は相手ターンでも発動できる。③：自分の墓地からこのカードと「ＳＰＹＲＡＬ」カード１枚を除外し、自分の墓地の「ＳＰＹＲＡＬ－ダンディ」１体を対象として発動できる。そのカードを手札に加える。", "ko": "①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 상대의 덱 위에서 카드를 3장 확인하고, 좋아하는 순서대로 덱 위로 되돌린다. ②: 이 카드를 릴리스하고, 자신 필드의 \"SPYRAL(스파이랄)\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은 상대 필드의 카드의 수 × 500 올린다. 이 효과는 상대 턴에도 발동할 수 있다. ③: 자신 묘지에서 이 카드와 \"SPYRAL(스파이랄)\" 카드 1장을 제외하고, 자신 묘지의 \"SPYRAL(스파이랄)－댄디\" 1장을 대상으로 하여 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "①：此卡召唤・特殊召唤的情况下可以发动。从对手的牌组上面确认３张卡，以喜欢的顺序放回牌组上面。②：在自己・对手回合中，解放此卡，以自己场上的１只“秘旋谍”怪兽为对象可以发动。该怪兽的攻击力上升相当于对手场上卡的数量×５００的数值。③从自己墓地将此卡和１张“秘旋谍”卡除外，以自己墓地的１只“秘旋谍－花花公子”为对象可以发动。将该卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WIND", "level": 1, "atk": 100, "def": 100, "series": ["SPYRAL", "SPYRAL GEAR"], "images": [{"index": 1, "image": "SPYRALGEARDrone-OP13-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "TDIL-EN088", "set_name": "The Dark Illusion", "rarities": ["Rare"]}, {"set_number": "OP13-EN011", "set_name": "OTS Tournament Pack 13", "rarities": ["Super Rare"]}], "de": [{"set_number": "TDIL-DE088", "set_name": "The Dark Illusion", "rarities": ["Rare"]}, {"set_number": "OP13-DE011", "set_name": "OTS Tournament Pack 13", "rarities": ["Super Rare"]}], "es": [{"set_number": "TDIL-SP088", "set_name": "The Dark Illusion", "rarities": ["Rare"]}, {"set_number": "OP13-SP011", "set_name": "OTS Tournament Pack 13", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TDIL-FR088", "set_name": "The Dark Illusion", "rarities": ["Rare"]}, {"set_number": "OP13-FR011", "set_name": "OTS Tournament Pack 13", "rarities": ["Super Rare"]}], "it": [{"set_number": "TDIL-IT088", "set_name": "The Dark Illusion", "rarities": ["Rare"]}, {"set_number": "OP13-IT011", "set_name": "OTS Tournament Pack 13", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TDIL-PT088", "set_name": "The Dark Illusion", "rarities": ["Rare"]}, {"set_number": "OP13-PT011", "set_name": "OTS Tournament Pack 13", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP17-JP026", "set_name": "Extra Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "EP17-KR026", "set_name": "Extra Pack 2017", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC053", "set_name": "World Premiere Pack 2024", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 470398}