{"konami_id": 18488, "password": 4483598, "name": {"en": "Full Active Duplex", "de": "Voll aktiver Zweiköpfer", "es": "Dúplex Activo Total", "fr": "Duplex Totalement Actif", "it": "Duplex Pienamente Attivo", "pt": "Duplex Totalmente Ativo", "ja": "フルアクティブ・デュプレックス", "ja_romaji": "Furuakutibu Dyupurekkusu", "ko": "풀액티브 듀플렉스", "ko_rr": "Pulaektibeu Dyupeullekseu", "zh-TW": "完全運作雙頭暴王龍", "zh-CN": "全主动双联霸王龙"}, "text": {"en": "Linked monsters you control can make up to 2 attacks on monsters during each Battle Phase. You can only use each of the following effects of \"Full Active Duplex\" once per turn. You can banish 2 Link Monsters from your GY; Special Summon this card from your hand. If this card is sent to the GY: You can target 1 Cyberse monster you control; it gains 1000 ATK.", "de": "Gelinkte Monster, die du kontrollierst, können während jeder Battle Phase bis zu 2 Angriffe gegen Monster durchführen. Du kannst jeden der folgenden Effekte von „Voll aktiver Zweiköpfer“ nur einmal pro Spielzug verwenden. Du kannst 2 Linkmonster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 Cyberse-Monster wählen, das du kontrollierst; es erhält 1000 ATK.", "es": "Los monstruos enlazados que controlas pueden hacer hasta 2 ataques a monstruos durante cada Battle Phase. Sólo puedes usar cada uno de los siguientes efectos de \"Dúplex Activo Total\" una vez por turno. Puedes desterrar 2 Monstruos de Enlace en tu Cementerio; Invoca esta carta de Modo Especial desde tu mano. Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo Ciberso que controles; éste gana 1000 ATK.", "fr": "Durant chaque Battle Phase, les monstres liés que vous contrôlez peuvent faire max. 2 attaques sur des monstres. Vous ne pouvez utiliser chacun des effets suivants de \"Duplex Totalement Actif\" qu'une fois par tour. Vous pouvez bannir 2 Monstres Lien depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre Cyberse que vous contrôlez ; il gagne 1000 ATK.", "it": "I mostri linkati che controlli possono effettuare fino a 2 attacchi su mostri durante ogni Battle Phase. Puoi utilizzare ognuno dei seguenti effetti di \"Duplex Pienamente Attivo\" una sola volta per turno. Puoi bandire 2 Mostri Link dal tuo Cimitero; Evoca Specialmente questa carta dalla tua mano. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro Cyberso che controlli; esso guadagna 1000 ATK.", "pt": "Monstros linkados que você controla podem realizar até 2 ataques contra monstros durante cada Fase de Batalha. Você só pode usar cada um dos seguintes efeitos de \"Duplex Totalmente Ativo\" uma vez por turno. Você pode banir 2 Monstros Link do seu Cemitério; Invoque este card por Invocação-Especial da sua mão. Se este card for enviado para o Cemitério: você pode escolher 1 monstro Ciberso que você controla; ele ganha 1000 de ATK.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地からリンクモンスター２体を除外して発動できる。このカードを手札から特殊召喚する。②：リンク状態の自分のモンスターは１度のバトルフェイズ中に２回までモンスターに攻撃できる。③：このカードが墓地へ送られた場合、自分フィールドのサイバース族モンスター１体を対象として発動できる。そのモンスターの攻撃力は１０００アップする。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지에서 링크 몬스터 2장을 제외하고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 링크 상태의 자신 몬스터는 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다. ③: 이 카드가 묘지로 보내졌을 경우, 자신 필드의 사이버스족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 1000 올린다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "WIND", "level": 9, "atk": 2800, "def": 1000, "images": [{"index": 1, "image": "FullActiveDuplex-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN340", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE340", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "CYAC-SP025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-SP340", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR340", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT340", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT340", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ko": [{"set_number": "CYAC-KR025", "set_name": "Cyberstorm Access", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715029, "master_duel_rarity": "SR"}