{"konami_id": 9871, "password": 4545854, "name": {"en": "Xyz Territory", "de": "Xyz-Gebiet", "es": "Territorio Xyz", "fr": "Territoire Xyz", "it": "Territorio Xyz", "pt": "Território Xyz", "ja": "エクシーズ・テリトリー", "ja_romaji": "Ekushīzu Teritorī", "ko": "엑시즈 테리토리", "ko_rr": null, "zh-TW": "超量領域", "zh-CN": "超量领域"}, "text": {"en": "When an Xyz Monster battles another monster, that Xyz Monster gains 200 ATK & DEF x its Rank, during damage calculation only. If this face-up card on the field would be destroyed by a card effect, you can detach 1 Xyz Material from a monster you control instead.", "de": "Wenn ein Xyz-Monster gegen ein anderes Monster kämpft, erhält das Xyz-Monster nur während der Schadensberechnung 200 ATK und DEF x seinem Rang. Falls diese offene Karte auf dem Spielfeld durch einen Karteneffekt zerstört würde, kannst du stattdessen 1 Xyz-Material von einem Monster abhängen, das du kontrollierst.", "es": "Cuando un Monstruo Xyz batalla con otro monstruo, ese Monstruo Xyz gana 200 ATK y DEF x su Rango, sólo durante el cálculo de daño. Si esta carta boca arriba en el Campo fuera a ser destruida por el efecto de una carta, puedes desacoplar 1 Material Xyz de un monstruo que controles en su lugar.", "fr": "Lorsqu'un Monstre Xyz combat un autre monstre, durant le calcul des dommages uniquement, le Monstre Xyz gagne 200 ATK/DEF x son Rang. Si cette carte face recto sur le Terrain va être détruite par un effet de carte, vous pouvez détacher 1 Matériel Xyz d'un monstre que vous contrôlez à la place.", "it": "Quando un Mostro Xyz combatte con un altro mostro, quel Mostro Xyz guadagna 200 ATK e DEF x il suo Rango, solo durante il calcolo dei danni. Se questa carta scoperta sul Terreno sta per essere distrutta dall'effetto di una carta, puoi invece staccare 1 Materiale Xyz da un mostro che controlli.", "pt": null, "ja": "エクシーズモンスターがモンスターと戦闘を行うダメージ計算時のみ、そのエクシーズモンスターの攻撃力・守備力は、そのランクの数×２００ポイントアップする。フィールド上のこのカードがカードの効果によって破壊される場合、代わりに自分フィールドのエクシーズ素材を１つ取り除く事ができる。", "ko": "엑시즈 몬스터가 몬스터와 전투를 실행하는 데미지 계산시에만, 그 엑시즈 몬스터의 공격력 / 수비력은 그 랭크 × 200 포인트 올린다. 필드 위의 이 카드가 카드의 효과에 의해서 파괴될 경우, 대신에 자신 필드 위의 엑시즈 소재를 1개 제거할 수 있다.", "zh-TW": null, "zh-CN": "只在XYZ怪兽和怪兽进行战斗的伤害计算时，那些XYZ怪兽的攻击力·守备力上升那个阶级×200的数值。场上的这张卡被卡的效果破坏的场合，可以作为代替把自己场上1个XYZ素材取除。"}, "card_type": "Spell", "property": "Field", "series": ["Xyz"], "images": [{"index": 1, "image": "XyzTerritory-PHSW-EN-R-1E.jpg"}], "sets": {"en": [{"set_number": "PHSW-EN088", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "de": [{"set_number": "PHSW-DE088", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "fr": [{"set_number": "PHSW-FR088", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "it": [{"set_number": "PHSW-IT088", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "ja": [{"set_number": "EP12-JP029", "set_name": "Extra Pack 2012", "rarities": ["Common"]}], "ko": [{"set_number": "EXP5-KR029", "set_name": "Extra Pack 2012", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 190465, "master_duel_rarity": "R"}