{"konami_id": 21198, "password": 4575541, "name": {"en": "Here There Be Dragons", "de": "Hier sind Drachen", "es": "Aquí Hay Dragones", "fr": "Ici Sont des Dragons", "it": "Qui Ci Sono i Draghi", "pt": "Aqui Existem Dragões", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>災<rt>さい</rt></ruby><ruby>禍<rt>か</rt></ruby>", "ja_romaji": "Chōryūsaika", "ko": "초룡재화", "ko_rr": null, "zh-TW": null, "zh-CN": "超龙灾祸"}, "text": {"en": "Special Summon 1 \"Dragon Ruler\" monster from your hand, GY, or banishment, then immediately after this effect resolves, you can Xyz Summon 1 \"Dragon Ruler\" Xyz Monster using only \"Dragon Ruler\" monsters you control. During your Main Phase: You can banish this card from your GY, then target any number of your banished \"Dragon Ruler\" monsters with different Attributes; return them to the GY. You can only use 1 \"Here There Be Dragons\" effect per turn, and only once that turn.", "de": "Beschwöre 1 „Drachenherrscher der“-Monster als Spezialbeschwörung von deiner Hand, deinem Friedhof oder deinen verbannten Karten, dann, sofort nachdem dieser Effekt aufgelöst wurde, kannst du 1 „Drachenherrscher der“-Xyz-Monster als Xyz-Beschwörung beschwören und nur „Drachenherrscher der“-Monster, die du kontrollierst, dafür verwenden. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann eine beliebige Anzahl deiner verbannten „Drachenherrscher der“-Monster mit unterschiedlichen Eigenschaften wählen; lege sie auf den Friedhof zurück. Du kannst nur 1 Effekt von „Hier sind Drachen“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Invoca de Modo Especial 1 monstruo \"Señor Dragón de los/las\" desde tu mano, Cementerio o destierro, e inmediatamente después de que se resuelva este efecto, puedes Invocar Xyz 1 Monstruo Xyz \"Señor Dragón de los/las\" usando sólo monstruos \"Señor Dragón de los/las\" que controles. Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después selecciona cualquier número de tus monstruos \"Señor Dragón de los/las\" desterrados con Atributos diferentes; devuélvelos al Cementerio. Sólo puedes usar 1 efecto de \"Aquí Hay Dragones\" por turno, y sólo una vez ese turno.", "fr": "Invoquez Spécialement 1 monstre \"Maître Dragon\" depuis votre main, Cimetière ou bannissement, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer par Xyz 1 Monstre Xyz \"Maître Dragon\" en utilisant uniquement des monstres \"Maître Dragon\" que vous contrôlez. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez un nombre de votre choix de vos monstres \"Maître Dragon\" bannis d'Attributs différents ; renvoyez-les au Cimetière. Vous ne pouvez utiliser qu'1 effet de \"Ici Sont des Dragons\" par tour, et uniquement une fois le tour.", "it": "Evoca Specialmente 1 mostro \"Drago Sovrano\" dalla tua mano, Cimitero o carte bandite, poi immediatamente dopo che questo effetto si è risolto, puoi Evocare Xyz 1 Mostro Xyz \"Drago Sovrano\" utilizzando solo mostri \"Drago Sovrano\" che controlli. Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio un qualsiasi numero dei tuoi mostri \"Drago Sovrano\" banditi con Attributi diversi; falli ritornare nel Cimitero. Puoi utilizzare solo 1 effetto di \"Qui Ci Sono i Draghi\" per turno, e solo una volta in quel turno.", "pt": "Invoque por Invocação-Especial 1 monstro \"Dragão Soberano\" da sua mão, do Cemitério ou do banimento e, depois, imediatamente depois que este efeito resolver, você pode Invocar por Invocação-Xyz 1 Monstro Xyz \"Dragão Soberano\" usando apenas monstros \"Dragão Soberano\" que você controla. Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha qualquer número dos seus monstros \"Dragão Soberano\" banidos com Atributos diferentes; devolva-os para o Cemitério. Você só pode usar 1 efeito de \"Aqui Existem Dragões\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分の手札・墓地・除外状態の「征竜」モンスター１体を特殊召喚する。その後、自分フィールドの「征竜」モンスターのみを素材として「征竜」Ｘモンスター１体のＸ召喚を行う事ができる。②：自分メインフェイズに墓地のこのカードを除外し、自分の除外状態の「征竜」モンスターを任意の数だけ対象として発動できる（同じ属性は１体まで）。そのモンスターを墓地に戻す。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신의 패 / 묘지 / 제외 상태인 \"정룡\" 몬스터 1장을 특수 소환한다. 그 후, 자신 필드의 \"정룡\" 몬스터만을 소재로서 \"정룡\" 엑시즈 몬스터 1장의 엑시즈 소환을 실행할 수 있다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 자신의 제외 상태인 \"정룡\" 몬스터를 임의의 수만큼 대상으로 하여 발동할 수 있다(같은 속성은 1장까지). 그 몬스터를 묘지로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：将自己手牌・墓地・除外状态的1只“征龙”怪兽特殊召唤。然后，可仅以自己场上的“征龙”怪兽作为素材进行1只“征龙”超量怪兽的超量召唤。②：在自己的主要阶段将墓地的此卡除外，以自己除外状态的任意数量的“征龙”怪兽为对象可以发动（相同属性最多1只）。将该怪兽放回墓地。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "HereThereBeDragons-ALIN-JP-C.png"}], "sets": {"en": [{"set_number": "ALIN-EN061", "set_name": "Alliance Insight", "rarities": null}], "de": [{"set_number": "ALIN-DE061", "set_name": "Alliance Insight", "rarities": null}], "es": [{"set_number": "ALIN-SP061", "set_name": "Alliance Insight", "rarities": null}], "fr": [{"set_number": "ALIN-FR061", "set_name": "Alliance Insight", "rarities": null}], "it": [{"set_number": "ALIN-IT061", "set_name": "Alliance Insight", "rarities": null}], "pt": [{"set_number": "ALIN-PT061", "set_name": "Alliance Insight", "rarities": null}], "ja": [{"set_number": "ALIN-JP061", "set_name": "Alliance Insight", "rarities": ["Common"]}, {"set_number": "25YJ-JPT01", "set_name": "Dragon Ruler Duel Set", "rarities": ["Ultra Parallel Rare"]}], "ko": [{"set_number": "ALIN-KR061", "set_name": "Alliance Insight", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC061", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1102632}