{"konami_id": 17252, "password": 4599182, "name": {"en": "This Creepy Little Punk", "de": "Dieser unheimliche kleine Punk", "es": "Este Vándalo Siniestro", "fr": "Ce Sinistre Petit Vaurien", "it": "Questo Inquietante Piccolo Teppistello", "pt": "Esse Pestinha de uma Figa", "ja": "<ruby>舞<rt>ま</rt></ruby>い<ruby>戻<rt>もど</rt></ruby>った<ruby>死<rt>しに</rt></ruby><ruby>神<rt>がみ</rt></ruby>", "ja_romaji": "Maimodotta Shinigami", "ko": "되돌아온 사신", "ko_rr": "Doedol-aon Sasin", "zh-TW": "歸來的死神", "zh-CN": "归来的死神"}, "text": {"en": null, "de": "(Diese Karte wird immer als „Ewig infernal“-Karte behandelt.)\nBeschwöre 1 deiner „Ewig infernal“-Monster, das verbannt ist oder sich in deiner Hand oder deinem Friedhof befindet, als Spezialbeschwörung. Falls ein oder mehr offene „Ewig infernal“-Monster, die du kontrollierst, durch Kampf zerstört werden oder das Spielfeld durch einen Karteneffekt eines Gegners verlassen, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte setzen. Du kannst jeden Effekt von „Dieser unheimliche kleine Punk“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"Inférnico/a\").\nInvoca de Modo Especial 1 de tus monstruos \"Inférnico/a\" que esté desterrado, o en tu mano o Cementerio. Si uno o más monstruos \"Inférnico/a\" boca arriba que controlas son destruidos en batalla, o dejan el Campo por el efecto de una carta del adversario, mientras esta carta está en tu Cementerio: puedes Colocar esta carta. Sólo puedes usar cada efecto de \"Este Vándalo Siniestro\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme carte \"Enfernité\".)\nInvoquez Spécialement 1 de vos monstres \"Enfernité\" qui est banni, ou dans votre main ou Cimetière. Si un ou plusieurs monstres \"Enfernité\" face recto que vous contrôlez sont détruits au combat, ou quittent le Terrain à cause d'un effet de carte de l'adversaire, tant que cette carte est dans votre Cimetière : vous pouvez Poser cette carte. Vous ne pouvez utiliser chaque effet de \"Ce Sinistre Petit Vaurien\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Demoneterno\".)\nEvoca Specialmente 1 dei tuoi mostri \"Demoneterno\" che sono banditi, o nella tua mano o Cimitero. Se uno o più mostri \"Demoneterno\" scoperti che controlli vengono distrutti in battaglia, o lasciano il Terreno per l'effetto di una carta dell'avversario, mentre questa carta è nel tuo Cimitero: puoi Posizionare questa carta. Puoi utilizzare ogni effetto di \"Questo Inquietante Piccolo Teppistello\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Inférnico(a)\".)\nInvoque por Invocação-Especial 1 dos seus monstros \"Inférnico(a)\" que estiverem banidos, ou na sua mão ou no Cemitério. Se um ou mais monstros \"Inférnico(a)\" com a face para cima que você controla forem destruídos em batalha, ou deixarem o campo devido a um efeito de card do oponente, enquanto este card estiver no seu Cemitério: você pode Baixar este card. Você só pode usar cada efeito de \"Esse Pestinha de uma Figa\" uma vez por turno.", "ja": "このカード名はルール上「インフェルニティ」カードとしても扱う。\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分の手札・墓地・除外状態の「インフェルニティ」モンスター１体を特殊召喚する。\n②：このカードが墓地に存在する状態で、自分フィールドの表側表示の「インフェルニティ」モンスターが相手の効果でフィールドから離れた場合、または戦闘で破壊された場合に発動できる。このカードを自分フィールドにセットする。", "ko": "이 카드명은 룰상 \"인페르니티\" 카드로도 취급한다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, \"인페르니티\" 몬스터 1장을 고르고 특수 소환한다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신 필드의 앞면 표시의 \"인페르니티\" 몬스터가 상대 효과로 필드에서 벗어났을 경우, 또는 전투로 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신 필드에 세트한다.", "zh-TW": "此卡名在規則上也視為「無限獄」卡。此卡名的①②效果，１回合各僅限使用１次。①：從我方手牌・墓地的怪獸及我方被除外的怪獸中，選擇１隻「無限獄」怪獸特殊召喚。②：此卡存在於墓地的狀態，可在我方場上正面表示的「無限獄」怪獸因對方效果從場上離開，或因戰鬥被破壞的狀況下發動。將此卡覆蓋在我方場上。", "zh-CN": "此卡名在规则上也视为“无限狱”卡。此卡名的①②效果１回合仅可各使用１次。①：从自己的手牌・墓地的怪兽及自己被除外的怪兽中，挑选１只“无限狱”怪兽特殊召唤。②：在此卡存在于墓地的状态下，自己场上的表侧表示“无限狱”怪兽因对手的效果离开场上的情况下，或因战斗被破坏的情况下可以发动。将此卡放置在自己场上。"}, "card_type": "Spell", "property": "Normal", "series": ["Infernity"], "images": [{"index": 1, "image": "ThisCreepyLittlePunk-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MAZE-EN018", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-EN262", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MAZE-DE018", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-DE262", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MAZE-FR018", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-FR262", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MAZE-IT018", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-IT262", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MAZE-PT018", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-PT262", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "HC01-JP021", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "HC01-KR021", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717126, "master_duel_rarity": "SR"}