{"konami_id": 13088, "password": 4709881, "name": {"en": "Auram the World Chalice Blademaster", "de": "Auram der Weltkelch-Schwertkämpfer", "es": "Auram el Maestro de Espadas del Cáliz Mundial", "fr": "Auram le Maître des Épées du Calice du Monde", "it": "Auram lo Spadaccino Calice del Mondo", "pt": "Auram, o Espadachim do Cálice Mundial", "ja": "<ruby>星<rt>せい</rt></ruby><ruby>杯<rt>はい</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>アウラム", "ja_romaji": "Seihaikenshi Auramu", "ko": "성잔검사 아우람", "ko_rr": null, "zh-TW": "星杯劍士 阿烏拉姆", "zh-CN": "星杯剑士 阿乌拉姆"}, "text": {"en": "2 \"World Chalice\" monsters\nGains 300 ATK for each \"World Legacy\" monster in your GY with a different name. You can Tribute 1 \"World Chalice\" monster this card points to, then target 1 other monster in your GY; Special Summon it to your zone this card points to. You can only use this effect of \"Auram the World Chalice Blademaster\" once per turn. If this card is sent from the field to the GY: You can Special Summon 1 \"World Chalice\" monster from your hand.", "de": "Erhält 300 ATK für jedes „Weltvermächtnis“-Monster mit unterschiedlichem Namen in deinem Friedhof. Du kannst 1 „Weltkelch“-Monster, auf das diese Karte zeigt, als Tribut anbieten und dann 1 anderes Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in deine Zone, auf die diese Karte zeigt. Du kannst diesen Effekt von „Auram der Weltkelch-Schwertkämpfer“ nur einmal pro Spielzug verwenden. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Weltkelch“-Monster als Spezialbeschwörung von deiner Hand beschwören.", "es": "2 monstruos \"Cáliz Mundial\"\nGana 300ATK por cada carta \"Legado Mundial\" en tu Cementerio con nombre único. Puedes Sacrificar 1 monstruo \"Cáliz Mundial\" al que apunte esta carta, y después seleccionar otro monstruo en tu Cementerio; Invócalo de Modo Especial a una zona tuya a la que apunte esta carta. Sólo puedes usar este efecto de \"Auram el Maestro de Espadas del Cáliz Mundial\" una vez por turno. Si esta carta es mandada del Campo al Cmenterio: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo \"Cáliz Mundial\".", "fr": "2 monstres \"Calice du Monde\"\nGagne 300 ATK pour chaque monstre \"Héritage du Monde\" dans votre Cimetière de nom différent. Vous pouvez Sacrifier 1 monstre \"Calice du Monde\" pointé par cette carte, puis ciblez 1 autre monstre dans votre Cimetière ; Invoquez-le Spécialement dans votre zone pointée par cette carte. Vous ne pouvez utiliser cet effet de \"Auram le Maître des Épées du Calice du Monde\" qu'une fois par tour. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Calice du Monde\" depuis votre main.", "it": "2 mostri \"Calice del Mondo\"\nGuadagna 300 ATK per ogni mostro \"Eredità del Mondo\" con nome diverso nel tuo Cimitero. Puoi offrire come Tributo 1 mostro \"Calice del Mondo\" puntato da questa carta, poi scegliere come bersaglio 1 altro mostro nel tuo Cimitero; Evocalo Specialmente nella tua zona puntata da questa carta. Puoi utilizzare questo effetto di \"Auram lo Spadaccino Calice del Mondo\" una sola volta per turno. Se questa carta viene mandata dal Terreno al Cimitero: puoi Evocare Specialmente 1 mostro \"Calice del Mondo\" dalla tua mano.", "pt": "2 monstros \"Cálice Mundial\"\nGanha 300 de ATK para cada monstro \"Legado Mundial\" com um nome diferente no seu Cemitério. Você pode oferecer como Tributo 1 monstro \"Cálice Mundial\" para o qual este card apontar e, depois, escolher 1 outro monstro no seu Cemitério; Invoque-o por Invocação-Especial para a sua zona a qual este card apontar. Você só pode usar este efeito de \"Auram, o Espadachim do Cálice Mundial\" uma vez por turno. Se este card for enviado do campo para o Cemitério: você pode Invocar por Invocação-Especial 1 monstro \"Cálice Mundial\" da sua mão.", "ja": "「星杯」モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードの攻撃力は、自分の墓地の「星遺物」モンスターの種類×３００アップする。②：このカードのリンク先の自分の「星杯」モンスター１体をリリースし、そのモンスター以外の自分の墓地のモンスター１体を対象として発動できる。そのモンスターをこのカードのリンク先となる自分フィールドに特殊召喚する。③：このカードがフィールドから墓地へ送られた場合に発動できる。手札から「星杯」モンスター１体を特殊召喚する。", "ko": "\"성잔\" 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은, 자신 묘지의 \"성유물\" 몬스터의 종류 × 300 올린다. ②: 이 카드의 링크 앞의 자신의 \"성잔\" 몬스터 1장을 릴리스하고, 그 몬스터 이외의 자신 묘지의 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 이 카드의 링크 앞이 되는 자신 필드에 특수 소환한다. ③: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 패에서 \"성잔\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "“星杯”怪兽2只\n此卡名的②效果1回合仅可使用1次。①：此卡的攻击力上升相当于自己墓地的“星遗物”怪兽种类×300的数值。②：解放此卡连接端的1只自己的“星杯”怪兽，以该怪兽以外的自己墓地的1只怪兽为对象可以发动。将该怪兽特殊召唤至此卡连接端的自己场上。③：此卡从场上被送至墓地的情况下可以发动。从手牌将1只“星杯”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "FIRE", "link_arrows": ["↙", "↘"], "atk": 2000, "materials": "2 \"World Chalice\" monsters", "series": ["World Chalice"], "images": [{"index": 1, "image": "AuramtheWorldChaliceBlademaster-COTD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN049", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "de": [{"set_number": "COTD-DE049", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "es": [{"set_number": "COTD-SP049", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "fr": [{"set_number": "COTD-FR049", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "it": [{"set_number": "COTD-IT049", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "pt": [{"set_number": "COTD-PT049", "set_name": "Code of the Duelist", "rarities": ["Super Rare"]}], "ja": [{"set_number": "COTD-JP049", "set_name": "Code of the Duelist", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "COTD-KR049", "set_name": "Code of the Duelist", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP1-SC031", "set_name": "Mega Pack 01", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 480290, "master_duel_rarity": "UR"}