{"konami_id": 10057, "password": 4722253, "name": {"en": "Lightray Gearfried", "de": "Lichtstrahl-Gerfried", "es": "Gearfried Rayoluz", "fr": "Gearfried Rayon Lumineux", "it": "Gearfried Raggiodiluce", "pt": "Gearfried Raio-de-Luz", "ja": "ライトレイ ギア・フリード", "ja_romaji": "Raitorei Gia Furīdo", "ko": "라이트레이 기어프리드", "ko_rr": null, "zh-TW": "光芒 基亞佛利德", "zh-CN": "光芒 机亚弗里德"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by having 5 or more LIGHT monsters with different names in your Graveyard, and cannot be Special Summoned by other ways. Once per turn, during either player's turn, when a Spell/Trap Card is activated: You can banish 1 Warrior-Type monster from your Graveyard; negate the activation, and if you do, destroy it. All face-up monsters you control must be Warrior-Type to activate and to resolve this effect.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 5 oder mehr LICHT Monster mit unterschiedlichen Namen in deinem Friedhof hast, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers, wenn eine Zauber-/Fallenkarte aktiviert wird: Du kannst 1 Monster vom Typ Krieger von deinem Friedhof verbannen; annulliere die Aktivierung und falls du dies tust, zerstöre sie. Alle offenen Monster, die du kontrollierst, müssen vom Typ Krieger sein, um diesen Effekt zu aktivieren und aufzulösen.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano) mientras tengas 5 o más monstruos de LUZ con nombres diferentes en tu Cementerio, y no puede ser Invocado de Modo Especial de otra forma. Una vez por turno, durante el turno de cualquier jugador, cuando es activada una Carta Mágica/de Trampa: puedes desterrar 1 monstruo de Tipo Guerrero en tu Cementerio; niega la activación y, si lo haces, destruye la carta. Todos los monstruos boca arriba que controles deben ser de Tipo Guerrero para activar y resolver este efecto.", "fr": "Ni Invocable Normalement ni Posable. Uniquement Invocable Spécialement (depuis votre main) en ayant min. 5 monstres LUMIÈRE de noms différents dans votre Cimetière et non Invocable Spécialement autrement. Une fois par tour, durant le tour de chaque joueur, lorsqu'une Carte Magie/Piège est activée : vous pouvez bannir 1 monstre de Type Guerrier depuis votre Cimetière ; annulez l'activation, et si vous le faites, détruisez-la. Tous les monstres face recto que vous contrôlez doivent être de Type Guerrier pour activer et résoudre cet effet.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) avendo 5 o più mostri LUCE con nomi diversi nel tuo Cimitero, e non può essere Evocato Specialmente in altri modi. Una volta per turno, durante il turno di qualsiasi giocatore, quando viene attivata una Carta Magia/Trappola: puoi bandire 1 mostro di Tipo Guerriero dal tuo Cimitero; annulla l'attivazione e, se lo fai, distruggila. Tutti i mostri scoperti che controlli devono essere di Tipo Guerriero per attivare e risolvere questo effetto.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Você deve Invocá-lo por Invocação-Especial (da sua mão) ao ter 5 ou mais monstros de LUZ com nomes diferentes no seu Cemitério e não pode Invocá-lo por Invocação-Especial de nenhuma outra forma. Uma vez por turno, durante o turno de qualquer duelista, quando um Card de Magia/Armadilha for ativado: você pode banir 1 monstro do Tipo Guerreiro do seu Cemitério; negue a ativação e, se isso acontecer, destrua-o. Todos os monstros com a face para cima que você controla devem ser do Tipo Guerreiro para que você possa ativar e resolver este efeito.", "ja": "このカードは通常召喚できない。自分の墓地の光属性モンスターが５種類以上の場合のみ特殊召喚できる。自分フィールド上に表側表示で存在するモンスターが戦士族のみの場合、自分の墓地の戦士族モンスター１体をゲームから除外する事で、魔法・罠カードの発動を無効にし破壊する。この効果は１ターンに１度しか使用できない。", "ko": "이 카드는 일반 소환 / 세트할 수 없다. 자신 묘지의 빛 속성 몬스터가 5종류 이상일 경우에만 특수 소환할 수 있다. 자신 필드 위에 앞면 표시로 존재하는 몬스터가 전사족뿐일 경우, 자신 묘지의 전사족 몬스터 1장을 게임에서 제외하는 것으로, 마법 / 함정 카드의 발동을 무효로 하고 파괴한다. 이 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。自己墓地的光属性怪兽是5种类以上的场合才能特殊召唤。自己场上表侧表示存在的怪兽只有战士族的场合，可以通过把自己墓地1只战士族怪兽从游戏中除外，魔法·陷阱卡的发动无效并破坏。这个效果1回合只能使用1次。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 8, "atk": 2800, "def": 2200, "series": ["Gearfried", "Lightray"], "images": [{"index": 1, "image": "LightrayGearfried-LCJW-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN034", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "LCJW-EN052", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "GAOV-DE034", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "LCJW-DE052", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "GAOV-SP034", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "LCJW-SP052", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "GAOV-FR034", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "LCJW-FR052", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "GAOV-IT034", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "LCJW-IT052", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LCJW-PT052", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "GAOV-JP034", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "GAOV-KR034", "set_name": "Galactic Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 209380, "master_duel_rarity": "R"}