{"konami_id": 14879, "password": 4810585, "name": {"en": "Ancient Warriors Saga - Defense of Changban", "de": "Alte Krieger-Sage - Verteidigung von Changban", "es": "Saga de los Antiguos Guerreros - Defensa de Changban", "fr": "Saga des Guerriers Anciens - La Défense de Changban", "it": "Saga Antichi Guerrieri - Difesa di Changban", "pt": "Saga dos Guerreiros Antigos - Defesa de Changban", "ja": "<ruby>戦<rt>せん</rt></ruby><ruby>華<rt>か</rt></ruby><ruby>史<rt>し</rt></ruby><ruby>略<rt>りゃく</rt></ruby>－<ruby>長<rt>ちょう</rt></ruby><ruby>坂<rt>はん</rt></ruby><ruby>之<rt>の</rt></ruby><ruby>雄<rt>ゆう</rt></ruby>", "ja_romaji": "Senka Shiryaku - Chōhan no Yū", "ko": "전황사략－장판지웅", "ko_rr": "Jeonhwangsaryak - Jangpanjiung", "zh-TW": "戰華史略－長坂之雄", "zh-CN": "战华史略－长坂之雄"}, "text": {"en": "If your \"Ancient Warriors\" monster battles, your opponent cannot activate any Spell/Trap Cards until the end of the Damage Step. You can only use 1 of the following effects of \"Ancient Warriors Saga - Defense of Changban\" per turn, and only once that turn.\n● At the start of your opponent's Battle Phase: You can send this face-up card from your Spell & Trap Zone to the GY; monsters your opponent controls cannot target \"Ancient Warriors\" monsters for attacks this turn.\n● When an opponent's monster declares an attack: You can banish this card from your GY; Special Summon 1 \"Ancient Warriors\" monster from your Deck.", "de": "Falls dein „Alte Krieger“-Monster kämpft, kann dein Gegner bis zum Ende des Damage Steps keine Zauber-/Fallenkarten aktivieren. Du kannst nur 1 der folgenden Effekte von „Alte Krieger-Sage - Verteidigung von Changban“ pro Spielzug verwenden und in dem Spielzug nur einmal.\n● Am Beginn der Battle Phase deines Gegners: Du kannst diese offene Karte von deiner Zauber- & Fallenzone auf den Friedhof legen; Monster, die dein Gegner kontrolliert, können in diesem Spielzug keine „Alte Krieger“-Monster als Angriffsziele wählen.\n● Wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Alte Krieger“-Monster als Spezialbeschwörung von deinem Deck.", "es": "Si tu monstruo \"Antiguos Guerreros\" batalla, tu adversario no puede activar ninguna Carta Mágica/de Trampa hasta el final del Damage Step. Sólo puedes usar 1 de los siguientes efectos de \"Saga de los Antiguos Guerreros - Defensa de Changban\" por turno, y sólo una vez ese turno.\n● Al comienzo de la Battle Phase de tu adversario: puedes mandar al Cementerio esta carta boca arriba en tu Zona de Magia y Trampas; este turno, los monstruos que controla tu adversario no pueden seleccionar a monstruos \"Antiguos Guerreros\" para ataques.\n● Cuando un monstruo del adversario declara un ataque: puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Antiguos Guerreros\".", "fr": "Si votre monstre \"Guerriers Anciens\" combat, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Vous ne pouvez utiliser qu'1 des effets suivants de \"Saga des Guerriers Anciens - La Défense de Changban\" par tour, et uniquement une fois le tour.\n● Au début de la Battle Phase de votre adversaire : vous pouvez envoyer cette carte face recto depuis votre Zone Magie & Piège au Cimetière ; ce tour, les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres \"Guerriers Anciens\" avec une attaque.\n● Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Guerriers Anciens\" depuis votre Deck.", "it": "Se un tuo mostro \"Antichi Guerrieri\" combatte, il tuo avversario non può attivare nessuna Carta Magia/Trappola fino alla fine del Damage Step. Puoi utilizzare solo 1 dei seguenti effetti di \"Saga Antichi Guerrieri - Difesa di Changban\" per turno, e solo una volta in quel turno.\n● All'inizio della Battle Phase del tuo avversario: puoi mandare questa carta scoperta dalla tua Zona Magie & Trappole al Cimitero; i mostri controllati dal tuo avversario non possono scegliere come bersaglio i mostri \"Antichi Guerrieri\" per gli attacchi in questo turno.\n● Quando un mostro dell'avversario dichiara un attacco: puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 mostro \"Antichi Guerrieri\" dal tuo Deck.", "pt": "Se um monstro \"Guerreiros Antigos\" seu batalhar, seu oponente não pode ativar nenhum Card de Magia/Armadilha até o final da Etapa de Dano. Você só pode usar 1 dos seguintes efeitos de \"Saga dos Guerreiros Antigos - Defesa de Changban\" por turno e apenas uma vez por turno.\n● No começo da Fase de Batalha do seu oponente: você pode enviar este card com a face para cima da sua Zona de Magias & Armadilhas para o Cemitério; os monstros que seu oponente controla não podem escolher monstros \"Guerreiros Antigos\" como alvo de ataques neste turno.\n● Quando um monstro do oponente declarar um ataque: você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 monstro \"Guerreiros Antigos\" do seu Deck.", "ja": "このカード名の②③の効果は１ターンに１度、いずれか１つしか使用できない。①：自分の「戦華」モンスターが戦闘を行う場合、相手はダメージステップ終了時まで魔法・罠カードを発動できない。②：相手のバトルフェイズ開始時に、魔法＆罠ゾーンの表側表示のこのカードを墓地へ送って発動できる。このターン、相手は「戦華」モンスターを攻撃対象に選択できない。③：相手モンスターの攻撃宣言時に、墓地のこのカードを除外して発動できる。デッキから「戦華」モンスター１体を特殊召喚する。", "ko": "이 카드명의 ②③의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신의 \"전황\" 몬스터가 전투를 실행할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 카드를 발동할 수 없다. ②: 상대의 배틀 페이즈 개시시에, 마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내고 발동할 수 있다. 이 턴에, 상대는 \"전황\" 몬스터를 공격 대상으로 선택할 수 없다. ③: 상대 몬스터의 공격 선언시에, 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"전황\" 몬스터 1장을 특수 소환한다.", "zh-TW": "此卡名的②③效果，１回合僅限使用１次其中１個效果。①：在我方的「戰華」怪獸進行戰鬥的狀況下，對方在傷害步驟結束前無法發動魔法・陷阱卡。②：在對方的戰鬥階段開始時，可將魔法＆陷阱區的正面表示的此卡送至墓地發動。此回合，對方無法將「戰華」怪獸選為攻擊對象。③：在對方怪獸的攻擊宣言時，可將墓地的此卡除外發動。從牌組特殊召喚１隻「戰華」怪獸。", "zh-CN": "此卡名的②③效果１回合１次，仅可使用其中１个。①：自己的“战华”怪兽进行战斗的情况下，对手直至伤害步骤结束时为止不可发动魔法・陷阱卡。②：对手的战斗阶段开始时，将魔法与陷阱区域表侧表示的此卡送至墓地可以发动。此回合，对手不可将“战华”怪兽选择为攻击对象。③：对手怪兽攻击宣言时，将墓地的此卡除外可以发动。从牌组将１只“战华”怪兽特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Ancient Warriors"], "images": [{"index": 1, "image": "AncientWarriorsSagaDefenseofChangban-IGAS-EN-R-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN070", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "de": [{"set_number": "IGAS-DE070", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "fr": [{"set_number": "IGAS-FR070", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "it": [{"set_number": "IGAS-IT070", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "pt": [{"set_number": "IGAS-PT070", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "ja": [{"set_number": "IGAS-JP070", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR070", "set_name": "Ignition Assault", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666256, "master_duel_rarity": "N"}