{"konami_id": 17647, "password": 4836680, "name": {"en": "Performapal Odd-Eyes Seer", "de": "Künstlerkumpel Buntäugiger Seher", "es": "Artistamigo Vidente de Ojos Anómalos", "fr": "Voyant aux Yeux Impairs Potartiste", "it": "Artistamico Occhi Diversi Profeta", "pt": "Vidente Camarartista de Olhos Anômalos", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>オッドアイズ・プリースト", "ja_romaji": "Entameito Oddoaizu Purīsuto", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 오드아이즈 프리스트", "ko_rr": "Enteomeiteu Odeuaijeu Peuriseuteu", "zh-TW": "娛樂夥伴 異色眼祭司", "zh-CN": "娱乐伙伴 异色眼祭司"}, "text": {"en": "During your Main Phase, if you control this Pendulum Summoned card: You can activate the following effect, based on its battle position;\n● Attack Position: You can banish this card, then target 1 \"Performapal\" or \"Odd-Eyes\" monster in your GY; Special Summon it.\n● Defense Position: Take 1 \"Performapal\" or \"Odd-Eyes\" Pendulum Monster from your Deck, and either add it to your face-up Extra Deck or send it to the GY.\nYou can only use this effect of \"Performapal Odd-Eyes Seer\" once per turn.", "de": "Während deiner Main Phase, falls du diese als Pendelbeschwörung beschworene Karte kontrollierst: Du kannst den folgenden Effekt aktivieren, basierend auf ihrer Kampfposition;\n● Angriffsposition: Du kannst diese Karte verbannen und dann 1 „Künstlerkumpel“- oder „Buntäugig“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung.\n● Verteidigungsposition: Nimm 1 „Künstlerkumpel“- oder „Buntäugig“-Pendelmonster von deinem Deck und füge es entweder offen deinem Extra Deck hinzu oder lege es auf den Friedhof.\nDu kannst diesen Effekt von „Künstlerkumpel Buntäugiger Seher“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase, si controlas esta carta Invocada por Péndulo: puedes activar el siguiente efecto, basado en su posición de batalla;\n● Posición de Ataque: Puedes desterrar esta carta, y después seleccionar 1 monstruo \"Artistamigo\" u \"Ojos Anómalos\" en tu Cementerio; Invócalo de Modo Especial.\n● Posición de Defensa: Toma 1 Monstruo de Péndulo \"Artistamigo\" u \"Ojos Anómalos\" en tu Deck, y ya sea añádelo a tu Deck Extra boca arriba o mándalo al Cementerio.\nSólo puedes usar este efecto de \"Artistamigo Vidente de Ojos Anómalos\" una vez por turno.", "fr": "Durant votre Main Phase, si vous contrôlez cette carte Invoquée par Pendulation : vous pouvez activer l'effet suivant, selon sa position de combat ;\n● Position d'Attaque : Vous pouvez bannir cette carte, puis ciblez 1 monstre \"Potartiste\" ou \"Yeux Impairs\" dans votre Cimetière ; Invoquez-le Spécialement.\n● Position de Défense : Prenez 1 Monstre Pendule \"Potartiste\" ou \"Yeux Impairs\" depuis votre Deck, et soit ajoutez-le à votre Extra Deck face recto soit envoyez-le au Cimetière.\nVous ne pouvez utiliser cet effet de \"Voyant aux Yeux Impairs Potartiste\" qu'une fois par tour.", "it": "Durante la tua Main Phase, se controlli questa carta Evocata Pendulum: puoi attivare il seguente effetto, a seconda della sua posizione;\n● Posizione di Attacco: Puoi bandire questa carta, poi scegliere come bersaglio 1 mostro \"Artistamico\" o \"Occhi Diversi\" nel tuo Cimitero; Evocalo Specialmente.\n● Posizione di Difesa: Prendi 1 Mostro Pendulum \"Artistamico\" o \"Occhi Diversi\" dal tuo Deck, e aggiungilo alla tuo Extra Deck scoperto oppure mandalo al Cimitero.\nPuoi utilizzare questo effetto di \"Artistamico Occhi Diversi Profeta\" una sola volta per turno.", "pt": "Durante sua Fase Principal, se você controlar este card Invocado por Invocação-Pêndulo: você pode ativar o seguinte efeito, de acordo com sua posição de batalha;\n● Posição de Ataque: Você pode banir este card e, depois, escolha 1 monstro \"Camarartista\" ou \"Olhos Anômalos\" no seu Cemitério; Invoque-o por Invocação-Especial.\n● Posição de Defesa: Pegue 1 Monstro Pêndulo \"Camarartista\" ou \"Olhos Anômalos\" do seu Deck e adicione-o ao seu Deck Adicional com a face para cima ou envie-o para o Cemitério.\nVocê só pode usar este efeito de \"Vidente Camarartista de Olhos Anômalos\" uma vez por turno.", "ja": "このカード名のモンスター効果は１ターンに１度しか使用できない。①：Ｐ召喚したこのカードは表示形式によって、自分メインフェイズに以下の効果を発動できる。●攻撃表示：このカードを除外し、自分の墓地の、「ＥＭ」モンスターまたは「オッドアイズ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。●守備表示：「ＥＭ」Ｐモンスターまたは「オッドアイズ」Ｐモンスター１体をデッキから選び、自分のＥＸデッキに表側表示で加えるか墓地へ送る。", "ko": "이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 펜듈럼 소환한 이 카드는 표시 형식에 따라, 자신 메인 페이즈에 이하의 효과를 발동할 수 있다.\n●공격 표시: 이 카드를 제외하고, 자신 묘지의, \"EM(엔터메이트)\" 몬스터 또는 \"오드아이즈\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.\n●수비 표시: \"EM(엔터메이트)\" 펜듈럼 몬스터 또는 \"오드아이즈\" 펜듈럼 몬스터 1장을 덱에서 고르고, 자신의 엑스트라 덱에 앞면 표시로 넣거나 묘지로 보낸다.", "zh-TW": "此卡名的怪獸效果１回合僅限使用１次。①：鐘擺召喚的此卡可依據表示形式，在我方主要階段發動以下效果。\n●攻擊表示：可將此卡除外，將我方墓地的１隻「娛樂夥伴」怪獸或１隻「異色眼」怪獸做為對象發動。特殊召喚該怪獸。\n●守備表示：從牌組選擇１隻「娛樂夥伴」鐘擺怪獸或１隻「異色眼」鐘擺怪獸，以正面表示加入我方額外牌組或送至墓地。", "zh-CN": "此卡名的怪兽效果１回合仅可使用１次。①：灵摆召唤的此卡根据表示形式，在自己的主要阶段可以发动以下效果。\n●攻击表示：将此卡除外，以自己墓地的１只“娱乐伙伴”怪兽或“异色眼”怪兽为对象可以发动。将该怪兽特殊召唤。\n●守备表示：从牌组挑选１只“娱乐伙伴”灵摆怪兽或“异色眼”灵摆怪兽，以表侧表示加入自己的额外牌组或送至墓地。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "DARK", "level": 6, "atk": 100, "def": 1800, "pendulum_scale": 1, "pendulum_effect": {"en": "You can target 1 \"Performapal\" or \"Odd-Eyes\" card in your GY; add it to your hand, then destroy this card. You can only use this effect of \"Performapal Odd-Eyes Seer\" once per turn.", "de": "Du kannst 1 „Künstlerkumpel“- oder „Buntäugig“-Karte in deinem Friedhof wählen; füge sie deiner Hand hinzu, dann zerstöre diese Karte. Du kannst diesen Effekt von „Künstlerkumpel Buntäugiger Seher“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 carta \"Artistamigo\" u \"Ojos Anómalos\" en tu Cementerio; añádela a tu mano, y después destruye esta carta. Sólo puedes usar este efecto de \"Artistamigo Vidente de Ojos Anómalos\" una vez por turno.", "fr": "Vous pouvez cibler 1 carte \"Potartiste\" ou \"Yeux Impairs\" dans votre Cimetière ; ajoutez-la à votre main, puis détruisez cette carte. Vous ne pouvez utiliser cet effet de \"Voyant aux Yeux Impairs Potartiste\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 carta \"Artistamico\" o \"Occhi Diversi\" nel tuo Cimitero; aggiungila alla tua mano, poi distruggi questa carta. Puoi utilizzare questo effetto di \"Artistamico Occhi Diversi Profeta\" una sola volta per turno.", "pt": "Você pode escolher 1 card \"Camarartista\" ou \"Olhos Anômalos\" no seu Cemitério; adicione-o à sua mão e, depois, destrua este card. Você só pode usar este efeito de \"Vidente Camarartista de Olhos Anômalos\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分の墓地の、「ＥＭ」カードまたは「オッドアイズ」カード１枚を対象として発動できる。そのカードを手札に加える。その後、このカードを破壊する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의, \"EM(엔터메이트)\" 카드 또는 \"오드아이즈\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다. 그 후, 이 카드를 파괴한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可將我方墓地的１張「娛樂夥伴」卡或１張「異色眼」卡做為對象發動。將該卡加入手牌。其後，破壞此卡。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：以自己墓地的１张“娱乐伙伴”卡或“异色眼”卡为对象可以发动。将该卡加入手牌。然后破坏此卡。"}, "series": ["Odd-Eyes", "Performapal"], "images": [{"index": 1, "image": "PerformapalOddEyesSeer-BLCR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN031", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLCR-DE031", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR031", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT031", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT031", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP031", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR031", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD29-SC017", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708586, "master_duel_rarity": "N"}