{"konami_id": 16622, "password": 4991081, "name": {"en": "Harpie's Pet Dragon - Fearsome Fire Blast", "de": "Spieldrache der Harpyien - Feuerball-Attacke", "es": "Dragón Mascota de Arpía - Aterrador Estallido de Fuego", "fr": "Dragon de Harpie - Souffle de Feu Terrible", "it": "Draghetto delle Arpie - Fiammata Terrificante", "pt": "Dragão de Estimação da Harpia - Terrível Rajada de Fogo", "ja": "ハーピィズペット<ruby>竜<rt>ドラゴン</rt></ruby>－セイント・ファイアー・ギガ", "ja_romaji": "Hāpyizu Petto Doragon - Seinto Faiā Giga", "ko": "해피의 애완 드래곤－세인트 파이어 기가", "ko_rr": "Haepi-ui Aewan Deuraegon - Seinteu Paieo Giga", "zh-TW": "神鷹寵物龍－聖火千兆", "zh-CN": "神鹰的宠物龙－千兆圣火"}, "text": {"en": "Monsters cannot target Level 6 or lower \"Harpie\" monsters for attacks. You can only use each of the following effects of \"Harpie's Pet Dragon - Fearsome Fire Blast\" once per turn. If you control a Level 6 or lower WIND monster: You can Special Summon this card from your hand in Defense Position. If this card is sent from the field to the GY: You can send 1 WIND Winged Beast monster from your Deck to the GY.", "de": "Monster können „Harpyie“-Monster der Stufe 6 oder niedriger nicht als Ziel für Angriffe wählen. Du kannst jeden der folgenden Effekte von „Spieldrache der Harpyien - Feuerball-Attacke“ nur einmal pro Spielzug verwenden. Falls du ein WIND Monster der Stufe 6 oder niedriger kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst 1 WIND Geflügeltes Ungeheuer-Monster von deinem Deck auf den Friedhof legen.", "es": "Los monstruos no pueden seleccionar para ataques monstruos \"Arpía\" de Nivel 6 o menor. Sólo puedes usar cada uno de los siguientes efectos de \"Dragón Mascota de Arpía - Aterrador Estallido de Fuego\" una vez por turno. Si controlas un monstruo de VIENTO de Nivel 6 o menor: puedes Invocar esta carta de Modo Especial, desde tu mano, en Posición de Defensa. Si esta carta es mandada del Campo al Cementerio: puedes mandar al Cementerio 1 monstruo Bestia Alada de VIENTO en tu Deck.", "fr": "Les monstres ne peuvent pas cibler de monstres \"Harpie\" de max. Niveau 6 avec une attaque. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon de Harpie - Souffle de Feu Terrible\" qu'une fois par tour. Si vous contrôlez un monstre VENT de max. Niveau 6 : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez envoyer 1 monstre VENT Bête Ailée depuis votre Deck au Cimetière.", "it": "I mostri non possono scegliere come bersaglio i mostri \"Arpia\" di Livello 6 o inferiore per gli attacchi. Puoi utilizzare ognuno dei seguenti effetti di \"Draghetto delle Arpie - Fiammata Terrificante\" una sola volta per turno. Se controlli un mostro VENTO di Livello 6 o inferiore: puoi Evocare Specialmente questa carta dalla tua mano in Posizione di Difesa. Se questa carta viene mandata dal Terreno al Cimitero: puoi mandare 1 mostro VENTO Bestia Alata dal tuo Deck al Cimitero.", "pt": "Monstros não podem escolher monstros \"Harpia\" de Nível 6 ou menos como alvo de ataques. Você só pode usar cada um dos seguintes efeitos de \"Dragão de Estimação da Harpia - Terrível Rajada de Fogo\" uma vez por turno. Se você controlar um monstro de VENTO de Nível 6 ou menos: você pode Invocar este card por Invocação-Especial da sua mão em Posição de Defesa. Se este card for enviado do campo para o Cemitério: você pode enviar 1 monstro de VENTO Besta Alada do seu Deck para o Cemitério.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにレベル６以下の風属性モンスターが存在する場合に発動できる。このカードを手札から守備表示で特殊召喚する。②：このカードがモンスターゾーンに存在する限り、お互いのモンスターはレベル６以下の「ハーピィ」モンスターを攻撃対象に選択できない。③：このカードがフィールドから墓地へ送られた場合に発動できる。デッキから鳥獣族・風属性モンスター１体を墓地へ送る。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 레벨 6 이하의 바람 속성 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 수비 표시로 특수 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 서로의 몬스터는 레벨 6 이하의 \"해피\" 몬스터를 공격 대상으로 선택할 수 없다. ③: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 비행야수족 / 바람 속성 몬스터 1장을 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。①：自己场上有等级６以下风属性怪兽存在的情况下可以发动。将此卡从手牌以守备表示特殊召唤。②：只要此卡存在于怪兽区域，双方不可将等级６以下的“神鹰”怪兽选择为攻击对象。③：此卡从场上被送至墓地的情况下可以发动。从牌组将１只鸟兽族・风属性怪兽送至墓地。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "WIND", "level": 7, "atk": 2000, "def": 2500, "series": ["Harpie", "Signature move"], "images": [{"index": 1, "image": "HarpiesPetDragonFearsomeFireBlast-LDS3-EN-ScR-LE.png"}], "sets": {"en": [{"set_number": "LDS3-EN138", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}, {"set_number": "SBC2-ENH01", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common"]}], "de": [{"set_number": "LDS3-DE138", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "LDS3-FR138", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "it": [{"set_number": "LDS3-IT138", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "LDS3-PT138", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "VJMP-JP200", "set_name": "V Jump July 2021 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "23PP-JP022", "set_name": "Premium Pack 2023", "rarities": ["Secret Rare"]}, {"set_number": "QCCP-JP124", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "PP17-KR030", "set_name": "Premium Pack Vol.17", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}, {"set_number": "23PP-KRA22", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Secret Rare"]}, {"set_number": "QCCP-KR124", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "CL02-SC166", "set_name": "Classic Pack 02", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Not yet released"}, "yugipedia_page_id": 715250, "master_duel_rarity": "SR"}