{"konami_id": 15386, "password": 4997565, "name": {"en": "Number 3: Cicada King", "de": "Nummer 3: Zikadenkönig", "es": "Número 3: Rey Cigarra", "fr": "Numéro 3 : Roi Cicada", "it": "Numero 3: Re Cicala", "pt": "Número 3: Rei Cigarra", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>３ <ruby>地<rt>じ</rt></ruby><ruby>獄<rt>ごく</rt></ruby><ruby>蝉<rt>ぜみ</rt></ruby><ruby>王<rt>おう</rt></ruby>ローカスト・キング", "ja_romaji": "Nanbāzu San Jigokuzemiō Rōkasuto Kingu", "ko": "No.3 지옥선왕 로커스트 킹", "ko_rr": "Neombeojeu Sam Jiokseonwang Rokeoseuteu King", "zh-TW": "No.3 地獄蟬王 蜩王", "zh-CN": "编号3 地狱蝉王 蜩王"}, "text": {"en": "2 Level 3 monsters\nIf the battle position of this card is changed: You can Special Summon 1 Insect monster from your hand or GY in Defense Position. When a monster on the field activates its effect: You can detach 1 material from this card, then target that monster; negate its effects, then make 1 Insect monster on the field either gain 500 DEF, or change its battle position. You can only use each effect of \"Number 3: Cicada King\" once per turn.", "de": "2 Monster der Stufe 3\nFalls die Kampfposition dieser Karte geändert wird: Du kannst 1 Insekt-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof in die Verteidigungsposition beschwören. Wenn der Effekt eines Monsters auf dem Spielfeld aktiviert wird: Du kannst 1 Material von dieser Karte abhängen und dann das Monster wählen; annulliere seine Effekte, dann lasse entweder 1 Insekt-Monster auf dem Spielfeld 500 DEF erhalten oder ändere seine Kampfposition. Du kannst jeden Effekt von „Nummer 3: Zikadenkönig“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 3\nSi la posición de batalla de esta carta es cambiada: puedes Invocar de Modo Especial, desde tu mano o Cementerio, 1 monstruo Insecto, en Posición de Defensa. Cuando un monstruo en el Campo activa su efecto: puedes desacoplar de esta carta 1 material, y después seleccionar ese monstruo; niega sus efectos y después, haz que 1 monstruo Insecto en el Campo ya sea gane 500 DEF, o cambie su posición de batalla. Sólo puedes usar cada efecto de \"Número 3: Rey Cigarra\" una vez por turno.", "fr": "2 monstres de Niveau 3\nSi la position de combat de cette carte est changée : vous pouvez Invoquer Spécialement 1 monstre Insecte depuis votre main ou Cimetière en Position de Défense. Lorsqu'un monstre sur le Terrain active son effet : vous pouvez détacher 1 Matériel de cette carte, puis ciblez le monstre ; annulez ses effets, puis, soit faites gagner 500 DEF à 1 monstre Insecte sur le Terrain, soit changez sa position de combat. Vous ne pouvez utiliser chaque effet de \"Numéro 3 : Roi Cicada\" qu'une fois par tour.", "it": "2 mostri di Livello 3\nSe la posizione di questa carta viene cambiata: puoi Evocare Specialmente 1 mostro Insetto dalla tua mano o Cimitero in Posizione di Difesa. Quando un mostro sul Terreno attiva un suo effetto: puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio quel mostro; annulla i suoi effetti, poi fai guadagnare 500 DEF a 1 mostro Insetto sul Terreno, oppure cambia la sua posizione. Puoi utilizzare ogni effetto di \"Numero 3: Re Cicala\" una sola volta per turno.", "pt": "2 monstros de Nível 3\nSe a posição de batalha deste card for mudada: você pode Invocar por Invocação-Especial 1 monstro Inseto da sua mão ou do Cemitério em Posição de Defesa. Quando um monstro no campo ativar seu efeito: você pode desassociar 1 matéria deste card e, depois, escolha esse monstro; negue seus efeitos e, depois, faça com que 1 monstro Inseto no campo ganhe 500 de DEF ou mude sua posição de batalha. Você só pode usar cada efeito de \"Número 3: Rei Cigarra\" uma vez por turno.", "ja": "レベル３モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードの表示形式が変更された場合に発動できる。自分の手札・墓地から昆虫族モンスター１体を選んで守備表示で特殊召喚する。②：フィールドのモンスターの効果が発動した時、このカードのＸ素材を１つ取り除き、そのモンスター１体を対象として発動できる。そのモンスターの効果を無効にする。その後、フィールドの昆虫族モンスター１体を選び、守備力を５００アップするか、表示形式を変更する。", "ko": "레벨 3 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 표시 형식이 변경되었을 경우에 발동할 수 있다. 자신의 패 / 묘지에서 곤충족 몬스터 1장을 골라 수비 표시로 특수 소환한다. ②: 필드의 몬스터 효과가 발동했을 때, 이 카드의 엑시즈 소재를 1개 제거하고, 그 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 효과를 무효로 한다. 그 후, 필드의 곤충족 몬스터 1장을 고르고, 수비력을 500 올리거나, 표시 형식을 변경한다.", "zh-TW": "等級３怪獸×２\n此卡名的①②效果，１回合各僅限使用１次。①：可在此卡的表示形式被變更的狀況下發動。從我方手牌・墓地選擇１隻昆蟲族怪獸以守備表示特殊召喚。②：場上的怪獸發動效果時，可去除此卡的１個超量素材，將１隻該怪獸做為對象發動。將該怪獸的效果變為無效。其後，選擇場上的１隻昆蟲族怪獸，守備力提升５００或變更表示形式。", "zh-CN": "等级3的怪兽×2\n此卡名的效果①②在1个回合中仅可各使用1次。①：此卡的表示形式发生了更改时可以发动。从自己的手牌、墓地选择1只昆虫族怪兽，以守备表示特殊召唤。②：场上的怪兽发动了效果时，去除此卡的1个超量素材，可以以1只该怪兽为对象发动。使该怪兽的效果无效。然后，选择场上的1只昆虫族怪兽，使其守备力上升500或更改其表示形式。"}, "card_type": "Monster", "monster_type_line": "Insect / Xyz / Effect", "attribute": "WIND", "rank": 3, "atk": 1200, "def": 2500, "materials": "3 Level 1 monsters", "series": ["Number", "Number", "Barian Number"], "images": [{"index": 1, "image": "Number3CicadaKing-BLAR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN028", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLAR-DE028", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLAR-FR028", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLAR-IT028", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLAR-PT028", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP20-JP028", "set_name": "Collection Pack 2020", "rarities": ["Super Rare", "Collector's Rare"]}], "ko": [{"set_number": "CP20-KR028", "set_name": "Collection Pack 2020", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708085, "master_duel_rarity": "UR"}