{"konami_id": 11846, "password": 5050644, "name": {"en": "Aroma Garden", "de": "Aromagarten", "es": "Jardín del Arobru", "fr": "Jardin d'Arôma", "it": "Giardino di Aromi", "pt": "Jardim do Aromági", "ja": "アロマガーデン", "ja_romaji": "Aroma Gāden", "ko": "아로마가든", "ko_rr": null, "zh-TW": "芬芳花園", "zh-CN": "芬芳花园"}, "text": {"en": "Once per turn, if you control an \"Aroma\" monster: You can gain 500 LP, also all monsters you control gain 500 ATK and DEF until the end of your opponent's next turn (even if this card leaves the field). If a face-up \"Aroma\" monster you control is destroyed by battle or card effect and sent to the Graveyard: Gain 1000 LP.", "de": "Einmal pro Spielzug, falls du ein „Aroma“-Monster kontrollierst: Du kannst 500 LP erhalten, zusätzlich erhalten alle Monster, die du kontrollierst, bis zum Ende des nächsten Spielzugs deines Gegners 500 ATK und DEF (selbst falls diese Karte das Spielfeld verlässt). Falls ein offenes „Aroma“-Monster, das du kontrollierst, durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du erhältst 1000 LP.", "es": "Una vez por turno, si controlas un monstruo \"Arobru\": puedes ganar 500 LP y además, hasta el final del próximo turno de tu adversario, todos los monstruos que controles ganan 500 ATK y DEF (aún si esta carta deja el Campo). Si un monstruo \"Arobru\" boca arriba que controles es destruido en batalla o por efecto de una carta y mandado al Cementerio: gana 1000 LP.", "fr": "Une fois par tour, si vous contrôlez un monstre \"Arôma\" : vous pouvez gagner 500 LP, et aussi, tous les monstres que vous contrôlez gagnent 500 ATK/DEF jusqu'à la fin du prochain tour de votre adversaire (même si cette carte quitte le Terrain). Si un monstre \"Arôma\" face recto que vous contrôlez est détruit au combat ou par un effet de carte, et envoyé au Cimetière : gagnez 1000 LP.", "it": "Una volta per turno, se controlli un mostro \"Aroma\": puoi guadagnare 500 LP, inoltre tutti i mostri che controlli guadagnano 500 ATK e DEF fino alla fine del prossimo turno del tuo avversario (anche se questa carta lascia il Terreno). Se un mostro \"Aroma\" scoperto che controlli viene distrutto in battaglia o dall'effetto di una carta e mandato al Cimitero: guadagni 1000 LP.", "pt": "Uma vez por turno, se você controlar um monstro \"Aromági\": você pode ganhar 500 PV e, além disso, todos os monstros que você controla ganham 500 de ATK e DEF até o final do próximo turno do seu oponente (mesmo que este card deixe o campo). Se um monstro \"Aromági\" com a face para cima que você controla for destruído em batalha ou por um efeito de card e enviado para o Cemitério: ganhe 1000 PV.", "ja": "①：１ターンに１度、自分フィールドに「アロマ」モンスターが存在する場合に発動できる。自分は５００ＬＰ回復する。この効果の発動後、次の相手ターン終了時まで自分フィールドのモンスターの攻撃力・守備力は５００アップする。②：自分フィールドの「アロマ」モンスターが戦闘・効果で破壊され墓地へ送られた場合に発動する。自分は１０００ＬＰ回復する。", "ko": "①: 1턴에 1번, 자신 필드에 \"아로마\" 몬스터가 존재할 경우에 발동할 수 있다. 자신은 500 LP 회복한다. 이 효과의 발동 후, 다음 상대 턴 종료시까지 자신 필드의 몬스터의 공격력 / 수비력은 500 올린다. ②: 자신 필드의 \"아로마\" 몬스터가 전투 / 효과로 파괴되어 묘지로 보내졌을 경우에 발동한다. 자신은 1000 LP 회복한다.", "zh-TW": null, "zh-CN": "①：１回合１次，在自己场上存在“芬芳”怪兽的情况下可以发动。自己恢复５００LP。此效果发动后，直至下个对手回合结束时为止，自己场上的怪兽的攻击力・守备力上升５００。\n②：自己场上的“芬芳”怪兽因战斗・效果被破坏并被送至墓地的情况下发动。自己恢复１０００LP。"}, "card_type": "Spell", "property": "Field", "series": ["Aroma"], "images": [{"index": 1, "image": "AromaGarden-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CORE-EN062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-EN086", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CORE-DE062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-DE086", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CORE-SP062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-SP086", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CORE-FR062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-FR086", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CORE-IT062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-IT086", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CORE-PT062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-PT086", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CORE-JP062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "LVP1-JP079", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}], "ko": [{"set_number": "CORE-KR062", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "LVP1-KR079", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC111", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354459, "master_duel_rarity": "N"}