{"konami_id": 18150, "password": 5141117, "name": {"en": "The Abyss Dragon Swordsoul", "de": "Der Schwertseelen-Abgrunddrache", "es": "El Dragón del Abismo Almaespada", "fr": "Âmépée - Le Dragon des Abysses", "it": "Il Drago Abisso Spadanima", "pt": "A Espadalma Dragão do Abismo", "ja": "<ruby>深<rt>しん</rt></ruby><ruby>淵<rt>えん</rt></ruby>の<ruby>相<rt>そう</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>", "ja_romaji": "Shin'en no Sōkenryū", "ko": "심연의 상검룡", "ko_rr": "Simyeon-ui Sanggeomnyong", "zh-TW": null, "zh-CN": "深渊的相剑龙"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by a Wyrm monster's effect. If a monster is banished by card effect (except during the Damage Step): You can Special Summon this card from the GY (if it was there when the monster was banished) or hand (even if not), but banish it when it leaves the field. If this card is Special Summoned: You can target 1 card in the Field Zone and 1 monster your opponent controls or in their GY; banish them. You can only use each effect of \"The Abyss Dragon Swordsoul\" once per turn.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch den Effekt eines Wyrm-Monsters als Spezialbeschwörung beschworen werden. Falls ein Monster durch einen Karteneffekt verbannt wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung vom Friedhof (falls sie dort lag, als das Monster verbannt wurde) oder der Hand (selbst falls nicht) beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Karte in der Spielfeldzone und 1 Monster, das dein Gegner kontrolliert oder das sich in seinem Friedhof befindet, wählen; verbanne sie. Du kannst jeden Effekt von „Der Schwertseelen-Abgrunddrache“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por un efecto de un monstruo Wyrm. Si un monstruo es desterrado por efecto de una carta (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde el Cementerio (si estaba allí cuando el monstruo fue desterrado) o mano (aun si no lo estaba), pero destiérrala cuando deje el Campo. Si esta carta es Invocada de Modo Especial: puedes seleccionar 1 carta en la Zona del Campo y 1 monstruo que controle tu adversario o en su Cementerio; destiérralos. Sólo puedes usar cada efecto de \"El Dragón del Abismo Almaespada\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de monstre Wyrm. Si un monstre est banni par un effet de carte (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque le monstre a été banni) ou la main (même si elle n'y était pas), mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 carte dans la Zone Terrain et 1 monstre contrôlé par votre adversaire ou dans son Cimetière ; bannissez-les. Vous ne pouvez utiliser chaque effet de \"Âmépée - Le Dragon des Abysses\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dall'effetto di un mostro Wyrm. Se un mostro viene bandito dall'effetto di una carta (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dal Cimitero (se era lì quando il mostro è stato bandito) o dalla mano (anche se non era lì), ma bandiscilo quando lascia il Terreno. Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 carta nella Zona Terreno e 1 mostro controllato dal tuo avversario o nel suo Cimitero; bandiscili. Puoi utilizzare ogni effetto di \"Il Drago Abisso Spadanima\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial pelo efeito de um monstro Wyrm. Se um monstro for banido por um efeito de card (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial do Cemitério (se ele estava lá quando o monstro foi banido) ou da mão (mesmo se ele não estava), mas bana-o quando ele deixar o campo. Se este card for Invocado por Invocação-Especial: você pode escolher 1 card na Zona do Campo e 1 monstro que seu oponente controla ou no Cemitério dele; bana-os. Você só pode usar cada efeito de \"A Espadalma Dragão do Abismo\" uma vez por turno.", "ja": "このカードは通常召喚できず、幻竜族モンスターの効果でのみ特殊召喚できる。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：カードの効果でモンスターが表側で除外された場合に発動できる。このカードを手札・墓地から特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。②：このカードが特殊召喚した場合、フィールドゾーンのカード１枚と相手のフィールド・墓地のモンスター１体を対象として発動できる。そのカードを除外する。", "ko": "이 카드는 통상 소환할 수 없으며, 환룡족 몬스터의 효과로만 특수 소환할 수 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 카드의 효과로 몬스터가 제외되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 이 카드가 특수 소환에 성공했을 경우, 필드 존의 카드 1장과 상대의 필드 / 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 카드를 제외한다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤，仅可以幻龙族怪兽的效果特殊召唤。此卡名的①②效果１回合仅可各使用１次。①：此卡存在于手牌・墓地，且有怪兽因卡的效果被除外的情况下可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。②：此卡特殊召唤成功的情况下，以场地区域的１张卡和对手场上・墓地的１只怪兽为对象可以发动。将该卡除外。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "FIRE", "level": 8, "atk": 3000, "def": 2900, "series": ["Swordsoul"], "images": [{"index": 1, "image": "TheAbyssDragonSwordsoul-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN005", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN167", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PHHY-DE005", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE167", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "PHHY-SP005", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}, {"set_number": "MP24-SP167", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PHHY-FR005", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR167", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PHHY-IT005", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT167", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PHHY-PT005", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT167", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PHHY-JP005", "set_name": "Photon Hypernova", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHHY-JP005", "set_name": "Photon Hypernova +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}, {"set_number": "CF01-JP145", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PHHY-KR005", "set_name": "Photon Hypernova", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHHY-KR005", "set_name": "Photon Hypernova +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC060", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717040}