{"konami_id": 15011, "password": 5206415, "name": {"en": "Thunder Dragonlord", "de": "Herr der Donnerdrachen", "es": "Señordragón de Trueno", "fr": "Seigneur Dragon du Tonnerre", "it": "Signoredrago del Tuono", "pt": "Senhordragão do Trovão", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>雷<rt>らい</rt></ruby><ruby>震<rt>しん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>－サンダー・ドラゴン", "ja_romaji": "Tenraishinryū - Sandā Doragon", "ko": "천뇌격룡－썬더 드래곤", "ko_rr": "Cheonnoegyeongnyong - Sseondeo Deraegon", "zh-TW": "天雷震龍－雷龍", "zh-CN": "天震雷龙"}, "text": {"en": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 Level 8 or lower Thunder monster from your hand or face-up field, during the turn a Thunder monster's effect was activated in the hand. Once per opponent's turn (Quick Effect): You can banish 2 cards from your GY, including a Thunder monster, then target 1 Thunder monster you control; your opponent cannot target it with card effects this turn. Once per turn, during your End Phase: You can send 1 \"Thunder Dragon\" card from your Deck to the GY.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du während des Spielzugs, in dem ein Effekt eines Donner-Monsters in der Hand aktiviert wurde, 1 Donner-Monster der Stufe 8 oder niedriger von deiner Hand oder offen von deiner Spielfeldseite verbannst. Einmal pro Spielzug eines Gegners (Schnelleffekt): Du kannst 2 Karten von deinem Friedhof verbannen, darunter ein Donner-Monster, und dann 1 Donner-Monster wählen, das du kontrollierst; dein Gegner kann es in diesem Spielzug nicht als Ziel für Karteneffekte wählen. Einmal pro Spielzug, während deiner End Phase: Du kannst 1 „Donnerdrache“-Karte von deinem Deck auf den Friedhof legen.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial (desde tu mano) desterrando 1 monstruo Trueno de Nivel 8 o menor en tu mano o Campo boca arriba, durante el turno en el que el efecto de un monstruo Trueno fue activado en la mano. Una vez por turno del adversario (Efecto Rápido): puedes desterrar 2 cartas en tu Cementerio, incluyendo un monstruo Trueno, y después seleccionar 1 monstruo Trueno que controles; este turno tu adversario no puede seleccionarlo con efectos de cartas. Una vez por turno, durante tu End Phase: puedes mandar al Cementerio 1 carta \"Dragón de Trueno\" en tu Deck.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en bannissant 1 monstre Tonnerre de max. Niveau 8 depuis votre main ou Terrain face recto, durant le tour où un effet de monstre Tonnerre a été activé dans la main. Une fois par tour de l'adversaire (Effet Rapide) : vous pouvez bannir 2 cartes (un monstre Tonnerre inclus) depuis votre Cimetière, puis ciblez 1 monstre Tonnerre que vous contrôlez ; ce tour, votre adversaire ne peut pas le cibler avec des effets de carte. Une fois par tour, durant votre End Phase : vous pouvez envoyer 1 carte \"Dragon du Tonnerre\" depuis votre Deck au Cimetière.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) bandendo 1 mostro Tuono di Livello 8 o inferiore dalla tua mano o Terreno scoperto, durante il turno in cui l'effetto di un mostro Tuono è stato attivato nella mano. Una volta per turno dell'avversario (Effetto Rapido): puoi bandire 2 carte dal tuo Cimitero, compreso un mostro Tuono, poi scegliere come bersaglio 1 mostro Tuono che controlli; il tuo avversario non può sceglierlo come bersaglio con gli effetti delle carte in questo turno. Una volta per turno, durante la tua End Phase: puoi mandare 1 carta \"Drago del Tuono\" dal tuo Deck al Cimitero.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão) ao banir 1 monstro Trovão de Nível 8 ou menos da sua mão ou do campo com a face para cima, durante o turno em que o efeito de um monstro Trovão foi ativado na mão. Uma vez por turno do oponente (Efeito Rápido): você pode banir 2 cards do seu Cemitério, incluindo um monstro Trovão e, depois, escolha 1 monstro Trovão que você controla; seu oponente não pode escolhê-lo como alvo de efeitos de card neste turno. Uma vez por turno, durante sua Fase Final: você pode enviar 1 card \"Dragão do Trovão\" do seu Deck para o Cemitério.", "ja": "このカードは通常召喚できない。雷族モンスターの効果が手札で発動したターン、手札及び自分フィールドの表側表示モンスターの中から、レベル８以下の雷族モンスター１体を除外した場合に特殊召喚できる。①：相手ターンに１度、自分の墓地から雷族モンスターを含むカード２枚を除外し、自分フィールドの雷族モンスター１体を対象として発動できる。このターン、そのモンスターは相手の効果の対象にならない。②：自分エンドフェイズに発動できる。デッキから「サンダー・ドラゴン」カード１枚を墓地へ送る。", "ko": "이 카드는 통상 소환할 수 없다. 번개족 몬스터의 효과가 패에서 발동한 턴에, 패 및 자신 필드의 앞면 표시 몬스터 중에서, 레벨 8 이하의 번개족 몬스터 1장을 제외했을 경우에 특수 소환할 수 있다. ①: 상대 턴에 1번, 자신 묘지에서 번개족 몬스터를 포함하는 카드 2장을 제외하고, 자신 필드의 번개족 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 몬스터는 상대 효과의 대상이 되지 않는다. ②: 자신 엔드 페이즈에 발동할 수 있다. 덱에서 \"썬더 드래곤\" 카드 1장을 묘지로 보낸다.", "zh-TW": "此卡無法通常召喚。從手牌發動雷族怪獸的效果的回合，可在從手牌及我方場上的正面表示的怪獸中，將１隻等級８以下的雷族怪獸除外的狀況下特殊召喚。①：在對方回合，可從我方墓地將２張包含雷族怪獸在內的卡除外，將我方場上的１隻雷族怪獸做為對象發動１次。此回合，該怪獸不會成為對方的效果對象。②：可在我方結束階段發動。從牌組將１張「雷龍」卡送至墓地。", "zh-CN": "此卡不可通常召唤。有雷族怪兽的效果在手牌发动过的回合，从手牌及自己场上的表侧表示怪兽中，将1只等级8以下的雷族怪兽除外的情况下可以特殊召唤。①：每个对手回合中1次，从自己的墓地将包括雷族怪兽的2张卡除外，以自己场上的1只雷族怪兽为对象可以发动。此回合，该怪兽不会成为对手效果的对象。②：在自己的结束阶段可以发动。从牌组将1张\"雷龙\"卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "LIGHT", "level": 9, "atk": 3000, "def": 2000, "series": ["Thunder Dragon"], "images": [{"index": 1, "image": "ThunderDragonlord-ETCO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN025", "set_name": "Eternity Code", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE025", "set_name": "Eternity Code", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR025", "set_name": "Eternity Code", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT025", "set_name": "Eternity Code", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT025", "set_name": "Eternity Code", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP025", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR025", "set_name": "Eternity Code", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC119", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 707560, "master_duel_rarity": "R"}