{"konami_id": 14553, "password": 5298175, "name": {"en": "Fortune Fairy Swee", "de": "Schicksalsfee Swee", "es": "Hada de la Fortuna Swee", "fr": "Aquamarine, Sorcière de la Bonne Aventure", "it": "Sui la Strega Indovina", "pt": "Fada Fortuna Swee", "ja": "<ruby>占<rt>うらな</rt></ruby>い<ruby>魔<rt>ま</rt></ruby><ruby>女<rt>じょ</rt></ruby> スィーちゃん", "ja_romaji": "Uranai Majo Swī-chan", "ko": "점쟁이 마녀 수이", "ko_rr": "Jeomjaeng-i Manyeo Su-i", "zh-TW": "占卜魔女 小水", "zh-CN": "占卜魔女 小水"}, "text": {"en": "When you draw this card: You can reveal it; Special Summon it from your hand. If this card is Special Summoned from the hand: You can target 1 other face-up monster on the field; banish it until the Standby Phase of your next turn. You can only use each effect of \"Fortune Fairy Swee\" once per turn.", "de": "Wenn du diese Karte ziehst: Du kannst sie vorzeigen; beschwöre sie als Spezialbeschwörung von deiner Hand. Falls diese Karte als Spezialbeschwörung von der Hand beschworen wird: Du kannst 1 anderes offenes Monster auf dem Spielfeld wählen; verbanne es bis zur Standby Phase deines nächsten Spielzugs. Du kannst jeden Effekt von „Schicksalsfee Swee“ nur einmal pro Spielzug verwenden.", "es": "Cuando robas esta carta: puedes mostrarla; Invócala de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial desde la mano: puedes seleccionar otro monstruo boca arriba en el Campo; destiérralo hasta la Standby Phase de tu próximo turno. Sólo puedes usar cada efecto de \"Hada de la Fortuna Swee\" una vez por turno.", "fr": "Lorsque vous piochez cette carte : vous pouvez la révéler ; Invoquez-la Spécialement depuis votre main. Si cette carte est Invoquée Spécialement depuis la main : vous pouvez cibler 1 autre monstre face recto sur le Terrain ; jusqu'à la Standby Phase de votre prochain tour, bannissez-le. Vous ne pouvez utiliser chaque effet de \"Aquamarine, Sorcière de la Bonne Aventure\" qu'une fois par tour.", "it": "Quando peschi questa carta: puoi rivelarla; Evocala Specialmente dalla tua mano. Se questa carta viene Evocata Specialmente dalla mano: puoi scegliere come bersaglio 1 altro mostro scoperto sul Terreno; bandiscilo fino alla Standby Phase del tuo prossimo turno. Puoi utilizzare ogni effetto di \"Sui la Strega Indovina\" una sola volta per turno.", "pt": "Quando você comprar este card: você pode revelá-lo; Invoque-o por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial da mão: você pode escolher 1 outro monstro com a face para cima no campo; bana-o até a Fase de Apoio do seu próximo turno. Você só pode usar cada efeito de \"Fada Fortuna Swee\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードをドローした時、このカードを相手に見せて発動できる。このカードを手札から特殊召喚する。②：このカードが手札からの特殊召喚に成功した場合、このカード以外のフィールドの表側表示モンスター１体を対象として発動できる。そのモンスターを次の自分ターンのスタンバイフェイズまで除外する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 드로우했을 때, 이 카드를 상대에게 보여주고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 패에서의 특수 소환에 성공했을 경우, 이 카드 이외의 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 다음 자신 턴의 스탠바이 페이즈까지 제외한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：把这张卡抽到时，把这张卡给对方观看才能发动。这张卡从手卡特殊召唤。\n②：这张卡从手卡的特殊召唤成功的场合，以这张卡以外的场上1只表侧表示怪兽为对象才能发动。那只怪兽直到下次的自己回合的准备阶段除外。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WATER", "level": 4, "atk": 0, "def": 0, "series": ["Fortune Fairy"], "images": [{"index": 1, "image": "FortuneFairySwee-BLHR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLHR-EN017", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLHR-DE017", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLHR-SP017", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLHR-FR017", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLHR-IT017", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLHR-PT017", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP19-JP020", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Common"]}], "ko": [{"set_number": "CP19-KR020", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 606185, "master_duel_rarity": "N"}