{"konami_id": 16296, "password": 5370235, "name": {"en": "Cyberdark Chimera", "de": "Cyberfinsternis Schimäre", "es": "Quimera Ciberoscura", "fr": "Chimère Cyberténébreuse", "it": "Chimera Cyberoscura", "pt": "Quimera Cibersombria", "ja": "サイバー・ダーク・キメラ", "ja_romaji": "Saibā Dāku Kimera", "ko": "사이버 다크 키메라", "ko_rr": "Saibeo Dakeu Kimera", "zh-TW": null, "zh-CN": "电子暗黑客迈拉"}, "text": {"en": "You can discard 1 Spell/Trap; add 1 \"Power Bond\" from your Deck to your hand, you can only use Dragon or Machine \"Cyber\" monsters as Fusion Material this turn, also once when you Fusion Summon this turn, you can also banish monster(s) from your GY as material. If this card is sent to the GY: You can send 1 \"Cyberdark\" monster from your Deck to the GY, with a different name from the cards in your GY. You can only use each effect of \"Cyberdark Chimera\" once per turn.", "de": "Du kannst 1 Zauber/Falle abwerfen; füge deiner Hand 1 „Kraftbündnis“ von deinem Deck hinzu, du kannst in diesem Spielzug nur „Cyber“-Drache- oder „Cyber“-Maschine-Monster als Fusionsmaterial verwenden, zusätzlich einmal, wenn du in diesem Spielzug eine Fusionsbeschwörung durchführst, kannst du auch Monster von deinem Friedhof als Material verbannen. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Cyberfinsternis“-Monster mit einem unterschiedlichen Namen als die Karten in deinem Friedhof von deinem Deck auf den Friedhof legen. Du kannst jeden Effekt von „Cyberfinsternis Schimäre“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar 1 Mágica/Trampa; añade a tu mano 1 \"Vínculo de Poder\" en tu Deck, este turno sólo puedes usar monstruos Dragón o Máquina \"Ciber\" o \"Cíber\" como Material de Fusión, y además una vez cuando Invoques por Fusión este turno, también puedes desterrar uno o más monstruos en tu Cementerio como material. Si esta carta es mandada al Cementerio: puedes mandar al Cementerio 1 monstruo \"Ciberoscur\" en tu Deck, con nombre diferente a las cartas en tu Cementerio. Sólo puedes usar cada efecto de \"Quimera Ciberoscura\" una vez por turno.", "fr": "Vous pouvez défausser 1 Magie/Piège ; ajoutez 1 \"Lien de Puissance\" depuis votre Deck à votre main, vous ne pouvez utiliser que des monstres \"Cyber\" Dragon ou Machine comme Matériel Fusion ce tour, et aussi, une fois, lorsque vous Invoquez par Fusion ce tour, vous pouvez aussi bannir un ou plusieurs monstres depuis votre Cimetière comme Matériel. Si cette carte est envoyée au Cimetière : vous pouvez envoyer 1 monstre \"Cyberténébreu\" depuis votre Deck au Cimetière, de nom différent des cartes dans votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Chimère Cyberténébreuse\" qu'une fois par tour.", "it": "Puoi scartare 1 Magia/Trappola; aggiungi 1 \"Vincolo di Potere\" dal tuo Deck alla tua mano, puoi utilizzare solo mostri \"Cyber\" Drago o Macchina come Materiale da Fusione in questo turno, inoltre una volta quando Evochi tramite Fusione in questo turno, puoi anche bandire uno o più mostri dal tuo Cimitero come materiale. Se questa carta viene mandata al Cimitero: puoi mandare dal tuo Deck al Cimitero 1 mostro \"Cyberoscur\" con un nome diverso dalle carte nel tuo Cimitero. Puoi utilizzare ogni effetto di \"Chimera Cyberoscura\" una sola volta per turno.", "pt": "Você pode descartar 1 Magia/Armadilha; adicione 1 \"Vínculo de Poder\" do seu Deck à sua mão, você só pode usar monstros Dragão ou Máquina \"Ciber\" como Matéria de Fusão neste turno e, além disso, uma vez quando você Invocar por Invocação-Fusão neste turno, você também pode banir um ou mais monstros do seu Cemitério como matéria. Se este card for enviado para o Cemitério: você pode enviar 1 monstro \"Cibersombrio(a)\" do seu Deck para o Cemitério, com um nome diferente que o dos cards no seu Cemitério. Você só pode usar cada efeito de \"Quimera Cibersombria\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札から魔法・罠カード１枚を捨てて発動できる。デッキから「パワー・ボンド」１枚を手札に加える。このターン、自分はドラゴン族・機械族の「サイバー」モンスターしか融合素材にできず、自分がモンスターを融合召喚する場合に１度だけ、自分の墓地のモンスターを除外して融合素材とする事もできる。②：このカードが墓地へ送られた場合に発動できる。同名カードが自分の墓地に存在しない「サイバー・ダーク」モンスター１体をデッキから墓地へ送る。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 마법 / 함정 카드 1장을 버리고 발동할 수 있다. 덱에서 \"파워 본드\" 1장을 패에 넣는다. 이 턴에, 자신은 드래곤족 / 기계족인 \"사이버\" 몬스터밖에 융합 소재로 할 수 없으며, 자신이 몬스터를 융합 소환할 경우에 1번만, 자신 묘지의 몬스터를 제외하고 융합 소재로 할 수도 있다. ②: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 같은 이름의 카드가 자신 묘지에 존재하지 않는 \"사이버 다크\" 몬스터 1장을 덱에서 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：从手牌将1张魔法・陷阱卡舍弃可以发动。从牌组将1张“力量焊接”加入手牌。此回合，自己仅可以龙族・机械族的“电子”怪兽作为融合素材，且自己融合召唤怪兽的情况下仅1次，也可将自己墓地的怪兽除外作为融合素材。②：此卡被送至墓地的情况下可以发动。从牌组将1只自己墓地不存在同名卡的“电子暗黑”怪兽送至墓地。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 800, "def": 2100, "series": ["Cyber", "Cyberdark"], "images": [{"index": 1, "image": "CyberdarkChimera-SDCS-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDCS-EN002", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDCS-DE002", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SDCS-SP002", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDCS-FR002", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDCS-IT002", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDCS-PT002", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD41-JP002", "set_name": "Structure Deck: Cyber Style's Successor", "rarities": ["Super Rare"]}, {"set_number": "QCCP-JP019", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "TT01-JPA05", "set_name": "Tactical-Try Deck: Decisive Strike Cyber Dragon", "rarities": ["Common"]}], "ko": [{"set_number": "SD41-KR002", "set_name": "Structure Deck: Cyber Style's Successor", "rarities": ["Super Rare"]}, {"set_number": "QCCP-KR019", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "TT01-KRA05", "set_name": "Tactical-Try Deck: Decisive Strike Cyber Dragon", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC094", "set_name": "Alliance Insight", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "ALIN-SC094", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714424}