{"konami_id": 12747, "password": 5489987, "name": {"en": "Flower Cardian Cherry Blossom with Curtain", "de": "Blumen-Kartian Kirschblüte mit Vorhang", "es": "Flor Cardian de Cerezo con la Cortina", "fr": "Fleur Cardian de Cerisier avec Rideau", "it": "Fiore Cardian di Ciliegio con Tendina", "pt": "Flor Cardian de Cerejeira com Cortina", "ja": "<ruby>花札衛<rt>カーディアン</rt></ruby>－<ruby>桜<rt>さくら</rt></ruby>に<ruby>幕<rt>まく</rt></ruby>－", "ja_romaji": "Kādian - Sakura ni Maku -", "ko": "카디언－벚꽃에 장막－", "ko_rr": null, "zh-TW": "花牌衛－櫻上幕簾－", "zh-CN": "花札卫－樱上幕帘"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst durch seinen eigenen Effekt als Spezialbeschwörung beschworen werden. Du kannst diese Karte in deiner Hand vorzeigen; ziehe 1 Karte und falls du dies tust, zeige sie, dann beschwöre diese Karte als Spezialbeschwörung, falls die gezogene Karte ein „Blumen-Kartian“-Monster ist. Lege sie und diese Karte andernfalls auf den Friedhof. Während des Damage Steps eines beliebigen Spielers, wenn dein „Blumen-Kartian“-Monster gegen ein Monster deines Gegners kämpft: Du kannst diese Karte abwerfen; dein kämpfendes Monster erhält bis zum Ende dieses Spielzugs 1000 ATK.", "es": "No puede ser Invocada de Modo Normal/Colocada. Debe ser primero Invocada por su propio efecto. Puedes mostrar esta carta en tu mano; roba 1 carta y, si lo haces, enséñala, y después, si la carta robada es un monstruo \"Flor Cardian\", Invoca esta carta de Modo Especial. De otra forma, manda al Cementerio a esa y esta carta. Durante el Damage Step de cualquier jugador, cuando tu monstruo \"Flor Cardian\" batalla con un monstruo de tu adversario: puedes descartar esta carta; hasta el final de este turno, tu monstruo batallante gana 1000 ATK.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement par son propre effet. Vous pouvez révéler cette carte dans votre main ; piochez 1 carte, et si vous le faites, montrez-la, puis Invoquez Spécialement cette carte si la carte piochée est un monstre \"Fleur Cardian\". Sinon, envoyez-la avec cette carte au Cimetière. Durant la Damage Step de chaque joueur, lorsque votre monstre \"Fleur Cardian\" combat un monstre de votre adversaire : vous pouvez défausser cette carte ; jusqu'à la fin de ce tour, votre monstre combattant gagne 1000 ATK.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente dal suo stesso effetto. Puoi rivelare questa carta nella tua mano; pesca 1 carta e, se lo fai, mostrala, poi Evoca Specialmente questa carta se la carta pescata è un mostro \"Fiore Cardian\". Altrimenti, manda quella e questa carta al Cimitero. Durante il Damage Step di qualsiasi giocatore, quando un tuo mostro \"Fiore Cardian\" combatte con un mostro dell'avversario: puoi scartare questa carta; il tuo mostro che sta combattendo guadagna 1000 ATK fino alla fine di questo turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial por seu próprio efeito. Você pode revelar este card na sua mão; compre 1 card e, se isso acontecer, mostre-o e, depois, Invoque este card por Invocação-Especial se o card comprado for um monstro \"Flor Cardian\". Caso contrário, envie-o e este card para o Cemitério. Durante a Etapa de Dano de qualquer duelista, quando seu monstro \"Flor Cardian\" batalhar um monstro do oponente: você pode descartar este card; seu monstro que está batalhando ganha 1000 de ATK até o final deste turno.", "ja": "このカードは通常召喚できず、このカードの①の効果で特殊召喚できる。\n①：手札のこのカードを相手に見せて発動できる。自分は１枚ドローし、お互いに確認する。それが「花札衛」モンスターだった場合、このカードを特殊召喚する。違った場合、そのカードとこのカードを墓地へ送る。\n②：自分の「花札衛」モンスターが相手モンスターと戦闘を行うダメージステップ開始時からダメージ計算前までに、このカードを手札から捨てて発動できる。その戦闘を行う自分のモンスターの攻撃力はターン終了時まで１０００アップする。", "ko": "이 카드는 통상 소환할 수 없다. 이 카드의 ①의 효과로 특수 소환할 수 있다. ①: 패의 이 카드를 상대에게 보여주고 발동할 수 있다. 자신은 덱에서 1장 드로우하고, 서로 확인한다. 그것이 \"카디언\" 몬스터였을 경우, 이 카드를 특수 소환한다. 다를 경우, 그 카드와 이 카드를 묘지로 보낸다. ②: 자신의 \"카디언\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시부터 데미지 계산 전까지, 이 카드를 패에서 버리고 발동할 수 있다. 그 전투를 실행하는 자신 몬스터의 공격력은 턴 종료시까지 1000 올린다.", "zh-TW": "此卡無法通常召喚。可透過此卡的①效果特殊召喚。①：可將手牌的此卡出示給對方發動。我方從牌組抽１張牌，雙方確認。在抽到的牌為「花牌衛」怪獸的狀況下，特殊召喚此卡。在不是的狀況下，將該卡及此卡送至墓地。②：在我方的「花牌衛」怪獸與對方怪獸進行戰鬥的傷害步驟開始時至傷害計算前，可從手牌捨棄此卡發動。進行該戰鬥的我方怪獸的攻擊力在回合結束前提升１０００。", "zh-CN": "此卡不可通常召唤。可以此卡的①效果特殊召唤。①：向对手出示手牌中的此卡可以发动。自己从牌组抽１张，双方确认。其为“花札卫”怪兽的情况下，将此卡特殊召唤。不是的情况下，将该卡和此卡送至墓地。②：从自己的“花札卫”怪兽与对手怪兽进行战斗的伤害步骤开始时直至伤害计算前为止，从手牌将此卡舍弃可以发动。进行该战斗的自己怪兽的攻击力直至回合结束时为止上升１０００。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 3, "atk": 2000, "def": 2000, "series": ["Flower Cardian"], "images": [{"index": 1, "image": "FlowerCardianCherryBlossomwithCurtain-RATE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN012", "set_name": "Raging Tempest", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE012", "set_name": "Raging Tempest", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR012", "set_name": "Raging Tempest", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT012", "set_name": "Raging Tempest", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT012", "set_name": "Raging Tempest", "rarities": ["Common"]}], "ja": [{"set_number": "RATE-JP012", "set_name": "Raging Tempest", "rarities": ["Common"]}], "ko": [{"set_number": "RATE-KR012", "set_name": "Raging Tempest", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464389, "master_duel_rarity": "R"}