{"konami_id": 18720, "password": 5852388, "name": {"en": "Xeno Meteorus", "de": "Xeno-Meteorier", "es": "Meteorisaurio Xeno", "fr": "Xéno Météoraure", "it": "Xeno Meteorsauro", "pt": "Xeno Meteossauro", "ja": "ゼノ・メテオロス", "ja_romaji": "Zeno Meteorosu", "ko": "제노 메테오로스", "ko_rr": "Jeno Meteoroseu", "zh-TW": "異界厄兆隕龍", "zh-CN": "异界厄兆陨龙"}, "text": {"en": "If a card(s) is destroyed by battle or card effect: You can Special Summon this card from your hand. During your Main Phase: You can destroy 1 Dinosaur monster in your hand or field, then Special Summon 1 Dinosaur Normal Monster from your hand or Deck, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Dragon, Dinosaur, Sea Serpent, or Wyrm monsters. You can only use each effect of \"Xeno Meteorus\" once per turn.", "de": "Falls eine oder mehr Karten durch Kampf oder einen Karteneffekt zerstört werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während deiner Main Phase: Du kannst 1 Dinosaurier-Monster in deiner Hand oder auf deiner Spielfeldseite zerstören, dann beschwöre 1 Normales Dinosaurier-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Drache-, Dinosaurier-, Seeschlange- oder Wyrm-Monstern. Du kannst jeden Effekt von „Xeno-Meteorier“ nur einmal pro Spielzug verwenden.", "es": "Si una o más cartas son destruidas en batalla o por el efecto de una carta: puedes Invocar esta carta de Modo Especial desde tu mano. Durante tu Main Phase: puedes destruir 1 monstruo Dinosaurio en tu mano o Campo, y después Invocar de Modo Especial, desde tu mano o Deck, 1 Monstruo Normal Dinosaurio, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos Dragón, Dinosaurio, Serpiente Marina o Wyrm. Sólo puedes usar cada efecto de \"Meteorisaurio Xeno\" una vez por turno.", "fr": "Si une ou plusieurs cartes sont détruites au combat ou par un effet de carte : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez détruire 1 monstre Dinosaure dans votre main ou sur votre Terrain, puis Invoquez Spécialement 1 Monstre Normal Dinosaure depuis votre main ou Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon, Dinosaure, Serpent de Mer ou Wyrm exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Xéno Météoraure\" qu'une fois par tour.", "it": "Se una o più carte vengono distrutte in battaglia o dall'effetto di una carta: puoi Evocare Specialmente questa carta dalla tua mano. Durante la tua Main Phase: puoi distruggere 1 mostro Dinosauro nella tua mano o Terreno, poi Evocare Specialmente 1 Mostro Normale Dinosauro dalla tua mano o Deck, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri Drago, Dinosauro, Serpente Marino o Wyrm. Puoi utilizzare ogni effetto di \"Xeno Meteorsauro\" una sola volta per turno.", "pt": "Se um ou mais cards forem destruídos em batalha ou por um efeito de card: você pode Invocar este card por Invocação-Especial da sua mão. Durante sua Fase Principal: você pode destruir 1 monstro Dinossauro na sua mão ou no campo e, depois, Invoque por Invocação-Especial 1 Monstro Normal Dinossauro da sua mão ou do Deck e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros Dragão, Dinossauro, Serpente Marinha ou Wyrm. Você só pode usar cada efeito de \"Xeno Meteossauro\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：カードが戦闘・効果で破壊された場合に発動できる。このカードを手札から特殊召喚する。②：自分メインフェイズに発動できる。自分の手札・フィールドの恐竜族モンスター１体を選んで破壊する。その後、手札・デッキから恐竜族の通常モンスター１体を特殊召喚する。この効果の発動後、ターン終了時まで自分はドラゴン族・恐竜族・海竜族・幻竜族モンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 필드의 공룡족 몬스터 1장을 고르고 파괴한다. 그 후, 패 / 덱에서 공룡족 일반 몬스터 1장을 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 드래곤족 / 공룡족 / 해룡족 / 환룡족 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：卡因战斗・效果被破坏的情况下可以发动。从手牌将此卡特殊召唤。\n②：在自己的主要阶段可以发动。将自己的手牌・场上（表侧表示）的１只恐龙族怪兽破坏。然后，从手牌・牌组将１只恐龙族通常怪兽特殊召唤。此效果发动后，直至回合结束时为止，自己从额外牌组仅可特殊召唤龙族・恐龙族・海龙族・幻龙族怪兽。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Tuner / Effect", "attribute": "FIRE", "level": 6, "atk": 2000, "def": 200, "images": [{"index": 1, "image": "XenoMeteorus-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "WISU-EN001", "set_name": "Wild Survivors", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-EN137", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "WISU-DE001", "set_name": "Wild Survivors", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-DE137", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "WISU-SP001", "set_name": "Wild Survivors", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-SP137", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "WISU-FR001", "set_name": "Wild Survivors", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-FR137", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "WISU-IT001", "set_name": "Wild Survivors", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-IT137", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "WISU-PT001", "set_name": "Wild Survivors", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-PT137", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DBWS-JP001", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBWS-KR001", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DUNE-SC092", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "DUNE-SC092", "set_name": "Duelist Nexus +1 Bonus Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717531, "master_duel_rarity": "SR"}