{"konami_id": 7344, "password": 5861892, "name": {"en": "Arcana Force EX - The Light Ruler", "de": "Arkane Macht EX - Der Helle Herrscher", "es": "Fuerza Arcana EX - El Señor de la Luz", "fr": "Force Arcane EX - Le Maître de la Lumière", "it": "Energia Arcana EX - Il Signore Luminoso", "pt": "Força Arcana EX - O Senhor da Luz", "ja": "アルカナフォース<ruby>ＥＸ<rt>エクストラ</rt></ruby>－<ruby>ＴＨＥ ＬＩＧＨＴ ＲＵＬＥＲ<rt>ザ・ライト・ルーラー</rt></ruby>", "ja_romaji": "Arukana Fōsu Ekusutora - Za Raito Rūrā", "ko": "아르카나 포스 EX－빛의 통치자", "ko_rr": null, "zh-TW": "秘儀之力EX－光之掌控者", "zh-CN": "秘仪之力EX－光之统御者"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 3 Monster, die du kontrollierst, auf den Friedhof legst, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Wenn diese Karte als Spezialbeschwörung beschworen wird: Wirf eine Münze und du erhältst den entsprechenden Effekt.\n●Kopf: Wenn diese Karte ein Monster deines Gegners durch Kampf zerstört und auf den Friedhof legt: Du kannst 1 Karte in deinem Friedhof wählen; füge das gewählte Ziel deiner Hand hinzu.\n●Zahl: Während des Spielzugs eines beliebigen Spielers, wenn eine Zauber-/Fallenkarte oder ein Monstereffekt aktiviert wird, die oder der diese Karte als Ziel wählt: Diese Karte verliert genau 1000 ATK und du annullierst die Aktivierung und falls du dies tust, zerstöre sie oder es.", "es": "No puede ser Invocado de Modo Normal, ni Colocado. Debe ser Invocado de Modo Especial (desde tu mano) mandando 3 monstruos que controles al Cementerio, y no puede ser Invocado de Modo Especial de otra forma. Cuando esta carta es Invocada de Modo Especial: lanza una moneda y gana el efecto apropiado.\n● Cara: Cuando esta carta destruye a un monstruo de tu adversario en batalla y lo manda al Cementerio: puedes seleccionar 1 carta en tu Cementerio; añade ese objetivo a tu mano.\n● Cruz: Durante el turno de cualquier jugador, cuando es activada una Carta Mágica/de Trampa, o el efecto de un monstruo, que selecciona a esta carta: esta carta pierde exactamente 1000 ATK y tú niegas la activación y, si lo haces, destruye la carta.", "fr": "Ni Invocable Normalement ni Posable. Uniquement Invocable Spécialement (depuis votre main) en envoyant 3 monstres que vous contrôlez au Cimetière, et non Invocable Spécialement autrement. Lorsque cette carte est Invoquée Spécialement : lancez une pièce et gagnez l'effet approprié.\n●Face : Lorsque cette carte détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez cibler 1 carte dans votre Cimetière ; ajoutez la cible à votre main.\n●Pile : Durant le tour de chaque joueur, lorsqu'une Carte Magie/Piège ou un effet de monstre qui cible cette carte est activé : cette carte perd exactement 1000 ATK et vous annulez l'activation, et si vous le faites, détruisez-la/le.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) mandando 3 mostri che controlli al Cimitero, e non può essere Evocato Specialmente in altri modi. Quando questa carta viene Evocata Specialmente: lancia una moneta e guadagna l'effetto appropriato.\n●Testa: Quando questa carta distrugge un mostro dell'avversario in battaglia e lo manda al Cimitero: puoi scegliere come bersaglio 1 carta nel tuo Cimitero; aggiungi quel bersaglio alla tua mano.\n●Croce: Durante il turno di qualsiasi giocatore, quando viene attivata una Carta Magia/Trappola o l'effetto di un mostro che sceglie questa carta come bersaglio: questa carta perde esattamente 1000 ATK e tu annulli l'attivazione e, se lo fai, distruggila.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (da sua mão) ao enviar 3 monstros que você controla para o Cemitério e não pode ser Invocado por Invocação-Especial de nenhuma outra forma. Quando este card for Invocado por Invocação-Especial: jogue uma moeda e ganhe o efeito apropriado.\n●Cara: Quando este card destruir um monstro do oponente em batalha e enviá-lo para o Cemitério: você pode escolher 1 card em seu Cemitério; adicione o alvo para a sua mão.\n●Coroa: Durante o turno de qualquer duelista, quando um Card de Magia/Armadilha ou um efeito de monstro que escolher este card como algo for ativado: este card perde exatamente 1000 de ATK e você nega a ativação e, se isso acontecer, destrua o Card de Magia/Armadilha ou o monstro que ativou o efeito.", "ja": "このカードは通常召喚できない。\n自分フィールドのモンスター３体を墓地へ送った場合のみ特殊召喚できる。\n①：このカードが特殊召喚した場合に発動する。コイントスを１回行い、その裏表によってこのカードは以下の効果を得る。\n●表：このカードが戦闘で相手モンスターを破壊し墓地へ送った時、自分の墓地のカード１枚を対象として発動できる。そのカードを手札に加える。\n●裏：このカードを対象とするモンスターの効果・魔法・罠カードが発動した時に発動する。このカードの攻撃力が１０００以上の場合、その発動を無効にし破壊する。この効果で発動を無効にした場合、このカードの攻撃力を１０００ダウンする。", "ko": "이 카드는 일반 소환/세트할 수 없다. 자신 필드 위에 존재하는 몬스터 3장을 묘지로 보냈을 경우에만 특수 소환할 수 있다. 이 카드가 특수 소환에 성공했을 때, 코인 토스를 1회 실행하고 이하의 효과를 얻는다.\n●앞 : 상대 몬스터를 전투에 의해서 파괴하고 묘지로 보냈을 때, 자신의 묘지에서 카드 1장을 패에 넣을 수 있다.\n●뒤 : 이 카드를 대상으로 하는 효과 몬스터의 효과/마법/함정 카드의 발동을 무효로 하고 파괴한다. 이 효과로 카드의 발동을 무효로 할 때마다, 이 카드의 공격력은 1000 포인트 내린다.", "zh-TW": "此卡無法通常召喚。僅限在將我方場上３隻怪獸送至墓地的狀況下特殊召喚。此卡特殊召喚成功時，投擲１次硬幣獲得以下效果。\n●正面：可在因戰鬥破壞對方怪獸送至墓地時發動。從我方墓地選擇１張卡加入手牌。\n●反面：可在怪獸效果・魔法・陷阱卡以此卡做為發動對象時發動。此卡的攻擊力降低１０００，將該發動變為無效並破壞。", "zh-CN": "此卡不可通常召唤。仅限将我方场上的３只怪兽送入墓地的场合可特殊召唤。此卡特殊召唤成功时，掷１次硬币获得以下效果。\n●正面：因战斗破坏对手怪兽并送入墓地时可发动。从我方墓地选择１张卡牌加入手牌。\n●反面：怪兽效果、魔法、陷阱卡以此卡为对象发动时发动。此卡的攻击力下降１０００点，使该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 10, "atk": 4000, "def": 4000, "series": ["Arcana Force"], "images": [{"index": 1, "image": "ArcanaForceEXTheLightRuler-SGX4-NA-C-1E.png"}], "sets": {"en": [{"set_number": "SP13-EN044", "set_name": "Star Pack 2013", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "JUMP-EN027", "set_name": "Shonen Jump Vol. 6, Issue 12 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "DT06-EN002", "set_name": "Duel Terminal 6a", "rarities": ["Duel Terminal Rare Parallel Rare"]}, {"set_number": "SGX4-ENB10", "set_name": "Speed Duel GX: Midterm Destruction", "rarities": ["Common", "Secret Rare"]}], "de": [{"set_number": "SP13-DE044", "set_name": "Star Pack 2013", "rarities": ["Common", "Starfoil Rare"]}], "fr": [{"set_number": "SP13-FR044", "set_name": "Star Pack 2013", "rarities": ["Common", "Starfoil Rare"]}], "it": [{"set_number": "SP13-IT044", "set_name": "Star Pack 2013", "rarities": ["Common", "Starfoil Rare"]}], "pt": [{"set_number": "SP13-PT044", "set_name": "Star Pack 2013", "rarities": ["Common", "Starfoil Rare"]}], "ja": [{"set_number": "LE10-JP003", "set_name": "Limited Edition 10: Chaos Black", "rarities": ["Ultra Rare"]}, {"set_number": "DT11-JP002", "set_name": "Duel Terminal - Judgment of Omega!!", "rarities": ["Duel Terminal Rare Parallel Rare"]}], "ko": [{"set_number": "PP03-KR019", "set_name": "Premium Pack Vol.3", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "SUDA-SC096", "set_name": "Supreme Darkness", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 19554, "master_duel_rarity": "UR"}