{"konami_id": 14616, "password": 5969957, "name": {"en": "Rokket Recharger", "de": "Rakketen-Betanker", "es": "Recargador Cohette", "fr": "Rechargeur Rokkette", "it": "Caricabatterie Mizzile", "pt": "Recarregador Foguette", "ja": "ヴァレット・リチャージャー", "ja_romaji": "Varetto Richājā", "ko": "바렛 리차저", "ko_rr": "Baret Richajeo", "zh-TW": "槍彈填充者", "zh-CN": "枪弹填充者"}, "text": {"en": "If a DARK monster(s) you control that was Special Summoned from the Extra Deck is destroyed by battle or card effect: You can send this card from your hand or field to the GY, then target 1 of those destroyed monsters; Special Summon 1 DARK monster from your GY with a different original name from that targeted monster. You can only use this effect of \"Rokket Recharger\" once per turn. While you control a DARK monster Special Summoned from the Extra Deck, your opponent's monsters cannot target this card for attacks.", "de": "Falls ein oder mehr FINSTERNIS Monster, die du kontrollierst und die als Spezialbeschwörung vom Extra Deck beschworen wurden, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen und dann 1 der zerstörten Monster wählen; beschwöre 1 FINSTERNIS Monster mit einem unterschiedlichen Grund-Namen als das als Ziel gewählte Monster als Spezialbeschwörung von deinem Friedhof. Du kannst diesen Effekt von „Rakketen-Betanker“ nur einmal pro Spielzug verwenden. Solange du ein FINSTERNIS Monster kontrollierst, das als Spezialbeschwörung vom Extra Deck beschworen wurde, können Monster deines Gegners diese Karte nicht als Angriffsziel wählen.", "es": "Si uno o más monstruos de OSCURIDAD que controlas que fueron Invocados de Modo Especial desde el Deck Extra son destruidos en batalla o por el efecto de una carta: puedes mandar al Cementerio esta carta en tu mano o Campo, y después seleccionar 1 de esos monstruos destruidos; Invoca de Modo Especial, desde tu Cementerio, 1 monstruo de OSCURIDAD con nombre original diferente al de ese monstruo seleccionado. Sólo puedes usar este efecto de \"Recargador Cohette\" una vez por turno. Mientras controlas un monstruo de OSCURIDAD Invocado de Modo Especial desde el Deck Extra, los monstruos de tu adversario no pueden seleccionar esta carta para ataques.", "fr": "Si un ou plusieurs monstres TÉNÈBRES que vous contrôlez qui ont été Invoqués Spécialement depuis l'Extra Deck sont détruits au combat ou par un effet de carte : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière, puis ciblez 1 de ces monstres détruits ; Invoquez Spécialement 1 monstre TÉNÈBRES depuis votre Cimetière de nom d'origine différent du monstre ciblé. Vous ne pouvez utiliser cet effet de \"Rechargeur Rokkette\" qu'une fois par tour. Tant que vous contrôlez un monstre TÉNÈBRES qui a été Invoqué Spécialement depuis l'Extra Deck, les monstres de votre adversaire ne peuvent pas cibler cette carte avec une attaque.", "it": "Se uno o più mostri OSCURITÀ che controlli che sono stati Evocati Specialmente dall'Extra Deck vengono distrutti in battaglia o dall'effetto di una carta: puoi mandare questa carta dalla tua mano o Terreno al Cimitero, poi scegliere come bersaglio 1 di quei mostri distrutti; Evoca Specialmente dal tuo Cimitero 1 mostro OSCURITÀ con nome originale diverso da quel mostro scelto come bersaglio. Puoi utilizzare questo effetto di \"Caricabatterie Mizzile\" una sola volta per turno. Mentre controlli un mostro OSCURITÀ Evocato Specialmente dall'Extra Deck, i mostri del tuo avversario non possono scegliere questa carta come bersaglio per gli attacchi.", "pt": "Se um ou mais monstros de TREVAS que você controla que foram Invocados por Invocação-Especial do Deck Adicional forem destruídos em batalha ou por um efeito de card: você pode enviar este card da sua mão ou do campo para o Cemitério e, depois, escolha 1 desses monstros destruídos; Invoque por Invocação-Especial 1 monstro de TREVAS do seu Cemitério com um nome original diferente que o do monstro alvo. Você só pode usar este efeito de \"Recarregador Foguette\" uma vez por turno. Enquanto você controlar um monstro de TREVAS Invocado por Invocação-Especial do Deck Adicional, os monstros do seu oponente não podem escolher este card como alvo de ataques.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：ＥＸデッキから特殊召喚された自分フィールドの表側表示の闇属性モンスターが戦闘・効果で破壊された場合、手札・フィールドのこのカードを墓地へ送り、その破壊されたモンスターの内の１体を対象として発動できる。そのモンスターとは元々のカード名が異なる闇属性モンスター１体を自分の墓地から特殊召喚する。②：ＥＸデッキから特殊召喚された闇属性モンスターが自分フィールドに存在する限り、相手モンスターはこのカードを攻撃対象に選択できない。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱에서 특수 소환된 자신 필드의 앞면 표시 어둠 속성 몬스터가 전투 / 효과로 파괴되었을 경우, 패 / 필드의 이 카드를 묘지로 보내고, 그 파괴된 몬스터 중 1장을 대상으로 하여 발동할 수 있다. 그 몬스터와는 원래의 카드명이 다른 어둠 속성 몬스터 1장을 자신 묘지에서 특수 소환한다. ②: 엑스트라 덱에서 특수 소환된 어둠 속성 몬스터가 자신 필드에 존재하는 한, 상대 몬스터는 이 카드를 공격 대상으로 선택할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：从额外牌组被特殊召唤的自己场上的暗属性怪兽因战斗・效果被破坏的情况下，将手牌・场上的此卡送至墓地，以1只被破坏的该怪兽为对象可以发动。从自己的墓地挑选1只与该怪兽原本卡名不同的暗属性怪兽特殊召唤。②：只要从额外牌组被特殊召唤的暗属性怪兽存在于自己场上，对手不可选择此卡为攻击对象。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 2100, "series": ["Rokket"], "images": [{"index": 1, "image": "RokketRecharger-SDRR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDRR-EN003", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "de": [{"set_number": "SDRR-DE003", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "fr": [{"set_number": "SDRR-FR003", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "it": [{"set_number": "SDRR-IT003", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "pt": [{"set_number": "SDRR-PT003", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "ja": [{"set_number": "SD36-JP003", "set_name": "Structure Deck: Revolver", "rarities": ["Normal Parallel Rare"]}, {"set_number": "QCCP-JP095", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SD36-KR003", "set_name": "Structure Deck: Revolver", "rarities": ["Normal Parallel Rare"]}, {"set_number": "AE17-KR007", "set_name": "Advanced Event Pack 2022 Vol.1 Version 1", "rarities": ["Super Rare"]}, {"set_number": "AE17-KRS07", "set_name": "Advanced Event Pack 2022 Vol.1 Version 2", "rarities": ["Super Rare"]}, {"set_number": "QCCP-KR095", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC159", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 629840, "master_duel_rarity": "N"}