{"konami_id": 21069, "password": 5997110, "name": {"en": "D/D Count Surveyor", "de": "D/D-Zählinspekteur", "es": "D/D Agrimensor Contador", "fr": "D/D Arpenteur de Compte", "it": "D/D Supervisore dei Segnalini", "pt": "D/D Pesquisador de Marcas", "ja": "<ruby>Ｄ<rt>ディー</rt></ruby><ruby>Ｄ<rt>ディー</rt></ruby>カウント・サーベイヤー", "ja_romaji": "Dīdī Kaunto Sābeiyā", "ko": "DD 카운트 서베이어", "ko_rr": null, "zh-TW": null, "zh-CN": "DD 计数测量员"}, "text": {"en": "You can discard 1 other \"D/D\" monster; Special Summon this card from your hand. If this card is Normal or Special Summoned: You can add 1 \"D/D\" monster with 0 ATK or DEF from your Deck to your hand. You can only use each effect of \"D/D Count Surveyor\" once per turn.", "de": "Du kannst 1 anderes „D/D“-Monster abwerfen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „D/D“-Monster mit 0 ATK oder DEF von deinem Deck hinzufügen. Du kannst jeden Effekt von „D/D-Zählinspekteur“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar otro monstruo \"D/D\"; Invoca esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 monstruo \"D/D\" en tu Deck con 0 ATK o DEF. Sólo puedes usar cada efecto de \"D/D Agrimensor Contador\" una vez por turno.", "fr": "Vous pouvez défausser 1 autre monstre \"D/D\" ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"D/D\" avec 0 ATK ou DEF depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"D/D Arpenteur de Compte\" qu'une fois par tour.", "it": "Puoi scartare 1 altro mostro \"D/D\"; Evoca Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 mostro \"D/D\" con ATK o DEF 0 dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"D/D Supervisore dei Segnalini\" una sola volta per turno.", "pt": "Você pode descartar 1 outro monstro \"D/D\"; Invoque este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 monstro \"D/D\" com 0 de ATK ou DEF do seu Deck à sua mão. Você só pode usar cada efeito de \"D/D Pesquisador de Marcas\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：手札から他の「ＤＤ」モンスター１体を捨てて発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。攻撃力か守備力が０の「ＤＤ」モンスター１体をデッキから手札に加える。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 다른 \"DD(디디)\" 몬스터 1장을 버리고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 공격력이나 수비력이 0 인 \"DD(디디)\" 몬스터 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②怪兽效果1回合仅可各使用1次。①：从手牌将1只其他“DD”怪兽舍弃可以发动。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。从牌组将1只攻击力或守备力为0的“DD”怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fiend / Pendulum / Effect", "attribute": "DARK", "level": 8, "atk": 2000, "def": 2000, "pendulum_scale": 1, "pendulum_effect": {"en": "Once per turn, if you Pendulum Summon a \"D/D/D\" monster(s): You can target 3 monsters your opponent controls with the same Type or Attribute as each other; Tribute 2 of those 3 face-up monsters, and if you do, the third gains ATK/DEF equal to the total ATK/DEF the Tributed monsters had on the field.", "de": "Einmal pro Spielzug, falls du ein oder mehr „D/D/D“-Monster als Pendelbeschwörung beschwörst: Du kannst 3 Monster wählen, die dein Gegner kontrolliert und die alle denselben Typ oder dieselbe Eigenschaft haben; biete 2 jener 3 offenen Monster als Tribut an und falls du dies tust, erhält das dritte ATK/DEF in Höhe der Summe der ATK/DEF, die die als Tribut angebotenen Monster auf dem Spielfeld hatten.", "es": "Una vez por turno, si Invocas por Péndulo uno o más monstruos \"D/D/D\": puedes seleccionar 3 monstruos que controle tu adversario con el mismo Tipo o Atributo entre ellos; Sacrifica 2 de esos 3 monstruos boca arriba y, si lo haces, el tercero gana ATK/DEF iguales al total de ATK/DEF que los monstruos Sacrificados tenían en el Campo.", "fr": "Une fois par tour, si vous Invoquez par Pendulation un ou plusieurs monstres \"D/D/D\" : vous pouvez cibler 3 monstres contrôlés par votre adversaire qui ont chacun le même Type ou Attribut ; Sacrifiez 2 de ces 3 monstres face recto, et si vous le faites, le troisième gagne une ATK/DEF égales à la somme des ATK/DEF que les monstres Sacrifiés avaient sur le Terrain.", "it": "Una volta per turno, se Evochi Pendulum uno o più mostri \"D/D/D\": puoi scegliere come bersaglio 3 mostri controllati dal tuo avversario con lo stesso Tipo o Attributo l'uno dell'altro; offri come Tributo 2 di quei 3 mostri scoperti e, se lo fai, il terzo guadagna ATK/DEF pari alla somma degli ATK/DEF che i mostri offerti come Tributo avevano sul Terreno.", "pt": "Uma vez por turno, se você Invocar por Invocação-Pêndulo um ou mais monstros \"D/D/D\": você pode escolher 3 monstros que seu oponente controla com o mesmo Tipo ou Atributo um do outro; ofereça como Tributo 2 desses 3 monstros com a face para cima e, se isso acontecer, o terceiro ganha ATK/DEF igual à soma do ATK/DEF que os monstros oferecidos como Tributo tinham no campo.", "ja": "①：１ターンに１度、自分が「ＤＤＤ」モンスターをＰ召喚した場合、相手フィールドの、種族が同じモンスター３体か属性が同じモンスター３体を対象として発動できる。その表側表示モンスター３体の内の２体をリリースする。残りの１体の攻撃力・守備力はリリースしたモンスターのそれぞれの数値の合計分アップする。", "ko": "①: 1턴에 1번, 자신이 \"DDD(디디디)\" 몬스터를 펜듈럼 소환했을 경우, 상대 필드의, 종족이 같은 몬스터 3장이나 속성이 같은 몬스터 3장을 대상으로 하고 발동할 수 있다. 그 앞면 표시 몬스터 3장 중 2장을 릴리스한다. 남은 1장의 공격력 / 수비력은 릴리스한 몬스터 각각의 수치의 합계만큼 올린다.", "zh-TW": null, "zh-CN": "①：1回合1次，自己将“DDD”怪兽灵摆召唤的情况下，以对手场上的、3只种族相同的怪兽或3只属性相同的怪兽为对象可以发动。将该3只表侧表示怪兽中的2只解放。剩余的1只的攻击力・守备力上升相当于所解放怪兽的相应数值的合计。"}, "series": ["D/D"], "images": [{"index": 1, "image": "DDCountSurveyor-BLMM-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMM-EN041", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMM-DE041", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLMM-SP041", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMM-FR041", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMM-IT041", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMM-PT041", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "25PP-JP014", "set_name": "Premium Pack 2025", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "25PP-KRA14", "set_name": "Premium Pack 2025 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}], "zh-CN": [{"set_number": "NE02-SC020", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1099590}