{"konami_id": 13188, "password": 6022371, "name": {"en": "Water Dragon Cluster", "de": "Wasserdrachen-Schwarm", "es": "Agrupamiento del Dragón de Agua", "fr": "Dragon de l'Eau Rassemblé", "it": "Drago Acquatico Grappolo", "pt": "Aglomerado Dragão de Água", "ja": "ウォーター・ドラゴン－クラスター", "ja_romaji": "Wōtā Doragon - Kurasutā", "ko": "워터 드래곤－클러스터", "ko_rr": null, "zh-TW": "水龍－團簇", "zh-CN": "水魔龙－团簇"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned with the effect of a \"Bonding\" Spell/Trap. If this card is Special Summoned: You can activate this effect; Effect Monsters your opponent currently controls cannot activate their effects for the rest of this turn, also change their ATK to 0 until the end of this turn. (Quick Effect): You can Tribute this card; Special Summon 2 \"Water Dragon\" from your hand and/or Deck in Defense Position, ignoring their Summoning conditions.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch den Effekt eines/r „O-Verbindung“-Zaubers/Falle als Spezialbeschwörung beschworen werden. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst diesen Effekt aktivieren; die Effekte von Effektmonstern, die dein Gegner derzeit kontrolliert, können für den Rest dieses Spielzugs nicht aktiviert werden, zusätzlich ändere ihre ATK bis zum Ende dieses Spielzugs zu 0. (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 2 „Wasserdrache“ als Spezialbeschwörung von deiner Hand und/oder deinem Deck in die Verteidigungsposition, ungeachtet ihrer Beschwörungsbedingungen.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial con el efecto de una Mágica/Trampa \"Mezcla -\". Si esta carta es Invocada de Modo Especial: puedes activar este efecto; por el resto de este turno, los Monstruos de Efecto que tu adversario controle en este momento no pueden activar sus efectos, y además cambia sus ATK a 0 hasta el final de este turno. (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu mano y/o Deck, 2 \"Dragón de Agua\" en Posición de Defensa, ignorando sus condiciones de Invocación.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement avec l'effet d'une Magie/Piège \"Liaison\". Si cette carte est Invoquée Spécialement : vous pouvez activer cet effet ; les Monstres à Effet actuellement contrôlés par votre adversaire ne peuvent pas activer leurs effets le reste de ce tour, et aussi, changez leur ATK à 0 jusqu'à la fin de ce tour. (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 2 \"Dragon de l'Eau\" depuis votre main et/ou Deck en Position de Défense, en ignorant leurs conditions d'Invocation.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente con l'effetto di una Magia/Trappola \"Legame -\". Se questa carta viene Evocata Specialmente: puoi attivare questo effetto; i Mostri con Effetto attualmente controllati dal tuo avversario non possono attivare i loro effetti per il resto di questo turno, inoltre cambia il loro ATK a 0 fino alla fine di questo turno. (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 2 \"Drago Acquatico\" dalla tua mano e/o Deck in Posizione di Difesa, ignorando le loro condizioni di Evocazione.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial com o efeito de uma Magia/Armadilha \"Ligação\". Se este card for Invocado por Invocação-Especial: você pode ativar este efeito; Monstros de Efeito que seu oponente controla atualmente não podem ativar seus efeitos pelo resto deste turno e, além disso, mude o ATK deles para 0 até o final deste turno. (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 2 \"Dragão de Água\" da sua mão e/ou Deck em Posição de Defesa, ignorando suas condições de Invocação.", "ja": "このカードは通常召喚できない。「ボンディング」魔法・罠カードの効果でのみ特殊召喚できる。①：このカードが特殊召喚に成功した場合に発動できる。相手フィールドの効果モンスターはターン終了時まで、攻撃力が０になり、効果を発動できない。②：このカードをリリースして発動できる。手札・デッキから「ウォーター・ドラゴン」２体を召喚条件を無視して守備表示で特殊召喚する。この効果は相手ターンでも発動できる。", "ko": "이 카드는 통상 소환할 수 없다. \"본딩\" 마법 / 함정 카드의 효과로만 특수 소환할 수 있다. ①: 이 카드가 특수 소환에 성공했을 경우에 발동할 수 있다. 상대 필드의 효과 몬스터는 턴 종료시까지, 공격력이 0 이 되고, 효과를 발동할 수 없다. ②: 이 카드를 릴리스하고 발동할 수 있다. 패 / 덱에서 \"워터 드래곤\" 2장을 소환 조건을 무시하고 수비 표시로 특수 소환한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。「化学结合」魔法·陷阱卡的效果才能特殊召唤。①：这张卡特殊召唤成功的场合才能发动。对方场上的效果怪兽直到回合结束时攻击力变成0，不能把效果发动。②：把这张卡解放才能发动。从手卡·卡组把2只「水龙」无视召唤条件守备表示特殊召唤。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Effect", "attribute": "WATER", "level": 10, "atk": 2800, "def": 2600, "images": [{"index": 1, "image": "WaterDragonCluster-SGX2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDU-EN036", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "SGX2-ENC09", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "LEDU-DE036", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "SGX2-DEC09", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "LEDU-FR036", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "SGX2-FRC09", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "LEDU-IT036", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "SGX2-ITC09", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "LEDU-PT036", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "SGX2-PTC09", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "ja": [{"set_number": "DP18-JP036", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DP18-KR036", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 497272, "master_duel_rarity": "UR"}