{"konami_id": 13646, "password": 6039967, "name": {"en": "Vampire Fraulein", "de": "Vampirfräulein", "es": "Doncella Vampira", "fr": "Fräulein Vampire", "it": "Fraulein Vampira", "pt": "Fraulein Vampira", "ja": "ヴァンパイア・フロイライン", "ja_romaji": "Vanpaia Furoirain", "ko": "뱀파이어 프로일라인", "ko_rr": "Baempaieo Peuroillain", "zh-TW": "吸血鬼 千金", "zh-CN": "吸血鬼大小姐"}, "text": {"en": null, "de": "Wenn ein Monster einen Angriff deklariert: Du kannst diese Karte als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören. Du kannst diesen Effekt von „Vampirfräulein“ nur einmal pro Spielzug verwenden. Einmal pro Kampf, falls dein Zombie-Monster gegen ein Monster eines Gegners kämpft, während der Schadensberechnung (Schnelleffekt): Du kannst LP in Vielfachen von 100 zahlen (max. 3000); dein kämpfendes Monster erhält nur während der Schadensberechnung so viele ATK/DEF. Am Ende der Battle Phase, falls diese Karte ein oder mehr Monster durch Kampf zerstört hat: Du kannst sie als Spezialbeschwörung von den Friedhöfen auf deine Spielfeldseite beschwören.", "es": "Cuando un monstruo declara un ataque: puedes Invocar esta carta de Modo Especial, desde tu mano, en Posición de Defensa. Sólo puedes usar este efecto de \"Doncella Vampira\" una vez por turno. Una vez por batalla, si tu monstruo Zombi batalla con un monstruo del adversario, durante ese cálculo de daño (Efecto Rápido): puedes pagar LP en múltiplos de 100 (máx. 3000); tu monstruo batallante gana esa cantidad de ATK/DEF sólo durante ese cálculo de daño. Al final de la Battle Phase, si esta carta destruyó uno o más monstruos en batalla: puedes Invocarlos de Modo Especial desde los Cementerios a tu Campo.", "fr": "Lorsqu'un monstre déclare une attaque : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Vous ne pouvez utiliser cet effet de \"Fräulein Vampire\" qu'une fois par tour. Une fois par combat, si votre monstre Zombie combat un monstre de l'adversaire, durant ce calcul des dommages (Effet Rapide) : vous pouvez payer des LP en multiples de 100 (max. 3000) ; durant ce calcul des dommages uniquement, votre monstre combattant gagne autant d'ATK/DEF. À la fin de la Battle Phase, si cette carte a détruit un ou plusieurs monstres au combat : vous pouvez les Invoquer Spécialement depuis les Cimetières sur votre Terrain.", "it": "Quando un mostro dichiara un attacco: puoi Evocare Specialmente questa carta dalla tua mano in Posizione di Difesa. Puoi utilizzare questo effetto di \"Fraulein Vampira\" una sola volta per turno. Una volta per battaglia, se un tuo mostro Zombie combatte con un mostro dell'avversario, durante quel calcolo dei danni (Effetto Rapido): puoi pagare LP in multipli di 100 (massimo 3000); il tuo mostro che sta combattendo guadagna quell'ammontare di ATK/DEF solamente durante quel calcolo dei danni. Alla fine della Battle Phase, se questa carta ha distrutto uno o più mostri in battaglia: puoi Evocarli Specialmente dai Cimiteri sul tuo Terreno.", "pt": "Quando um monstro declarar um ataque: você pode Invocar este card por Invocação-Especial da sua mão em Posição de Defesa. Você só pode usar este efeito de \"Fraulein Vampira\" uma vez por turno. Uma vez por batalha, se um monstro Zumbi seu batalhar um monstro do oponente, durante esse cálculo de dano (Efeito Rápido): você pode pagar PV em múltiplos de 100 (máx. 3000); seu monstro que está batalhando ganha esse valor de ATK/DEF apenas durante esse cálculo de dano. No final da Fase de Batalha, se este card destruiu quaisquer monstros em batalha: você pode Invocá-los por Invocação-Especial dos Cemitérios no seu campo.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：モンスターの攻撃宣言時に発動できる。このカードを手札から守備表示で特殊召喚する。\n②：自分のアンデット族モンスターが相手モンスターと戦闘を行うダメージ計算時に１度、１００の倍数のＬＰを払って発動できる（最大３０００まで）。その自分のモンスターの攻撃力・守備力はそのダメージ計算時のみ払った数値分アップする。\n③：このカードが戦闘でモンスターを破壊したバトルフェイズ終了時に発動できる。そのモンスターを墓地から可能な限り自分フィールドに特殊召喚する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 몬스터의 공격 선언시에 발동할 수 있다. 이 카드를 패에서 수비 표시로 특수 소환한다. ②: 자신의 언데드족 몬스터가 상대 몬스터와 전투를 실행하는 데미지 계산시에 1번, 100 의 배수의 LP를 지불하고 발동할 수 있다(최대 3000 까지). 그 자신 몬스터의 공격력 / 수비력은 그 데미지 계산시에만 지불한 수치만큼 올린다. ③: 이 카드가 전투로 몬스터를 파괴한 배틀 페이즈 종료시에 발동할 수 있다. 그 몬스터를 묘지에서 가능한 한 자신 필드에 특수 소환한다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在怪獸的攻擊宣言時發動。以守備表示從手牌特殊召喚此卡。②：我方的不死族怪獸與對方怪獸進行戰鬥的傷害計算時，可支付１００的倍數的LP發動１次（最多３０００）。該我方怪獸的攻擊力・守備力僅限在該傷害計算時依據支付的數值進行提升。③：可在此卡因戰鬥破壞怪獸的戰鬥階段結束時發動。盡可能從墓地特殊召喚該怪獸至我方場上。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：怪兽的攻击宣言时可以发动。将此卡以守备表示形式从手牌特殊召唤。②：每次自己的不死族怪兽和对手怪兽进行战斗的伤害计算时，支付１００的倍数的LP可以发动１次（最多３０００）。该自己怪兽的攻击力・守备力仅在该次伤害计算时上升支付的数值。③：此卡战斗破坏怪兽的战斗阶段结束时可以发动。将该怪兽从墓地尽可能特殊召唤至自己场上。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 5, "atk": 600, "def": 2000, "series": ["Vampire"], "images": [{"index": 1, "image": "VampireFraulein-MP19-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DASA-EN003", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-EN235", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DASA-DE003", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-DE235", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DASA-FR003", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-FR235", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DASA-IT003", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-IT235", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DASA-PT003", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-PT235", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBDS-JP003", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Super Rare"]}, {"set_number": "SLT1-JP002", "set_name": "Selection 10", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBDS-KR003", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Super Rare"]}, {"set_number": "SLT1-KR002", "set_name": "Selection 10", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DBDS-SC003", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Super Rare"]}, {"set_number": "SCTP-SC026", "set_name": "Entry Pack Volume 2", "rarities": ["Common"]}, {"set_number": "TM02-SC099", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common", "Ultimate Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 553556, "master_duel_rarity": "SR"}