{"konami_id": 6045, "password": 6103294, "name": {"en": "Emissary of the Oasis", "de": "Gesandter der Oase", "es": "Emisario del Oasis", "fr": "Emissaire de l'Oasis", "it": "Emissario dell'Oasi", "pt": "Emissário do Oasis", "ja": "オアシスの<ruby>使<rt>し</rt></ruby><ruby>者<rt>しゃ</rt></ruby>", "ja_romaji": "Oashisu no Shisha", "ko": "오아시스의 사자", "ko_rr": null, "zh-TW": "綠洲的使者", "zh-CN": "绿洲的使者"}, "text": {"en": "While a face-up Level 3 or lower Normal Monster is on your side of the field, your opponent cannot select this card as an attack target. While this card is face-up on your side of the field, any Battle Damage to the controller of this card from battle involving a Level 3 or lower Normal Monster becomes 0.", "de": "Solange sich ein offenes normales Monster der Stufe 3 oder niedriger auf deiner Spielfeldseite befindet, kann dein Gegner diese Karte nicht als Ziel eines Angriffs wählen. Solange diese Karte offen auf deiner Spielfeldseite liegt, wird Kampfschaden, der dem Spieler, der diese Karte kontrolliert, aus Kämpfen mit normalen Monstern der Stufe 3 oder niedriger zugefügt wird, zu 0.", "es": "Mientras un Monstruo Normal boca arriba de Nivel 3 o inferior permanezca en tu Campo, tu adversario no puede seleccionar esta carta como objetivo de un ataque. Mientras esta carta permanezca boca arriba en tu Campo, cualquier daño de batalla al controlador de esta carta de una batalla en la que participe un Monstruo Normal de Nivel 3 o inferior se convierte en 0.", "fr": "Tant qu'un Monstre Normal de Niveau 3 ou moins reste face recto sur votre Terrain, votre adversaire ne peut pas sélectionner cette carte comme cible d'une attaque. Tant que cette carte reste face recto sur votre Terrain, tous les dommages de combat infligés au contrôleur de cette carte à l'issue d'un combat impliquant un Monstre Normal de Niveau 3 ou moins deviennent égaux à 0.", "it": "Fino a quando un Mostro Normale di Livello 3 o inferiore resta scoperto sul tuo Terreno, il tuo avversario non può scegliere questa carta come bersaglio di un attacco. Fino a quando questa carta resta scoperta sul tuo Terreno, ogni danno da combattimento al controllore di questa carta da una battaglia che coinvolga un Mostro Normale di Livello 3 o inferiore diventa 0.", "pt": "Enquanto um Monstro Normal de Nível 3 ou menos permanecer no seu Campo com a face para cima, o seu adversário não pode escolher este card como alvo de um ataque. Enquanto este card permanecer no seu Campo com a face para cima, qualquer dano de batalha causado ao controlador deste card num combate envolvendo um Monstro Normal de Nível 3 ou menos, torna-se 0.", "ja": "自分フィールド上にレベル３以下の通常モンスターが表側表示で存在する限り、相手はこのカードを攻撃対象に選択できない。このカードが自分フィールド上に存在する限り、レベル３以下の通常モンスターの戦闘によって発生するこのカードのコントローラーへの戦闘ダメージは０になる。", "ko": "자신 필드 위에 레벨 3 이하의 일반 몬스터가 앞면 표시로 존재하는 한, 상대는 이 카드를 공격 대상으로 선택할 수 없다. 이 카드가 자신 필드 위에 존재하는 한, 레벨 3 이하의 일반 몬스터의 전투에 의해서 발생하는 이 카드의 컨트롤러에게로의 전투 데미지는 0 이 된다.", "zh-TW": null, "zh-CN": "只要自己场上有3星以下的通常怪兽表侧表示存在，对方不能选择这张卡作为攻击对象。只要这张卡在自己场上存在，3星以下的通常怪兽的战斗发生的对这张卡的控制者的战斗伤害变成0。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 3, "atk": 600, "def": 400, "images": [{"index": 1, "image": "EmissaryoftheOasis-DR2-EN-C-UE.png"}], "sets": {"en": [{"set_number": "DR2-EN196", "set_name": "Dark Revelation Volume 2", "rarities": ["Common"]}, {"set_number": "AST-083", "set_name": "Ancient Sanctuary", "rarities": ["Common"]}], "de": [{"set_number": "AST-DE083", "set_name": "Ancient Sanctuary", "rarities": ["Common"]}, {"set_number": "DR2-DE196", "set_name": "Dark Revelation Volume 2", "rarities": ["Common"]}], "fr": [{"set_number": "AST-FR083", "set_name": "Ancient Sanctuary", "rarities": ["Common"]}, {"set_number": "DR2-FR196", "set_name": "Dark Revelation Volume 2", "rarities": ["Common"]}], "it": [{"set_number": "AST-IT083", "set_name": "Ancient Sanctuary", "rarities": ["Common"]}, {"set_number": "DR2-IT196", "set_name": "Dark Revelation Volume 2", "rarities": ["Common"]}], "pt": [{"set_number": "AST-PT083", "set_name": "Ancient Sanctuary", "rarities": ["Common"]}], "ja": [{"set_number": "309-028", "set_name": "Pharaoh's Inheritance", "rarities": ["Common"]}, {"set_number": "EE2-JP196", "set_name": "Expert Edition Volume.2", "rarities": ["Common"]}], "ko": [{"set_number": "AST-KR083", "set_name": "Ancient Sanctuary", "rarities": ["Common"]}, {"set_number": "HGP2-KR196", "set_name": "Expert Edition Volume.2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 12034, "master_duel_rarity": "N"}