{"konami_id": 15726, "password": 6128460, "name": {"en": "Wightbaking", "de": "Wichtröster", "es": "Espectroasador", "fr": "Cuisson du Crâne Serviteur", "it": "Spettrocottura", "pt": "Cozinheiro Inumano", "ja": "ワイトベイキング", "ja_romaji": "Waitobeikingu", "ko": "저주받은 하인 베이킹", "ko_rr": "Jeojubad-eun Hain Beiking", "zh-TW": "白骨薯烤王", "zh-CN": "白骨薯烤王"}, "text": {"en": null, "de": "Der Name dieser Karte wird zu „Totenkopfdiener“, solange sie im Friedhof liegt. Falls ein oder mehr Zombie-Monster der Stufe 3 oder niedriger, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte abwerfen. Falls diese Karte auf den Friedhof gelegt wird: Du kannst deiner Hand 2 Monster mit unterschiedlichen Namen von deinem Deck hinzufügen, außer „Wichtröster“, die entweder „Totenkopfdiener“ sind oder ihn erwähnen, dann wirf 1 Karte ab. Du kannst diesen Effekt von „Wichtröster“ nur einmal pro Spielzug verwenden.", "es": "El nombre de esta carta se convierte en \"Sirviente de la Calavera\" mientras esté en el Cementerio. Si uno o más monstruos Zombi de Nivel 3 o menor que controlas fueran a ser destruidos en batalla o por el efecto de una carta, puedes descartar esta carta en su lugar. Si esta carta es mandada al Cementerio: puedes añadir a tu mano 2 monstruos con nombres diferentes en tu Deck, excepto \"Espectroasador\", que sean \"Sirviente de la Calavera\" o lo mencionen, y después descarta 1 carta. Sólo puedes usar este efecto de \"Espectroasador\" una vez por turno.", "fr": "Le nom de cette carte devient \"Crâne Serviteur\" tant qu'elle est dans le Cimetière. Si un ou plusieurs monstres Zombie de max. Niveau 3 que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez défausser cette carte à la place. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 2 monstres de noms différents (\"Cuisson du Crâne Serviteur\" exclu) depuis votre Deck à votre main, qui soit sont \"Crâne Serviteur\" soit le mentionnent, puis défaussez 1 carte. Vous ne pouvez utiliser cet effet de \"Cuisson du Crâne Serviteur\" qu'une fois par tour.", "it": "Il nome di questa carta diventa \"Servitore del Teschio\" mentre è nel Cimitero. Se uno o più mostri Zombie di Livello 3 o inferiore che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece scartare questa carta. Se questa carta viene mandata al Cimitero: puoi aggiungere 2 mostri con nomi diversi dal tuo Deck alla tua mano, eccetto \"Spettrocottura\", che siano \"Servitore del Teschio\" o che lo menzionino, poi scartare 1 carta.\nPuoi utilizzare questo effetto di \"Spettrocottura\" una sola volta per turno.", "pt": "O nome deste card se torna \"Servo Caveira\" enquanto estiver no Cemitério. Se um ou mais monstros Zumbi de Nível 3 ou menos que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode descartar este card. Se este card for enviado para o Cemitério: você pode adicionar 2 monstros com nomes diferentes do seu Deck à sua mão, exceto \"Cozinheiro Inumano\", que sejam \"Servo Caveira\" ou que o mencionem e, depois, descarte 1 card. Você só pode usar este efeito de \"Cozinheiro Inumano\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。\n①：このカードのカード名は、墓地に存在する限り「ワイト」として扱う。\n②：自分フィールドのレベル３以下のアンデット族モンスターが戦闘・効果で破壊される場合、代わりに手札のこのカードを捨てる事ができる。\n③：このカードが墓地へ送られた場合に発動できる。デッキから以下のモンスターを合計２体手札に加える（同名カードは１枚まで）。その後、自分の手札を１枚選んで捨てる。\n●「ワイト」\n●「ワイトベイキング」以外の「ワイト」のカード名が記されたモンスター", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 카드명은 묘지에 존재하는 한 \"저주받은 하인\"으로 취급한다. ②: 자신 필드의 레벨 3 이하의 언데드족 몬스터가 전투 / 효과로 파괴될 경우, 대신에 패의 이 카드를 버릴 수 있다. ③: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 이하의 몬스터를 합계 2장 패에 넣는다(같은 이름의 카드는 1장까지). 그 후, 패를 1장 고르고 버린다.\n●\"저주받은 하인\"\n●\"저주받은 하인 베이킹\" 이외의 \"저주받은 하인\"의 카드명이 쓰여진 몬스터", "zh-TW": "此卡名的③效果１回合僅限使用１次。①：只要此卡存在於墓地，卡名就視為「白骨」。②：在我方場上的等級３以下的不死族怪獸因戰鬥・效果被破壞的狀況下，可將手牌的此卡捨棄作為替代。③：可在此卡被送至墓地的狀況下發動。從牌組將合計２隻以下怪獸加入手牌（同名卡最多１張）。其後，選擇１張手牌捨棄。\n●「白骨」\n●「白骨薯烤王」以外的寫有「白骨」卡名的怪獸", "zh-CN": "此卡名的③效果１回合仅可使用１次。①：此卡只要存在于墓地，卡名视为“白骨”。②：自己场上的等级３以下的不死族怪兽将被战斗・效果破坏的情况下，可将手牌的此卡舍弃作为代替。③：此卡被送至墓地的情况下可以发动。从牌组将以下怪兽共２只加入手牌（同名卡最多１张）。然后，挑选１张手牌舍弃。\n●“白骨”\n●“白骨薯烤王”以外的、记载有“白骨”卡名的怪兽"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 1, "atk": 300, "def": 200, "series": ["Wight"], "images": [{"index": 1, "image": "Wightbaking-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN035", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN021", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE035", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE021", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR035", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR021", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT035", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT021", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT035", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT021", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP035", "set_name": "Blazing Vortex", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "BLVO-KR035", "set_name": "Blazing Vortex", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "TM02-SC017", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717491, "master_duel_rarity": "SR"}