{"konami_id": 14610, "password": 6203182, "name": {"en": "Two Toads with One Sting", "de": "Zwei Kröten mit einem Stich", "es": "Dos Sapos con Un Aguijón", "fr": "D'Un Dard Deux Crapauds", "it": "Due Rospi con Una Fava", "pt": "Dois Sapos com uma Ferroada Só", "ja": "<ruby>一<rt>いっ</rt></ruby><ruby>惜<rt>せき</rt></ruby><ruby>二<rt>に</rt></ruby><ruby>跳<rt>ちょう</rt></ruby>", "ja_romaji": "Issekinichō", "ko": "일석이조", "ko_rr": "Ilseok-ijo", "zh-TW": "一惜二跳", "zh-CN": "一惜二跳"}, "text": {"en": "Activate this card by targeting 1 monster in your opponent's GY; Special Summon it to your opponent's field, but negate its effects, also equip it with this card. When this card leaves the field, destroy that monster. The equipped monster cannot attack or be targeted for an attack. If this card is sent to the GY because the equipped monster was used as material for a Fusion, Synchro, Xyz, or Link Summon: You can take control of that Summoned monster. You can only activate 1 \"Two Toads with One Sting\" per turn.", "de": "Aktiviere diese Karte, indem du 1 Monster im Friedhof deines Gegners wählst; beschwöre es als Spezialbeschwörung auf die Spielfeldseite deines Gegners, aber annulliere seine Effekte, zusätzlich rüste es mit dieser Karte aus. Wenn diese Karte das Spielfeld verlässt, zerstöre das Monster. Das ausgerüstete Monster kann weder angreifen noch als Angriffsziel gewählt werden. Falls diese Karte auf den Friedhof gelegt wird, weil das ausgerüstete Monster als Material für eine Fusions-, Synchro-, Xyz- oder Linkbeschwörung verwendet wurde: Du kannst die Kontrolle über das beschworene Monster übernehmen. Du kannst nur 1 „Zwei Kröten mit einem Stich“ pro Spielzug aktivieren.", "es": "Activa esta carta seleccionando 1 monstruo en el Cementerio de tu adversario; Invócalo de Modo Especial al Campo de tu adversario, pero niega sus efectos, y además equípalo con esta carta. Cuando esta carta deje el Campo, destruye ese monstruo. El monstruo equipado no puede atacar o ser seleccionado para un ataque. Si esta carta es mandada al Cementerio porque el monstruo equipado fue usado como material para una Invocación de Fusión, Sincronía, Xyz o Enlace: puedes tomar el control de ese monstruo Invocado. Sólo puedes activar 1 \"Dos Sapos con Un Aguijón\" por turno.", "fr": "Activez cette carte en ciblant 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur le Terrain de votre adversaire, mais annulez ses effets, et aussi, équipez-le avec cette carte. Lorsque cette carte quitte le Terrain, détruisez le monstre. Le monstre équipé ne peut ni attaquer ni être ciblé par une attaque. Si cette carte est envoyée au Cimetière parce que le monstre équipé a été utilisé comme Matériel pour une Invocation Fusion, Synchro, Xyz ou Lien : vous pouvez prendre le contrôle du monstre Invoqué. Vous ne pouvez activer qu'1 \"D'Un Dard Deux Crapauds\" par tour.", "it": "Attiva questa carta scegliendo come bersaglio 1 mostro nel Cimitero del tuo avversario; Evocalo Specialmente sul Terreno del tuo avversario, ma annulla i suoi effetti, inoltre equipaggialo con questa carta. Quando questa carta lascia il Terreno, distruggi quel mostro. Il mostro equipaggiato non può attaccare o essere scelto come bersaglio per un attacco. Se questa carta viene mandata al Cimitero perché il mostro equipaggiato è stato utilizzato come materiale per un'Evocazione tramite Fusione, Synchro, Xyz o Link: puoi prendere il controllo di quel mostro Evocato. Puoi attivare solo 1 \"Due Rospi con Una Fava\" per turno.", "pt": "Ative este card ao escolher 1 monstro no Cemitério do seu oponente; Invoque-o por Invocação-Especial no campo do seu oponente, mas negue seus efeitos e, além disso, equipe-o com este card. Quando este card deixar o campo, destrua esse monstro. O monstro equipado não pode atacar ou ser escolhido como alvo de um ataque. Se este card for enviado para o Cemitério porque o monstro equipado foi usado como matéria para uma Invocação-Fusão, Sincro, Xyz ou Link: você pode tomar o controle desse monstro Invocado. Você só pode ativar 1 \"Dois Sapos com uma Ferroada Só\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：相手の墓地のモンスター１体を対象としてこのカードを発動できる。そのモンスターを相手フィールドに効果を無効にして特殊召喚し、このカードを装備する。このカードがフィールドから離れた時にそのモンスターは破壊される。②：装備モンスターは攻撃できず、攻撃対象にならない。③：装備モンスターが融合・Ｓ・Ｘ・リンク召喚の素材になった事でこのカードが墓地へ送られた場合に発動できる。融合・Ｓ・Ｘ・リンク召喚されたそのモンスターのコントロールを得る。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 상대 묘지의 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 그 몬스터를 상대 필드에 효과를 무효로 하여 특수 소환하고, 이 카드를 장착한다. 이 카드가 필드에서 벗어났을 때에 그 몬스터는 파괴된다. ②: 장착 몬스터는 공격할 수 없으며, 공격 대상이 되지 않는다. ③: 장착 몬스터가 융합 / 싱크로 / 엑시즈 / 링크 소환의 소재가 된 것으로 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 융합 / 싱크로 / 엑시즈 / 링크 소환된 그 몬스터의 컨트롤을 얻는다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：以对方墓地1只怪兽为对象才能把这张卡发动。那只怪兽在对方场上效果无效特殊召唤，把这张卡装备。这张卡从场上离开时那只怪兽破坏。\n②：装备怪兽不能攻击，不会成为攻击对象。\n③：装备怪兽成为融合·同调·超量·连接召唤的素材让这张卡被送去墓地的场合才能发动。得到融合·同调·超量·连接召唤的那只怪兽的控制权。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "TwoToadswithOneSting-19PR-JP-NPR.png", "illustration": "TwoToadswithOneSting-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "TwoToadswithOneSting-DAMA-EN-C-1E.png", "illustration": "TwoToadswithOneSting-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "DAMA-EN097", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE097", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR097", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT097", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT097", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ja": [{"set_number": "19PR-JP010", "set_name": "Promotion Pack 2019", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "PP14-KRB34", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Normal Parallel Rare", "Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 612304, "master_duel_rarity": "N"}