{"konami_id": 14487, "password": 6247535, "name": {"en": "Borreload eXcharge Dragon", "de": "Kalliberlade-eXlade-Drache", "es": "Dragón eXcarga Borrecarga", "fr": "Dragon eXcharge Chargeborrelle", "it": "Drago eXcarica Callibrocarica", "pt": "Dragão eXcarga Callibregado", "ja": "ヴァレルロード・<ruby>Ｘ<rt>エクスチャージ</rt></ruby>・ドラゴン", "ja_romaji": "Varerurōdo Ekusuchāji Doragon", "ko": "바렐로드 <ruby>X<rt>엑스차지</rt></ruby> 드래곤", "ko_rr": "Barellodeu Ekseuchaji Deuraegon", "zh-TW": "槍管裝填超充能龍", "zh-CN": "枪管上膛超充龙"}, "text": {"en": "2 Level 4 DARK Dragon monsters\nNeither player can target this Xyz Summoned card with monster effects, except its own. Once per turn: You can detach 1 material from this card, then target 1 face-up monster on the field; it loses 600 ATK/DEF, then, you can Special Summon 1 \"Borrel\" monster from your GY, but banish it during the End Phase, also you cannot Special Summon other monsters or attack directly for the rest of this turn.", "de": "2 FINSTERNIS Drache-Monster der Stufe 4\nKein Spieler kann diese als Xyz-Beschwörung beschworene Karte als Ziel für Monstereffekte wählen, außer für seine eigenen. Einmal pro Spielzug: Du kannst 1 Material von dieser Karte abhängen und dann 1 offenes Monster auf dem Spielfeld wählen; es verliert 600 ATK/DEF, dann kannst du 1 „Kalliber“-Monster als Spezialbeschwörung von deinem Friedhof beschwören, aber verbanne es während der End Phase, zusätzlich kannst du für den Rest dieses Spielzugs weder andere Monster als Spezialbeschwörung beschwören noch direkt angreifen.", "es": "2 monstruos Dragón de OSCURIDAD de Nivel 4\nNingún jugador puede seleccionar esta carta Invocada Xyz con efectos de monstruos, excepto los propios. Una vez por turno: puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo boca arriba en el Campo; éste pierde 600 ATK/DEF, y después puedes Invocar de Modo Especial 1 monstruo \"Borre\" en tu Cementerio, pero destiérralo durante la End Phase y además, por el resto de este turno no puedes Invocar otros monstruos de Modo Especial o atacar directamente.", "fr": "2 monstres TÉNÈBRES Dragon de Niveau 4\nAucun joueur ne peut cibler cette carte Invoquée par Xyz avec des effets de monstre (ses propres effets exclus). Une fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre face recto sur le Terrain ; il perd 600 ATK/DEF, puis, vous pouvez Invoquer Spécialement 1 monstre \"Borrelle\" depuis votre Cimetière, mais bannissez-le durant la End Phase, et aussi, vous ne pouvez ni Invoquer Spécialement d'autres monstres ni attaquer directement le reste de ce tour.", "it": "2 mostri OSCURITÀ Drago di Livello 4\nNessun giocatore può scegliere come bersaglio questa carta Evocata Xyz con gli effetti dei mostri, eccetto i suoi stessi. Una volta per turno: puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; esso perde 600 ATK/DEF, poi puoi Evocare Specialmente 1 mostro \"Callibro\" dal tuo Cimitero, ma bandiscilo durante la End Phase, inoltre non puoi Evocare Specialmente altri mostri o attaccare direttamente per il resto di questo turno.", "pt": "2 monstros Dragão de TREVAS de Nível 4\nNenhum duelista pode escolher este card Invocado por Invocação-Xyz como alvo de efeitos de monstro, exceto seu próprio. Uma vez por turno: você pode desassociar 1 matéria deste card e, depois, escolher 1 monstro com a face para cima no campo; ele perde 600 de ATK/DEF e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Callibre\" do seu Cemitério, mas bana-o durante a Fase Final e, além disso, você não pode Invocar outros monstros por Invocação-Especial ou atacar diretamente pelo resto deste turno.", "ja": "ドラゴン族・闇属性レベル４モンスター×２\n①：Ｘ召喚したこのカードは他のモンスターの効果の対象にならない。②：１ターンに１度、このカードのＸ素材を１つ取り除き、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力・守備力は６００ダウンする。その後、自分の墓地から「ヴァレル」モンスター１体を選んで特殊召喚できる。この効果で特殊召喚したモンスターはエンドフェイズに除外される。この効果の発動後、ターン終了時まで自分はモンスターを特殊召喚できず、直接攻撃できない。", "ko": "드래곤족 / 어둠 속성 레벨 4 몬스터 × 2\n①: 엑시즈 소환한 이 카드는 다른 몬스터의 효과의 대상이 되지 않는다. ②: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력 / 수비력은 600 내린다. 그 후, 자신 묘지에서 \"바렐\" 몬스터 1장을 골라 특수 소환할 수 있다. 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 제외된다. 이 효과의 발동 후, 턴 종료시까지 자신은 몬스터를 특수 소환할 수 없으며, 직접 공격할 수 없다.", "zh-TW": null, "zh-CN": "龙族・暗属性等级4怪兽×2\n①：超量召唤的此卡不会成为其他怪兽效果的对象。②：1回合1次，去除此卡的1个超量素材，以场上1只表侧表示怪兽为对象可以发动。该怪兽的攻击力・守备力下降600。然后可从自己的墓地挑选1只\"枪管\"怪兽特殊召唤。以此效果特殊召唤的怪兽将在结束阶段被除外。此效果发动后，直至回合结束时为止自己不可特殊召唤怪兽，不可直接攻击。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "DARK", "rank": 4, "atk": 3000, "def": 2500, "series": ["Borrel"], "images": [{"index": 1, "image": "BorreloadeXchargeDragon-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-EN117", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "RIRA-DE039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-DE117", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "es": [{"set_number": "RIRA-SP039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-SP117", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RIRA-FR039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-FR117", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "RIRA-IT039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-IT117", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RIRA-PT039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-PT117", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "RIRA-JP039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "ko": [{"set_number": "RIRA-KR039", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "zh-CN": [{"set_number": "MGP3-SC119", "set_name": "Mega Pack 03", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 598317, "master_duel_rarity": "R"}