{"konami_id": 9319, "password": 6276588, "name": {"en": "Karakuri Ninja mdl 919 \"Kuick\"", "de": "Karakuri-Ninja Nr. 919 „Kuick“", "es": "Ninja Karakuri mod 919 - \"Kuick\"", "fr": "Karakuri 919 \"Kuick\" le Ninja", "it": "Karakuri Ninja mod. 919 \"Kuick\"", "pt": "Ninja Karakuri mod. 919 \"Kuick\"", "ja": "カラクリ<ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby> <ruby>九<rt>ク</rt></ruby><ruby>壱<rt>イッ</rt></ruby><ruby>九<rt>ク</rt></ruby>", "ja_romaji": "Karakuri Ninja Kuikku", "ko": "자동기계첩자 919 \"구일구\"", "ko_rr": null, "zh-TW": "機偶忍者 九壹九", "zh-CN": "机偶忍者 九一九"}, "text": {"en": "This card must attack if able. When this face-up card is selected as an attack target, change its battle position. When this card destroys an opponent's monster by battle and sends it to the Graveyard, select 1 Level 4 or lower \"Karakuri\" monster in your Graveyard, and Special Summon it in face-up Defense Position.", "de": "Diese Karte muss angreifen, falls möglich. Wenn diese Karte als Angriffsziel gewählt wird, ändere ihre Kampfposition. Wenn diese Karte ein Monster deines Gegners durch Kampf zerstört und auf den Friedhof legt, wähle 1 „Karakuri“-Monster der Stufe 4 oder niedriger in deinem Friedhof und beschwöre es als Spezialbeschwörung in die offene Verteidigungsposition.", "es": "Esta carta debe atacar si puede hacerlo. Cuando esta carta boca arriba es seleccionada como objetivo de un ataque, cambia su posición de batalla. Cuando esta carta destruye un monstruo de tu adversario en batalla y lo manda al Cementerio, selecciona un monstruo \"Karakuri\" de Nivel 4 o menor de tu Cementerio, e invócalo de Modo Especial en Posición de Defensa boca arriba.", "fr": "Cette carte doit attaquer, si possible. Lorsque cette carte face recto est sélectionnée comme cible d'une attaque, changez sa position de combat. Lorsque cette carte détruit un monstre de l'adversaire au combat et l'envoie au Cimetière, sélectionnez 1 monstre \"Karakuri\" de Niveau 4 ou moins dans votre Cimetière, et Invoquez-le Spécialement en Position de Défense face recto.", "it": "Questa carta deve attaccare se può farlo. Quando questa carta scoperta viene scelta come bersaglio di un attacco, cambia la sua Posizione. Quando questa carta distrugge un mostro dell'avversario in battaglia e lo manda la Cimitero, scegli 1 mostro \"Karakuri\" di Livello 4 o inferiore nel tuo Cimitero ed Evocalo Specialmente scoperto in Posizione di Difesa.", "pt": null, "ja": "このカードは攻撃可能な場合には攻撃しなければならない。フィールド上に表側表示で存在するこのカードが攻撃対象に選択された時、このカードの表示形式を変更する。このカードが戦闘によって相手モンスターを破壊し墓地へ送った時、自分の墓地に存在するレベル４以下の「カラクリ」と名のついたモンスター１体を選択して表側守備表示で特殊召喚する。", "ko": "이 카드는 공격 가능한 경우에는 공격해야 한다. 필드 위에 앞면 표시로 존재하는 이 카드가 공격 대상으로 선택되었을 때, 이 카드의 표시 형식을 변경한다. 이 카드가 전투에 의해서 상대 몬스터를 파괴하고 묘지로 보냈을 때, 자신의 묘지에 존재하는 레벨 4 이하의 \"자동기계\"라는 이름이 붙은 몬스터 1장을 선택하고 앞면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "这张卡可以攻击的场合必须作出攻击。场上表侧表示存在的这张卡被选择作为攻击对象时，这张卡的表示形式变更。这张卡战斗破坏对方怪兽送去墓地时，选择自己墓地存在的1只4星以下的名字带有「机巧」的怪兽表侧守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 4, "atk": 1700, "def": 1500, "series": ["Karakuri", "Ninja"], "images": [{"index": 1, "image": "KarakuriNinjamdl919Kuick-STOR-EN-C-UE.png"}], "sets": {"en": [{"set_number": "STOR-EN028", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}], "de": [{"set_number": "STOR-DE028", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}], "es": [{"set_number": "STOR-SP028", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}], "fr": [{"set_number": "STOR-FR028", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}], "it": [{"set_number": "STOR-IT028", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}], "ja": [{"set_number": "STOR-JP028", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}], "ko": [{"set_number": "STOR-KR028", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 156695, "master_duel_rarity": "N"}