{"konami_id": 15117, "password": 6284176, "name": {"en": "Kanzashi the Rikka Queen", "de": "Kanzashi die Rikka-Königin", "es": "Kanzashi la Reina Rikka", "fr": "Kanzashi la Reine Rikka", "it": "Kanzashi la Regina Rikka", "pt": "Kanzashi, a Rainha Rikka", "ja": "<ruby>六<rt>りっ</rt></ruby><ruby>花<rt>か</rt></ruby><ruby>聖<rt>せい</rt></ruby>カンザシ", "ja_romaji": "Rikkasei Kanzashi", "ko": "육화성 칸자시", "ko_rr": "Yokhwaseong Kanjasi", "zh-TW": "六花聖簪", "zh-CN": "六花圣簪"}, "text": {"en": "2 Level 6 monsters\nIf a monster(s) is Tributed (except during the Damage Step): You can detach 1 material from this card, then target 1 monster in either GY; Special Summon it, but negate its effects, also it becomes a Plant monster. If a Plant monster(s) you control would be destroyed by a card effect, you can Tribute 1 Plant monster from your hand or field instead. You can only use each effect of \"Kanzashi the Rikka Queen\" once per turn.", "de": "2 Monster der Stufe 6\nFalls ein oder mehr Monster als Tribut angeboten werden (außer während des Damage Steps): Du kannst 1 Material von dieser Karte abhängen und dann 1 Monster in einem beliebigen Friedhof wählen; beschwöre es als Spezialbeschwörung, aber annulliere seine Effekte, zusätzlich wird es zu einem Pflanze-Monster. Falls ein oder mehr Pflanze-Monster, die du kontrollierst, durch einen Karteneffekt zerstört würden, kannst du stattdessen 1 Pflanze-Monster von deiner Hand oder Spielfeldseite als Tribut anbieten. Du kannst jeden Effekt von „Kanzashi die Rikka-Königin“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 6\nSi uno o más monstruos son Sacrificados (excepto durante el Damage Step): puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo en cualquier Cementerio; Invócalo de Modo Especial, pero niega sus efectos, y además se convierte en un monstruo Planta. Si uno o más monstruos Planta que controlas fueran a ser destruidos por el efecto de una carta, puedes Sacrificar 1 monstruo Planta en tu mano o Campo en su lugar. Sólo puedes usar cada efecto de \"Kanzashi la Reina Rikka\" una vez por turno.", "fr": "2 monstres de Niveau 6\nSi un ou plusieurs monstres sont Sacrifiés (sauf durant la Damage Step) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre dans l'un des Cimetières ; Invoquez-le Spécialement, mais annulez ses effets, et aussi, il devient un monstre Plante. Si un ou plusieurs monstres Plante que vous contrôlez vont être détruits par un effet de carte, vous pouvez Sacrifier 1 monstre Plante depuis votre main ou Terrain à la place. Vous ne pouvez utiliser chaque effet de \"Kanzashi la Reine Rikka\" qu'une fois par tour.", "it": "2 mostri di Livello 6\nSe uno o più mostri vengono offerti come Tributo (eccetto durante il Damage Step): puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro in qualsiasi Cimitero; Evocalo Specialmente, ma annulla i suoi effetti, inoltre esso diventa un mostro Pianta. Se uno o più mostri Pianta che controlli stanno per essere distrutti dall'effetto di una carta, puoi invece offrire come Tributo 1 mostro Pianta dalla tua mano o Terreno. Puoi utilizzare ogni effetto di \"Kanzashi la Regina Rikka\" una sola volta per turno.", "pt": "2 monstros de Nível 6\nSe um ou mais monstros forem oferecidos como Tributo (exceto durante a Etapa de Dano): você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro em qualquer Cemitério; Invoque-o por Invocação-Especial, mas negue seus efeitos e, além disso, ele se torna um monstro Planta. Se um ou mais monstros Planta que você controla seriam destruídos por um efeito de card, em vez disso, você pode oferecer como Tributo 1 monstro Planta da sua mão ou do campo. Você só pode usar cada efeito de \"Kanzashi, a Rainha Rikka\" uma vez por turno.", "ja": "レベル６モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：モンスターがリリースされた場合、このカードのＸ素材を１つ取り除き、自分または相手の墓地のモンスター１体を対象として発動できる。そのモンスターを自分フィールドに特殊召喚する。この効果で特殊召喚したモンスターは効果が無効化され、植物族になる。②：自分フィールドの植物族モンスターが効果で破壊される場合、代わりに自分の手札・フィールドの植物族モンスター１体をリリースできる。", "ko": "레벨 6 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 몬스터가 릴리스되었을 경우, 이 카드의 엑시즈 소재를 1개 제거하고, 자신 또는 상대 묘지의 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 자신 필드에 특수 소환한다. 이 효과로 특수 소환한 몬스터는 효과가 무효화되고, 식물족이 된다. ②: 자신 필드의 식물족 몬스터가 효과로 파괴될 경우, 대신에 자신의 패 / 필드의 식물족 몬스터 1장을 릴리스할 수 있다.", "zh-TW": "等級６怪獸×２\n此卡名的①②效果，１回合各僅限使用１次。①：在怪獸被解放的狀況下，可去除此卡的１個超量素材，將我方或對方墓地的１隻怪獸做為對象發動。特殊召喚該怪獸至我方場上。透過此效果特殊召喚的怪獸效果無效化，變為植物族。②：在我方場上的植物族怪獸因效果被破壞的狀況下，可解放我方手牌・場上的１隻植物族怪獸作為替代。", "zh-CN": "等级6怪兽×2\n此卡名的①②效果1回合仅可各使用1次。①：怪兽被解放的情况下，将此卡的1个超量素材去除，可以自己或者对手墓地的1只怪兽为对象发动。将该怪兽特殊召唤至自己场上。用此效果特殊召唤的怪兽效果将被无效，并变为植物族。②：自己场上的植物族怪兽将被效果破坏的情况下，可以作为代替解放自己手牌・场上的1只植物族怪兽。"}, "card_type": "Monster", "monster_type_line": "Plant / Xyz / Effect", "attribute": "WATER", "rank": 6, "atk": 2400, "def": 2400, "materials": "2 Level 6 monsters", "series": ["Rikka"], "images": [{"index": 1, "image": "KanzashitheRikkaQueen-SESL-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SESL-EN021", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "de": [{"set_number": "SESL-DE021", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SESL-FR021", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "it": [{"set_number": "SESL-IT021", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SESL-PT021", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBSS-JP021", "set_name": "Deck Build Pack: Secret Slayers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBSS-KR021", "set_name": "Deck Build Pack: Secret Slayers", "rarities": ["Super Rare"]}, {"set_number": "AE18-KR003", "set_name": "Advanced Event Pack 2023 Vol.1 Version 1", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "DBSS-SC021", "set_name": "Deck Build Pack: Secret Slayers", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715500, "master_duel_rarity": "R"}