{"konami_id": 16018, "password": 6374519, "name": {"en": "Amazement Special Show", "de": "Vergnügungs-Sondershow", "es": "Espectáculo Especial de Asombro", "fr": "Spectacle Spécial Incroyable", "it": "Show Speciale Prodigioso", "pt": "Show Especial da Diversão", "ja": "アメイズメント・スペシャルショー", "ja_romaji": "Ameizumento Supesharu Shō", "ko": "어메이즈먼트 스페셜쇼", "ko_rr": "Eomeijeumeonteu Seupesyeolsyo", "zh-TW": "驚樂園・特別演出", "zh-CN": "惊乐园・特别演出"}, "text": {"en": "When your opponent activates a card or effect that targets an \"Amazement\" monster(s) you control: Target 1 of those \"Amazement\" monsters you control; return it to the hand, then, you can Special Summon 1 \"Amazement\" monster from your hand.", "de": "Wenn dein Gegner eine Karte oder einen Effekt aktiviert, die oder der ein oder mehr „Vergnügung“-Monster, die du kontrollierst, als Ziel wählt: Wähle 1 der „Vergnügung“-Monster, das du kontrollierst; gib es auf die Hand zurück, dann kannst du 1 „Vergnügung“-Monster als Spezialbeschwörung von deiner Hand beschwören.", "es": "Cuando tu adversario activa una carta o efecto que selecciona uno o más monstruos \"Asombro\" que controlas: selecciona 1 de esos monstruos \"Asombro\" que controlas; devuélvelo a la mano, y después puedes Invocar de Modo Especial 1 monstruo \"Asombro\" desde tu mano.", "fr": "Lorsque votre adversaire active une carte ou un effet qui cible un ou plusieurs monstres \"Incroyable\" que vous contrôlez : ciblez 1 de ces monstres \"Incroyable\" que vous contrôlez ; renvoyez-le à la main, puis, vous pouvez Invoquer Spécialement 1 monstre \"Incroyable\" depuis votre main.", "it": "Quando il tuo avversario attiva una carta o un effetto che sceglie come bersaglio uno o più mostri \"Prodigioso\" che controlli: scegli come bersaglio 1 di quei mostri \"Prodigioso\" che controlli; fallo ritornare nella mano, poi puoi Evocare Specialmente 1 mostro \"Prodigioso\" dalla tua mano.", "pt": "Quando seu oponente ativar um card ou efeito que escolha como alvo um ou mais monstros \"Diversão\" que você controla: escolha 1 desses monstros \"Diversão\" que você controla; devolva-o para a mão e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Diversão\" da sua mão.", "ja": "①：自分フィールドの「アメイズメント」モンスターを対象とする魔法・罠・モンスターの効果を相手が発動した時、その自分の「アメイズメント」モンスター１体を対象として発動できる。そのモンスターを持ち主の手札に戻す。その後、手札から「アメイズメント」モンスター１体を特殊召喚できる。", "ko": "①: 자신 필드의 \"어메이즈먼트\" 몬스터를 대상으로 하는 마법 / 함정 / 몬스터의 효과를 상대가 발동했을 때, 그 자신의 \"어메이즈먼트\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 주인의 패로 되돌린다. 그 후, 패에서 \"어메이즈먼트\" 몬스터 1장을 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "①：自己场上的「惊乐」怪兽为对象的魔法·陷阱·怪兽的效果由对方发动时，以那1只自己的「惊乐」怪兽为对象才能发动。那只怪兽回到持有者手卡。那之后，可以从手卡把1只「惊乐」怪兽特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Amazement"], "images": [{"index": 1, "image": "AmazementSpecialShow-LIOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN057", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE057", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR057", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT057", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT057", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP057", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "LIOV-KR057", "set_name": "Lightning Overdrive", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712733, "master_duel_rarity": "N"}