{"konami_id": 11013, "password": 6387204, "name": {"en": "Number C6: Chronomaly Chaos Atlandis", "de": "Nummer C6: Chronomales Chaos-Atlandis", "es": "Número C6: Atlandis del Caos Cronómala", "fr": "Numéro C6 : Atlandis du Chaos Chronomal", "it": "Numero C6: Cronomalia Chaos Atlandis", "pt": "Número C6: Cronomalia Atlande do Caos", "ja": "<ruby>Ｃ<rt>カオス</rt></ruby><ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>６ <ruby>先史遺産<rt>オーパーツ</rt></ruby>カオス・アトランタル", "ja_romaji": "Kaosu Nanbāzu Roku Ōpātsu Kaosu Atorantaru", "ko": "<ruby>CNo.<rt>카오스 넘버즈</rt></ruby>6 오파츠 카오스 아틀란타르", "ko_rr": null, "zh-TW": "CNo.6 先史遺產 混沌大西洲巨人", "zh-CN": "混沌编号6 先史遗产 混沌大西洲巨人"}, "text": {"en": "3 Level 7 monsters\nIf you activate any of this card's effects, your opponent takes no further damage this turn. Once per turn: You can target 1 monster your opponent controls; equip that target to this card as an Equip Spell Card whose effect makes this monster gain 1000 ATK. If this card has \"Number 6: Chronomaly Atlandis\" as an Xyz Material, it gains this effect.\n● You can detach 3 Xyz Materials from this card and send all \"Number\" monsters equipped by this card's effect to the Graveyard (min. 1); make your opponent's Life Points 100.", "de": "3 Monster der Stufe 7\nFalls du einen der Effekte dieser Karte aktivierst, erhält dein Gegner für den Rest dieses Spielzugs keinen weiteren Schaden. Einmal pro Spielzug: Du kannst 1 Monster wählen, das dein Gegner kontrolliert; rüste diese Karte mit dem gewählten Ziel als Ausrüstungszauberkarte aus, deren Effekt dieses Monster 1000 ATK erhalten lässt. Falls diese Karte „Nummer 6: Chronomales Atlandis“ als Xyz-Material hat, erhält sie diesen Effekt.\n● Du kannst 3 Xyz-Material von dieser Karte abhängen und alle „Nummer“-Monster, die durch den Effekt dieser Karte ausrüsten, auf den Friedhof legen (min. 1); die Life Points deines Gegners werden zu 100.", "es": "3 monstruos de Nivel 7\nSi activas alguno de los efectos de esta carta, por el resto de este turno tu adversario no recibe más daño. Una vez por turno: puedes seleccionar 1 monstruo que controle tu adversario; equipa ese objetivo a esta carta como una Carta Mágica de Equipo cuyo efecto hace que este monstruo gane 1000 ATK. Si esta carta tiene a \"Número 6: Atlandis Cronómala\" como Material Xyz, gana este efecto.\n● Puedes desacoplar de esta carta 3 Materiales Xyz y mandar al Cementerio todos los monstruos \"Número\" equipados por el efecto de esta carta (min. 1); haz que los Life Points de tu adversario sean 100.", "fr": "3 monstres de Niveau 7\nSi vous activez un des effets de cette carte, votre adversaire ne reçoit pas de dommages complémentaires ce tour. Une fois par tour : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; équipez la cible à cette carte comme une Carte Magie d'Équipement dont l'effet fait gagner 1000 ATK à ce monstre. Si cette carte a \"Numéro 6 : Atlandis Chronomal\" comme Matériel Xyz, elle gagne cet effet.\n● Vous pouvez détacher 3 Matériels Xyz de cette carte, et envoyez tous les monstres \"Numéro\" équipés par l'effet de cette carte au Cimetière (min. 1) ; mettez les Life Points de votre adversaire à 100.", "it": "3 mostri di Livello 7\nSe attivi qualsiasi effetto di questa carta, il tuo avversario non subisce ulteriore danno in questo turno. Una volta per turno: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; equipaggia quel bersaglio a questa carta come Carta Magia Equipaggiamento il cui effetto è di far guadagnare a questo mostro 1000 ATK. Se questa carta ha \"Numero 6: Cronomalia Atlandis\" come Materiale Xyz, guadagna questo effetto.\n● Puoi staccare 3 Materiali Xyz da questa carta e mandare al Cimitero tutti i mostri \"Numero\" equipaggiati dall'effetto di questa carta (minimo 1); fai diventare i Life Point del tuo avversario 100.", "pt": "3 monstros de Nível 7\nSe você ativar um desses efeitos, seu oponente não sofre mais dano neste turno. Uma vez por turno: você pode escolher 1 monstro que seu oponente controla; equipe o alvo a este card como um Card de Magia de Equipamento cujo efeito faz com que este monstro ganhe 1000 de ATK. Se este card tiver \"Número 6: Cronomalia Atlande\" como uma Matéria Xyz, ele ganha este efeito.\n● Você pode desassociar 3 Matérias Xyz deste card e enviar para o Cemitério todos os monstros \"Número\" equipados pelo efeito deste card (min. 1); o total de Pontos de Vida do seu oponente se torna 100.", "ja": "レベル７モンスター×３\n①：このカードの効果を発動したターン、相手が受ける全てのダメージは０になる。②：１ターンに１度、相手フィールドのモンスター１体を対象として発動できる。その相手モンスターを攻撃力１０００アップの装備カード扱いとしてこのカードに装備する。③：このカードが「Ｎｏ．６ 先史遺産アトランタル」をＸ素材としている場合、以下の効果を得る。●このカードのＸ素材を３つ取り除き、このカードの効果で装備している「Ｎｏ．」モンスターカードを全て墓地へ送って発動できる。相手のＬＰを１００にする。", "ko": "레벨 7 몬스터 × 3\n이 카드의 효과를 발동한 턴에, 상대가 받은 모든 데미지는 0 이 된다. 1턴에 1번, 상대 필드 위의 몬스터 1장을 선택하고, 공격력 1000 포인트 올리는 장착 카드로 취급하여 이 카드에 장착할 수 있다. 또한, 이 카드가 \"No.6 오파츠 아틀란타르\"를 엑시즈 소재로 하고 있을 경우, 이하의 효과를 얻는다.\n●이 카드의 엑시즈 소재를 3개 제거하고, 이 카드의 효과로 장착한 \"No.\"라는 이름이 붙은 몬스터를 전부 묘지로 보내고 발동할 수 있다. 상대의 라이프 포인트를 100으로 한다.", "zh-TW": null, "zh-CN": "7星怪兽×3。这张卡的效果发动过的回合，对方受到的全部伤害变成0。1回合1次，可以选择对方场上1只怪兽当作攻击力上升1000的装备卡使用给这张卡装备。此外，这张卡有「No.6 先史遗产 大西洲巨人」在作为XYZ素材的场合，得到以下效果。●把这张卡3个XYZ素材取除，把这张卡的效果装备的名字带有「No.」的怪兽全部送去墓地才能发动。对方基本分变成100。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "LIGHT", "rank": 7, "atk": 3300, "def": 3300, "materials": "3 Level 7 monsters", "series": ["Number", "Number", "Number C", "Chronomaly", "Chaos"], "images": [{"index": 1, "image": "NumberC6ChronomalyChaosAtlandis-PGLD-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGLD-EN018", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGLD-DE018", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGLD-FR018", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGLD-IT018", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGLD-PT018", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP16-JP009", "set_name": "Premium Pack 16", "rarities": ["Common", "Secret Rare"]}, {"set_number": "NCF1-JP110", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP09-KR009", "set_name": "Premium Pack Vol.9", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 297720, "master_duel_rarity": "SR"}