{"konami_id": 11780, "password": 6442944, "name": {"en": "Kaiser Sea Snake", "de": "Seeschlangen-Kaiser", "es": "Serpiente de Mar Kaiser", "fr": "Kaiser Serpent des Mers", "it": "Kaiser Serpente Marino", "pt": "Serpente-marinha de Kaiser", "ja": "カイザー・シースネーク", "ja_romaji": "Kaizā Shīsunēku", "ko": "카이저 씨스네이크", "ko_rr": null, "zh-TW": null, "zh-CN": "帝王海蛇"}, "text": {"en": "If your opponent controls a monster and you control no monsters, you can Special Summon this card (from your hand). You can only Special Summon \"Kaiser Sea Snake\" once per turn this way. When Summoned this way: You can Special Summon 1 Level 8 Sea Serpent monster from your hand or GY, but its ATK/DEF become 0. If this card is Special Summoned, its Level becomes 4 and original ATK becomes 0.", "de": "Falls dein Gegner ein Monster kontrolliert und du keine Monster kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Seeschlangen-Kaiser“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Wenn sie auf diese Art beschworen wird: Du kannst 1 Seeschlange-Monster der Stufe 8 als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören, aber seine ATK/DEF werden zu 0. Falls diese Karte als Spezialbeschwörung beschworen wird, wird ihre Stufe zu 4 und ihre Grund-ATK werden zu 0.", "es": "Si tu adversario controla un monstruo y tú no controlas ninguno, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial a \"Serpiente de Mar Kaiser\" una vez por turno de esta forma. Cuando es Invocada de esta forma: puedes Invocar de Modo Especial, desde tu mano o Cementerio, 1 monstruo Serpiente Marina de Nivel 8 pero su ATK/DEF se convierte en 0. Si esta carta es Invocada de Modo Especial, su Nivel se convierte en 4 y su ATK original en 0.", "fr": "Si votre adversaire contrôle un monstre et que vous n'en contrôlez aucun, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Kaiser Serpent des Mers\" qu'une fois par tour de cette façon. Lorsqu'elle est Invoquée de cette façon : vous pouvez Invoquer Spécialement 1 monstre Serpent de Mer de Niveau 8 depuis votre main ou Cimetière, mais son ATK/DEF deviennent 0. Si cette carte est Invoquée Spécialement, son Niveau devient 4 et son ATK d'origine devient 0.", "it": "Se il tuo avversario controlla un mostro e tu non controlli nessun mostro, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Kaiser Serpente Marino\" una sola volta per turno in questo modo. Quando viene Evocato in questo modo: puoi Evocare Specialmente 1 mostro Serpente Marino di Livello 8 dalla tua mano o Cimitero, ma i suoi ATK/DEF diventano 0. Se questa carta viene Evocata Specialmente, il suo Livello diventa 4 e il suo ATK originale diventa 0.", "pt": "Se seu oponente controlar um monstro e você não controlar nenhum monstro, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Serpente-marinha de Kaiser\" por Invocação-Especial uma vez por turno desta forma. Quando Invocado desta forma: você pode Invocar por Invocação-Especial 1 monstro Serpente Marinha de Nível 8 da sua mão ou do Cemitério, mas seu ATK/DEF se tornam 0. Se este card for Invocado por Invocação-Especial, o Nível dele se torna 4 e seu ATK original se torna 0.", "ja": "「カイザー・シースネーク」の①の方法による特殊召喚は１ターンに１度しかできない。①：相手フィールドにモンスターが存在し、自分フィールドにモンスターが存在しない場合、このカードは手札から特殊召喚できる。②：このカードがこのカードの①の方法で特殊召喚に成功した時に発動できる。自分の手札・墓地から海竜族・レベル８モンスター１体を選んで特殊召喚する。この効果で特殊召喚したモンスターの攻撃力・守備力は０になる。③：特殊召喚したこのカードのレベルは４になり、元々の攻撃力は０になる。", "ko": "\"카이저 씨스네이크\"의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 상대 필드에 몬스터가 존재하고, 자신 필드에 몬스터가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드가 이 카드의 ①의 방법으로 특수 소환에 성공했을 때에 발동할 수 있다. 자신의 패 / 묘지에서 해룡족 / 레벨 8 몬스터 1장을 고르고 특수 소환한다. 이 효과로 특수 소환한 몬스터의 공격력 / 수비력은 0 이 된다. ③: 특수 소환한 이 카드의 레벨은 4 가 되고, 원래의 공격력은 0 이 된다.", "zh-TW": null, "zh-CN": "「帝王海蛇」的①的方法的特殊召唤1回合只能有1次。①：对方场上有怪兽存在，自己场上没有怪兽存在的场合，这张卡可以从手卡特殊召唤。②：这张卡用这张卡的①的方法特殊召唤成功时才能发动。从自己的手卡·墓地选1只海龙族·8星怪兽特殊召唤。这个效果特殊召唤的怪兽的攻击力·守备力变成0。③：特殊召唤的这张卡的等级变成4星，原本攻击力变成0。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Effect", "attribute": "WATER", "level": 8, "atk": 2500, "def": 1000, "images": [{"index": 1, "image": "KaiserSeaSnake-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN091", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-EN025", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE091", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-DE025", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "MACR-SP091", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-SP025", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR091", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-FR025", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT091", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-IT025", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT091", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-PT025", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP098", "set_name": "V Jump Spring 2015 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP11-KR024", "set_name": "Premium Pack Vol.11", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 341618}