{"konami_id": 13139, "password": 6552938, "name": {"en": "Raidraptor - Rudder Strix", "de": "Überfallraptor - Ruderkauz", "es": "Asaltorrapaz - Timón Strix", "fr": "Raidraptor - Strix Gouvernail", "it": "Raidraptor - Timone Strix", "pt": "Ataqueraptor - Leme Strix", "ja": "<ruby>ＲＲ<rt>レイド・ラプターズ</rt></ruby>－ラダー・ストリクス", "ja_romaji": "Reido Raputāzu - Radā Sutorikusu", "ko": "<ruby>RR<rt>레이드 랩터즈</rt></ruby>－러더 스트릭스", "ko_rr": null, "zh-TW": "急襲猛禽－方向舵林鴞", "zh-CN": "急袭猛禽－方向舵林鸮"}, "text": {"en": null, "de": "Falls diese Karte als Normalbeschwörung beschworen wird oder durch den Effekt einer „Überfallraptor“-Karte als Spezialbeschwörung von der Hand beschworen wird: Du kannst deinem Gegner 600 Schaden zufügen. Wenn ein Monster eines Gegners einen Angriff deklariert, der diese Karte als Angriffsziel wählt: Du kannst bis zu 2 „Überfallraptor“-Monster als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, können Monster, die dein Gegner kontrolliert, jene Monster in diesem Spielzug nicht als Angriffsziele wählen.", "es": "Si esta carta es Invocada de Modo Especial desde la mano por el efecto de una carta \"Asaltorrapaz\", o Invocada de Modo Normal: puedes infligir 600 puntos de daño a tu adversario. Cuando un monstruo de tu adversario declara un ataque que selecciona esta carta: puedes Invocar de Modo Especial, desde tu mano, hasta 2 monstruos \"Asaltorrapaz\" y, si lo haces, este turno los monstruos que controla tu adversario no pueden seleccionar a esos monstruos para ataques.", "fr": "Si cette carte est Invoquée Spécialement depuis la main par l'effet d'une carte \"Raidraptor\" ou Invoquée Normalement : vous pouvez infliger 600 points de dommages à votre adversaire. Lorsqu'un monstre de l'adversaire déclare une attaque qui cible cette carte : vous pouvez Invoquer Spécialement max. 2 monstres \"Raidraptor\" depuis votre main, et si vous le faites, les monstres contrôlés par votre adversaire ne peuvent pas cibler ces monstres avec une attaque ce tour.", "it": "Se questa carta viene Evocata Specialmente dalla mano dall'effetto di una carta \"Raidraptor\", o viene Evocata Normalmente: puoi infliggere 600 danni al tuo avversario. Quando un mostro dell'avversario dichiara un attacco che sceglie come bersaglio questa carta: puoi Evocare Specialmente fino a 2 mostri \"Raidraptor\" dalla tua mano e, se lo fai, i mostri controllati dal tuo avversario non possono scegliere come bersaglio quei mostri per gli attacchi in questo turno.", "pt": "Se este card for Invocado por Invocação-Especial da mão pelo efeito de um card \"Ataqueraptor\" ou Invocado por Invocação-Normal: você pode causar 600 de dano ao seu oponente. Quando um monstro do oponente declarar um ataque que escolha este card como alvo: você pode Invocar por Invocação-Especial até 2 monstros \"Ataqueraptor\" da sua mão e, se isso acontecer, os monstros que seu oponente controla não podem escolher atacar esses monstros neste turno.", "ja": "①：このカードが召喚した場合、または「ＲＲ」カードの効果で手札から特殊召喚した場合に発動できる。相手に６００ダメージを与える。\n②：このカードを攻撃対象とした相手モンスターの攻撃宣言時に発動できる。手札から「ＲＲ」モンスターを２体まで特殊召喚する。このターン中、相手モンスターはこの効果で特殊召喚したモンスターを攻撃対象に選択できない。", "ko": "①: 이 카드가 일반 소환에 성공했을 경우, 또는 \"RR(레이드 랩터즈)\" 카드의 효과로 패에서 특수 소환에 성공했을 경우에 발동할 수 있다. 상대에게 600 데미지를 준다. ②: 이 카드를 공격 대상으로 한 상대 몬스터의 공격 선언시에 발동할 수 있다. 패에서 \"RR(레이드 랩터즈)\" 몬스터를 2장까지 특수 소환한다. 이 턴에, 상대는 이 효과로 특수 소환한 몬스터를 공격 대상으로 선택할 수 없다.", "zh-TW": "①：可在此卡召喚成功的狀況下，或透過「急襲猛禽」卡的效果從手牌特殊召喚成功的狀況下發動。給予對方６００傷害。②：可在以此卡做為攻擊對象的對方怪獸的攻擊宣言時發動。從手牌特殊召喚最多２隻「急襲猛禽」怪獸。此回合，對方無法將透過此效果特殊召喚的怪獸選為攻擊對象。", "zh-CN": "①：此卡召唤成功的情况下，或以“急袭猛禽”卡的效果从手牌特殊召唤成功的情况下可以发动。给予对手６００伤害。②：以此卡作为攻击对象的对手怪兽攻击宣言时可以发动。从手牌将最多２只“急袭猛禽”怪兽特殊召唤。此回合，对手不可将以此效果特殊召唤的怪兽选择为攻击对象。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 1600, "series": ["Raidraptor"], "images": [{"index": 1, "image": "RaidraptorRudderStrix-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLLR-EN014", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-EN047", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "BLLR-DE014", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-DE047", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "BLLR-FR014", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-FR047", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "BLLR-IT014", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-IT047", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "BLLR-PT014", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-PT047", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "CP17-JP014", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "CP17-KR014", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 497432, "master_duel_rarity": "R"}