{"konami_id": 17824, "password": 6589707, "name": {"en": "Terrors in the Hidden City", "de": "Schrecken in der versteckten Stadt", "es": "Terrores en la Ciudad Oculta", "fr": "Terreurs dans la Cité Cachée", "it": "Terrori nella Città Nascosta", "pt": "Terror na Cidade Oculta", "ja": "<ruby>地<rt>ち</rt></ruby><ruby>中<rt>ちゅう</rt></ruby><ruby>界<rt>かい</rt></ruby>の<ruby>厄<rt>やく</rt></ruby><ruby>災<rt>さい</rt></ruby>", "ja_romaji": "Chichūkai no Yakusai", "ko": "지중계의 액재", "ko_rr": "Jijunggye-ui Aekjae", "zh-TW": "地中界的災厄", "zh-CN": "地中界的厄灾"}, "text": {"en": null, "de": "Dein Gegner kann Monster in verdeckter Verteidigungsposition, die du kontrollierst, nicht als Ziel für Karteneffekte wählen. Monster, die du kontrollierst und die aufgedeckt wurden, solange diese Karte offen auf dem Spielfeld lag, erhalten 1500 ATK/DEF. Falls diese Karte in der Zauber- & Fallenzone ihres Besitzers durch einen Karteneffekt eines Gegners zerstört wird: Du kannst 1 Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die verdeckte Verteidigungsposition.", "es": "Tu adversario no puede seleccionar con efectos de cartas monstruos en Posición de Defensa boca abajo que controlas. Los monstruos que controlas que fueron volteados boca arriba mientras esta carta estaba boca arriba en el Campo ganan 1500 ATK/DEF. Si esta carta en la Zona de Magia y Trampas de su dueño es destruida por el efecto de una carta del adversario: puedes seleccionar 1 monstruo en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa boca abajo.", "fr": "Votre adversaire ne peut pas cibler les monstres en Position de Défense face verso que vous contrôlez avec des effets de carte. Les monstres que vous contrôlez qui ont été retournés face recto tant que cette carte était face recto sur le Terrain gagnent 1500 ATK/DEF. Si cette carte dans la Zone Magie & Piège de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez cibler 1 monstre dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense face verso.", "it": "Il tuo avversario non può scegliere come bersaglio i mostri coperti in Posizione di Difesa che controlli con gli effetti delle carte. I mostri che controlli che sono stati scoperti mentre questa carta era scoperta sul Terreno guadagnano 1500 ATK/DEF. Se questa carta nella Zona Magie & Trappole del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi scegliere come bersaglio 1 mostro nel tuo Cimitero; Evocalo Specialmente coperto in Posizione di Difesa.", "pt": "Seu oponente não pode escolher monstros com a face para baixo em Posição de Defesa que você controla como alvo de efeitos de card. Monstros que você controla que foram virados com a face para cima enquanto este card estava com a face para cima no campo ganham 1500 de ATK/DEF. Se este card na Zona de Magias & Armadilhas do seu dono for destruído por um efeito de card do oponente: você pode escolher 1 monstro no seu Cemitério; Invoque-o por Invocação-Especial com a face para baixo em Posição de Defesa.", "ja": "①：自分フィールドの裏側守備表示モンスターを相手は効果の対象にできない。\n②：このカードが魔法＆罠ゾーンに存在する限り、このカードが表側表示で存在する間にリバースした、自分フィールドのモンスターの攻撃力・守備力は１５００アップする。\n③：魔法＆罠ゾーンのこのカードが相手の効果で破壊された場合、自分の墓地のモンスター１体を対象として発動できる。そのモンスターを裏側守備表示で特殊召喚する。", "ko": "①: 자신 필드의 뒷면 수비 표시 몬스터는 상대 효과의 대상이 되지 않는다. ②: 이 카드가 마법 & 함정 존에 존재하는 한, 이 카드가 앞면 표시로 존재하는 동안에 리버스한, 자신 필드의 몬스터의 공격력 / 수비력은 1500 올린다. ③: 마법 & 함정 존의 이 카드가 상대 효과로 파괴되었을 경우, 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 뒷면 수비 표시로 특수 소환한다.", "zh-TW": "①：我方場上反面守備表示的怪獸不會成為對方的效果對象。②：只要此卡存在於魔法＆陷阱區，此卡在以正面表示存在的期間反轉，我方場上怪獸的攻擊力・守備力就提升１５００。③：在魔法＆陷阱區的此卡因對方效果被破壞的狀況下，可將我方墓地的１隻怪獸做為對象發動。以反面守備表示特殊召喚該怪獸。", "zh-CN": "①：自己场上的里侧守备表示怪兽不会成为对手效果的对象。②：只要此卡存在于魔法与陷阱区域，此卡以表侧表示存在期间反转的、自己场上的怪兽的攻击力・守备力上升１５００。③：魔法与陷阱区域的此卡因对手的效果被破坏的情况下，以自己墓地的１只怪兽为对象可以发动。将该怪兽以里侧守备表示特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "TerrorsintheHiddenCity-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN206", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE206", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR206", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT206", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT206", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP069", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR069", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717033, "master_duel_rarity": "SR"}