{"konami_id": 17824, "password": 6589707, "name": {"en": "Terrors in the Hidden City", "de": "Schrecken in der versteckten Stadt", "es": "Terrores en la Ciudad Oculta", "fr": "Terreurs dans la Cité Cachée", "it": "Terrori nella Città Nascosta", "pt": "Terror na Cidade Oculta", "ja": "<ruby>地<rt>ち</rt></ruby><ruby>中<rt>ちゅう</rt></ruby><ruby>界<rt>かい</rt></ruby>の<ruby>厄<rt>やく</rt></ruby><ruby>災<rt>さい</rt></ruby>", "ja_romaji": "Chichūkai no Yakusai", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "地中界的厄灾"}, "text": {"en": "Your opponent cannot target face-down Defense Position monsters you control with card effects. Monsters you control that were flipped face-up while this card was face-up on the field gain 1500 ATK/DEF. If this card in its owner's Spell & Trap Zone is destroyed by an opponent's card effect: You can target 1 monster in your GY; Special Summon it in face-down Defense Position.", "de": "Dein Gegner kann Monster in verdeckter Verteidigungsposition, die du kontrollierst, nicht als Ziel für Karteneffekte wählen. Monster, die du kontrollierst und die aufgedeckt wurden, solange diese Karte offen auf dem Spielfeld lag, erhalten 1500 ATK/DEF. Falls diese Karte in der Zauber- & Fallenzone ihres Besitzers durch einen Karteneffekt eines Gegners zerstört wird: Du kannst 1 Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die verdeckte Verteidigungsposition.", "es": "Tu adversario no puede seleccionar con efectos de cartas monstruos en Posición de Defensa boca abajo que controlas. Los monstruos que controlas que fueron volteados boca arriba mientras esta carta estaba boca arriba en el Campo ganan 1500 ATK/DEF. Si esta carta en la Zona de Magia y Trampas de su dueño es destruida por el efecto de una carta del adversario: puedes seleccionar 1 monstruo en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa boca abajo.", "fr": "Votre adversaire ne peut pas cibler les monstres en Position de Défense face verso que vous contrôlez avec des effets de carte. Les monstres que vous contrôlez qui ont été retournés face recto tant que cette carte était face recto sur le Terrain gagnent 1500 ATK/DEF. Si cette carte dans la Zone Magie & Piège de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez cibler 1 monstre dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense face verso.", "it": "Il tuo avversario non può scegliere come bersaglio i mostri coperti in Posizione di Difesa che controlli con gli effetti delle carte. I mostri che controlli che sono stati scoperti mentre questa carta era scoperta sul Terreno guadagnano 1500 ATK/DEF. Se questa carta nella Zona Magie & Trappole del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi scegliere come bersaglio 1 mostro nel tuo Cimitero; Evocalo Specialmente coperto in Posizione di Difesa.", "pt": "Seu oponente não pode escolher monstros com a face para baixo em Posição de Defesa que você controla como alvo de efeitos de card. Monstros que você controla que foram virados com a face para cima enquanto este card estava com a face para cima no campo ganham 1500 de ATK/DEF. Se este card na Zona de Magias & Armadilhas do seu dono for destruído por um efeito de card do oponente: você pode escolher 1 monstro no seu Cemitério; Invoque-o por Invocação-Especial com a face para baixo em Posição de Defesa.", "ja": "①：自分フィールドの裏側守備表示モンスターは相手の効果の対象にならない。②：このカードが魔法＆罠ゾーンに存在する限り、このカードが表側表示で存在する間にリバースした、自分フィールドのモンスターの攻撃力・守備力は１５００アップする。③：魔法＆罠ゾーンのこのカードが相手の効果で破壊された場合、自分の墓地のモンスター１体を対象として発動できる。そのモンスターを裏側守備表示で特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "①：自己场上的里侧守备表示怪兽不会成为对手的效果的对象。②：只要这张卡在魔法陷阱区存在，这张卡以表侧表示存在期间翻转的自己场上的怪兽的攻击力、守备力就上升1500。③：魔法陷阱区的这张卡被对手的效果破坏的场合，可以以自己墓地的1只怪兽为对象发动。将那只怪兽以里侧守备表示特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "sets": {"en": [{"set_number": "DABL-EN069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "de": [{"set_number": "DABL-DE069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DABL-FR069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "it": [{"set_number": "DABL-IT069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DABL-PT069", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DABL-JP069", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR069", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 889522}