{"konami_id": 13202, "password": 6622715, "name": {"en": "Encode Talker", "de": "Enkodier-Sprecher", "es": "Encodificador Hablador", "fr": "Encodeur Bavard", "it": "Encodificatore Trasmittente", "pt": "Encodificar Transmissor", "ja": "エンコード・トーカー", "ja_romaji": "Enkōdo Tōkā", "ko": "인코드 토커", "ko_rr": null, "zh-TW": "編碼語者", "zh-CN": "编码语者"}, "text": {"en": "2+ Cyberse monsters\nOnce per turn, before damage calculation, if your monster this card points to battles an opponent's monster with higher ATK than it: You can activate this effect; this battle, your monster cannot be destroyed by battle and you take no battle damage. After that damage calculation, have this card or 1 monster it points to gain ATK equal to the ATK of that battled opponent's monster, until the end of this turn.", "de": "2+ Cyberse-Monster\nEinmal pro Spielzug, vor der Schadensberechnung, falls dein Monster, auf das diese Karte zeigt, gegen ein Monster eines Gegners mit höheren ATK kämpft: Du kannst das Monster unfähig machen, durch den Kampf zerstört zu werden, zusätzlich erhältst du keinen Kampfschaden aus dem Kampf. Nach der Schadensberechnung, lass diese Karte oder 1 Monster, auf das sie zeigt, bis zum Ende dieses Spielzugs ATK in Höhe der ATK des Monsters eines Gegners erhalten, das gekämpft hat.", "es": "2+ monstruos Ciberso\nUna vez por turno, antes del cálculo de daño, si tu monstruo al que apunte esta carta batalla con un monstruo del adversario con ATK mayor al de él: puedes hacer que ese monstruo no pueda ser destruido en esa batalla, y además no recibes daño de batalla en esa batalla. Después de ese cálculo de daño, hasta el final de este turno, haz que esta carta o 1 monstruo a la que apunte, gane ATK igual al ATK de ese monstruo batallante del adversario.", "fr": "2+ monstres Cyberse\nUne fois par tour, avant le calcul des dommages, si votre monstre pointé par cette carte combat un monstre de l'adversaire avec une ATK supérieure : vous pouvez faire devenir le monstre indestructible par ce combat, et aussi, vous ne recevez aucun dommage de combat de ce combat. Après ce calcul des dommages, jusqu'à la fin de ce tour, faites gagner à cette carte ou 1 monstre qu'elle pointe une ATK égale à l'ATK du monstre de l'adversaire combattu.", "it": "2+ mostri Cyberso\nUna volta per turno, prima del calcolo dei danni, se un tuo mostro puntato da questa carta combatte con un mostro dell'avversario con ATK superiore al suo: puoi rendere quel mostro impossibile da distruggere in quella battaglia, inoltre non subisci danno da combattimento da quella battaglia. Dopo quel calcolo dei danni, fai guadagnare a questa carta o a 1 mostro puntato da essa ATK pari all'ATK di quel mostro dell'avversario con cui ha combattuto, fino alla fine di questo turno.", "pt": "2+ monstros Ciberso\nUma vez por turno, antes do cálculo de dano, se um monstro seu para o qual este card apontar batalhar um monstro do oponente com um ATK maior que o seu próprio: você pode ativar este efeito; nessa batalha, seu monstro não pode ser destruído em batalha e você não sofre dano de batalha. Depois do cálculo de dano, faça com que este card ou 1 monstro para o qual este card apontar ganhe ATK igual ao ATK desse monstro do oponente na batalha, até o final deste turno.", "ja": "サイバース族モンスター２体以上\n①：１ターンに１度、このカードのリンク先の自分のモンスターが、そのモンスターより攻撃力が高い相手モンスターと戦闘を行うダメージ計算前に発動できる。その自分のモンスターはその戦闘では破壊されず、その戦闘で発生する自分への戦闘ダメージは０になる。そのダメージ計算後、このカードまたはこのカードのリンク先の自分のモンスター１体を選び、その攻撃力をターン終了時まで、その戦闘を行った相手モンスターの攻撃力分アップする。", "ko": "사이버스족 몬스터 2장 이상\n①: 1턴에 1번, 이 카드의 링크 앞의 자신 몬스터가, 그 몬스터보다 공격력이 높은 상대 몬스터와 전투를 실행하는 데미지 계산 전에 발동할 수 있다. 그 자신 몬스터는 그 전투로는 파괴되지 않으며, 그 전투로 발생하는 자신에게로의 전투 데미지는 0 이 된다. 그 데미지 계산 후, 이 카드 또는 이 카드의 링크 앞의 자신 몬스터 1장을 고르고, 그 공격력을 턴 종료시까지, 그 전투를 실행한 상대 몬스터의 공격력만큼 올린다.", "zh-TW": null, "zh-CN": "电子界族怪兽2只以上\n①：1回合1次，此卡连接端的自己的怪兽，与攻击力高于该怪兽的对手怪兽进行战斗的伤害计算前可以发动。自己的该怪兽不会因该战斗被破坏，因该战斗发生的对自己的战斗伤害变为0。该伤害计算后，挑选此卡或1只此卡连接端的自己的怪兽，其攻击力直至回合结束时为止，上升相当于进行该战斗的对手怪兽的攻击力的数值。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "LIGHT", "link_arrows": ["⬆", "⬇", "↘"], "atk": 2300, "materials": "2+ Cyberse monsters", "series": ["Code Talker"], "images": [{"index": 1, "image": "EncodeTalker-CRBR-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SDCL-EN041", "set_name": "Structure Deck: Cyberse Link", "rarities": ["Ultra Rare"]}, {"set_number": "CRBR-EN058", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "de": [{"set_number": "SDCL-DE041", "set_name": "Structure Deck: Cyberse Link", "rarities": ["Ultra Rare"]}, {"set_number": "CRBR-DE058", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "fr": [{"set_number": "SDCL-FR041", "set_name": "Structure Deck: Cyberse Link", "rarities": ["Ultra Rare"]}, {"set_number": "CRBR-FR058", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "it": [{"set_number": "SDCL-IT041", "set_name": "Structure Deck: Cyberse Link", "rarities": ["Ultra Rare"]}, {"set_number": "CRBR-IT058", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "pt": [{"set_number": "SDCL-PT041", "set_name": "Structure Deck: Cyberse Link", "rarities": ["Ultra Rare"]}, {"set_number": "CRBR-PT058", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "ja": [{"set_number": "SD32-JP041", "set_name": "Structure Deck: Cyberse Link", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SD32-KR041", "set_name": "Structure Deck: Cyberse Link", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "MGP1-SC163", "set_name": "Mega Pack 01", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 497919, "master_duel_rarity": "N"}