{"konami_id": 13709, "password": 6764709, "name": {"en": "F.A. Dark Dragster", "de": "F.A. Dunkler Dragster", "es": "F.A. Coche Trucado Oscuro", "fr": "Dragster des Ténèbres F.A.", "it": "F.A. Dragster dell'Oscurità", "pt": "F.A. Dragster Negro", "ja": "<ruby>Ｆ．Ａ．<rt>フォーミュラアスリート</rt></ruby>ダークネスマスター", "ja_romaji": "Fōmyura Asurīto Dākunesu Masutā", "ko": "<ruby>F.A.<rt>포뮬러 애슬리트</rt></ruby> 다크니스마스터", "ko_rr": "Pomyulleo Aeseulliteu Dakeuniseumaseuteo", "zh-TW": null, "zh-CN": "方程式运动员 黑暗御主"}, "text": {"en": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by having a Level 7 or higher \"F.A.\" monster on the field, but no \"F.A. Dark Dragster\" in your Monster Zone. Gains ATK equal to its Level x 300. Each time a \"F.A.\" Spell/Trap Card or effect is activated: You can increase this card's Level by 1. Once per turn: You can target 1 card on the field; reduce this card's Level by 3, and if you do, destroy that target.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du ein „F.A.“-Monster der Stufe 7 oder höher auf dem Spielfeld hast, aber keinen „F.A. Dunkler Dragster“ in deiner Monsterzone. Diese Karte erhält ATK in Höhe ihrer Stufe x 300. Jedes Mal, wenn eine „F.A.“-Zauber-/Fallenkarte oder ein „F.A.“-Zauber-/Falleneffekt aktiviert wird: Du kannst die Stufe dieser Karte um 1 erhöhen. Einmal pro Spielzug: Du kannst 1 Karte auf dem Spielfeld wählen; reduziere die Stufe dieser Karte um 3 und falls du dies tust, zerstöre das gewählte Ziel.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial (desde tu mano) teniendo un monstruo \"F.A.\" de Nivel 7 o mayor en el Campo, pero ningún \"F.A. Coche Trucado Oscuro\" en tu Zona de Monstruos. Gana ATK igual a su Nivel x 300. Cada vez que es activada una Carta Mágica/de Trampa \"F.A.\" o un efecto de Carta Mágica/de Trampa \"F.A.\": puedes aumentar el Nivel de esta carta en 1. Una vez por turno: puedes seleccionar 1 carta en el Campo; reduce en 3 el Nivel de esta carta y, si lo haces, destruye ese objetivo.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en ayant un monstre \"F.A.\" de min. Niveau 7 sur le Terrain, mais pas \"Dragster des Ténèbres F.A.\" dans votre Zone Monstre. Gagne une ATK égale à son Niveau x 300. Chaque fois qu'une Carte Magie/Piège \"F.A.\" ou effet de Magie/Piège \"F.A.\" est activé : vous pouvez augmenter le Niveau de cette carte de 1. Une fois par tour : vous pouvez cibler 1 carte sur le Terrain ; réduisez le Niveau de cette carte de 3, et si vous le faites, détruisez la cible.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) avendo un mostro \"F.A.\" di Livello 7 o superiore sul Terreno, ma nessun \"F.A. Dragster dell'Oscurità\" nella tua Zona Mostri. Guadagna ATK pari al suo Livello x 300. Ogni volta che viene attivata una Carta Magia/Trappola \"F.A.\" o un loro effetto: puoi aumentare il Livello di questa carta di 1. Una volta per turno: puoi scegliere come bersaglio 1 carta sul Terreno; riduci il Livello di questa carta di 3 e, se lo fai, distruggi quel bersaglio.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão) ao ter um monstro \"F.A.\" de Nível 7 ou mais no campo, mas nenhum \"F.A. Dragster Negro\" na sua Zona de Monstros. Ganha ATK igual ao seu Nível x 300. Sempre que um Card ou efeito de Magia/Armadilha \"F.A.\" for ativado: você pode aumentar em 1 o Nível deste card. Uma vez por turno: você pode escolher 1 card no campo; reduza em 3 o Nível deste card e, se isso acontecer, destrua o alvo.", "ja": "このカードは通常召喚できない。フィールドにレベル７以上の「Ｆ．Ａ．」モンスターが存在し、自分のモンスターゾーンに「Ｆ．Ａ．ダークネスマスター」が存在しない場合に特殊召喚できる。①：このカードの攻撃力はこのカードのレベル×３００アップする。②：「Ｆ．Ａ．」魔法・罠カードの効果が発動した場合に発動できる（ダメージステップでも発動可能）。このカードのレベルを１つ上げる。③：１ターンに１度、フィールドのカード１枚を対象として発動できる。このカードのレベルを３つ下げ、そのカードを破壊する。", "ko": "이 카드는 통상 소환할 수 없다. 필드에 레벨 7 이상의 \"F.A.(포뮬러 애슬리트)\" 몬스터가 존재하고, 자신 몬스터 존에 \"F.A.(포뮬러 애슬리트) 다크니스마스터\"가 존재하지 않을 경우에 특수 소환할 수 있다. ①: 이 카드의 공격력은 이 카드의 레벨 × 300 올린다. ②: \"F.A.(포뮬러 애슬리트)\" 마법 / 함정 카드의 효과가 발동했을 경우에 발동할 수 있다(데미지 스텝에도 발동 가능). 이 카드의 레벨을 1개 올린다. ③: 1턴에 1번, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 이 카드의 레벨을 3개 내리고, 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤。场上有等级7以上的“方程式运动员”怪兽存在、自己的怪兽区域没有“方程式运动员 黑暗御主”存在的情况下可以特殊召唤。①：此卡的攻击力上升相当于此卡等级×300的数值。②：“方程式运动员”魔法・陷阱卡的效果发动的情况下可以发动（伤害步骤也可以发动）。此卡的等级上升1。③：1回合1次，以场上的1张卡为对象可以发动。此卡的等级下降3，将该卡破坏。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 7, "atk": 0, "def": 2000, "series": ["F.A."], "images": [{"index": 1, "image": "FADarkDragster-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN087", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-EN060", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE087", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-DE060", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "FLOD-SP087", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-SP060", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR087", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-FR060", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT087", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-IT060", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT087", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-PT060", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP18-JP026", "set_name": "Extra Pack 2018", "rarities": ["Super Rare"]}], "ko": [{"set_number": "EP18-KR026", "set_name": "Extra Pack 2018", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "MGP2-SC049", "set_name": "Mega Pack 02", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 556834}