{"konami_id": 15958, "password": 6992184, "name": {"en": "Pendulum Encore", "de": "Pendelzugabe", "es": "Repetición de Péndulo", "fr": "Encore Pendule", "it": "Replica Pendulum", "pt": "Bis do Pêndulo", "ja": "ペンデュラム・アンコール", "ja_romaji": "Pendyuramu Ankōru", "ko": "펜듈럼 앙코르", "ko_rr": "Pendyulleom Angkoreu", "zh-TW": "鐘擺返場", "zh-CN": "灵摆返场"}, "text": {"en": null, "de": "Während der Main Phase deines Gegners: Du kannst 1 Karte abwerfen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre ein oder mehr Pendelmonster als Pendelbeschwörung, zusätzlich können für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, die Effekte von Karten in deinen Pendelzonen nicht aktiviert werden und sie können nicht durch deine Karteneffekte zerstört werden, zusätzlich mische sie während der End Phase ins Deck. Du kannst nur 1 „Pendelzugabe“ pro Spielzug aktivieren.", "es": "Durante la Main Phase de tu adversario: puedes descartar 1 carta; inmediatamente después de que se resuelva este efecto, Invoca por Péndulo uno o más Monstruos de Péndulo, y además por el resto de este turno después de que esta carta se resuelva, las cartas en tus Zonas de Péndulo no pueden activar sus efectos y no pueden ser destruidas por efectos de tus cartas, y además barájalas al Deck durante la End Phase. Sólo puedes activar 1 \"Repetición de Péndulo\" por turno.", "fr": "Durant la Main Phase de votre adversaire : vous pouvez défausser 1 carte ; immédiatement après la résolution de cet effet, Invoquez par Pendulation un ou plusieurs Monstres Pendule, et aussi, le reste de ce tour après la résolution de cette carte, les cartes dans vos Zones Pendule ne peuvent pas activer leurs effets et ne peuvent pas être détruites par vos effets de carte, et aussi, mélangez-les dans le Deck durant la End Phase. Vous ne pouvez activer qu'1 \"Encore Pendule\" par tour.", "it": "Durante la Main Phase del tuo avversario: puoi scartare 1 carta; immediatamente dopo che questo effetto si è risolto, Evoca Pendulum uno o più Mostri Pendulum, inoltre, per il resto di questo turno dopo che questa carta si è risolta, le carte nelle tue Zone Pendulum non possono attivare i loro effetti e non possono essere distrutte dagli effetti delle tue carte, inoltre mischiale nel Deck durante la End Phase. Puoi attivare solo 1 \"Replica Pendulum\" per turno.", "pt": "Durante a Fase Principal do seu oponente: você pode descartar 1 card; imediatamente depois que este efeito resolver, Invoque por Invocação-Pêndulo um ou mais Monstros Pêndulo e, além disso, pelo resto deste turno depois que este card resolver, cards nas suas Zonas de Pêndulo não podem ativar seus efeitos e não podem ser destruídos pelos seus efeitos de card e, além disso, embaralhe-os no Deck durante a Fase Final. Você só pode ativar 1 \"Bis do Pêndulo\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：相手メインフェイズに、手札を１枚捨てて発動できる。ＰモンスターのＰ召喚を行う。このターン、自分のＰゾーンのカードは、効果を発動できず、自分のカードの効果では破壊されず、エンドフェイズにデッキに戻る。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 상대 메인 페이즈에, 패를 1장 버리고 발동할 수 있다. 펜듈럼 몬스터를 펜듈럼 소환한다. 이 턴에, 자신의 펜듈럼 존의 카드는, 효과를 발동할 수 없으며, 자신의 카드 효과로는 파괴되지 않고, 엔드 페이즈에 주인의 덱으로 되돌아간다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：在對方主要階段，可捨棄１張手牌發動。鐘擺召喚鐘擺怪獸。此回合，我方鐘擺區的卡無法發動效果，不會因我方的卡的效果被破壞，結束階段返回持有者的牌組。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：在对手的主要阶段，舍弃１张手牌可以发动。将灵摆怪兽灵摆召唤。此回合，自己的灵摆区域的卡不可发动效果，不会因自己的卡的效果被破坏，将在结束阶段放回持有者的牌组。"}, "card_type": "Trap", "property": "Normal", "series": ["Pendulum"], "images": [{"index": 1, "image": "PendulumEncore-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN091", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE091", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR091", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT091", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT091", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "WPP2-JP058", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}], "ko": [{"set_number": "WPP2-KR058", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716186, "master_duel_rarity": "SR"}