{"konami_id": 19887, "password": 7020743, "name": {"en": "Tantrum Toddler", "de": "Tobendes Kleinkind", "es": "Bebé en Rabieta", "fr": "Bambin Capricieux", "it": "Moccioso Capriccioso", "pt": "Criança Birrenta", "ja": "<ruby>怒<rt>お</rt></ruby><ruby>小<rt>こ</rt></ruby><ruby>児<rt>さ</rt></ruby><ruby>様<rt>ま</rt></ruby>", "ja_romaji": "Okosama", "ko": "짱아", "ko_rr": "Jjang-a", "zh-TW": "凶孩子", "zh-CN": "凶孩子"}, "text": {"en": "2 Level 1 monsters\nOnce per Chain, if a card or effect activation is negated (except during the Damage Step): You can attach up to 1 card each from your GY and your opponent's GY to this card as material. This card gains effects based on the number of materials attached to it.\n● 1+: Gains 700 ATK/DEF for each material attached to it.\n● 4+: Cannot be destroyed by battle or card effects.\n● 8+: (Quick Effect): You can detach 4 materials from this card; destroy all cards on the field.", "de": "2 Monster der Stufe 1\nEinmal pro Kette, falls die Aktivierung einer Karte oder eines Effekts annulliert wird (außer während des Damage Steps): Du kannst bis zu je 1 Karte von deinem Friedhof und dem Friedhof deines Gegners als Material an diese Karte anhängen. Diese Karte erhält Effekte basierend auf der Anzahl des an sie angehängten Materials.\n● 1+: Diese Karte erhält für jedes an sie angehängte Material 700 ATK/DEF.\n● 4+: Kann weder durch Kampf noch durch Karteneffekte zerstört werden.\n● 8+: (Schnelleffekt): Du kannst 4 Material von dieser Karte abhängen; zerstöre alle Karten auf dem Spielfeld.", "es": "2 monstruos de Nivel 1\nUna vez por Cadena, si es negada la activación de una carta o efecto (excepto durante el Damage Step): puedes acoplar a esta carta como material hasta 1 carta tanto en tu Cementerio y 1 en el Cementerio de tu adversario. Esta carta gana efectos basados en el número de materiales que tenga acoplados.\n● 1+: Gana 700 ATK/DEF por cada material acoplado a ella.\n● 4+: No puede ser destruida en batalla o por efectos de cartas.\n● 8+: (Efecto Rápido): puedes desacoplar 4 materiales de esta carta; destruye todas las cartas en el Campo.", "fr": "2 monstres de Niveau 1\nUne fois par Chaîne, si une activation de carte ou d'effet est annulée (sauf durant la Damage Step) : vous pouvez attacher max. 1 carte depuis votre Cimetière et max. 1 carte depuis le Cimetière de votre adversaire à cette carte comme Matériel. Cette carte gagne des effets selon le nombre de Matériels qui lui sont attachés.\n● 1+ : Gagne 700 ATK/DEF pour chaque Matériel qui lui est attaché.\n● 4+ : Non destructible ni au combat ni par des effets de carte.\n● 8+ : (Effet Rapide) : vous pouvez détacher 4 Matériels de cette carte ; détruisez toutes les cartes sur le Terrain.", "it": "2 mostri di Livello 1\nUna volta per Catena, se una carta o l'attivazione di un effetto vengono annullati (eccetto durante il Damage Step): puoi attaccare fino a 1 carta ciascuno dal tuo Cimitero e dal Cimitero del tuo avversario a questa carta come materiale. Questa carta guadagna effetti a seconda del numero di materiali attaccati a essa.\n● 1+: Guadagna 700 ATK/DEF per ogni materiale attaccato a essa.\n● 4+: Non può essere distrutta in battaglia o dagli effetti delle carte.\n● 8+: (Effetto Rapido): puoi staccare 4 materiali da questa carta; distruggi tutte le carte sul Terreno.", "pt": "2 monstros de Nível 1\nUma vez por Corrente, se a ativação de um card ou efeito for negada (exceto durante a Etapa de Dano): você pode associar até 1 card de cada do seu Cemitério e do Cemitério do seu oponente a este card como matéria. Este card ganha efeitos de acordo com o número de matérias associadas a ele.\n● 1+: Ganha 700 de ATK/DEF para cada matéria associada a ele.\n● 4+: Não pode ser destruído em batalha ou por efeitos de card.\n● 8+: (Efeito Rápido): você pode desassociar 4 matérias deste card; destrua todos os cards no campo.", "ja": "レベル１モンスター×２\n①：カードの効果の発動が無効になった場合に発動できる（同一チェーン上では１度まで）。自分及び相手の墓地のカードをそれぞれ１枚までこのカードのＸ素材とする。②：このカードが持っているＸ素材の数によって、このカードは以下の効果を得る。●１つ以上：このカードの攻撃力・守備力は、このカードのＸ素材の数×７００アップする。●４つ以上：このカードは戦闘・効果では破壊されない。●８つ以上：自分・相手ターンに、このカードのＸ素材を４つ取り除いて発動できる。フィールドのカードを全て破壊する。", "ko": "레벨 1 몬스터 × 2\n①: 카드의 효과 발동이 무효가 되었을 경우에 발동할 수 있다(동일한 체인 위에서는 1번까지). 자신 및 상대 묘지의 카드를 각각 1장까지 이 카드의 엑시즈 소재로 한다. ②: 이 카드가 가지고 있는 엑시즈 소재의 수에 따라, 이 카드는 이하의 효과를 얻는다. ●1개 이상: 이 카드의 공격력 / 수비력은, 이 카드의 엑시즈 소재의 수 × 700 올린다. ●4개 이상: 이 카드는 전투 / 효과로는 파괴되지 않는다. ●8개 이상: 자신 / 상대 턴에, 이 카드의 엑시즈 소재를 4개 제거하고 발동할 수 있다. 필드의 카드를 전부 파괴한다.", "zh-TW": null, "zh-CN": "等级１怪兽×２\n①：卡的效果的发动被无效的情况下可以发动（同一连锁上最多１次）。将自己及对手墓地的各最多１张卡作为此卡的超量素材。\n②：根据此卡拥有的超量素材的数量，此卡获得以下效果。\n●１个以上：此卡的攻击力・守备力上升相当于此卡的超量素材的数量×７００的数值。\n●４个以上：此卡不会因战斗・效果被破坏。\n●８个以上：在自己・对手回合中，去除此卡的４个超量素材可以发动。将场上的卡全部破坏。"}, "card_type": "Monster", "monster_type_line": "Beast / Xyz / Effect", "attribute": "FIRE", "rank": 1, "atk": 0, "def": 0, "materials": "2 Level 1 monsters", "images": [{"index": 1, "image": "TantrumToddler-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN046", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE046", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "es": [{"set_number": "LEDE-SP046", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR046", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT046", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT046", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP046", "set_name": "Legacy of Destruction", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "LEDE-KR046", "set_name": "Legacy of Destruction", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "LEDE-SC046", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040773, "master_duel_rarity": "SR"}