{"konami_id": 21630, "password": 7166709, "name": {"en": "Steel-Stringed Sacrifice", "de": "Stahlsaiten-Opfer", "es": "Sacrificio Cuerdas de Acero", "fr": "Sacrifice à Cordes d'Acier", "it": "Sacrificio Corde d'Acciaio", "pt": "Sacrifício com Cordas de Aço", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If this card is in your hand or GY: You can reveal 1 Level 5 or higher monster in your hand, then activate 1 of these effects (but you can only use each effect of \"Steel-Stringed Sacrifice\" once per turn); during the End Phase of this turn, lose 1000 LP if you did not Normal Summon the revealed monster, or a monster with the same original name, after activating this effect.\n● Special Summon this card from your hand.\n● Add this card from your GY to your hand.\n● Banish this card from your GY, and if you do, add 1 Level 5 or higher monster from your GY to your hand.", "de": "Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst 1 Monster der Stufe 5 oder höher in deiner Hand vorzeigen und dann 1 dieser Effekte aktivieren (aber du kannst jeden Effekt von „Stahlsaiten-Opfer“ nur einmal pro Spielzug verwenden); während der End Phase dieses Spielzugs verlierst du 1000 LP, falls du nicht das vorgezeigte Monster oder ein Monster mit demselben Grund-Namen als Normalbeschwörung beschworen hast, nachdem du diesen Effekt aktiviert hast.\n● Beschwöre diese Karte als Spezialbeschwörung von deiner Hand.\n● Füge diese Karte deiner Hand von deinem Friedhof hinzu.\n● Verbanne diese Karte von deinem Friedhof und falls du dies tust, füge deiner Hand 1 Monster der Stufe 5 oder höher von deinem Friedhof hinzu.", "es": "Si esta carta está en tu mano o Cementerio: puedes mostrar 1 monstruo de Nivel 5 o mayor en tu mano, y después activa 1 de estos efectos (pero sólo puedes usar cada efecto de \"Sacrificio Cuerdas de Acero\" una vez por turno); durante la End Phase de este turno, pierdes 1000 LP si no Invocaste de Modo Normal el monstruo mostrado, o un monstruo con el mismo nombre original, después de activar este efecto.\n● Invoca esta carta de Modo Especial desde tu mano.\n● Añade a tu mano esta carta en tu Cementerio.\n● Destierra esta carta en tu Cementerio y, si lo haces, añade a tu mano 1 monstruo de Nivel 5 o mayor en tu Cementerio.", "fr": "Si cette carte est dans votre main ou Cimetière : vous pouvez révéler 1 monstre de min. Niveau 5 dans votre main, puis activez 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Sacrifice à Cordes d'Acier\" qu'une fois par tour) ; durant la End Phase de ce tour, perdez 1000 LP si vous n'avez pas Invoqué Normalement le monstre révélé ou un monstre du même nom d'origine, après avoir activé cet effet.\n● Invoquez Spécialement cette carte depuis votre main.\n● Ajoutez cette carte depuis votre Cimetière à votre main.\n● Bannissez cette carte depuis votre Cimetière, et si vous le faites, ajoutez 1 monstre de min. Niveau 5 depuis votre Cimetière à votre main.", "it": "Se questa carta è nella tua mano o Cimitero: puoi rivelare 1 mostro di Livello 5 o superiore nella tua mano, poi attivare 1 di questi effetti (ma puoi utilizzare ogni effetto di \"Sacrificio Corde d'Acciaio\" una sola volta per turno); durante la End Phase di questo turno, perdi 1000 LP se non hai Evocato Normalmente il mostro rivelato, o un mostro con lo stesso nome originale, dopo avere attivato questo effetto.\n● Evoca Specialmente questa carta dalla tua mano.\n● Aggiungi questa carta dal tuo Cimitero alla tua mano.\n● Bandisci questa carta dal tuo Cimitero e, se lo fai, aggiungi 1 mostro di Livello 5 o superiore dal tuo Cimitero alla tua mano.", "pt": "Se este card estiver na sua mão ou no Cemitério: você pode revelar 1 monstro de Nível 5 ou mais na sua mão e, depois, ative 1 desses efeitos (mas você só pode usar cada efeito de \"Sacrifício com Cordas de Aço\" uma vez por turno); durante a Fase Final deste turno, perca 1000 PV se você não Invocou por Invocação-Normal o monstro revelado, ou um monstro com o mesmo nome original, depois de ativar este efeito.\n● Invoque este card por Invocação-Especial da sua mão.\n● Adicione este card do seu Cemitério à sua mão.\n● Bana este card do seu Cemitério e, se isso acontecer, adicione 1 monstro de Nível 5 ou mais do seu Cemitério à sua mão.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 1, "atk": 800, "def": 1000, "images": [{"index": 1, "image": "SteelStringedSacrifice-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN087", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE087", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP087", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR087", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT087", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT087", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1132489}