{"konami_id": 12925, "password": 7161742, "name": {"en": "Predaplant Cordyceps", "de": "Raubpflanze Raupenpilz", "es": "Predaplanta Cordyceps", "fr": "Cordyceps Prédaplante", "it": "Predapianta Cordyceps", "pt": "Predaplanta Cordyceps", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>コーディセップス", "ja_romaji": "Puredetā Purantsu Kōdiseppusu", "ko": "프레데터 플랜츠 코디셉스", "ko_rr": null, "zh-TW": null, "zh-CN": "捕食植物 冬虫夏草"}, "text": {"en": "During your Standby Phase: You can banish this card from your Graveyard, then target 2 Level 4 or lower \"Predaplant\" monsters in your Graveyard; Special Summon them, also, for the rest of this turn, you cannot Special Summon monsters, except Fusion Monsters, nor Normal Summon/Set any monsters.", "de": "Während deiner Standby Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 2 „Raubpflanze“-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre sie als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs weder Monster als Spezialbeschwörung beschwören, außer Fusionsmonstern, noch Monster als Normalbeschwörung beschwören/setzen.", "es": "Durante tu Standby Phase: puedes desterrar esta carta en tu Cementerio, y después seleccionar 2 monstruos \"Predaplanta\" de Nivel 4 o menor en tu Cementerio; Invócalos de Modo Especial, y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial, excepto Monstruos de Fusión, ni Invocar monstruos de Modo Normal/Colocado.", "fr": "Durant votre Standby Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 2 monstres \"Prédaplante\" de max. Niveau 4 dans votre Cimetière ; Invoquez-les Spécialement, et aussi, le reste de ce tour, vous ne pouvez ni Invoquer Spécialement de monstres (Monstres de Fusion exclus), ni Invoquer/Poser Normalement de monstres.", "it": "Durante la tua Standby Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 2 mostri \"Predapianta\" di Livello 4 o inferiore nel tuo Cimitero; Evocali Specialmente, inoltre, per il resto di questo turno, non puoi Evocare Specialmente mostri, eccetto Mostri Fusione, né Evocare Normalmente/Posizionare nessun mostro.", "pt": "Durante sua Fase de Apoio: você pode banir este card do seu Cemitério e, depois, escolher 2 monstros \"Predaplanta\" de Nível 4 ou menos no seu Cemitério; Invoque-os por Invocação-Especial e, além disso, pelo resto deste turno, você não pode Invocar monstros por Invocação-Especial, exceto Monstros de Fusão, nem pode Invocar quaisquer monstros por Invocação-Normal/Baixar.", "ja": "①：自分スタンバイフェイズに墓地のこのカードを除外し、自分の墓地のレベル４以下の「捕食植物」モンスター２体を対象として発動できる。そのモンスターを特殊召喚する。この効果の発動後、ターン終了時まで自分は通常召喚できず、融合モンスターしか特殊召喚できない。", "ko": "①: 자신 스탠바이 페이즈에 묘지의 이 카드를 제외하고, 자신 묘지의 레벨 4 이하의 \"프레데터 플랜츠\" 몬스터 2장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 통상 소환할 수 없으며, 융합 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "①：自己准备阶段把墓地的这张卡除外，以自己墓地2只4星以下的「捕食植物」怪兽为对象才能发动。那些怪兽特殊召唤。这个效果的发动后，直到回合结束时自己不能通常召唤，不是融合怪兽不能特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantCordyceps-MACR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN011", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE011", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "es": [{"set_number": "MACR-SP011", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR011", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT011", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT011", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP011", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR011", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 404690}