{"konami_id": 9204, "password": 7304544, "name": {"en": "Naturia Pineapple", "de": "Naturia-Ananas", "es": "Piña Naturia", "fr": "Ananas Naturia", "it": "Naturia Ananas", "pt": "Abacaxi de Naturia", "ja": "ナチュル・パイナポー", "ja_romaji": "Nachuru Painapō", "ko": "나츄르 파인애플", "ko_rr": null, "zh-TW": "大植然鳳梨", "zh-CN": "大植然菠萝"}, "text": {"en": "All face-up monsters you control become Plant monsters. Once per turn, during your Standby Phase, if you do not control a face-up \"Naturia Pineapple\", and have no monsters in your GY except Plant or Beast: You can Special Summon this card from your GY. You must control no Spells or Traps to activate and resolve this effect.", "de": "Alle offenen Monster, die du kontrollierst, werden zu Pflanze-Monstern. Einmal pro Spielzug, während deiner Standby Phase, falls du keine offene „Naturia-Ananas“ kontrollierst und keine Monster außer Pflanze oder Ungeheuer in deinem Friedhof hast: Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof beschwören. Du darfst weder Zauber noch Fallen kontrollieren, um diesen Effekt zu aktivieren und aufzulösen.", "es": "Todos los monstruos boca arriba que controles se convierten en monstruos Planta. Una vez por turno, durante tu Standby Phase, si no controlas ningún \"Piña Naturia\" boca arriba, y no tienes monstruos que no sean Planta o Bestia en tu Cementerio: puedes Invocar esta carta de Modo Especial desde tu Cementerio. No debes controlar Mágicas o Trampas para activar y resolver este efecto.", "fr": "Tous les monstres face recto que vous contrôlez deviennent des monstres Plante. Une fois par tour, durant votre Standby Phase, si vous ne contrôlez pas \"Ananas Naturia\" face recto, et que vous n'avez aucun monstre dans votre Cimetière (monstres Plante ou Bête exclus) : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Vous ne devez contrôler aucun Magie/Piège pour activer et résoudre cet effet.", "it": "Tutti i mostri scoperti che controlli diventano mostri Pianta. Una volta per turno, durante la tua Standby Phase, se non controlli nessun \"Naturia Ananas\" scoperto, e non hai nessun mostro nel tuo Cimitero, eccetto Pianta o Bestia: puoi Evocare Specialmente questa carta dal tuo Cimitero. Non devi controllare nessuna Magia o Trappola per attivare e risolvere questo effetto.", "pt": "Todos os monstros com a face para cima que você controla se tornam monstros Planta. Uma vez por turno, durante sua Fase de Apoio, se você não controlar um \"Abacaxi de Naturia\" com a face para cima e não tiver monstros no seu Cemitério, exceto monstros Planta ou Besta: você pode Invocar este card por Invocação-Especial do seu Cemitério. Você não pode controlar nenhuma Magia ou Armadilha para ativar e resolver este efeito.", "ja": "このカードがフィールド上に表側表示で存在する限り、自分フィールド上に表側表示で存在する全てのモンスターは植物族になる。自分のスタンバイフェイズ時にこのカードが墓地に存在し、自分フィールド上に魔法・罠カードが存在しない場合、このカードを墓地から特殊召喚する事ができる。この効果は自分フィールド上に「ナチュル・パイナポー」が表側表示で存在する場合、または自分の墓地に植物族・獣族以外のモンスターが存在する場合には発動できない。", "ko": "이 카드가 필드 위에 앞면 표시로 존재하는 한, 자신 필드 위에 앞면 표시로 존재하는 모든 몬스터는 식물족이 된다. 자신의 스텐바이 페이즈시에, 이 카드가 묘지에 존재하고, 자신 필드 위에 마법 / 함정 카드가 존재하지 않는 경우, 이 카드를 묘지에서 특수 소환할 수 있다. 이 효과는 자신 필드 위에 \"나츄르 파인애플\"이 앞면 표시로 존재할 경우, 또는 자신의 묘지에 식물족 / 야수족 이외의 몬스터가 존재할 경우에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "①：只要此卡存在于怪兽区域，自己场上的所有表侧表示怪兽变为植物族。②：自己场上不存在“大植然菠萝”、且自己的墓地不存在植物族・兽族以外的怪兽的情况下，在自己的准备阶段可以发动。从墓地将此卡特殊召唤。此效果在自己场上不存在魔法・陷阱卡的情况下才能发动和处理。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "EARTH", "level": 2, "atk": 100, "def": 100, "series": ["Naturia"], "images": [{"index": 1, "image": "NaturiaPineapple-HAC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DREV-EN082", "set_name": "Duelist Revolution", "rarities": ["Secret Rare"]}, {"set_number": "HASE-EN002", "set_name": "Hidden Arsenal: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "HAC1-EN118", "set_name": "Hidden Arsenal: Chapter 1", "rarities": ["Common", "Duel Terminal Normal Parallel Rare"]}], "de": [{"set_number": "DREV-DE082", "set_name": "Duelist Revolution", "rarities": ["Secret Rare"]}, {"set_number": "HASE-DE002", "set_name": "Hidden Arsenal: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "HAC1-DE118", "set_name": "Hidden Arsenal: Chapter 1", "rarities": ["Common", "Duel Terminal Normal Parallel Rare"]}], "fr": [{"set_number": "DREV-FR082", "set_name": "Duelist Revolution", "rarities": ["Secret Rare"]}, {"set_number": "HASE-FR002", "set_name": "Hidden Arsenal: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "HAC1-FR118", "set_name": "Hidden Arsenal: Chapter 1", "rarities": ["Common", "Duel Terminal Normal Parallel Rare"]}], "it": [{"set_number": "DREV-IT082", "set_name": "Duelist Revolution", "rarities": ["Secret Rare"]}, {"set_number": "HASE-IT002", "set_name": "Hidden Arsenal: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "HAC1-IT118", "set_name": "Hidden Arsenal: Chapter 1", "rarities": ["Common", "Duel Terminal Normal Parallel Rare"]}], "pt": [{"set_number": "HAC1-PT118", "set_name": "Hidden Arsenal: Chapter 1", "rarities": ["Common", "Duel Terminal Normal Parallel Rare"]}], "ja": [{"set_number": "EXP4-JP013", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "EXP4-KR013", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC123", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 130652, "master_duel_rarity": "N"}