{"konami_id": 15051, "password": 7337976, "name": {"en": "Void Apocalypse", "de": "Apokalypse der Leere", "es": "Apocalipsis del Vacío", "fr": "Apocalypse du Vide", "it": "Apocalisse del Vuoto", "pt": "Apocalipse do Vácuo", "ja": "<ruby>煉<rt>れん</rt></ruby><ruby>獄<rt>ごく</rt></ruby>の<ruby>災<rt>さい</rt></ruby><ruby>天<rt>てん</rt></ruby>", "ja_romaji": "Rengoku no Saiten", "ko": "연옥의 재천", "ko_rr": "Yeon-ok-ui Jaecheon", "zh-TW": "煉獄的災天", "zh-CN": "炼狱的灾天"}, "text": {"en": "You can discard 1 card; send 1 Fiend monster from your Deck to the GY. You can send this face-up card from your Spell & Trap Zone to the GY; send \"Infernoid\" monsters with different names from your hand and/or Deck to the GY, up to the number of monsters your opponent controls that were Special Summoned from the Extra Deck. You can only use 1 \"Void Apocalypse\" effect per turn, and only once that turn.", "de": "Du kannst 1 Karte abwerfen; lege 1 Unterweltler-Monster von deinem Deck auf den Friedhof. Du kannst diese offene Karte von deiner Zauber- & Fallenzone auf den Friedhof legen; lege „Infernoid“-Monster mit unterschiedlichen Namen bis zur Anzahl der Monster, die dein Gegner kontrolliert und die als Spezialbeschwörung vom Extra Deck beschworen wurden, von deiner Hand und/oder deinem Deck auf den Friedhof. Du kannst nur 1 Effekt von „Apokalypse der Leere“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Puedes descartar 1 carta; manda al Cementerio 1 monstruo Demonio en tu Deck. Puedes mandar al Cementerio esta carta boca arriba en tu Zona de Magia y Trampas; manda al Cementerio tantos monstruos \"Infiernoid\" con nombres diferentes en tu mano y/o Deck, hasta el número de monstruos Invocados de Modo Especial desde el Deck Extra que controle tu adversario. Sólo puedes usar 1 efecto de \"Apocalipsis del Vacío\" por turno, y sólo una vez ese turno.", "fr": "Vous pouvez défausser 1 carte ; envoyez 1 monstre Démon depuis votre Deck au Cimetière. Vous pouvez envoyer cette carte face recto depuis votre Zone Magie & Piège au Cimetière ; envoyez un nombre de monstres \"Infernoid\" de noms différents depuis votre main et/ou Deck au Cimetière, inférieur ou égal au nombre de monstres contrôlés par votre adversaire qui ont été Invoqués Spécialement depuis l'Extra Deck. Vous ne pouvez utiliser qu'1 effet de \"Apocalypse du Vide\" par tour, et uniquement une fois le tour.", "it": "Puoi scartare 1 carta; manda 1 mostro Demone dal tuo Deck al Cimitero. Puoi mandare questa carta scoperta dalla tua Zona Magie & Trappole al Cimitero; manda mostri \"Infernoid\" con nomi diversi dalla tua mano e/o Deck al Cimitero, fino al numero di mostri controllati dal tuo avversario che sono stati Evocati Specialmente dall'Extra Deck. Puoi utilizzare solo 1 effetto di \"Apocalisse del Vuoto\" per turno, e solo una volta in quel turno.", "pt": "Você pode descartar 1 card; envie 1 monstro Demônio do seu Deck para o Cemitério. Você pode enviar este card com a face para cima da sua Zona de Magias & Armadilhas para o Cemitério; envie monstros \"Infernoide\" com nomes diferentes da sua mão e/ou do Deck para o Cemitério, até o número de monstros que seu oponente controla que foram Invocados por Invocação-Especial do Deck Adicional. Você só pode usar 1 efeito de \"Apocalipse do Vácuo\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：手札を１枚捨てて発動できる。デッキから悪魔族モンスター１体を墓地へ送る。②：魔法＆罠ゾーンの表側表示のこのカードを墓地へ送って発動できる。ＥＸデッキから特殊召喚された相手フィールドのモンスターの数まで、手札・デッキから「インフェルノイド」モンスターを墓地へ送る（同名カードは１枚まで）。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 패를 1장 버리고 발동할 수 있다. 덱에서 악마족 몬스터 1장을 묘지로 보낸다. ②: 마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내고 발동할 수 있다. 엑스트라 덱에서 특수 소환된 상대 필드의 몬스터의 수까지, 패 / 덱에서 \"인페르노이드\" 몬스터를 묘지로 보낸다(같은 이름의 카드는 1장까지).", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可捨棄１張手牌發動。從牌組將１隻惡魔族怪獸送至墓地。②：可將魔法＆陷阱區的正面表示的此卡送至墓地發動。從手牌・牌組將「獄炎機」怪獸送至墓地，數量最多為對方場上的從額外牌組被特殊召喚的怪獸的數量（同名卡最多１張）。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。\n①：舍弃１张手牌可以发动。从牌组将１只恶魔族怪兽送至墓地。\n②：将魔法与陷阱区域表侧表示的此卡送至墓地可以发动。从手牌・牌组将“狱炎机”怪兽送至墓地（同名卡最多１张），数量最多为被从额外牌组特殊召唤的对手场上的怪兽数量。"}, "card_type": "Spell", "property": "Continuous", "series": ["Void"], "images": [{"index": 1, "image": "VoidApocalypse-ETCO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN065", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "de": [{"set_number": "ETCO-DE065", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "fr": [{"set_number": "ETCO-FR065", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "it": [{"set_number": "ETCO-IT065", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "pt": [{"set_number": "ETCO-PT065", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "ja": [{"set_number": "ETCO-JP065", "set_name": "Eternity Code", "rarities": ["Rare"]}, {"set_number": "TW01-JP117", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "ETCO-KR065", "set_name": "Eternity Code", "rarities": ["Rare"]}, {"set_number": "TW01-KR117", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC117", "set_name": "Terminal World (set)", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 700711, "master_duel_rarity": "SR"}