{"konami_id": 17191, "password": 7608148, "name": {"en": "Vivid Tail", "de": "Hartnäckiger Verfolger", "es": "Foco Vívido", "fr": "Vif Arrière", "it": "Fanalino Vivido", "pt": "Lanterna Vívida", "ja": "<ruby>Ｖｉｖｉｄ<rt>ビビッド</rt></ruby> <ruby>Ｔａｉｌ<rt>テール</rt></ruby>", "ja_romaji": "Bibiddo Tēru", "ko": "<ruby>Vivid<rt>비비드</rt></ruby> <ruby>Tail<rt>테일</rt></ruby>", "ko_rr": "Bibideu Teil", "zh-TW": "鮮明軌跡", "zh-CN": "炫亮尾迹"}, "text": {"en": "Target 1 card you control; return it to the hand. If this card is in your GY: You can target 1 face-up card you control; Set this card (but banish it when it leaves the field), and if you do, return that face-up card to the hand, but for the rest of this turn, you cannot activate cards, or the effects of cards, with the same name that card had once it returned to the hand. You can only use 1 \"Vivid Tail\" effect per turn, and only once that turn.", "de": "Wähle 1 Karte, die du kontrollierst; gib sie auf die Hand zurück. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 offene Karte wählen, die du kontrollierst; setze diese Karte (aber verbanne sie, wenn sie das Spielfeld verlässt) und falls du dies tust, gib jene offene Karte auf die Hand zurück, aber für den Rest dieses Spielzugs kannst du weder Karten noch Effekte von Karten mit demselben Namen aktivieren, den jene Karte hatte, als sie auf die Hand zurückgegeben wurde. Du kannst nur 1 Effekt von „Hartnäckiger Verfolger“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Selecciona 1 carta que controles; devuélvela a la mano. Si esta carta está en tu Cementerio: puedes seleccionar 1 carta boca arriba que controles; Coloca esta carta (pero destiérrala cuando deje el Campo) y, si lo haces, devuelve esa carta boca arriba a la mano, pero por el resto de este turno no puedes activar cartas, o efectos de cartas, con el mismo nombre que esa carta tenía una vez devuelta a la mano. Sólo puedes usar 1 efecto de \"Foco Vívido\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 carte que vous contrôlez ; renvoyez-la à la main. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 carte face recto que vous contrôlez ; Posez cette carte (mais bannissez-la lorsqu'elle quitte le Terrain), et si vous le faites, renvoyez la carte face recto à la main, mais le reste de ce tour, vous ne pouvez activer ni de cartes ni d'effets de cartes du même nom que la carte avait une fois renvoyée à la main. Vous ne pouvez utiliser qu'1 effet de \"Vif Arrière\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 carta che controlli; falla ritornare nella mano. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 carta scoperta che controlli; Posiziona questa carta (ma bandiscila quando lascia il Terreno) e, se lo fai, fai ritornare quella carta scoperta nella mano, ma per il resto di questo turno, non puoi attivare carte, o effetti di carte, con lo stesso nome che quella carta aveva una volta che è ritornata nella mano. Puoi utilizzare solo 1 effetto di \"Fanalino Vivido\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 card que você controla; devolva-o para a mão. Se este card estiver no seu Cemitério: você pode escolher 1 card com a face para cima que você controla; Baixe este card (mas bana-o quando ele deixar o campo) e, se isso acontecer, devolva esse card com a face para cima para a mão, mas pelo resto deste turno, você não pode ativar cards, ou os efeitos de cards, com o mesmo nome que esse card tinha uma vez que ele voltou para a mão. Você só pode usar 1 efeito de \"Lanterna Vívida\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドのカード１枚を対象として発動できる。そのカードを持ち主の手札に戻す。②：このカードが墓地に存在する場合、自分フィールドの表側表示のカード１枚を対象として発動できる。このカードを自分フィールドにセットし、その表側表示のカードを持ち主の手札に戻す。この効果でセットしたこのカードはフィールドから離れた場合に除外される。このターン、自分はこの効果で手札に戻したカード及びその同名カードの効果を発動できない。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 이 카드를 자신 필드에 세트하고, 그 앞면 표시의 카드를 주인의 패로 되돌린다. 이 효과로 세트한 이 카드는 필드에서 벗어났을 경우에 제외된다. 이 턴에, 자신은 이 효과로 패로 되돌린 카드 및 그와 같은 이름의 카드의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以自己场上的１张卡为对象可以发动。将该卡放回持有者的手牌。②：此卡存在于墓地的情况下，以自己场上１张表侧表示的卡为对象可以发动。将此卡放置在自己场上，将该表侧表示的卡放回持有者的手牌。以此效果放置的此卡从场上离开的情况下，将其除外。此回合，自己不可发动以此效果放回手牌的卡及该卡的同名卡的效果。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "VividTail-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN080", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE080", "set_name": "Dimension Force", "rarities": ["Common"]}], "es": [{"set_number": "DIFO-SP080", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR080", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT080", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT080", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP080", "set_name": "Dimension Force", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "DIFO-KR080", "set_name": "Dimension Force", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP7-SC119", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 709950, "master_duel_rarity": "SR"}