{"konami_id": 17807, "password": 7602800, "name": {"en": "Black Feather Whirlwind", "de": "Schwarzfeder-Wirbelwind", "es": "Remolino de Pluma Oscura", "fr": "Tourbillon Plume Noire", "it": "Vortice Piuma Nera", "pt": "Redemoinho da Pena Negra", "ja": "<ruby>黒<rt>くろ</rt></ruby><ruby>羽<rt>はね</rt></ruby>の<ruby>旋<rt>せん</rt></ruby><ruby>風<rt>ぷう</rt></ruby>", "ja_romaji": "Kurohane no Senpū", "ko": "검은 날개의 선풍", "ko_rr": "Geom-eun Nal-gae-ui Seonpung", "zh-TW": "黑羽旋風", "zh-CN": "黑翎之旋风"}, "text": {"en": "Once per turn, if you Special Summon a DARK Synchro Monster from the Extra Deck (except during the Damage Step): You can target 1 of your \"Blackwing\" monsters, or \"Black-Winged Dragon\", that is banished or in your GY, with less ATK than that Special Summoned monster; Special Summon it. Once per turn, if a DARK monster you control would be destroyed by battle or card effect, you can remove 1 Black Feather Counter from your field instead.", "de": "Einmal pro Spielzug, falls du ein FINSTERNIS Synchromonster als Spezialbeschwörung vom Extra Deck beschwörst (außer während des Damage Steps): Du kannst 1 deiner „Schwarzflügel“-Monster oder „Schwarz geflügelter Drache“, das oder der verbannt ist oder sich in deinem Friedhof befindet, mit weniger ATK als jenes als Spezialbeschwörung beschworene Monster wählen; beschwöre es oder ihn als Spezialbeschwörung. Einmal pro Spielzug, falls ein FINSTERNIS Monster, das du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würde, kannst du stattdessen 1 Schwarzfeder-Zählmarke von deiner Spielfeldseite entfernen.", "es": "Una vez por turno, si Invocas de Modo Especial un Monstruo de Sincronía de OSCURIDAD desde el Deck Extra (excepto durante el Damage Step): puedes seleccionar 1 de tus monstruos \"Alanegra\" o \"Dragón de Alas Negras\" que esté desterrado o en tu Cementerio con menos ATK que ese monstruo Invocado de Modo Especial; Invócalo de Modo Especial. Una vez por turno, si un monstruo de OSCURIDAD que controlas fuera a ser destruido en batalla o por el efecto de una carta, puedes retirar 1 Contador de Pluma Negra en tu Campo en su lugar.", "fr": "Une fois par tour, si vous Invoquez Spécialement un Monstre Synchro TÉNÈBRES depuis l'Extra Deck (sauf durant la Damage Step) : vous pouvez cibler 1 de vos \"Dragon Ailes Sombres\" ou monstres \"Aile Noire\" qui est banni ou dans votre Cimetière avec une ATK inférieure au monstre Invoqué Spécialement ; Invoquez-le Spécialement. Une fois par tour, si un monstre TÉNÈBRES que vous contrôlez va être détruit au combat ou par un effet de carte, vous pouvez retirer 1 Compteur Plumes Noires depuis votre Terrain à la place.", "it": "Una volta per turno, se Evochi Specialmente un Mostro Synchro OSCURITÀ dall'Extra Deck (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 dei tuoi mostri \"Alanera\" o \"Drago Ali Nere\" che è bandito o nel tuo Cimitero con ATK inferiore a quello di quel mostro Evocato Specialmente; Evocalo Specialmente. Una volta per turno, se un mostro OSCURITÀ che controlli sta per essere distrutto in battaglia o dall'effetto di una carta, puoi invece rimuovere 1 Segnalino Piuma Nera dal tuo Terreno.", "pt": "Uma vez por turno, se você Invocar por Invocação-Especial um ou mais Monstros Sincro de TREVAS do Deck Adicional (exceto durante a Etapa de Dano): você pode escolher 1 dos seus monstros \"Asanegra\" ou \"Dragão de Asas Negras\" que estiverem banidos ou no seu Cemitério com menos ATK que esse monstro Invocado por Invocação-Especial; Invoque-o por Invocação-Especial. Uma vez por turno, se um monstro de TREVAS que você controla seria destruído em batalha ou por um efeito de card, em vez disso, você pode remover 1 Marcador de Pena Negra do seu campo.", "ja": "①：１ターンに１度、自分がＥＸデッキから闇属性Ｓモンスターを特殊召喚した場合、そのモンスターより低い攻撃力を持つ、自分の墓地・除外状態の、「ＢＦ」モンスターか「ブラックフェザー・ドラゴン」１体を対象として発動できる。そのモンスターを特殊召喚する。②：１ターンに１度、自分フィールドの闇属性モンスターが戦闘・効果で破壊される場合、代わりに自分フィールドの黒羽カウンターを１つ取り除く事ができる。", "ko": "①: 1턴에 1번, 자신이 엑스트라 덱에서 어둠 속성 싱크로 몬스터를 특수 소환했을 경우, 그 몬스터보다 낮은 공격력을 가지는, 자신의 묘지 / 제외 상태의, \"BF(블랙 페더)\" 몬스터나 \"블랙 페더 드래곤\" 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. ②: 1턴에 1번, 자신 필드의 어둠 속성 몬스터가 전투 / 효과로 파괴될 경우, 대신에 자신 필드의 검은 날개 카운터를 1개 제거할 수 있다.", "zh-TW": "①：１回合１次，在我方從額外牌組特殊召喚闇屬性同步怪獸的狀況下，可從我方墓地的怪獸及被除外的我方怪獸中，將１隻攻擊力低於該特殊召喚怪獸的「黑羽」怪獸或１隻「黑翼龍」做為對象發動。特殊召喚該怪獸。②：１回合１次，在我方場上的闇屬性怪獸因戰鬥・效果被破壞的狀況下，可去除我方場上的１個黑羽計數物作為替代。", "zh-CN": "①：１回合１次，自己从额外牌组将暗属性同步怪兽特殊召唤的情况下，从自己墓地的怪兽及被除外的自己的怪兽中，以１只攻击力低于该特殊召唤的怪兽的、“黑羽”怪兽或“黑翼龙”为对象可以发动。将该怪兽特殊召唤。②：１回合１次，自己场上的暗属性怪兽将被战斗・效果破坏的情况下，作为代替可去除自己场上的１个黑羽计数物。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "BlackFeatherWhirlwind-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN052", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN195", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE052", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE195", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR052", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR195", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT052", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT195", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT052", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT195", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP052", "set_name": "Darkwing Blast", "rarities": ["Rare"]}, {"set_number": "QCCP-JP143", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DABL-KR052", "set_name": "Darkwing Blast", "rarities": ["Rare"]}, {"set_number": "QCCP-KR143", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC036", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713766, "master_duel_rarity": "SR"}