{"konami_id": 21802, "password": 7782069, "name": {"en": "Gouki The Tyrant Ogre", "de": "Gouki Der tyrannische Oger", "es": "Gouki El Ogro Tirano", "fr": "Gouki L'Ogre Tyran", "it": "Gouki Il Tiranno Orco", "pt": "Gouki, O Ogro Tirano", "ja": "<ruby>剛<rt>ごう</rt></ruby><ruby>鬼<rt>き</rt></ruby>ザ・タイラント・オーガ", "ja_romaji": "Gōki Za Tairanto Ōga", "ko": "강귀 더 타이란트 오우거", "ko_rr": null, "zh-TW": null, "zh-CN": "刚鬼 暴君食人魔"}, "text": {"en": "1 \"Gouki\" Link Monster + 1 Warrior, Dinosaur, or Cyberse monster\nIf this card battles, your opponent cannot activate cards or effects until the end of the Damage Step. If this card is Fusion Summoned: You can target cards on the field up to the total Link Rating of \"Gouki\" monsters used as this card's material (if you used a Link-3 or higher monster, neither player can activate those targeted cards or their effects in response to this effect's activation); destroy them. You can only use this effect of \"Gouki The Tyrant Ogre\" once per turn.", "de": "1 „Gouki“-Linkmonster + 1 Krieger-, Dinosaurier- oder Cyberse-Monster\nFalls diese Karte kämpft, kann dein Gegner bis zum Ende des Damage Steps weder Karten noch Effekte aktivieren. Falls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst Karten auf dem Spielfeld bis zur Summe der Linkzahlen der „Gouki“-Monster wählen, die als Material dieser Karte verwendet wurden (falls du ein Monster mit Link-3 oder höher verwendet hast, kann kein Spieler jene als Ziel gewählte Karten oder ihre Effekte als Reaktion auf die Aktivierung dieses Effekts aktivieren); zerstöre sie. Du kannst diesen Effekt von „Gouki Der tyrannische Oger“ nur einmal pro Spielzug verwenden.", "es": "1 Monstruo de Enlace \"Gouki\" + 1 monstruo Guerrero, Dinosaurio o Ciberso\nSi esta carta batalla, tu adversario no puede activar cartas o efectos hasta el final del Damage Step. Si esta carta es Invocada por Fusión: puedes seleccionar cartas en el Campo hasta por el Rating de Enlace total de monstruos \"Gouki\" usados como material de esta carta (si usaste un monstruo Link-3 o mayor, ningún jugador puede activar esas cartas seleccionadas o sus efectos en respuesta a la activación de este efecto); destrúyelas. Sólo puedes usar este efecto de \"Gouki El Ogro Tirano\" una vez por turno.", "fr": "1 Monstre Lien \"Gouki\" + 1 monstre Guerrier, Dinosaure ou Cyberse\nSi cette carte combat, votre adversaire ne peut activer ni de cartes ni d'effets jusqu'à la fin de la Damage Step. Si cette carte est Invoquée par Fusion : vous pouvez cibler un nombre de cartes sur le Terrain inférieur ou égal à la somme des Classifications Lien des monstres \"Gouki\" utilisés comme Matériel de cette carte (si vous avez utilisé un monstre de min. Link-3, aucun joueur ne peut activer ni ces cartes ciblées ni leurs effets en réponse à l'activation de cet effet) ; détruisez-les. Vous ne pouvez utiliser cet effet de \"Gouki L'Ogre Tyran\" qu'une fois par tour.", "it": "1 Mostro Link \"Gouki\" + 1 mostro Guerriero, Dinosauro o Cyberso\nSe questa carta combatte, il tuo avversario non può attivare carte o effetti fino alla fine del Damage Step. Se questa carta viene Evocata tramite Fusione: puoi scegliere come bersaglio carte sul Terreno fino alla somma delle Classificazioni Link dei mostri \"Gouki\" utilizzati come materiale di questa carta (se hai utilizzato un mostro Link-3 o superiore, nessun giocatore può attivare quelle carte scelte come bersaglio o i loro effetti in risposta all'attivazione di questo effetto); distruggile. Puoi utilizzare questo effetto di \"Gouki Il Tiranno Orco\" una sola volta per turno.", "pt": "1 Monstro Link \"Gouki\" + 1 monstro Guerreiro, Dinossauro ou Ciberso\nSe este card batalhar, seu oponente não pode ativar cards ou efeitos até o final da Etapa de Dano. Se este card for Invocado por Invocação-Fusão: você pode escolher cards no campo até à soma dos Valores Link dos monstros \"Gouki\" usados como matéria para este card (se você usou um monstro de Link-3 ou mais, nenhum duelista pode ativar esses cards alvo ou seus efeitos em resposta à ativação deste efeito); destrua-os. Você só pode usar este efeito de \"Gouki, O Ogro Tirano\" uma vez por turno.", "ja": "「剛鬼」Ｌモンスター＋戦士族・恐竜族・サイバース族モンスター\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードが融合召喚した場合、その融合素材とした「剛鬼」Ｌモンスターのリンクマーカーの合計まで、フィールドのカードを対象として発動できる（リンク３以上のモンスターを融合素材とした場合、この発動に対して対象のカードの効果を発動できない）。そのカードを破壊する。②：このカードが戦闘を行う場合、相手はダメージステップ終了時まで魔法・罠・モンスターの効果を発動できない。", "ko": "\"강귀\" 링크 몬스터 ＋ 전사족 / 공룡족 / 사이버스족 몬스터\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우, 그 융합 소재로 한 \"강귀\" 링크 몬스터의 링크 마커의 합계까지, 필드의 카드를 대상으로 하고 발동할 수 있다(링크 3 이상의 몬스터를 융합 소재로 했을 경우, 이 발동에 대하여 대상의 카드의 효과를 발동할 수 없다). 그 카드를 파괴한다. ②: 이 카드가 전투를 실행할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 / 몬스터의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "“刚鬼”连接怪兽＋战士族・恐龙族・电子界族怪兽\n此卡名的①效果1回合仅可使用1次。①：此卡融合召唤的情况下，以作为该融合素材的“刚鬼”连接怪兽的连接标记的合计为上限，以场上的卡为对象可以发动（将连接3以上的怪兽作为融合素材的情况下，应对此发动，不可发动对象卡的效果）。将该卡破坏。②：此卡进行战斗的情况下，对手直至伤害步骤结束时为止，不可发动魔法・陷阱・怪兽的效果。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "EARTH", "level": 8, "atk": 3500, "def": 0, "materials": "1 \"Gouki\" Link Monster + 1 Warrior, Dinosaur, or Cyberse-Type monster", "series": ["Gouki"], "images": [{"index": 1, "image": "GoukiTheTyrantOgre-DOOD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN036", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "de": [{"set_number": "DOOD-DE036", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "es": [{"set_number": "DOOD-SP036", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DOOD-FR036", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "it": [{"set_number": "DOOD-IT036", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DOOD-PT036", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DOOD-JP036", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DOOD-KR036", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC036", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1130980}