{"konami_id": 14224, "password": 7799906, "name": {"en": "Performapal Smile Sorcerer", "de": "Künstlerkumpel Lächelzauberer", "es": "Artistamigo Brujo Sonriente", "fr": "Sorcier Souriant Potartiste", "it": "Artistamico Stregone Sorridente", "pt": "Camarartista Feiticeiro Sorridente", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>スマイル・マジシャン", "ja_romaji": "Entameito Sumairu Majishan", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 스마일 매지션", "ko_rr": "Enteomeiteu Seumail Maejisyeon", "zh-TW": "娛樂夥伴 微笑魔術士", "zh-CN": "娱乐伙伴 微笑魔术师"}, "text": {"en": "If this card is Normal or Special Summoned: You can add 1 \"Smile\" Spell/Trap from your Deck to your hand. If every monster you control is a \"Performapal\" or \"Odd-Eyes\" monster, or a \"Magician\" Pendulum Monster, and this card's current ATK is higher than its original ATK: You can draw cards equal to the number of monsters you control whose current ATK is higher than their original ATK, also you cannot Special Summon monsters for the rest of this turn. You can only use each effect of \"Performapal Smile Sorcerer\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Lächel“-Zauber/Falle von deinem Deck hinzufügen. Falls jedes Monster, das du kontrollierst, ein „Künstlerkumpel“- oder „Buntäugig“-Monster oder ein „Magier“-Pendelmonster ist und die derzeitigen ATK dieser Karte höher als ihre Grund-ATK sind: Du kannst Karten in Höhe der Anzahl der Monster ziehen, die du kontrollierst und deren derzeitige ATK höher als ihre Grund-ATK sind, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Künstlerkumpel Lächelzauberer“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 Mágica/Trampa \"Sonriente\" en tu Deck. Si cada monstruo que controlas es un monstruo \"Artistamigo\" u \"Ojos Anómalos\", o un Monstruo de Péndulo \"Mago/a\", y el ATK de esta carta en este momento es mayor que su ATK original: puedes robar tantas cartas como la cantidad de monstruos que controlas cuyo ATK en este momento sea mayor que su ATK original, y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial. Sólo puedes usar cada efecto de \"Artistamigo Brujo Sonriente\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Souriant\" depuis votre Deck à votre main. Si tous les monstres que vous contrôlez sont des monstres \"Potartiste\", \"Yeux Impairs\" et/ou des Monstres Pendule \"Magicien\", et que l'ATK actuelle de cette carte est supérieure à son ATK d'origine : vous pouvez piocher un nombre de cartes égal au nombre de monstres que vous contrôlez dont l'ATK actuelle est supérieure à leur ATK d'origine, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Sorcier Souriant Potartiste\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 Magia/Trappola \"Sorridente\" dal tuo Deck alla tua mano. Se ogni mostro che controlli è un mostro \"Artistamico\" o \"Occhi Diversi\", o un Mostro Pendulum \"Mago\", e l'ATK attuale di questa carta è superiore al suo ATK originale: puoi pescare carte pari al numero di mostri che controlli con ATK attuale superiore al loro ATK originale, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno. Puoi utilizzare ogni effetto di \"Artistamico Stregone Sorridente\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Magia/Armadilha \"Sorridente\" do seu Deck à sua mão. Se todos os monstros que você controlar forem monstros \"Camarartista\" ou \"Olhos Anômalos\", ou Monstros Pêndulo \"Mago\", e o ATK atual deste card for maior que seu ATK original: você pode comprar cards igual ao número de monstros que você controla cujo ATK atual seja maior que seu ATK original e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno. Você só pode usar cada efeito de \"Camarartista Feiticeiro Sorridente\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「スマイル」魔法・罠カード１枚を手札に加える。②：自分フィールドのモンスターが「ＥＭ」モンスター、「魔術師」Ｐモンスター、「オッドアイズ」モンスターのみで、このカードの攻撃力が元々の攻撃力より高い場合に発動できる。元々の攻撃力より高い攻撃力を持つ自分フィールドのモンスターの数だけ自分はデッキからドローする。このターン、自分はモンスターを特殊召喚できない。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"스마일\" 마법 / 함정 카드 1장을 패에 넣는다. ②: 자신 필드의 몬스터가 \"EM(엔터메이트)\" 몬스터, \"마술사\" 펜듈럼 몬스터, \"오드아이즈\" 몬스터뿐이고, 이 카드의 공격력이 원래 공격력보다 높을 경우에 발동할 수 있다. 원래 공격력보다 높은 공격력을 가지는 자신 필드의 몬스터의 수만큼 자신은 덱에서 드로우한다. 이 턴에, 자신은 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "←1【灵摆】1→\n这个卡名的灵摆效果1回合只能使用1次。\n①：持有比原本攻击力高的攻击力的自己场上的怪兽被战斗·效果破坏的场合才能发动。灵摆区域的这张卡特殊召唤。\n【怪兽效果】\n这个卡名的①②的怪兽效果1回合各能使用1次。\n①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把1张「笑容」魔法·陷阱卡加入手卡。\n②：自己场上的怪兽只有「娱乐伙伴」怪兽、「魔术师」灵摆怪兽、「异色眼」怪兽，这张卡的攻击力比原本攻击力高的场合才能发动。自己从卡组抽出持有比原本攻击力高的攻击力的自己场上的怪兽的数量。这个回合，自己不能把怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "LIGHT", "level": 8, "atk": 2500, "def": 2000, "pendulum_scale": 1, "pendulum_effect": {"en": "If a monster(s) you control whose current ATK is higher than its original ATK is destroyed by battle or card effect: You can Special Summon this card from your Pendulum Zone. You can only use this effect of \"Performapal Smile Sorcerer\" once per turn.", "de": "Falls ein oder mehr Monster, die du kontrollierst und deren derzeitige ATK höher als ihre Grund-ATK sind, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst diese Karte als Spezialbeschwörung von deiner Pendelzone beschwören. Du kannst diesen Effekt von „Künstlerkumpel Lächelzauberer“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos que controlas, cuyo ATK en este momento es mayor que su ATK original, son destruidos en batalla por el efecto de una carta: puedes Invocar esta carta de Modo Especial desde tu Zona de Péndulo. Sólo puedes usar este efecto de \"Artistamigo Brujo Sonriente\" una vez por turno.", "fr": "Si un ou plusieurs monstres que vous contrôlez, dont l'ATK actuelle est supérieure à leur ATK d'origine, sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement cette carte depuis votre Zone Pendule. Vous ne pouvez utiliser cet effet de \"Sorcier Souriant Potartiste\" qu'une fois par tour.", "it": "Se uno o più mostri che controlli con ATK attuale superiore al loro ATK originale vengono distrutti in battaglia o dall'effetto di una carta: puoi Evocare Specialmente questa carta dalla tua Zona Pendulum. Puoi utilizzare questo effetto di \"Artistamico Stregone Sorridente\" una sola volta per turno.", "pt": "Se um ou mais monstros que você controla cujo ATK atual seja maior que seu ATK original forem destruídos em batalha ou por um efeito de card: você pode Invocar este card por Invocação-Especial da sua Zona de Pêndulo. Você só pode usar este efeito de \"Camarartista Feiticeiro Sorridente\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：元々の攻撃力より高い攻撃力を持つ自分フィールドのモンスターが戦闘・効果で破壊された場合に発動できる。Ｐゾーンのこのカードを特殊召喚する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 원래 공격력보다 높은 공격력을 가지는 자신 필드의 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 펜듈럼 존의 이 카드를 특수 소환한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可在我方場上的持有攻擊力高於原本的攻擊力的怪獸因戰鬥・效果被破壞的狀況下發動。特殊召喚鐘擺區的此卡。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：自己场上拥有高于原本攻击力的攻击力的怪兽因战斗・效果被破坏的情况下可以发动。将灵摆区域的此卡特殊召唤。"}, "series": ["Performapal", "Smile"], "images": [{"index": 1, "image": "PerformapalSmileSorcerer-DUPO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUPO-EN012", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUPO-DE012", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUPO-SP012", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUPO-FR012", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUPO-IT012", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUPO-PT012", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "20TH-JPB26", "set_name": "20th Anniversary Duelist Box", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CHBI-KRB26", "set_name": "Chronicle Binder", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584258, "master_duel_rarity": "R"}