{"konami_id": 16522, "password": 7987191, "name": {"en": "Borreload Riot Dragon", "de": "Kalliberlade-Aufstand-Drache", "es": "Dragón Revuelta Borrecarga", "fr": "Dragon Émeute Chargeborrelle", "it": "Drago Tumulto Callibrocarica", "pt": "Dragão do Motim Callibregado", "ja": "ヴァレルロード・<ruby>Ｒ<rt>ライオット</rt></ruby>・ドラゴン", "ja_romaji": "Varerurōdo Raiotto Doragon", "ko": "바렐로드 <ruby>R<rt>라이엇</rt></ruby> 드래곤", "ko_rr": "Barellodeu Rai-eot Deuraegon", "zh-TW": "槍管裝填暴亂龍", "zh-CN": "枪管上膛镇暴龙"}, "text": {"en": "You can Ritual Summon this card with \"Heavy Interlock\". When your opponent Special Summons a monster(s) (Quick Effect): You can negate the Special Summon, and if you do, destroy that monster(s), then destroy this card or 1 \"Rokket\" monster you control. If this card is in your GY: You can target 1 \"Borrel\" or \"Rokket\" monster in your GY; destroy 1 card you control or in your hand, and if you do, add that target to your hand. You can only use each effect of \"Borreload Riot Dragon\" once per turn.", "de": "Du kannst diese Karte mit „Starke Sperre“ als Ritualbeschwörung beschwören. Wenn dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört (Schnelleffekt): Du kannst die Spezialbeschwörung annullieren und falls du dies tust, zerstöre die Monster, dann zerstöre diese Karte oder 1 „Rakkete“-Monster, das du kontrollierst. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 „Kalliber“- oder „Rakkete“-Monster in deinem Friedhof wählen; zerstöre 1 Karte, die du kontrollierst oder die sich in deiner Hand befindet, und falls du dies tust, füge das gewählte Ziel deiner Hand hinzu. Du kannst jeden Effekt von „Kalliberlade-Aufstand-Drache“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con \"Bloqueador Pesado\". Cuando tu adversario Invoca de Modo Especial uno o más monstruos (Efecto Rápido): puedes negar la Invocación de Modo Especial y, si lo haces, destruye ese o esos monstruos, y después destruye esta carta o 1 monstruo \"Cohette\" que controles. Si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo \"Borre\" o \"Cohette\" en tu Cementerio; destruye 1 carta que controles o en tu mano y, si lo haces, añade ese objetivo a tu mano. Sólo puedes usar cada efecto de \"Dragón Revuelta Borrecarga\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Interverrouillage Lourd\". Lorsque votre adversaire Invoque Spécialement un ou plusieurs monstres (Effet Rapide) : vous pouvez annuler l'Invocation Spéciale, et si vous le faites, détruisez les monstres, puis détruisez cette carte ou 1 monstre \"Rokkette\" que vous contrôlez. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Borrelle\" ou \"Rokkette\" dans votre Cimetière ; détruisez 1 carte que vous contrôlez ou dans votre main, et si vous le faites, ajoutez la cible à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Émeute Chargeborrelle\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con \"Interblocco Pesante\". Quando il tuo avversario Evoca Specialmente uno o più mostri (Effetto Rapido): puoi annullare l'Evocazione Speciale e, se lo fai, distruggi quei mostri, poi distruggi questa carta o 1 mostro \"Mizzile\" che controlli. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro \"Callibro\" o \"Mizzile\" nel tuo Cimitero; distruggi 1 carta che controlli o nella tua mano e, se lo fai, aggiungi quel bersaglio alla tua mano. Puoi utilizzare ogni effetto di \"Drago Tumulto Callibrocarica\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Interconector Pesado\". Quando seu oponente Invocar um ou mais monstros por Invocação-Especial (Efeito Rápido): você pode negar a Invocação-Especial e, se isso acontecer, destrua esse(s) monstro(s) e, depois, destrua este card ou 1 monstro \"Foguette\" que você controla. Se este card estiver no seu Cemitério: você pode escolher 1 monstro \"Callibre\" ou \"Foguette\" no seu Cemitério; destrua 1 card que você controla ou na sua mão e, se isso acontecer, adicione o alvo à sua mão. Você só pode usar cada efeito de \"Dragão do Motim Callibregado\" uma vez por turno.", "ja": "「ヘヴィ・トリガー」により降臨。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手がモンスターを特殊召喚する際に発動できる。その特殊召喚を無効にし、そのモンスターを破壊する。その後、このカードまたは自分フィールドの「ヴァレット」モンスター１体を選んで破壊する。②：このカードが墓地に存在する場合、自分の墓地の、「ヴァレル」モンスターまたは「ヴァレット」モンスター１体を対象として発動できる。自分の手札・フィールドのカード１枚を選んで破壊し、対象のモンスターを手札に加える。", "ko": "\"헤비 트리거\"에 의해 의식 소환. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대가 몬스터를 특수 소환할 시기에 발동할 수 있다. 그 특수 소환을 무효로 하고, 그 몬스터를 파괴한다. 그 후, 이 카드 또는 자신 필드의 \"바렛\" 몬스터 1장을 고르고 파괴한다. ②: 이 카드가 묘지에 존재할 경우, 자신 묘지의, \"바렐\" 몬스터 또는 \"바렛\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 패 / 필드의 카드 1장을 골라 파괴하고, 대상 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "以“重型扳机”降临。此卡名的①②效果１回合仅可各使用１次。①：对手将怪兽特殊召唤之际可以发动。将该特殊召唤无效，将该怪兽破坏。然后挑选此卡或自己场上的１只“枪弹”怪兽破坏。②：此卡存在于墓地的情况下，以自己墓地的１只“枪管”怪兽或“枪弹”怪兽为对象可以发动。挑选自己手牌・场上的１张卡破坏，将对象怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Dragon / Ritual / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 2500, "ritual_spell": "Heavy Interlock", "series": ["Borrel"], "images": [{"index": 1, "image": "BorreloadRiotDragon-BODE-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN036", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BODE-DE036", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BODE-SP036", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BODE-FR036", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BODE-IT036", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BODE-PT036", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BODE-JP036", "set_name": "Burst of Destiny", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BODE-JP036", "set_name": "Burst of Destiny +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BODE-KR036", "set_name": "Burst of Destiny", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BODE-KR036", "set_name": "Burst of Destiny +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC131", "set_name": "Mega Pack 06", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714099, "master_duel_rarity": "R"}