{"konami_id": 15002, "password": 8372133, "name": {"en": "Red Familiar", "de": "Roter Vertrauter", "es": "Familiar Rojo", "fr": "Familier Rouge", "it": "Famiglio Rosso", "pt": "Familiar Vermelho", "ja": "スカーレッド・ファミリア", "ja_romaji": "Sukāreddo Famiria", "ko": "스카레드 패밀리어", "ko_rr": "Seukaredeu Paemillieo", "zh-TW": "紅蓮使魔", "zh-CN": "绯暗红使魔"}, "text": {"en": "You can Tribute 1 Fiend monster, then target 1 DARK Dragon Synchro Monster in your GY; Special Summon it in Defense Position, but negate its effects. You can banish this card from your GY, then target 1 DARK Dragon Synchro Monster you control and declare a Level from 1 to 8; that monster becomes that Level until the end of this turn. You can only use each effect of \"Red Familiar\" once per turn.", "de": "Du kannst 1 Unterweltler-Monster als Tribut anbieten und dann 1 FINSTERNIS Drache-Synchromonster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, aber annulliere seine Effekte. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 FINSTERNIS Drache-Synchromonster wählen, das du kontrollierst, und eine Stufe von 1 bis 8 deklarieren; das Monster wird bis zum Ende dieses Spielzugs zu der Stufe. Du kannst jeden Effekt von „Roter Vertrauter“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar 1 monstruo Demonio, y después seleccionar 1 Monstruo de Sincronía Dragón de OSCURIDAD en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa, pero niega sus efectos. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo de Sincronía Dragón de OSCURIDAD que controles y declarar un Nivel de 1 a 8; hasta el final de este turno, ese monstruo se convierte en ese Nivel. Sólo puedes usar cada efecto de \"Familiar Rojo\" una vez por turno.", "fr": "Vous pouvez Sacrifier 1 monstre Démon, puis ciblez 1 Monstre Synchro TÉNÈBRES Dragon dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais annulez ses effets. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Synchro TÉNÈBRES Dragon que vous contrôlez et déclarez un Niveau de 1 et 8 ; jusqu'à la fin de ce tour, le monstre devient de ce Niveau. Vous ne pouvez utiliser chaque effet de \"Familier Rouge\" qu'une fois par tour.", "it": "Puoi offrire come Tributo 1 mostro Demone, poi scegliere come bersaglio 1 Mostro Synchro OSCURITÀ Drago nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa, ma annulla i suoi effetti. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Synchro OSCURITÀ Drago che controlli e dichiarare un Livello tra 1 e 8; quel mostro diventa di quel Livello fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Famiglio Rosso\" una sola volta per turno.", "pt": "Você pode oferecer como Tributo 1 monstro Demônio e, depois, escolha 1 Monstro Sincro Dragão de TREVAS no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa, mas negue seus efeitos. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Sincro Dragão de TREVAS que você controla e declare um Nível de 1 a 8; esse monstro se torna desse Nível até o final deste turno. Você só pode usar cada efeito de \"Familiar Vermelho\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの悪魔族モンスター１体をリリースし、自分の墓地のドラゴン族・闇属性Ｓモンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。②：墓地のこのカードを除外し、自分フィールドのドラゴン族・闇属性Ｓモンスター１体を対象とし、１～８までの任意のレベルを宣言して発動できる。そのモンスターはターン終了時まで宣言したレベルになる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 악마족 몬스터 1장을 릴리스하고, 자신 묘지의 드래곤족 / 어둠 속성 싱크로 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 드래곤족 / 어둠 속성 싱크로 몬스터 1장을 대상으로 하여, 1~8 까지의 임의의 레벨을 선언하고 발동할 수 있다. 그 몬스터는 턴 종료시까지 선언한 레벨이 된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：解放自己场上的1只恶魔族怪兽，以自己墓地的1只龙族・暗属性同步怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。以此效果特殊召唤的怪兽的效果无效化。②：将墓地的此卡除外，以自己场上的1只龙族・暗属性同步怪兽为对象，宣言1～8为止的任意等级可以发动。该怪兽直至回合结束时为止变为宣言的等级。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 4, "atk": 1600, "def": 0, "images": [{"index": 1, "image": "RedFamiliar-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN016", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-EN052", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE016", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-DE052", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR016", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-FR052", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT016", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-IT052", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT016", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-PT052", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP016", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR016", "set_name": "Eternity Code", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC114", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 697685, "master_duel_rarity": "R"}