{"konami_id": 17818, "password": 8428836, "name": {"en": "Underworld Ritual of Prediction", "de": "Unterweltritual der Wahrsagerei", "es": "Ritual de Predicción del Inframundo", "fr": "Rituel des Enfers de la Prédiction", "it": "Rituale del Mondo Sotterraneo della Premonizione", "pt": "Ritual do Submundo de Premonição", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>占<rt>せん</rt></ruby><ruby>術<rt>じゅつ</rt></ruby>の<ruby>儀<rt>ぎ</rt></ruby><ruby>式<rt>しき</rt></ruby>", "ja_romaji": "Meisenjutsu no Gishiki", "ko": "명점술의 의식", "ko_rr": "Myeongjeomsul-ui Uisik", "zh-TW": "冥占卜的儀式", "zh-CN": "冥占术的仪式"}, "text": {"en": "This card is used to Ritual Summon any \"Prediction Princess\" Ritual Monster from your hand or GY in face-up Attack Position or face-down Defense Position. You must also Tribute monsters from your hand or field, whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. During the Standby Phase, if you control a \"Prediction Princess\" Ritual Monster: You can banish this card from your GY; Special Summon 1 non-Ritual \"Prediction Princess\" monster from your Deck in face-down Defense Position.", "de": "Diese Karte wird verwendet, um ein beliebiges „Wahrsageprinzessin“-Ritualmonster als Ritualbeschwörung von deiner Hand oder deinem Friedhof in die offene Angriffsposition oder verdeckte Verteidigungsposition zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Während der Standby Phase, falls du ein „Wahrsageprinzessin“-Ritualmonster kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Wahrsageprinzessin“-Nichtritual-Monster als Spezialbeschwörung von deinem Deck in die verdeckte Verteidigungsposition.", "es": "Esta carta es usada para Invocar por Ritual cualquier Monstruo de Ritual \"Princesa de la Predicción\" desde tu mano o Cementerio en Posición de Ataque boca arriba o Posición de Defensa boca abajo. También debes Sacrificar monstruos en tu mano o Campo, cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual que Invocas por Ritual. Durante la Standby Phase, si controlas un Monstruo de Ritual \"Princesa de la Predicción\": puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Princesa de la Predicción\" que no sea de Ritual en Posición de Defensa boca abajo.", "fr": "Cette carte est utilisée pour Invoquer Rituellement un Monstre Rituel \"Princesse de la Prédiction\" depuis votre main ou Cimetière en Position d'Attaque face recto ou Position de Défense face verso. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Durant la Standby Phase, si vous contrôlez un Monstre Rituel \"Princesse de la Prédiction\" : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre non-Rituel \"Princesse de la Prédiction\" depuis votre Deck en Position de Défense face verso.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Principessa Premonitrice\" dalla tua mano o Cimitero scoperto in Posizione di Attacco o coperto in Posizione di Difesa. Devi anche offrire come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Durante la Standby Phase, se controlli un Mostro Rituale \"Principessa Premonitrice\": puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 mostro \"Principessa Premonitrice\" non-Rituale dal tuo Deck coperto in Posizione di Difesa.", "pt": "Este card é usado para a Invocação-Ritual de qualquer Monstro de Ritual \"Princesa da Premonição\" da sua mão ou do Cemitério com a face para cima em Posição de Ataque ou com a face para baixo em Posição de Defesa. Você também deve oferecer como Tributo monstros da sua mão ou do campo, cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Durante a Fase de Apoio, se você controlar um Monstro de Ritual \"Princesa da Premonição\": você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 monstro \"Princesa da Premonição\" que não seja de Ritual do seu Deck com a face para baixo em Posição de Defesa.", "ja": "「占術姫」儀式モンスターの降臨に必要。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、自分の手札・墓地から「占術姫」儀式モンスター１体を表側攻撃表示または裏側守備表示で儀式召喚する。②：自分フィールドに「占術姫」儀式モンスターが存在する場合、自分・相手のスタンバイフェイズに墓地のこのカードを除外して発動できる。デッキから儀式モンスター以外の「占術姫」モンスター１体を裏側守備表示で特殊召喚する。", "ko": "\"점술공주\" 의식 몬스터의 의식 소환에 필요. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 자신의 패 / 묘지에서 \"점술공주\" 의식 몬스터 1장을 앞면 공격 표시 또는 뒷면 수비 표시로 의식 소환한다. ②: 자신 필드에 \"점술공주\" 의식 몬스터가 존재할 경우, 자신 / 상대의 스탠바이 페이즈에 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 의식 몬스터 이외의 \"점술공주\" 몬스터 1장을 뒷면 수비 표시로 특수 소환한다.", "zh-TW": "「占卜姬」儀式怪獸降臨所需。①：為使等級合計超過儀式召喚怪獸的等級，解放我方手牌・場上的怪獸，從我方手牌・墓地以正面攻擊表示或反面守備表示儀式召喚１隻「占卜姬」儀式怪獸。②：在我方場上存在「占卜姬」儀式怪獸的狀況下，可在我方・對方的準備階段將墓地的此卡除外發動。從牌組以反面守備表示特殊召喚１隻儀式怪獸以外的「占卜姬」怪獸。", "zh-CN": "“占卜姬”仪式怪兽的降临所必需。①：为使合计等级为仪式召唤的怪兽的等级以上，解放自己手牌・场上的怪兽，从自己的手牌・墓地将１只“占卜姬”仪式怪兽以表侧攻击表示或里侧守备表示仪式召唤。②：自己场上有“占卜姬”仪式怪兽存在的情况下，在自己・对手的准备阶段将墓地的此卡除外可以发动。从牌组将仪式怪兽以外的１只“占卜姬”怪兽以里侧守备表示特殊召唤。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "UnderworldRitualofPrediction-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN063", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN203", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE063", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE203", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR063", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR203", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT063", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT203", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT063", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT203", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP063", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR063", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717318, "master_duel_rarity": "R"}