{"konami_id": 14999, "password": 8495780, "name": {"en": "Deep Sea Artisan", "de": "Tiefseehandwerkerin", "es": "Artesana del Océano Profundo", "fr": "Artisan des Profondeurs", "it": "Artigiano del Mare Profondo", "pt": "Artesão do Mar Profundo", "ja": "<ruby>深<rt>しん</rt></ruby><ruby>海<rt>かい</rt></ruby>のアーチザン", "ja_romaji": "Shinkai no Āchizan", "ko": "심해의 아티장", "ko_rr": "Simhae-ui Atijan", "zh-TW": "深海工匠", "zh-CN": "深海的工匠"}, "text": {"en": "If this card is added from the Deck or GY to your hand by an effect of a WATER monster: You can reveal this card; look at your opponent's hand. If this card is Special Summoned: You can send the top card of your Deck to the GY, then target 1 Level 4 or lower WATER monster in your GY, except \"Deep Sea Artisan\"; Special Summon it, but negate its effects. You can only use each effect of \"Deep Sea Artisan\" once per turn.", "de": "Falls diese Karte deiner Hand durch den Effekt eines WASSER Monsters vom Deck oder Friedhof hinzugefügt wird: Du kannst diese Karte vorzeigen; sieh dir die Hand deines Gegners an. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst die oberste Karte deines Decks auf den Friedhof legen und dann 1 WASSER Monster der Stufe 4 oder niedriger in deinem Friedhof wählen, außer „Tiefseehandwerkerin“; beschwöre es als Spezialbeschwörung, aber annulliere seine Effekte. Du kannst jeden Effekt von „Tiefseehandwerkerin“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es añadida a tu mano desde el Deck o Cementerio por un efecto de un monstruo de AGUA: puedes mostrar esta carta; mira la mano de tu adversario. Si esta carta es Invocada de Modo Especial: puedes mandar al Cementerio la carta de la parte superior de tu Deck, y después seleccionar 1 monstruo de AGUA de Nivel 4 o menor en tu Cementerio, excepto \"Artesana del Océano Profundo\"; Invócalo de Modo Especial, pero niega sus efectos. Sólo puedes usar cada efecto de \"Artesana del Océano Profundo\" una vez por turno.", "fr": "Si cette carte est ajoutée depuis le Deck ou Cimetière à votre main par un effet de monstre EAU : vous pouvez révéler cette carte ; regardez la main de votre adversaire. Si cette carte est Invoquée Spécialement : vous pouvez envoyer la carte du dessus de votre Deck au Cimetière, puis ciblez 1 monstre EAU de max. Niveau 4 (\"Artisan des Profondeurs\" exclu) dans votre Cimetière ; Invoquez-le Spécialement, mais annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Artisan des Profondeurs\" qu'une fois par tour.", "it": "Se questa carta viene aggiunta dal Deck o Cimitero alla tua mano dall'effetto di un mostro ACQUA: puoi rivelare questa carta; guarda la mano del tuo avversario. Se questa carta viene Evocata Specialmente: puoi mandare la prima carta del tuo Deck al Cimitero, poi scegliere come bersaglio 1 mostro ACQUA di Livello 4 o inferiore nel tuo Cimitero, eccetto \"Artigiano del Mare Profondo\"; Evocalo Specialmente, ma annulla i suoi effetti. Puoi utilizzare ogni effetto di \"Artigiano del Mare Profondo\" una sola volta per turno.", "pt": "Se este card for adicionado do Deck ou Cemitério à sua mão pelo efeito de um monstro de ÁGUA: você pode revelar este card; olhe a mão do seu oponente. Se este card for Invocado por Invocação-Especial: você pode enviar o card do topo do seu Deck para o Cemitério e, depois, escolha 1 monstro de ÁGUA de Nível 4 ou menos no seu Cemitério, exceto \"Artesão do Mar Profundo\"; Invoque-o por Invocação-Especial, mas negue seus efeitos. Você só pode usar cada efeito de \"Artesão do Mar Profundo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが水属性モンスターの効果でデッキ・墓地から手札に加わった場合、このカードを相手に見せて発動できる。相手の手札を全て確認する。②：このカードが特殊召喚に成功した場合、自分のデッキの上からカードを１枚墓地へ送り、「深海のアーチザン」以外の自分の墓地のレベル４以下の水属性モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 물 속성 몬스터의 효과로 덱 / 묘지에서 패에 넣어졌을 경우, 이 카드를 상대에게 보여주고 발동할 수 있다. 상대의 패를 전부 확인한다. ②: 이 카드가 특수 소환에 성공했을 경우, 자신의 덱 위에서 카드를 1장 묘지로 보내고, \"심해의 아티장\" 이외의 자신 묘지의 레벨 4 이하의 물 속성 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡因水属性怪兽的效果从牌组・墓地加入手牌的情况下，向对手出示此卡可以发动。确认对手的全部手牌。②：此卡特殊召唤的情况下，从自己牌组上面将1张卡送至墓地，以“深海的工匠”以外的、自己墓地的1只等级4以下的水属性怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽的效果无效化。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Effect", "attribute": "WATER", "level": 1, "atk": 0, "def": 500, "series": ["Deep Sea"], "images": [{"index": 1, "image": "DeepSeaArtisan-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN013", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-EN049", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE013", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-DE049", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR013", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-FR049", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT013", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-IT049", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT013", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-PT049", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP013", "set_name": "Eternity Code", "rarities": ["Rare"]}], "ko": [{"set_number": "ETCO-KR013", "set_name": "Eternity Code", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "NE02-SC100", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 695880, "master_duel_rarity": "N"}