{"konami_id": 18216, "password": 8653757, "name": {"en": "Photon Timestop", "de": "Photonen-Zeitstopp", "es": "Parada del Tiempo Fotónica", "fr": "Arrêt du Temps Photon", "it": "Fermatempo Fotonico", "pt": "Tempo Estático de Fóton", "ja": "フォトン・リタデイション", "ja_romaji": "Foton Ritadeishon", "ko": "포톤 리타데이션", "ko_rr": "Poton Ritadeisyeon", "zh-TW": "光子延遲", "zh-CN": "光子延迟"}, "text": {"en": "Take 1 \"Photon\" or \"Galaxy\" Continuous Spell/Trap from your Deck and either add it to your hand or place it face-up on your field. If this Set card in its owner's control is destroyed by your opponent's card effect during your opponent's turn and you control \"Galaxy-Eyes Photon Dragon\" or an Xyz Monster that has it as material: You can activate this effect; it becomes the End Phase of this turn.", "de": "Nimm 1 Permanente/n „Photon“- oder „Galaxie“-Zauber/Falle von deinem Deck und füge ihn oder sie entweder deiner Hand hinzu oder lege ihn oder sie offen auf deine Spielfeldseite. Falls diese gesetzte Karte, die ihr Besitzer kontrolliert, während des Spielzugs deines Gegners durch einen Karteneffekt deines Gegners zerstört wird und du „Galaxieaugen-Photonendrache“ oder ein Xyz-Monster kontrollierst, das ihn als Material hat: Du kannst diesen Effekt aktivieren; die End Phase dieses Spielzugs beginnt.", "es": "Toma 1 Mágica/Trampa Continua \"Fotónico/a\", \"Galaxia\" o \"Galáctico/a\" en tu Deck y ya sea añádela a tu mano o ponla boca arriba en tu Campo. Si esta carta Colocada controlada por su dueño es destruida por el efecto de una carta de tu adversario durante el turno de tu adversario y tú controlas \"Dragón Fotónico de Ojos Galácticos\" o un Monstruo Xyz que lo tenga como material: puedes activar este efecto; pasa a la End Phase de este turno.", "fr": "Prenez 1 Magie Continue/Piège Continu \"Photon\" ou \"Galactique\" depuis votre Deck, et soit ajoutez-le à votre main soit placez-le face recto sur votre Terrain. Si cette carte Posée contrôlée par son propriétaire est détruite par un effet de carte de votre adversaire durant le tour de votre adversaire et que vous contrôlez \"Dragon Photon aux Yeux Galactiques\" ou un Monstre Xyz qui l'a comme Matériel : vous pouvez activer cet effet ; passez à la End Phase de ce tour.", "it": "Prendi 1 Magia/Trappola Continua \"Fotonico\" o \"Galattico\" dal tuo Deck e aggiungila alla tua mano oppure mettila scoperta sul tuo Terreno. Se questa carta Posizionata sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta del tuo avversario durante il turno del tuo avversario e tu controlli \"Drago Fotonico Occhi Galattici\" o un Mostro Xyz che lo ha come materiale: puoi attivare questo effetto; passa alla End Phase di questo turno.", "pt": "Pegue 1 Magia/Armadilha Contínua \"Fóton\" ou \"Galáxia\" do seu Deck e adicione-a à sua mão ou coloque-a com a face para cima no seu campo. Se este card Baixado sob o controle do seu dono for destruído por um efeito de card do seu oponente durante o turno do seu oponente e você controlar \"Dragão de Fóton de Olhos das Galáxias\" ou um Monstro Xyz que o tenha como matéria: você pode ativar este efeito; essa se torna a Fase Final deste turno.", "ja": "①：「フォトン」永続魔法・永続罠カードまたは「ギャラクシー」永続魔法・永続罠カード１枚をデッキから選び、手札に加えるか自分フィールドに表側表示で置く。②：セットされたこのカードが相手ターンに相手の効果で破壊された場合、自分フィールドに「銀河眼の光子竜」または「銀河眼の光子竜」をＸ素材としているＸモンスターが存在すれば発動できる。このターンのエンドフェイズになる。", "ko": "①: \"포톤\" 지속 마법 / 지속 함정 카드 또는 \"갤럭시\" 지속 마법 / 지속 함정 카드 1장을 덱에서 고르고, 패에 넣거나 자신 필드에 앞면 표시로 놓는다. ②: 세트된 이 카드가 상대 턴에 상대의 효과로 파괴되었을 경우, 자신 필드에 \"갤럭시아이즈 포톤 드래곤\" 또는 \"갤럭시아이즈 포톤 드래곤\"을 엑시즈 소재로 하고 있는 엑시즈 몬스터가 존재하면 발동할 수 있다. 이 턴의 엔드 페이즈가 된다.", "zh-TW": "①：從牌組選擇１張「光子」永續魔法・永續陷阱卡或１張「銀河」永續魔法・永續陷阱卡加入手牌或以正面表示置於我方場上。②：在被覆蓋的此卡在對方回合因對方效果被破壞的狀況下，若我方場上存在「銀河眼光子龍」或以「銀河眼光子龍」做為超量素材的超量怪獸即可發動。變為此回合的結束階段。", "zh-CN": "①：从牌组挑选１张“光子”永续魔法・永续陷阱卡或“银河”永续魔法・永续陷阱卡，加入手牌或以表侧表示放在自己场上。②：被放置的此卡在对手回合因对手的效果被破坏的情况下，如果自己场上存在“银河眼光子龙”或持有“银河眼光子龙”作为超量素材的超量怪兽可以发动。直接变为此回合的结束阶段。"}, "card_type": "Trap", "property": "Normal", "series": ["Photon"], "images": [{"index": 1, "image": "PhotonTimestop-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN071", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN328", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE071", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE328", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR071", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR328", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT071", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT328", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT071", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT328", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP071", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR071", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC110", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716227, "master_duel_rarity": "N"}