{"konami_id": 15618, "password": 8660395, "name": {"en": "Ninaruru, the Magistus Glass Goddess", "de": "Ninaruru, Magistus-Glasgöttin", "es": "Ninaruru, la Magistus Diosa de Vidrio", "fr": "Ninaruru, Déesse de Verre Magistus", "it": "Ninaruru, la Magistus Dea di Vetro", "pt": "Ninaruru, a Deusa de Vidro Magistus", "ja": "<ruby>結晶の女神<rt>マギストス・ゴッデス</rt></ruby>ニンアルル", "ja_romaji": "Magisutosu Goddesu Nin'aruru", "ko": "마기스토스 가디스 닌아루루", "ko_rr": null, "zh-TW": "偉魔女神 結晶的寧阿露露", "zh-CN": "伟魔女神 结晶之宁阿鲁鲁"}, "text": {"en": null, "de": "2 Hexer-Monster der Stufe 4\nSolange diese Karte eine Ausrüstungskarte ist, kann das ausgerüstete Monster während jeder Battle Phase bis zu 2 Angriffe gegen Monster durchführen. Du kannst jeden der folgenden Effekte von „Ninaruru, Magistus-Glasgöttin“ nur einmal pro Spielzug verwenden. Du kannst 1 Material von dieser Karte abhängen und dann 1 Hexer-Monster der Stufe 4 oder höher in deinem Friedhof wählen; füge es deiner Hand hinzu. Solange diese Karte ein Monster ausrüstet: Du kannst 1 „Magistus“-Karte in deiner Zauber- & Fallenzone und 1 Zauber/Falle, den oder die dein Gegner kontrolliert, wählen; zerstöre sie.", "es": "2 monstruos Lanzador de Conjuros de Nivel 4\nMientras esta carta es una Carta de Equipo, el monstruo equipado puede hacer hasta 2 ataques a monstruos durante cada Battle Phase. Sólo puedes usar cada uno de los siguientes efectos de \"Ninaruru, la Magistus Diosa de Vidrio\" una vez por turno. Puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo Lanzador de Conjuros de Nivel 4 o mayor en tu Cementerio; añádelo a tu mano. Mientras esta carta está equipada a un monstruo: puedes seleccionar 1 carta \"Magistus\" en tu Zona de Magia y Trampas y 1 Mágica/Trampa que controle tu adversario; destrúyelas.", "fr": "2 monstres Magicien de Niveau 4\nTant que cette carte est une Carte d'Équipement, le monstre équipé peut faire max. 2 attaques sur des monstres durant chaque Battle Phase. Vous ne pouvez utiliser chacun des effets suivants de \"Ninaruru, Déesse de Verre Magistus\" qu'une fois par tour. Vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre Magicien de min. Niveau 4 dans votre Cimetière ; ajoutez-le à votre main. Tant que cette carte est équipée à un monstre : vous pouvez cibler 1 carte \"Magistus\" dans votre Zone Magie & Piège et 1 Magie/Piège contrôlé par votre adversaire ; détruisez-les.", "it": "2 mostri Incantatore di Livello 4\nMentre questa carta è una Carta Equipaggiamento, il mostro equipaggiato può effettuare fino a 2 attacchi su mostri durante ogni Battle Phase. Puoi utilizzare ognuno dei seguenti effetti di \"Ninaruru, la Magistus Dea di Vetro\" una sola volta per turno. Puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro Incantatore di Livello 4 o superiore nel tuo Cimitero; aggiungilo alla tua mano. Mentre questa carta è equipaggiata a un mostro: puoi scegliere come bersaglio 1 carta \"Magistus\" nella tua Zona Magie & Trappole e 1 Magia/Trappola controllata dal tuo avversario; distruggile.", "pt": "2 monstros Mago de Nível 4\nEnquanto este card for um Card de Equipamento, o monstro equipado pode realizar até 2 ataques contra monstros durante cada Fase de Batalha. Você só pode usar cada um dos seguintes efeitos de \"Ninaruru, a Deusa de Vidro Magistus\" uma vez por turno. Você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro Mago de Nível 4 ou mais no seu Cemitério; adicione-o à sua mão. Enquanto este card estiver equipado a um monstro: você pode escolher 1 card \"Magistus\" na sua Zona de Magias & Armadilhas e 1 Magia/Armadilha que seu oponente controla; destrua-os.", "ja": "魔法使い族レベル４モンスター×２\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードのＸ素材を１つ取り除き、自分の墓地のレベル４以上の魔法使い族モンスター１体を対象として発動できる。そのモンスターを手札に加える。\n②：このカードを装備したモンスターは１度のバトルフェイズ中に２回までモンスターに攻撃できる。\n③：このカードが装備されている場合、自分の魔法＆罠ゾーンの「マギストス」カード１枚と相手フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊する。", "ko": "마법사족 레벨 4 몬스터 × 2\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고, 자신 묘지의 레벨 4 이상의 마법사족 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 패에 넣는다. ②: 이 카드를 장착한 몬스터는 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다. ③: 이 카드가 장착되어 있을 경우, 자신의 마법 & 함정 존의 \"마기스토스\" 카드 1장과 상대 필드의 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "魔法使族等級４怪獸×２\n此卡名的①③效果，１回合各僅限使用１次。①：可去除此卡的１個超量素材，將我方墓地的１隻等級４以上的魔法使族怪獸做為對象發動。將該怪獸加入手牌。②：裝備此卡的怪獸在１次戰鬥階段中最多可攻擊怪獸２次。③：在此卡被裝備的狀況下，可將我方魔法＆陷阱區的１張「偉魔」卡及對方場上的１張魔法・陷阱卡做為對象發動。破壞該卡。", "zh-CN": "魔法师族等级4怪兽×2\n此卡名的①③效果1回合仅可各使用1次。①：去除此卡的1个超量素材，以自己墓地的1只等级4以上的魔法师族怪兽为对象可以发动。将该怪兽加入手牌。②：装备此卡的怪兽在1次战斗阶段最多可攻击怪兽2次。③：此卡被装备中的情况下，以自己的1张魔法与陷阱区域的“伟魔”卡和对手场上1张魔法・陷阱卡作为对象可以发动。将该卡破坏。"}, "card_type": "Monster", "monster_type_line": "Rock / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": 1800, "def": 2400, "materials": "2 Level 4 Spellcaster-Type monsters", "series": ["Magistus"], "images": [{"index": 1, "image": "NinarurutheMagistusGlassGoddess-GEIM-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "GEIM-EN007", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "de": [{"set_number": "GEIM-DE007", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "fr": [{"set_number": "GEIM-FR007", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "it": [{"set_number": "GEIM-IT007", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "pt": [{"set_number": "GEIM-PT007", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBGI-JP007", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBGI-KR007", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBGI-SC007", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716041, "master_duel_rarity": "R"}