{"konami_id": 17804, "password": 8728498, "name": {"en": "Donner, Dagger Fur Hire", "de": "Donner, Dolch-Fellsöldner", "es": "Donner, Daga Mascota a Sueldo", "fr": "Donner, Dague Mercefourrure", "it": "Donner, Pugnale Pelliccia Mercenaria", "pt": "Donner, a Adaga de Peluguel", "ja": "<ruby>空<rt>くう</rt></ruby><ruby>牙<rt>が</rt></ruby><ruby>団<rt>だん</rt></ruby>の<ruby>懐<rt>かい</rt></ruby><ruby>剣<rt>けん</rt></ruby> ドナ", "ja_romaji": "Kūgadan no Kaiken Dona", "ko": "공아단의 회검 도나", "ko_rr": "Gong-adan-ui Hoegeom Dona", "zh-TW": "空牙團的懷劍 唐納", "zh-CN": "空牙团的怀剑 多娜"}, "text": {"en": "2 monsters with different Types\nYou can target 1 monster \"Fur Hire\" you control and 1 monster your opponent controls; destroy them. You can Tribute 1 monster; Special Summon 1 monster \"Fur Hire\" from your hand or GY with a different original name than the Tributed monster, then, if you Tributed a Link Monster to activate this effect, you can Special Summon 1 more such monster. You can only use 1 \"Donner, Dagger Fur Hire\" effect per turn, and only once that turn.", "de": "2 Monster mit unterschiedlichen Typen\nDu kannst 1 „Fellsöldner“-Monster, das du kontrollierst, und 1 Monster, das dein Gegner kontrolliert, wählen; zerstöre sie. Du kannst 1 Monster als Tribut anbieten; beschwöre 1 „Fellsöldner“-Monster mit einem unterschiedlichen Grund-Namen als das als Tribut angebotene Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof, dann, falls du ein Linkmonster als Tribut angeboten hast, um diesen Effekt zu aktivieren, kannst du 1 weiteres solches Monster als Spezialbeschwörung beschwören. Du kannst nur 1 Effekt von „Donner, Dolch-Fellsöldner“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "2 monstruos con Tipos diferentes\nPuedes seleccionar 1 monstruo \"Mascota a Sueldo\" que controles y 1 monstruo que controle tu adversario; destrúyelos. Puedes Sacrificar 1 monstruo; Invoca de Modo Especial, desde tu mano o Cementerio, 1 monstruo \"Mascota a Sueldo\" con un nombre original diferente que el del monstruo Sacrificado y después, si Sacrificaste un Monstruo de Enlace para activar este efecto, puedes Invocar de Modo Especial 1 monstruo más como ése. Sólo puedes usar 1 efecto de \"Donner, Daga Mascota a Sueldo\" por turno, y sólo una vez ese turno.", "fr": "2 monstres de Types différents\nVous pouvez cibler 1 monstre \"Mercefourrure\" que vous contrôlez et 1 monstre contrôlé par votre adversaire ; détruisez-les. Vous pouvez Sacrifier 1 monstre ; Invoquez Spécialement 1 monstre \"Mercefourrure\" depuis votre main ou Cimetière de nom d'origine différent du monstre Sacrifié, puis, si vous avez Sacrifié un Monstre Lien pour activer cet effet, vous pouvez Invoquer Spécialement 1 tel monstre en plus. Vous ne pouvez utiliser qu'1 effet de \"Donner, Dague Mercefourrure\" par tour, et uniquement une fois le tour.", "it": "2 mostri con Tipi diversi\nPuoi scegliere come bersaglio 1 mostro \"Pelliccia Mercenaria\" che controlli e 1 mostro controllato dal tuo avversario; distruggili. Puoi offrire come Tributo 1 mostro; Evoca Specialmente dalla tua mano o Cimitero 1 mostro \"Pelliccia Mercenaria\" con nome originale diverso dal mostro offerto come Tributo, poi, se hai offerto come Tributo un Mostro Link per attivare questo effetto, puoi Evocare Specialmente 1 tale mostro addizionale. Puoi utilizzare solo 1 effetto di \"Donner, Pugnale Pelliccia Mercenaria\" per turno, e solo una volta in quel turno.", "pt": "2 monstros com Tipos diferentes\nVocê pode escolher 1 monstro \"de Peluguel\" que você controla e 1 monstro que seu oponente controla; destrua-os. Você pode oferecer 1 monstro como Tributo; Invoque por Invocação-Especial 1 monstro \"de Peluguel\" da sua mão ou do Cemitério com um nome original diferente que o do monstro oferecido como Tributo e, depois, se você ofereceu como Tributo um Monstro Link para ativar este efeito, você pode Invocar por Invocação-Especial mais 1 desses monstros. Você só pode usar 1 efeito de \"Donner, a Adaga de Peluguel\" por turno e apenas uma vez por turno.", "ja": "種族が異なるモンスター２体\nこのカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドの「空牙団」モンスター１体と相手フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。②：自分フィールドのモンスター１体をリリースして発動できる。リリースしたモンスターとは元々のカード名が異なる「空牙団」モンスター１体を自分の手札・墓地から特殊召喚する。Ｌモンスターをリリースして発動した場合、さらにもう１体を特殊召喚できる。", "ko": "종족이 다른 몬스터 2장\n이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 \"공아단\" 몬스터 1장과 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다. ②: 자신 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 릴리스한 몬스터와는 원래의 카드명이 다른 \"공아단\" 몬스터 1장을 자신의 패 / 묘지에서 특수 소환한다. 링크 몬스터를 릴리스하고 발동했을 경우, 추가로 나머지 1장을 특수 소환할 수 있다.", "zh-TW": "種族不同的怪獸２隻\n此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可將我方場上的１隻「空牙團」怪獸及對方場上的１隻怪獸做為對象發動。破壞該怪獸。②：可解放我方場上的１隻怪獸發動。從我方手牌・墓地選擇１隻原本的卡名與解放的怪獸不同的「空牙團」怪獸特殊召喚。在解放連結怪獸發動的狀況下，可另選擇１隻特殊召喚。", "zh-CN": "种族不同的怪兽２只\n此卡名的①②效果１回合１次，仅可使用其中１个。①：以自己场上的１只“空牙团”怪兽和对手场上的１只怪兽为对象可以发动。将该怪兽破坏。②：解放自己场上的１只怪兽可以发动。从自己的手牌・墓地挑选１只原本卡名与所解放怪兽不同的“空牙团”怪兽特殊召唤。解放连接怪兽来发动的情况下，进而可再挑选另１只特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬇", "↘"], "atk": 1600, "series": ["Fur Hire"], "images": [{"index": 1, "image": "DonnerDaggerFurHire-MP23-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN049", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN192", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "DABL-DE049", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE192", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "DABL-FR049", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR192", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "DABL-IT049", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT192", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "DABL-PT049", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT192", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "DABL-JP049", "set_name": "Darkwing Blast", "rarities": ["Rare"]}, {"set_number": "QCDB-JP050", "set_name": "Quarter Century Duelist Box", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DABL-KR049", "set_name": "Darkwing Blast", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC033", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714616, "master_duel_rarity": "UR"}