{"konami_id": 18213, "password": 8775395, "name": {"en": "Evil Eyes Unleashed", "de": "Entfesselte Bösaugen", "es": "Ojo Maligno Desatado", "fr": "Déchaînement de l'Œil Maléfique", "it": "Malocchio Scatenato", "pt": "Olho Maligno Liberado", "ja": "<ruby>災<rt>さい</rt></ruby><ruby>誕<rt>たん</rt></ruby>の<ruby>呪<rt>じゅ</rt></ruby><ruby>眼<rt>がん</rt></ruby>", "ja_romaji": "Saitan no Jugan", "ko": "재탄의 주안", "ko_rr": "Jaetang-ui Juan", "zh-TW": "災誕之咒眼", "zh-CN": "灾诞之咒眼"}, "text": {"en": "Send 1 \"Evil Eye\" monster and 1 \"Evil Eye\" Spell/Trap from your Deck to the GY; add 1 \"Evil Eye\" Equip Spell from your Deck to your hand, but for the rest of this turn, each time you activate a non-\"Evil Eye\" card or effect, you lose 500 LP. If you Link Summon an \"Evil Eye\" Link Monster: You can banish this card from your GY; equip 1 \"Evil Eye\" Equip Spell from your GY to 1 \"Evil Eye\" Link Monster you control. You can only use each effect of \"Evil Eyes Unleashed\" once per turn.", "de": "Lege 1 „Bösauge“-Monster und 1 „Bösauge“-Zauber/Falle von deinem Deck auf den Friedhof; füge deiner Hand 1 „Bösauge“-Ausrüstungszauber von deinem Deck hinzu, aber für den Rest dieses Spielzugs verlierst du jedes Mal 500 LP, wenn du eine/n Nicht-„Bösauge“-Karte oder -Effekt aktivierst. Falls du ein „Bösauge“-Linkmonster als Linkbeschwörung beschwörst: Du kannst diese Karte von deinem Friedhof verbannen; rüste 1 „Bösauge“-Linkmonster, das du kontrollierst, mit 1 „Bösauge“-Ausrüstungszauber von deinem Friedhof aus. Du kannst jeden Effekt von „Entfesselte Bösaugen“ nur einmal pro Spielzug verwenden.", "es": "Manda al Cementerio 1 monstruo \"Ojo Maligno\" y 1 Mágica/Trampa \"Ojo Maligno\" en tu Deck; añade a tu mano 1 Mágica de Equipo \"Ojo Maligno\" en tu Deck, pero por el resto de este turno, cada vez que actives una carta o efecto que no sea \"Ojo Maligno\", pierdes 500 LP. Si Invocas por Enlace un Monstruo de Enlace \"Ojo Maligno\": puedes desterrar esta carta en tu Cementerio; equipa a 1 Monstruo de Enlace \"Ojo Maligno\" que controles 1 Mágica de Equipo \"Ojo Maligno\" en tu Cementerio. Sólo puedes usar cada efecto de \"Ojo Maligno Desatado\" una vez por turno.", "fr": "Envoyez 1 monstre \"Œil Maléfique\" et 1 Magie/Piège \"Œil Maléfique\" depuis votre Deck au Cimetière ; ajoutez 1 Magie d'Équipement \"Œil Maléfique\" depuis votre Deck à votre main, mais le reste de ce tour, chaque fois que vous activez une carte ou effet non-\"Œil Maléfique\", vous perdez 500 LP. Si vous Invoquez par Lien un Monstre Lien \"Œil Maléfique\" : vous pouvez bannir cette carte depuis votre Cimetière ; équipez 1 Magie d'Équipement \"Œil Maléfique\" depuis votre Cimetière à 1 Monstre Lien \"Œil Maléfique\" que vous contrôlez. Vous ne pouvez utiliser chaque effet de \"Déchaînement de l'Œil Maléfique\" qu'une fois par tour.", "it": "Manda 1 mostro \"Malocchio\" e 1 Magia/Trappola \"Malocchio\" dal tuo Deck al Cimitero; aggiungi 1 Magia Equipaggiamento \"Malocchio\" dal tuo Deck alla tua mano, ma, per il resto di questo turno, ogni volta che attivi una carta non-\"Malocchio\" o un suo effetto, perdi 500 LP. Se Evochi Link un Mostro Link \"Malocchio\": puoi bandire questa carta dal tuo Cimitero; equipaggia 1 Magia Equipaggiamento \"Malocchio\" dal tuo Cimitero a 1 Mostro Link \"Malocchio\" che controlli. Puoi utilizzare ogni effetto di \"Malocchio Scatenato\" una sola volta per turno.", "pt": "Envie 1 monstro \"Olho Maligno\" e 1 Magia/Armadilha \"Olho Maligno\" do seu Deck para o Cemitério; adicione 1 Magia de Equipamento \"Olho Maligno\" do seu Deck à sua mão, mas pelo resto deste turno, sempre que você ativar um card ou efeito que não seja \"Olho Maligno\", você perde 500 PV. Se você Invocar por Invocação-Link um Monstro Link \"Olho Maligno\": você pode banir este card do seu Cemitério; equipe 1 Magia de Equipamento \"Olho Maligno\" do seu Cemitério a 1 Monstro Link \"Olho Maligno\" que você controla. Você só pode usar cada efeito de \"Olho Maligno Liberado\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：デッキから「呪眼」モンスター１体と「呪眼」魔法・罠カード１枚を墓地へ送って発動できる。デッキから「呪眼」装備魔法カード１枚を手札に加える。このターン、自分が「呪眼」カード以外のカードの効果を発動する度に自分は５００ＬＰを失う。②：自分が「呪眼」リンクモンスターのリンク召喚に成功した場合、墓地のこのカードを除外して発動できる。自分の墓地から「呪眼」装備魔法カード１枚を選び、自分フィールドの「呪眼」リンクモンスター１体に装備する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 \"주안\" 몬스터 1장과 \"주안\" 마법 / 함정 카드 1장을 묘지로 보내고 발동할 수 있다. 덱에서 \"주안\" 장착 마법 카드 1장을 패에 넣는다. 이 턴에, 자신이 \"주안\" 카드 이외의 카드의 효과를 발동할 때마다 자신은 500 LP를 상실한다. ②: 자신이 \"주안\" 링크 몬스터의 링크 소환에 성공했을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 자신 묘지에서 \"주안\" 장착 마법 카드 1장을 고르고, 자신 필드의 \"주안\" 링크 몬스터 1장에 장착한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從牌組將１隻「咒眼」怪獸與１張「咒眼」魔法・陷阱卡送至墓地發動。從牌組將１張「咒眼」裝備魔法卡加入手牌。此回合，每當我方發動「咒眼」卡以外的卡的效果時，我方失去５００LP。②：在我方成功連結召喚「咒眼」連結怪獸的狀況下，可將墓地的此卡除外發動。從我方墓地選擇１張「咒眼」裝備魔法卡，裝備於我方場上的１隻「咒眼」連結怪獸上。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从牌组将１只“咒眼”怪兽和１张“咒眼”魔法・陷阱卡送至墓地可以发动。从牌组将１张“咒眼”装备魔法卡加入手牌。此回合，每次自己发动“咒眼”卡以外的卡的效果，则自己失去５００LP。②：自己连接召唤“咒眼”连接怪兽成功的情况下，将墓地的此卡除外可以发动。从自己的墓地挑选１张“咒眼”装备魔法卡，装备于自己场上的１只“咒眼”连接怪兽。"}, "card_type": "Spell", "property": "Normal", "series": ["Evil Eye"], "images": [{"index": 1, "image": "EvilEyesUnleashed-PHHY-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN068", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE068", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR068", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT068", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT068", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP068", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "ko": [{"set_number": "PHHY-KR068", "set_name": "Photon Hypernova", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714826, "master_duel_rarity": "UR"}