{"konami_id": 14330, "password": 8868767, "name": {"en": "Dice It", "de": "Abwürfeln", "es": "Dietado", "fr": "Dégime", "it": "Giocatela", "pt": "Dadieta", "ja": "ダイスエット", "ja_romaji": "Daisuetto", "ko": "다이스어트", "ko_rr": "Daiseueoteu", "zh-TW": "減肥骰子", "zh-CN": "减肥骰子"}, "text": {"en": "Roll a six-sided die. Apply this effect, depending on whose turn it is.\n● During your turn: Banish cards from your GY equal to the result. Then, if the result was 1, send 6 cards from the top of your Deck to the GY.\n● During your opponent's turn: Send cards from the top of your Deck to the GY equal to the result. Then, if the result was 6, banish 1 card from your GY.", "de": "Wirf einen sechsseitigen Würfel. Führe diesen Effekt aus, abhängig davon, wessen Spielzug es ist.\n● Während deines Spielzugs: Verbanne Karten in Höhe des Ergebnisses von deinem Friedhof. Dann, falls das Ergebnis 1 ist, lege die 6 obersten Karten deines Decks auf den Friedhof.\n● Während des Spielzugs deines Gegners: Lege die obersten Karten deines Decks in Höhe des Ergebnisses auf den Friedhof. Dann, falls das Ergebnis 6 ist, verbanne 1 Karte von deinem Friedhof.", "es": "Lanza un dado de seis caras. Aplica este efecto, dependiendo de quién sea el turno.\n● Durante tu turno: destierra tantas cartas en tu Cementerio como el resultado. Después, si el resultado es 1, además manda al Cementerio 6 cartas desde la parte superior de tu Deck.\n● Durante el turno de tu adversario: manda al Cementerio tantas cartas de la parte superior de tu Deck como el resultado. Después, si el resultado es 6, además destierra 1 carta en tu Cementerio.", "fr": "Lancez un dé à six faces. Appliquez cet effet selon le tour.\n● Durant votre tour : bannissez un nombre de cartes depuis votre Cimetière égal au résultat. Puis, si le résultat est 1, envoyez aussi 6 cartes du dessus de votre Deck au Cimetière.\n● Durant le tour de votre adversaire : envoyez un nombre de cartes du dessus de votre Deck au Cimetière égal au résultat. Puis, si le résultat est 6, bannissez aussi 1 carte depuis votre Cimetière.", "it": "Tira un dado a sei facce. Applica questo effetto, a seconda di chi sta giocando il suo turno.\n● Durante il tuo turno: bandisci dal tuo Cimitero carte pari al risultato. Poi, se il risultato era 1, manda 6 carte dalla cima del tuo Deck al Cimitero.\n● Durante il turno del tuo avversario: manda dalla cima del tuo Deck al Cimitero carte pari al risultato. Poi, se il risultato era 6, bandisci 1 carta dal tuo Cimitero.", "pt": "Lance um dado de seis faces. Aplique este efeito, dependendo de quem é o turno.\n● Durante o seu turno: bana cards do seu Cemitério igual ao resultado. Depois, se o resultado foi 1, envie 6 cards do topo do seu Deck para o Cemitério.\n● Durante o turno do seu oponente: envie para o Cemitério cards do topo do seu Deck igual ao resultado. Depois, se o resultado foi 6, bana 1 card do seu Cemitério.", "ja": "①：サイコロを１回振る。発動ターンによって以下の効果を適用する。\n●自分ターン：出た目の数だけ自分の墓地からカードを選んで除外する。出た目が１の場合、さらに自分のデッキの上からカードを６枚墓地へ送る。\n●相手ターン：出た目の数だけ自分のデッキの上からカードを墓地へ送る。出た目が６の場合、さらに自分の墓地のカード１枚を選んで除外する。", "ko": "①: 주사위를 1회 던진다. 발동 턴에 따라 이하의 효과를 적용한다.\n●자신 턴: 나온 눈의 수만큼 자신 묘지에서 카드를 골라 제외한다. 나온 눈이 1 일 경우, 추가로 자신의 덱 위에서 카드를 6장 묘지로 보낸다.\n●상대 턴: 나온 눈의 수만큼 자신의 덱 위에서 카드를 묘지로 보낸다. 나온 눈이 6 일 경우, 추가로 자신 묘지의 카드 1장을 골라 제외한다.", "zh-TW": "①：投擲１次骰子。根據發動的回合，適用以下效果。\n●我方回合：依擲出的數字從我方墓地選擇將卡除外。在擲出的數字為１的狀況下，另從我方牌組上方將６張卡送至墓地。\n●對方回合：依擲出的數字從我方牌組上方將卡送至墓地。在擲出的數字為６的狀況下，另選擇將我方墓地的１張卡除外。", "zh-CN": "①：掷１次骰子。根据发动回合适用以下效果。\n●我方回合：从我方墓地挑选掷出数值数量的卡牌并除外。掷出数值为１的场合，进一步从我方牌组上方将６张卡牌送入墓地。\n●对手回合：将我方牌组上方掷出数值数量的卡牌送入墓地。掷出数值为６的场合，进一步挑选我方墓地的１张卡牌并除外。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "DiceIt-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN080", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE080", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR080", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT080", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT080", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP080", "set_name": "Dark Neostorm", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "DANE-KR080", "set_name": "Dark Neostorm", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585977, "master_duel_rarity": "R"}