{"konami_id": 13812, "password": 8955148, "name": {"en": "Litmus Doom Ritual", "de": "Ritual der Lithmus-Verdammten", "es": "Ritual Fatal de Litmus", "fr": "Rituel de Litmus le Maudit", "it": "Rituale del Fato Litmus", "pt": "Ritual da Condenação Tornassol", "ja": "リトマスの<ruby>死<rt>し</rt></ruby><ruby>儀<rt>ぎ</rt></ruby><ruby>式<rt>しき</rt></ruby>", "ja_romaji": "Ritomasu no Shigishiki", "ko": "리트머스 죽음의 의식", "ko_rr": "Riteumeoseu Juk-eum-ui Uisik", "zh-TW": "石蕊的死儀式", "zh-CN": "石蕊的死仪式"}, "text": {"en": null, "de": "Diese Karte wird verwendet, um „Schwertkämpfer der Lithmus-Verdammten“ als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe 8 oder mehr entspricht. Falls sich diese Karte im Friedhof befindet: Du kannst 1 „Schwertkämpfer der Lithmus-Verdammten“ in deinem Friedhof wählen; mische sowohl ihn als auch diese Karte vom Friedhof ins Deck, dann ziehe 1 Karte. Du kannst diesen Effekt von „Ritual der Lithmus-Verdammten“ nur einmal pro Spielzug verwenden.", "es": "Esta carta se usa para la Invocación por Ritual de \"Espadachín Fatal de Litmus\". También debes Sacrificar monstruos en tu mano o Campo, cuyos Niveles totales sean 8 o más. Si esta carta está en el Cementerio: puedes seleccionar 1 \"Espadachín Fatal de Litmus\" en tu Cementerio; barájalo al Deck, así como a esta carta en el Cementerio, y después roba 1 carta. Sólo puedes usar este efecto de \"Ritual Fatal de Litmus\" una vez por turno.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Litmus le Maudit\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, dont le Niveau total est égal à min. 8. Si cette carte est dans le Cimetière : vous pouvez cibler 1 \"Litmus le Maudit\" dans votre Cimetière ; mélangez-le ainsi que cette carte depuis le Cimetière dans le Deck, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Rituel de Litmus le Maudit\" qu'une fois par tour.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale \"Spadaccino del Fato Litmus\". Devi anche offrire come Tributo dalla tua mano o Terreno mostri con Livello totale pari o superiore a 8. Se questa carta è nel Cimitero: puoi scegliere come bersaglio 1 \"Spadaccino del Fato Litmus\" nel tuo Cimitero; mischia sia esso che questa carta dal Cimitero nel Deck, poi pesca 1 carta. Puoi utilizzare questo effetto di \"Rituale del Fato Litmus\" una sola volta per turno.", "pt": "Este card é usado para a Invocação-Ritual de \"Espadachim da Condenação Tornassol\". Você também deve oferecer como Tributo monstros da sua mão ou do campo, cuja soma dos Níveis seja igual a 8 ou mais. Se este card estiver no Cemitério: você pode escolher 1 \"Espadachim da Condenação Tornassol\" no seu Cemitério; embaralhe no Deck tanto ele quanto este card do Cemitério e, depois, compre 1 card. Você só pode usar este efeito de \"Ritual da Condenação Tornassol\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：レベルの合計が８以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「リトマスの死の剣士」を儀式召喚する。\n②：このカードが墓地に存在する場合、自分の墓地の「リトマスの死の剣士」１体を対象として発動できる。墓地のこのカードと対象のモンスターをデッキに戻す。その後、自分は１枚ドローする。", "ko": "\"리트머스 죽음의 검사\"의 의식 소환에 필요. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드에서, 레벨의 합계가 8 이상이 되도록 몬스터를 릴리스하고, 패에서 \"리트머스 죽음의 검사\"를 의식 소환한다. ②: 이 카드가 묘지에 존재할 경우, 자신 묘지의 \"리트머스 죽음의 검사\" 1장을 대상으로 하고 발동할 수 있다. 묘지의 이 카드와 대상 몬스터의 합계 2장을 덱에 넣고 셔플한다. 그 후, 자신은 덱에서 1장 드로우한다.", "zh-TW": "「石蕊的死劍士」降臨所需。此卡名的②效果，１回合僅限使用１次。①：為使等級合計為８以上，從我方手牌・場上解放怪獸，從手牌儀式召喚「石蕊的死劍士」。②：在此卡存在於墓地的狀況下，可將我方墓地的１隻「石蕊的死劍士」做為對象發動。將墓地的此卡及對象怪獸合計２張卡加入牌組後洗牌。其後，我方從牌組抽１張牌。", "zh-CN": "“石蕊的死剑士”的降临所必需。此卡名的②效果１回合仅可使用１次。①：为使等级合计为８以上，从自己的手牌・场上解放怪兽，从手牌将“石蕊的死剑士”仪式召唤。②：此卡存在于墓地的情况下，以自己墓地的１只“石蕊的死剑士”为对象可以发动。将墓地的此卡和对象怪兽合计２张加入牌组并洗牌。然后，自己从牌组抽１张。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "LitmusDoomRitual-BLRR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLRR-EN014", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLRR-DE014", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLRR-FR014", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLRR-IT014", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLRR-PT014", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP18-JP014", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "CP18-KR014", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557694, "master_duel_rarity": "N"}