{"konami_id": 4955, "password": 9074847, "name": {"en": "Major Riot", "de": "Großer Tumult", "es": "Disturbio General", "fr": "Émeute Majeure", "it": "Grande Tumulto", "pt": "Grande Motim", "ja": "<ruby>大<rt>おお</rt></ruby><ruby>騒<rt>そう</rt></ruby><ruby>動<rt>どう</rt></ruby>", "ja_romaji": "Ōsōdō", "ko": "대소동", "ko_rr": null, "zh-TW": "大騷動", "zh-CN": "大骚动"}, "text": {"en": "If a monster(s) you control returns to your hand by an opponent's card effect: Return as many monsters on the field to the hand as possible, then each player Special Summons monsters from their hand, in face-down Defense Position, equal to the number of Monster Cards that were returned to their hand.", "de": "Du kannst diese Karte aktivieren, wenn 1 oder mehrere deiner Monster durch einen Karteneffekt deines Gegners vom Spielfeld auf deine Hand zurückgeben werden. Gib alle Monsterkarten vom Spielfeld auf die Hand ihres Besitzer zurück. Sowohl du als auch dein Gegner beschwören dann die gleiche Anzahl an Monsterkarten, wie ihnen auf die Hand zurückgegeben wurden, als Spezialbeschwörung aus der Hand, verdeckt in Verteidigungsposition.", "es": "Si uno o más monstruos que controlas son devueltos a tu mano por efecto de una carta del adversario: devuelve a la mano tantos monstruos en el Campo como sea posible, y después cada jugador Invoca monstruos de Modo Especial desde su mano, en Posición de Defensa boca abajo, igual al número de Cartas de Monstruo que fueron devueltas a su mano.", "fr": "Vous pouvez Activer cette carte lorsqu'1 ou plusieurs de vos monstres retournent du Terrain dans votre main par l'effet d'une carte contrôlée par votre adversaire. Renvoyez toutes les Cartes Monstre du Terrain dans la main de leurs propriétaires respectifs. Vous et votre adversaire Invoquez alors par Invocation Spéciale de vos mains, le même nombre de Cartes Monstre sur le Terrain en Position de Défense face verso.", "it": "Puoi attivare questa carta quando 1 o più dei tuoi Mostri viene fatto ritornare dal Terreno nella tua mano per effetto di una carta del tuo avversario. Fai ritornare tutti i Mostri sul Terreno nelle rispettive mani. Sia tu che il tuo avversario evocate sul Terreno tramite Evocazione Speciale dalle vostre mani lo stesso numero di Mostri, coperti in Posizione di Difesa.", "pt": "Se um ou mais monstros que você controla forem devolvidos à sua mão por um efeito de card do oponente: devolva para a mão tantos monstros no campo quanto possível e, depois, cada duelista Invoca monstros por Invocação-Especial da mão dele, com a face para baixo em Posição de Defesa, igual ao número de Cards de Monstros que foram devolvidos à mão dele.", "ja": "相手のコントロールするカードの効果によって、自分のモンスターがフィールドから手札に戻されたときに発動する事ができる。フィールド上の全モンスターを持ち主の手札に戻す。その後、お互いに戻された数のモンスターを裏側守備表示で手札から特殊召喚する。", "ko": "상대가 컨트롤하는 카드의 효과에 의해서 자신의 몬스터가 필드에서 패로 되돌려졌을 때 발동할 수 있다. 필드 위의 모든 몬스터를 주인의 패로 되돌린다. 그 후, 서로 되돌려진 매수의 몬스터를 뒷면 수비 표시로 패에서 특수 소환 한다.", "zh-TW": null, "zh-CN": "对方控制的卡的效果让自己怪兽从场上回到手卡时才能发动。场上的全部怪兽回到持有者手卡。那之后，双方把回去数量的怪兽从手卡里侧守备表示特殊召唤。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "MajorRiot-PSV-EN-C-UE-25thAnniversaryEdition.png"}], "sets": {"en": [{"set_number": "PSV-EN029", "set_name": "Pharaoh's Servant", "rarities": ["Common"]}, {"set_number": "PSV-EN029", "set_name": "Pharaoh's Servant (25th Anniversary Edition)", "rarities": ["Common"]}, {"set_number": "PSV-029", "set_name": "Pharaoh's Servant", "rarities": ["Common"]}, {"set_number": "PSV-E029", "set_name": "Pharaoh's Servant", "rarities": ["Common"]}], "de": [{"set_number": "PSV-G029", "set_name": "Pharaoh's Servant", "rarities": ["Common"]}, {"set_number": "PSV-DE029", "set_name": "Pharaoh's Servant (25th Anniversary Edition)", "rarities": ["Common"]}], "fr": [{"set_number": "SDP-F029", "set_name": "Pharaoh's Servant", "rarities": ["Common"]}, {"set_number": "PSV-FR029", "set_name": "Pharaoh's Servant (25th Anniversary Edition)", "rarities": ["Common"]}], "it": [{"set_number": "SDF-I029", "set_name": "Pharaoh's Servant", "rarities": ["Common"]}, {"set_number": "PSV-IT029", "set_name": "Pharaoh's Servant (25th Anniversary Edition)", "rarities": ["Common"]}], "pt": [{"set_number": "PSV-PT029", "set_name": "Pharaoh's Servant (25th Anniversary Edition)", "rarities": ["Common"]}], "ja": [{"set_number": "CA-29", "set_name": "Curse of Anubis (set)", "rarities": ["Common"]}, {"set_number": "DL1-117", "set_name": "Duelist Legacy Volume.1", "rarities": ["Common"]}], "ko": [{"set_number": "PSV-K029", "set_name": "Pharaoh's Servant", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 5566, "master_duel_rarity": "N"}