{"konami_id": 14450, "password": 9097866, "name": {"en": "Cross Debug", "de": "Kreuz-Debugger", "es": "Transversal de Depuración", "fr": "Face Débug", "it": "Attraversa Debug", "pt": "Cruzadora Debug", "ja": "クロス・デバッガー", "ja_romaji": "Kurosu Debaggā", "ko": "크로스 디버거", "ko_rr": "Keuroseu Dibeogeo", "zh-TW": "交叉除錯瓢蟲", "zh-CN": "交叉调试瓢虫"}, "text": {"en": "If you control 2 or more Link Monsters: You can Special Summon this card from your hand. During damage calculation, if your Link Monster battles an opponent's Link Monster (Quick Effect): You can banish this card from your GY, then target 1 Link Monster in your GY; your battling monster cannot be destroyed by that battle, also, until the end of this turn, it gains ATK equal to the target's ATK. You can only use each effect of \"Cross Debug\" once per turn.", "de": "Falls du 2 oder mehr Linkmonster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während der Schadensberechnung, falls dein Linkmonster gegen ein Linkmonster eines Gegners kämpft (Schnelleffekt): Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Linkmonster in deinem Friedhof wählen; dein kämpfendes Monster kann durch den Kampf nicht zerstört werden, zusätzlich erhält es bis zum Ende dieses Spielzugs ATK in Höhe der ATK des gewählten Ziels. Du kannst jeden Effekt von „Kreuz-Debugger“ nur einmal pro Spielzug verwenden.", "es": "Si controlas 2 o más Monstruos de Enlace: puedes Invocar esta carta de Modo Especial desde tu mano. Durante el cálculo de daño, si tu Monstruo de Enlace batalla con un Monstruo de Enlace del adversario (Efecto Rápido): puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo de Enlace en tu Cementerio; tu monstruo batallante no puede ser destruido en esa batalla y además, hasta el final de este turno, éste gana ATK igual al ATK del objetivo. Sólo puedes usar cada efecto de \"Transversal de Depuración\" una vez por turno.", "fr": "Si vous contrôlez min. 2 Monstres Lien : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant le calcul des dommages, si votre Monstre Lien combat un Monstre Lien de l'adversaire (Effet Rapide) : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Lien dans votre Cimetière ; votre monstre combattant ne peut pas être détruit par ce combat, et aussi, jusqu'à la fin de ce tour, il gagne une ATK égale à l'ATK de la cible. Vous ne pouvez utiliser chaque effet de \"Face Débug\" qu'une fois par tour.", "it": "Se controlli 2 o più Mostri Link: puoi Evocare Specialmente questa carta dalla tua mano. Durante il calcolo dei danni, se un tuo Mostro Link combatte con un Mostro Link dell'avversario (Effetto Rapido): puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Link nel tuo Cimitero; il tuo mostro che sta combattendo non può essere distrutto in quella battaglia, inoltre, fino alla fine di questo turno, esso guadagna ATK pari all'ATK del bersaglio. Puoi utilizzare ogni effetto di \"Attraversa Debug\" una sola volta per turno.", "pt": "Se você controlar 2 ou mais Monstros Link: você pode Invocar este card por Invocação-Especial da sua mão. Durante o cálculo de dano, se um Monstro Link seu batalhar um Monstro Link do oponente (Efeito Rápido): você pode banir este card do seu Cemitério e, depois, escolher 1 Monstro Link no seu Cemitério; seu monstro que está batalhando não pode ser destruído nessa batalha e, além disso, até o final deste turno, ele ganha ATK igual ao ATK do alvo. Você só pode usar cada efeito de \"Cruzadora Debug\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにリンクモンスターが２体以上存在する場合に発動できる。このカードを手札から特殊召喚する。②：自分と相手のリンクモンスター同士が戦闘を行うダメージ計算時に、墓地のこのカードを除外し、自分の墓地のリンクモンスター１体を対象として発動できる。その戦闘を行う自分のモンスターの攻撃力はターン終了時まで対象のモンスターの攻撃力分アップし、その戦闘では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 링크 몬스터가 2장 이상 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신과 상대의 링크 몬스터끼리가 전투를 실행하는 데미지 계산시에, 묘지의 이 카드를 제외하고, 자신 묘지의 링크 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 전투를 실행하는 자신 몬스터의 공격력은 턴 종료시까지 대상 몬스터의 공격력만큼 올리고, 그 전투로는 파괴되지 않는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在我方場上存在２隻以上的連結怪獸的狀況下發動。從手牌特殊召喚此卡。②：在我方與對方的連結怪獸彼此進行戰鬥的傷害計算時，可將墓地的此卡除外，將我方墓地的１隻連結怪獸做為對象發動。進行戰鬥的該我方怪獸的攻擊力在回合結束前，依據對象怪獸的攻擊力數值進行提升，在該戰鬥中不會被破壞。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己场上有２只以上的连接怪兽存在的情况下可以发动。从手牌将此卡特殊召唤。②：自己和对手的连接怪兽之间进行战斗的伤害计算时，将墓地的此卡除外，以自己墓地的１只连接怪兽为对象可以发动。进行该战斗的自己的怪兽的攻击力直至回合结束时为止，上升相当于对象怪兽攻击力的数值，不会因该战斗被破坏。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "DARK", "level": 2, "atk": 900, "def": 600, "images": [{"index": 1, "image": "CrossDebug-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN002", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE002", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR002", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT002", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT002", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP002", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "ko": [{"set_number": "RIRA-KR002", "set_name": "Rising Rampage", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 598309, "master_duel_rarity": "R"}