{"konami_id": 19160, "password": 9091064, "name": {"en": "Vanquish Soul Jiaolong", "de": "Bezwingerseele Jiaolong", "es": "Derrota Almas Jiaolong", "fr": "Âme du Vainqueur Jiaolong", "it": "Sgomina Anima Jiaolong", "pt": "Alma Aniquiladora Jiaolong", "ja": "<ruby>ＶＳ<rt>ヴァンキッシュ・ソウル</rt></ruby> <ruby>蛟龍<rt>ジャオロン</rt></ruby>", "ja_romaji": "Vankisshu Souru Jaoron", "ko": "<ruby>VS<rt>뱅키시 소울</rt></ruby> 쟈오롱", "ko_rr": "Baengkisi Soul Jyaoring", "zh-TW": "對擊鬥魂 蛟龍", "zh-CN": "对击斗魂 蛟龙"}, "text": {"en": "If you reveal a card(s) in your hand to activate a \"Vanquish Soul\" card or effect (except during the Damage Step): You can Special Summon this card from your hand. (Quick Effect): You can activate 1 of these effects, by revealing monster(s) in your hand with the listed Attribute(s);\n● FIRE: Change the battle position of 1 monster on the field.\n● 2 FIRE: Add 1 \"Vanquish Soul\" card from your Deck to your hand, except \"Vanquish Soul Jiaolong\".\nYou can only use each effect of \"Vanquish Soul Jiaolong\" once per turn, and cannot activate more than 1 in the same Chain.", "de": "Falls du eine oder mehr Karten in deiner Hand vorzeigst, um eine/n „Bezwingerseele“-Karte oder -Effekt zu aktivieren (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. (Schnelleffekt): Du kannst 1 dieser Effekte aktivieren, indem du ein oder mehr Monster mit den aufgeführten Eigenschaften in deiner Hand vorzeigst;\n● FEUER: Ändere die Kampfposition von 1 Monster auf dem Spielfeld.\n● 2 FEUER: Füge deiner Hand 1 „Bezwingerseele“-Karte von deinem Deck hinzu, außer „Bezwingerseele Jiaolong“.\nDu kannst jeden Effekt von „Bezwingerseele Jiaolong“ nur einmal pro Spielzug verwenden und du kannst nicht mehr als 1 in derselben Kette aktivieren.", "es": "Si muestras una o más cartas en tu mano para activar una carta o efecto \"Derrota Almas\" (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. (Efecto Rápido): puedes activar 1 de estos efectos, mostrando uno o más monstruos en tu mano con el o los Atributos listados;\n● FUEGO: Cambia la posición de batalla de 1 monstruo en el Campo.\n● 2 de FUEGO: Añade a tu mano 1 carta \"Derrota Almas\" en tu Deck, excepto \"Derrota Almas Jiaolong\".\nSólo puedes usar cada efecto de \"Derrota Almas Jiaolong\" una vez por turno, y no puedes activar más de 1 en la misma Cadena.", "fr": "Si vous révélez une ou plusieurs cartes dans votre main pour activer une carte ou effet \"Âme du Vainqueur\" (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. (Effet Rapide) : vous pouvez activer 1 de ces effets, en révélant un ou plusieurs monstres dans votre main avec les Attributs listés ;\n● FEU : Changez la position de combat d'1 monstre sur le Terrain.\n● 2 FEU : Ajoutez 1 carte \"Âme du Vainqueur\" (\"Âme du Vainqueur Jiaolong\" exclu) depuis votre Deck à votre main.\nVous ne pouvez utiliser chaque effet de \"Âme du Vainqueur Jiaolong\" qu'une fois par tour, et ne pouvez en activer que max. 1 dans la même Chaîne.", "it": "Se riveli una o più carte nella tua mano per attivare una carta \"Sgomina Anima\" o un suo effetto (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. (Effetto Rapido): puoi attivare 1 di questi effetti, rivelando uno o più mostri nella tua mano con gli Attributi indicati;\n● FUOCO: Cambia la posizione di 1 mostro sul Terreno.\n● 2 FUOCO: Aggiungi 1 carta \"Sgomina Anima\" dal tuo Deck alla tua mano, eccetto \"Sgomina Anima Jiaolong\".\nPuoi utilizzare ogni effetto di \"Sgomina Anima Jiaolong\" una sola volta per turno, e non puoi attivarne più di 1 nella stessa Catena.", "pt": "Se você revelar um ou mais cards na sua mão para ativar um card ou efeito \"Alma Aniquiladora\" (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. (Efeito Rápido): você pode ativar 1 desses efeitos ao revelar um ou mais monstros na sua mão com o(s) Atributo(s) listado(s);\n● FOGO: Mude a posição de batalha de 1 monstro no campo.\n● 2 FOGO: Adicione 1 card \"Alma Aniquiladora\" do seu Deck à sua mão, exceto \"Alma Aniquiladora Jiaolong\".\nVocê só pode usar cada efeito de \"Alma Aniquiladora Jiaolong\" uma vez por turno e não pode ativar mais que 1 na mesma Corrente.", "ja": "このカード名の①②の効果は、それぞれ１ターンに１度しか使用できず、同一チェーン上では発動できない。①：自分が「ＶＳ」カードの効果を発動するために手札を見せた場合に発動できる。このカードを手札から特殊召喚する。②：自分・相手ターンに、以下から１つ選択し、その属性の手札のモンスターを１体ずつ相手に見せて発動できる。●炎：フィールドのモンスター１体の表示形式を変更する。●炎・炎：デッキから「ＶＳ 蛟龍」以外の「ＶＳ」カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는, 각각 1턴에 1번밖에 사용할 수 없으며, 동일한 체인 위에서는 발동할 수 없다. ①: 자신이 \"VS(뱅키시 소울)\" 카드의 효과를 발동하기 위해 패를 보여줬을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 / 상대 턴에, 이하에서 1개 선택하고, 그 속성의 패의 몬스터를 1장씩 상대에게 보여주고 발동할 수 있다. ●화염: 필드의 몬스터 1장의 표시 형식을 변경한다. ●화염 / 화염: 덱에서 \"VS(뱅키시 소울) 쟈오롱\" 이외의 \"VS(뱅키시 소울)\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次，不可在同一连锁上发动。\n①：自己为发动“对击斗魂”卡的效果而出示了手牌的情况下可以发动。从手牌将此卡特殊召唤。\n②：在自己・对手回合中，从以下选择１个，将手牌相应属性的怪兽各１只出示给对手可以发动。\n●炎：变更场上的１只怪兽的表示形式。\n●炎・炎：从牌组将“对击斗魂 蛟龙”以外的１张“对击斗魂”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "FIRE", "level": 5, "atk": 2400, "def": 2100, "series": ["Vanquish Soul"], "images": [{"index": 1, "image": "VanquishSoulJiaolong-AGOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN018", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "AGOV-DE018", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "AGOV-FR018", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "AGOV-IT018", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "AGOV-PT018", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "AGOV-JP018", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR018", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC018", "set_name": "Age of Overlord", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-SC018", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 980568, "master_duel_rarity": "SR"}