{"konami_id": 18199, "password": 9175957, "name": {"en": "Tally-ho! Springans", "de": "Feuer frei, Springans!", "es": "Springans ¡A la Caza!", "fr": "Taïaut Springans", "it": "Tally-ho! Springans", "pt": "Alvo na Mira, Springans!", "ja": "タリホー！スプリガンズ！", "ja_romaji": "Tarihō! Supuriganzu!", "ko": "탈리호! 스프리건즈!", "ko_rr": "Talliho! Seupeurigeonjeu!", "zh-TW": "發現目標！守寶團！", "zh-CN": "发现目标！守宝团！"}, "text": {"en": "When you activate this card, you can also detach up to 3 materials from monsters you control; add 1 \"Springans\" monster from your Deck to your hand, then, if you detached any material at activation, you can Special Summon that many \"Springans\" monsters from your hand or GY. During your Main Phase, if this card is in your GY: You can target 1 Xyz Monster on the field; detach 1 material from it, and if you do, add this card to your hand. You can only use 1 \"Tally-ho! Springans\" effect per turn, and only once that turn.", "de": "Wenn du diese Karte aktivierst, kannst du zusätzlich bis zu 3 Material von Monstern abhängen, die du kontrollierst; füge deiner Hand 1 „Springans“-Monster von deinem Deck hinzu, dann, falls du bei der Aktivierung Material abgehängt hast, kannst du so viele „Springans“-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören. Während deiner Main Phase, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Xyz-Monster auf dem Spielfeld wählen; hänge 1 Material davon ab und falls du dies tust, füge diese Karte deiner Hand hinzu. Du kannst nur 1 Effekt von „Feuer frei, Springans!“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Cuando activas esta carta, también puedes desacoplar hasta 3 materiales de monstruos que controles; añade a tu mano 1 monstruo \"Springans\" en tu Deck y después, si desacoplaste algún material en la activación, puedes Invocar de Modo Especial ese número de monstruos \"Springans\" desde tu mano o Cementerio. Durante tu Main Phase, si esta carta está en tu Cementerio: puedes seleccionar 1 Monstruo Xyz en el Campo; desacopla 1 material de él y, si lo haces, añade esta carta a tu mano. Sólo puedes usar 1 efecto de \"Springans ¡A la Caza!\" por turno, y sólo una vez ese turno.", "fr": "Lorsque vous activez cette carte, vous pouvez aussi détacher max. 3 Matériels de monstres que vous contrôlez ; ajoutez 1 monstre \"Springans\" depuis votre Deck à votre main, puis, si vous avez détaché un Matériel à l'activation, vous pouvez Invoquer Spécialement autant de monstres \"Springans\" depuis votre main ou Cimetière. Durant votre Main Phase, si cette carte est dans votre Cimetière : vous pouvez cibler 1 Monstre Xyz sur le Terrain ; détachez-en 1 Matériel, et si vous le faites, ajoutez cette carte à votre main. Vous ne pouvez utiliser qu'1 effet de \"Taïaut Springans\" par tour, et uniquement une fois le tour.", "it": "Quando attivi questa carta, puoi anche staccare fino a 3 materiali da mostri che controlli; aggiungi 1 mostro \"Springans\" dal tuo Deck alla tua mano, poi, se hai staccato qualsiasi materiale all'attivazione, puoi Evocare Specialmente quel numero di mostri \"Springans\" dalla tua mano o Cimitero. Durante la tua Main Phase, se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 Mostro Xyz sul Terreno; stacca 1 materiale da esso e, se lo fai, aggiungi questa carta alla tua mano. Puoi utilizzare solo 1 effetto di \"Tally-ho! Springans\" per turno, e solo una volta in quel turno.", "pt": "Quando você ativar este card, você também pode desassociar até 3 matérias dos monstros que você controla; adicione 1 monstro \"Springans\" do seu Deck à sua mão e, depois, se você desassociou qualquer matéria na ativação, você pode Invocar por Invocação-Especial esse mesmo número de monstros \"Springans\" da sua mão ou do Cemitério. Durante sua Fase Principal, se este card estiver no seu Cemitério: você pode escolher 1 Monstro Xyz no campo; desassocie 1 matéria dele e, se isso acontecer, adicione este card à sua mão. Você só pode usar 1 efeito de \"Alvo na Mira, Springans!\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。このカードは自分フィールドのＸ素材を３つまで取り除いて発動する事もできる。①：デッキから「スプリガンズ」モンスター１体を手札に加える。Ｘ素材を取り除いてこのカードを発動した場合、さらにその数だけ、自分の手札・墓地から「スプリガンズ」モンスターを特殊召喚できる。②：自分メインフェイズにこのカードが墓地に存在する場合、フィールドのＸモンスター１体を対象として発動できる。そのモンスターのＸ素材を１つ取り除き、このカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. 이 카드는 자신 필드의 엑시즈 소재를 3개까지 제거하고 발동할 수도 있다. ①: 덱에서 \"스프리건즈\" 몬스터 1장을 패에 넣는다. 엑시즈 소재를 제거하고 이 카드를 발동했을 경우, 추가로 그 수만큼, 자신의 패 / 묘지에서 \"스프리건즈\" 몬스터를 골라 특수 소환할 수 있다. ②: 이 카드가 묘지에 존재할 경우, 필드의 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 엑시즈 소재를 1개 제거하고, 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。此卡也可通过去除自己场上的最多３个超量素材来发动。①：从牌组将１只“守宝团”怪兽加入手牌。通过去除超量素材发动此卡的情况下，进而可依其数量，从自己的手牌・墓地挑选“守宝团”怪兽特殊召唤。②：此卡存在于墓地的情况下，以场上的１只超量怪兽为对象可以发动。去除该怪兽的１个超量素材，将此卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Springans"], "images": [{"index": 1, "image": "TallyhoSpringans-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN054", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN322", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE054", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE322", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "PHHY-SP054", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-SP322", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR054", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR322", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT054", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT322", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT054", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT322", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP054", "set_name": "Photon Hypernova", "rarities": ["Rare"]}, {"set_number": "CF01-JP155", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PHHY-KR054", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC097", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716998, "master_duel_rarity": "SR"}