{"konami_id": 17421, "password": 9238125, "name": {"en": "Vernusylph of the Thawing Mountains", "de": "Frühlingssylphe der tauenden Berge", "es": "Vernusilf de las Montañas Deshelando", "fr": "Vernusylphe des Montagnes Fondantes", "it": "Vernasilfide delle Montagne in Disgelo", "pt": "Vernasílfide das Montanhas Descongeladas", "ja": "<ruby>山<rt>やま</rt></ruby>と<ruby>雪<rt>ゆき</rt></ruby><ruby>解<rt>げ</rt></ruby>の<ruby>春<rt>はる</rt></ruby><ruby>化<rt>け</rt></ruby><ruby>精<rt>しょう</rt></ruby>", "ja_romaji": "Yama to Yukige no Harukeshō", "ko": "산과 설해의 봄화정", "ko_rr": "San-gwa Seolhae-ui Bomhwajeong", "zh-TW": "山與融雪的春化精", "zh-CN": "山与融雪的春化精"}, "text": {"en": "You can discard this card, and 1 monster or \"Vernusylph\" card; draw 1 card, then you can Special Summon 1 EARTH monster from your GY, also you cannot activate non-EARTH monster effects for the rest of this turn. You can target 1 \"Vernusylph\" monster you control; it can make a second attack during each Battle Phase this turn. You can only use each effect of \"Vernusylph of the Thawing Mountains\" once per turn.", "de": "Du kannst diese Karte und 1 Monster oder „Frühlingssylphe“-Karte abwerfen; ziehe 1 Karte, dann kannst du 1 ERDE Monster als Spezialbeschwörung von deinem Friedhof beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Nicht-ERDE Monstereffekte aktivieren. Du kannst 1 „Frühlingssylphe“-Monster wählen, das du kontrollierst; es kann in diesem Spielzug während jeder Battle Phase einen zweiten Angriff durchführen. Du kannst jeden Effekt von „Frühlingssylphe der tauenden Berge“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar esta carta, y 1 monstruo o carta \"Vernusilf\"; roba 1 carta, y después puedes Invocar de Modo Especial 1 monstruo de TIERRA desde tu Cementerio, y además no puedes activar efectos de monstruos que no sean de TIERRA por el resto de este turno. Puedes seleccionar 1 monstruo \"Vernusilf\" que controles; éste puede hacer un segundo ataque durante cada Battle Phase este turno. Sólo puedes usar cada efecto de \"Vernusilf de las Montañas Deshelando\" una vez por turno.", "fr": "Vous pouvez défausser cette carte, et 1 monstre ou 1 carte \"Vernusylphe\" ; piochez 1 carte, puis vous pouvez Invoquer Spécialement 1 monstre TERRE depuis votre Cimetière, et aussi, vous ne pouvez pas activer d'effets de monstre non-TERRE le reste de ce tour. Vous pouvez cibler 1 monstre \"Vernusylphe\" que vous contrôlez ; durant chaque Battle Phase ce tour, il peut faire une seconde attaque. Vous ne pouvez utiliser chaque effet de \"Vernusylphe des Montagnes Fondantes\" qu'une fois par tour.", "it": "Puoi scartare questa carta, e 1 mostro o 1 carta \"Vernasilfide\"; pesca 1 carta, poi puoi Evocare Specialmente 1 mostro TERRA dal tuo Cimitero, inoltre non puoi attivare effetti di mostri non-TERRA per il resto di questo turno. Puoi scegliere come bersaglio 1 mostro \"Vernasilfide\" che controlli; esso può effettuare un secondo attacco durante ogni Battle Phase in questo turno. Puoi utilizzare ogni effetto di \"Vernasilfide delle Montagne in Disgelo\" una sola volta per turno.", "pt": "Você pode descartar este card e 1 monstro ou card \"Vernasílfide\"; compre 1 card e, depois, você pode Invocar por Invocação-Especial 1 monstro de TERRA do seu Cemitério e, além disso, você não pode ativar efeitos de monstros que não sejam de TERRA pelo resto deste turno. Você pode escolher 1 monstro \"Vernasílfide\" que você controla; ele pode realizar um segundo ataque durante cada Fase de Batalha neste turno. Você só pode usar cada efeito de \"Vernasílfide das Montanhas Descongeladas\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードと、モンスター１体または「春化精」カード１枚を手札から捨てて発動できる。自分はデッキから１枚ドローする。その後、自分の墓地から地属性モンスター１体を選んで特殊召喚できる。このターン、自分は地属性以外のモンスターの効果を発動できない。②：自分フィールドの「春化精」モンスター１体を対象として発動できる。このターン、そのモンスターは１度のバトルフェイズ中に２回攻撃できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드와, 몬스터 1장 또는 \"봄화정\" 카드 1장을 패에서 버리고 발동할 수 있다. 자신은 덱에서 1장 드로우한다. 그 후, 자신 묘지에서 땅 속성 몬스터 1장을 고르고 특수 소환할 수 있다. 이 턴에, 자신은 땅 속성 이외의 몬스터의 효과를 발동할 수 없다. ②: 자신 필드의 \"봄화정\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 몬스터는 1번의 배틀 페이즈 중에 2회 공격할 수 있다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從手牌捨棄此卡和１隻怪獸，或１張「春化精」卡發動。我方從牌組抽１張牌。其後，可從我方墓地選擇１隻地屬性怪獸特殊召喚。此回合，我方無法發動地屬性以外的怪獸效果。②：可將我方場上的１隻「春化精」怪獸做為對象發動。此回合，該怪獸在１次戰鬥階段中可攻擊２次。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从手牌将此卡和、１只怪兽或１张“春化精”卡舍弃可以发动。自己从牌组抽１张。然后，可从自己的墓地挑选１只地属性怪兽特殊召唤。此回合，自己不可发动地属性以外的怪兽的效果。②：以自己场上的１只“春化精”怪兽为对象可以发动。此回合，该怪兽在１次战斗阶段中可攻击２次。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 3, "atk": 1100, "def": 0, "series": ["Vernusylph"], "images": [{"index": 1, "image": "VernusylphoftheThawingMountains-POTE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN019", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE019", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR019", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT019", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT019", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP019", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR019", "set_name": "Power of the Elements", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC138", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717385, "master_duel_rarity": "R"}