{"konami_id": 19163, "password": 9275482, "name": {"en": "UFOLight", "de": "UFOLicht", "es": "UFOLuz", "fr": "UFOLumière", "it": "UFOLuce", "pt": "UFOLuz", "ja": "<ruby>幻日灯火<rt>ユーフォライト</rt></ruby>", "ja_romaji": "Yūforaito", "ko": "유에프오라이트", "ko_rr": "Yuepeuoraiteu", "zh-TW": "幻日燈火", "zh-CN": "幻日灯火"}, "text": {"en": "Your opponent cannot target this card on the field with card effects, except during the Battle Phase. If this card battles a monster, neither can be destroyed by that battle. During the End Phase: You can draw 1 card, then you must banish any number of cards from your hand (min. 1), and if you do, this card gains 500 ATK for each. You can only use this effect of \"UFOLight\" once per turn.", "de": "Dein Gegner kann diese Karte auf dem Spielfeld nicht als Ziel für Karteneffekte wählen, außer während der Battle Phase. Falls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden. Während der End Phase: Du kannst 1 Karte ziehen, dann musst du eine beliebige Anzahl Karten von deiner Hand (min. 1) verbannen und falls du dies tust, erhält diese Karte für jede 500 ATK. Du kannst diesen Effekt von „UFOLicht“ nur einmal pro Spielzug verwenden.", "es": "Tu adversario no puede seleccionar con efectos de cartas esta carta en el Campo, excepto durante la Battle Phase. Si esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla. Durante la End Phase: puedes robar 1 carta, y después debes desterrar cualquier número de cartas en tu mano (mín. 1) y, si lo haces, esta carta gana 500 ATK por cada una. Sólo puedes usar este efecto de \"UFOLuz\" una vez por turno.", "fr": "Votre adversaire ne peut pas cibler cette carte sur le Terrain avec des effets de carte, sauf durant la Battle Phase. Si cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat. Durant la End Phase : vous pouvez piocher 1 carte, puis vous devez bannir un nombre de votre choix de cartes depuis votre main (min. 1), et si vous le faites, cette carte gagne 500 ATK pour chacune d'elles. Vous ne pouvez utiliser cet effet de \"UFOLumière\" qu'une fois par tour.", "it": "Il tuo avversario non può scegliere come bersaglio questa carta sul Terreno con gli effetti delle carte, eccetto durante la Battle Phase. Se questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia. Durante la End Phase: puoi pescare 1 carta, poi devi bandire una qualsiasi numero di carte dalla tua mano (minimo 1) e, se lo fai, questa carta guadagna 500 ATK per ognuna. Puoi utilizzare questo effetto di \"UFOLuce\" una sola volta per turno.", "pt": "Seu oponente não pode escolher este card no campo como alvo de efeitos de card, exceto durante a Fase de Batalha. Se este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha. Durante a Fase Final: você pode comprar 1 card e, depois, você deve banir qualquer número de cards da sua mão (mín. 1) e, se isso acontecer, este card ganha 500 de ATK para cada um. Você só pode usar este efeito de \"UFOLuz\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：バトルフェイズ以外では、フィールドのこのカードを相手は効果の対象にできない。②：このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。③：自分・相手のエンドフェイズに発動できる。自分は１枚ドローする。その後、自分の手札を任意の数だけ選んで除外し、このカードの攻撃力はこの効果で除外したカードの数×５００アップする。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 배틀 페이즈 이외로는, 필드의 이 카드를 상대는 효과의 대상으로 할 수 없다. ②: 이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다. ③: 자신 / 상대의 엔드 페이즈에 발동할 수 있다. 자신은 1장 드로우한다. 그 후, 자신의 패를 임의의 수만큼 골라 제외하고, 이 카드의 공격력은 이 효과로 제외한 카드의 수 × 500 올린다.", "zh-TW": null, "zh-CN": "此卡名的③效果１回合仅可使用１次。\n①：在战斗阶段以外，对手不可将场上的此卡作为效果的对象。\n②：此卡与怪兽进行战斗的情况下，该２只不会因该战斗被破坏。\n③：在自己・对手的结束阶段可以发动。自己抽１张。然后，挑选任意数量的自己的手牌除外，此卡的攻击力上升相当于以此效果除外的卡的数量×５００的数值。"}, "card_type": "Monster", "monster_type_line": "Illusion / Effect", "attribute": "FIRE", "level": 8, "atk": 1500, "def": 1500, "images": [{"index": 1, "image": "UFOLight-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN021", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-EN388", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE021", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-DE388", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR021", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-FR388", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT021", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-IT388", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT021", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-PT388", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP021", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR021", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC021", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 994620, "master_duel_rarity": "N"}