{"konami_id": 12856, "password": 9336190, "name": {"en": "The Phantom Knights of Mist Claws", "de": "Die Phantomritter der Nebelklauen", "es": "Los Caballeros Fantasma de las Garras de Niebla", "fr": "Les Chevaliers Fantômes des Griffes de la Brume", "it": "I Cavalieri Fantasma degli Artigli di Nebbia", "pt": "Os Cavaleiros Fantasmas das Garras de Névoas", "ja": "<ruby>幻影騎士団<rt>ファントム・ナイツ</rt></ruby>ミストクロウズ", "ja_romaji": "Fantomu Naitsu Misuto Kurouzu", "ko": "팬텀 나이츠 미스트크로우즈", "ko_rr": null, "zh-TW": "魅影騎士團 霧鴉爪", "zh-CN": "魅影骑士团雾鸦爪"}, "text": {"en": "Target 1 of your banished \"The Phantom Knights\" monsters; add it to your hand. When an opponent's monster declares a direct attack while this card is in your GY: You can target 1 Level 4 or lower \"The Phantom Knights\" monster in your GY; Special Summon that monster, and if you do, Special Summon this card as a Normal Monster with the same original Level as that monster (Warrior/DARK/ATK 0/DEF 0). (This card is NOT treated as a Trap.) If Summoned this way, banish this card when it leaves the field.", "de": "Wähle 1 deiner verbannten „Die Phantomritter“-Monster; füge es deiner Hand hinzu. Wenn ein Monster eines Gegners einen direkten Angriff deklariert, solange sich diese Karte in deinem Friedhof befindet: Du kannst 1 „Die Phantomritter“-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre das Monster als Spezialbeschwörung und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung als Normales Monster mit derselben Grundstufe wie das Monster (Krieger/FINSTERNIS/ATK 0/DEF 0). (Diese Karte wird NICHT als Falle behandelt.) Falls diese Karte auf diese Art beschworen wird, verbanne sie, wenn sie das Spielfeld verlässt.", "es": "Selecciona 1 de tus monstruos \"Los Caballeros Fantasma\" que esté desterrado; añádelo a tu mano. Cuando un monstruo del adversario declare un ataque directo mientras esta carta está en tu Cementerio: puedes seleccionar 1 monstruo \"Los Caballeros Fantasma\" de Nivel 4 o menor en tu Cementerio; Invoca ese monstruo de Modo Especial y, si lo haces, Invoca esta carta de Modo Especial como un Monstruo Normal con el mismo Nivel original que ese monstruo (Guerrero/OSCURIDAD/ATK 0/DEF 0). (Esta carta NO se trata como una Trampa). Si es Invocada de esta forma, destierra esta carta cuando deje el Campo.", "fr": "Ciblez 1 de vos monstres \"Les Chevaliers Fantômes\" bannis ; ajoutez-le à votre main. Lorsqu'un monstre de l'adversaire déclare une attaque directe tant que cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Les Chevaliers Fantômes\" de max. Niveau 4 dans votre Cimetière ; Invoquez Spécialement le monstre, et si vous le faites, Invoquez Spécialement cette carte comme un Monstre Normal du même Niveau d'origine que le monstre (Guerrier/TÉNÈBRES/ATK 0/DEF 0). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, bannissez cette carte lorsqu'elle quitte le Terrain.", "it": "Scegli come bersaglio 1 dei tuoi mostri \"I Cavalieri Fantasma\" banditi; aggiungilo alla tua mano. Quando un mostro dell'avversario dichiara un attacco diretto mentre questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro \"I Cavalieri Fantasma\" di Livello 4 o inferiore nel tuo Cimitero; Evoca Specialmente quel mostro e, se lo fai, Evoca Specialmente questa carta come Mostro Normale con lo stesso Livello originale di quel mostro (Guerriero/OSCURITÀ/ATK 0/DEF 0). (Questa carta NON viene considerata come una Trappola.) Se viene Evocata in questo modo, bandisci questa carta quando lascia il Terreno.", "pt": "Escolha 1 dos seus monstros \"Os Cavaleiros Fantasmas\" banidos; adicione-o à sua mão. Quando um monstro do oponente declarar um ataque direto enquanto este card estiver no seu Cemitério: você pode escolher 1 monstro \"Os Cavaleiros Fantasmas\" de Nível 4 ou menos no seu Cemitério; Invoque esse monstro por Invocação-Especial e, se isso acontecer, Invoque este card por Invocação-Especial como um Monstro Normal como mesmo Nível original que o desse monstro (Guerreiro/TREVAS/ATK 0/DEF 0). (Este card NÃO é considerado como uma Armadilha.) Se Invocado desta forma, bana este card quando ele deixar o campo.", "ja": "①：除外されている自分の「幻影騎士団」モンスター１体を対象として発動できる。そのモンスターを手札に加える。②：このカードが墓地に存在する場合、相手の直接攻撃宣言時に自分の墓地のレベル４以下の「幻影騎士団」モンスター１体を対象として発動できる。そのモンスターを特殊召喚し、このカードはそのモンスターと同じ元々のレベルを持つ通常モンスター（戦士族・闇・攻／守０）となり、モンスターゾーンに特殊召喚する（罠カードとしては扱わない）。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "①: 제외되어 있는 자신의 \"팬텀 나이츠\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. ②: 이 카드가 묘지에 존재할 경우, 상대의 직접 공격 선언시에 자신 묘지의 레벨 4 이하의 \"팬텀 나이츠\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환하고, 이 카드는 그 몬스터와 같은 원래의 레벨을 가지는 일반 몬스터(전사족 / 어둠 / 공 0 / 수 0)가 되어, 몬스터 존에 특수 소환한다(함정 카드로는 취급하지 않는다). 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "①：可將我方被除外的１隻「魅影騎士團」怪獸做為對象發動。將該怪獸加入手牌。②：在此卡存在於墓地的狀況下，可在對方直接攻擊宣言時將我方墓地的１隻等級４以下的「魅影騎士團」怪獸做為對象發動。特殊召喚該怪獸，此卡變為等級與該怪獸原本的等級相同的通常怪獸（戰士族・闇・攻／守０），特殊召喚至怪獸區（不會被視為陷阱卡）。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "①：可以我方被除外的１只“魅影骑士团”怪兽为对象发动。将该怪兽加入手牌。②：此卡存在于墓地的场合，对手的直接攻击宣言时，可以我方墓地１只等级４或以下的“魅影骑士团”怪兽作为对象并发动。特殊召唤该怪兽，此卡变成持有与该怪兽原本等级相同之通常怪兽（战士族、暗、攻／守０），特殊召唤至怪兽区（不被视为陷阱卡）。以此效果特殊召唤而来的此卡，从场上离开的场合被除外。"}, "card_type": "Trap", "property": "Normal", "series": ["Phantom Knights", "The Phantom Knights"], "images": [{"index": 1, "image": "ThePhantomKnightsofMistClaws-LEHD-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LEHD-ENC30", "set_name": "Legendary Hero Decks", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LEHD-DEC30", "set_name": "Legendary Hero Decks", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LEHD-FRC30", "set_name": "Legendary Hero Decks", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LEHD-ITC30", "set_name": "Legendary Hero Decks", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LEHD-PTC30", "set_name": "Legendary Hero Decks", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBLE-JP003", "set_name": "Dimension Box Limited Edition", "rarities": ["Ultra Parallel Rare"]}], "ko": [{"set_number": "DBLE-KR003", "set_name": "Dimension Box Limited Edition", "rarities": ["Ultra Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 404836, "master_duel_rarity": "R"}