{"konami_id": 15738, "password": 9349094, "name": {"en": "Sacred Tree Beast, Hyperyton", "de": "Heiliges Baumungeheuer, Hyperyton", "es": "Bestia Árbol Sagrado, Hyperyton", "fr": "Bête-Arbre Sacrée, Hyperyton", "it": "Bestia Albero Sacro, Hyperyton", "pt": "Besta Árvore Sagrada, Hyperyton", "ja": "<ruby>神樹獣<rt>しんじゅう</rt></ruby>ハイペリュトン", "ja_romaji": "Shinjū Haiperyuton", "ko": "신수수 하이페리톤", "ko_rr": "Sinsusu Haiperiton", "zh-TW": "神樹獸 超佩利冬", "zh-CN": "神树兽 亥许利冬"}, "text": {"en": null, "de": "2 Monster der Stufe 9\nWährend deines Spielzugs, wenn du eine Karte oder einen Effekt aktivierst (Schnelleffekt): Du kannst 1 Karte desselben Typs (Monster, Zauber oder Falle) in deinem Friedhof wählen; hänge sie als Material an diese Karte an. Während des Spielzugs deines Gegners, wenn eine Karte oder ein Effekt aktiviert wird (Schnelleffekt): Du kannst 1 Material desselben Typs (Monster, Zauber oder Falle) von dieser Karte abhängen und falls du dies tust, annulliere die Aktivierung und falls du dies tust, zerstöre jene Karte. Du kannst jeden Effekt von „Heiliges Baumungeheuer, Hyperyton“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 9\nDurante tu turno, cuando activas una carta o efecto (Efecto Rápido): puedes seleccionar 1 carta del mismo tipo (Monstruo, Mágica o Trampa) en tu Cementerio; acóplala a esta carta como material. Durante el turno de tu adversario, cuando es activada una carta o efecto (Efecto Rápido): puedes desacoplar de esta carta 1 material del mismo tipo (Monstruo, Mágica o Trampa) y, si lo haces, niega la activación y, si haces eso, destruye esa carta. Sólo puedes usar cada efecto de \"Bestia Árbol Sagrado, Hyperyton\" una vez por turno.", "fr": "2 monstres de Niveau 9\nDurant votre tour, lorsque vous activez une carte ou un effet (Effet Rapide) : vous pouvez cibler 1 carte du même type (Monstre, Magie ou Piège) dans votre Cimetière ; attachez-le à cette carte comme Matériel. Durant le tour de votre adversaire, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez détacher 1 Matériel du même type (Monstre, Magie ou Piège) de cette carte, et si vous le faites, annulez l'activation, et si vous faites ça, détruisez la carte. Vous ne pouvez utiliser chaque effet de \"Bête-Arbre Sacrée, Hyperyton\" qu'une fois par tour.", "it": "2 mostri di Livello 9\nDurante il tuo turno, quando attivi una carta o un effetto (Effetto Rapido): puoi scegliere come bersaglio 1 carta dello stesso tipo (Mostro, Magia o Trappola) nel tuo Cimitero; attaccala a questa carta come materiale. Durante il turno del tuo avversario, quando viene attivata una carta o un effetto (Effetto Rapido): puoi staccare 1 materiale dello stesso tipo (Mostro, Magia o Trappola) da questa carta e, se lo fai, annulla l'attivazione e, se fai quello, distruggi quella carta. Puoi utilizzare ogni effetto di \"Bestia Albero Sacro, Hyperyton\" una sola volta per turno.", "pt": "2 monstros de Nível 9\nDurante o seu turno, quando você ativar um card ou efeito (Efeito Rápido): você pode escolher 1 card do mesmo tipo (Monstro, Magia ou Armadilha) no seu Cemitério; associe ele a este card como matéria. Durante o turno do seu oponente, quando um card ou efeito for ativado (Efeito Rápido): você pode desassociar 1 matéria do mesmo tipo (Monstro, Magia ou Armadilha) que o deste card e, se isso acontecer, negue a ativação e, se isso acontecer, destrua esse card. Você só pode usar cada efeito de \"Besta Árvore Sagrada, Hyperyton\" uma vez por turno.", "ja": "レベル９モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分ターンに、自分が魔法・罠・モンスターの効果を発動した時、その効果と同じ種類（モンスター・魔法・罠）の自分の墓地のカード１枚を対象として発動できる。対象のカードをこのカードのＸ素材とする。\n②：相手ターンに、魔法・罠・モンスターの効果が発動した時に発動できる。その効果と同じ種類（モンスター・魔法・罠）となるＸ素材をこのカードから１つ取り除き、その発動を無効にし破壊する。", "ko": "레벨 9 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 턴에, 자신이 마법 / 함정 / 몬스터의 효과를 발동했을 때, 그 효과와 같은 종류(몬스터 / 마법 / 함정)의 자신 묘지의 카드 1장을 대상으로 하고 발동할 수 있다. 대상의 카드를 이 카드 아래에 겹쳐 엑시즈 소재로 한다. ②: 상대 턴에 마법 / 함정 / 몬스터의 효과가 발동했을 때에 발동할 수 있다. 그 효과와 같은 종류(몬스터 / 마법 / 함정)가 되는 엑시즈 소재를 이 카드에서 1개 제거하고, 그 발동을 무효로 하여 파괴한다.", "zh-TW": "等級９怪獸×２\n此卡名的①②效果，１回合各僅限使用１次。①：我方回合，我方發動魔法・陷阱・怪獸的效果時，可將我方墓地的１張種類（怪獸・魔法・陷阱）與該效果相同的卡做為對象發動。將對象卡重疊至此卡下方做為超量素材。②：在對方回合，可在魔法・陷阱・怪獸效果發動時發動。從此卡去除１個種類（怪獸・魔法・陷阱）與該效果相同的超量素材，將該發動變為無效進行破壞。", "zh-CN": "等级９怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：在自己回合，自己发动魔法・陷阱・怪兽的效果时，以自己墓地１张与该效果同种类（怪兽・魔法・陷阱）的卡为对象可以发动。将对象卡重叠在此卡下方作为超量素材。②：在对手回合中，魔法・陷阱・怪兽的效果发动时可以发动。从此卡将１个与该效果相同种类（怪兽・魔法・陷阱）的超量素材去除，将该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Plant / Xyz / Effect", "attribute": "EARTH", "rank": 9, "atk": 2600, "def": 1900, "materials": "2 Level 9 monsters", "images": [{"index": 1, "image": "SacredTreeBeastHyperyton-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN047", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN026", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE047", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE026", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR047", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR026", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT047", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT026", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT047", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT026", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP047", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "ko": [{"set_number": "BLVO-KR047", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC142", "set_name": "Mega Pack 05", "rarities": ["Common"]}, {"set_number": "HB01-SCP15", "set_name": "Hundred Battles Deck: Glamour of Traptrix Deck Enhancement Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716565, "master_duel_rarity": "SR"}