{"konami_id": 17752, "password": 9416697, "name": {"en": "Eanoc, Sentry of the Ghoti", "de": "Eanoc, Wachposten des Ghoti", "es": "Eanoc, Centinela de los Ghoti", "fr": "Eanoc, Sentinelle du Ghoti", "it": "Eanoc, Sentinella dei Ghoti", "pt": "Eanoc, o Sentinela dos Ghoti", "ja": "ゴーティスの<ruby>番<rt>ばん</rt></ruby><ruby>人<rt>にん</rt></ruby>イーノック", "ja_romaji": "Gōtisu no Bannin Īnokku", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "魊影海哨兵 伊诺克"}, "text": {"en": "If this card is Normal or Special Summoned: You can target 1 of your banished Level 4 or lower Fish monsters; Special Summon it in Defense Position, but negate its effects. You can banish 1 Fish monster from your hand or face-up field; add 1 \"Ghoti\" Trap from your Deck to your hand. You can only use each effect of \"Eanoc, Sentry of the Ghoti\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 deiner verbannten Fisch-Monster der Stufe 4 oder niedriger wählen; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, aber annulliere seine Effekte. Du kannst 1 Fisch-Monster von deiner Hand oder offen von deiner Spielfeldseite verbannen; füge deiner Hand 1 „Ghoti“-Falle von deinem Deck hinzu. Du kannst jeden Effekt von „Eanoc, Wachposten des Ghoti“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 de tus monstruos Pez desterrados de Nivel 4 o menor; Invócalo de Modo Especial en Posición de Defensa, pero niega sus efectos. Puedes desterrar 1 monstruo Pez en tu mano o Campo boca arriba; añade a tu mano 1 Trampa \"Ghoti\" en tu Deck. Sólo puedes usar cada efecto de \"Eanoc, Centinela de los Ghoti\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 de vos monstres Poisson de max. Niveau 4 bannis ; Invoquez-le Spécialement en Position de Défense, mais annulez ses effets. Vous pouvez bannir 1 monstre Poisson depuis votre main ou Terrain face recto ; ajoutez 1 Piège \"Ghoti\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Eanoc, Sentinelle du Ghoti\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 dei tuoi mostri Pesce di Livello 4 o inferiore banditi; Evocalo Specialmente in Posizione di Difesa, ma annulla i suoi effetti. Puoi bandire 1 mostro Pesce dalla tua mano o Terreno scoperto; aggiungi 1 Trappola \"Ghoti\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Eanoc, Sentinella dei Ghoti\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 dos seus monstros Peixe de Nível 4 ou menos banidos; Invoque-o por Invocação-Especial em Posição de Defesa, mas negue seus efeitos. Você pode banir 1 monstro Peixe da sua mão ou do campo com a face para cima; adicione 1 Armadilha \"Ghoti\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Eanoc, o Sentinela dos Ghoti\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": "这张卡召唤·特殊召唤成功的场合：可以以除外的自己的1只4星以下的鱼族怪兽为对象；那只怪兽效果无效守备表示特殊召唤。可以从手卡以及自己场上表侧表示的卡之中把1只鱼族怪兽除外：从卡组把1张「魊影」陷阱卡加入手卡。「魊影海哨兵 伊诺克」的每个效果1回合各能使用1次。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 6, "atk": 2100, "def": 0, "series": ["Ghoti"], "images": [{"index": 1, "image": "EanocSentryoftheGhoti-POTE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN088", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE088", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR088", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT088", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT088", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 714751}