{"konami_id": 16851, "password": 9486959, "name": {"en": "Onibimaru Soul Sweeper", "de": "Onibimaru Seelenfeger", "es": "Onibimaru Barredor de Almas", "fr": "Onibimaru le Balayeur d'Âmes", "it": "Onibimaru Spazza Anima", "pt": "Varredor de Almas Onibimaru", "ja": "<ruby>神<rt>かみ</rt></ruby><ruby>隠<rt>かく</rt></ruby>し<ruby>鬼<rt>おに</rt></ruby><ruby>火<rt>び</rt></ruby><ruby>丸<rt>まる</rt></ruby>", "ja_romaji": "Kamikakushi Onibimaru", "ko": "영혼 채는 도깨비불", "ko_rr": "Yeonghon Chae-neun Dottaebibul", "zh-TW": "神隱鬼火丸", "zh-CN": "神隐鬼火丸"}, "text": {"en": "2+ Level 2 monsters\nYou can detach 1 material from this card, then target 1 monster your opponent controls; banish it until your opponent's End Phase. If this card in its owner's control is destroyed by an opponent's card: You can target banished monsters, up to the number of materials this card had; shuffle them into the Deck. You can only use each effect of \"Onibimaru Soul Sweeper\" once per turn.", "de": "2+ Monster der Stufe 2\nDu kannst 1 Material von dieser Karte abhängen und dann 1 Monster wählen, das dein Gegner kontrolliert; verbanne es bis zur End Phase deines Gegners. Falls diese Karte, die ihr Besitzer kontrolliert, durch eine Karte eines Gegners zerstört wird: Du kannst verbannte Monster bis zur Anzahl des Materials wählen, das diese Karte hatte; mische sie ins Deck. Du kannst jeden Effekt von „Onibimaru Seelenfeger“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 2\nPuedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo que controle tu adversario; destiérralo hasta la End Phase de tu adversario. Si esta carta controlada por su dueño es destruida por una carta del adversario: puedes seleccionar monstruos desterrados, hasta el número de materiales que tenía esta carta; barájalos al Deck. Sólo puedes usar cada efecto de \"Onibimaru Barredor de Almas\" una vez por turno.", "fr": "2+ monstres de Niveau 2\nVous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre contrôlé par votre adversaire ; jusqu'à la End Phase de votre adversaire, bannissez-le. Si cette carte contrôlée par son propriétaire est détruite par une carte de l'adversaire : vous pouvez cibler un nombre de monstres bannis, inférieur ou égal au nombre de Matériels que cette carte avait ; mélangez-les dans le Deck. Vous ne pouvez utiliser chaque effet de \"Onibimaru le Balayeur d'Âmes\" qu'une fois par tour.", "it": "2+ mostri di Livello 2\nPuoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro controllato dal tuo avversario; bandiscilo fino alla End Phase del tuo avversario. Se questa carta sotto il controllo del suo proprietario viene distrutta da una carta dell'avversario: puoi scegliere come bersaglio mostri banditi, fino al numero di materiali che questa carta aveva; mischiali nel Deck. Puoi utilizzare ogni effetto di \"Onibimaru Spazza Anima\" una sola volta per turno.", "pt": "2+ monstros de Nível 2\nVocê pode desassociar 1 matéria deste card e, depois, escolha 1 monstro que seu oponente controla; bana-o até a Fase Final do seu oponente. Se este card sob o controle do seu dono for destruído por um card do oponente: você pode escolher monstros banidos, até o número de matérias que este card tinha; embaralhe-os no Deck. Você só pode usar cada efeito de \"Varredor de Almas Onibimaru\" uma vez por turno.", "ja": "レベル２モンスター×２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除き、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを相手エンドフェイズまで除外する。②：Ｘ素材を持っているこのカードが相手によって破壊された場合、このカードが持っていたＸ素材の数まで、自分・相手の除外状態のモンスターを対象として発動できる。そのモンスターをデッキに戻す。", "ko": "레벨 2 몬스터 × 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고, 상대 필드의 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 상대 엔드 페이즈까지 제외한다. ②: 이 카드가 상대에 의해 파괴되었을 경우, 이 카드가 가지고 있던 엑시즈 소재의 수까지, 제외되어 있는 자신 / 상대의 몬스터를 대상으로 하여 발동할 수 있다. 그 몬스터를 주인의 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "等级２怪兽×２只以上\n此卡名的①②效果１回合仅可各使用１次。①：去除此卡的１个超量素材，以对手场上的１只怪兽为对象可以发动。将该怪兽直至对手的结束阶段为止除外。②：此卡因对手被破坏的情况下，以被除外的自己・对手的怪兽为对象可以发动，数量最多为此卡所拥有的超量素材的数量。将该怪兽放回持有者的牌组。"}, "card_type": "Monster", "monster_type_line": "Fiend / Xyz / Effect", "attribute": "DARK", "rank": 2, "atk": 1900, "def": 1600, "materials": "2 or more Level 2 monsters", "images": [{"index": 1, "image": "OnibimaruSoulSweeper-MAMA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN046", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MAMA-EN069", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BACH-DE046", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MAMA-DE069", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BACH-SP046", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MAMA-SP069", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BACH-FR046", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MAMA-FR069", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BACH-IT046", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MAMA-IT069", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BACH-PT046", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MAMA-PT069", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BACH-JP046", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "24EP-JP407", "set_name": "Event Pack 2024 Vol.4", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "BACH-KR046", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC033", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716115, "master_duel_rarity": "SR"}