{"konami_id": 15612, "password": 9505425, "name": {"en": "Crowley, the Magistus of Grimoires", "de": "Crowley, Magistus der Zauberbücher", "es": "Crowley, el Magistus de Grimorios", "fr": "Crowley, Magistus des Grimoires", "it": "Crowley, il Magistus dei Grimori", "pt": "Crowley, o Magistus dos Grimórios", "ja": "<ruby>法典の大賢者<rt>マギストス・グリモワ</rt></ruby>クロウリー", "ja_romaji": "Magisutosu Gurimowa Kurourī", "ko": "마기스토스 그리모어 크로울리", "ko_rr": null, "zh-TW": null, "zh-CN": "伟魔贤者 法典之克劳利"}, "text": {"en": "You can send 1 Spellcaster monster from your hand or face-up field to the GY; Special Summon this card from your hand. You can declare 1 Attribute; this card becomes that Attribute until the end of this turn. You can banish this card from your GY, then target 1 \"Magistus\" monster you control; equip it with 1 \"Magistus\" monster from your GY, except a Level 4 monster. You can only use each effect of \"Crowley, the Magistus of Grimoires\" once per turn.", "de": "Du kannst 1 Hexer-Monster von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof legen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Du kannst 1 Eigenschaft deklarieren; diese Karte wird bis zum Ende dieses Spielzugs zu jener Eigenschaft. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Magistus“-Monster wählen, das du kontrollierst; rüste es mit 1 „Magistus“-Monster von deinem Friedhof aus, außer einem Monster der Stufe 4. Du kannst jeden Effekt von „Crowley, Magistus der Zauberbücher“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio 1 monstruo Lanzador de Conjuros en tu mano o Campo boca arriba; Invoca esta carta de Modo Especial desde tu mano. Puedes declarar 1 Atributo; esta carta se convierte en una carta con ese Atributo hasta el final de este turno. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo \"Magistus\" que controles; equípalo con 1 monstruo \"Magistus\" en tu Cementerio, excepto un monstruo de Nivel 4. Sólo puedes usar cada efecto de \"Crowley, el Magistus de Grimorios\" una vez por turno.", "fr": "Vous pouvez envoyer 1 monstre Magicien depuis votre main ou Terrain face recto au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez déclarer 1 Attribut ; jusqu'à la fin de ce tour, cette carte devient de cet Attribut. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Magistus\" que vous contrôlez ; équipez-le avec 1 monstre \"Magistus\" (monstres de Niveau 4 exclus) depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Crowley, Magistus des Grimoires\" qu'une fois par tour.", "it": "Puoi mandare 1 mostro Incantatore dalla tua mano o Terreno scoperto al Cimitero; Evoca Specialmente questa carta dalla tua mano. Puoi dichiarare 1 Attributo; questa carta diventa di quell'Attributo fino alla fine di questo turno. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Magistus\" che controlli; equipaggialo con 1 mostro \"Magistus\" dal tuo Cimitero, eccetto un mostro di Livello 4. Puoi utilizzare ogni effetto di \"Crowley, il Magistus dei Grimori\" una sola volta per turno.", "pt": "Você pode enviar para o Cemitério 1 monstro Mago da sua mão ou do campo com a face para cima; Invoque este card por Invocação-Especial da sua mão. Você pode declarar 1 Atributo; este card se torna desse Atributo até o final deste turno. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Magistus\" que você controla; equipe-o com 1 monstro \"Magistus\" do seu Cemitério, exceto um monstro de Nível 4. Você só pode usar cada efeito de \"Crowley, o Magistus dos Grimórios\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：手札及び自分フィールドの表側表示モンスターの中から、魔法使い族モンスター１体を墓地へ送って発動できる。このカードを手札から特殊召喚する。②：属性を１つ宣言して発動できる。このカードはターン終了時まで宣言した属性になる。③：墓地のこのカードを除外し、自分フィールドの「マギストス」モンスター１体を対象として発動できる。自分の墓地からレベル４以外の「マギストス」モンスター１体を選び、装備カード扱いとして対象のモンスターに装備する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패 및 자신 필드의 앞면 표시 몬스터 중에서, 마법사족 몬스터 1장을 묘지로 보내고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 속성을 1개 선언하고 발동할 수 있다. 이 카드는 턴 종료시까지 선언한 속성이 된다. ③: 묘지의 이 카드를 제외하고, 자신 필드의 \"마기스토스\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 자신 묘지에서 레벨 4 이외의 \"마기스토스\" 몬스터 1장을 고르고, 장착 카드로 취급하여 대상 몬스터에 장착한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次。①：从手牌及自己场上的表侧表示怪兽中，将1只魔法师族怪兽送至墓地可以发动。从手牌将此卡特殊召唤。②：宣言1个属性可以发动。此卡直至回合结束时为止变为宣言的属性。③：将墓地的此卡除外，以自己场上的1只“伟魔”怪兽为对象可以发动。从自己的墓地挑选1只等级4以外的“伟魔”怪兽，视为装备卡装备于对象怪兽。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 4, "atk": 1800, "def": 1000, "series": ["Magistus"], "images": [{"index": 1, "image": "CrowleytheMagistusofGrimoires-OP27-EN-C-UE.png"}], "sets": {"en": [{"set_number": "GEIM-EN001", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}, {"set_number": "OP27-EN019", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "de": [{"set_number": "GEIM-DE001", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}, {"set_number": "OP27-DE019", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "es": [{"set_number": "GEIM-SP001", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}, {"set_number": "OP27-SP019", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "fr": [{"set_number": "GEIM-FR001", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}, {"set_number": "OP27-FR019", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "it": [{"set_number": "GEIM-IT001", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}, {"set_number": "OP27-IT019", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "pt": [{"set_number": "GEIM-PT001", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}, {"set_number": "OP27-PT019", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "ja": [{"set_number": "DBGI-JP001", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBGI-KR001", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBGI-SC001", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714375}