{"konami_id": 18210, "password": 9597987, "name": {"en": "Tenchi Kaimei", "de": "Tenchi Kaimei", "es": "Tenchi Kaimei", "fr": "Tenchi Kaimei", "it": "Tenchi Kaimei", "pt": "Tenchi Kaimei", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>地<rt>ち</rt></ruby><ruby>晦<rt>かい</rt></ruby><ruby>冥<rt>めい</rt></ruby>", "ja_romaji": "Tenchi Kaimei", "ko": "천지회명", "ko_rr": "Cheonjihoemyeong", "zh-TW": "天地晦冥", "zh-CN": "天地晦冥"}, "text": {"en": "(This card is always treated as a \"Ninjitsu Art\" card.)\nWhen a \"Ninja\" monster you control inflicts battle damage to your opponent: You can target 1 card your opponent controls; destroy it. If this face-up card in its owner's Field Zone has left the field because of an opponent's effect, and is now in the GY or banished: You can target any number of \"Ninja\" monsters with different names in your GY; Special Summon them in face-down Defense Position.", "de": "(Diese Karte wird immer als „Ninjitsu-Kunst“-Karte behandelt.)\nWenn ein „Ninja“-Monster, das du kontrollierst, deinem Gegner Kampfschaden zufügt: Du kannst 1 Karte wählen, die dein Gegner kontrolliert; zerstöre sie. Falls diese offene Karte in der Spielfeldzone ihres Besitzers das Spielfeld durch einen Effekt eines Gegners verlassen hat und sich jetzt im Friedhof befindet oder verbannt ist: Du kannst eine beliebige Anzahl „Ninja“-Monster mit unterschiedlichen Namen in deinem Friedhof wählen; beschwöre sie als Spezialbeschwörung in die verdeckte Verteidigungsposition.", "es": "(Esta carta se trata siempre como una carta \"Ninjitsu Arte\").\nCuando un monstruo \"Ninja\" que controlas inflige daño de batalla a tu adversario: puedes seleccionar 1 carta que controle tu adversario; destrúyela. Si esta carta boca arriba en la Zona del Campo de su dueño ha dejado el Campo por un efecto del adversario, y ahora está en el Cementerio o desterrada: puedes seleccionar cualquier número de monstruos \"Ninja\" con nombres diferentes en tu Cementerio; Invócalos de Modo Especial en Posición de Defensa boca abajo.", "fr": "(Cette carte est toujours traitée comme une carte \"Ninjitsu\" et \"Nin-Jitsu\".)\nLorsqu'un monstre \"Ninja\" que vous contrôlez inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Si cette carte face recto dans la Zone Terrain de son propriétaire a quitté le Terrain à cause d'un effet de l'adversaire et est maintenant dans le Cimetière ou bannie : vous pouvez cibler un nombre de votre choix de monstres \"Ninja\" de noms différents dans votre Cimetière ; Invoquez-les Spécialement en Position de Défense face verso.", "it": "(Questa carta viene sempre considerata come una carta \"Ninjitsu\".)\nQuando un mostro \"Ninja\" che controlli infligge danno da combattimento al tuo avversario: puoi scegliere come bersaglio 1 carta controllata dal tuo avversario; distruggila. Se questa carta scoperta nella Zona Terreno del suo proprietario ha lasciato il Terreno per un effetto dell'avversario, e ora è nel Cimitero o bandita: puoi scegliere come bersaglio un qualsiasi numero di mostri \"Ninja\" con nomi diversi nel tuo Cimitero; Evocali Specialmente coperti in Posizione di Difesa.", "pt": "(Este card deve ser sempre considerado como um card \"Ninjitsu\".)\nQuando um monstro \"Ninja\" que você controla causar dano de batalha ao seu oponente: você pode escolher 1 card que seu oponente controla; destrua-o. Se este card com a face para cima na Zona do Campo do seu dono deixou o campo devido a um efeito do oponente, e agora estiver no Cemitério ou banido: você pode escolher qualquer número de monstros \"Ninja\" com nomes diferentes no seu Cemitério; Invoque-os por Invocação-Especial com a face para baixo em Posição de Defesa.", "ja": "このカード名はルール上「忍法」カードとしても扱う。①：自分の「忍者」モンスターが相手に戦闘ダメージを与えた時、相手フィールドのカード１枚を対象として発動できる。そのカードを破壊する。②：フィールドゾーンの表側表示のこのカードが相手の効果でフィールドから離れ、墓地へ送られた場合または除外された場合、自分の墓地の「忍者」モンスターを任意の数だけ対象として発動できる（同名カードは１枚まで）。そのモンスターを裏側守備表示で特殊召喚する。", "ko": "이 카드명은 룰상 \"인법\" 카드로도 취급한다. ①: 자신의 \"첩자\" 몬스터가 상대에게 전투 데미지를 주었을 때, 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ②: 필드 존의 앞면 표시의 이 카드가 상대의 효과로 필드에서 벗어나, 묘지로 보내졌을 경우 또는 제외되었을 경우, 자신 묘지의 \"첩자\" 몬스터를 임의의 수만큼 대상으로 하고 발동할 수 있다(같은 이름의 카드는 1장까지). 그 몬스터를 뒷면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名在规则上也当作「忍法」卡使用。\n①：自己的「忍者」怪兽给与对方战斗伤害时，以对方场上1张卡为对象才能发动。那张卡破坏。\n②：场地区域的表侧表示的这张卡因对方的效果从场上离开，被送去墓地的场合或者被除外的场合，以自己墓地的「忍者」怪兽任意数量为对象才能发动（同名卡最多1张）。那些怪兽里侧守备表示特殊召唤。"}, "card_type": "Spell", "property": "Field", "series": ["Ninjitsu Art"], "images": [{"index": 1, "image": "TenchiKaimei-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN065", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN326", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE065", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE326", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR065", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR326", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT065", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT326", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT065", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT326", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP065", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR065", "set_name": "Photon Hypernova", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717027, "master_duel_rarity": "R"}