{"konami_id": 14785, "password": 9608555, "name": {"en": "Salamangreat Blaze Dragon", "de": "Grosalamander Lohendrache", "es": "Salamangrande Dragón Ardiente", "fr": "Salamangrande Dragon de l'Embrasement", "it": "Salamagna Drago Fiamma", "pt": "Salamagrande Dragão de Chamas", "ja": "<ruby>転生炎獣<rt>サラマングレイト</rt></ruby>ブレイズ・ドラゴン", "ja_romaji": "Saramangureito Bureizu Doragon", "ko": "샐러맨그레이트 브레이즈 드래곤", "ko_rr": "Saelleomaen-geureiteu Beureijeu Deuraegon", "zh-TW": "轉生炎獸 烈火龍", "zh-CN": "转生炎兽 烈火龙"}, "text": {"en": "2 Level 4 monsters\nIf this card would be destroyed by battle or card effect, detach 1 material from it instead. During the Battle Phase, if this card has no materials (Quick Effect): You can Special Summon from your Extra Deck, 1 \"Salamangreat\" Xyz Monster using this face-up card you control as material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) You can only use this effect of \"Salamangreat Blaze Dragon\" once per turn. If this card is Xyz Summoned using \"Salamangreat Blaze Dragon\" as material: You can destroy 1 monster your opponent controls.", "de": "2 Monster der Stufe 4\nFalls diese Karte durch Kampf oder einen Karteneffekt zerstört würde, hänge stattdessen 1 Material von ihr ab. Während der Battle Phase, falls diese Karte kein Material hat (Schnelleffekt): Du kannst 1 „Grosalamander“-Xyz-Monster als Spezialbeschwörung von deinem Extra Deck beschwören, verwende dafür diese offene Karte, die du kontrollierst, als Material. (Dies wird als Xyz-Beschwörung behandelt. Transferiere ihr Material an das beschworene Monster.) Du kannst diesen Effekt von „Grosalamander Lohendrache“ nur einmal pro Spielzug verwenden. Falls diese Karte als Xyz-Beschwörung beschworen wird und „Grosalamander Lohendrache“ als Material dafür verwendet wird: Du kannst 1 Monster zerstören, das dein Gegner kontrolliert.", "es": "2 monstruos de Nivel 4\nSi esta carta fuera a ser destruida en batalla o por el efecto de una carta, desacopla 1 material de ella en su lugar. Durante la Battle Phase, si esta carta no tiene materiales (Efecto Rápido): puedes Invocar de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"Salamangrande\" usando esta carta boca arriba que controlas como material. (Esto se trata como una Invocación Xyz. Transfiere sus materiales al monstruo Invocado). Sólo puedes usar este efecto de \"Salamangrande Dragón Ardiente\" una vez por turno. Si esta carta es Invocada Xyz usando \"Salamangrande Dragón Ardiente\" como material: puedes destruir 1 monstruo que controle tu adversario.", "fr": "2 monstres de Niveau 4\nSi cette carte va être détruite au combat ou par un effet de carte, détachez-lui 1 Matériel à la place. Durant la Battle Phase, si cette carte n'a pas de Matériel (Effet Rapide) : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Salamangrande\" depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous ne pouvez utiliser cet effet de \"Salamangrande Dragon de l'Embrasement\" qu'une fois par tour. Si cette carte est Invoquée par Xyz en utilisant \"Salamangrande Dragon de l'Embrasement\" comme Matériel : vous pouvez détruire 1 monstre contrôlé par votre adversaire.", "it": "2 mostri di Livello 4\nSe questa carta sta per essere distrutta in battaglia o dall'effetto di una carta, stacca invece 1 materiale da essa. Durante la Battle Phase, se questa carta non ha materiali (Effetto Rapido): puoi Evocare Specialmente dal tuo Extra Deck, 1 Mostro Xyz \"Salamagna\" utilizzando questa carta scoperta che controlli come materiale. (Questa viene considerata come un'Evocazione Xyz. Trasferisci i suoi materiali sul mostro Evocato.) Puoi utilizzare questo effetto di \"Salamagna Drago Fiamma\" una sola volta per turno. Se questa carta viene Evocata Xyz utilizzando \"Salamagna Drago Fiamma\" come materiale: puoi distruggere 1 mostro controllato dal tuo avversario.", "pt": "2 monstros de Nível 4\nSe este card seria destruído em batalha ou por um efeito de card, em vez disso, desassocie 1 matéria dele. Durante a Fase de Batalha, se este card não tiver matérias (Efeito Rápido): você pode Invocar por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz \"Salamagrande\" usando este card com a face para cima que você controla como matéria. (Isso é considerado uma Invocação-Xyz. Transfira as matérias dele para o monstro Invocado.) Você só pode usar este efeito de \"Salamagrande Dragão de Chamas\" uma vez por turno. Se este card for Invocado por Invocação-Xyz usando \"Salamagrande Dragão de Chamas\" como matéria: você pode destruir 1 monstro que seu oponente controla.", "ja": "レベル４モンスター×２\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードが戦闘・効果で破壊される場合、代わりにこのカードのＸ素材を１つ取り除く。②：このカードにＸ素材が無い場合、自分・相手のバトルフェイズに発動できる。「サラマングレイト」Ｘモンスター１体を、自分フィールドのこのカードの上に重ねてＸ召喚扱いとしてＥＸデッキから特殊召喚する。③：このカードが「転生炎獣ブレイズ・ドラゴン」を素材としてＸ召喚に成功した場合に発動できる。相手フィールドのモンスター１体を選んで破壊する。", "ko": "레벨 4 몬스터 × 2\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 전투 / 효과로 파괴될 경우, 대신에 이 카드의 엑시즈 소재를 1개 제거한다. ②: 이 카드에 엑시즈 소재가 없을 경우, 자신 / 상대의 배틀 페이즈에 발동할 수 있다. \"샐러맨그레이트\" 엑시즈 몬스터 1장을, 자신 필드의 이 카드 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다. ③: 이 카드가 \"샐러맨그레이트 브레이즈 드래곤\"을 소재로서 엑시즈 소환에 성공했을 경우에 발동할 수 있다. 상대 필드의 몬스터 1장을 고르고 파괴한다.", "zh-TW": null, "zh-CN": "等级4怪兽×2\n此卡名的②效果1回合仅可使用1次。①：此卡将被战斗・效果破坏的情况下，去除此卡的1个超量素材作为代替。②：此卡没有超量素材的情况下，在自己・对手的战斗阶段可以发动。将1只\"转生炎兽\"超量怪兽重叠在自己场上的此卡上面，视为超量召唤从额外牌组特殊召唤。③：此卡以\"转生炎兽 烈火龙\"作为素材超量召唤成功的情况下可以发动。挑选对手场上的1只怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Xyz / Effect", "attribute": "FIRE", "rank": 4, "atk": 2300, "def": 1200, "series": ["Salamangreat"], "images": [{"index": 1, "image": "SalamangreatBlazeDragon-TN23-EN-QCScR-LE.png"}], "sets": {"en": [{"set_number": "GFP2-EN025", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "TN23-EN007", "set_name": "25th Anniversary Tin: Dueling Heroes", "rarities": ["Quarter Century Secret Rare"]}], "de": [{"set_number": "GFP2-DE025", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "TN23-DE007", "set_name": "25th Anniversary Tin: Dueling Heroes", "rarities": ["Quarter Century Secret Rare"]}], "es": [{"set_number": "GFP2-SP025", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "TN23-SP007", "set_name": "25th Anniversary Tin: Dueling Heroes", "rarities": ["Quarter Century Secret Rare"]}], "fr": [{"set_number": "GFP2-FR025", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "TN23-FR007", "set_name": "25th Anniversary Tin: Dueling Heroes", "rarities": ["Quarter Century Secret Rare"]}], "it": [{"set_number": "GFP2-IT025", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "TN23-IT007", "set_name": "25th Anniversary Tin: Dueling Heroes", "rarities": ["Quarter Century Secret Rare"]}], "pt": [{"set_number": "GFP2-PT025", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "TN23-PT007", "set_name": "25th Anniversary Tin: Dueling Heroes", "rarities": ["Quarter Century Secret Rare"]}], "ja": [{"set_number": "LVDS-JPA03", "set_name": "LINK VRAINS Duelist Set", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "LVDS-KRA03", "set_name": "LINK VRAINS Duelist Set", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP4-SC179", "set_name": "Mega Pack 04", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 645606, "master_duel_rarity": "SR"}