{"konami_id": 14725, "password": 9715126, "name": {"en": "Boot-Up Order - Gear Force", "de": "Anlaufbefehl - Ausrüstungskraft", "es": "Orden de Encendido - Fuerza de Mecanismo", "fr": "Ordre Amorceur - Force d'Équipement", "it": "Ordine di Accensione - Forza Ingranaggio", "pt": "Ordem de Inicialização - Força do Mecanismo", "ja": "<ruby>起<rt>き</rt></ruby><ruby>動<rt>どう</rt></ruby><ruby>指<rt>し</rt></ruby><ruby>令<rt>れい</rt></ruby> ギア・フォース", "ja_romaji": "Kidōshirei Gia Fōsu", "ko": "기동지령 기어 포스", "ko_rr": null, "zh-TW": "起動指令 齒輪之力", "zh-CN": "起动指令 齿轮之力"}, "text": {"en": "When either player's monster declares an attack and all monsters you control are face-up Machine monsters (min. 1): Destroy Attack Position monsters your opponent controls, up to the number of Machine monsters you control.", "de": "Wenn ein Monster eines beliebigen Spielers einen Angriff deklariert und alle Monster, die du kontrollierst, offene Maschine-Monster sind (min. 1): Zerstöre Monster in Angriffsposition, die dein Gegner kontrolliert, bis zur Anzahl der Maschine-Monster, die du kontrollierst.", "es": "Cuando el monstruo de cualquier jugador declare un ataque y todos los monstruos que controles sean monstruos Máquina boca arriba (mín. 1): destruye hasta tantos monstruos en Posición de Ataque que controle tu adversario como la cantidad de monstruos Máquina que controles.", "fr": "Lorsque le monstre d'un joueur déclare une attaque et que tous les monstres que vous contrôlez sont des monstres Machine face recto (min. 1) : détruisez un nombre de monstres en Position d'Attaque contrôlés par votre adversaire, inférieur ou égal au nombre de monstres Machine que vous contrôlez.", "it": "Quando un mostro di qualsiasi giocatore dichiara un attacco e tutti i mostri che controlli sono mostri Macchina scoperti (minimo 1): distruggi mostri in Posizione di Attacco controllati dal tuo avversario, fino al numero di mostri Macchina che controlli.", "pt": "Quando um monstro de qualquer duelista declarar um ataque e todos os monstros que você controla forem monstros Máquina com a face para cima (mín. 1): destrua monstros em Posição de Ataque que seu oponente controla, até o número de monstros Máquina que você controla.", "ja": "①：自分フィールドのモンスターが機械族モンスターのみの場合、自分または相手のモンスターの攻撃宣言時に発動できる。自分フィールドの機械族モンスターの数まで、相手フィールドの攻撃表示モンスターを選んで破壊する。", "ko": "①: 자신 필드의 몬스터가 기계족 몬스터뿐일 경우, 자신 또는 상대 몬스터의 공격 선언시에 발동할 수 있다. 자신 필드의 기계족 몬스터의 수까지, 상대 필드의 공격 표시 몬스터를 고르고 파괴한다.", "zh-TW": "①：在我方場上僅存在機械族怪獸的狀況下，可在我方或對方怪獸的攻擊宣言時發動。選擇對方場上的攻擊表示怪獸破壞，數量最多為我方場上的機械族怪獸數量。", "zh-CN": "①：自己场上的怪兽仅有机械族怪兽的情况下，自己或对手的怪兽的攻击宣言时可以发动。挑选对手场上的攻击表示怪兽破坏，数量最多为自己场上的机械族怪兽的数量。"}, "card_type": "Trap", "property": "Normal", "series": ["Boot-Up", "Mirror Trap"], "images": [{"index": 1, "image": "BootUpOrderGearForce-FIGA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN004", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FIGA-DE004", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FIGA-FR004", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FIGA-IT004", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FIGA-PT004", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "WPP1-JP009", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR009", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653511, "master_duel_rarity": "R"}