{"konami_id": 20508, "password": 9785661, "name": {"en": "Azamina Sol Erysichthon", "de": "Azamina Sol Erysichthon", "es": "Azamina Sol Erysichthon", "fr": "Azamina Sol Erysichthon", "it": "Azamina Sol Erysichthon", "pt": "Azamina Sol Erysichthon", "ja": "<ruby>飢渇聖徒<rt>アザミナ・ソル</rt></ruby>エリュシクトーン", "ja_romaji": "Azamina Soru Eryushikutōn", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "饥渴圣徒 索尔厄律西克同"}, "text": {"en": "1 Illusion monster + 1 Fiend monster\nIf this card is Fusion Summoned: You can target 1 card on the field; send it to the GY. During the Standby Phase: You can target 1 \"Azamina\" or \"Sinful Spoils\" card in your GY; add it to your hand. You can only use each effect of \"Azamina Sol Erysichthon\" once per turn.", "de": "1 Illusion-Monster + 1 Unterweltler-Monster\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 1 Karte auf dem Spielfeld wählen; lege sie auf den Friedhof. Während der Standby Phase: Du kannst 1 „Azamina“- oder „Sündhafte Beute“-Karte in deinem Friedhof wählen; füge sie deiner Hand hinzu. Du kannst jeden Effekt von „Azamina Sol Erysichthon“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo Ilusión + 1 monstruo Demonio\nSi esta carta es Invocada por Fusión: puedes seleccionar 1 carta en el Campo; mándala al Cementerio. Durante la Standby Phase: puedes seleccionar 1 carta \"Azamina\" o \"Botín del Pecado\" en tu Cementerio; añádela a tu mano. Sólo puedes usar cada efecto de \"Azamina Sol Erysichthon\" una vez por turno.", "fr": "1 monstre Illusion + 1 monstre Démon\nSi cette carte est Invoquée par Fusion : vous pouvez cibler 1 carte sur le Terrain ; envoyez-la au Cimetière. Durant la Standby Phase : vous pouvez cibler 1 carte \"Azamina\" ou \"Butin du Péché\" dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Azamina Sol Erysichthon\" qu'une fois par tour.", "it": "1 mostro Illusione + 1 mostro Demone\nSe questa carta viene Evocata tramite Fusione: puoi scegliere come bersaglio 1 carta sul Terreno; mandala al Cimitero. Durante la Standby Phase: puoi scegliere come bersaglio 1 carta \"Azamina\" o \"Spoglie del Peccato\" nel tuo Cimitero; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Azamina Sol Erysichthon\" una sola volta per turno.", "pt": "1 monstro Ilusão + 1 monstro Demônio\nSe este card for Invocado por Invocação-Fusão: você pode escolher 1 card no campo; envie-o para o Cemitério. Durante a Fase de Apoio: você pode escolher 1 card \"Azamina\" ou \"Despojos do Pecado\" no seu Cemitério; adicione-o à sua mão. Você só pode usar cada efeito de \"Azamina Sol Erysichthon\" uma vez por turno.", "ja": "幻想魔族モンスター＋悪魔族モンスター\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した場合、フィールドのカード１枚を対象として発動できる。そのカードを墓地へ送る。②：自分・相手のスタンバイフェイズに、自分の墓地の、「アザミナ」カードか「罪宝」カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": null, "zh-TW": null, "zh-CN": "幻想魔族怪兽＋恶魔族怪兽\n此卡名的①②效果１回合仅可各使用１次。①：此卡融合召唤的情况下，以场上的１张卡为对象可以发动。将该卡送至墓地。②：在自己・对手的准备阶段，以自己墓地的１张“圣徒”卡或“罪宝”卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Illusion / Fusion / Effect", "attribute": "DARK", "level": 6, "atk": 2700, "def": 0, "materials": "1 Illusion-Type monster + 1 Fiend-Type monster", "series": ["Azamina"], "images": [{"index": 1, "image": "AzaminaSolErysichthon-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN032", "set_name": "Rage of the Abyss", "rarities": null}], "de": [{"set_number": "ROTA-DE032", "set_name": "Rage of the Abyss", "rarities": null}], "fr": [{"set_number": "ROTA-FR032", "set_name": "Rage of the Abyss", "rarities": null}], "it": [{"set_number": "ROTA-IT032", "set_name": "Rage of the Abyss", "rarities": null}], "pt": [{"set_number": "ROTA-PT032", "set_name": "Rage of the Abyss", "rarities": null}], "ja": [{"set_number": "ROTA-JP032", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "ROTA-SC032", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1068876}