{"konami_id": 14267, "password": 9794980, "name": {"en": "Knightmare Incarnation Idlee", "de": "Albtraumritterin Verkörperung Idlee", "es": "Caballero de Pesadilla Encarnación Idlee", "fr": "Idlee l'Incarnation, Chevalier du Cauchemar", "it": "Cavaliere dell'Incubo Incarnazione Idlee", "pt": "Cavaleira do Pesadelo Encarnação Idlee", "ja": "<ruby>夢幻転星<rt>アストロイメア</rt></ruby>イドリース", "ja_romaji": "Asutoroimea Idorīsu", "ko": "아스트로이메어 이드리스", "ko_rr": "Aseuteuroime-eo Ideuriseu", "zh-TW": "夢魘曲轉星 伊德麗絲", "zh-CN": "梦魇曲 转星之伊德丽丝"}, "text": {"en": "Level 9 monsters you control cannot be destroyed by card effects. You can only use each of the following effects of \"Knightmare Incarnation Idlee\" once per turn.\n● If the total Link Rating of the monsters on the field is 8 or more (Quick Effect): You can Special Summon this card from your hand.\n● If this card is Special Summoned, while your opponent controls more Link Monsters than you do: You can send all Link Monsters on the field to the GY.", "de": "Monster der Stufe 9, die du kontrollierst, können nicht durch Karteneffekte zerstört werden. Du kannst jeden der folgenden Effekte von „Albtraumritterin Verkörperung Idlee“ nur einmal pro Spielzug verwenden.\n● Falls die Summe der Linkzahlen der Monster auf dem Spielfeld 8 oder mehr ist (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören.\n● Falls diese Karte als Spezialbeschwörung beschworen wird, solange dein Gegner mehr Linkmonster kontrolliert als du: Du kannst alle Linkmonster auf dem Spielfeld auf den Friedhof legen.", "es": "Los monstruos de Nivel 9 que controlas no pueden ser destruidos por efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Caballero de Pesadilla Encarnación Idlee\" una vez por turno.\n● Si el Rating de Enlace total de los monstruos en el Campo es 8 o más (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano.\n● Si esta carta es Invocada de Modo Especial, mientras tu adversario controla más Monstruos de Enlace que tú: puedes mandar al Cementerio todos los Monstruos de Enlace en el Campo.", "fr": "Les monstres de Niveau 9 que vous contrôlez ne peuvent pas être détruits par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Idlee l'Incarnation, Chevalier du Cauchemar\" qu'une fois par tour.\n● Si la somme des Classifications Lien des monstres sur le Terrain est min. 8 (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main.\n● Si cette carte est Invoquée Spécialement, tant que votre adversaire contrôle plus de Monstres Lien que vous : vous pouvez envoyer tous les Monstres Lien sur le Terrain au Cimetière.", "it": "I mostri di Livello 9 che controlli non possono essere distrutti dagli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Cavaliere dell'Incubo Incarnazione Idlee\" una sola volta per turno.\n● Se la Classificazione Link totale dei mostri sul Terreno è 8 o superiore (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano.\n● Se questa carta viene Evocata Specialmente, mentre il tuo avversario controlla più Mostri Link di te: puoi mandare al Cimitero tutti i Mostri Link sul Terreno.", "pt": "Monstros de Nível 9 que você controla não podem ser destruído por efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Cavaleira do Pesadelo Encarnação Idlee\" uma vez por turno.\n● Se a soma dos Valores Link dos monstros no campo for 8 ou mais (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão.\n● Se este card for Invocado por Invocação-Especial, enquanto seu oponente controlar mais Monstros Link que você: você pode enviar para o Cemitério todos os Monstros Link no campo.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドのリンクモンスターのリンクマーカーの合計が８以上の場合に発動できる。このカードを手札から特殊召喚する。この効果は相手ターンでも発動できる。②：相手フィールドのリンクモンスターの数が自分フィールドのリンクモンスターより多い状態で、このカードが特殊召喚に成功した場合に発動できる。フィールドのリンクモンスターを全て墓地へ送る。③：自分フィールドのレベル９モンスターは効果では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드의 링크 몬스터의 링크 마커의 합계가 8 이상일 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 상대 필드의 링크 몬스터의 수가 자신 필드의 링크 몬스터보다 많은 상태에서, 이 카드가 특수 소환에 성공했을 경우에 발동할 수 있다. 필드의 링크 몬스터를 전부 묘지로 보낸다. ③: 자신 필드의 레벨 9 몬스터는 효과로는 파괴되지 않는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在場上的連結怪獸的連結符號合計為８以上的狀況下發動。從手牌特殊召喚此卡。此效果在對方回合也可發動。②：在對方場上的連結怪獸數量多於我方場上連結怪獸的狀態，可在此卡特殊召喚成功的狀況下發動。將場上的所有連結怪獸送至墓地。③：我方場上的等級９怪獸不會因效果被破壞。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：场上连接怪兽的连接标记合计为8以上的情况下可以发动。从手牌将此卡特殊召唤。此效果在对手回合中也可以发动。②：在对手场上连接怪兽数量比自己场上连接怪兽多的状态下，此卡特殊召唤成功的情况下可以发动。将场上的连接怪兽全部送至墓地。③：自己场上的等级9怪兽不会因效果被破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "DARK", "level": 9, "atk": 2100, "def": 2100, "series": ["Knightmare"], "images": [{"index": 1, "image": "KnightmareIncarnationIdlee-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN017", "set_name": "Dark Neostorm", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN057", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "DANE-DE017", "set_name": "Dark Neostorm", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE057", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DANE-FR017", "set_name": "Dark Neostorm", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR057", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "DANE-IT017", "set_name": "Dark Neostorm", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT057", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DANE-PT017", "set_name": "Dark Neostorm", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT057", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DANE-JP017", "set_name": "Dark Neostorm", "rarities": ["Super Rare", "Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "DANE-KR017", "set_name": "Dark Neostorm", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC063", "set_name": "Mega Pack 03", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584376, "master_duel_rarity": "N"}