{"konami_id": 17801, "password": 9940036, "name": {"en": "Mereologic Aggregator", "de": "Mereologischer Sammler", "es": "Agregador Mereológico", "fr": "Agrégateur Méréologique", "it": "Aggregatore Mereologico", "pt": "Agregator Mereológico", "ja": "メレオロジック・アグリゲーター", "ja_romaji": "Mereorojikku Agurigētā", "ko": "메레올로직 애그리게이터", "ko_rr": "Mere-ollojik Aegeurigeiteo", "zh-TW": "分體聚合者", "zh-CN": "分体聚合者"}, "text": {"en": "2+ Level 9 monsters\nIf this card is Xyz Summoned: You can send 1 monster from your Extra Deck to the GY. You can target monsters in your GY, up to the number of materials this card has; detach materials from this card equal to the number of those targets in the GY, and if you do, attach those targets to this card as material. If this card is sent to the GY: You can target 1 face-up card on the field; negate its effects until the end of this turn. You can only use each effect of \"Mereologic Aggregator\" once per turn.", "de": "2+ Monster der Stufe 9\nFalls diese Karte als Xyz-Beschwörung beschworen wird: Du kannst 1 Monster von deinem Extra Deck auf den Friedhof legen. Du kannst Monster in deinem Friedhof bis zur Anzahl des Materials wählen, das diese Karte hat; hänge Material in Höhe der Anzahl jener gewählten Ziele im Friedhof von dieser Karte ab und falls du dies tust, hänge jene gewählten Ziele als Material an diese Karte an. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 offene Karte auf dem Spielfeld wählen; annulliere bis zum Ende dieses Spielzugs ihre Effekte. Du kannst jeden Effekt von „Mereologischer Sammler“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 9\nSi esta carta es Invocada Xyz: puedes mandar al Cementerio 1 monstruo en tu Deck Extra. Puedes seleccionar monstruos en tu Cementerio, hasta el número de materiales que tenga esta carta; desacopla materiales de esta carta igual al número de esos objetivos en el Cementerio y, si lo haces, acopla esos objetivos a esta carta como material. Si esta carta es mandada al Cementerio: puedes seleccionar 1 carta boca arriba en el Campo; niega sus efectos hasta el final de este turno. Sólo puedes usar cada efecto de \"Agregador Mereológico\" una vez por turno.", "fr": "2+ monstres de Niveau 9\nSi cette carte est Invoquée par Xyz : vous pouvez envoyer 1 monstre depuis votre Extra Deck au Cimetière. Vous pouvez cibler un nombre de monstres dans votre Cimetière, inférieur ou égal au nombre de Matériels que cette carte a ; détachez un nombre de Matériels de cette carte égal au nombre des cibles dans le Cimetière, et si vous le faites, attachez les cibles à cette carte comme Matériel. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 carte face recto sur le Terrain ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Agrégateur Méréologique\" qu'une fois par tour.", "it": "2+ mostri di Livello 9\nSe questa carta viene Evocata Xyz: puoi mandare 1 mostro dal tuo Extra Deck al Cimitero. Puoi scegliere come bersaglio mostri nel tuo Cimitero, fino al numero di materiali che ha questa carta; stacca materiali da questa carta pari al numero di quei bersagli nel Cimitero e, se lo fai, attacca quei bersagli a questa carta come materiale. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 carta scoperta sul Terreno; annulla i suoi effetti fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Aggregatore Mereologico\" una sola volta per turno.", "pt": "2+ monstros de Nível 9\nSe este card for Invocado por Invocação-Xyz: você pode enviar 1 monstro do seu Deck Adicional para o Cemitério. Você pode escolher monstros no seu Cemitério, até o número de matérias que este card tiver; desassocie matérias deste card igual ao número desses alvos no Cemitério e, se isso acontecer, associe esses alvos a este card como matéria. Se este card for enviado para o Cemitério: você pode escolher 1 card com a face para cima no campo; negue seus efeitos até o final deste turno. Você só pode usar cada efeito de \"Agregator Mereológico\" uma vez por turno.", "ja": "レベル９モンスター×２体以上\nこのカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＸ召喚した場合に発動できる。ＥＸデッキからモンスター１体を墓地へ送る。②：このカードのＸ素材の数まで自分の墓地のモンスターを対象として発動できる。対象のモンスターの数だけこのカードのＸ素材を取り除き、対象のモンスターをこのカードのＸ素材とする。③：このカードが墓地へ送られた場合、フィールドの表側表示カード１枚を対象として発動できる。そのカードの効果をターン終了時まで無効にする。", "ko": "레벨 9 몬스터 × 2장 이상\n이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 엑시즈 소환했을 경우에 발동할 수 있다. 엑스트라 덱에서 몬스터 1장을 묘지로 보낸다. ②: 이 카드의 엑시즈 소재의 수까지 자신 묘지의 몬스터를 대상으로 하고 발동할 수 있다. 대상 몬스터의 수만큼 이 카드의 엑시즈 소재를 제거하고, 대상 몬스터를 이 카드의 엑시즈 소재로 한다. ③: 이 카드가 묘지로 보내졌을 경우, 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드의 효과를 턴 종료시까지 무효로 한다.", "zh-TW": null, "zh-CN": "等级9怪兽×2只以上\n此卡名的①②③效果1回合仅可各使用1次。①：此卡超量召唤的情况下可以发动。从额外牌组将1只怪兽送至墓地。②：以自己墓地的怪兽为对象可以发动，数量最多为此卡的超量素材的数量。依对象的数量去除此卡的超量素材，将对象怪兽作为此卡的超量素材。③：此卡被送至墓地的情况下，以场上1张表侧表示的卡为对象可以发动。将该卡的效果直至回合结束时为止无效。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Xyz / Effect", "attribute": "DARK", "rank": 9, "atk": 2600, "def": 3000, "materials": "2 or more Level 9 monsters", "images": [{"index": 1, "image": "MereologicAggregator-DABL-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN046", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "OP27-EN022", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE046", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "OP27-DE022", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "es": [{"set_number": "DABL-SP046", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "OP27-SP022", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR046", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "OP27-FR022", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT046", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "OP27-IT022", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT046", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "OP27-PT022", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP046", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-JP046", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}, {"set_number": "QCCU-JP183", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DABL-KR046", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-KR046", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}, {"set_number": "QCCU-KR183", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC030", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}, {"set_number": "25SP-SC115", "set_name": "Entry Pack 2025 Vol.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715882, "master_duel_rarity": "SR"}