{"konami_id": 11828, "password": 10117149, "name": {"en": "Deskbot 005", "de": "Büroboter 005", "es": "Escritoriobot 005", "fr": "Robobureau 005", "it": "Deskbot 005", "pt": "Robô-secretário 005", "ja": "ブンボーグ<ruby>０<rt>ゼロ</rt></ruby><ruby>０<rt>ゼロ</rt></ruby><ruby>５<rt>ファイブ</rt></ruby>", "ja_romaji": "Bunbōgu Zero Zero Faibu", "ko": "분보그<ruby>005<rt>제로제로파이브</rt></ruby>", "ko_rr": null, "zh-TW": null, "zh-CN": "文具博格００５"}, "text": {"en": "If this card is Normal or Special Summoned: You can target 1 Spell/Trap Card on the field; destroy it. This card gains 500 ATK for each face-up \"Deskbot\" monster in your Extra Deck. If this card in the Pendulum Zone is destroyed: You can target 1 \"Deskbot\" monster in your Graveyard; Special Summon it. You can only use this effect of \"Deskbot 005\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Zauber-/Fallenkarte auf dem Spielfeld wählen; zerstöre sie. Diese Karte erhält 500 ATK für jedes offene „Büroboter“-Monster in deinem Extra Deck. Falls diese Karte in der Pendelzone zerstört wird: Du kannst 1 „Büroboter“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Büroboter 005“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 Carta Mágica/de Trampa en el Campo; destrúyela. Esta carta gana 500 ATK por cada monstruo \"Escritoriobot\" boca arriba en tu Deck Extra. Si esta carta en la Zona del Péndulo es destruida: puedes seleccionar 1 monstruo \"Escritoriobot\" en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Escritoriobot 005\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Carte Magie/Piège sur le Terrain ; détruisez-la. Cette carte gagne 500 ATK pour chaque monstre \"Robobureau\" face recto dans votre Extra Deck. Si cette carte dans la Zone Pendule est détruite : vous pouvez cibler 1 monstre \"Robobureau\" dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Robobureau 005\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 Carta Magia/Trappola sul Terreno; distruggila. Questa carta guadagna 500 ATK per ogni mostro \"Deskbot\" scoperto nel tuo Extra Deck. Se questa carta nella Zona Pendulum viene distrutta: puoi scegliere come bersaglio 1 mostro Deskbot nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Deskbot 005\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 Card de Magia/Armadilha no campo; destrua-o. Este card ganha 500 de ATK para cada monstro \"Robô-secretário\" com a face para cima no seu Deck Adicional. Se este card na sua Zona de Pêndulo for destruído: você pode escolher 1 monstro \"Robô-secretário\" no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Robô-secretário 005\" uma vez por turno.", "ja": "「ブンボーグ００５」の③のモンスター効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合、フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊する。②：このカードの攻撃力は、自分のエクストラデッキの表側表示の「ブンボーグ」モンスターの数×５００アップする。③：このカードが<ruby>Ｐ<rt>ペンデュラム</rt></ruby>ゾーンで破壊された場合、自分の墓地の「ブンボーグ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "\"분보그005(제로제로파이브)\"의 ③의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 필드의 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ②: 이 카드의 공격력은, 자신의 엑스트라 덱의 앞면 표시의 \"분보그\" 몬스터의 수 × 500 올린다. ③: 이 카드가 펜듈럼 존에서 파괴되었을 경우, 자신 묘지의 \"분보그\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的③怪兽效果1回合仅可使用1次。①：此卡召唤・特殊召唤成功的情况下，以场上1张魔法・陷阱卡为对象可以发动。将该卡破坏。②：此卡的攻击力上升相当于自己额外牌组表侧表示\"文具博格\"怪兽数量×500的数值。③：此卡在灵摆区域被破坏的情况下，以自己墓地的1只\"文具博格\"怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Pendulum / Effect", "attribute": "EARTH", "level": 5, "atk": 500, "def": 500, "pendulum_scale": 10, "pendulum_effect": {"en": "You cannot Pendulum Summon monsters, except \"Deskbot\" monsters. This effect cannot be negated.", "de": "Du kannst keine Monster als Pendelbeschwörung beschwören, außer „Büroboter“-Monstern. Dieser Effekt kann nicht annulliert werden.", "es": "No puedes Invocar monstruos por Péndulo, excepto a monstruos \"Escritoriobot\". Este efecto no puede ser negado.", "fr": "Vous ne pouvez pas Invoquer par Pendulation de monstres (monstres \"Robobureau\" exclus). Cet effet ne peut pas être annulé.", "it": "Non puoi Evocare Pendulum mostri, eccetto mostri \"Deskbot\". Questo effetto non può essere annullato.", "pt": "Você não pode Invocar monstros por Invocação-Pêndulo, exceto monstros \"Robô-secretário\". Este efeito não pode ser negado.", "ja": "①：自分は「ブンボーグ」モンスターしか<ruby>Ｐ<rt>ペンデュラム</rt></ruby>召喚できない。この効果は無効化されない。", "ko": "①: 자신은 \"분보그\" 몬스터밖에 펜듈럼 소환할 수 없다. 이 효과는 무효화되지 않는다.", "zh-TW": null, "zh-CN": "①：自己仅可灵摆召唤\"文具博格\"怪兽。此效果不会被无效化。"}, "series": ["Deskbot"], "images": [{"index": 1, "image": "Deskbot005-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CORE-EN044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-EN075", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CORE-DE044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-DE075", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CORE-SP044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-SP075", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CORE-FR044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-FR075", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CORE-IT044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-IT075", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CORE-PT044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-PT075", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CORE-JP044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}], "ko": [{"set_number": "CORE-KR044", "set_name": "Clash of Rebellions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM01-SC077", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 351290}