{"konami_id": 9639, "password": 10132124, "name": {"en": "Wingtortoise", "de": "Flügelschildkröte", "es": "Tortugala", "fr": "Tortue à Ailes", "it": "Alatartaruga", "pt": "Tartalada", "ja": "ウイングトータス", "ja_romaji": "Uingutōtasu", "ko": "윙토터스", "ko_rr": null, "zh-TW": "翼龜", "zh-CN": "翼龟"}, "text": {"en": "When a face-up Fish, Sea Serpent, or Aqua-Type monster(s) you control is banished: You can Special Summon this card from your hand or Graveyard. (The banished monster(s) must be Fish, Sea Serpent, or Aqua-Type even after being banished.)", "de": "Wenn offene Monster vom Typ Fisch, Seeschlange oder Aqua, die du kontrollierst, verbannt werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören. (Die verbannten Monster müssen den Typ Fisch, Seeschlange oder Aqua haben, auch nachdem sie verbannt wurden.)", "es": "Cuando son desterrados uno o más monstruos de Tipo Pez, Serpiente Marina o Aqua boca arriba que controles: puedes Invocar esta carta de Modo Especial desde tu mano o Cementerio. (Los monstruos desterrados deben ser de Tipo Pez, Serpiente Marina o Aqua aún después de ser desterrados.)", "fr": "Lorsqu'un ou plusieurs monstres de Type Poisson/Serpent de Mer/Aqua face recto que vous contrôlez sont bannis : vous pouvez Invoquer Spécialement cette carte depuis votre main ou Cimetière. (Ces monstres bannis doivent être de Type Poisson/Serpent de Mer/Aqua même après avoir été bannis.)", "it": "Quando uno o più mostri di Tipo Pesce, Serpente Marino o Acqua scoperti che controlli vengono banditi: puoi Evocare Specialmente questa carta dalla tua mano o Cimitero. (I mostri banditi devono essere ancora di Tipo Pesce, Serpente Marino o Acqua mentre sono banditi.)", "pt": null, "ja": "自分フィールド上に表側表示で存在する魚族・海竜族・水族モンスターがゲームから除外された時、このカードを手札または自分の墓地から特殊召喚する事ができる。", "ko": "자신 필드 위에 앞면 표시로 존재하는 어류족 / 해룡족 / 물족 몬스터가 게임에서 제외되었을 때, 이 카드를 패 또는 자신의 묘지에서 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "自己场上表侧表示存在的鱼族·海龙族·水族怪兽从游戏中除外时，这张卡可以从手卡或者自己墓地特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WIND", "level": 3, "atk": 1500, "def": 1400, "images": [{"index": 1, "image": "Wingtortoise-GENF-EN-R-UE.png"}], "sets": {"en": [{"set_number": "GENF-EN022", "set_name": "Generation Force", "rarities": ["Rare"]}], "de": [{"set_number": "GENF-DE022", "set_name": "Generation Force", "rarities": ["Rare"]}], "fr": [{"set_number": "GENF-FR022", "set_name": "Generation Force", "rarities": ["Rare"]}], "it": [{"set_number": "GENF-IT022", "set_name": "Generation Force", "rarities": ["Rare"]}], "ja": [{"set_number": "GENF-JP022", "set_name": "Generation Force", "rarities": ["Common"]}], "ko": [{"set_number": "GENF-KR022", "set_name": "Generation Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 174190, "master_duel_rarity": "N"}