{"konami_id": 13571, "password": 10158145, "name": {"en": "Knightmare Corruptor Iblee", "de": "Albtraumritterin Beschädigerin Iblee", "es": "Caballero de Pesadilla Corruptor Iblee", "fr": "Iblee le Corrupteur, Chevalier du Cauchemar", "it": "Cavaliere dell'Incubo Corruttrice Iblee", "pt": "Cavaleira do Pesadelo Corruptora Iblee", "ja": "<ruby>夢幻崩界<rt>デストロイメア</rt></ruby>イヴリース", "ja_romaji": "Desutoroimea Ivurīsu", "ko": "디스트로이메어 이브리스", "ko_rr": "Diseuteuroime-eo Ibeuriseu", "zh-TW": null, "zh-CN": "梦魇曲 崩界之伊布丽丝"}, "text": {"en": "When this card is Normal Summoned: You can target 1 Link Monster in your GY; Special Summon it to your field so it points to this card, but change its ATK to 0, also negate its effects. You cannot Special Summon monsters, except Link Monsters. If this card in its owner's control is sent to the GY: You can Special Summon this card to your opponent's field in Defense Position. You can only use this effect of \"Knightmare Corruptor Iblee\" once per turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 Linkmonster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung auf deine Spielfeldseite, sodass es auf diese Karte zeigt, aber ändere seine ATK zu 0, zusätzlich annulliere seine Effekte. Du kannst keine Monster als Spezialbeschwörung beschwören, außer Linkmonstern. Falls diese Karte, die ihr Besitzer kontrolliert, auf den Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung auf die Spielfeldseite deines Gegners in die Verteidigungsposition beschwören. Du kannst diesen Effekt von „Albtraumritterin Beschädigerin Iblee“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 Monstruo de Enlace en tu Cementerio; Invócalo de Modo Especial a tu Campo de forma que apunte a esta carta, pero cambia su ATK a 0 y además niega sus efectos. No puedes Invocar monstruos de Modo Especial, excepto Monstruos de Enlace. Si esta carta controlada por su dueño es mandada al Cementerio: puedes Invocar esta carta de Modo Especial al Campo de tu adversario en Posición de Defensa. Sólo puedes usar este efecto de \"Caballero de Pesadilla Corruptor Iblee\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 Monstre Lien dans votre Cimetière ; Invoquez-le Spécialement sur votre Terrain afin qu'il pointe cette carte, mais changez son ATK à 0, et aussi, annulez ses effets. Vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Lien exclus). Si cette carte contrôlée par son propriétaire est envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte sur le Terrain de votre adversaire en Position de Défense. Vous ne pouvez utiliser cet effet de \"Iblee le Corrupteur, Chevalier du Cauchemar\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 Mostro Link nel tuo Cimitero; Evocalo Specialmente sul tuo Terreno in modo che punti a questa carta, ma cambia il suo ATK a 0, inoltre annulla i suoi effetti. Non puoi Evocare Specialmente mostri, eccetto Mostri Link. Se questa carta sotto il controllo del suo proprietario viene mandata al Cimitero: puoi Evocare Specialmente questa carta sul Terreno del tuo avversario in Posizione di Difesa. Puoi utilizzare questo effetto di \"Cavaliere dell'Incubo Corruttrice Iblee\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode escolher 1 Monstro Link no seu Cemitério; Invoque-o por Invocação-Especial no seu campo de forma que ele aponte para este card, mas mude o ATK dele para 0 e, além disso, negue seus efeitos. Você não pode Invocar monstros por Invocação-Especial, exceto Monstros Link. Se este card sob o controle do seu dono for enviado para o Cemitério: você pode Invocar este card por Invocação-Especial no campo do seu oponente em Posição de Defesa. Você só pode usar este efeito de \"Cavaleira do Pesadelo Corruptora Iblee\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：このカードが召喚に成功した時、自分の墓地のリンクモンスター１体を対象として発動できる。そのモンスターの攻撃力を０にし、効果を無効にして、このカードとリンク状態となるように自分フィールドに特殊召喚する。②：このカードがモンスターゾーンに存在する限り、このカードのコントローラーはリンクモンスターしか特殊召喚できない。③：このカードが自分フィールドから墓地へ送られた場合に発動できる。このカードを相手フィールドに守備表示で特殊召喚する。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때, 자신 묘지의 링크 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력을 0 으로 하고, 효과를 무효로 하여, 이 카드와 링크 상태가 되도록 자신 필드에 특수 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 이 카드의 컨트롤러는 링크 몬스터밖에 특수 소환할 수 없다. ③: 이 카드가 자신 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 상대 필드에 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：此卡召唤成功时，以自己墓地的1只连接怪兽为对象可以发动。将该怪兽的攻击力改成0，效果无效，并特殊召唤至自己场上使其和此卡呈连接状态。②：只要此卡存在于怪兽区域，此卡的控制者仅可特殊召唤连接怪兽。③：此卡从自己场上被送至墓地的情况下可以发动。将此卡以守备表示特殊召唤至对手场上。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "DARK", "level": 2, "atk": 0, "def": 0, "series": ["Knightmare"], "images": [{"index": 1, "image": "KnightmareCorruptorIblee-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN017", "set_name": "Flames of Destruction", "rarities": ["Secret Rare"]}, {"set_number": "MP19-EN011", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-EN057", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FLOD-DE017", "set_name": "Flames of Destruction", "rarities": ["Secret Rare"]}, {"set_number": "MP19-DE011", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-DE057", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "es": [{"set_number": "FLOD-SP017", "set_name": "Flames of Destruction", "rarities": ["Secret Rare"]}, {"set_number": "MP19-SP011", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-SP057", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FLOD-FR017", "set_name": "Flames of Destruction", "rarities": ["Secret Rare"]}, {"set_number": "MP19-FR011", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-FR057", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FLOD-IT017", "set_name": "Flames of Destruction", "rarities": ["Secret Rare"]}, {"set_number": "MP19-IT011", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-IT057", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FLOD-PT017", "set_name": "Flames of Destruction", "rarities": ["Secret Rare"]}, {"set_number": "MP19-PT011", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-PT057", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "FLOD-JP017", "set_name": "Flames of Destruction", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP3-JP083", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}], "ko": [{"set_number": "FLOD-KR017", "set_name": "Flames of Destruction", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP3-KR083", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP2-SC013", "set_name": "Mega Pack 02", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548579}