{"konami_id": 18467, "password": 10333641, "name": {"en": "Superheavy Samurai Stealthy", "de": "Superstarker Samurai Schleicher", "es": "Samurai Superpesado Sigiloso", "fr": "Furtivité Samouraï Supralourd", "it": "Samurai Superpesante Furtivo", "pt": "Samurai Superpesado Furtivo", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>重<rt>じゅう</rt></ruby><ruby>武<rt>む</rt></ruby><ruby>者<rt>しゃ</rt></ruby>オン－<ruby>３<rt>ミ</rt></ruby><ruby>２<rt>ツー</rt></ruby>", "ja_romaji": "Chōjūmusha On-Mitsū", "ko": "초중무사 온－<ruby>32<rt>미츠</rt></ruby>", "ko_rr": "Chojungmusa On-micheu", "zh-TW": "超重武者 隱密－３２", "zh-CN": "超重武者 隐秘－３２"}, "text": {"en": "If you have no Spells/Traps in your GY, you can Special Summon this card (from your hand). You can only Special Summon \"Superheavy Samurai Stealthy\" once per turn this way. If you have no Spells/Traps in your GY (Quick Effect): You can Tribute this card, then target 1 Spell/Trap in your opponent's GY; Set it to your field, but banish it when it leaves the field. You can only use this effect of \"Superheavy Samurai Stealthy\" once per turn.", "de": "Falls du keine Zauber/Fallen in deinem Friedhof hast, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Superstarker Samurai Schleicher“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls du keine Zauber/Fallen in deinem Friedhof hast (Schnelleffekt): Du kannst diese Karte als Tribut anbieten und dann 1 Zauber/Falle im Friedhof deines Gegners wählen; setze ihn oder sie auf deine Spielfeldseite, aber verbanne ihn oder sie, wenn er oder sie das Spielfeld verlässt. Du kannst diesen Effekt von „Superstarker Samurai Schleicher“ nur einmal pro Spielzug verwenden.", "es": "Si no tienes Mágicas/Trampas en tu Cementerio, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar \"Samurai Superpesado Sigiloso\" de Modo Especial una vez por turno de esta forma. Si no tienes Mágicas/Trampas en tu Cementerio (Efecto Rápido): puedes Sacrificar esta carta, y después selecciona 1 Mágica/Trampa en el Cementerio de tu adversario; Colócala en tu Campo, pero destiérrala cuando deje el Campo. Sólo puedes usar este efecto de \"Samurai Superpesado Sigiloso\" una vez por turno.", "fr": "Si vous n'avez aucun Magie/Piège dans votre Cimetière, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Furtivité Samouraï Supralourd\" qu'une fois par tour de cette façon. Si vous n'avez aucun Magie/Piège dans votre Cimetière (Effet Rapide) : vous pouvez Sacrifier cette carte, puis ciblez 1 Magie/Piège dans le Cimetière de votre adversaire ; Posez-le sur votre Terrain, mais bannissez-le lorsqu'il quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Furtivité Samouraï Supralourd\" qu'une fois par tour.", "it": "Se non hai nessuna Magia/Trappola nel tuo Cimitero, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Samurai Superpesante Furtivo\" una sola volta per turno in questo modo. Se non hai nessuna Magia/Trappola nel tuo Cimitero (Effetto Rapido): puoi offrire come Tributo questa carta, poi scegliere come bersaglio 1 Magia/Trappola nel Cimitero del tuo avversario; Posizionala sul tuo Terreno, ma bandiscila quando lascia il Terreno. Puoi utilizzare questo effetto di \"Samurai Superpesante Furtivo\" una sola volta per turno.", "pt": "Se você não tiver Magias/Armadilhas no seu Cemitério, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Samurai Superpesado Furtivo\" por Invocação-Especial uma vez por turno desta forma. Se você não tiver Magias/Armadilhas no seu Cemitério (Efeito Rápido): você pode oferecer este card como Tributo e, depois, escolha 1 Magia/Armadilha no Cemitério do seu oponente; Baixe-a no seu campo, mas bana-a quando ela deixar o campo. Você só pode usar este efeito de \"Samurai Superpesado Furtivo\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分の墓地に魔法・罠カードが存在しない場合、このカードは手札から特殊召喚できる。②：自分の墓地に魔法・罠カードが存在しない場合、このカードをリリースし、相手の墓地の魔法・罠カード１枚を対象として発動できる。そのカードを自分フィールドにセットする。この効果でセットしたカードはフィールドから離れた場合に除外される。この効果は相手ターンでも発動できる。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지에 마법 / 함정 카드가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신 묘지에 마법 / 함정 카드가 존재하지 않을 경우, 이 카드를 릴리스하고, 상대 묘지의 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 자신 필드에 세트한다. 이 효과로 세트한 카드는 필드에서 벗어났을 경우에 제외된다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：自己墓地不存在魔法・陷阱卡的情况下，此卡可从手牌中特殊召唤。②：自己墓地不存在魔法・陷阱卡的情况下，解放此卡，以对手墓地的１张魔法・陷阱卡为对象可以发动。将该卡放置在自己场上。以此效果放置的卡从场上离开的情况下，将其除外。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 1, "atk": 200, "def": 700, "series": ["Superheavy Samurai"], "images": [{"index": 1, "image": "SuperheavySamuraiStealthy-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN337", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE337", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "CYAC-SP004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-SP337", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR337", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT337", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT337", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ko": [{"set_number": "CYAC-KR004", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC122", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716926, "master_duel_rarity": "N"}