{"konami_id": 12223, "password": 10424147, "name": {"en": "Super Quantal Mech Ship Magnacarrier", "de": "Superquantal Mechschiff Magnaträger", "es": "Magnatransportador, Mecha Nave Súper Cuantal", "fr": "Magnaporteur Vaisseau Méca Super Quantique", "it": "Super Quantal Nave Mech Magnatrasportatore", "pt": "Nave Mech Super Quantal Magnaportador", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>量<rt>りょう</rt></ruby><ruby>機<rt>き</rt></ruby><ruby>艦<rt>かん</rt></ruby>マグナキャリア", "ja_romaji": "Chōryōkikan Magunakyaria", "ko": "초량기함 매그너캐리어", "ko_rr": null, "zh-TW": "超級量子機艦 宏偉母艦", "zh-CN": "超级量子机舰宏伟母舰"}, "text": {"en": "Discard 1 card, then target 1 \"Super Quantum\" monster you control; Special Summon from your Extra Deck, 1 \"Super Quantal Mech Beast\" Xyz Monster with the same Attribute as that monster you control by using it as material. (This is treated as an Xyz Summon.) You can send this card from the Field Zone to the GY, then target 3 \"Super Quantal Mech Beast\" Xyz Monsters with different names you control and/or in your GY; Special Summon 1 \"Super Quantal Mech King Great Magnus\" from your Extra Deck, and if you do, attach the targeted monsters and their materials to it as material.", "de": "Wirf 1 Karte ab und wähle dann 1 „Superquantum“-Monster, das du kontrollierst; beschwöre 1 „Superquantal Mechungeheuer“-Xyz-Monster mit derselben Eigenschaft wie das Monster, das du kontrollierst, als Spezialbeschwörung von deinem Extra Deck, indem du es als das Material verwendest. (Dies wird als Xyz-Beschwörung behandelt.) Du kannst diese Karte aus der Spielfeldzone auf den Friedhof legen und dann 3 „Superquantal Mechungeheuer“-Xyz-Monster mit unterschiedlichen Namen wählen, die du kontrollierst und/oder die in deinem Friedhof liegen; beschwöre 1 „Superquantal Mechkönig Großer Magnus“ als Spezialbeschwörung von deinem Extra Deck und falls du dies tust, hänge die gewählten Monster und ihr Material als Material daran an.", "es": "Descarta 1 carta, y después selecciona 1 monstruo \"Súper Cuantio\" que controles; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"Mecha Bestia Súper Cuantal\" con el mismo Atributo que ese monstruo que controlas usándolo como material. (Esto se trata como una Invocación Xyz). Puedes mandar esta carta de la Zona del Campo al Cementerio, y después seleccionar 3 Monstruos Xyz \"Mecha Bestia Súper Cuantal\" con nombres diferentes que controlas y/o en tu Cementerio; Invoca de Modo Especial, desde tu Deck Extra, 1 \"Gran Magnus, Mecha Rey Súper Cuantal\" y, si lo haces, acóplale los monstruos seleccionados y sus materiales como material.", "fr": "Défaussez 1 carte, puis ciblez 1 monstre \"Super Quantum\" que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Bête Méca Super Quantique\" avec le même Attribut que le monstre que vous contrôlez depuis votre Extra Deck, en l'utilisant comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous pouvez envoyer cette carte depuis la Zone Terrain au Cimetière, puis ciblez 3 Monstres Xyz \"Bête Méca Super Quantique\" de noms différents que vous contrôlez et/ou dans votre Cimetière ; Invoquez Spécialement 1 \"Grand Magnus Roi Méca Super Quantique\" depuis votre Extra Deck, et si vous le faites, attachez-lui les monstres ciblés et leurs Matériels comme Matériel.", "it": "Scarta 1 carta, poi scegli come bersaglio 1 mostro \"Super Quantum\" che controlli; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz \"Super Quantal Bestia Mech\" con lo stesso Attributo di quel mostro che controlli, utilizzandolo come materiale. (Questa viene considerata come un'Evocazione Xyz.) Puoi mandare questa carta dalla Zona Terreno al Cimitero, poi scegliere come bersaglio 3 Mostri Xyz \"Super Quantal Bestia Mech\" con nomi diversi che controlli e/o nel tuo Cimitero; Evoca Specialmente 1 \"Super Quantal Re Mech Grande Magnus\" dal tuo Extra Deck e, se lo fai, attacca i mostri scelti come bersaglio e i loro materiali ad esso come materiale.", "pt": "Descarte 1 card e, depois, escolha 1 monstro \"Super Quantum\" que você controla; Invoque por Invocação-Especial do Deck Adicional, 1 Monstro Xyz \"Besta Mech Super Quantal\" com o mesmo Atributo que esse monstro que você controla, usando-o como matéria. (Isso é considerado uma Invocação-Xyz.) Você pode enviar este card da Zona do Campo para o Cemitério e, depois, escolher 3 Monstros Xyz \"Besta Mech Super Quantal\" com nomes diferentes que você controla e/ou no seu Cemitério; Invoque por Invocação-Especial 1 \"Rei Mech Super Quantal Grande Magnus\" do seu Deck Adicional e, se isso acontecer, associe a ele como matéria os monstros alvos alvo e suas matérias.", "ja": "①：手札を１枚捨て、自分フィールドの「超量士」モンスター１体を対象としてこの効果を発動できる。その自分のモンスターと同じ属性の「超量機獣」Ｘモンスター１体を、対象のモンスターの上に重ねてＸ召喚扱いとしてエクストラデッキから特殊召喚する。②：フィールドゾーンのこのカードを墓地へ送り、自分のフィールド・墓地の「超量機獣」Ｘモンスター３種類を１体ずつ対象として発動できる。エクストラデッキから「超量機神王グレート・マグナス」１体を特殊召喚し、その下に対象のモンスターとそのＸ素材を全て重ねてＸ素材とする。", "ko": "①: 패를 1장 버리고, 자신 필드의 \"초량사\" 몬스터 1장을 대상으로 하여 이 효과를 발동할 수 있다. 그 자신의 몬스터와 같은 속성의 \"초량기수\" 엑시즈 몬스터 1장을, 대상 몬스터의 위에 겹치고 엑시즈 소환으로 취급하여 엑스트라 덱에서 특수 소환한다. ②: 필드 존의 이 카드를 묘지로 보내고, 자신의 필드 / 묘지의 \"초량기수\" 엑시즈 몬스터 3종류를 1장씩 대상으로 하여 발동할 수 있다. 엑스트라 덱에서 \"초량기신왕 그레이트 매그너스\" 1장을 특수 소환하고, 그 아래에 대상의 몬스터와 그 엑시즈 소재를 전부 겹쳐 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "①：丢弃1张手卡，以自己场上1只「超量士」怪兽为对象才能把这个效果发动。和那只自己怪兽相同属性的1只「超量机兽」XYZ怪兽在作为对象的怪兽上面重叠当作XYZ召唤从额外卡组特殊召唤。②：把场地区域的这张卡送去墓地，以自己的场上·墓地的「超量机兽」XYZ怪兽3种类各1只为对象才能发动。从额外卡组把1只「超量机神王 大磁炎」特殊召唤，那下面把作为对象的怪兽和那些XYZ素材全部重叠作为XYZ素材。"}, "card_type": "Spell", "property": "Field", "series": ["Super Quant"], "images": [{"index": 1, "image": "SuperQuantalMechShipMagnacarrier-OP10-EN-C-UE.png"}], "sets": {"en": [{"set_number": "WIRA-EN038", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "OP10-EN023", "set_name": "OTS Tournament Pack 10", "rarities": ["Common"]}], "de": [{"set_number": "WIRA-DE038", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "OP10-DE023", "set_name": "OTS Tournament Pack 10", "rarities": ["Common"]}], "es": [{"set_number": "WIRA-SP038", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "OP10-SP023", "set_name": "OTS Tournament Pack 10", "rarities": ["Common"]}], "fr": [{"set_number": "WIRA-FR038", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "OP10-FR023", "set_name": "OTS Tournament Pack 10", "rarities": ["Common"]}], "it": [{"set_number": "WIRA-IT038", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "OP10-IT023", "set_name": "OTS Tournament Pack 10", "rarities": ["Common"]}], "pt": [{"set_number": "WIRA-PT038", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "OP10-PT023", "set_name": "OTS Tournament Pack 10", "rarities": ["Common"]}], "ja": [{"set_number": "SPWR-JP038", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPWR-KR038", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DUAD-SC097", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 362995, "master_duel_rarity": "R"}