{"konami_id": 12395, "password": 10441498, "name": {"en": "Vennu, Bright Bird of Divinity", "de": "Vennu, leuchtender Vogel der Göttlichkeit", "es": "Vennu, el Pájaro Brillante de la Divinidad", "fr": "Vennu, Oiseau Lumineux de la Divinité", "it": "Vennu, Uccello Brillante della Divinità", "pt": "Vennu, o Pássaro Brilhante da Divindade", "ja": "<ruby>輝<rt>き</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>鳥<rt>ちょう</rt></ruby>ヴェーヌ", "ja_romaji": "Kishinchō Vēnu", "ko": "휘신조 베누", "ko_rr": null, "zh-TW": null, "zh-CN": "辉神鸟 贝努鸟"}, "text": {"en": "You can Ritual Summon this card with \"Primal Cry\". Once per turn: You can reveal 1 monster in your hand, then target 1 face-up monster on the field; that target's Level becomes equal to the Level the revealed monster had, until the end of this turn. Once per turn, if another monster is Tributed from your hand or field (except during the Damage Step): You can target 1 monster in your Graveyard; add it to your hand.", "de": "Du kannst diese Karte mit „Urschrei“ als Ritualbeschwörung beschwören. Einmal pro Spielzug: Du kannst 1 Monster in deiner Hand vorzeigen und dann 1 offenes Monster auf dem Spielfeld wählen; die Stufe des gewählten Ziels wird bis zum Ende dieses Spielzugs gleich der Stufe, die das vorgezeigte Monster hatte. Einmal pro Spielzug, falls ein anderes Monster von deiner Hand oder Spielfeldseite als Tribut angeboten wird (außer während des Damage Steps): Du kannst 1 Monster in deinem Friedhof wählen; füge es deiner Hand hinzu.", "es": "Puedes Invocar esta carta por Ritual con \"Grito Primordial\". Una vez por turno: puedes mostrar 1 monstruo en tu mano, y después seleccionar 1 monstruo boca arriba en el Campo; hasta el final de este turno, el Nivel de ese objetivo se convierte en el Nivel que tenía el monstruo mostrado. Una vez por turno, si otro monstruo en tu mano o Campo es Sacrificado (excepto durante el Damage Step): puedes seleccionar 1 monstruo en tu Cementerio; añádelo a tu mano.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Cri Primitif\". Une fois par tour : vous pouvez révéler 1 monstre dans votre main, puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, le Niveau de la cible devient égal au Niveau que le monstre révélé avait. Une fois par tour, si un autre monstre est Sacrifié depuis votre main ou Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 monstre dans votre Cimetière ; ajoutez-le à votre main.", "it": "Puoi Evocare tramite Rituale questa carta con \"Urlo Primordiale\". Una volta per turno: puoi rivelare 1 mostro nella tua mano, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; il Livello di quel bersaglio diventa pari al Livello che il mostro rivelato aveva, fino alla fine di questo turno. Una volta per turno, se un altro mostro viene offerto come Tributo dalla tua mano o Terreno (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 mostro nel tuo Cimitero; aggiungilo alla tua mano.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Grito Primário\". Uma vez por turno: você pode revelar 1 monstro da sua mão e, depois, escolher 1 monstro com a face para cima no campo; até o final deste turno, o Nível do alvo se torna igual ao Nível que o monstro revelado tinha. Uma vez por turno, se outro monstro for oferecido como Tributo da sua mão ou do campo (exceto durante a Etapa de Dano): você pode escolher 1 monstro no seu Cemitério; adicione-o à sua mão.", "ja": "「原初の叫喚」により降臨。①：１ターンに１度、手札のモンスター１体を相手に見せ、フィールドの表側表示モンスター１体を対象として発動できる。このターン、対象のモンスターのレベルは、見せたモンスターと同じになる。②：１ターンに１度、このカード以外の自分の手札・フィールドのモンスターがリリースされた場合、自分の墓地のモンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "\"원초의 규환\"에 의해 의식 소환. ①: 1턴에 1번, 패의 몬스터 1장을 상대에게 보여주고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 대상 몬스터의 레벨은, 보여준 몬스터와 같아진다. ②: 1턴에 1번, 이 카드 이외의 자신의 패 / 필드의 몬스터가 릴리스되었을 경우, 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "效果·仪式：「原初的叫唤」降临。①：1回合1次，把手卡1只怪兽给对方观看，以场上1只表侧表示怪兽为对象才能发动。这个回合，作为对象的怪兽的等级变成和给人观看的怪兽相同。②：1回合1次，这张卡以外的自己的手卡·场上的怪兽被解放的场合，以自己墓地1只怪兽为对象才能发动。那只怪兽加入手卡。"}, "card_type": "Monster", "monster_type_line": "Fairy / Ritual / Effect", "attribute": "LIGHT", "level": 8, "atk": 2800, "def": 2000, "ritual_spell": "Primal Cry", "images": [{"index": 1, "image": "VennuBrightBirdofDivinity-MACR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN097", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE097", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "es": [{"set_number": "MACR-SP097", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR097", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT097", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT097", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ja": [{"set_number": "DF16-JP009", "set_name": "Duelist Festival 2016 - Promotion Pack", "rarities": ["Normal Parallel Rare"]}, {"set_number": "17PR-JP004", "set_name": "Promotion Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "AE09-KR007", "set_name": "Advanced Event Pack 2016 Vol.1", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 358656}