{"konami_id": 20210, "password": 10474647, "name": {"en": "Depresspard", "de": "Depresspard", "es": "Deprespardo", "fr": "Dépresspard", "it": "Depresspardo", "pt": "Leopresivo", "ja": "<ruby>五月豹<rt>ゴガツビョウ</rt></ruby>", "ja_romaji": "Gogatsubyou", "ko": "월요범", "ko_rr": null, "zh-TW": null, "zh-CN": "五月豹"}, "text": {"en": "If this is the only card in your hand: You can Special Summon this card. If you do: This card's ATK becomes 2500 until the end of your opponent's turn. If this card battles an opponent's monster, you take any battle damage your opponent would have taken from that battle. If you take damage from battles involving this card: This card's ATK becomes 0, then if your LP are 2000 or less, this card's ATK becomes 5000.", "de": "Falls dies die einzige Karte in deiner Hand ist: Du kannst diese Karte als Spezialbeschwörung beschwören. Falls du dies tust: Die ATK dieser Karte werden bis zum Ende des Spielzugs deines Gegners zu 2500. Falls diese Karte gegen ein Monster eines Gegners kämpft, erhältst du den Kampfschaden, den dein Gegner aus jenem Kampf erhalten hätte. Falls du Schaden aus Kämpfen erhältst, an denen diese Karte beteiligt ist: Die ATK dieser Karte werden zu 0, dann, falls du 2000 oder weniger LP hast, werden die ATK dieser Karte zu 5000.", "es": "Si esta es la única carta en tu mano: puedes Invocar esta carta de Modo Especial. Si lo haces: el ATK de esta carta se convierte en 2500 hasta el final del turno de tu adversario. Si esta carta batalla con un monstruo del adversario, tú recibes cualquier daño de batalla que tu adversario hubiera recibido de esa batalla. Si recibes daño de batallas que involucran esta carta: el ATK de esta carta se convierte en 0 y después, si tus LP son 2000 o menos, el ATK de esta carta se convierte en 5000.", "fr": "Si c'est la seule carte dans votre main : vous pouvez Invoquer Spécialement cette carte. Si vous le faites : jusqu'à la fin du tour de votre adversaire, l'ATK de cette carte devient 2500. Si cette carte combat un monstre de l'adversaire, vous recevez les dommages de combat que votre adversaire aurait dû recevoir de ce combat. Si vous recevez des dommages de combats impliquant cette carte : l'ATK de cette carte devient 0, puis si vos LP sont inférieurs ou égaux à 2000, l'ATK de cette carte devient 5000.", "it": "Se questa è l'unica carta nella tua mano: puoi Evocare Specialmente questa carta. Se lo fai: l'ATK di questa carta diventa 2500 fino alla fine del turno del tuo avversario. Se questa carta combatte con un mostro dell'avversario, tu subisci qualsiasi danno da combattimento che avrebbe subito il tuo avversario da quella battaglia. Se subisci danno da battaglie che coinvolgono questa carta: l'ATK di questa carta diventa 0, poi se i tuoi LP sono 2000 o inferiori, l'ATK di questa carta diventa 5000.", "pt": "Se este for o único card na sua mão: você pode Invocar este card por Invocação-Especial. Se isso acontecer: o ATK deste card se torna 2500 até o final do turno do seu oponente. Se este card batalhar um monstro do oponente, você sofre qualquer dano de batalha que seu oponente teria sofrido dessa batalha. Se você sofrer dano de batalhas envolvendo este card: o ATK deste card se torna 0 e, depois, se seus PV forem 2000 ou menos, o ATK deste card se torna 5000.", "ja": "①：手札がこのカード１枚のみの場合に発動できる。このカードを特殊召喚する。②：このカードの①の効果で特殊召喚した場合に発動する。このカードの攻撃力は相手ターン終了時まで２５００になる。③：このカードが相手モンスターと戦闘を行う場合、その戦闘で発生する相手への戦闘ダメージは代わりに自分が受ける。④：このカードの戦闘で自分がダメージを受けた場合に発動する。このカードの攻撃力は０になる。その後、自分のＬＰが２０００以下の場合、このカードの攻撃力は５０００になる。", "ko": "①: 패가 이 카드 1장뿐일 경우에 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드의 ①의 효과로 특수 소환했을 경우에 발동한다. 이 카드의 공격력은 상대 턴 종료시까지 2500 이 된다. ③: 이 카드가 상대 몬스터와 전투를 실행할 경우, 그 전투로 발생하는 상대에게로의 전투 데미지는 대신에 자신이 받는다. ④: 이 카드의 전투로 자신이 데미지를 받았을 경우에 발동한다. 이 카드의 공격력은 0 이 된다. 그 후, 자신의 LP가 2000 이하일 경우, 이 카드의 공격력은 5000 이 된다.", "zh-TW": null, "zh-CN": "①：手牌仅有此１张卡的情况下可以发动。将此卡特殊召唤。②：以此卡的①效果特殊召唤的情况下发动。此卡的攻击力直至对手回合结束时为止变为２５００。③：此卡与对手怪兽进行战斗的情况下，因该战斗对对手造成的战斗伤害由自己代为承受。④：自己因此卡的战斗受到伤害的情况下发动。此卡的攻击力变为０。然后，自己的LP为２０００以下的情况下，此卡的攻击力变为５０００。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "LIGHT", "level": 2, "atk": 100, "def": 100, "images": [{"index": 1, "image": "Depresspard-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN031", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE031", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "es": [{"set_number": "INFO-SP031", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR031", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT031", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT031", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP031", "set_name": "The Infinite Forbidden", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "INFO-KR031", "set_name": "The Infinite Forbidden", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "INFO-SC031", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1056051}