{"konami_id": 10878, "password": 10613952, "name": {"en": "Sacred Noble Knight of King Artorigus", "de": "Heiliger edler Ritter von König Artorigus", "es": "Noble Caballero Sagrado del Rey Artorigus", "fr": "Chevalier Noble Sacré d'Artorigus le Roi", "it": "Sacro Nobile Cavaliere del Re Artorigus", "pt": "Nobre Cavaleiro Sagrado do Rei Artorigus", "ja": "<ruby>神<rt>しん</rt></ruby><ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby><ruby>王<rt>おう</rt></ruby>アルトリウス", "ja_romaji": "Shinseikishiō Arutoriusu", "ko": "신성기사왕 아르토리우스", "ko_rr": null, "zh-TW": "神聖騎士王 阿托利斯", "zh-CN": "神圣骑士王阿托利斯"}, "text": {"en": "2 Level 5 \"Noble Knight\" monsters\nWhen this card is Xyz Summoned: You can target up to 3 \"Noble Arms\" Equip Spell Cards with different names in your Graveyard; equip those targets to this card. Once per turn: You can detach 1 Xyz Material from this card, then target 1 other monster on the field; destroy that target. If this card is sent from the field to the Graveyard: You can target 1 Level 4 or higher \"Noble Knight\" monster in your Graveyard; Special Summon that target.", "de": "2 „Edler Ritter“-Monster der Stufe 5\nWenn diese Karte als Xyz-Beschwörung beschworen wird: Du kannst bis zu 3 „Edle Waffen“-Ausrüstungszauberkarten mit unterschiedlichen Namen in deinem Friedhof wählen; rüste diese Karte mit den gewählten Zielen aus. Einmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen und dann 1 anderes Monster auf dem Spielfeld wählen; zerstöre das gewählte Ziel. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst 1 „Edler Ritter“-Monster der Stufe 4 oder höher in deinem Friedhof wählen; beschwöre das gewählte Ziel als Spezialbeschwörung.", "es": "2 monstruos \"Noble Caballero\" de Nivel 5\nCuando esta carta es Invocada Xyz: puedes seleccionar hasta 3 Cartas Mágicas de Equipo \"Armas Nobles\" con nombres diferentes en tu Cementerio; equipa esos objetivos a esta carta. Una vez por turno: puedes desacoplar de esta carta 1 Material Xyz, y después seleccionar otro monstruo en el Campo; destruye ese objetivo. Si esta carta en el Campo es mandada al Cementerio: puedes seleccionar 1 monstruo \"Noble Caballero\" de Nivel 4 o mayor en tu Cementerio; Invoca ese objetivo de Modo Especial.", "fr": "2 monstres \"Chevalier Noble\" de Niveau 5\nLorsque cette carte est Invoquée par Xyz : vous pouvez cibler max. 3 Cartes Magie d'Équipement \"Armes Nobles\" de noms différents dans votre Cimetière ; équipez les cibles à cette carte. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 autre monstre sur le Terrain ; détruisez la cible. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez cibler 1 monstre \"Chevalier Noble\" de min. Niveau 4 dans votre Cimetière ; Invoquez Spécialement la cible.", "it": "2 mostri \"Nobile Cavaliere\" di Livello 5\nQuando questa carta viene Evocata Xyz: puoi scegliere come bersaglio fino a 3 Carte Magia Equipaggiamento \"Nobili Armi\" con nomi diversi nel tuo Cimitero; equipaggia quei bersagli a questa carta. Una volta per turno: puoi staccare 1 Materiale Xyz da questa carta, poi scegliere come bersaglio 1 altro mostro sul Terreno; distruggi quel bersaglio. Se questa carta viene mandata dal Terreno al Cimitero: puoi scegliere come bersaglio 1 mostro \"Nobile Cavaliere\" di Livello 4 o superiore nel tuo Cimitero; Evoca Specialmente quel bersaglio.", "pt": "2 monstros \"Nobre Cavaleiro\" de Nível 5\nQuando este card for Invocado por Invocação-Xyz: você pode escolher até 3 Cards de Magia de Equipamento \"Armas Nobres\" com nomes diferentes no seu Cemitério; equipe os alvos a este card. Uma vez por turno: você pode desassociar 1 Matéria Xyz deste card e, depois, escolher 1 outro monstro no campo; destrua o alvo. Se este card for enviado do campo para o Cemitério: você pode escolher 1 monstro \"Nobre Cavaleiro\" de Nível 4 ou mais no seu Cemitério; Invoque o alvo por Invocação-Especial.", "ja": "レベル５「聖騎士」モンスター×２\n①：このカードがＸ召喚に成功した時、自分の墓地の「聖剣」装備魔法カードを３種類まで対象として発動できる。対象のカードをこのカードに装備する。②：１ターンに１度、このカードのＸ素材を１つ取り除き、このカード以外のフィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。③：このカードがフィールドから墓地へ送られた場合、自分の墓地のレベル４以上の「聖騎士」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "레벨 5 \"성기사\" 몬스터 × 2\n①: 이 카드가 엑시즈 소환에 성공했을 때, 자신 묘지의 \"성검\" 장착 마법 카드를 3 종류까지 대상으로 하고 발동할 수 있다. 대상 카드를 이 카드에 장착한다. ②: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 이 카드 이외의 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다. ③: 이 카드가 필드에서 묘지로 보내졌을 경우, 자신 묘지의 레벨 4 이상의 \"성기사\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "5星「圣骑士」怪兽×2\n①：这张卡XYZ召唤成功时，以自己墓地的「圣剑」装备魔法卡最多3种类为对象才能发动。作为对象的卡给这张卡装备。②：1回合1次，把这张卡1个XYZ素材取除，以这张卡以外的场上1只怪兽为对象才能发动。那只怪兽破坏。③：这张卡从场上送去墓地的场合，以自己墓地1只4星以上的「圣骑士」怪兽为对象才能发动。那只怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "LIGHT", "rank": 5, "atk": 2200, "def": 2200, "materials": "2 Level 5 \"Noble Knight\" monsters", "series": ["Noble Knight", "Artorigus"], "images": [{"index": 1, "image": "SacredNobleKnightofKingArtorigus-NKRT-EN-PlR-LE.png"}], "sets": {"en": [{"set_number": "SHSP-EN087", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "NKRT-EN038", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "de": [{"set_number": "SHSP-DE087", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "NKRT-DE038", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "es": [{"set_number": "SHSP-SP087", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "NKRT-SP038", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "fr": [{"set_number": "SHSP-FR087", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "NKRT-FR038", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "it": [{"set_number": "SHSP-IT087", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "NKRT-IT038", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "pt": [{"set_number": "SHSP-PT087", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "NKRT-PT038", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "ja": [{"set_number": "EP14-JP018", "set_name": "Extra Pack: Knights of Order", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "EP14-KR018", "set_name": "Extra Pack: Knights of Order", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 302818, "master_duel_rarity": "UR"}