{"konami_id": 17749, "password": 10632284, "name": {"en": "Mimesis Elephant", "de": "Mimese-Elefant", "es": "Elefante Mimesis", "fr": "Éléphant Mimèsis", "it": "Elefante Mimesi", "pt": "Elefante Mimese", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "拟态象"}, "text": {"en": "Special Summon this card as an Effect Monster (Beast/EARTH/Level 2/ATK 0/DEF 2000). (This card is also still a Trap.) If this card is in the Monster Zone (Quick Effect): You can declare 1 Type and 1 Attribute, then target 1 face-up monster on the field; it becomes that Type and Attribute, until the end of this turn. You can only use this effect of \"Mimesis Elephant\" once per turn.", "de": "Beschwöre diese Karte als Spezialbeschwörung als Effektmonster (Ungeheuer/ERDE/Stufe 2/ATK 0/DEF 2000). (Diese Karte ist zusätzlich weiterhin eine Falle.) Falls diese Karte in der Monsterzone liegt (Schnelleffekt): Du kannst 1 Typ und 1 Eigenschaft deklarieren und dann 1 offenes Monster auf dem Spielfeld wählen; es wird bis zum Ende dieses Spielzugs zu jenem Typ und jener Eigenschaft. Du kannst diesen Effekt von „Mimese-Elefant“ nur einmal pro Spielzug verwenden.", "es": "Invoca esta carta de Modo Especial como un Monstruo de Efecto (Bestia/TIERRA/Nivel 2/ATK 0/DEF 2000). (Esta carta también sigue siendo una Trampa). Si esta carta está en la Zona de Monstruos (Efecto Rápido): puedes declarar 1 Tipo y 1 Atributo, y después seleccionar 1 monstruo boca arriba en el Campo; éste se convierte en ese Tipo y Atributo hasta el final de este turno. Sólo puedes usar este efecto de \"Elefante Mimesis\" una vez por turno.", "fr": "Invoquez Spécialement cette carte comme un Monstre à Effet (Bête/TERRE/Niveau 2/ATK 0/DEF 2000). (Cette carte est toujours aussi un Piège.) Si cette carte est dans la Zone Monstre (Effet Rapide) : vous pouvez déclarer 1 Type et 1 Attribut, puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, il devient de ce Type et Attribut. Vous ne pouvez utiliser cet effet de \"Éléphant Mimèsis\" qu'une fois par tour.", "it": "Evoca Specialmente questa carta come Mostro con Effetto (Bestia/TERRA/Livello 2/ATK 0/DEF 2000). (Questa carta è ancora anche una Trappola.) Se questa carta è nella Zona Mostri (Effetto Rapido): puoi dichiarare 1 Tipo e 1 Attributo, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; esso diventa di quel Tipo e Attributo, fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Elefante Mimesi\" una sola volta per turno.", "pt": "Invoque este card por Invocação-Especial como um Monstro de Efeito (Besta/TERRA/Nível 2/ATK 0/DEF 2000). (Este card ainda é considerado uma Armadilha.) Se este card estiver na Zona de Monstros (Efeito Rápido): você pode declarar 1 Tipo e 1 Atributo e, depois, escolha 1 monstro com a face para cima no campo; até o final deste turno ele se torna desse Tipo e Atributo. Você só pode usar este efeito de \"Elefante Mimese\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": "这个卡名的②效果1回合只能使用1次。①：这张卡发动后变为效果怪兽（兽族·地·2星·攻0/守2000）特殊召唤到怪兽区。这张卡也当作陷阱卡使用。②：用这张卡的效果特殊召唤的这张卡在怪兽区存在的场合，可以宣言种族和属性各1个，以场上的1只表侧表示怪兽为对象发动。那只怪兽直到回合结束时变为宣言的种族·属性。"}, "card_type": "Trap", "property": "Continuous", "series": ["Trap Monster"], "sets": {"en": [{"set_number": "POTE-EN085", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE085", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR085", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT085", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT085", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 891852}