{"konami_id": 19034, "password": 10666000, "name": {"en": "Number 1: Infection Buzzking", "de": "Nummer 1: Infektions-Summkönig", "es": "Número 1: Rey Zumbido de Infección", "fr": "Numéro 1 : Roi du Bourdonnement", "it": "Numero 1: Infezione Buzzking", "pt": "Número 1: Rei Zumbido Infeccioso", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>１ インフェクション・バアル・ゼブル", "ja_romaji": "Nanbāzu Ichi Infekushon Baaru Zeburu", "ko": "No.1 인펙션 바알 제불", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "2+ Level 8 monsters\nOnce per turn, during your Standby Phase: You can attach 1 card from your opponent's GY to this card as material. You can only use each of the following effects of \"Number 1: Infection Buzzking\" once per turn. If this card is Xyz Summoned: You can look at your opponent's Extra Deck and send 1 card from it to the GY. You can detach 1 material from this card, then target 1 card your opponent controls; destroy it, then if you destroyed a face-up monster, inflict damage to your opponent equal to half the ATK it had on the field.", "de": "2+ Monster der Stufe 8\nEinmal pro Spielzug, während deiner Standby Phase: Du kannst 1 Karte vom Friedhof deines Gegners als Material an diese Karte anhängen. Du kannst jeden der folgenden Effekte von „Nummer 1: Infektions-Summkönig“ nur einmal pro Spielzug verwenden. Falls diese Karte als Xyz-Beschwörung beschworen wird: Du kannst dir das Extra Deck deines Gegners ansehen und 1 Karte davon auf den Friedhof legen. Du kannst 1 Material von dieser Karte abhängen und dann 1 Karte wählen, die dein Gegner kontrolliert; zerstöre sie, dann, falls du ein offenes Monster zerstört hast, füge deinem Gegner Schaden in Höhe der Hälfte der ATK zu, die es auf dem Spielfeld hatte.", "es": "2+ monstruos de Nivel 8\nUna vez por turno, durante tu Standby Phase: puedes acoplar a esta carta 1 carta del Cementerio de tu adversario como material. Sólo puedes usar cada uno de los siguientes efectos de \"Número 1: Rey Zumbido de Infección\" una vez por turno. Si esta carta es Invocada Xyz: puedes mirar el Deck Extra de tu adversario y mandar al Cementerio 1 carta de él. Puedes desacoplar 1 material de esta carta, y después selecciona 1 carta que controle tu adversario; destrúyela y después, si destruiste un monstruo boca arriba, inflige daño a tu adversario igual a la mitad del ATK que éste tenía en el Campo.", "fr": "2+ monstres de Niveau 8\nUne fois par tour, durant votre Standby Phase : vous pouvez attacher 1 carte depuis le Cimetière de votre adversaire à cette carte comme Matériel. Vous ne pouvez utiliser chacun des effets suivants de \"Numéro 1 : Roi du Bourdonnement\" qu'une fois par tour. Si cette carte est Invoquée par Xyz : vous pouvez regarder l'Extra Deck de votre adversaire, et envoyez-en 1 carte au Cimetière. Vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la, puis si vous avez détruit un monstre face recto, infligez des dommages à votre adversaire égaux à la moitié de l'ATK qu'il avait sur le Terrain.", "it": "2+ mostri di Livello 8\nUna volta per turno, durante la tua Standby Phase: puoi attaccare 1 carta dal Cimitero del tuo avversario a questa carta come materiale. Puoi utilizzare ognuno dei seguenti effetti di \"Numero 1: Infezione Buzzking\" una sola volta per turno. Se questa carta viene Evocata Xyz: puoi guardare l'Extra Deck del tuo avversario e mandare 1 carta da esso al Cimitero. Puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 carta controllata dal tuo avversario; distruggila, poi se hai distrutto un mostro scoperto, infliggi al tuo avversario danno pari alla metà dell'ATK che aveva sul Terreno.", "pt": "2+ monstros de Nível 8\nUma vez por turno, durante sua Fase de Apoio: você pode associar 1 card do Cemitério do seu oponente a este card como matéria. Você só pode usar cada um dos seguintes efeitos de \"Número 1: Rei Zumbido Infeccioso\" uma vez por turno. Se este card for Invocado por Invocação-Xyz: você pode olhar o Deck Adicional do seu oponente e enviar 1 card dali para o Cemitério. Você pode desassociar 1 matéria deste card e, depois, escolha 1 card que seu oponente controla; destrua-o e, depois, se você destruiu um monstro com a face para cima, cause dano ao seu oponente igual à metade do ATK que ele tinha no campo.", "ja": "レベル８モンスター×２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＸ召喚した場合に発動できる。相手のＥＸデッキを確認し、その内の１枚を墓地へ送る。②：このカードのＸ素材を１つ取り除き、相手フィールドのカード１枚を対象として発動できる。そのカードを破壊する。この効果で表側表示モンスターを破壊した場合、さらにその攻撃力の半分のダメージを相手に与える。③：自分スタンバイフェイズに発動できる。相手の墓地のカード１枚をこのカードのＸ素材とする。", "ko": "레벨 8 몬스터 × 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 엑시즈 소환했을 경우에 발동할 수 있다. 상대의 엑스트라 덱을 확인하고, 그 중의 1장을 묘지로 보낸다. ②: 이 카드의 엑시즈 소재를 1개 제거하고, 상대 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다. 이 효과로 앞면 표시 몬스터를 파괴했을 경우, 추가로 그 공격력 절반의 데미지를 상대에게 준다. ③: 자신 스탠바이 페이즈에 발동할 수 있다. 상대 묘지의 카드 1장을 이 카드의 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Xyz / Effect", "attribute": "DARK", "rank": 8, "atk": 3000, "def": 2500, "materials": "2 or more Level 8 monsters", "series": ["Number", "Number", "Barian Number"], "images": [{"index": 1, "image": "Number1InfectionBuzzking-MZMI-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN023", "set_name": "Maze of Millennia", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "MZMI-DE023", "set_name": "Maze of Millennia", "rarities": ["Ultra Rare", "Collector's Rare"]}], "es": [{"set_number": "MZMI-SP023", "set_name": "Maze of Millennia", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "MZMI-FR023", "set_name": "Maze of Millennia", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "MZMI-IT023", "set_name": "Maze of Millennia", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "MZMI-PT023", "set_name": "Maze of Millennia", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "AC03-JP013", "set_name": "Animation Chronicle 2023", "rarities": ["Super Rare", "Secret Rare", "Collector's Rare"]}], "ko": [{"set_number": "AC03-KR013", "set_name": "Animation Chronicle 2023", "rarities": ["Super Rare", "Secret Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 973004}