{"konami_id": 13127, "password": 10731333, "name": {"en": "Performapal Odd-Eyes Minitaurus", "de": "Künstlerkumpel Buntäugiger Minitaurus", "es": "Artistamigo Minitauro de Ojos Anómalos", "fr": "Minitaurus aux Yeux Impairs Potartiste", "it": "Artistamico Occhi Diversi Minitauro", "pt": "Minitauro Camarartista de Olhos Anômalos", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>オッドアイズ・ミノタウロス", "ja_romaji": "Entameito Oddoaizu Minotaurosu", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 오드아이즈 미노타우로스", "ko_rr": null, "zh-TW": "娛樂夥伴 異色眼牛頭人", "zh-CN": "娱乐伙伴・异色眼牛头人"}, "text": {"en": "During damage calculation, if your Pendulum Monster attacks an opponent's monster: You can make that opponent's monster lose 100 ATK for each \"Performapal\" and \"Odd-Eyes\" card you control, during damage calculation only.", "de": "Während der Schadensberechnung, falls dein Pendelmonster ein Monster deines Gegners angreift: Du kannst das Monster deines Gegners nur während der Schadensberechnung für jede „Künstlerkumpel“- und „Buntäugig“-Karte, die du kontrollierst, 100 ATK verlieren lassen.", "es": "Durante el cálculo de daño, si tu Monstruo de Péndulo ataca a un monstruo de tu adversario: puedes hacer que ese monstruo de tu adversario pierda 100 ATK por cada carta \"Artistamigo\" y \"Ojos Anómalos\" que controles, sólo durante el cálculo de daño.", "fr": "Durant le calcul des dommages, si votre Monstre Pendule attaque un monstre de votre adversaire : durant le calcul des dommages uniquement, vous pouvez faire perdre 100 ATK au monstre de votre adversaire pour chaque carte \"Potartiste\" et \"Yeux Impairs\" que vous contrôlez.", "it": "Durante il calcolo dei danni, se un tuo Mostro Pendulum attacca un mostro dell'avversario: puoi far perdere a quel mostro 100 ATK per ogni carta \"Artistamico\" e \"Occhi Diversi\" che controlli, solamente durante il calcolo dei danni.", "pt": "Durante o cálculo de dano, se um Monstro Pêndulo seu atacar um monstro do oponente: você pode fazer com que esse monstro do oponente perca 100 de ATK para cada card \"Camarartista\" e \"Olhos Anômalos\" que você controla, apenas durante o cálculo de dano.", "ja": "①：自分のＰモンスターが相手モンスターに攻撃するダメージ計算時に発動できる。その相手モンスターの攻撃力はそのダメージ計算時のみ、自分フィールドの「ＥＭ」カード及び「オッドアイズ」カードの数×１００ダウンする。", "ko": "①: 자신의 펜듈럼 몬스터가 상대 몬스터에 공격하는 데미지 계산시에 발동할 수 있다. 그 상대 몬스터의 공격력은 그 데미지 계산시에만, 자신 필드의 \"EM(엔터메이트)\" 카드 및 \"오드아이즈\" 카드의 수 × 100 내린다.", "zh-TW": null, "zh-CN": "①：自己的灵摆怪兽向对方怪兽攻击的伤害计算时才能发动。那只对方怪兽的攻击力只在那次伤害计算时下降自己场上的「娱乐伙伴」卡以及「异色眼」卡数量×100。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Pendulum / Effect", "attribute": "DARK", "level": 4, "atk": 1200, "def": 1600, "pendulum_scale": 6, "pendulum_effect": {"en": "If your \"Performapal\" or \"Odd-Eyes\" monster attacks a Defense Position monster, inflict piercing battle damage to your opponent.", "de": "Falls dein „Künstlerkumpel“- oder „Buntäugig“-Monster ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu.", "es": "Si tu monstruo \"Artistamigo\" u \"Ojos Anómalos\" ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario.", "fr": "Si votre monstre \"Potartiste\" ou \"Yeux Impairs\" attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.", "it": "Se un tuo mostro \"Artistamico\" o \"Occhi Diversi\" attacca un mostro in posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario.", "pt": "Se um monstro \"Camarartista\" ou \"Olhos Anômalos\" seu atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente.", "ja": "①：自分の「ＥＭ」モンスターまたは「オッドアイズ」モンスターが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。", "ko": "①: 자신의 \"EM(엔터메이트)\" 몬스터 또는 \"오드아이즈\" 몬스터가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 상대에게 전투 데미지를 준다.", "zh-TW": "①：在我方的「娛樂夥伴」怪獸或「異色眼」怪獸攻擊守備表示怪獸的狀況下，給予對方攻擊力超過該守備力數值的戰鬥傷害。", "zh-CN": "①：我方的“娱乐伙伴”怪兽或“异色眼”怪兽攻击了守备表示怪兽的场合，给予对手相当于攻击力超过该守备力数值的战斗伤害。"}, "series": ["Odd-Eyes", "Performapal"], "images": [{"index": 1, "image": "PerformapalOddEyesMinitaurus-BLLR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLLR-EN002", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLLR-DE002", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLLR-SP002", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLLR-FR002", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLLR-IT002", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLLR-PT002", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP17-JP002", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "CP17-KR002", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 497430, "master_duel_rarity": "N"}