{"konami_id": 11047, "password": 10753491, "name": {"en": "Sylvan Cherubsprout", "de": "Sylvanischer Engelspross", "es": "Querubrote Silvano", "fr": "Chéruchou Sylvan", "it": "Cherubgermoglio Silvano", "pt": "Querubroto Silvestre", "ja": "<ruby>森<rt>しん</rt></ruby><ruby>羅<rt>ら</rt></ruby>の<ruby>神<rt>しん</rt></ruby><ruby>芽<rt>め</rt></ruby> スプラウト", "ja_romaji": "Shinra no Shinme Supurauto", "ko": "삼라의 신아 스프라우트", "ko_rr": null, "zh-TW": "森羅的神芽 幼芽", "zh-CN": "森罗的神芽 幼芽"}, "text": {"en": "When this card is Special Summoned: You can choose either 1 or 2, then excavate that many cards from the top of your Deck, send any excavated Plant-Type monsters to the Graveyard, also place the other cards on the bottom of your Deck in any order. If this card is excavated from the Deck and sent to the Graveyard by a card effect: You can Special Summon 1 Level 1 Plant-Type monster from your Deck. You can only use this effect of \"Sylvan Cherubsprout\" once per turn.", "de": "Wenn diese Karte als Spezialbeschwörung beschworen wird: Du kannst entweder 1 oder 2 bestimmen, dann so viele oberste Karten deines Decks ausgraben, alle ausgegrabenen Monster vom Typ Pflanze auf den Friedhof legen, zusätzlich lege die anderen Karten in beliebiger Reihenfolge unter dein Deck. Falls diese Karte durch einen Karteneffekt vom Deck ausgegraben und auf den Friedhof gelegt wird: Du kannst 1 Monster vom Typ Pflanze der Stufe 1 als Spezialbeschwörung von deinem Deck beschwören. Du kannst diesen Effekt von „Sylvanischer Engelspross“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Especial: puedes elegir 1 ó 2, y después excavar esa cantidad de cartas de la parte superior de tu Deck, mandar al Cementerio todos los monstruos de Tipo Planta excavados, y además poner las demás cartas en el fondo de tu Deck, en cualquier orden. Si esta carta es excavada del Deck y mandada al Cementerio por efecto de una carta: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo de Tipo Planta de Nivel 1. Sólo puedes usar este efecto de \"Querubrote Silvano\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Spécialement : vous pouvez choisir 1 ou 2, puis dévoilez ce nombre de cartes du dessus de votre Deck, envoyez les monstres de Type Plante dévoilés au Cimetière, et aussi, placez les autres cartes au-dessous de votre Deck dans l'ordre de votre choix. Si cette carte est dévoilée depuis le Deck et envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre de Type Plante de Niveau 1 depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Chéruchou Sylvan\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Specialmente: puoi selezionare 1 o 2, poi dissotterrare quel numero di carte dalla cima del tuo Deck, mandare qualsiasi mostro di Tipo Pianta dissotterrato al Cimitero, inoltre mettere le altre carte in fondo al tuo Deck in qualsiasi ordine. Se questa carta viene dissotterrata dal Deck e mandata al Cimitero dall'effetto di una carta: puoi Evocare Specialmente 1 mostro di Tipo Pianta di Livello 1 dal tuo Deck. Puoi utilizzare questo effetto di \"Cherubgermoglio Silvano\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Especial: você pode selecionar um número entre 1 ou 2 e, depois, escavar esse número de cards do topo do seu Deck, enviar quaisquer monstros escavados do Tipo Planta para o Cemitério e, além disso, colocar os outros cards no fundo do seu Deck em qualquer ordem. Se este card for escavado do Deck e enviado para o Cemitério por um efeito de card: você pode Invocar por Invocação-Especial 1 monstro do Tipo Planta de Nível 1 do seu Deck. Você só pode usar este efeito de \"Querubroto Silvestre\" uma vez por turno.", "ja": "このカードが特殊召喚に成功した時、自分のデッキの上からカードを２枚までめくる事ができる。めくったカードの中に植物族モンスターがあった場合、それらのモンスターを全て墓地へ送る。残りのカードは好きな順番でデッキの一番下に戻す。また、デッキのこのカードがカードの効果によってめくられて墓地へ送られた場合、デッキから植物族・レベル１モンスター１体を特殊召喚できる。「<ruby>森<rt>しん</rt></ruby><ruby>羅<rt>ら</rt></ruby>の<ruby>神<rt>しん</rt></ruby><ruby>芽<rt>め</rt></ruby> スプラウト」のこの効果は１ターンに１度しか使用できない。", "ko": "이 카드가 특수 소환에 성공했을 때, 자신의 덱 위에서 카드를 2장까지 넘길 수 있다. 넘긴 카드 중에 식물족 몬스터가 있을 경우, 그 몬스터들을 전부 묘지로 보낸다. 남은 카드는 좋아하는 순서대로 덱의 맨 아래로 되돌린다. 또한, 덱의 이 카드가 카드의 효과에 의해 넘겨져 묘지로 보내졌을 경우, 덱에서 식물족 / 레벨 1 몬스터 1장을 특수 소환할 수 있다. \"삼라의 신아 스프라우트\"의 이 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": "此卡特殊召喚成功時，可從我方牌組上方翻開最多２張卡。在翻開的卡中有植物族怪獸的狀況下，將那些怪獸全部送至墓地。剩餘的卡依喜好順序送回牌組最下方。此外，在牌組的此卡因卡的效果被翻開送至墓地的狀況下，可從牌組特殊召喚１隻植物族・等級１怪獸。「森羅的神芽 幼芽」的此效果１回合僅限使用１次。", "zh-CN": "此卡特殊召唤成功时，可从我方牌组上方翻阅最多２张卡牌。若翻阅的卡牌中有植物族怪兽的场合，将所有那些怪兽送入墓地。剩余的卡牌依照喜好的顺序返回至牌组的最下方。此外，牌组的此卡因卡牌效果被翻阅并送入墓地的场合，可从牌组特殊召唤１只植物族、等级１怪兽。“森罗的神芽 幼芽”的此效果１回合只可使用１次。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "LIGHT", "level": 1, "atk": 100, "def": 100, "series": ["Sylvan", "sprout"], "images": [{"index": 1, "image": "SylvanCherubsprout-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LVAL-ENDE3", "set_name": "Legacy of the Valiant: Deluxe Edition", "rarities": ["Super Rare"]}, {"set_number": "PRIO-EN018", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-EN013", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "LVAL-DEDE3", "set_name": "Legacy of the Valiant: Deluxe Edition", "rarities": ["Super Rare"]}, {"set_number": "PRIO-DE018", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-DE013", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "LVAL-FRDE3", "set_name": "Legacy of the Valiant: Deluxe Edition", "rarities": ["Super Rare"]}, {"set_number": "PRIO-FR018", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-FR013", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "LVAL-ITDE3", "set_name": "Legacy of the Valiant: Deluxe Edition", "rarities": ["Super Rare"]}, {"set_number": "PRIO-IT018", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-IT013", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LVAL-PTDE3", "set_name": "Legacy of the Valiant: Deluxe Edition", "rarities": ["Super Rare"]}, {"set_number": "PRIO-PT018", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-PT013", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "PRIO-JP018", "set_name": "Primal Origin", "rarities": ["Common"]}], "ko": [{"set_number": "PRIO-KR018", "set_name": "Primal Origin", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 282866, "master_duel_rarity": "R"}