{"konami_id": 6992, "password": 10789972, "name": {"en": "Cú Chulainn the Awakened", "de": "Cú Chulainn der Erwachte", "es": "Cúchulainn el Despierto", "fr": "Cú Chulainn, l'Émergent", "it": "Cù Chulainn il Risvegliato", "pt": "Chulainn, o Desperto", "ja": "<ruby>覚<rt>かく</rt></ruby><ruby>醒<rt>せい</rt></ruby><ruby>戦<rt>せん</rt></ruby><ruby>士<rt>し</rt></ruby> クーフーリン", "ja_romaji": "Kakusei Senshi Kūfūrin", "ko": "각성전사 쿠후린", "ko_rr": null, "zh-TW": "覺醒戰士 庫夫林", "zh-CN": "觉醒战士 库丘林"}, "text": {"en": "This card can only be Ritual Summoned with the Ritual Spell Card, \"Emblem of the Awakening\". Once per turn, you can remove from play 1 Normal Monster from your Graveyard. This card gains ATK equal to that Normal Monster's ATK, until the Standby Phase of your next turn.", "de": "Diese Karte kann nur mit der Ritualzauberkarte \"Wahrzeichen des Erwachens\" als Ritualbeschwörung beschworen werden. Einmal pro Spielzug kannst du 1 Normales Monster aus deinem Friedhof aus dem Spiel entfernen. Diese Karte erhält bis zur Standby Phase deines nächsten Spielzugs ATK in Höhe der ATK dieses Normalen Monsters.", "es": "Esta carta sólo puede ser Invocada por Ritual usando la Carta Mágica de Ritual \"Emblema del Despertar\". Una vez por turno, puedes retirar del juego 1 Monstruo Normal de tu Cementerio. Esta carta gana ATK igual al ATK de ese Monstruo Normal hasta la Standby Phase de tu próximo turno.", "fr": "Cette carte peut uniquement être Invoquée par Invocation Rituelle avec la Carte Magie Rituelle \"Emblème de l'Émergence\". Une fois par tour, vous pouvez retirer du jeu 1 Monstre Normal depuis votre Cimetière. Cette carte gagne un montant d'ATK égal à l'ATK du Monstre Normal jusqu'à la Standby Phase de votre prochain tour.", "it": "Questa carta può essere Evocata solo tramite Evocazione Rituale con la Carta magia Rituale, \"Emblema del Risveglio\". Una volta per turno, puoi rimuovere dal gioco 1 Mostro Normale dal tuo Cimitero. Questa carta guadagna ATK pari all'ATK di quel Mostro Normale, fino alla Standby Phase del tuo prossimo turno.", "pt": "Este card só pode ser Invocado por Invocação-Ritual com o Card de Magia de Ritual \"Emblema do Despertar\". Uma vez por turno, você pode remover de jogo 1 Monstro Normal no seu Cemitério. Este card ganha ATK igual ao ATK desse Monstro Normal, até a Fase de Apoio do seu próximo turno.", "ja": "「覚醒の証」により降臨。１ターンに１度、自分の墓地に存在する通常モンスター１体を選択して発動する事ができる。選択したモンスターをゲームから除外し、除外したその通常モンスターの攻撃力分だけ、次の自分のターンのスタンバイフェイズ時までこのカードの攻撃力をアップする。", "ko": "\"각성의 증표\"에 의해 의식 소환. 자신의 묘지에 존재하는 일반 몬스터 1장을 게임에서 제외한다. 다음 자신 턴의 스텐바이 페이즈시까지, 이 카드의 공격력은 이 효과에 의해서 게임에서 제외한 일반 몬스터의 공격력만큼 올린다. 이 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": "以「覺醒之證」降臨。１回合１次，可選擇我方墓地的１隻通常怪獸發動。將選擇的怪獸從遊戲除外，在下一個我方回合的準備階段前，此卡的攻擊力依據除外的該通常怪獸的攻擊力數值進行提升。", "zh-CN": "由“觉醒之证”召唤而来。１回合１次，可选择我方墓地中的１只通常怪兽发动此卡。将所选择怪兽从游戏中除外，此卡的攻击力上升从游戏中除外的通常怪兽的攻击力数值，直到下次我方回合的准备阶段时。"}, "card_type": "Monster", "monster_type_line": "Warrior / Ritual / Effect", "attribute": "LIGHT", "level": 4, "atk": 500, "def": 1000, "ritual_spell": "Emblem of the Awakening", "images": [{"index": 1, "image": "CúChulainntheAwakened-STON-EN-C-UE-Reprint.png"}], "sets": {"en": [{"set_number": "STON-EN033", "set_name": "Strike of Neos", "rarities": ["Common"]}], "de": [{"set_number": "STON-DE033", "set_name": "Strike of Neos", "rarities": ["Common"]}], "fr": [{"set_number": "STON-FR033", "set_name": "Strike of Neos", "rarities": ["Common"]}], "it": [{"set_number": "STON-IT033", "set_name": "Strike of Neos", "rarities": ["Common"]}], "ja": [{"set_number": "STON-JP033", "set_name": "Strike of Neos", "rarities": ["Common"]}, {"set_number": "TP18-JP002", "set_name": "Tournament Pack 2011 Vol.2", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "STON-KR033", "set_name": "Strike of Neos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 22129, "master_duel_rarity": "N"}