{"konami_id": 18516, "password": 10793085, "name": {"en": "Tri-Brigade Roar", "de": "Gebrüll der Sta-Brigade", "es": "Rugido Tri-Brigada", "fr": "Rugissement Tri-Brigade", "it": "Ruggito Tri-Brigata", "pt": "Rugido da Tri-Brigada", "ja": "<ruby>鉄獣の咆哮<rt>トライブリゲード・ロアー</rt></ruby>", "ja_romaji": "Toraiburigēdo Roā", "ko": "트라이브리게이드 로어", "ko_rr": "Teuraibeurigeideu Ro-eo", "zh-TW": "鐵獸的咆哮", "zh-CN": "铁兽之咆哮"}, "text": {"en": "If you control a Link Monster: Send 1 \"Tri-Brigade\" card from your Deck or Extra Deck to the GY, then target 1 Effect Monster on the field; apply the following effect based on the type of card sent to the GY.\n● Monster: Change the targeted monster's ATK to 0 until the end of this turn.\n● Spell: Negate that monster's effects until the end of this turn.\n● Trap: Return that monster to the hand.\nYou can only activate 1 \"Tri-Brigade Roar\" per turn.", "de": "Falls du ein Linkmonster kontrollierst: Lege 1 „Sta-Brigade“-Karte von deinem Deck oder Extra Deck auf den Friedhof und wähle dann 1 Effektmonster auf dem Spielfeld; führe den folgenden Effekt aus, basierend auf dem Typ der auf den Friedhof gelegten Karte.\n● Monster: Ändere die ATK des als Ziel gewählten Monsters bis zum Ende dieses Spielzugs zu 0.\n● Zauber: Annulliere bis zum Ende dieses Spielzugs die Effekte jenes Monsters.\n● Falle: Gib jenes Monster auf die Hand zurück.\nDu kannst nur 1 „Gebrüll der Sta-Brigade“ pro Spielzug aktivieren.", "es": "Si controlas un Monstruo de Enlace: manda al Cementerio 1 carta \"Tri-Brigada\" en tu Deck o Deck Extra, y después selecciona 1 Monstruo de Efecto en el Campo; aplica el siguiente efecto basado en el tipo de carta mandada al Cementerio.\n● Monstruo: Cambia a 0 el ATK del monstruo seleccionado hasta el final de este turno.\n● Mágica: Niega los efectos de ese monstruo hasta el final de este turno.\n● Trampa: Devuelve ese monstruo a la mano.\nSólo puedes activar 1 \"Rugido Tri-Brigada\" por turno.", "fr": "Si vous contrôlez un Monstre Lien : envoyez 1 carte \"Tri-Brigade\" depuis votre Deck ou Extra Deck au Cimetière, puis ciblez 1 Monstre à Effet sur le Terrain ; appliquez l'effet suivant selon le type de carte envoyée au Cimetière.\n● Monstre : Jusqu'à la fin de ce tour, changez l'ATK du monstre ciblé à 0.\n● Magie : Jusqu'à la fin de ce tour, annulez les effets du monstre.\n● Piège : Renvoyez le monstre à la main.\nVous ne pouvez activer qu'1 \"Rugissement Tri-Brigade\" par tour.", "it": "Se controlli un Mostro Link: manda 1 carta \"Tri-Brigata\" dal tuo Deck o Extra Deck al Cimitero, poi scegli come bersaglio 1 Mostro con Effetto sul Terreno; applica il seguente effetto a seconda del tipo di carta mandata al Cimitero.\n● Mostro: Cambia l'ATK del mostro scelto come bersaglio a 0 fino alla fine di questo turno.\n● Magia: Annulla gli effetti di quel mostro fino alla fine di questo turno.\n● Trappola: Fai ritornare quel mostro nella mano.\nPuoi attivare solo 1 \"Ruggito Tri-Brigata\" per turno.", "pt": "Se você controlar um Monstro Link: envie 1 card \"Tri-Brigada\" do seu Deck ou Deck Adicional para o Cemitério e, depois, escolha 1 Monstro de Efeito no campo; aplique o seguinte efeito de acordo com o tipo de card enviado para o Cemitério.\n● Monstro: Mude o ATK do monstro alvo para 0 até o final deste turno.\n● Magia: Negue os efeitos desse monstro até o final deste turno.\n● Armadilha: Devolva esse monstro para a mão.\nVocê só pode ativar 1 \"Rugido da Tri-Brigada\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドにＬモンスターが存在する場合、デッキ・ＥＸデッキから「トライブリゲード」カード１枚を墓地へ送り、フィールドの効果モンスター１体を対象として発動できる。墓地へ送ったカードの種類によって以下の効果を適用する。\n●モンスター：対象のモンスターの攻撃力をターン終了時まで０にする。\n●魔法：対象のモンスターの効果をターン終了時まで無効にする。\n●罠：対象のモンスターを手札に戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 링크 몬스터가 존재할 경우, 덱 / 엑스트라 덱에서 \"트라이브리게이드\" 카드 1장을 묘지로 보내고, 필드의 효과 몬스터 1장을 대상으로 하여 발동할 수 있다. 묘지로 보낸 카드의 종류에 따라 이하의 효과를 적용한다.\n●몬스터: 대상 몬스터의 공격력은 턴 종료시까지 0 이 된다.\n●마법: 대상 몬스터의 효과를 턴 종료시까지 무효로 한다.\n●함정: 대상 몬스터를 주인의 패로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：自己场上存在连接怪兽的情况下，从牌组・额外牌组将１张“铁兽”卡送至墓地，以场上的１只效果怪兽为对象可以发动。根据送至墓地的卡的种类，适用以下效果。\n●怪兽：对象怪兽的攻击力直至回合结束时为止变为０。\n●魔法：对象怪兽效果直至回合结束时为止无效。\n●陷阱：将对象怪兽放回持有者的手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Tri-Brigade"], "images": [{"index": 1, "image": "TriBrigadeRoar-CYAC-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN053", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "de": [{"set_number": "CYAC-DE053", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "es": [{"set_number": "CYAC-SP053", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CYAC-FR053", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "it": [{"set_number": "CYAC-IT053", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CYAC-PT053", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "ja": [{"set_number": "CYAC-JP053", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}, {"set_number": "CF01-JP168", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CYAC-KR053", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC164", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717233, "master_duel_rarity": "SR"}