{"konami_id": 17735, "password": 10938846, "name": {"en": "Rainbow Bridge of the Heart", "de": "Regenbogenbrücke des Herzens", "es": "Puente de Arco Iris del Corazón", "fr": "Pont Arc-en-Ciel du Cœur", "it": "Ponte Arcobaleno del Cuore", "pt": "Ponte Arco-Íris do Coração", "ja": "<ruby>心<rt>こころ</rt></ruby>の<ruby>架<rt>か</rt></ruby>け<ruby>橋<rt>はし</rt></ruby>", "ja_romaji": "Kokoro no Kakehashi", "ko": "마음의 가교", "ko_rr": "Ma-eum-ui Gagyo", "zh-TW": "心之橋樑", "zh-CN": "心之桥梁"}, "text": {"en": null, "de": "Während deiner Main Phase kannst du zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 „Kristallungeheuer“-Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Du kannst jeden der folgenden Effekte von „Regenbogenbrücke des Herzens“ nur einmal pro Spielzug verwenden. Während deiner Main Phase: Du kannst 1 „Kristallungeheuer“-Karte zerstören, die du kontrollierst oder die sich in deiner Hand befindet, und falls du dies tust, füge deiner Hand 1 „Kristall“-Zauber/Falle von deinem Deck hinzu. Falls eine oder mehr „Kristallungeheuer“-Karten in deine Zauber- & Fallenzone gelegt werden, selbst während des Damage Steps: Du kannst 1 Karte wählen, die dein Gegner kontrolliert; gib sowohl jene Karte als auch diese Karte auf die Hand zurück.", "es": "Durante tu Main Phase, puedes Invocar de Modo Normal 1 monstruo \"Bestia de Cristal\", además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Sólo puedes usar cada uno de los siguientes efectos de \"Puente de Arco Iris del Corazón\" una vez por turno. Durante tu Main Phase: puedes destruir 1 carta \"Bestia de Cristal\" que controles o en tu mano y, si lo haces, añade a tu mano 1 Mágica/Trampa \"Cristal\" en tu Deck. Si una o más cartas \"Bestia de Cristal\" son puestas en tu Zona de Magia y Trampas, incluso durante el Damage Step: puedes seleccionar 1 carta que controle tu adversario; devuelve tanto esa carta como esta carta a la mano.", "fr": "Durant votre Main Phase, vous pouvez Invoquer Normalement 1 monstre \"Bête Cristalline\" en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Vous ne pouvez utiliser chacun des effets suivants de \"Pont Arc-en-Ciel du Cœur\" qu'une fois par tour. Durant votre Main Phase : vous pouvez détruire 1 carte \"Bête Cristalline\" que vous contrôlez ou dans votre main, et si vous le faites, ajoutez 1 Magie/Piège \"Cristal\" depuis votre Deck à votre main. Si une ou plusieurs cartes \"Bête Cristalline\" sont placées dans votre Zone Magie & Piège, même durant la Damage Step : vous pouvez cibler 1 carte contrôlée par votre adversaire ; renvoyez la carte ainsi que cette carte à la main.", "it": "Durante la tua Main Phase, puoi Evocare Normalmente 1 mostro \"Bestia Cristallo\", in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Puoi utilizzare ognuno dei seguenti effetti di \"Ponte Arcobaleno del Cuore\" una sola volta per turno. Durante la tua Main Phase: puoi distruggere 1 carta \"Bestia Cristallo\" che controlli o nella tua mano e, se lo fai, aggiungi 1 Magia/Trappola \"Cristallo\" dal tuo Deck alla tua mano. Se una o più carte \"Bestia Cristallo\" vengono messe nella tua Zona Magie & Trappole, anche durante il Damage Step: puoi scegliere come bersaglio 1 carta controllata dal tuo avversario; fai ritornare sia quella carta che questa carta nella mano.", "pt": "Durante sua Fase Principal, você pode Invocar por Invocação-Normal 1 monstro \"Fera Cristalina\", em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.) Você só pode usar cada um dos seguintes efeitos de \"Ponte Arco-Íris do Coração\" uma vez por turno. Durante sua Fase Principal: você pode destruir 1 card \"Fera Cristalina\" que você controla ou na sua mão e, se isso acontecer, adicione 1 Magia/Armadilha \"Cristalino(a)\" do seu Deck à sua mão. Se um ou mais cards \"Fera Cristalina\" forem colocados na sua Zona de Magias & Armadilhas, mesmo durante a Etapa de Dano: você pode escolher 1 card que seu oponente controla; devolva tanto esse card quanto este card para a mão.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分は通常召喚に加えて１度だけ、自分メインフェイズに「宝玉獣」モンスター１体を召喚できる。\n②：自分メインフェイズに発動できる。自分の手札・フィールド（表側表示）の「宝玉獣」カード１枚を破壊し、デッキから「宝玉」魔法・罠カード１枚を手札に加える。\n③：自分の魔法＆罠ゾーンに「宝玉獣」カードが置かれた場合、相手フィールドのカード１枚を対象として発動できる（ダメージステップでも発動可能）。そのカードとこのカードを手札に戻す。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 \"보옥수\" 몬스터 1장을 일반 소환할 수 있다. ②: 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 필드의 \"보옥수\" 카드 1장을 골라 파괴하고, 덱에서 \"보옥\" 마법 / 함정 카드 1장을 패에 넣는다. ③: 자신의 마법 & 함정 존에 \"보옥수\" 카드가 놓여졌을 경우, 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다(데미지 스텝에도 발동 가능). 그 카드와 이 카드를 주인의 패로 되돌린다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：我方在通常召喚之外僅限增加１次，可在我方主要階段召喚１隻「寶玉獸」怪獸。②：可在我方主要階段發動。選擇１張我方手牌・場上的「寶玉獸」卡破壞，從牌組將１張「寶玉」魔法・陷阱卡加入手牌。③：在我方魔法＆陷阱區放有「寶玉獸」卡的狀況下，可將對方場上的１張卡做為對象發動（傷害步驟也可發動）。將該卡和此卡送回持有者的手牌。", "zh-CN": "此卡名的②③效果１回合仅可各使用１次。①：自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只“宝玉兽”怪兽。②：在自己的主要阶段可以发动。挑选自己的手牌・场上的１张“宝玉兽”卡破坏，从牌组将１张“宝玉”魔法・陷阱卡加入手牌。③：自己的魔法与陷阱区域放有“宝玉兽”卡的情况下，以对手场上的１张卡为对象可以发动（伤害步骤也可发动）。将该卡和此卡放回持有者的手牌。"}, "card_type": "Spell", "property": "Continuous", "series": ["Rainbow Bridge"], "images": [{"index": 1, "image": "RainbowBridgeoftheHeart-SDCB-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDCB-EN045", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDCB-DE045", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDCB-FR045", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDCB-IT045", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDCB-PT045", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD44-JPP04", "set_name": "Structure Deck: Legend of the Crystals Light of Transcending Bonds Pack", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "SD44-KRP04", "set_name": "Structure Deck: Legend of the Crystals Light of Transcending Bonds Pack", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716367, "master_duel_rarity": "SR"}