{"konami_id": 12346, "password": 10971759, "name": {"en": "Bug Emergency", "de": "Käfernotfall", "es": "Emergencia Bug", "fr": "Insectes d'Urgence", "it": "Emergenza Bug", "pt": "Emergência Inseto", "ja": "<ruby>光虫異変<rt>バグ・エマージェンシー</rt></ruby>", "ja_romaji": "Bagu Emājenshī", "ko": "버그 이멀전시", "ko_rr": null, "zh-TW": "光蟲異變", "zh-CN": "光虫异变"}, "text": {"en": "Target 2 Level 3 Insect-Type monsters in your Graveyard; Special Summon them, but their effects are negated. You can banish this card and 1 Xyz Monster from your Graveyard; the Levels of all Level 3 Insect-Type monsters you currently control become equal to the banished monster's Rank until the end of this turn, also you cannot Special Summon monsters for the rest of this turn, except Insect-Type monsters. You can only activate 1 \"Bug Emergency\" per turn.", "de": "Wähle 2 Monster vom Typ Insekt der Stufe 3 in deinem Friedhof; beschwöre sie als Spezialbeschwörung, aber ihre Effekte werden annulliert. Du kannst diese Karte und 1 Xyz-Monster von deinem Friedhof verbannen; die Stufen aller Monster vom Typ Insekt der Stufe 3, die du derzeit kontrollierst, werden bis zum Ende dieses Spielzugs gleich dem Rang des verbannten Monsters, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Monstern vom Typ Insekt. Du kannst nur 1 „Käfernotfall“ pro Spielzug aktivieren.", "es": "Selecciona 2 monstruos de Tipo Insecto de Nivel 3 en tu Cementerio; Invócalos de Modo Especial, pero sus efectos son negados. Puedes desterrar esta carta y 1 Monstruo Xyz en tu Cementerio; hasta el final de este turno, los Niveles de todos los monstruos de Tipo Insecto de Nivel 3 que controles en este momento se convierten en el Rango del monstruo desterrado, y por el resto de este turno además no puedes Invocar monstruos de Modo Especial, excepto monstruos de Tipo Insecto. Sólo puedes activar 1 \"Emergencia Bug\" por turno.", "fr": "Ciblez 2 monstres de Type Insecte de Niveau 3 dans votre Cimetière ; Invoquez-les Spécialement, mais leurs effets sont annulés. Vous pouvez bannir cette carte et 1 Monstre Xyz depuis votre Cimetière ; le Niveau de tous les monstres de Type Insecte de Niveau 3 que vous contrôlez actuellement devient égal au Rang du monstre banni jusqu'à la fin de ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres de Type Insecte exclus) le reste de ce tour. Vous ne pouvez activer qu'1 \"Insectes d'Urgence\" par tour.", "it": "Scegli come bersaglio 2 mostri di Tipo Insetto di Livello 3 nel tuo Cimitero; Evocali Specialmente, ma i loro effetti sono annullati. Puoi bandire questa carta e 1 Mostro Xyz dal tuo Cimitero; i Livelli di tutti i mostri di Tipo Insetto di Livello 3 che controlli attualmente diventano pari al Rango del mostro bandito fino alla fine di questo turno, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri di Tipo Insetto. Puoi attivare solo 1 \"Emergenza Bug\" per turno.", "pt": "Escolha 2 monstros do Tipo Inseto de Nível 3 no seu Cemitério; Invoque-os por Invocação-Especial, mas seus efeitos são negados. Você pode banir este card e 1 Monstro Xyz do seu Cemitério; até o final deste turno, os Níveis de todos os monstros do Tipo Inseto de Nível 3 que você controla atualmente se tornam iguais à Classe do monstro banido e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros do Tipo Inseto. Você só pode ativar 1 \"Emergência Inseto\" por turno.", "ja": "「光虫異変」は１ターンに１枚しか発動できない。①：自分の墓地の昆虫族・レベル３モンスター２体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。②：自分の墓地からこのカードとＸモンスター１体を除外して発動できる。自分フィールドの全ての昆虫族・レベル３モンスターのレベルはターン終了時まで、除外したＸモンスターのランクと同じ数値のレベルになる。この効果の発動後、ターン終了時まで自分は昆虫族モンスターしか特殊召喚できない。", "ko": "\"버그 이멀전시\"는 1턴에 1장밖에 발동할 수 없다. ①: 자신 묘지의 곤충족 / 레벨 3 몬스터 2장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다. ②: 자신 묘지에서 이 카드와 엑시즈 몬스터 1장을 제외하고 발동할 수 있다. 자신 필드의 모든 곤충족 / 레벨 3 몬스터의 레벨은 턴 종료시까지, 제외한 엑시즈 몬스터의 랭크와 같은 수치의 레벨이 된다. 이 효과의 발동 후, 턴 종료시까지 자신은 곤충족 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "「光虫异变」在1回合只能发动1张。①：以自己墓地2只昆虫族·3星怪兽为对象才能发动。那些怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化。②：从自己墓地把这张卡和1只XYZ怪兽除外才能发动。自己场上的全部昆虫族·3星怪兽的等级直到回合结束时变成和除外的XYZ怪兽的阶级相同数值的等级。这个效果的发动后，直到回合结束时自己不是昆虫族怪兽不能特殊召唤。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BugEmergency-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN074", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-EN040", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE074", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-DE040", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR074", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-FR040", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT074", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-IT040", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT074", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-PT040", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP074", "set_name": "Shining Victories", "rarities": ["Rare"]}], "ko": [{"set_number": "SHVI-KR074", "set_name": "Shining Victories", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 363137, "master_duel_rarity": "N"}