{"konami_id": 20502, "password": 11024707, "name": {"en": "Flipping Feline", "de": "Sich drehende Katze", "es": "Felino Volteando", "fr": "Félin Renversant", "it": "Ribaltamento Felino", "pt": "Felino Virador", "ja": "<ruby>回<rt>かい</rt></ruby><ruby>猫<rt>ねこ</rt></ruby>", "ja_romaji": "Kaineko", "ko": "돌앗냥", "ko_rr": null, "zh-TW": null, "zh-CN": "回猫"}, "text": {"en": "If this card is sent from the hand or Deck to the GY: You can Special Summon it in face-down Defense Position. After this card was flipped face-up, if a monster(s) is sent from the hand and/or Deck to your GY, while this card is in the Monster Zone: You can target 1 of them; Special Summon it in face-down Defense Position. You can only use each effect of \"Flipping Feline\" once per turn.", "de": "Falls diese Karte von der Hand oder dem Deck auf den Friedhof gelegt wird: Du kannst sie als Spezialbeschwörung in die verdeckte Verteidigungsposition beschwören. Nachdem diese Karte aufgedeckt wurde, falls ein oder mehr Monster von der Hand und/oder dem Deck auf deinen Friedhof gelegt werden, solange diese Karte in der Monsterzone liegt: Du kannst 1 von ihnen wählen; beschwöre es als Spezialbeschwörung in die verdeckte Verteidigungsposition. Du kannst jeden Effekt von „Sich drehende Katze“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada de la mano o Deck al Cementerio: puedes Invocarla de Modo Especial en Posición de Defensa boca abajo. Después de que esta carta fuera volteada boca arriba, si uno o más monstruos son mandados de la mano y/o Deck a tu Cementerio, mientras esta carta está en la Zona de Monstruos: puedes seleccionar 1 de ellos; Invócalo de Modo Especial en Posición de Defensa boca abajo. Sólo puedes usar cada efecto de \"Felino Volteando\" una vez por turno.", "fr": "Si cette carte est envoyée depuis la main ou Deck au Cimetière : vous pouvez l'Invoquer Spécialement en Position de Défense face verso. Après que cette carte a été retournée face recto, si un ou plusieurs monstres sont envoyés depuis la main et/ou Deck à votre Cimetière, tant que cette carte est dans la Zone Monstre : vous pouvez en cibler 1 ; Invoquez-le Spécialement en Position de Défense face verso. Vous ne pouvez utiliser chaque effet de \"Félin Renversant\" qu'une fois par tour.", "it": "Se questa carta viene mandata dalla mano o Deck al Cimitero: puoi Evocarla Specialmente coperta in Posizione di Difesa. Dopo che questa carta è stata scoperta, se uno o più mostri vengono mandati dalla mano e/o Deck al tuo Cimitero, mentre questa carta è nella Zona Mostri: puoi scegliere 1 di essi come bersaglio; Evocalo Specialmente coperto in Posizione di Difesa. Puoi utilizzare ogni effetto di \"Ribaltamento Felino\" una sola volta per turno.", "pt": "Se este card for enviado da mão ou do Deck para o Cemitério: você pode Invocá-lo por Invocação-Especial com a face para baixo em Posição de Defesa. Depois que este card foi virado com a face para cima, se um ou mais monstros forem enviados da mão e/ou do Deck para o seu Cemitério, enquanto este card estiver na Zona de Monstros: você pode escolher 1 deles; Invoque-o por Invocação-Especial com a face para baixo em Posição de Defesa. Você só pode usar cada efeito de \"Felino Virador\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札・デッキから墓地へ送られた場合に発動できる。このカードを裏側守備表示で特殊召喚する。②：リバースしたこのカードがモンスターゾーンに存在する状態で、モンスターが手札・デッキから自分の墓地へ送られた場合、その内の１体を対象として発動できる。そのモンスターを裏側守備表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 덱에서 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 뒷면 수비 표시로 특수 소환한다. ②: 리버스한 이 카드가 몬스터 존에 존재하는 상태에서, 몬스터가 패 / 덱에서 자신 묘지로 보내졌을 경우, 그 중의 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 뒷면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡从手牌・牌组被送至墓地的情况下可以发动。将此卡以里侧守备表示特殊召唤。②：反转的此卡存在于怪兽区域的状态下，怪兽从手牌・牌组送至自己墓地的情况下，以其中１只为对象可以发动。将该怪兽以里侧守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast / Flip / Effect", "attribute": "EARTH", "level": 2, "atk": 200, "def": 200, "images": [{"index": 1, "image": "FlippingFeline-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "es": [{"set_number": "ROTA-SP026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "ROTA-KR026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC026", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1072888}