{"konami_id": 9527, "password": 11047543, "name": {"en": "Psychic Feel Zone", "de": "Psi-Gespürzone", "es": "Zona de Sensación Psíquica", "fr": "Zone de Repos Psychique", "it": "Zona di Sensazioni Psichiche", "pt": "Zona de Sensações Psíquicas", "ja": "サイコ・フィール・ゾーン", "ja_romaji": "Saiko Fīru Zōn", "ko": "사이코 필 존", "ko_rr": null, "zh-TW": "念力感知區域", "zh-CN": "念力感知区"}, "text": {"en": "Select 2 of your removed from play monsters (1 Psychic-Type Tuner and 1 Psychic-Type non-Tuner), return them to the Graveyard, and Special Summon 1 Psychic-Type Synchro Monster from your Extra Deck in face-up Defense Position, whose Level equals the total Levels of the returned monsters.", "de": "Wähle 2 deiner aus dem Spiel entfernten Monster (1 Empfänger vom Typ Psi und 1 Nicht-Empfänger vom Typ Psi), lege sie auf den Friedhof zurück und beschwöre 1 Synchromonster vom Typ Psi als Spezialbeschwörung von deinem Extra Deck in die offene Verteidigungsposition, dessen Stufe der Summe der Stufen der zurückgelegten Monster entspricht.", "es": "Selecciona 2 de tus monstruos retirados del juego (1 Cantante de Tipo Psíquico y 1 monstruo de Tipo Psíquico que no sea Cantante), devuélvelos al Cementerio, e Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo de Sincronía de Tipo Psíquico en Posición de Defensa boca arriba cuyo Nivel sea igual a la suma de los Niveles de los monstruos devueltos.", "fr": "Sélectionnez 2 de vos monstres retirés du jeu (1 Syntoniseur de Type Psychique et 1 monstre non Syntoniseur de Type Psychique), renvoyez-les au Cimetière et Invoquez Spécialement 1 Monstre Synchro de Type Psychique depuis votre Extra Deck en Position de Défense face recto, dont le Niveau équivaut au total des Niveaux des monstres renvoyés.", "it": "Scegli 2 dei tuoi mostri rimossi dal gioco (1 Tuner di Tipo Psichico e 1 non-Tuner di Tipo Psichico), falli ritornare nel Cimitero, ed Evoca Specialmente dal tuo Extra Deck scoperto in Posizione di Difesa 1 Mostro Synchro di Tipo Psichico, il cui Livello sia uguale alla somma dei Livelli dei mostri fatti ritornare.", "pt": null, "ja": "ゲームから除外されている自分のサイキック族のチューナー１体とチューナー以外のサイキック族モンスター１体を墓地に戻し、そのレベルの合計と同じレベルのサイキック族のシンクロモンスター１体をエクストラデッキから表側守備表示で特殊召喚する。", "ko": "게임에서 제외되어 있는 자신의 사이킥족 튜너 1장과 튜너 이외의 사이킥족 몬스터 1장을 묘지로 되돌리고, 그 레벨의 합계와 같은 레벨의 사이킥족 싱크로 몬스터 1장을 엑스트라 덱에서 앞면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "①：以被除外的自己的、1只念动力族协调和1只协调以外的念动力族怪兽为对象可以发动。将该2只怪兽放回墓地。然后，将1只拥有与放回怪兽等级合计相同等级的念动力族同步怪兽从额外牌组以守备表示特殊召唤。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "PsychicFeelZone-EXVC-EN-R-1E.jpg"}], "sets": {"en": [{"set_number": "EXVC-EN056", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "de": [{"set_number": "EXVC-DE056", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "es": [{"set_number": "EXVC-SP056", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "fr": [{"set_number": "EXVC-FR056", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "it": [{"set_number": "EXVC-IT056", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "ja": [{"set_number": "EXVC-JP056", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "ko": [{"set_number": "EXVC-KR056", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL02-SC131", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 160141, "master_duel_rarity": "SR"}