{"konami_id": 18190, "password": 11132674, "name": {"en": "Gigantic \"Champion\" Sargas", "de": "Gigantischer „Champion“ Sargas", "es": "Gigantesco \"Campeón\" Sargas", "fr": "Gigantesque \"Champion\" Sargas", "it": "Gigantesco \"Campione\" Sargas", "pt": "Gigantesco \"Campeão\" Sargas", "ja": "ギガンティック＂チャンピオン＂サルガス", "ja_romaji": "Gigantikku \"Chanpion\" Sarugasu", "ko": "기간틱 \"챔피언\" 사르가스", "ko_rr": "Gigantik \"Chaempieon\" Sareugaseu", "zh-TW": "巨大“冠軍”薩嘉斯", "zh-CN": "超巨霸“冠军”飒嘉斯"}, "text": {"en": "2+ Level 8 monsters\nOnce per turn, you can also Xyz Summon \"Gigantic \"Champion\" Sargas\" by using 1 \"Springans\" Xyz Monster you control. (Transfer its materials to this card.) While this card has material: You can add 1 \"Springans\" or \"Therion\" card from your Deck to your hand. If material is detached from a monster(s) on the field (except during the Damage Step): You can target 1 card on the field; either destroy it or return it to the hand. You can only use each effect of \"Gigantic \"Champion\" Sargas\" once per turn.", "de": "2+ Monster der Stufe 8\nEinmal pro Spielzug kannst du „Gigantischer „Champion“ Sargas“ auch als Xyz-Beschwörung beschwören, indem du 1 „Springans“-Xyz-Monster verwendest, das du kontrollierst. (Transferiere sein Material an diese Karte.) Solange diese Karte Material hat: Du kannst deiner Hand 1 „Springans“- oder „Therion“-Karte von deinem Deck hinzufügen. Falls Material von einem oder mehr Monstern auf dem Spielfeld abgehängt wird (außer während des Damage Steps): Du kannst 1 Karte auf dem Spielfeld wählen; entweder zerstöre sie oder gib sie auf die Hand zurück. Du kannst jeden Effekt von „Gigantischer „Champion“ Sargas“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 8\nUna vez por turno, también puedes Invocar Xyz \"Gigantesco \"Campeón\" Sargas\" usando 1 Monstruo Xyz \"Springans\" que controles. (Transfiere sus materiales a esta carta). Mientras esta carta tenga material: puedes añadir a tu mano 1 carta \"Springans\" o \"Therion\" en tu Deck. Si es desacoplado material de uno o más monstruos en el Campo (excepto durante el Damage Step): puedes seleccionar 1 carta en el Campo; ya sea destrúyela o devuélvela a la mano. Sólo puedes usar cada efecto de \"Gigantesco \"Campeón\" Sargas\" una vez por turno.", "fr": "2+ monstres de Niveau 8\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Gigantesque \"Champion\" Sargas\" en utilisant 1 Monstre Xyz \"Springans\" que vous contrôlez. (Transférez ses Matériels à cette carte.) Tant que cette carte a du Matériel : vous pouvez ajouter 1 carte \"Springans\" ou \"Therion\" depuis votre Deck à votre main. Si du Matériel est détaché d'un ou plusieurs monstres sur le Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 carte sur le Terrain ; soit détruisez-la soit renvoyez-la à la main. Vous ne pouvez utiliser chaque effet de \"Gigantesque \"Champion\" Sargas\" qu'une fois par tour.", "it": "2+ mostri di Livello 8\nUna volta per turno, puoi anche Evocare Xyz \"Gigantesco \"Campione\" Sargas\" utilizzando 1 Mostro Xyz \"Springans\" che controlli. (Trasferisci i suoi materiali su questa carta.) Mentre questa carta ha materiale: puoi aggiungere 1 carta \"Springans\" o \"Therion\" dal tuo Deck alla tua mano. Se del materiale viene staccato da uno o più mostri sul Terreno (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta sul Terreno; distruggila oppure falla ritornare nella mano. Puoi utilizzare ogni effetto di \"Gigantesco \"Campione\" Sargas\" una sola volta per turno.", "pt": "2+ monstros de Nível 8\nUma vez por turno, você também pode Invocar \"Gigantesco \"Campeão\" Sargas\" por Invocação-Xyz ao usar 1 Monstro Xyz \"Springans\" que você controla. (Transfira as matérias dele para este card.) Enquanto este card tiver matéria: você pode adicionar 1 card \"Springans\" ou \"Therion\" do seu Deck à sua mão. Se uma matéria for desassociada de um ou mais monstros no campo (exceto durante a Etapa de Dano): você pode escolher 1 card no campo; destrua-o ou devolva-o para a mão. Você só pode usar cada efeito de \"Gigantesco \"Campeão\" Sargas\" uma vez por turno.", "ja": "レベル８モンスター×２体以上\n「ギガンティック＂チャンピオン＂サルガス」は１ターンに１度、自分フィールドの「スプリガンズ」Ｘモンスターの上に重ねてＸ召喚する事もできる。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＸ素材を持っている場合に発動できる。デッキから「スプリガンズ」カードか「セリオンズ」カード１枚を手札に加える。②：フィールドのＸ素材が取り除かれた場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊するか手札に戻す。", "ko": "레벨 8 몬스터 × 2장 이상\n\"기간틱 \"챔피언\" 사르가스\"는 1턴에 1번, 자신 필드의 \"스프리건즈\" 엑시즈 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 엑시즈 소재를 가지고 있을 경우에 발동할 수 있다. 덱에서 \"스프리건즈\" 카드 또는 \"세리온즈\" 카드 1장을 패에 넣는다. ②: 필드의 엑시즈 소재가 제거되었을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴하거나 주인의 패로 되돌린다.", "zh-TW": "等級８怪獸×２隻以上\n「巨大“冠軍”薩嘉斯」也可１回合１次重疊至我方場上的「守寶團」超量怪獸上方超量召喚。此卡名的①②效果，１回合各僅限使用１次。①：可在此卡擁有超量素材的狀況下發動。從牌組將１張「守寶團」卡或１張「獸帶鬥士」卡加入手牌。②：在場上的超量素材被去除的狀況下，可將場上的１張卡做為對象發動。破壞該卡或送回持有者的手牌。", "zh-CN": "等级８怪兽×２只以上\n“超巨霸“冠军”飒嘉斯”１回合１次，也可重叠在自己场上的“守宝团”超量怪兽上面来超量召唤。此卡名的①②效果１回合仅可各使用１次。①：此卡拥有超量素材的情况下可以发动。从牌组将１张“守宝团”卡或“兽带斗士”卡加入手牌。②：场上的超量素材被去除的情况下，以场上的１张卡为对象可以发动。将该卡破坏或放回持有者的手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "FIRE", "rank": 8, "atk": 2800, "def": 1500, "materials": "2 or more Level 8 monsters", "images": [{"index": 1, "image": "GiganticChampionSargas-PHHY-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN045", "set_name": "Photon Hypernova", "rarities": ["Secret Rare"]}], "de": [{"set_number": "PHHY-DE045", "set_name": "Photon Hypernova", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "PHHY-FR045", "set_name": "Photon Hypernova", "rarities": ["Secret Rare"]}], "it": [{"set_number": "PHHY-IT045", "set_name": "Photon Hypernova", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "PHHY-PT045", "set_name": "Photon Hypernova", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "PHHY-JP045", "set_name": "Photon Hypernova", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHHY-JP045", "set_name": "Photon Hypernova +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}, {"set_number": "CF01-JP158", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "PHHY-KR045", "set_name": "Photon Hypernova", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHHY-KR045", "set_name": "Photon Hypernova +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC088", "set_name": "Mega Pack 08", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715124, "master_duel_rarity": "UR"}