{"konami_id": 13568, "password": 11375683, "name": {"en": "Tindangle Trinity", "de": "Tinwinkel-Dreifaltigkeit", "es": "Trinidad Tindángulo", "fr": "Trinité Tindangle", "it": "Trinità Tindangolo", "pt": "Trindade Tindângulo", "ja": "ティンダングル・トリニティ", "ja_romaji": "Tindanguru Toriniti", "ko": "틴당글 트리니티", "ko_rr": null, "zh-TW": "廷達三角 三位一體", "zh-CN": "廷达三角・三位一体"}, "text": {"en": "FLIP: You can Special Summon 1 \"Tindangle Base Gardna\" from your Deck.\nIf this card was flipped face-up, your \"Tindangle\" monsters cannot be destroyed by battle. If this card is sent to the GY as Link Material for the Link Summon of a \"Tindangle\" monster: You can add 1 \"Gergonne's End\" from your Deck to your hand, and if you do, send 1 Spell/Trap from your Deck to the GY. You can only use this effect of \"Tindangle Trinity\" once per turn.", "de": "FLIPP: Du kannst 1 „Tinwinkel-Basiswache“ als Spezialbeschwörung von deinem Deck beschwören.\nFalls diese Karte aufgedeckt wurde, können deine „Tinwinkel“-Monster nicht durch Kampf zerstört werden. Falls diese Karte als Linkmaterial für die Linkbeschwörung eines „Tinwinkel“-Monsters auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Gergonnes Ende“ von deinem Deck hinzufügen und falls du dies tust, lege 1 Zauber/Falle von deinem Deck auf den Friedhof. Du kannst diesen Effekt von „Tinwinkel-Dreifaltigkeit“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Puedes Invocar de Modo Especial, desde tu Deck, 1 \"Gardna Base Tindángulo\".\nSi esta carta fue volteada boca arriba, tus monstruos \"Tindángulo\" no pueden ser destruidos en batalla. Si esta carta es mandada al Cementerio como Material de Enlace para una Invocación por Enlace de un monstruo \"Tindángulo\": puedes añadir a tu mano, desde tu Deck, 1 \"Fin de Gergonne\" y, si lo haces, manda al Cementerio 1 Mágica/Trampa en tu Deck. Sólo puedes usar este efecto de \"Trinidad Tindángulo\" una vez por turno.", "fr": "FLIP : Vous pouvez Invoquer Spécialement 1 \"Base Gardna Tindangle\" depuis votre Deck.\nSi cette carte a été retournée face recto, vos monstres \"Tindangle\" ne peuvent pas être détruits au combat. Si cette carte est envoyée au Cimetière comme Matériel Lien pour l'Invocation Lien d'un monstre \"Tindangle\" : vous pouvez ajouter 1 \"Fin de Gergonne\" depuis votre Deck à votre main, et si vous le faites, envoyez 1 Magie/Piège depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Trinité Tindangle\" qu'une fois par tour.", "it": "SCOPRI: Puoi Evocare Specialmente 1 \"Gardna Base Tindangolo\" dal tuo Deck.\nSe questa carta è stata scoperta, i tuoi mostri \"Tindangolo\" non possono essere distrutti in battaglia. Se questa carta viene mandata al Cimitero come Materiale Link per l'Evocazione Link di un mostro \"Tindangolo\": puoi aggiungere 1 \"Fine di Gergonne\" dal tuo Deck alla tua mano e, se lo fai, manda 1 Magia/Trappola dal tuo Deck al Cimitero. Puoi utilizzare questo effetto di \"Trinità Tindangolo\" una sola volta per turno.", "pt": "VIRE: Você pode Invocar por Invocação-Especial 1 \"Base Gardna Tindângulo\" do seu Deck.\nSe este card foi virado com a face para cima, seus monstros \"Tindângulo\" não podem ser destruídos em batalha. Se este card for enviado para o Cemitério como Matéria Link para a Invocação-Link de um monstro \"Tindângulo\": você pode adicionar 1 \"Fim de Gergonne\" do seu Deck à sua mão e, se isso acontecer, envie 1 Magia/Armadilha do seu Deck para o Cemitério. Você só pode usar este efeito de \"Trindade Tindângulo\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：このカードがリバースした場合に発動できる。デッキから「ティンダングル・ベース・ガードナー」１体を特殊召喚する。②：リバースしたこのカードがモンスターゾーンに存在する限り、自分の「ティンダングル」モンスターは戦闘では破壊されない。③：このカードが「ティンダングル」リンクモンスターのリンク素材として墓地へ送られた場合に発動できる。デッキから「ジェルゴンヌの終焉」１枚を手札に加え、デッキから魔法・罠カード１枚を墓地へ送る。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 리버스했을 경우에 발동할 수 있다. 덱에서 \"틴당글 베이스 가드너\" 1장을 특수 소환한다. ②: 리버스한 이 카드가 몬스터 존에 존재하는 한, 자신의 \"틴당글\" 몬스터는 전투로는 파괴되지 않는다. ③: 이 카드가 \"틴당글\" 링크 몬스터의 링크 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"제르곤의 종언\" 1장을 패에 넣고, 덱에서 마법 / 함정 카드 1장을 묘지로 보낸다.", "zh-TW": null, "zh-CN": "这个卡名的③的效果1回合只能使用1次。\n①：这张卡反转的场合才能发动。从卡组把1只「廷达魔三角之底边守卫者」特殊召唤。\n②：只要反转过的这张卡在怪兽区域存在，自己的「廷达魔三角」怪兽不会被战斗破坏。\n③：这张卡作为「廷达魔三角」连接怪兽的连接素材送去墓地的场合才能发动。从卡组把1张「热尔岗终焉」加入手卡，从卡组把1张魔法·陷阱卡送去墓地。"}, "card_type": "Monster", "monster_type_line": "Fiend / Flip / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 1500, "series": ["Tindangle"], "images": [{"index": 1, "image": "TindangleTrinity-FLOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN013", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE013", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR013", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT013", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT013", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "FLOD-JP013", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "FLOD-KR013", "set_name": "Flames of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 547815, "master_duel_rarity": "R"}