{"konami_id": 14532, "password": 11434258, "name": {"en": "Saryuja's Shackles", "de": "Saryujas Fesseln", "es": "Grilletes de Saryuja", "fr": "Chaînes de Saryuja", "it": "Ceppi di Saryuja", "pt": "Grilhões de Saryuja", "ja": "<ruby>蛇<rt>だ</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>の<ruby>枷<rt>か</rt></ruby><ruby>鎖<rt>さ</rt></ruby>", "ja_romaji": "Daryū no Kasa", "ko": "사룡의 가쇄", "ko_rr": "Saryong-ui Gaswae", "zh-TW": "蛇龍的枷鎖", "zh-CN": "蛇龙的枷锁"}, "text": {"en": "Target 1 Link Monster your opponent controls or is in their GY; draw cards equal to its Link Rating, then, if you have 2 or more cards in your hand, place 2 cards from your hand on the bottom of your Deck in any order. You can only activate 1 \"Saryuja's Shackles\" per turn.", "de": "Wähle 1 Linkmonster, das dein Gegner kontrolliert oder das sich in seinem Friedhof befindet; ziehe Karten in Höhe seiner Linkzahl, dann, falls du 2 oder mehr Karten in deiner Hand hast, lege 2 Karten von deiner Hand in beliebiger Reihenfolge unter dein Deck. Du kannst nur 1 „Saryujas Fesseln“ pro Spielzug aktivieren.", "es": "Selecciona 1 Monstruo de Enlace que controle tu adversario o esté en su Cementerio; roba tantas cartas como su Rating de Enlace, y después, si tienes 2 o más cartas en tu mano, pon 2 cartas de tu mano a la parte inferior de tu Deck en cualquier orden. Sólo puedes activar 1 \"Grilletes de Saryuja\" por turno.", "fr": "Ciblez 1 Monstre Lien contrôlé par votre adversaire ou dans son Cimetière ; piochez un nombre de cartes égal à sa Classification Lien, puis, si vous avez min. 2 cartes dans votre main, placez 2 cartes depuis votre main au-dessous de votre Deck dans l'ordre de votre choix. Vous ne pouvez activer qu'1 \"Chaînes de Saryuja\" par tour.", "it": "Scegli come bersaglio 1 Mostro Link controllato dal tuo avversario o nel suo Cimitero; pesca carte pari alla sua Classificazione Link, poi, se hai 2 o più carte nella tua mano, metti 2 carte dalla tua mano in fondo al tuo Deck in qualsiasi ordine. Puoi attivare solo 1 \"Ceppi di Saryuja\" per turno.", "pt": "Escolha 1 Monstro Link que seu oponente controla ou no Cemitério dele; compre cards igual ao Valor Link dele e, depois, se você tiver 2 ou mais cards na sua mão, coloque 2 cards da sua mão no fundo do seu Deck em qualquer ordem. Você só pode ativar 1 \"Grilhões de Saryuja\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：相手のフィールド・墓地のリンクモンスター１体を対象として発動できる。そのモンスターのリンクマーカーの数だけ自分はデッキからドローする。その後、自分の手札が２枚以上の場合、その内の２枚を選んで好きな順番でデッキの一番下に戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 상대의 필드 / 묘지의 링크 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 링크 마커의 수만큼 자신은 덱에서 드로우한다. 그 후, 자신의 패가 2장 이상일 경우, 그 중의 2장을 고르고 좋아하는 순서대로 덱의 맨 아래로 되돌린다.", "zh-TW": null, "zh-CN": "以对方的场上·墓地1只连接怪兽为对象；自己从卡组抽出那个连接标记的数量，那之后，自己手卡是2张以上的场合，选2张手卡用喜欢的顺序回到卡组下面。「锁龙蛇的束缚」在1回合只能发动1张。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "SaryujasShackles-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN082", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE082", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "es": [{"set_number": "DANE-SP082", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR082", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT082", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT082", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "EP19-JP065", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR065", "set_name": "Extra Pack 2019", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 606497, "master_duel_rarity": "N"}