{"konami_id": 19031, "password": 11489642, "name": {"en": "Triangle O", "de": "Dreieck O", "es": "Triángulo O", "fr": "Triangle O", "it": "Triangolo O", "pt": "Triângulo O", "ja": "トライアングル－<ruby>Ｏ<rt>オー</rt></ruby>", "ja_romaji": "Toraianguru - Ō", "ko": "트라이앵글－<ruby>O<rt>오</rt></ruby>", "ko_rr": null, "zh-TW": "歐帕茲三角", "zh-CN": "三角阵－Ｏ"}, "text": {"en": null, "de": "Falls du „Kristallschädel“, „Ashoka-Säule“ und „Cabrera-Stein“ kontrollierst: Zerstöre alle Karten auf dem Spielfeld, zusätzlich erhält stattdessen dein Gegner für den Rest dieses Spielzugs den Effektschaden, den du erhalten würdest. Du kannst diese Karte von deinem Friedhof verbannen und dann je 1 „Kristallschädel“, „Ashoka-Säule“ und „Cabrera-Stein“ in deinem Friedhof wählen; mische sie ins Deck, dann ziehe 3 Karten. Du kannst nur 1 Effekt von „Dreieck O“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Si controlas \"Cráneo de Cristal\", \"Pilar Ashoka\" y \"Piedra de Cabrera\": destruye todas las cartas en el Campo y además, por el resto de este turno, tu adversario recibe cualquier daño de efecto que tú fueras a recibir, en su lugar. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 de cada de los \"Cráneo de Cristal\", \"Pilar Ashoka\" y \"Piedra de Cabrera\" en tu Cementerio; barájalos al Deck, y después roba 3 cartas. Sólo puedes usar 1 efecto de \"Triángulo O\" por turno, y sólo una vez ese turno.", "fr": "Si vous contrôlez \"Crâne de Cristal\", \"Pilier Ashoka\" et \"Pierre Cabreara\" : détruisez toutes les cartes sur le Terrain, et aussi, le reste de ce tour, votre adversaire reçoit les dommages d'effet que vous auriez dû recevoir à la place. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 \"Crâne de Cristal\", 1 \"Pilier Ashoka\" et 1 \"Pierre Cabreara\" dans votre Cimetière ; mélangez-les dans le Deck, puis piochez 3 cartes. Vous ne pouvez utiliser qu'1 effet de \"Triangle O\" par tour, et uniquement une fois le tour.", "it": "Se controlli \"Teschio di Cristallo\", \"Pilastro Ashoka\" e \"Pietra Cabrera\": distruggi tutte le carte sul Terreno, inoltre per il resto di questo turno, il tuo avversario subisce qualsiasi danno da effetto che avresti subito tu al tuo posto. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 ciascuno di \"Teschio di Cristallo\", \"Pilastro Ashoka\" e \"Pietra Cabrera\" nel tuo Cimitero; mischiali nel Deck, poi pesca 3 carte. Puoi utilizzare solo 1 effetto di \"Triangolo O\" per turno, e solo una volta in quel turno.", "pt": "Se você controlar \"Caveira de Cristal\", \"Pilar de Ashoka\" e \"Pedra de Cabrera\": destrua todos os cards no campo e, além disso, pelo resto deste turno, seu oponente sofre qualquer dano de efeito que você teria sofrido, em vez de você. Você pode banir este card do seu Cemitério e, depois, escolha 1 de cada de \"Caveira de Cristal\", \"Pilar de Ashoka\" e \"Pedra de Cabrera\" no seu Cemitério; embaralhe-os no Deck e, depois, compre 3 cards. Você só pode usar 1 efeito de \"Triângulo O\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：自分フィールドに「水晶ドクロ」「アショカ・ピラー」「カブレラストーン」が全て存在する場合に発動できる。フィールドのカードを全て破壊する。このターン、自分が受ける効果ダメージは代わりに相手が受ける。\n②：墓地のこのカードを除外し、自分の墓地の「水晶ドクロ」「アショカ・ピラー」「カブレラストーン」を１体ずつ対象として発動できる。そのモンスターをデッキに戻す。その後、自分は３枚ドローする。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드에 \"수정해골\" \"아쇼카 필라\" \"카브레라 스톤\"이 전부 존재할 경우에 발동할 수 있다. 필드의 카드를 전부 파괴한다. 이 턴에, 자신이 받는 효과 데미지는 대신에 상대가 받는다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 \"수정해골\" \"아쇼카 필라\" \"카브레라 스톤\"을 1장씩 대상으로 하고 발동할 수 있다. 그 몬스터를 덱으로 되돌린다. 그 후, 자신은 3장 드로우한다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。 ①：可在「水晶頭骨」「阿育王之柱」「伊卡黑石」全部存在於我方場上的狀況下發動。將場上的所有卡全部破壞。此回合，我方受到的效果傷害由對方承受作為替代。 ②：可將墓地的此卡除外，將我方墓地的「水晶頭骨」「阿育王之柱」「伊卡黑石」各１隻做為對象發動。將該怪獸送回牌組。其後，我方抽３張牌。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。 ①：“水晶头骨”、“阿育王石柱”、“伊卡黑石”全部存在于自己场上的情况下可以发动。将场上的卡全部破坏。此回合，自己受到的效果伤害由对手代为承受。 ②：将墓地的此卡除外，以自己墓地的“水晶头骨”、“阿育王石柱”、“伊卡黑石”各１只为对象可以发动。将该怪兽放回牌组。然后，自己抽３张。"}, "card_type": "Spell", "property": "Normal", "series": ["Ancient Treasure"], "images": [{"index": 1, "image": "TriangleO-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN020", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-EN273", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MZMI-DE020", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-DE273", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MZMI-FR020", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-FR273", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MZMI-IT020", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-IT273", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MZMI-PT020", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-PT273", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC03-JP010", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "AC03-KR010", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 928735, "master_duel_rarity": "SR"}