{"konami_id": 14927, "password": 11481610, "name": {"en": "Performapal Popperup", "de": "Künstlerkumpel-Überraschung", "es": "Artistamigo Saltarín", "fr": "Sursaut Potartiste", "it": "Saltafuori Artistamico", "pt": "Camarartista Surpresildo", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>ポップアップ", "ja_romaji": "Entameito Poppuappu", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 팝업", "ko_rr": "Enteomeiteu Pap-eop", "zh-TW": "娛樂夥伴 彈出", "zh-CN": "娱乐伙伴弹出"}, "text": {"en": "Send up to 3 cards from your hand to the GY; draw that many cards, then you can Special Summon up to that many monsters from your hand, with different names, that are \"Performapal\" monsters, \"Magician\" Pendulum Monsters, and/or \"Odd-Eyes\" monsters, each with a Level between the Pendulum Scales of the 2 cards in your Pendulum Zones. If you did not Special Summon by this effect, you lose 1000 LP for each card in your hand. You can only activate 1 \"Performapal Popperup\" per turn.", "de": "Lege bis zu 3 Karten von deiner Hand auf den Friedhof; ziehe so viele Karten, dann kannst du bis zu so viele „Künstlerkumpel“-Monster, „Magier“-Pendelmonster und/oder „Buntäugig“-Monster mit unterschiedlichen Namen, jeweils mit einer Stufe zwischen den Pendelbereichen der 2 Karten in deinen Pendelzonen, als Spezialbeschwörung von deiner Hand beschwören. Falls du durch diesen Effekt keine Spezialbeschwörung durchgeführt hast, verlierst du für jede Karte in deiner Hand 1000 LP. Du kannst nur 1 „Künstlerkumpel-Überraschung“ pro Spielzug aktivieren.", "es": "Manda al Cementerio hasta 3 cartas en tu mano; roba el mismo número de cartas, y después puedes Invocar de Modo Especial, desde tu mano, hasta ese mismo número de monstruos con nombres diferentes, que sean monstruos \"Artistamigo\", Monstruos de Péndulo \"Mago/a\" y/o monstruos \"Ojos Anómalos\", cada uno con un Nivel entre las Escalas de Péndulo de las 2 cartas en tus Zonas de Péndulo. Si no Invocaste de Modo Especial por este efecto, pierdes 1000 LP por cada carta en tu mano. Sólo puedes activar 1 \"Artistamigo Saltarín\" por turno.", "fr": "Envoyez max. 3 cartes depuis votre main au Cimetière ; piochez autant de cartes, puis vous pouvez Invoquer Spécialement max. autant de monstres depuis votre main, de noms différents, qui sont des monstres \"Potartiste\", Monstres Pendule \"Magicien\" et/ou monstres \"Yeux Impairs\", chacun avec un Niveau se situant entre les Échelles Pendule des 2 cartes dans vos Zones Pendule. Si vous n'avez pas Invoqué Spécialement par cet effet, vous perdez 1000 LP pour chaque carte dans votre main. Vous ne pouvez activer qu'1 \"Sursaut Potartiste\" par tour.", "it": "Manda fino a 3 carte dalla tua mano al Cimitero; pesca quel numero di carte, poi puoi Evocare Specialmente fino a quel numero di mostri con nomi diversi dalla tua mano, che siano mostri \"Artistamico\", Mostri Pendulum \"Mago\" e/o mostri \"Occhi Diversi\", ognuno con Livello tra i Valori Pendulum delle 2 carte nelle tue Zone Pendulum. Se non hai Evocato Specialmente con questo effetto, perdi 1000 LP per ogni carta nella tua mano. Puoi attivare solo 1 \"Saltafuori Artistamico\" per turno.", "pt": "Envie até 3 cards da sua mão para o Cemitério; compre esse número de cards e, depois, você pode Invocar por Invocação-Especial até esse mesmo número de monstros da sua mão, com nomes diferentes, que sejam monstros \"Camarartista\", Monstros Pêndulo \"Mago\" e/ou monstros \"Olhos Anômalos\", cada um com um Nível entre as Escalas de Pêndulo dos 2 cards nas suas Zonas de Pêndulo. Se você não Invocar por Invocação-Especial por este efeito, você perde 1000 PV para cada card na sua mão. Você só pode ativar 1 \"Camarartista Surpresildo\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：手札を３枚まで墓地へ送って発動できる。自分はその数だけデッキからドローする。その後、この効果でドローした数まで、自分のＰゾーンのカード２枚のＰスケールでＰ召喚可能なレベルを持つ、「ＥＭ」モンスター、「魔術師」Ｐモンスター、「オッドアイズ」モンスターを手札から特殊召喚できる（同名カードは１枚まで）。このカードの効果で特殊召喚しなかった場合、自分は自分の手札の数×１０００ＬＰを失う。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 패를 3장까지 묘지로 보내고 발동할 수 있다. 자신은 그 수만큼 덱에서 드로우한다. 그 후, 이 효과로 드로우한 수까지, 자신의 펜듈럼 존의 카드 2장의 펜듈럼 스케일로 펜듈럼 소환 가능한 레벨을 가지는, \"EM(엔터메이트)\" 몬스터, \"마술사\" 펜듈럼 몬스터, \"오드아이즈\" 몬스터를 패에서 특수 소환할 수 있다(같은 이름의 카드는 1장까지). 이 카드의 효과로 특수 소환하지 않았을 경우, 자신은 자신의 패의 수 × 1000 LP를 상실한다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可將最多３張手牌送至墓地發動。我方依該數量從牌組抽牌。其後，可從手牌特殊召喚持有等級可透過我方鐘擺區的２張卡的鐘擺刻度鐘擺召喚的「娛樂夥伴」怪獸、「魔術師」鐘擺怪獸、「異色眼」怪獸，數量最多為透過此效果抽牌的張數（同名卡最多１張）。在沒有透過此卡效果特殊召喚的狀況下，我方失去我方手牌的數量×１０００LP。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：将最多３张手牌送至墓地可以发动。自己依所送数量从牌组抽牌。然后，可将拥有自己灵摆区域２张卡的灵摆刻度下可灵摆召唤等级的、“娱乐伙伴”怪兽、“魔术师”灵摆怪兽、“异色眼”怪兽从手牌特殊召唤，数量最多为以此效果所抽牌的数量（同名卡最多１张）。没有以此卡的效果特殊召唤的情况下，自己失去相当于自己手牌数量×１０００的LP。"}, "card_type": "Spell", "property": "Normal", "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalPopperup-LDS3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED6-EN047", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Rare"]}, {"set_number": "LDS3-EN132", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "de": [{"set_number": "LED6-DE047", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Rare"]}, {"set_number": "LDS3-DE132", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "fr": [{"set_number": "LED6-FR047", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Rare"]}, {"set_number": "LDS3-FR132", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "it": [{"set_number": "LED6-IT047", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Rare"]}, {"set_number": "LDS3-IT132", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "pt": [{"set_number": "LED6-PT047", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Rare"]}, {"set_number": "LDS3-PT132", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "ja": [{"set_number": "DP23-JP047", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Rare"]}], "ko": [{"set_number": "DP23-KR047", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SD29-SC029", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666935, "master_duel_rarity": "R"}