{"konami_id": 12329, "password": 11493868, "name": {"en": "Fortissimo", "de": "Fortissimo", "es": "Fortissimo", "fr": "Fortissimo", "it": "Fortissimo", "pt": "Fortíssimo", "ja": "フォルテッシモ", "ja_romaji": "Forutesshimo", "ko": "포르티시모", "ko_rr": null, "zh-TW": "極強音", "zh-CN": "极强音"}, "text": {"en": "Once per turn: You can target 1 \"Melodious\" monster you control; it gains 800 ATK until your next Standby Phase (even if this card leaves the field). You can send this card to the Graveyard; Fusion Summon 1 \"Melodious\" Fusion Monster from your Extra Deck, using monsters you control as Fusion Materials.", "de": "Einmal pro Spielzug: Du kannst 1 „Musikalisch“-Monster wählen, das du kontrollierst; es erhält bis zu deiner nächsten Standby Phase 800 ATK (selbst falls diese Karte das Spielfeld verlässt). Du kannst diese Karte auf den Friedhof legen; beschwöre 1 „Musikalisch“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dabei Monster, die du kontrollierst, als Fusionsmaterial.", "es": "Una vez por turno: puedes seleccionar 1 monstruo \"Melodiosa\" que controles; hasta tu próxima Standby Phase, éste gana 800 ATK (aún si esta carta deja el Campo). Puedes mandar esta carta al Cementerio; Invoca por Fusión, desde tu Deck Extra, 1 Monstruo de Fusión \"Melodiosa\", usando monstruos que controles como Materiales de Fusión.", "fr": "Une fois par tour : vous pouvez cibler 1 monstre \"Musique\" que vous contrôlez ; jusqu'à votre prochaine Standby Phase, il gagne 800 ATK (même si cette carte quitte le Terrain). Vous pouvez envoyer cette carte au Cimetière ; Invoquez par Fusion 1 Monstre de Fusion \"Musique\" depuis votre Extra Deck, en utilisant des monstres que vous contrôlez comme Matériels de Fusion.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro \"Melodiosa\" che controlli; esso guadagna 800 ATK fino alla tua prossima Standby Phase (anche se questa carta lascia il Terreno). Puoi mandare questa carta al Cimitero; Evoca tramite Fusione 1 Mostro Fusione \"Melodiosa\" dal tuo Extra Deck, utilizzando mostri che controlli come Materiali da Fusione.", "pt": "Uma vez por turno: você pode escolher 1 monstro \"Melodiosa\" que você controla; ele ganha 800 de ATK até sua próxima Fase de Apoio (mesmo que este card deixe o campo). Você pode enviar este card para o Cemitério; Invoque por Invocação-Fusão 1 Monstro de Fusão \"Melodiosa\" do seu Deck Adicional, usando monstros que você controla como Matérias de Fusão.", "ja": "①：１ターンに１度、自分フィールドの「幻奏」モンスター１体を対象としてこの効果を発動できる。そのモンスターの攻撃力は次の自分スタンバイフェイズまで８００アップする。②：魔法＆罠ゾーンの表側表示のこのカードを墓地へ送って発動できる。「幻奏」融合モンスターカードによって決められた融合素材モンスターを自分フィールドから墓地へ送り、その融合モンスター１体をエクストラデッキから融合召喚する。", "ko": "①: 1턴에 1번, 자신 필드의 \"환주\" 몬스터 1장을 대상으로 하고 이 효과를 발동할 수 있다. 그 몬스터의 공격력은 다음 자신 스탠바이 페이즈까지 800 올린다. ②: 마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내고 발동할 수 있다. \"환주\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 자신 필드에서 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다.", "zh-TW": null, "zh-CN": "①：１回合１次，以自己场上的１只“幻奏”怪兽为对象可以发动。该怪兽的攻击力直至下个自己的准备阶段为止上升８００。\n②：将魔法与陷阱区域的表侧表示的此卡送至墓地可以发动。以自己场上的怪兽作为融合素材，将１只“幻奏”融合怪兽融合召唤。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "Fortissimo-SHVI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN057", "set_name": "Shining Victories", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE057", "set_name": "Shining Victories", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR057", "set_name": "Shining Victories", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT057", "set_name": "Shining Victories", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT057", "set_name": "Shining Victories", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP057", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR057", "set_name": "Shining Victories", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC115", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 399368, "master_duel_rarity": "N"}