{"konami_id": 12787, "password": 11510448, "name": {"en": "Zoodiac Tigermortar", "de": "Zoodiak-Tigermörser", "es": "Tigremortero del Zoodíaco", "fr": "Mortiertigre du Zoodiaque", "it": "Zoodiaco Tigremortaio", "pt": "Tigremorteiro Zoodíaco", "ja": "<ruby>十<rt>じゅう</rt></ruby><ruby>二<rt>に</rt></ruby><ruby>獣<rt>しし</rt></ruby>タイグリス", "ja_romaji": "Jūnishishi Taigurisu", "ko": "십이수 타이그리스", "ko_rr": "Sip-isu Taigeuriseu", "zh-TW": "十二獸 虎迫擊砲", "zh-CN": "十二兽 寅炮"}, "text": {"en": "3 Level 4 monsters\nOnce per turn, you can also Xyz Summon \"Zoodiac Tigermortar\" by using 1 \"Zoodiac\" monster you control with a different name as Xyz Material. (If you used an Xyz Monster, any Xyz Materials attached to it also become Xyz Materials on this card.) This card gains ATK and DEF equal to the ATK and DEF of all \"Zoodiac\" monsters attached to it as Materials. Once per turn: You can detach 1 Xyz Material from this card, then target 1 Xyz Monster you control and 1 \"Zoodiac\" monster in your Graveyard; attach that \"Zoodiac\" monster to that Xyz Monster as Xyz Material.", "de": "3 Monster der Stufe 4\nEinmal pro Spielzug kannst du „Zoodiak-Tigermörser“ auch als Xyz-Beschwörung beschwören, indem du 1 „Zoodiak“-Monster mit einem unterschiedlichen Namen, das du kontrollierst, als das Xyz-Material verwendest. (Falls du ein Xyz-Monster verwendet hast, wird daran angehängtes Xyz-Material ebenfalls zu Xyz-Material dieser Karte.) Diese Karte erhält ATK und DEF in Höhe der ATK und DEF aller „Zoodiak“-Monster, die als Material an sie angehängt sind. Einmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen und dann 1 Xyz-Monster, das du kontrollierst, und 1 „Zoodiak“-Monster in deinem Friedhof wählen; hänge das „Zoodiak“-Monster als Xyz-Material an das Xyz-Monster an.", "es": "3 monstruos de Nivel 4\nUna vez por turno, también puedes Invocar Xyz a \"Tigremortero del Zoodíaco\" usando 1 monstruo \"Zoodíaco\" que controles con nombre diferente como Material Xyz. (Si usaste un Monstruo Xyz, cualquier Material Xyz acoplado a ese monstruo también se convierte en Material Xyz acoplado a esta carta). Esta carta gana ATK y DEF iguales al ATK y DEF de todos los monstruos \"Zoodíaco\" acoplados a él como Materiales. Una vez por turno: puedes desacoplar de esta carta 1 Material Xyz, y después seleccionar 1 monstruo Xyz que controles y 1 monstruo \"Zoodíaco\" en tu Cementerio; acopla ese monstruo \"Zoodíaco\" a ese Monstruo Xyz como Material Xyz.", "fr": "3 monstres de Niveau 4\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Mortiertigre du Zoodiaque\" en utilisant 1 monstre \"Zoodiaque\" que vous contrôlez de nom différent comme Matériel Xyz. (Si vous avez utilisé un Monstre Xyz, les Matériels Xyz qui lui sont attachés deviennent aussi des Matériels Xyz de cette carte.) Cette carte gagne une ATK/DEF égales à l'ATK/DEF de tous les monstres \"Zoodiaque\" qui lui sont attachés comme Matériels. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 Monstre Xyz que vous contrôlez et 1 monstre \"Zoodiaque\" dans votre Cimetière ; attachez le monstre \"Zoodiaque\" au Monstre Xyz comme Matériel Xyz.", "it": "3 mostri di Livello 4\nUna volta per turno, puoi anche Evocare Xyz \"Zoodiaco Tigremortaio\" utilizzando 1 mostro \"Zoodiaco\" che controlli con un nome diverso come Materiale Xyz. (Se hai utilizzato un Mostro Xyz, qualsiasi Materiale Xyz attaccato ad esso diventa un Materiale Xyz anche su questa carta.) Questa carta guadagna ATK e DEF pari all'ATK e DEF di tutti i mostri \"Zoodiaco\" attaccati ad esso come Materiali. Una volta per turno: puoi staccare 1 Materiale Xyz da questa carta, poi scegliere come bersaglio 1 Mostro Xyz che controlli e 1 mostro \"Zoodiaco\" nel tuo Cimitero; attacca quel mostro \"Zoodiaco\" a quel Mostro Xyz come Materiale Xyz.", "pt": "3 monstros de Nível 4\nUma vez por turno, você também pode Invocar \"Tigremorteiro Zoodíaco\" por Invocação-Xyz ao usar 1 monstro \"Zoodíaco(a)\" que você controla com um nome diferente como Matéria Xyz. (Se você usou um Monstro Xyz, quaisquer Matérias Xyz associadas a ele também se tornam Matérias Xyz neste card.) Este card ganha ATK e DEF igual ao ATK e DEF de todos os monstros \"Zoodíaco(a)\" associados a ele como Matérias. Uma vez por turno: você pode desassociar 1 Matéria Xyz deste card e, depois, escolher 1 Monstro Xyz que você controla e 1 monstro \"Zoodíaco(a)\" no seu Cemitério; associe esse monstro \"Zoodíaco(a)\" a esse Monstro Xyz como Matéria Xyz.", "ja": "レベル４モンスター×３\n「十二獣タイグリス」は１ターンに１度、同名カード以外の自分フィールドの「十二獣」モンスターの上に重ねてＸ召喚する事もできる。①：このカードの攻撃力・守備力は、このカードがＸ素材としている「十二獣」モンスターのそれぞれの数値分アップする。②：１ターンに１度、このカードのＸ素材を１つ取り除き、自分フィールドのＸモンスター１体と自分の墓地の「十二獣」モンスター１体を対象として発動できる。その「十二獣」モンスターをそのＸモンスターの下に重ねてＸ素材とする。", "ko": "레벨 4 몬스터 × 3\n\"십이수 타이그리스\"는 1턴에 1번, 같은 이름의 카드 이외의 자신 필드의 \"십이수\" 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 이 카드의 공격력 / 수비력은, 이 카드가 엑시즈 소재로 하고 있는 \"십이수\" 몬스터 각각의 수치만큼 올린다. ②: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 자신 필드의 엑시즈 몬스터 1장과 자신 묘지의 \"십이수\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 \"십이수\" 몬스터를 그 엑시즈 몬스터의 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "等级4怪兽×3\n“十二兽 寅炮”1回合1次，也可重叠在同名卡以外的、自己场上的“十二兽”怪兽上面来超量召唤。①：此卡的攻击力・守备力分别上升此卡持有的超量素材中“十二兽”怪兽的相应数值。②：1回合1次，去除此卡的1个超量素材，以自己场上的1只超量怪兽和自己墓地的1只“十二兽”怪兽为对象可以发动。将该“十二兽”怪兽作为该超量怪兽的超量素材。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": "?", "def": "?", "materials": "3 Level 4 monsters", "series": ["Zoodiac"], "images": [{"index": 1, "image": "ZoodiacTigermortar-MP17-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN052", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-EN207", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "RATE-DE052", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-DE207", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "RATE-FR052", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-FR207", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "RATE-IT052", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-IT207", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "RATE-PT052", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-PT207", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "RATE-JP052", "set_name": "Raging Tempest", "rarities": ["Common"]}], "ko": [{"set_number": "RATE-KR052", "set_name": "Raging Tempest", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 435450, "master_duel_rarity": "R"}