{"konami_id": 15497, "password": 11637481, "name": {"en": "U.A. Libero Spiker", "de": "U.A. Libero-Angreifer", "es": "U.A. Rematador Líbero", "fr": "Libéro Smasheur U.A.", "it": "U.A. Schiacciatore Libero", "pt": "U.A. Líbero Cortador", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>リベロスパイカー", "ja_romaji": "Urutora Asurīto Ribero Supaikā", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 리베로 스파이커", "ko_rr": null, "zh-TW": "超級運動員 自由擊球員", "zh-CN": "超级运动员自由攻手"}, "text": {"en": "You can Special Summon this card (from your hand) by returning 1 \"U.A.\" monster you control to the hand, except \"U.A. Libero Spiker\". You can only Special Summon \"U.A. Libero Spiker\" once per turn this way. During your opponent's Main Phase (Quick Effect): You can shuffle 1 Level 5 or higher \"U.A.\" monster from your hand into the Deck, and if you do, Special Summon 1 \"U.A.\" monster from your Deck with a different name, then return this card to the hand. You can only use this effect of \"U.A. Libero Spiker\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 „U.A.“-Monster, das du kontrollierst, auf die Hand zurückgibst, außer „U.A. Libero-Angreifer“. Du kannst „U.A. Libero-Angreifer“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Während der Main Phase deines Gegners (Schnelleffekt): Du kannst 1 „U.A.“-Monster der Stufe 5 oder höher von deiner Hand in dein Deck mischen und falls du dies tust, beschwöre 1 „U.A.“-Monster mit einem unterschiedlichen Namen als Spezialbeschwörung von deinem Deck, dann gib diese Karte auf die Hand zurück. Du kannst diesen Effekt von „U.A. Libero-Angreifer“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) devolviendo a la mano 1 monstruo \"U.A.\" que controles, excepto \"U.A. Rematador Líbero\". Sólo puedes Invocar de Modo Especial \"U.A. Rematador Líbero\" una vez por turno de esta forma. Durante la Main Phase de tu adversario (Efecto Rápido): puedes barajar al Deck 1 monstruo \"U.A.\" de Nivel 5 o mayor en tu mano y, si lo haces, Invoca de Modo Especial, desde tu Deck, 1 monstruo \"U.A.\" con un nombre diferente, y después devuelve esta carta a la mano. Sólo puedes usar este efecto de \"U.A. Rematador Líbero\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en renvoyant 1 monstre \"U.A.\" que vous contrôlez (\"Libéro Smasheur U.A.\" exclu) à la main. Vous ne pouvez Invoquer Spécialement \"Libéro Smasheur U.A.\" qu'une fois par tour de cette façon. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez mélanger 1 monstre \"U.A.\" de min. Niveau 5 depuis votre main dans le Deck, et si vous le faites, Invoquez Spécialement 1 monstre \"U.A.\" depuis votre Deck de nom différent, puis renvoyez cette carte à la main. Vous ne pouvez utiliser cet effet de \"Libéro Smasheur U.A.\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) facendo ritornare 1 mostro \"U.A.\" che controlli nella mano, eccetto \"U.A. Schiacciatore Libero\". Puoi Evocare Specialmente \"U.A. Schiacciatore Libero\" una sola volta per turno in questo modo. Durante la Main Phase del tuo avversario (Effetto Rapido): puoi mischiare 1 mostro \"U.A.\" di Livello 5 o superiore dalla tua mano nel Deck e, se lo fai, Evoca Specialmente dal tuo Deck 1 mostro \"U.A.\" con un nome diverso, poi fai ritornare questa carta nella mano. Puoi utilizzare questo effetto di \"U.A. Schiacciatore Libero\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao devolver 1 monstro \"U.A.\" que você controla para a mão, exceto \"U.A. Líbero Cortador\". Você só pode Invocar \"U.A. Líbero Cortador\" por Invocação-Especial uma vez por turno desta forma. Durante a Fase Principal do seu oponente (Efeito Rápido): você pode embaralhar no Deck 1 monstro \"U.A.\" de Nível 5 ou mais da sua mão e, se isso acontecer, Invoque por Invocação-Especial 1 monstro \"U.A.\" do seu Deck com um nome diferente e, depois, devolva este card para a mão. Você só pode usar este efeito de \"U.A. Líbero Cortador\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは「Ｕ．Ａ．リベロスパイカー」以外の自分フィールドの「Ｕ．Ａ．」モンスター１体を手札に戻し、手札から特殊召喚できる。②：相手メインフェイズに発動できる。手札のレベル５以上の「Ｕ．Ａ．」モンスター１体をデッキに戻し、そのモンスターとはカード名が異なる「Ｕ．Ａ．」モンスター１体をデッキから特殊召喚する。その後、フィールドのこのカードを持ち主の手札に戻す。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 \"U.A.(울트라 애슬리트) 리베로 스파이커\" 이외의 자신 필드의 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 패로 되돌리고, 패에서 특수 소환할 수 있다. ②: 상대 메인 페이즈에 발동할 수 있다. 패의 레벨 5 이상인 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 덱으로 되돌리고, 그 몬스터와는 카드명이 다른 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 덱에서 특수 소환한다. 그 후, 필드의 이 카드를 주인의 패로 되돌린다.", "zh-TW": null, "zh-CN": "这个卡名的作为①的方法的特殊召唤1回合只能有1次，作为②的效果1回合只能使用1次。\n①：这张卡可以让「超级运动员 自由人攻手」以外的自己场上1只「超级运动员」怪兽回到手卡，从手卡特殊召唤。\n②：对方主要阶段才能发动。手卡1只5星以上的「超级运动员」怪兽回到卡组，和那只怪兽卡名不同的1只「超级运动员」怪兽从卡组特殊召唤。那之后，场上的这张卡回到持有者手卡。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 1800, "series": ["U.A."], "images": [{"index": 1, "image": "UALiberoSpiker-PHRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN018", "set_name": "Phantom Rage", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE018", "set_name": "Phantom Rage", "rarities": ["Common"]}], "es": [{"set_number": "PHRA-SP018", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR018", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT018", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT018", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP018", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR018", "set_name": "Phantom Rage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717280, "master_duel_rarity": "SR"}