{"konami_id": 12220, "password": 11646785, "name": {"en": "Super Quantal Mech Beast Aeroboros", "de": "Superquantal Mechungeheuer Aeroboros", "es": "Aeroboros, Mecha Bestia Súper Cuantal", "fr": "Aéroboros Bête Méca Super Quantique", "it": "Super Quantal Bestia Mech Aeroboro", "pt": "Besta Mech Super Quantal Aeroboros", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>量<rt>りょう</rt></ruby><ruby>機<rt>き</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>エアロボロス", "ja_romaji": "Chōryōkijū Earoborosu", "ko": "초량기수 에어로보로스", "ko_rr": null, "zh-TW": "超級量子機獸 大氣銜尾蛇", "zh-CN": "超级量子机兽 天翔衔尾蛇"}, "text": {"en": "2 Level 4 monsters\nCannot attack unless it has Xyz Material. Once per turn: You can detach 1 Xyz Material from this card, then target 1 other face-up monster on the field; change it to face-down Defense Position. This effect can be activated during either player's turn, if this card has \"Super Quantum Green Layer\" as Xyz Material. Once per turn: You can attach 1 \"Super Quantum\" monster from your hand or field to this card as an Xyz Material.", "de": "2 Monster der Stufe 4\nDiese Karte kann nicht angreifen, es sei denn, sie hat Xyz-Material. Einmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen und dann 1 anderes offenes Monster auf dem Spielfeld wählen; ändere es in die verdeckte Verteidigungsposition. Dieser Effekt kann während des Spielzugs eines beliebigen Spielers aktiviert werden, falls diese Karte „Superquantum Grüne Schicht“ als Xyz-Material hat. Einmal pro Spielzug: Du kannst 1 „Superquantum“-Monster von deiner Hand oder Spielfeldseite als Xyz-Material an diese Karte anhängen.", "es": "2 monstruos de Nivel 4\nNo puede atacar a menos de que tenga un Material Xyz. Una vez por turno: puedes desacoplar de esta carta 1 Material Xyz, y después seleccionar otro monstruo boca arriba en el Campo; cámbialo a Posición de Defensa boca abajo. Este efecto puede ser activado durante el turno de cualquier jugador, si esta carta tiene un \"Súper Cuantio Capa Verde\" como Material Xyz. Una vez por turno: puedes acoplar a esta carta 1 monstruo \"Súper Cuantio\" en tu mano o Campo como Material Xyz.", "fr": "2 monstres de Niveau 4\nNe peut pas attaquer sauf si elle a du Matériel Xyz. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 autre monstre face recto sur le Terrain ; changez-le en Position de Défense face verso. Cet effet peut être activé durant le tour de chaque joueur, si cette carte a \"Force Green Super Quantum\" comme Matériel Xyz. Une fois par tour : vous pouvez attacher 1 monstre \"Super Quantum\" depuis votre main ou Terrain à cette carte comme Matériel Xyz.", "it": "2 mostri di Livello 4\nNon può attaccare se non ha Materiali Xyz. Una volta per turno: puoi staccare 1 Materiale Xyz da questa carta, poi scegliere come bersaglio 1 altro mostro scoperto sul Terreno; mettilo coperto in Posizione di Difesa. Questo effetto può essere attivato durante il turno di qualsiasi giocatore, se questa carta ha \"Super Quantum Strato Verde\" come Materiale Xyz. Una volta per turno: puoi attaccare 1 mostro \"Super Quantum\" dalla tua mano o Terreno a questa carta come Materiale Xyz.", "pt": "2 monstros de Nível 4\nNão pode atacar a não ser que tenha Matéria Xyz. Uma vez por turno: você pode desassociar 1 Matéria Xyz deste card e, depois, escolher 1 outro monstro com a face para cima no campo; coloque-o com a face para baixo em Posição de Defesa. Se este card tiver \"Camada Verde Super Quantum\" como Matéria Xyz, este efeito pode ser ativado durante o turno de qualquer duelista. Uma vez por turno: você pode associar 1 monstro \"Super Quantum\" da sua mão ou do campo a este card como uma Matéria Xyz.", "ja": "レベル４モンスター×２\n①：<ruby>Ｘ<rt>エクシーズ</rt></ruby>素材が無いこのカードは攻撃できない。②：１ターンに１度、このカードの<ruby>Ｘ<rt>エクシーズ</rt></ruby>素材を１つ取り除き、このカード以外のフィールドの表側表示モンスター１体を対象として発動できる。そのモンスターを裏側守備表示にする。このカードが「超量士グリーンレイヤー」を<ruby>Ｘ<rt>エクシーズ</rt></ruby>素材としている場合、この効果は相手ターンでも発動できる。③：１ターンに１度、自分メインフェイズに発動できる。自分の手札・フィールドの「超量士」モンスター１体を選び、このカードの下に重ねて<ruby>Ｘ<rt>エクシーズ</rt></ruby>素材とする。", "ko": "레벨 4 몬스터 × 2\n①: 엑시즈 소재가 없는 이 카드는 공격할 수 없다. ②: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 이 카드 이외의 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 뒷면 수비 표시로 한다. 이 카드가 \"초량사 그린레이어\"를 엑시즈 소재로 하고 있을 경우, 이 효과는 상대 턴에도 발동할 수 있다. ③: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 필드의 \"초량사\" 몬스터 1장을 고르고, 이 카드의 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "等级4怪兽×2\n①：没有超量素材的此卡不可攻击。②：1回合1次，去除此卡的1个超量素材，以场上1只其他的表侧表示怪兽为对象可以发动（此卡持有“超级量子士 绿层”作为超量素材的情况下，此效果在对手回合中也可以发动）。将该怪兽改成里侧守备表示。③：1回合1次，在自己的主要阶段可以发动。从自己手牌・场上（表侧表示）将1只“超级量子士”怪兽作为此卡的超量素材。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "WIND", "rank": 4, "atk": 2200, "def": 2400, "materials": "2 Level 4 monsters", "series": ["Super Quant", "Super Quantal Mech Beast"], "images": [{"index": 1, "image": "SuperQuantalMechBeastAeroboros-WIRA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "WIRA-EN035", "set_name": "Wing Raiders", "rarities": ["Super Rare"]}], "de": [{"set_number": "WIRA-DE035", "set_name": "Wing Raiders", "rarities": ["Super Rare"]}], "es": [{"set_number": "WIRA-SP035", "set_name": "Wing Raiders", "rarities": ["Super Rare"]}], "fr": [{"set_number": "WIRA-FR035", "set_name": "Wing Raiders", "rarities": ["Super Rare"]}], "it": [{"set_number": "WIRA-IT035", "set_name": "Wing Raiders", "rarities": ["Super Rare"]}], "pt": [{"set_number": "WIRA-PT035", "set_name": "Wing Raiders", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SPWR-JP035", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPWR-KR035", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "25BZ-SC140", "set_name": "Duelist Advance Patchwork Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 369317, "master_duel_rarity": "R"}