{"konami_id": 6422, "password": 11678191, "name": {"en": "Protective Soul Ailin", "de": "Beschützende Seele Ailin", "es": "Alma Protectora Ailin", "fr": "Ailin, Âme Protectrice", "it": "Ailin Anima Protettrice", "pt": "Alma Protetora Ailin", "ja": "<ruby>守<rt>しゅ</rt></ruby><ruby>護<rt>ご</rt></ruby><ruby>霊<rt>れい</rt></ruby>アイリン", "ja_romaji": "Shugorei Airin", "ko": "수호령 아이린", "ko_rr": null, "zh-TW": "守護靈 愛琳", "zh-CN": "守护灵 爱琳"}, "text": {"en": null, "de": "Einmal pro Spielzug, während deiner Main Phase, kannst du deine „Unbezwingbarer Kämpfer Lei Lei“-Karte mit dieser Karte als Ausrüstungskarte ausrüsten ODER sie als Union-Ausrüstung ausklinken und als Spezialbeschwörung in offener Angriffsposition auf deiner Spielfeldseite beschwören. Solange diese Karte durch ihren Effekt ein Monster ausrüstet, kannst du die Kampfposition des ausgerüsteten Monsters einmal pro Spielzug ändern. (1 Monster kann nur mit 1 Union-Monster zurzeit ausgerüstet sein. Falls das Monster, das mit dieser Karte ausgerüstet ist, als Ergebnis eines Kampfes zerstört wird, zerstöre stattdessen diese Karte.)", "es": "Una vez por turno, durante tu Main Phase, puedes equipar esta carta a tu \"Luchador Indomable Lei Lei\" como una Carta de Equipo O separar el equipamiento e Invocar mediante una Invocación Especial esta carta boca arriba en Posición de Ataque. Cuando esta carta es equipada por el efecto de esta carta, puedes cambiar la posición de batalla del monstruo equipado una vez por turno durante tu Main Phase. (1 monstruo sólo puede ser equipado con 1 Monstruo de Unión a la vez. Si el monstruo equipado con esta carta es destruido como resultado de una batalla, se destruye esta carta en su lugar.)", "fr": "Une fois par tour, durant votre Main Phase, si vous contrôlez cette carte sur le Terrain, vous pouvez équiper cette carte à votre \"Lei Lei, Guerrier Indomptable\" comme une Carte d'Équipement, OU libérer cet équipement Union et faire l'Invocation Spéciale de cette carte en Position d'Attaque face recto. Uniquement lorsque cette carte est équipée par l'effet de cette carte, vous pouvez changer la position de combat du monstre équipé une fois par tour. (1 monstre ne peut être équipé que par 1 monstre Union à la fois. Si le monstre que cette carte équipe est détruit à l'issue d'un combat, détruisez cette carte à la place.)", "it": "Una volta per turno, durante la tua Main Phase puoi equipaggiare questa carta al tuo \"Lei Lei Guerriero Indomabile\" come una Carta Equipaggiamento, OPPURE staccare l'equipaggiamento ed Evocare tramite Evocazione Speciale questa carta scoperta in Posizione d'Attacco. Quando questa carta viene equipaggiata per effetto di questa carta, puoi cambiare la posizione del mostro equipaggiato una volta per turno durante la tua Main Phase (1 mostro può essere equipaggiato solo con 1 Mostro Unione alla volta. Se il mostro equipaggiato con questa carta viene distrutto in seguito ad una battaglia, distruggi invece questa carta.)", "pt": "Uma vez por turno, durante a sua Main Phase, você pode equipar este card a \"Guerreiro Indomável Lei Lei\" como um Card de Equipamento, OU separar o Equipamento e Invocar, por Invocação-Especial, este card em Posição de Ataque com a face para cima. Quando este card é equipado pelo efeito deste card, você pode mudar a posição de batalha do monstro equipado uma vez por turno durante a sua Main Phase. (1 monstro pode ser equipado apenas por 1 Monstro de Union de cada vez. Se o monstro equipado com este card é destruído como resultado de um combate, em vez disso destrua este card.)", "ja": "①：１ターンに１度、以下の効果を１つ発動できる。\n●自分フィールドの「不屈闘士レイレイ」１体を対象とし、このカードを装備魔法カード扱いで装備する。（１体のモンスターが装備できるユニオンは１枚まで。装備モンスターが戦闘で破壊される場合、代わりにこのカードを破壊する。）\n●この効果で装備されているこのカードを攻撃表示で特殊召喚する。\n②：このカードの効果で装備されている場合、１ターンに１度、自分メインフェイズに発動できる。装備モンスターの表示形式を変更する。", "ko": "1턴에 1번만 자신의 메인 페이즈에 장착 카드로 취급하고 자신의 \"불굴투사 레이레이\"에 장착, 또는 장착을 해제하고 앞면 공격 표시로 특수 소환할 수 있다. 이 효과로 장착 카드 취급이 되어있을 때만, 장착 몬스터의 표시 형식을 1턴에 1번만 변경할 수 있다(1장의 몬스터가 장착할 수 있는 유니온은 1장까지. 장착 몬스터가 전투에 의해서 파괴될 경우는, 대신에 이 카드를 파괴한다).", "zh-TW": "１回合１次，在我方的主要階段時，可將此卡視為裝備卡裝備於我方「不屈鬥士 磊磊」，或解除裝備以正面攻擊表示特殊召喚。僅限在透過此效果視為裝備卡的狀況下，１回合１次，可變更裝備怪獸的表示形式。（１隻怪獸僅限裝備１張聯合。在裝備怪獸因戰鬥被破壞的狀況下，破壞此卡作為替代。）", "zh-CN": "１回合１次，可在我方的主要阶段时，将此卡作为装备卡装备至我方的“不屈斗士 磊磊”上，或者解除装备状态以表侧攻击表示特殊召唤此卡。以此效果变为装备卡的场合，装备怪兽在１个回合中可有１次机会变更表示形式。（１只怪兽最多只可装备１张联合。装备怪兽因战斗而被破坏的场合，破坏此卡来代替。）"}, "card_type": "Monster", "monster_type_line": "Fairy / Union", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "ProtectiveSoulAilin-EE04-JP-C.jpg", "illustration": "ProtectiveSoulAilin-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "ProtectiveSoulAilin-DR04-NA-C-UE.png", "illustration": "ProtectiveSoulAilin-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "CRV-EN024", "set_name": "Cybernetic Revolution", "rarities": ["Common"]}, {"set_number": "DR04-EN024", "set_name": "Dark Revelation Volume 4", "rarities": ["Common"]}], "de": [{"set_number": "CRV-DE024", "set_name": "Cybernetic Revolution", "rarities": ["Common"]}], "fr": [{"set_number": "CRV-FR024", "set_name": "Cybernetic Revolution", "rarities": ["Common"]}], "it": [{"set_number": "CRV-IT024", "set_name": "Cybernetic Revolution", "rarities": ["Common"]}], "pt": [{"set_number": "CRV-PT024", "set_name": "Cybernetic Revolution", "rarities": ["Common"]}], "ja": [{"set_number": "CRV-JP024", "set_name": "Cybernetic Revolution", "rarities": ["Common"]}, {"set_number": "EE04-JP024", "set_name": "Expert Edition Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "CRV-KR024", "set_name": "Cybernetic Revolution", "rarities": ["Common"]}, {"set_number": "HGP4-KR024", "set_name": "Expert Edition Volume 4", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 10783, "master_duel_rarity": "N"}