{"konami_id": 20714, "password": 11677278, "name": {"en": "Mimighoul Armor", "de": "Mimighul Rüstung", "es": "Armadura Mimighoul", "fr": "Armure Mimigoule", "it": "Mimighoul Armatura", "pt": "Armadura Mimicarniçal", "ja": "ミミグル・アーマー", "ja_romaji": "Mimiguru Āmā", "ko": "미미구르 아머", "ko_rr": null, "zh-TW": null, "zh-CN": "迷拟宝箱鬼・铠甲"}, "text": {"en": "FLIP: If it is the Main Phase: Apply these effects in sequence.\n● This turn, \"Mimighoul\" monsters cannot be destroyed by battle.\n● Give control of this card to your opponent.\nDuring your Main Phase: You can Special Summon this card from your hand to your opponent's field in face-down Defense Position, or if your opponent controls a monster, you can Special Summon this card face-up on your field. You can only use each effect of \"Mimighoul Armor\" once per turn.", "de": "FLIPP: Falls es die Main Phase ist: Führe nacheinander diese Effekte aus.\n● In diesem Spielzug können „Mimighul“-Monster nicht durch Kampf zerstört werden.\n● Übergib die Kontrolle über diese Karte an deinen Gegner.\nWährend deiner Main Phase: Du kannst diese Karte als Spezialbeschwörung von deiner Hand auf die Spielfeldseite deines Gegners in die verdeckte Verteidigungsposition beschwören oder falls dein Gegner ein Monster kontrolliert, kannst du diese Karte als Spezialbeschwörung offen auf deine Spielfeldseite beschwören. Du kannst jeden Effekt von „Mimighul Rüstung“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Si es la Main Phase: aplica estos efectos en secuencia.\n● Este turno, los monstruos \"Mimighoul\" no pueden ser destruidos en batalla.\n● Da el control de esta carta a tu adversario.\nDurante tu Main Phase: puedes Invocar esta carta de Modo Especial desde tu mano al Campo de tu adversario en Posición de Defensa boca abajo o, si tu adversario controla un monstruo, puedes Invocar esta carta de Modo Especial boca arriba a tu Campo. Sólo puedes usar cada efecto de \"Armadura Mimighoul\" una vez por turno.", "fr": "FLIP : Si c'est la Main Phase : appliquez ces effets dans l'ordre.\n● Ce tour, les monstres \"Mimigoule\" ne peuvent pas être détruits au combat.\n● Donnez le contrôle de cette carte à votre adversaire.\nDurant votre Main Phase : vous pouvez Invoquer Spécialement cette carte depuis votre main sur le Terrain de votre adversaire en Position de Défense face verso, ou si votre adversaire contrôle un monstre, vous pouvez Invoquer Spécialement face recto cette carte sur votre Terrain. Vous ne pouvez utiliser chaque effet de \"Armure Mimigoule\" qu'une fois par tour.", "it": "SCOPRI: Se è la Main Phase: applica questi effetti in ordine.\n● In questo turno, i mostri \"Mimighoul\" non possono essere distrutti in battaglia.\n● Dai il controllo di questa carta al tuo avversario.\nDurante la tua Main Phase: puoi Evocare Specialmente questa carta dalla tua mano sul Terreno del tuo avversario coperta in Posizione di Difesa o, se il tuo avversario controlla un mostro, puoi Evocare Specialmente questa carta scoperta sul tuo Terreno. Puoi utilizzare ogni effetto di \"Mimighoul Armatura\" una sola volta per turno.", "pt": "VIRE: Se for a Fase Principal: aplique esses efeitos em sequência.\n● Neste turno, monstros \"Mimicarniçal\" não podem ser destruídos em batalha.\n● Conceda o controle deste card ao seu oponente.\nDurante sua Fase Principal: você pode Invocar este card por Invocação-Especial da sua mão no campo do seu oponente com a face para baixo em Posição de Defesa ou, se seu oponente controlar um monstro, você pode Invocar este card por Invocação-Especial com a face para cima no seu campo. Você só pode usar cada efeito de \"Armadura Mimicarniçal\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。このカードを手札から相手フィールドに裏側守備表示で特殊召喚する。相手フィールドにモンスターが存在する場合、代わりに自分フィールドに表側表示で特殊召喚する事もできる。②：このカードがメインフェイズにリバースした場合に発動する。以下の効果をそれぞれ適用する。●このターン中、「ミミグル」モンスターは戦闘では破壊されない。●このカードのコントロールを相手に移す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 이 카드를 패에서 상대 필드에 뒷면 수비 표시로 특수 소환한다. 상대 필드에 몬스터가 존재할 경우, 대신에 자신 필드에 앞면 표시로 특수 소환할 수도 있다. ②: 이 카드가 메인 페이즈에 리버스했을 경우에 발동한다. 이하의 효과를 각각 적용한다. ●이 턴 중에, \"미미구르\" 몬스터는 전투로는 파괴되지 않는다. ●이 카드의 컨트롤을 상대에게 옮긴다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。对手场上存在怪兽的情况下，作为代替也可以表侧表示特殊召唤至自己场上。②：此卡在主要阶段反转的情况下发动。分别适用以下效果。\n●此回合中，“迷拟宝箱鬼”怪兽不会因战斗被破坏。\n●将此卡的控制权转移给对手。"}, "card_type": "Monster", "monster_type_line": "Warrior / Flip / Effect", "attribute": "EARTH", "level": 1, "atk": 600, "def": 1500, "series": ["Mimighoul"], "images": [{"index": 1, "image": "MimighoulArmor-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN090", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-EN256", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ROTA-DE090", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-DE256", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "ROTA-SP090", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-SP256", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ROTA-FR090", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-FR256", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ROTA-IT090", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-IT256", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ROTA-PT090", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-PT256", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP6-JP019", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "ko": [{"set_number": "WPP6-KR019", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS2-SC005", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1083510}