{"konami_id": 21787, "password": 11688916, "name": {"en": "Solfachord Primoa", "de": "Solfakkord Primoa", "es": "Primoa Solfacorde", "fr": "Solfaccord Primoa", "it": "Solfaccordo Primoa", "pt": "Solfacorde Primoa", "ja": "ドレミコード・プリモア", "ja_romaji": "Doremikōdo Purimoa", "ko": "도레미코드 프리모아", "ko_rr": null, "zh-TW": null, "zh-CN": "音服和弦・普莉莫娅"}, "text": {"en": "While you have \"Solfachord\" cards in both of your Pendulum Zones (1 odd and 1 even Pendulum Scale), the activated effects of your \"Solfachord\" cards cannot be negated. You can only use each of the following effects of \"Solfachord Primoa\" once per turn. If this card is Normal or Special Summoned: You can add 1 \"Solfachord\" card from your Deck to your hand, except \"Solfachord Primoa\". If you Link Summon a \"Solfachord\" monster: You can add 1 \"Solfachord\" card from your face-up Extra Deck or GY to your hand.", "de": "Solange du „Solfakkord“-Karten in deinen beiden Pendelzonen hast (1 mit ungeradem und 1 mit geradem Pendelbereich), können die aktivierten Effekte deiner „Solfakkord“-Karten nicht annulliert werden. Du kannst jeden der folgenden Effekte von „Solfakkord Primoa“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Solfakkord“-Karte von deinem Deck hinzufügen, außer „Solfakkord Primoa“. Falls du ein „Solfakkord“-Monster als Linkbeschwörung beschwörst: Du kannst deiner Hand 1 „Solfakkord“-Karte offen von deinem Extra Deck oder von deinem Friedhof hinzufügen.", "es": "Mientras tienes cartas \"Solfacorde\" en ambas de tus Zonas de Péndulo (1 con Escala de Péndulo impar y 1 con par), los efectos activados de tus cartas \"Solfacorde\" no pueden ser negados. Sólo puedes usar cada uno de los siguientes efectos de \"Primoa Solfacorde\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 carta \"Solfacorde\" en tu Deck, excepto \"Primoa Solfacorde\". Si Invocas por Enlace un monstruo \"Solfacorde\": puedes añadir a tu mano 1 carta \"Solfacorde\" en tu Deck Extra boca arriba o Cementerio.", "fr": "Tant que vous avez des cartes \"Solfaccord\" dans vos deux Zones Pendules (1 Échelle Pendule impaire et 1 Échelle Pendule paire), les effets activés de vos cartes \"Solfaccord\" ne peuvent pas être annulés. Vous ne pouvez utiliser chacun des effets suivants de \"Solfaccord Primoa\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Solfaccord\" (\"Solfaccord Primoa\" exclu) depuis votre Deck à votre main. Si vous Invoquez par Lien un monstre \"Solfaccord\" : vous pouvez ajouter 1 carte \"Solfaccord\" depuis votre Extra Deck face recto ou Cimetière à votre main.", "it": "Mentre hai carte \"Solfaccordo\" in entrambe le tue Zone Pendulum (1 di Valore Pendulum dispari e 1 pari), gli effetti attivati delle tue carte \"Solfaccordo\" non possono essere annullati. Puoi utilizzare ognuno dei seguenti effetti di \"Solfaccordo Primoa\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 carta \"Solfaccordo\" dal tuo Deck alla tua mano, eccetto \"Solfaccordo Primoa\". Se Evochi Link un mostro \"Solfaccordo\": puoi aggiungere 1 carta \"Solfaccordo\" dal tuo Extra Deck scoperto o Cimitero alla tua mano.", "pt": "Enquanto você tiver cards \"Solfacorde\" nas suas duas Zonas de Pêndulo (1 com Escala de Pêndulo ímpar e 1 par), os efeitos ativados dos seus cards \"Solfacorde\" não podem ser negados. Você só pode usar cada um dos seguintes efeitos de \"Solfacorde Primoa\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 card \"Solfacorde\" do seu Deck à sua mão, exceto \"Solfacorde Primoa\". Se você Invocar um monstro \"Solfacorde\" por Invocação-Link: você pode adicionar 1 card \"Solfacorde\" do seu Deck Adicional com a face para cima ou Cemitério à sua mão.", "ja": "このカード名の①③のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「ドレミコード・プリモア」以外の「ドレミコード」カード１枚を手札に加える。②：自分のＰゾーンにＰスケールが奇数と偶数の「ドレミコード」カードがそれぞれ存在する限り、自分が発動した「ドレミコード」カードの効果は無効化されない。③：自分が「ドレミコード」モンスターをＬ召喚した場合に発動できる。自分のＥＸデッキ（表側）・墓地から「ドレミコード」カード１枚を手札に加える。", "ko": "이 카드명의 ①③의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"도레미코드 프리모아\" 이외의 \"도레미코드\" 카드 1장을 패에 넣는다. ②: 자신의 펜듈럼 존에 펜듈럼 스케일이 홀수와 짝수인 \"도레미코드\" 카드가 각각 존재하는 한, 자신이 발동한 \"도레미코드\" 카드의 효과는 무효화되지 않는다. ③: 자신이 \"도레미코드\" 몬스터를 링크 소환했을 경우에 발동할 수 있다. 자신의 엑스트라 덱(앞면) / 묘지에서 \"도레미코드\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①③怪兽效果1回合仅可各使用1次。①：此卡召唤・特殊召唤的情况下可以发动。从牌组将“音服和弦・普莉莫娅”以外的1张“音服和弦”卡加入手牌。②：只要灵摆刻度为奇数和偶数的“音服和弦”卡皆存在于自己的灵摆区域，自己发动的“音服和弦”卡的效果就不会被无效化。③：自己将“音服和弦”怪兽连接召唤的情况下可以发动。从自己额外牌组（表侧）・墓地将1张“音服和弦”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fairy / Pendulum / Effect", "attribute": "EARTH", "level": 1, "atk": 0, "def": 400, "pendulum_scale": 0, "pendulum_effect": {"en": "When you Pendulum Summon: You can target 1 \"Solfachord\" card in your Pendulum Zone; return it to the hand.", "de": "Wenn du eine Pendelbeschwörung durchführst: Du kannst 1 „Solfakkord“-Karte in deiner Pendelzone wählen; gib sie auf die Hand zurück.", "es": "Cuando Invocas por Péndulo: puedes seleccionar 1 carta \"Solfacorde\" en tu Zona de Péndulo; devuélvela a la mano.", "fr": "Lorsque vous Invoquez par Pendulation : vous pouvez cibler 1 carte \"Solfaccord\" dans votre Zone Pendule ; renvoyez-la à la main.", "it": "Quando Evochi Pendulum: puoi scegliere come bersaglio 1 carta \"Solfaccordo\" nella tua Zona Pendulum; falla ritornare nella mano.", "pt": "Quando você Invocar por Invocação-Pêndulo: você pode escolher 1 card \"Solfacorde\" na sua Zona de Pêndulo; devolva-o para a mão.", "ja": "①：自分がモンスターをＰ召喚した時、自分のＰゾーンの「ドレミコード」カード１枚を対象として発動できる。そのカードを手札に戻す。", "ko": "①: 자신이 몬스터를 펜듈럼 소환했을 때, 자신의 펜듈럼 존의 \"도레미코드\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패로 되돌린다.", "zh-TW": null, "zh-CN": "①：自己将怪兽灵摆召唤时，以自己的灵摆区域的1张“音服和弦”卡为对象可以发动。将该卡放回手牌。"}, "series": ["Solfachord"], "images": [{"index": 1, "image": "SolfachordPrimoa-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN021", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE021", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP021", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR021", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT021", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT021", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP021", "set_name": "Doom of Dimensions", "rarities": ["Common", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC021", "set_name": "Doom of Dimensions", "rarities": ["Common", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1131303}