{"konami_id": 14258, "password": 11755663, "name": {"en": "Dinowrestler Martial Anga", "de": "Dinowrestler Kampfkunst-Anga", "es": "Dinoluchador Marcial Anga", "fr": "Dinolutteur Martial Anga", "it": "Dinowrestler Anga Marziale", "pt": "Dinolutador Marcial Anga", "ja": "ダイナレスラー・マーシャルアンガ", "ja_romaji": "Dainaresurā Māsharu Anga", "ko": "다이너레슬러 마샬앙가", "ko_rr": "Daineoresuelleo Masyal-ang-ga", "zh-TW": null, "zh-CN": "恐龙摔跤手・武术崇高龙"}, "text": {"en": "During damage calculation, when your \"Dinowrestler\" monster battles a monster with an equal or higher ATK (Quick Effect): You can send this card from your hand to the GY; your battling monster cannot be destroyed by that battle, also end the Battle Phase after the Damage Step. Once per turn, during the End Phase, if this card is in the GY because it was sent there to activate this effect this turn, and your opponent controls more monsters than you do: You can Special Summon this card.", "de": "Während der Schadensberechnung, wenn dein „Dinowrestler“-Monster gegen ein Monster mit gleich viel oder höheren ATK kämpft (Schnelleffekt): Du kannst diese Karte von deiner Hand auf den Friedhof legen; dein kämpfendes Monster kann durch den Kampf nicht zerstört werden, zusätzlich beende nach dem Damage Step die Battle Phase. Einmal pro Spielzug, während der End Phase, falls diese Karte im Friedhof liegt, weil sie in diesem Spielzug dorthin gelegt wurde, um diesen Effekt zu aktivieren, und dein Gegner mehr Monster kontrolliert als du: Du kannst diese Karte als Spezialbeschwörung beschwören.", "es": "Durante el cálculo de daño, cuando tu monstruo \"Dinoluchador\" batalle con un monstruo con un ATK igual o mayor (Efecto Rápido): puedes mandar al Cementerio esta carta en tu mano; tu monstruo batallante no puede ser destruido en esa batalla, y además termina la Battle Phase después del Damage Step. Una vez por turno, durante la End Phase, si este turno esta carta está en el Cementerio por fue mandada allí para activar este efecto, y tu adversario controla más monstruos que tú: puedes Invocar esta carta de Modo Especial.", "fr": "Durant le calcul des dommages, lorsque votre monstre \"Dinolutteur\" combat un monstre avec une ATK supérieure ou égale (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; votre monstre combattant ne peut pas être détruit par ce combat, et aussi, terminez la Battle Phase après la Damage Step. Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée pour activer cet effet ce tour, et que votre adversaire contrôle plus de monstres que vous : vous pouvez Invoquer Spécialement cette carte.", "it": "Durante il calcolo dei danni, quando un tuo mostro \"Dinowrestler\" combatte con un mostro con ATK pari o superiore (Effetto Rapido): puoi mandare questa carta dalla tua mano al Cimitero; il tuo mostro che sta combattendo non può essere distrutto in quella battaglia, inoltre termina la Battle Phase dopo il Damage Step. Una volta per turno, durante la End Phase, se questa carta è nel Cimitero perché è stata mandata lì per attivare questo effetto in questo turno, e il tuo avversario controlla più mostri di te: puoi Evocare Specialmente questa carta.", "pt": "Durante o cálculo de dano, quando um monstro \"Dinolutador\" seu batalhar um monstro de ATK igual ou maior (Efeito Rápido): você pode enviar este card da sua mão para o Cemitério; seu monstro que está batalhando não pode ser destruído nessa batalha e, além disso, encerre a Fase de Batalha depois da Etapa de Dano. Uma vez por turno, durante a Fase Final, se este card estiver no Cemitério porque foi enviado para lá para ativar este efeito neste turno e seu oponente controlar mais monstros que você: você pode Invocar este card por Invocação-Especial.", "ja": "①：自分の「ダイナレスラー」モンスターが、その攻撃力以上の攻撃力を持つモンスターと戦闘を行うダメージ計算時、このカードを手札から墓地へ送って発動できる。その自分のモンスターはその戦闘では破壊されず、そのダメージステップ終了後にバトルフェイズを終了する。②：このカードがこのカードの効果を発動するために墓地へ送られたターンのエンドフェイズに、相手フィールドのモンスターの数が自分フィールドのモンスターより多い場合に発動できる。このカードを特殊召喚する。", "ko": "①: 자신의 \"다이너레슬러\" 몬스터가, 그 공격력 이상의 공격력을 가지는 몬스터와 전투를 실행하는 데미지 계산시, 이 카드를 패에서 묘지로 보내고 발동할 수 있다. 그 자신 몬스터는 그 전투로는 파괴되지 않으며, 그 데미지 스텝 종료 후에 배틀 페이즈를 종료한다. ②: 이 카드가 이 카드의 효과를 발동하기 위해 묘지로 보내진 턴의 엔드 페이즈에, 상대 필드의 몬스터의 수가 자신 필드의 몬스터보다 많을 경우에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "①：在自己・对手回合中，自己的“恐龙摔跤手”怪兽与攻击力在其攻击力以上的怪兽进行战斗的伤害计算时，从手牌将此卡送至墓地可以发动。该自己的怪兽不会因该战斗被破坏，在该伤害步骤结束后结束战斗阶段。②：在此卡为发动此卡的效果而被送至墓地的回合的结束阶段，对手场上的怪兽数量多于自己场上的怪兽的情况下可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "EARTH", "level": 5, "atk": 1600, "def": 0, "series": ["Dinowrestler"], "images": [{"index": 1, "image": "DinowrestlerMartialAnga-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN008", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-EN054", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE008", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-DE054", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "es": [{"set_number": "DANE-SP008", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-SP054", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR008", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-FR054", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT008", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-IT054", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT008", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-PT054", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP008", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR008", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "zh-CN": [{"set_number": "25BZ-SC223", "set_name": "Doom of Dimensions Patchwork Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 588663}