{"konami_id": 18859, "password": 11802691, "name": {"en": "The Continuing Epic of Charles", "de": "Das fortwährende Epos von Charles", "es": "La Continua Epopeya de Carlo", "fr": "L'Épopée Continue de Charles", "it": "La Continua Epica di Charles", "pt": "A Epopeia Contínua de Charles", "ja": "シャルルの<ruby>叙<rt>じょ</rt></ruby><ruby>事<rt>じ</rt></ruby><ruby>詩<rt>し</rt></ruby>", "ja_romaji": "Sharuru no Jojishi", "ko": "샤를의 서사시", "ko_rr": "Syareul-ui Seosasi", "zh-TW": "查理曼史詩", "zh-CN": "查理史诗"}, "text": {"en": null, "de": "Zeige 1 „Edle Waffen“-Ausrüstungszauber in deiner Hand vor und falls du dies tust, beschwöre 1 „Flammedler Ritter“-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck, dann rüste entweder jenes Monster mit der vorgezeigten Karte aus oder lege sie auf den Friedhof. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Flammedler Ritter-Kaiser Charles“ wählen, den du kontrollierst; rüste jenes Monster mit 1 „Edler Ritter“-Monster von deiner Hand oder deinem Deck als Ausrüstungszauber aus, der ihm 500 ATK gibt. Du kannst jeden Effekt von „Das fortwährende Epos von Charles“ nur einmal pro Spielzug verwenden.", "es": "Muestra 1 Mágica de Equipo \"Armas Nobles\" en tu mano y, si lo haces, Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo \"Infernoble Caballero\", y después equipa la carta mostrada a ese monstruo o mándala al Cementerio. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 \"Emperador Carlo Infernoble Caballero\" que controles; equipa a ese monstruo 1 monstruo \"Noble Caballero\" en tu mano o Deck como una Mágica de Equipo que le da 500 ATK. Sólo puedes usar cada efecto de \"La Continua Epopeya de Carlo\" una vez por turno.", "fr": "Révélez 1 Magie d'Équipement \"Armes Nobles\" dans votre main, et si vous le faites, Invoquez Spécialement 1 monstre \"Chevalier Noble Inferno\" depuis votre main ou Deck, puis soit équipez la carte révélée au monstre soit envoyez-la au Cimetière. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 \"Empereur Charles, Chevalier Noble Inferno\" que vous contrôlez ; équipez 1 monstre \"Chevalier Noble\" depuis votre main ou Deck au monstre comme Magie d'Équipement qui lui donne 500 ATK. Vous ne pouvez utiliser chaque effet de \"L'Épopée Continue de Charles\" qu'une fois par tour.", "it": "Rivela 1 Magia Equipaggiamento \"Nobili Armi\" nella tua mano e, se lo fai, Evoca Specialmente 1 mostro \"Infernobile Cavaliere\" dalla tua mano o Deck, poi equipaggia la carta rivelata a quel mostro, oppure mandala al Cimitero. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 \"Infernobile Cavaliere Imperatore Charles\" che controlli; equipaggia 1 mostro \"Nobile Cavaliere\" dalla tua mano o Deck a quel mostro come una Magia Equipaggiamento che gli dà 500 ATK. Puoi utilizzare ogni effetto di \"La Continua Epica di Charles\" una sola volta per turno.", "pt": "Revele 1 Magia de Equipamento \"Armas Nobres\" na sua mão e, se isso acontecer, Invoque por Invocação-Especial 1 monstro \"Infernobre Cavaleiro\" da sua mão ou do Deck e, depois, equipe o card revelado a esse monstro ou envie-o para o Cemitério. Você pode banir este card do seu Cemitério e, depois, escolha 1 \"Infernobre Cavaleiro Imperador Charles\" que você controla; equipe 1 monstro \"Nobre Cavaleiro\" da sua mão ou do Deck a esse monstro como uma Magia de Equipamento que concede a ele 500 de ATK. Você só pode usar cada efeito de \"A Epopeia Contínua de Charles\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：手札の「聖剣」装備魔法カード１枚を相手に見せ、手札・デッキから「焔聖騎士」モンスター１体を特殊召喚する。その後、見せたカードをそのモンスターに装備するか、墓地へ送る。\n②：墓地のこのカードを除外し、自分フィールドの「焔聖騎士帝－シャルル」１体を対象として発動できる。手札・デッキから「聖騎士」モンスター１体を選び、攻撃力５００アップの装備魔法カード扱いで対象のモンスターに装備する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 \"성검\" 장착 마법 카드 1장을 상대에게 보여주고, 패 / 덱에서 \"불꽃성기사\" 몬스터 1장을 특수 소환한다. 그 후, 보여준 카드를 그 몬스터에 장착하거나, 묘지로 보낸다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"불꽃성기사제－샤를\" 1장을 대상으로 하여 발동할 수 있다. 패 / 덱에서 \"성기사\" 몬스터 1장을 고르고, 공격력 500 올리는 장착 마법 카드로 취급하여 대상 몬스터에 장착한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。\n①：將手牌的１張「聖劍」裝備魔法卡出示給對方，從手牌・牌組特殊召喚１隻「焰聖騎士」怪獸。其後，將出示的卡裝備於該怪獸或送至墓地。\n②：可將墓地的此卡除外，將我方場上的１隻「焰聖騎士帝－查理」做為對象發動。從手牌・牌組選擇１隻「聖騎士」怪獸，視為攻擊力提升５００的裝備魔法卡裝備於對象怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：将手牌的１张“圣剑”装备魔法卡出示给对手，从手牌・牌组将１只“焰圣骑士”怪兽特殊召唤。然后，将所出示的卡装备于该怪兽，或送至墓地。\n②：将墓地的此卡除外，以自己场上的１只“焰圣骑士帝－查理”为对象可以发动。从手牌・牌组挑选１只“圣骑士”怪兽，视为攻击力上升５００的装备魔法卡，装备于对象怪兽。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "TheContinuingEpicofCharles-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN072", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-EN382", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE072", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-DE382", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR072", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-FR382", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT072", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-IT382", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT072", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-PT382", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "DUNE-JP072", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR072", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC072", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 806100, "master_duel_rarity": "N"}