{"konami_id": 15543, "password": 11819473, "name": {"en": "Arcana Reading", "de": "Arkanes Lesen", "es": "Lectura Arcana", "fr": "Lecture Arcane", "it": "Lettura Arcana", "pt": "Leitura Arcana", "ja": "アルカナリーディング", "ja_romaji": "Arukana Rīdingu", "ko": "아르카나 리딩", "ko_rr": null, "zh-TW": "秘儀解讀", "zh-CN": "秘仪读牌"}, "text": {"en": "Toss a coin and apply this effect. If \"Light Barrier\" is in your Field Zone, you can choose the effect instead.\n● Heads: Add 1 card from your Deck to your hand that has a coin tossing effect, except \"Arcana Reading\".\n● Tails: Your opponent adds 1 card from their Deck to their hand.\nYou can banish this card from your GY; immediately after this effect resolves, Normal Summon 1 \"Arcana Force\" monster.\nYou can only use each effect of \"Arcana Reading\" once per turn.", "de": "Wirf eine Münze und führe diesen Effekt aus. Falls „Lichtbarriere“ in deiner Spielfeldzone liegt, kannst du stattdessen den Effekt bestimmen.\n● Kopf: Füge deiner Hand 1 Karte, die einen Münzwurfeffekt hat, von deinem Deck hinzu, außer „Arkanes Lesen“.\n● Zahl: Dein Gegner fügt seiner Hand 1 Karte von seinem Deck hinzu.\nDu kannst diese Karte von deinem Friedhof verbannen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Arkane Macht“-Monster als Normalbeschwörung.\nDu kannst jeden Effekt von „Arkanes Lesen“ nur einmal pro Spielzug verwenden.", "es": "Lanza una moneda y aplica este efecto. Si \"Barrera de Luz\" está en tu Zona del Campo, puedes elegir el efecto en su lugar.\n● Cara: Añade a tu mano 1 carta en tu Deck que tenga un efecto de lanzar moneda, excepto \"Lectura Arcana\".\n● Cruz: Tu adversario añade a su mano 1 carta en su Deck.\nPuedes desterrar esta carta en tu Cementerio; inmediatamente después de que se resuelva este efecto, Invoca de Modo Normal 1 monstruo \"Fuerza Arcana\".\nSólo puedes usar cada efecto de \"Lectura Arcana\" una vez por turno.", "fr": "Lancez une pièce et appliquez cet effet. Si \"Barrière de Lumière\" est dans votre Zone Terrain, vous pouvez choisir l'effet à la place.\n● Face : Ajoutez 1 carte (\"Lecture Arcane\" exclu) qui a un effet de lancer de pièce depuis votre Deck à votre main.\n● Pile : Votre adversaire ajoute 1 carte depuis son Deck à sa main.\nVous pouvez bannir cette carte depuis votre Cimetière ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Force Arcane\".\nVous ne pouvez utiliser chaque effet de \"Lecture Arcane\" qu'une fois par tour.", "it": "Lancia una moneta una volta e applica questo effetto. Se \"Barriera di Luce\" è nella tua Zona Terreno, puoi invece selezionare l'effetto.\n● Testa: Aggiungi dal tuo Deck alla tua mano 1 carta che ha un effetto di lancio della moneta, eccetto \"Lettura Arcana\".\n● Croce: Il tuo avversario aggiunge 1 carta dal suo Deck alla sua mano.\nPuoi bandire questa carta dal tuo Cimitero; immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro \"Energia Arcana\".\nPuoi utilizzare ogni effetto di \"Lettura Arcana\" una sola volta per turno.", "pt": "Lance uma moeda e aplique este efeito. Se \"Barreira de Luz\" estiver na sua Zona do Campo, em vez disso, você pode selecionar o efeito.\n● Cara: Adicione 1 card do seu Deck à sua mão que tenha um efeito de lançar moedas, exceto \"Leitura Arcana\".\n● Coroa: Seu oponente adiciona 1 card do Deck dele à mão dele.\nVocê pode banir este card do seu Cemitério; imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro \"Força Arcana\".\nVocê só pode usar cada efeito de \"Leitura Arcana\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：コイントスを１回行い、その裏表によって以下の効果を適用する。自分のフィールドゾーンに「光の結界」が存在する場合、コイントスを行わず裏表のどちらかを選んで適用する。●表：デッキから「アルカナリーディング」以外のコイントスを行う効果を持つカード１枚を手札に加える。●裏：相手は自身のデッキからカード１枚を選んで手札に加える。②：墓地のこのカードを除外して発動できる。手札から「アルカナフォース」モンスター１体を召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 코인 토스를 1회 실행하고, 그 앞뒷면에 따라 이하의 효과를 적용한다. 자신의 필드 존에 \"빛의 결계\"가 존재할 경우, 코인 토스를 실행하지 않으며 앞뒷면의 어느 쪽을 골라 적용한다.\n●앞: 덱에서 \"아르카나 리딩\" 이외의 코인 토스를 실행하는 효과를 가지는 카드 1장을 패에 넣는다.\n●뒤: 상대는 자신의 덱에서 카드 1장을 고르고 패에 넣는다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 패에서 \"아르카나 포스\" 몬스터 1장을 일반 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：掷1次硬币，根据掷出的正反，适用以下效果。自己的场地区域存在“光之结界”的情况下，不掷硬币而改为从正反的效果中择一适用。\n●正面：从牌组将“秘仪读牌”以外的、1张拥有掷硬币效果的卡加入手牌。\n●反面：对手从自身牌组挑选1张卡加入手牌。\n②：将墓地的此卡除外可以发动。进行手牌的1只“秘仪之力”怪兽的召唤。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "ArcanaReading-SGX4-NA-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN064", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "SGX4-ENB11", "set_name": "Speed Duel GX: Midterm Destruction", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE064", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR064", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT064", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT064", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP064", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR064", "set_name": "Phantom Rage", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SUDA-SC117", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 713025, "master_duel_rarity": "SR"}