{"konami_id": 13740, "password": 11851647, "name": {"en": "Cupid Volley", "de": "Salven-Amor", "es": "Voleo de Cupido", "fr": "Volée Cupide", "it": "Raffica Cupido", "pt": "Saraivada do Cupido", "ja": "ハイ・キューピット", "ja_romaji": "Hai Kyūpitto", "ko": "하이 큐피트", "ko_rr": "Hai Kyupiteu", "zh-TW": "排球邱比特", "zh-CN": "排邱比特"}, "text": {"en": "You can choose a number from 1 to 3, then send that many cards from the top of your Deck to the GY; increase this card's Level by the number of cards sent to the GY this way, until the end of this turn. If this card you control is destroyed by an opponent's card and sent to your GY: You gain 1500 LP. You can only use each effect of \"Cupid Volley\" once per turn.", "de": "Du kannst eine Zahl von 1 bis 3 bestimmen und dann so viele oberste Karten von deinem Deck auf den Friedhof legen; erhöhe die Stufe dieser Karte bis zum Ende dieses Spielzugs um die Anzahl der auf diese Art auf den Friedhof gelegten Karten. Falls diese Karte, die du kontrollierst, durch eine Karte eines Gegners zerstört und auf deinen Friedhof gelegt wird: Du erhältst 1500 LP. Du kannst jeden Effekt von „Salven-Amor“ nur einmal pro Spielzug verwenden.", "es": "Puedes elegir un número del 1 al 3, y después mandar al Cementerio esa misma cantidad de cartas de la parte superior de tu Deck; hasta el final de este turno, aumenta el Nivel de esta carta por la cantidad de cartas mandadas al Cementerio de esta forma. Si esta carta que controlas es destruida por una carta del adversario y mandada a tu Cementerio: tú ganas 1500 LP. Sólo puedes usar cada efecto de \"Voleo de Cupido\" una vez por turno.", "fr": "Vous pouvez choisir un nombre entre 1 et 3, puis envoyez autant de cartes du dessus de votre Deck au Cimetière ; jusqu'à la fin de ce tour, augmentez le Niveau de cette carte du nombre de cartes envoyées au Cimetière de cette façon. Si cette carte que vous contrôlez est détruite par une carte de l'adversaire et envoyée à votre Cimetière : vous gagnez 1500 LP. Vous ne pouvez utiliser chaque effet de \"Volée Cupide\" qu'une fois par tour.", "it": "Puoi selezionare un numero tra 1 e 3, poi mandare quel numero di carte dalla cima del tuo Deck al Cimitero; aumenta il Livello di questa carta del numero di carte mandate al Cimitero in questo modo, fino alla fine di questo turno. Se questa carta che controlli viene distrutta da una carta dell'avversario e mandata al tuo Cimitero: guadagni 1500 LP. Puoi utilizzare ogni effetto di \"Raffica Cupido\" una sola volta per turno.", "pt": "Você pode selecionar um número de 1 a 3 e, depois, enviar esse número de cards do topo do seu Deck para o Cemitério; até o final deste turno, aumente o Nível deste card pelo número de cards enviados para o Cemitério desta forma. Se este card que você controla for destruído por um card do oponente e enviado para o seu Cemitério: você ganha 1500 PV. Você só pode usar cada efeito de \"Saraivada do Cupido\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分のデッキの上からカードを３枚まで墓地へ送って発動できる。このカードのレベルをターン終了時まで、この効果を発動するために墓地へ送ったカードの数だけ上げる。②：フィールドのこのカードが相手によって破壊され墓地へ送られた場合に発動する。自分は１５００ＬＰ回復する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 덱 위에서 카드를 3장까지 묘지로 보내고 발동할 수 있다. 이 카드의 레벨을 턴 종료시까지, 이 효과를 발동하기 위해 묘지로 보낸 카드의 수만큼 올린다. ②: 필드의 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 경우에 발동한다. 자신은 1500 LP 회복한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從我方牌組上方將最多３張卡送至墓地發動。此卡的等級在回合結束前，依據為發動此效果送至墓地的卡的數量進行提升。②：在場上的此卡被對方破壞送至墓地的狀況下發動。我方回復１５００LP。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：从自己的牌组上面将最多3张卡送至墓地可以发动。此卡的等级直至回合结束时为止，上升相当于为发动此效果送至墓地的卡数量的数值。②：场上的此卡因对手被破坏并被送至墓地的情况下发动。自己恢复1500LP。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 1, "atk": 600, "def": 600, "series": ["Cupid"], "images": [{"index": 1, "image": "CupidVolley-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN024", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-EN093", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE024", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-DE093", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR024", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-FR093", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT024", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-IT093", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT024", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-PT093", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP024", "set_name": "Cybernetic Horizon", "rarities": ["Normal Rare"]}, {"set_number": "SR12-JP019", "set_name": "Structure Deck R: Lost Sanctuary", "rarities": ["Common"]}], "ko": [{"set_number": "CYHO-KR024", "set_name": "Cybernetic Horizon", "rarities": ["Normal Rare"]}, {"set_number": "SR12-KR019", "set_name": "Structure Deck R: Lost Sanctuary", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC071", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557289, "master_duel_rarity": "R"}