{"konami_id": 5051, "password": 12061457, "name": {"en": "Soul Scissors", "de": "Seelenschere", "es": "Tijeras del Alma", "fr": "Ciseaux de l'Âme", "it": "Forbici dell'Anima", "pt": "Tesoura das Almas", "ja": "ソウル・シザー", "ja_romaji": "Souru Shizā", "ko": "소울 시저", "ko_rr": "Soul Sijeo", "zh-TW": "靈魂剪刀", "zh-CN": "灵魂剪刀"}, "text": {"en": "If a monster(s) on the field is destroyed by battle or card effect and sent to the GY, while this card is in your GY: You can Special Summon this card, but banish it when it leaves the field. If this card is Special Summoned from the GY: You can target 1 monster your opponent controls; destroy it. You can only use each effect of \"Soul Scissors\" once per turn.", "de": "Falls ein oder mehr Monster auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt werden, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Falls diese Karte als Spezialbeschwörung vom Friedhof beschworen wird: Du kannst 1 Monster wählen, das dein Gegner kontrolliert; zerstöre es. Du kannst jeden Effekt von „Seelenschere“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos en el Campo son destruidos en batalla o por el efecto de una carta y mandados al Cementerio, mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Si esta carta es Invocada de Modo Especial desde el Cementerio: puedes seleccionar 1 monstruo que controle tu adversario; destrúyelo. Sólo puedes usar cada efecto de \"Tijeras del Alma\" una vez por turno.", "fr": "Si un ou plusieurs monstres sur le Terrain sont détruits au combat ou par un effet de carte et envoyés au Cimetière, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est Invoquée Spécialement depuis le Cimetière : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Ciseaux de l'Âme\" qu'une fois par tour.", "it": "Se uno o più mostri sul Terreno vengono distrutti in battaglia o dall'effetto di una carta e mandati al Cimitero, mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Se questa carta viene Evocata Specialmente dal Cimitero: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; distruggilo. Puoi utilizzare ogni effetto di \"Forbici dell'Anima\" una sola volta per turno.", "pt": "Se um ou mais monstros no campo forem destruídos em batalha ou por um efeito de card e enviados para o Cemitério, enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Se este card for Invocado por Invocação-Especial do Cemitério: você pode escolher 1 monstro que seu oponente controla; destrua-o. Você só pode usar cada efeito de \"Tesoura das Almas\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが墓地に存在する状態で、フィールドのモンスターが戦闘・効果で破壊され墓地へ送られた場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。②：このカードが墓地からの特殊召喚に成功した場合、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지에 존재하는 상태에서, 필드의 몬스터가 전투 / 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 이 카드가 묘지에서의 특수 소환에 성공했을 경우, 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：这张卡在墓地存在的状态，场上的怪兽被战斗·效果破坏送去墓地的场合才能发动。这张卡特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。\n②：这张卡从墓地的特殊召唤成功的场合，以对方场上1只怪兽为对象才能发动。那只怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 2, "atk": 550, "def": 350, "images": [{"index": 1, "image": "SoulScissors-MP23-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN029", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN176", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "DABL-DE029", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE176", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DABL-FR029", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR176", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "DABL-IT029", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT176", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DABL-PT029", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT176", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DABL-JP029", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR029", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708643, "master_duel_rarity": "N"}