{"konami_id": 12735, "password": 12262393, "name": {"en": "Delta The Magnet Warrior", "de": "Delta, Magnetkrieger", "es": "Delta el Guerrero Magnético", "fr": "Delta, le Guerrier Magnétique", "it": "Guerriero Magnetico Delta", "pt": "Delta, o Guerreiro Imã", "ja": "<ruby>磁石の戦士δ<rt>マグネット・ウォリアー・デルタ</rt></ruby>", "ja_romaji": "Magunetto Woriā Deruta", "ko": "마그넷 워리어 δ", "ko_rr": null, "zh-TW": "磁石戰士δ", "zh-CN": "磁石战士δ"}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 Level 4 or lower \"Magnet Warrior\" monster from your Deck to the GY. If this card is sent to the GY: You can banish 3 Level 4 or lower \"Magnet Warrior\" monsters from your GY, except \"Delta The Magnet Warrior\"; Special Summon 1 \"Valkyrion the Magna Warrior\" from your hand or Deck, ignoring its Summoning conditions. You can only use each effect of \"Delta The Magnet Warrior\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Magnetkrieger“-Monster der Stufe 4 oder niedriger von deinem Deck auf den Friedhof legen. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 3 „Magnetkrieger“-Monster der Stufe 4 oder niedriger von deinem Friedhof verbannen, außer „Delta, Magnetkrieger“; beschwöre 1 „Valkyrion, Magnetkrieger“ als Spezialbeschwörung von deiner Hand oder deinem Deck, ungeachtet seiner Beschwörungsbedingungen. Du kannst jeden Effekt von „Delta, Magnetkrieger“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 monstruo \"Guerrero Magnético\" de Nivel 4 o menor en tu Deck. Si esta carta es mandada al Cementerio: puedes desterrar de tu Cementerio 3 monstruos \"Guerrero Magnético\" de Nivel 4 o menor, excepto \"Delta el Guerrero Magnético\"; Invoca de Modo Especial, desde tu mano o Deck, 1 \"Valkyrion el Guerrero Magno\", ignorando sus condiciones de Invocación. Sólo puedes usar cada efecto de \"Delta el Guerrero Magnético\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 depuis votre Deck au Cimetière. Si cette carte est envoyée au Cimetière : vous pouvez bannir 3 monstres \"Guerrier Magnétique\" de max. Niveau 4 (\"Delta, le Guerrier Magnétique\" exclu) depuis votre Cimetière ; Invoquez Spécialement 1 \"Valkyrion, le Guerrier Magnétique\" depuis votre main ou Deck, en ignorant ses conditions d'Invocation. Vous ne pouvez utiliser chaque effet de \"Delta, le Guerrier Magnétique\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 mostro \"Guerriero Magnetico\" di Livello 4 o inferiore dal tuo Deck al Cimitero. Se questa carta viene mandata al Cimitero: puoi bandire 3 mostri \"Guerriero Magnetico\" di Livello 4 o inferiore dal tuo Cimitero, eccetto \"Guerriero Magnetico Delta\"; Evoca Specialmente 1 \"Valkyrion Guerriero Magnetico\" dalla tua mano o Deck, ignorando le sue condizioni di Evocazione. Puoi utilizzare ogni effetto di \"Guerriero Magnetico Delta\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 monstro \"Guerreiro Imã\" de Nível 4 ou menos do seu Deck para o Cemitério. Se este card for enviado para o Cemitério: você pode banir 3 monstros \"Guerreiro Imã\" de Nível 4 ou menos do seu Cemitério, exceto \"Delta, o Guerreiro Imã\"; Invoque por Invocação-Especial 1 \"Valkyrion, o Guerreiro Imã\" da sua mão ou Deck, ignorando suas condições de Invocação. Você só pode usar cada efeito de \"Delta, o Guerreiro Imã\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキからレベル４以下の「マグネット・ウォリアー」モンスター１体を墓地へ送る。②：このカードが墓地へ送られた場合、自分の墓地から「磁石の戦士δ」以外のレベル４以下の「マグネット・ウォリアー」モンスター３体を除外して発動できる。手札・デッキから「磁石の戦士マグネット・バルキリオン」１体を召喚条件を無視して特殊召喚する。", "ko": "\"마그넷 워리어 δ\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 레벨 4 이하의 \"마그넷 워리어\" 몬스터 1장을 묘지로 보낸다. ②: 이 카드가 묘지로 보내졌을 경우, \"마그넷 워리어 δ\" 이외의 레벨 4 이하의 \"마그넷 워리어\" 몬스터 3장을 자신 묘지에서 제외하고 발동할 수 있다. 패 / 덱에서 \"자석의 전사 마그넷 발키리온\" 1장을 소환 조건을 무시하고 특수 소환한다.", "zh-TW": null, "zh-CN": "「磁石战士δ」的①②的效果1回合各能使用1次。①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把1只4星以下的「磁石战士」怪兽送去墓地。②：这张卡被送去墓地的场合，把「磁石战士δ」以外的3只4星以下的「磁石战士」怪兽从自己墓地除外才能发动。从手卡·卡组把1只「磁石战士 电磁武神」无视召唤条件特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 4, "atk": 1600, "def": 1400, "series": ["Magnet Warrior", "Warrior"], "images": [{"index": 1, "image": "DeltaTheMagnetWarrior-SBCB-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN097", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "SBCB-EN026", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE097", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "SBCB-DE026", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR097", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "SBCB-FR026", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT097", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "SBCB-IT026", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT097", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP121", "set_name": "V Jump October 2016 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "21TP-JP403", "set_name": "Tournament Pack 2021 Vol.4", "rarities": ["Common"]}], "ko": [{"set_number": "PP12-KR023", "set_name": "Premium Pack Vol.12", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 467401, "master_duel_rarity": "SR"}