{"konami_id": 19718, "password": 12381100, "name": {"en": "Dragon Master Magia", "de": "Drachenmeistermagier", "es": "Magia Amo del Dragón", "fr": "Magia Maître des Dragons", "it": "Magia Signore dei Draghi", "pt": "Suprema Magia Mestre dos Dragões", "ja": "<ruby>究極竜魔導師<rt>マスター・オブ・ドラゴンマギア</rt></ruby>", "ja_romaji": "Masutā Obu Doragon Magia", "ko": "마스터 오브 드래곤마기아", "ko_rr": "Maseuteo Obeu Deuraegon-magia", "zh-TW": "究極龍魔導師", "zh-CN": "究极龙魔导师"}, "text": {"en": "\"Blue-Eyes Ultimate Dragon\" or 3 \"Blue-Eyes\" monsters + 1 \"Chaos\" or \"Black Luster Soldier\" Ritual Monster\nMust be Fusion Summoned. When your opponent activates a card or effect (Quick Effect): You can negate the activation, and if you do, destroy that card. You can only use this effect of \"Dragon Master Magia\" in response to each card type (Monster, Spell, or Trap) once per turn. If this face-up card in its owner's control leaves the field because of an opponent's card: You can Special Summon 1 \"Blue-Eyes\" monster or 1 \"Chaos\" or \"Black Luster Soldier\" Ritual Monster from your Extra Deck or GY.", "de": "„Blauäugiger ultimativer Drache“ oder 3 „Blauäugig“-Monster + 1 „Chaos“- oder „Schwarz Glänzender Soldat“-Ritualmonster\nMuss als Fusionsbeschwörung beschworen werden. Wenn dein Gegner eine Karte oder einen Effekt aktiviert (Schnelleffekt): Du kannst die Aktivierung annullieren und falls du dies tust, zerstöre jene Karte. Du kannst diesen Effekt von „Drachenmeistermagier“ nur einmal pro Spielzug als Reaktion auf jeden Kartentyp (Monster, Zauber oder Falle) verwenden. Falls diese offene Karte, die ihr Besitzer kontrolliert, das Spielfeld durch eine Karte eines Gegners verlässt: Du kannst 1 „Blauäugig“-Monster oder 1 „Chaos“- oder „Schwarz Glänzender Soldat“-Ritualmonster als Spezialbeschwörung von deinem Extra Deck oder Friedhof beschwören.", "es": "\"Dragón de Ojos Azules Definitivo\" o 3 monstruos \"Ojos Azules\" + 1 Monstruo de Ritual \"Caos\" o \"Soldado del Brillo Negro\"\nDebe ser Invocado por Fusión. Cuando tu adversario activa una carta o efecto (Efecto Rápido): puedes negar la activación y, si lo haces, destruye esa carta. Sólo puedes usar este efecto de \"Magia Amo del Dragón\" en respuesta a cada tipo de carta (Monstruo, Mágica o Trampa) una vez por turno. Si esta carta boca arriba controlada por su dueño deja el Campo por una carta del adversario: puedes Invocar de Modo Especial, desde tu Deck Extra o Cementerio, 1 monstruo \"Ojos Azules\" o 1 Monstruo de Ritual \"Caos\" o \"Soldado del Brillo Negro\".", "fr": "\"Dragon Ultime aux Yeux Bleus\" ou 3 monstres \"Yeux Bleus\" + 1 Monstre Rituel \"Chaos\" ou \"Soldat du Lustre Noir\"\nUniquement Invocable par Fusion. Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser cet effet de \"Magia Maître des Dragons\" en réponse à chaque type de carte (Monstre, Magie ou Piège) qu'une fois par tour. Si cette carte face recto contrôlée par son propriétaire quitte le Terrain à cause d'une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Yeux Bleus\" ou 1 Monstre Rituel \"Chaos\" ou \"Soldat du Lustre Noir\" depuis votre Extra Deck ou Cimetière.", "it": "\"Drago Occhi Blu Finale\" o 3 mostri \"Occhi Blu\" + 1 Mostro Rituale \"Chaos\" o \"Glorioso Soldato Nero\"\nDeve essere Evocato tramite Fusione. Quando il tuo avversario attiva una carta o un effetto (Effetto Rapido): puoi annullare l'attivazione e, se lo fai, distruggi quella carta. Puoi utilizzare questo effetto di \"Magia Signore dei Draghi\" in risposta a ogni tipo di carta (Mostro, Magia o Trappola) una sola volta per turno. Se questa carta scoperta sotto il controllo del suo proprietario lascia il Terreno per una carta dell'avversario: puoi Evocare Specialmente 1 mostro \"Occhi Blu\" o 1 Mostro Rituale \"Chaos\" o \"Glorioso Soldato Nero\" dal tuo Extra Deck o Cimitero.", "pt": "\"Dragão Definitivo de Olhos Azuis\" ou 3 monstros \"Olhos Azuis\" + 1 Monstro de Ritual \"Caos\" ou \"Soldado do Lustro Negro\"\nDeve ser Invocado por Invocação-Fusão. Quando seu oponente ativar um card ou efeito (Efeito Rápido): você pode negar a ativação e, se isso acontecer, destrua esse card. Você só pode usar este efeito de \"Suprema Magia Mestre dos Dragões\" em resposta a cada tipo de card (Monstro, Magia ou Armadilha) uma vez por turno. Se este card com a face para cima sob o controle do seu dono deixar o campo devido a um card do oponente: você pode Invocar por Invocação-Especial 1 monstro \"Olhos Azuis\" ou 1 Monstro de Ritual \"Caos\" ou \"Soldado do Lustro Negro\" do seu Deck Adicional ou Cemitério.", "ja": "「青眼の究極竜」（または「ブルーアイズ」モンスター×３）＋「カオス」儀式モンスター\nこのカードは融合召喚でしか特殊召喚できない。①：相手が効果を発動した時に発動できる（このカード名のこの効果は魔法・罠・モンスターの効果に対してそれぞれ１ターンに１度しか発動できない）。その発動を無効にし破壊する。②：表側表示のこのカードが相手によってフィールドから離れた場合に発動できる。自分のＥＸデッキ・墓地から「ブルーアイズ」モンスターか「カオス」儀式モンスター１体を特殊召喚する。", "ko": "\"궁극의 푸른 눈의 백룡\"(또는 \"푸른 눈\" 몬스터 × 3) ＋ \"카오스\" 의식 몬스터\n이 카드는 융합 소환으로밖에 특수 소환할 수 없다. ①: 상대가 효과를 발동했을 때에 발동할 수 있다(이 카드명의 이 효과는 마법 / 함정 / 몬스터의 효과에 대하여 각각 1턴에 1번밖에 발동할 수 없다). 그 발동을 무효로 하고 파괴한다. ②: 앞면 표시의 이 카드가 상대에 의해 필드에서 벗어났을 경우에 발동할 수 있다. 자신의 엑스트라 덱 / 묘지에서 \"푸른 눈\" 몬스터나 \"카오스\" 의식 몬스터 1장을 특수 소환한다.", "zh-TW": "「青眼究極龍」（或「青眼」怪獸×3）＋「混沌」儀式怪獸\n此卡僅可以融合召喚方式特殊召喚。 ①：對手發動效果時可以發動（此卡名的此效果應對魔法・陷阱・怪獸的效果，1回合僅可各發動1次）。將該發動無效並破壞。 ②：表側表示的此卡因對手從場上離開的情況下可以發動。從自己額外牌組・墓地將1隻「青眼」怪獸或「混沌」儀式怪獸特殊召喚。", "zh-CN": "“青眼究极龙”（或“青眼”怪兽×3）＋“混沌”仪式怪兽\n此卡仅可以融合召唤方式特殊召唤。①：对手发动效果时可以发动（此卡名的此效果应对魔法・陷阱・怪兽的效果1回合仅可各发动1次）。将该发动无效并破坏。②：表侧表示的此卡因对手从场上离开的情况下可以发动。从自己额外牌组・墓地将1只“青眼”怪兽或“混沌”仪式怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "LIGHT", "level": 12, "atk": 5000, "def": 4000, "materials": "\"Blue-Eyes Ultimate Dragon\" or 3 \"Blue-Eyes\" monsters + 1 \"Chaos\" or \"Black Luster Soldier\" Ritual Monster", "images": [{"index": 1, "image": "DragonMasterMagia-QCDB-JP-UR.png", "illustration": "DragonMasterMagia-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "DragonMasterMagia-BLTR-EN-QCScR-1E.png", "illustration": "DragonMasterMagia-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLTR-EN118", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Quarter Century Secret Rare"]}], "de": [{"set_number": "BLTR-DE118", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Quarter Century Secret Rare"]}], "fr": [{"set_number": "BLTR-FR118", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Quarter Century Secret Rare"]}], "it": [{"set_number": "BLTR-IT118", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Quarter Century Secret Rare"]}], "pt": [{"set_number": "BLTR-PT118", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Quarter Century Secret Rare"]}], "ja": [{"set_number": "QCDB-JP001", "set_name": "Quarter Century Duelist Box", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "QCDB-KR001", "set_name": "Quarter Century Duelist Box", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "SUDA-SC109", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-SC109", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1035098, "master_duel_rarity": "UR"}