{"konami_id": 11559, "password": 12451640, "name": {"en": "Frontline Observer", "de": "Frontbeobachter", "es": "Observador de Primera Línea", "fr": "Observateur du Front", "it": "Osservatore del Fronte", "pt": "Observador da Linha de Frente", "ja": "フロント・オブザーバー", "ja_romaji": "Furonto Obuzābā", "ko": "프론트 옵저버", "ko_rr": null, "zh-TW": "前線觀察員", "zh-CN": "前线观察员"}, "text": {"en": "During the End Phase, if this card was Normal Summoned this turn: You can add 1 EARTH Pendulum Monster from your Deck to your hand. If this card was Normal Summoned, during the End Phase of the Summoning player's next turn: You can Tribute this card; add 1 EARTH monster from your Deck to your hand.", "de": "Während der End Phase, falls diese Karte in diesem Spielzug als Normalbeschwörung beschworen wurde: Du kannst deiner Hand 1 ERDE Pendelmonster von deinem Deck hinzufügen. Falls diese Karte als Normalbeschwörung beschworen wurde, während der End Phase des nächsten Spielzugs des beschwörenden Spielers: Du kannst diese Karte als Tribut anbieten; füge deiner Hand 1 ERDE Monster von deinem Deck hinzu.", "es": "Durante la End Phase, si esta carta fue Invocada de Modo Normal este turno: puedes añadir a tu mano 1 Monstruo de Péndulo de TIERRA en tu Deck. Si esta carta fue Invocada de Modo Normal, durante la End Phase del próximo turno del jugador que la Invocó: puedes Sacrificar esta carta; añade a tu mano 1 monstruo de TIERRA en tu Deck.", "fr": "Durant la End Phase, si cette carte a été Invoquée Normalement ce tour : vous pouvez ajouter 1 Monstre Pendule TERRE depuis votre Deck à votre main. Si cette carte a été Invoquée Normalement, durant la End Phase du prochain tour du joueur Invocant : vous pouvez Sacrifier cette carte ; ajoutez 1 monstre TERRE depuis votre Deck à votre main.", "it": "Durante la End Phase, se questa carta sul Terreno è stata Evocata Normalmente in questo turno: puoi aggiungere 1 Mostro Pendulum TERRA dal tuo Deck alla tua hand. Se questa carta è stata Evocata Normalmente, durante la End Phase del prossimo turno del giocatore che l'ha Evocata: puoi offrire come Tributo questa carta; aggiungi 1 mostro TERRA dal tuo Deck alla tua mano.", "pt": "Durante a Fase Final, se este card foi Invocado por Invocação-Normal neste turno: você pode adicionar 1 Monstro Pêndulo de TERRA do seu Deck à sua mão. Se este card foi Invocado por Invocação-Normal, durante a Fase Final do próximo turno do duelista que a Invocou: você pode oferecer este card como Tributo; adicione 1 monstro de TERRA do seu Deck à sua mão.", "ja": "①：このカードが召喚に成功したターンのエンドフェイズに発動できる。デッキから地属性Ｐモンスター１体を手札に加える。②：このカードが召喚に成功した場合、次の自分ターンのエンドフェイズに、このカードをリリースして発動できる。デッキから地属性モンスター１体を手札に加える。", "ko": "①: 이 카드가 일반 소환에 성공한 턴의 엔드 페이즈에 발동할 수 있다. 덱에서 땅 속성 펜듈럼 몬스터 1장을 패에 넣는다. ②: 이 카드가 일반 소환에 성공했을 경우, 다음 자신 턴의 엔드 페이즈에, 이 카드를 릴리스하고 발동할 수 있다. 덱에서 땅 속성 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "①：这张卡召唤成功的回合的结束阶段才能发动。从卡组把1只地属性灵摆怪兽加入手卡。②：这张卡召唤成功的场合，下次的自己回合的结束阶段，把这张卡解放才能发动。从卡组把1只地属性怪兽加入手卡。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 4, "atk": 1000, "def": 1500, "images": [{"index": 1, "image": "FrontlineObserver-SECE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN039", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "de": [{"set_number": "SECE-DE039", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "es": [{"set_number": "SECE-SP039", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "fr": [{"set_number": "SECE-FR039", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "it": [{"set_number": "SECE-IT039", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "pt": [{"set_number": "SECE-PT039", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "ja": [{"set_number": "SECE-JP039", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR039", "set_name": "Secrets of Eternity", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 360980, "master_duel_rarity": "R"}