{"konami_id": 19028, "password": 12501230, "name": {"en": "Combat Wheel", "de": "Kampf-Motorrad", "es": "Rueda de Combate", "fr": "Roue de Combat", "it": "Ruota da Combattimento", "pt": "Roda de Combate", "ja": "コンバット・ホイール", "ja_romaji": "Konbatto Hoīru", "ko": "컴배트 휠", "ko_rr": null, "zh-TW": "戰鬥戰車", "zh-CN": "战斗机轮"}, "text": {"en": null, "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDas erste Mal in jedem Spielzug, dass diese Karte durch einen Karteneffekt eines Gegners zerstört würde, wird sie nicht zerstört. Einmal pro Spielzug, während der Battle Phase deines Gegners (Schnelleffekt): Du kannst 1 Karte abwerfen; diese Karte erhält ATK in Höhe der Hälfte der Summe der ATK aller anderen Monster, die du derzeit kontrollierst, dann lege 1 Zählmarke auf diese Karte, zusätzlich können Monster deines Gegners für den Rest dieses Spielzugs keine Monster als Angriffsziel wählen, außer diesem. Falls diese Karte mit einer Zählmarke durch Kampf zerstört wird: Zerstöre alle Monster, die du kontrollierst.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nLa primera vez que esta carta fuera a ser destruida por el efecto de una carta del adversario cada turno, no es destruida. Una vez por turno, durante la Battle Phase de tu adversario (Efecto Rápido): puedes descartar 1 carta; esta carta gana ATK igual a la mitad del ATK total de todos los demás monstruos que controlas en este momento, y después pon 1 contador en esta carta y además, por el resto de este turno, los monstruos de tu adversario no pueden seleccionar monstruos para ataques, excepto éste. Si esta carta con un contador es destruida en batalla: destruye todos los monstruos que controlas.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLa première fois que cette carte va être détruite par un effet de carte de l'adversaire chaque tour, elle n'est pas détruite. Une fois par tour, durant la Battle Phase de votre adversaire (Effet Rapide) : vous pouvez défausser 1 carte ; cette carte gagne une ATK égale à la moitié de la somme des ATK de tous les autres monstres que vous contrôlez actuellement, puis placez 1 Compteur sur cette carte, et aussi, le reste de ce tour, les monstres de votre adversaire ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Si cette carte avec un Compteur est détruite au combat : détruisez tous les monstres que vous contrôlez.", "it": "1 Tuner + 1+ mostri non-Tuner\nLa prima volta che questa carta sta per essere distrutta dall'effetto di una carta dell'avversario ogni turno, non viene distrutta. Una volta per turno, durante la Battle Phase del tuo avversario (Effetto Rapido): puoi scartare 1 carta; questa carta guadagna ATK pari alla metà della somma degli ATK di tutti gli altri mostri che controlli attualmente, poi metti 1 segnalino su questa carta, inoltre per il resto di questo turno, i mostri del tuo avversario non possono scegliere come bersaglio mostri per gli attacchi, eccetto questo. Se questa carta con un segnalino viene distrutta in battaglia: distruggi tutti i mostri che controlli.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nNa primeira vez que este card seria destruído por um efeito de card do oponente a cada turno, ele não é destruído. Uma vez por turno, durante a Fase de Batalha do seu oponente (Efeito Rápido): você pode descartar 1 card; este card ganha ATK igual à metade da soma do ATK de todos os outros monstros que você controla atualmente e, depois, coloque 1 marcador neste card e, além disso, pelo resto deste turno, os monstros do seu oponente não podem escolher monstros como alvo de ataques, exceto este. Se este card com um marcador for destruído em batalha: destrua todos os monstros que você controla.", "ja": "チューナー＋チューナー以外のモンスター１体以上\n①：フィールドのこのカードは１ターンに１度だけ相手の効果では破壊されない。\n②：相手バトルフェイズに１度、手札を１枚捨てて発動できる。このカードの攻撃力は、自分フィールドの他のモンスターの攻撃力を合計した数値の半分アップする。その後、このカードにカウンターを１つ置く。このターン中、相手モンスターは他のモンスターを攻撃対象に選択できない。\n③：カウンターが置かれているこのカードが戦闘で破壊された場合に発動する。自分フィールドのモンスターを全て破壊する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n①: 필드의 이 카드는 1턴에 1번만 상대 효과로는 파괴되지 않는다. ②: 상대 배틀 페이즈에 1번, 패를 1장 버리고 발동할 수 있다. 이 카드의 공격력은, 자신 필드의 다른 몬스터의 공격력을 합계한 수치의 절반 올린다. 그 후, 이 카드에 카운터를 1개 놓는다. 이 턴 중에, 상대 몬스터는 다른 몬스터를 공격 대상으로 선택할 수 없다. ③: 카운터가 놓여 있는 이 카드가 전투로 파괴되었을 경우에 발동한다. 자신 필드의 몬스터를 전부 파괴한다.", "zh-TW": "協調＋協調以外的怪獸１隻以上 ①：場上的此卡１回合僅限１次不會因對方效果被破壞。 ②：在對方戰鬥階段，可捨棄１張手牌發動１次。此卡的攻擊力依據我方場上的其他怪獸的攻擊力合計數值的一半進行提升。其後，在此卡放置１個計數物。此回合中，對方怪獸無法將其他怪獸選為攻擊對象。 ③：在置有魔力計數物的此卡因戰鬥被破壞的狀況下發動。將我方場上的所有怪獸全部破壞。", "zh-CN": "协调＋协调以外的怪兽１只以上 ①：场上的此卡１回合仅１次，不会因对手的效果被破坏。 ②：在对手的战斗阶段１次，舍弃１张手牌可以发动。此卡的攻击力上升相当于自己场上其他怪兽的攻击力合计数值的一半。然后，在此卡上放１个计数物。此回合中，对手怪兽不可将其他怪兽选择为攻击对象。 ③：放有计数物的此卡因战斗被破坏的情况下发动。将自己场上的怪兽全部破坏。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "EARTH", "level": 6, "atk": 2500, "def": 1200, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "CombatWheel-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN017", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-EN272", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MZMI-DE017", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-DE272", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MZMI-FR017", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-FR272", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MZMI-IT017", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-IT272", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MZMI-PT017", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-PT272", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC03-JP007", "set_name": "Animation Chronicle 2023", "rarities": ["Super Rare"]}], "ko": [{"set_number": "AC03-KR007", "set_name": "Animation Chronicle 2023", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 928726, "master_duel_rarity": "SR"}