{"konami_id": 15554, "password": 12541409, "name": {"en": "Infernity Suppression", "de": "Ewig infernales Sperrfeuer", "es": "Supresión Inférnica", "fr": "Répression Enfernité", "it": "Soppressione Demoneterno", "pt": "Supressão Inférnica", "ja": "インフェルニティ・サプレッション", "ja_romaji": "Inferuniti Sapuresshon", "ko": "인페르니티 서프레션", "ko_rr": null, "zh-TW": "無限獄鎮壓", "zh-CN": "永火镇压"}, "text": {"en": "If you have no cards in your hand, you can activate this card the turn it was Set. When your opponent activates a monster effect while you control an \"Infernity\" monster: Negate the effect, then, you can inflict damage to your opponent equal to the activating monster's Level x 100. You can only activate 1 \"Infernity Suppression\" per turn.", "de": "Falls du keine Karten in deiner Hand hast, kannst du diese Karte in dem Spielzug aktivieren, in dem sie gesetzt wurde. Wenn dein Gegner einen Monstereffekt aktiviert, solange du ein „Ewig infernal“-Monster kontrollierst: Annulliere den Effekt, dann kannst du deinem Gegner Schaden in Höhe der Stufe des aktivierten Monsters x 100 zufügen. Du kannst nur 1 „Ewig infernales Sperrfeuer“ pro Spielzug aktivieren.", "es": "Si no tienes cartas en tu mano, puedes activar esta carta en el turno en el que fue Colocada. Cuando tu adversario activa un efecto de monstruo mientras controlas un monstruo \"Inférnico/a\": niega el efecto, y después puedes infligir daño a tu adversario igual al Nivel del monstruo activador x 100. Sólo puedes activar 1 \"Supresión Inférnica\" por turno.", "fr": "Si vous n'avez aucune carte dans votre main, vous pouvez activer cette carte le tour où elle a été Posée. Lorsque votre adversaire active un effet de monstre, tant que vous contrôlez un monstre \"Enfernité\" : annulez l'effet, puis, vous pouvez infliger des dommages à votre adversaire égaux au Niveau du monstre activant x 100. Vous ne pouvez activer qu'1 \"Répression Enfernité\" par tour.", "it": "Se non hai nessuna carta nella tua mano, puoi attivare questa carta nel turno in cui è stata Posizionata. Quando il tuo avversario attiva l'effetto di un mostro mentre controlli un mostro \"Demoneterno\": annulla l'effetto, poi puoi infliggere al tuo avversario danno pari al Livello del mostro che ha attivato x 100. Puoi attivare solo 1 \"Soppressione Demoneterno\" per turno.", "pt": "Se você não tiver cards na sua mão, você pode ativar este card no turno em que foi Baixado. Quando seu oponente ativar um efeito de monstro enquanto você controlar um monstro \"Inférnico(a)\": negue o efeito e, depois, você pode causar dano ao seu oponente igual ao Nível do monstro que ativou o efeito x 100. Você só pode ativar 1 \"Supressão Inférnica\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。自分の手札が０枚の場合、このカードはセットしたターンでも発動できる。①：自分フィールドに「インフェルニティ」モンスターが存在し、相手がモンスターの効果を発動した時に発動できる。その効果を無効にする。その後、そのモンスターのレベル×１００ダメージを相手に与える事ができる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. 자신의 패가 0장일 경우, 이 카드는 세트한 턴에도 발동할 수 있다. ①: 자신 필드에 \"인페르니티\" 몬스터가 존재하고, 상대가 몬스터의 효과를 발동했을 때에 발동할 수 있다. 그 효과를 무효로 한다. 그 후, 그 몬스터의 레벨 × 100 데미지를 상대에게 줄 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。自己手卡是0张的场合，这张卡在盖放的回合也能发动。\n①：自己场上有「永火」怪兽存在，对方把怪兽的效果发动时才能发动。那个效果无效。那之后，可以给与对方那只怪兽的等级×100伤害。"}, "card_type": "Trap", "property": "Normal", "series": ["Infernity"], "images": [{"index": 1, "image": "InfernitySuppression-PHRA-JP-C.png", "illustration": "InfernitySuppression-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "InfernitySuppression-PHRA-EN-C-1E.png", "illustration": "InfernitySuppression-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "PHRA-EN075", "set_name": "Phantom Rage", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE075", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR075", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT075", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT075", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP075", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR075", "set_name": "Phantom Rage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715414, "master_duel_rarity": "N"}