{"konami_id": 15491, "password": 12571621, "name": {"en": "Virtual World Xiezhi - Jiji", "de": "Xiezhi der Virtualwelt - Jiji", "es": "Xiezhi del Mundo Virtual - Jiji", "fr": "Xiezhi du Monde Virtuel - Jiji", "it": "Xiezhi Mondo Virtuale - Jiji", "pt": "Xiezhi do Mundo Virtual - Jiji", "ja": "<ruby>電<rt>でん</rt></ruby><ruby>脳<rt>のう</rt></ruby><ruby>堺<rt>かい</rt></ruby><ruby>豸<rt>ち</rt></ruby>－<ruby>豸<rt>ヂィ</rt></ruby><ruby>々<rt>ヂィ</rt></ruby>", "ja_romaji": "Dennōkaichi - Jiijii", "ko": "전뇌계치－지지", "ko_rr": null, "zh-TW": "電腦堺豸－豸豸", "zh-CN": "电脑堺獬－豸豸"}, "text": {"en": "If this card is in your hand: You can target 1 \"Virtual World\" card you control; send 1 \"Virtual World\" card of a different type (Monster, Spell, Trap) from your Deck to the GY, and if you do, Special Summon this card, then, during the End Phase of this turn, you can add 1 \"Virtual World\" monster from your GY to your hand, except \"Virtual World Xiezhi - Jiji\". For the rest of this turn, you can only Special Summon Level/Rank 3 or higher monsters. You can only use this effect of \"Virtual World Xiezhi - Jiji\" once per turn.", "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 „Virtualwelt“-Karte wählen, die du kontrollierst; lege 1 „Virtualwelt“-Karte eines unterschiedlichen Typs (Monster, Zauber, Falle) von deinem Deck auf den Friedhof und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung, dann kannst du deiner Hand während der End Phase dieses Spielzugs 1 „Virtualwelt“-Monster von deinem Friedhof hinzufügen, außer „Xiezhi der Virtualwelt - Jiji“. Für den Rest dieses Spielzugs kannst nur Monster der Stufe / des Rangs 3 oder höher als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Xiezhi der Virtualwelt - Jiji“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes seleccionar 1 carta \"Mundo Virtual\" que controles; manda al Cementerio 1 carta \"Mundo Virtual\" en tu Deck de un tipo diferente (Monstruo, Mágica, Trampa) y, si lo haces, Invoca esta carta de Modo Especial, y después, durante la End Phase de este turno, puedes añadir a tu mano 1 monstruo \"Mundo Virtual\" en tu Cementerio, excepto \"Xiezhi del Mundo Virtual - Jiji\". Por el resto de este turno sólo puedes Invocar de Modo Especial monstruos de Nivel/Rango 3 o mayor. Sólo puedes usar este efecto de \"Xiezhi del Mundo Virtual - Jiji\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez cibler 1 carte \"Monde Virtuel\" que vous contrôlez ; envoyez 1 carte \"Monde Virtuel\" de type différent (Monstre, Magie, Piège) depuis votre Deck au Cimetière, et si vous le faites, Invoquez Spécialement cette carte, puis, durant la End Phase de ce tour, vous pouvez ajouter 1 monstre \"Monde Virtuel\" (\"Xiezhi du Monde Virtuel - Jiji\" exclu) depuis votre Cimetière à votre main. Le reste de ce tour, vous ne pouvez Invoquer Spécialement que des monstres de min. Niveau/Rang 3. Vous ne pouvez utiliser cet effet de \"Xiezhi du Monde Virtuel - Jiji\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi scegliere come bersaglio 1 carta \"Mondo Virtuale\" che controlli; manda 1 carta \"Mondo Virtuale\" di un tipo diverso (Mostro, Magia, Trappola) dal tuo Deck al Cimitero e, se lo fai, Evoca Specialmente questa carta, poi, durante la End Phase di questo turno, puoi aggiungere 1 mostro \"Mondo Virtuale\" dal tuo Cimitero alla tua mano, eccetto \"Xiezhi Mondo Virtuale - Jiji\". Per il resto di questo turno, puoi Evocare Specialmente solo mostri di Livello/Rango 3 o superiore. Puoi utilizzare questo effetto di \"Xiezhi Mondo Virtuale - Jiji\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode escolher 1 card \"Mundo Virtual\" que você controla; envie 1 card \"Mundo Virtual\" de um tipo diferente (Monstro, Magia, Armadilha) do seu Deck para o Cemitério e, se isso acontecer, Invoque este card por Invocação-Especial e, depois, durante a Fase Final deste turno, você pode adicionar 1 monstro \"Mundo Virtual\" do seu Cemitério à sua mão, exceto \"Xiezhi do Mundo Virtual - Jiji\". Pelo resto deste turno, você só pode Invocar por Invocação-Especial monstros de Nível/Classe 3 ou mais. Você só pode usar este efeito de \"Xiezhi do Mundo Virtual - Jiji\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードが手札に存在する場合、自分フィールドの「電脳堺」カード１枚を対象として発動できる。そのカードとは種類（モンスター・魔法・罠）が異なる「電脳堺」カード１枚をデッキから墓地へ送り、このカードを特殊召喚する。このターンのエンドフェイズに、自分の墓地から「電脳堺豸－豸々」以外の「電脳堺」モンスター１体を選んで手札に加える事ができる。このターン、自分はレベルまたはランクが３以上のモンスターしか特殊召喚できない。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패에 존재할 경우, 자신 필드의 \"전뇌계\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드와는 종류(몬스터 / 마법 / 함정)가 다른 \"전뇌계\" 카드 1장을 덱에서 묘지로 보내고, 이 카드를 특수 소환한다. 이 턴의 엔드 페이즈에 자신 묘지에서 \"전뇌계치－지지\" 이외의 \"전뇌계\" 몬스터 1장을 고르고 패에 넣을 수 있다. 이 턴에 자신은 레벨 또는 랭크가 3 이상인 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的效果１回合仅可使用１次。①：在此卡存在于手牌中的情况下，以自己场上的１张“电脑堺”卡为对象可以发动。从牌组将１张种类（怪兽・魔法・陷阱）与该卡不同的“电脑堺”卡送至墓地，将此卡特殊召唤。在此回合的结束阶段，可从自己的墓地挑选１只“电脑堺獬－豸豸”以外的“电脑堺”怪兽加入手牌。此回合，自己仅可特殊召唤等级或阶级为３以上的怪兽。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "EARTH", "level": 3, "atk": 1000, "def": 1600, "series": ["Virtual World"], "images": [{"index": 1, "image": "VirtualWorldXiezhiJiji-MP21-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN012", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-EN175", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PHRA-DE012", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-DE175", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "PHRA-SP012", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-SP175", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PHRA-FR012", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-FR175", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PHRA-IT012", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-IT175", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PHRA-PT012", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-PT175", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PHRA-JP012", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR012", "set_name": "Phantom Rage", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC075", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717406, "master_duel_rarity": "N"}