{"konami_id": 12784, "password": 12632096, "name": {"en": "Neo Galaxy-Eyes Cipher Dragon", "de": "Neo-Galaxieaugen-Cipher-Drache", "es": "Neo Dragón Cifrado de Ojos Galácticos", "fr": "Néo Dragon Cipher aux Yeux Galactiques", "it": "Neo Cipher Drago Occhi Galattici", "pt": "Neo Dragão Críptico de Olhos das Galáxias", "ja": "<ruby>超銀河眼の光波龍<rt>ネオ・ギャラクシーアイズ・サイファー・ドラゴン</rt></ruby>", "ja_romaji": "Neo Gyarakushīaizu Saifā Doragon", "ko": "네오 갤럭시아이즈 사이퍼 드래곤", "ko_rr": "Ne-o Gaelleoksi-aijeu Saipeo Deuraegon", "zh-TW": null, "zh-CN": "超银河眼光波龙"}, "text": {"en": "3 Level 9 monsters\nIf this card has a \"Cipher\" card as Xyz Material, it gains this effect.\n● Once per turn: You can detach up to 3 Xyz Materials from this card; monsters you control cannot attack your opponent directly for the rest of this turn, except this card, also for each Material detached, take control of 1 opponent's face-up monster until the End Phase, but while this effect is applied, they have their effects negated, their ATK's become 4500, also their names become \"Neo Galaxy-Eyes Cipher Dragon\".", "de": "3 Monster der Stufe 9\nFalls diese Karte eine „Cipher“-Karte als Xyz-Material hat, erhält sie diesen Effekt.\n● Einmal pro Spielzug: Du kannst bis zu 3 Xyz-Material von dieser Karte abhängen; Monster, die du kontrollierst, können deinen Gegner für den Rest dieses Spielzugs nicht direkt angreifen, außer dieser Karte, zusätzlich übernimm bis zur End Phase für jedes abgehängte Material die Kontrolle über 1 offenes Monster deines Gegners, aber solange dieser Effekt angewendet wird, bleiben ihre Effekte annulliert, ihre ATK werden zu 4500, zusätzlich werden ihre Namen zu „Neo-Galaxieaugen-Cipher-Drache“.", "es": "3 monstruos de Nivel 9\nSi esta carta tiene una carta \"Cifrado/a\" como Material Xyz, gana este efecto.\n● Una vez por turno: puedes desacoplar hasta 3 Materiales Xyz de esta carta; por el resto de este turno, los monstruos que controles no pueden atacar a tu adversario directamente, excepto esta carta, y además por cada Material desacoplado, toma el control de 1 monstruo boca arriba de tu adversario hasta la End Phase, pero mientras este efecto esté aplicado, ven sus efectos negados, su ATK se convierte en 4500, y además sus nombres se convierten en \"Neo Dragón Cifrado de Ojos Galácticos\".", "fr": "3 monstres de Niveau 9\nSi cette carte a une carte \"Cipher\" comme Matériel Xyz, elle gagne cet effet.\n● Une fois par tour : vous pouvez détacher max. 3 Matériels Xyz de cette carte ; les monstres que vous contrôlez (cette carte exclue) ne peuvent pas attaquer directement votre adversaire le reste de ce tour, et aussi pour chaque Matériel détaché, prenez le contrôle d'1 monstre face recto de votre adversaire jusqu'à la End Phase, mais tant que cet effet est appliqué, ils ont leurs effets annulés, leur ATK devient 4500, et aussi, leur nom devient \"Néo Dragon Cipher aux Yeux Galactiques\".", "it": "3 mostri di Livello 9\nSe questa carta ha una carta \"Cipher\" come Materiale Xyz, essa guadagna questo effetto.\n● Una volta per turno: puoi staccare fino a 3 Materiali Xyz da questa carta; i mostri che controlli non possono attaccare il tuo avversario direttamente per il resto di questo turno, eccetto questa carta, inoltre per ogni Materiale staccato, prendi il controllo di 1 mostro scoperto dell'avversario fino alla End Phase, ma, mentre si applica questo effetto, i loro effetti si annullano, il loro ATK diventa 4500, inoltre il loro nome diventa \"Neo Cipher Drago Occhi Galattici\".", "pt": "3 monstros de Nível 9\nSe este card tiver um card \"Críptico(a)\" como Matéria Xyz, ele ganha este efeito.\n● Uma vez por turno: você pode desassociar até 3 Matérias Xyz deste card; monstros que você controla não podem atacar diretamente seu oponente pelo resto deste turno, exceto este card e, além disso, para cada Matéria desassociada, até a Fase Final, tome o controle de 1 monstro com a face para cima do oponente, mas enquanto este efeito for aplicado, eles têm seus efeitos negados, o ATK deles se torna 4500 e, além disso, o nome deles se torna \"Neo Dragão Críptico de Olhos das Galáxias\".", "ja": "レベル９モンスター×３\n①：このカードが「サイファー」カードをＸ素材としている場合、以下の効果を得る。●１ターンに１度、このカードのＸ素材を３つまで取り除いて発動できる。取り除いた数だけ相手フィールドの表側表示モンスターを選び、そのコントロールをエンドフェイズまで得る。この効果でコントロールを得たモンスターの効果は無効化され、攻撃力は４５００になり、カード名を「超銀河眼の光波龍」として扱う。この効果の発動後、ターン終了時までこのカード以外の自分のモンスターは直接攻撃できない。", "ko": "레벨 9 몬스터 × 3\n①: 이 카드가 \"사이퍼\" 카드를 엑시즈 소재로 하고 있을 경우, 이하의 효과를 얻는다.\n●1턴에 1번, 이 카드의 엑시즈 소재를 3개까지 제거하고 발동할 수 있다. 제거한 수만큼 상대 필드의 앞면 표시 몬스터를 고르고, 그 컨트롤을 엔드 페이즈까지 얻는다. 이 효과로 컨트롤을 얻은 몬스터의 효과는 무효화되고, 공격력은 4500 이 되며, 카드명을 \"네오 갤럭시아이즈 사이퍼 드래곤\"으로 취급한다. 이 효과의 발동 후, 턴 종료시까지 이 카드 이외의 자신 몬스터는 직접 공격할 수 없다.", "zh-TW": null, "zh-CN": "等级９怪兽×３\n①：此卡持有“光波”卡作为超量素材的情况下，获得以下效果。●１回合１次，去除此卡的最多３个超量素材可以发动。依去除的数量挑选对手场上的表侧表示怪兽，直至结束阶段为止获得其控制权。以此效果获得控制权的怪兽的效果无效化，攻击力变为４５００，卡名视为“超银河眼光波龙”。此效果发动后，直至回合结束时为止，此卡以外的自己怪兽不可直接攻击。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "LIGHT", "rank": 9, "atk": 4500, "def": 3000, "materials": "3 Level 9 monsters", "series": ["Cipher", "-Eyes Dragon", "Galaxy", "Galaxy-Eyes", "Cipher Dragon"], "images": [{"index": 1, "image": "NeoGalaxyEyesCipherDragon-DPDG-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN049", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "DPDG-EN039", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "RATE-DE049", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "DPDG-DE039", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "RATE-SP049", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "DPDG-SP039", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "RATE-FR049", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "DPDG-FR039", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "RATE-IT049", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "DPDG-IT039", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "RATE-PT049", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}, {"set_number": "DPDG-PT039", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "RATE-JP049", "set_name": "Raging Tempest", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "RATE-KR049", "set_name": "Raging Tempest", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "CL04-SC092", "set_name": "Classic Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 405328}