{"konami_id": 10869, "password": 12670770, "name": {"en": "Cyber Network", "de": "Cyber Netzwerk", "es": "Red Ciber", "fr": "Cyber Réseau", "it": "Cyber Network", "pt": "Rede Cibernética", "ja": "サイバー・ネットワーク", "ja_romaji": "Saibā Nettowāku", "ko": "사이버 네트워크", "ko_rr": null, "zh-TW": "電子網路", "zh-CN": "电子网络"}, "text": {"en": "Destroy this card during your 3rd Standby Phase after activation. Once per turn, if \"Cyber Dragon\" is on the field: You can banish 1 LIGHT Machine monster from your Deck. If this card is sent from the field to the GY: Special Summon as many of your banished LIGHT Machine monsters as possible, and if you do, destroy all Spells and Traps you control. Monsters that were Special Summoned by this effect cannot activate their effects. You cannot conduct your Battle Phase the turn you activate this effect.", "de": "Zerstöre diese Karte während deiner 3. Standby Phase nach ihrer Aktivierung. Einmal pro Spielzug, falls sich „Cyber Drache“ auf dem Spielfeld befindet: Du kannst 1 LICHT Maschine-Monster von deinem Deck verbannen. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Beschwöre so viele deiner verbannten LICHT Maschine-Monster als Spezialbeschwörung wie möglich und falls du dies tust, zerstöre alle Zauber und Fallen, die du kontrollierst. Die Effekte von Monstern, die durch diesen Effekt als Spezialbeschwörung beschworen wurden, können nicht aktiviert werden. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Battle Phase durchführen.", "es": "Destruye esta carta durante tu 3ra. Standby Phase después de la activación. Una vez por turno, si \"Ciber Dragón\" está en el Campo: puedes desterrar 1 monstruo Máquina de LUZ en tu Deck. Si esta carta es mandada del Campo al Cementerio: Invoca de Modo Especial tantos de tus monstruos Máquina de LUZ desterrados como sea posible y, si lo haces, destruye todas las Mágicas y Trampas que controles. Los monstruos que fueron Invocados de Modo Especial por este efecto no pueden activar sus efectos. El turno en el que activas este efecto no puedes realizar tu Battle Phase.", "fr": "Détruisez cette carte durant votre 3e Standby Phase après activation. Une fois par tour, si \"Cyber Dragon\" est sur le Terrain : vous pouvez bannir 1 monstre LUMIÈRE Machine depuis votre Deck. Si cette carte est envoyée depuis le Terrain au Cimetière : Invoquez Spécialement autant de vos monstres LUMIÈRE Machine bannis que possible, et si vous le faites, détruisez toutes les Magies et tous les Pièges que vous contrôlez. Les monstres qui ont été Invoqués Spécialement par cet effet ne peuvent pas activer leurs effets. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cet effet.", "it": "Distruggi questa carta durante la tua 3ª Standby Phase dopo l'attivazione. Una volta per turno, se \"Cyber Drago\" è sul Terreno: puoi bandire 1 mostro LUCE Macchina dal tuo Deck. Se questa carta viene mandata dal Terreno al Cimitero: Evoca Specialmente tanti dei tuoi mostri LUCE Macchina banditi quanti possibile e, se lo fai, distruggi tutte le Magie e Trappole che controlli. I mostri che sono stati Evocati Specialmente da questo effetto non possono attivare i loro effetti. Non puoi effettuare la tua Battle Phase nel turno in cui attivi questo effetto.", "pt": "Destrua este card durante sua 3ª Fase de Apoio depois da ativação. Uma vez por turno, se \"Dragão Cibernético\" estiver no campo: você pode banir 1 monstro Máquina de LUZ do seu Deck. Se este card for enviado do campo para o Cemitério: Invoque por Invocação-Especial tantos dos seus monstros Máquina de LUZ banidos quanto possível e, se isso acontecer, destrua todas as Magias e Armadilhas que você controla. Monstros que foram Invocados por Invocação-Especial por este efeito não podem ativar seus efeitos. Você não pode conduzir sua Fase de Batalha no turno em que ativar este efeito.", "ja": "このカードは発動後、３回目の自分スタンバイフェイズに破壊される。①：１ターンに１度、フィールドに「サイバー・ドラゴン」が存在する場合に発動できる。デッキから機械族・光属性モンスター１体を除外する。②：このカードがフィールドから墓地へ送られた場合に発動する。除外されている自分の機械族・光属性モンスターを可能な限り特殊召喚し、自分フィールドの魔法・罠カードを全て破壊する。この効果で特殊召喚したモンスターは効果を発動できない。この効果を発動するターン、自分はバトルフェイズを行えない。", "ko": "발동 후 3번째 자신의 스텐바이 페이즈시에 이 카드를 파괴한다. 1턴에 1번, 필드 위에 \"사이버 드래곤\"이 존재할 경우에 발동할 수 있다. 덱에서 기계족 / 빛 속성 몬스터 1장을 제외한다. 이 카드가 필드 위에서 묘지로 보내졌을 때, 제외되어 있는 자신의 기계족 / 빛 속성 몬스터를 가능한 만큼 특수 소환하고, 자신의 마법 / 함정 카드를 전부 파괴한다. 이 효과로 특수 소환한 몬스터는 효과를 발동할 수 없다. 이 효과를 발동하는 턴에, 자신은 배틀 페이즈를 실행할 수 없다.", "zh-TW": "此卡發動後，在我方的第３次準備階段將被破壞。①：１回合１次，可在場上存在「電子龍」的狀況下發動。從牌組將１隻機械族・光屬性怪獸除外。②：在此卡從場上被送至墓地的狀況下發動。盡可能特殊召喚我方被除外的機械族・光屬性怪獸，將我方場上的所有魔法・陷阱卡全部破壞。透過此效果特殊召喚的怪獸無法發動效果。發動此效果的回合，我方無法進入戰鬥階段。", "zh-CN": "此卡发动后，将在自己的第3次准备阶段被破坏。①：1回合1次，在场上有\"电子龙\"存在的情况下可以发动。从牌组将1只机械族・光属性怪兽除外。②：在此卡从场上被送至墓地的情况下发动。尽可能将被除外的自己的机械族・光属性怪兽特殊召唤，将自己场上的所有魔法・陷阱卡破坏。此效果特殊召唤的怪兽不可发动效果。在发动此效果的回合中，自己不可进入战斗阶段。"}, "card_type": "Trap", "property": "Continuous", "series": ["Cyber"], "images": [{"index": 1, "image": "CyberNetwork-SGX1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDCR-EN029", "set_name": "Cyber Dragon Revolution Structure Deck", "rarities": ["Common"]}, {"set_number": "LEDD-ENB20", "set_name": "Legendary Dragon Decks", "rarities": ["Common", "Ultra Rare"]}, {"set_number": "SGX1-ENG20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SDCR-DE029", "set_name": "Cyber Dragon Revolution Structure Deck", "rarities": ["Common"]}, {"set_number": "LEDD-DEB20", "set_name": "Legendary Dragon Decks", "rarities": ["Common", "Ultra Rare"]}, {"set_number": "SGX1-DEG20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SDCR-FR029", "set_name": "Cyber Dragon Revolution Structure Deck", "rarities": ["Common"]}, {"set_number": "LEDD-FRB20", "set_name": "Legendary Dragon Decks", "rarities": ["Common", "Ultra Rare"]}, {"set_number": "SGX1-FRG20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SDCR-IT029", "set_name": "Cyber Dragon Revolution Structure Deck", "rarities": ["Common"]}, {"set_number": "LEDD-ITB20", "set_name": "Legendary Dragon Decks", "rarities": ["Common", "Ultra Rare"]}, {"set_number": "SGX1-ITG20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SDCR-PT029", "set_name": "Cyber Dragon Revolution Structure Deck", "rarities": ["Common"]}, {"set_number": "LEDD-PTB20", "set_name": "Legendary Dragon Decks", "rarities": ["Common", "Ultra Rare"]}, {"set_number": "SGX1-PTG20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "ja": [{"set_number": "SD26-JP029", "set_name": "Structure Deck: Lightning Strike of the Mechlight Dragon", "rarities": ["Rare"]}, {"set_number": "18TP-JP214", "set_name": "Tournament Pack 2018 Vol.2", "rarities": ["Common"]}], "ko": [{"set_number": "SD26-KR029", "set_name": "Structure Deck: Lightning Strike of the Mechlight Dragon", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SD26-SC029", "set_name": "Structure Deck: Blitzkrieg of the Mechlight Dragons", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 293914, "master_duel_rarity": "N"}