{"konami_id": 20771, "password": 12686296, "name": {"en": "Arcana Force EX - The Chaos Ruler", "de": "Arkane Macht EX - Der Chaosherrscher", "es": "Fuerza Arcana EX - El Señor del Caos", "fr": "Force Arcane EX - Le Maître du Chaos", "it": "Energia Arcana EX - Il Signore del Chaos", "pt": "Força Arcana EX - O Senhor do Caos", "ja": "アルカナフォース<ruby>ＥＸ<rt>エクストラ</rt></ruby>－<ruby>ＴＨＥ ＣＨＡＯＳ ＲＵＬＥＲ<rt>ザ・カオス・ルーラー</rt></ruby>", "ja_romaji": "Arukana Fōsu Ekusutora - Za Kaosu Rūrā", "ko": "아르카나 포스 EX－더 카오스 룰러", "ko_rr": null, "zh-TW": null, "zh-CN": "秘仪之力EX－混沌统御者"}, "text": {"en": "3 \"Arcana Force\" monsters with different names\nMust be Special Summoned (from your Extra Deck) by sending the above cards from either field to the GY. If this card is Special Summoned: Toss a coin.\n● Heads: Special Summon 1 Level 10 \"Arcana Force\" monster from your hand or Deck, ignoring its Summoning conditions.\n● Tails: Add 1 card from your Deck to your hand that has a coin tossing effect.\nWhile \"Light Barrier\" is in the Field Zone, your opponent cannot activate the effects of monsters on the field.", "de": "3 „Arkane Macht“-Monster mit unterschiedlichen Namen\nMuss als Spezialbeschwörung (von deinem Extra Deck) beschworen werden, indem du die oben aufgeführten Karten von einer beliebigen Spielfeldseite auf den Friedhof legst. Falls diese Karte als Spezialbeschwörung beschworen wird: Wirf eine Münze.\n● Kopf: Beschwöre 1 „Arkane Macht“-Monster der Stufe 10 als Spezialbeschwörung von deiner Hand oder deinem Deck, ungeachtet seiner Beschwörungsbedingungen.\n● Zahl: Füge deiner Hand 1 Karte, die einen Münzwurfeffekt hat, von deinem Deck hinzu.\nSolange „Lichtbarriere“ in der Spielfeldzone liegt, kann dein Gegner keine Effekte von Monstern auf dem Spielfeld aktivieren.", "es": "3 monstruos \"Fuerza Arcana\" con nombres diferentes\nDebe ser Invocado de Modo Especial (desde tu Deck Extra) mandando al Cementerio las cartas de arriba en cualquier Campo. Si esta carta es Invocada de Modo Especial: lanza una moneda.\n● Cara: Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo \"Fuerza Arcana\" de Nivel 10, ignorando sus condiciones de Invocación.\n● Cruz: Añade a tu mano 1 carta en tu Deck que tenga un efecto de lanzar una moneda.\nMientras \"Barrera de Luz\" está en la Zona del Campo, tu adversario no puede activar los efectos de los monstruos en el Campo.", "fr": "3 monstres \"Force Arcane\" de noms différents\nUniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant les cartes ci-dessus depuis au moins l'un des Terrains au Cimetière. Si cette carte est Invoquée Spécialement : lancez une pièce.\n● Face : Invoquez Spécialement 1 monstre \"Force Arcane\" de Niveau 10 depuis votre main ou Deck, en ignorant ses conditions d'Invocation.\n● Pile : Ajoutez 1 carte depuis votre Deck à votre main qui a un effet de lancer de pièce.\nTant que \"Barrière de Lumière\" est dans la Zone Terrain, votre adversaire ne peut pas activer les effets des monstres sur le Terrain.", "it": "3 mostri \"Energia Arcana\" con nomi diversi\nDeve essere Evocato Specialmente (dal tuo Extra Deck) mandando le carte sopra indicate da qualsiasi Terreno al Cimitero. Se questa carta viene Evocata Specialmente: lancia una moneta.\n● Testa: Evoca Specialmente 1 mostro \"Energia Arcana\" di Livello 10 dalla tua mano o Deck, ignorando le sue condizioni di Evocazione.\n● Croce: Aggiungi dal tuo Deck alla tua mano 1 carta che ha un effetto di lancio della moneta.\nMentre \"Barriera di Luce\" è nella Zona Terreno, il tuo avversario non può attivare gli effetti dei mostri sul Terreno.", "pt": "3 monstros \"Força Arcana\" com nomes diferentes\nDeve ser Invocado por Invocação-Especial (do seu Deck Adicional) ao enviar os cards acima de qualquer campo para o Cemitério. Se este card for Invocado por Invocação-Especial: lance uma moeda.\n● Cara: Invoque por Invocação-Especial 1 monstro \"Força Arcana\" de Nível 10 da sua mão ou do Deck, ignorando suas condições de Invocação.\n● Coroa: Adicione 1 card do seu Deck à sua mão que tenha um efeito de lançar moeda.\nEnquanto \"Barreira de Luz\" estiver na Zona do Campo, seu oponente não pode ativar os efeitos de monstros no campo.", "ja": "カード名が異なる「アルカナフォース」モンスター×３\n自分・相手フィールドの上記のカードを墓地へ送った場合のみ特殊召喚できる。①：このカードが特殊召喚した場合に発動する。コイントスを１回行い、その裏表によって以下の効果を適用する。●表：レベル１０の「アルカナフォース」モンスター１体を召喚条件を無視して手札・デッキから特殊召喚する。●裏：コイントスを行う効果を持つカード１枚をデッキから手札に加える。②：「光の結界」がフィールドゾーンに存在する限り、相手はフィールドのモンスターの効果を発動できない。", "ko": "카드명이 다른 \"아르카나 포스\" 몬스터 × 3\n자신 / 상대 필드의 상기 카드를 묘지로 보냈을 경우에만 특수 소환할 수 있다. ①: 이 카드를 특수 소환했을 경우에 발동한다. 코인 토스를 1회 실행하고, 그 앞뒷면에 따라 이하의 효과를 적용한다. ●앞: 레벨 10 의 \"아르카나 포스\" 몬스터 1장을 소환 조건을 무시하고 패 / 덱에서 특수 소환한다. ●뒤: 코인 토스를 실행하는 효과를 가지는 카드 1장을 덱에서 패에 넣는다. ②: \"빛의 결계\"가 필드 존에 존재하는 한, 상대는 필드의 몬스터의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "卡名不同的“秘仪之力”怪兽×3\n仅可在将自己・对手场上的上述卡送至墓地的情况下特殊召唤。①：此卡特殊召唤的情况下发动。掷1次硬币，根据掷出的正反，适用以下效果。\n●正面：从手牌・牌组将1只等级10的“秘仪之力”怪兽无视召唤条件特殊召唤。\n●反面：从牌组将1张拥有掷硬币效果的卡加入手牌。\n②：只要“光之结界”存在于场地区域，对手不可发动场上的怪兽的效果。"}, "card_type": "Monster", "monster_type_line": "Fairy / Fusion / Effect", "attribute": "LIGHT", "level": 10, "atk": 3300, "def": 3300, "materials": "3 \"Arcana Force\" monsters with different names", "series": ["Arcana Force", "Chaos"], "images": [{"index": 1, "image": "ArcanaForceEXTheChaosRuler-SUDA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN034", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "de": [{"set_number": "SUDA-DE034", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "es": [{"set_number": "SUDA-SP034", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SUDA-FR034", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "it": [{"set_number": "SUDA-IT034", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SUDA-PT034", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SUDA-JP034", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-JP034", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SUDA-KR034", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-KR034", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "SUDA-SC034", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-SC034", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1088371}