{"konami_id": 19532, "password": 12804701, "name": {"en": "Aroma Healing", "de": "Aromaheilung", "es": "Curación Arobru", "fr": "Guérison d'Arôma", "it": "Guarigione Aroma", "pt": "Cura Aromági", "ja": "アロマヒーリング", "ja_romaji": "Aroma Hīringu", "ko": "아로마힐링", "ko_rr": null, "zh-TW": "芬芳療癒", "zh-CN": "芬芳疗愈"}, "text": {"en": "Gain 1000 LP for each \"Aroma\" monster you control with a different name. You can banish this card from your GY, then target 1 \"Aroma\" monster in your GY; Special Summon it (but banish it when it leaves the field), then gain 500 LP. You can only use 1 \"Aroma Healing\" effect per turn, and only once that turn.", "de": "Du erhältst für jedes „Aroma“-Monster mit einem unterschiedlichen Namen, das du kontrollierst, 1000 LP. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Aroma“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung (aber verbanne es, wenn es das Spielfeld verlässt), dann erhältst du 500 LP. Du kannst nur 1 Effekt von „Aromaheilung“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Gana 1000 LP por cada monstruo \"Arobru\" que controles un nombre diferente. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo \"Arobru\" en tu Cementerio; Invócalo de Modo Especial (pero destiérralo cuando deje el Campo), y después ganas 500 LP. Sólo puedes usar 1 efecto de \"Curación Arobru\" por turno, y sólo una vez ese turno.", "fr": "Gagnez 1000 LP pour chaque monstre \"Arôma\" que vous contrôlez de nom différent. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Arôma\" dans votre Cimetière ; Invoquez-le Spécialement (mais bannissez-le lorsqu'il quitte le Terrain), puis gagnez 500 LP. Vous ne pouvez utiliser qu'1 effet de \"Guérison d'Arôma\" par tour, et uniquement une fois le tour.", "it": "Guadagni 1000 LP per ogni mostro \"Aroma\" che controlli con nome diverso. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Aroma\" nel tuo Cimitero; Evocalo Specialmente (ma bandiscilo quando lascia il Terreno), poi guadagni 500 LP. Puoi utilizzare solo 1 effetto di \"Guarigione Aroma\" per turno, e solo una volta in quel turno.", "pt": "Ganhe 1000 PV para cada monstro \"Aromági\" que você controla com um nome diferente. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Aromági\" no seu Cemitério; Invoque-o por Invocação-Especial (mas bana-o quando ele deixar o campo) e, depois, ganhe 500 PV. Você só pode usar 1 efeito de \"Cura Aromági\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分は自分フィールドの「アロマ」モンスターの種類×１０００ＬＰ回復する。②：墓地のこのカードを除外し、自分の墓地の「アロマ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。その後、自分は５００ＬＰ回復する。この効果で特殊召喚したモンスターは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신은 자신 필드의 \"아로마\" 몬스터의 종류 × 1000 LP 회복한다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 \"아로마\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 그 후, 자신은 500 LP 회복한다. 이 효과로 특수 소환한 몬스터는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的①②效果１回合１次，僅可使用其中１個。 ①：自己恢復相當於自己場上「芬芳」怪獸種類×１０００的LP。 ②：將墓地的此卡除外，以自己墓地的１隻「芬芳」怪獸為對象可以發動。將該怪獸特殊召喚。然後，自己恢復５００LP。以此效果特殊召喚的怪獸從場上離開的情況下，將其除外。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。\n①：自己恢复相当于自己场上“芬芳”怪兽种类×１０００的LP。\n②：将墓地的此卡除外，以自己墓地的１只“芬芳”怪兽为对象可以发动。将该怪兽特殊召唤。然后，自己恢复５００LP。以此效果特殊召唤的怪兽从场上离开的情况下，将其除外。"}, "card_type": "Trap", "property": "Normal", "series": ["Aroma"], "images": [{"index": 1, "image": "AromaHealing-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC077", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1022871, "master_duel_rarity": "N"}