{"konami_id": 17729, "password": 12877076, "name": {"en": "Awakening of the Crystal Ultimates", "de": "Erwachen der Kristallultimaten", "es": "Despertar de los Definitivos del Cristal", "fr": "Éveil Ultime du Cristal", "it": "Risveglio dei Finali Cristallo", "pt": "Despertar dos Definitivos Cristalinos", "ja": "<ruby>宝<rt>ほう</rt></ruby><ruby>玉<rt>ぎょく</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>覚<rt>かく</rt></ruby><ruby>醒<rt>せい</rt></ruby>", "ja_romaji": "Hōgyokushin Kakusei", "ko": "보옥신각성", "ko_rr": "Booksin-gakseong", "zh-TW": "寶玉神覺醒", "zh-CN": "宝玉神觉醒"}, "text": {"en": "Reveal 1 \"Ultimate Crystal\" monster in your hand, then activate 1 of these effects. If you control an \"Ultimate Crystal\" monster, you can activate 1 or 2 of these effects in sequence, instead (and do not have to reveal a monster).\n● Take 1 \"Rainbow Bridge\" card or 1 \"Rainbow Refraction\" from your Deck, and either add it to your hand or send it to the GY.\n● Special Summon 1 \"Crystal Beast\" Monster Card from your hand, Deck, GY, or Spell & Trap Zone.\nYou can only activate 1 \"Awakening of the Crystal Ultimates\" per turn.", "de": "Zeige 1 „Ultimativer Kristall“-Monster in deiner Hand vor, dann aktiviere 1 dieser Effekte. Falls du ein „Ultimativer Kristall“-Monster kontrollierst, kannst du stattdessen 1 oder 2 dieser Effekte nacheinander aktivieren (und musst kein Monster vorzeigen).\n● Nimm 1 „Regenbogenbrücke“-Karte oder 1 „Regenbogen Lichtbrechung“ von deinem Deck und füge sie oder ihn entweder deiner Hand hinzu oder lege sie oder ihn auf den Friedhof.\n● Beschwöre 1 „Kristallungeheuer“-Monsterkarte als Spezialbeschwörung von deiner Hand, deinem Deck, deinem Friedhof oder deiner Zauber- & Fallenzone.\nDu kannst nur 1 „Erwachen der Kristallultimaten“ pro Spielzug aktivieren.", "es": "Muestra 1 monstruo \"Cristal Definitivo/a\" en tu mano, y después activa 1 de estos efectos. Si controlas un monstruo \"Cristal Definitivo/a\", puedes activar 1 o 2 de estos efectos en secuencia en su lugar (y no hace falta que muestres un monstruo).\n● Toma 1 carta \"Puente de Arco Iris\" o 1 \"Refracción Arco Iris\" en tu Deck y añádela a tu mano o mándala al Cementerio.\n● Invoca de Modo Especial, desde tu mano, Deck, Cementerio o Zona de Magia y Trampas, 1 Carta de Monstruo \"Bestia de Cristal\".\nSólo puedes activar 1 \"Despertar de los Definitivos del Cristal\" por turno.", "fr": "Révélez 1 monstre \"Cristal Ultime\" dans votre main, puis activez 1 de ces effets. Si vous contrôlez un monstre \"Cristal Ultime\", vous pouvez activer 1 ou 2 de ces effets dans l'ordre, à la place (et n'avez pas besoin de révéler un monstre).\n● Prenez 1 carte \"Pont Arc-en-Ciel\" ou 1 \"Réfraction de l'Arc-en-Ciel\" depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière.\n● Invoquez Spécialement 1 Carte Monstre \"Bête Cristalline\" depuis votre main, Deck, Cimetière ou Zone Magie & Piège.\nVous ne pouvez activer qu'1 \"Éveil Ultime du Cristal\" par tour.", "it": "Rivela 1 mostro \"Cristallo Finale\" nella tua mano, poi attiva 1 di questi effetti. Se controlli un mostro \"Cristallo Finale\", puoi invece attivare 1 o 2 di questi effetti in ordine (e non devi rivelare un mostro).\n● Prendi 1 carta \"Ponte Arcobaleno\" o 1 \"Rifrazione Arcobaleno\" dal tuo Deck e aggiungila alla tua mano oppure mandala al Cimitero.\n● Evoca Specialmente 1 Carta Mostro \"Bestia Cristallo\" dalla tua mano, Deck, Cimitero, o Zona Magie & Trappole.\nPuoi attivare solo 1 \"Risveglio dei Finali Cristallo\" per turno.", "pt": "Revele 1 monstro \"Cristalino(a) Definitivo(a)\" na sua mão e, depois, ative 1 desses efeitos. Se você controlar um monstro \"Cristalino(a) Definitivo(a)\", em vez disso, você pode ativar 1 ou 2 desses efeitos em sequência (e não precisa revelar um monstro).\n● Pegue 1 card \"Ponte Arco-Íris\" ou 1 \"Refração Arco-Íris\" do seu Deck e adicione-o à sua mão ou envie-o para o Cemitério.\n● Invoque por Invocação-Especial 1 Card de Monstro \"Fera Cristalina\" da sua mão, do Deck, do Cemitério ou da sua Zona de Magias & Armadilhas.\nVocê só pode ativar 1 \"Despertar dos Definitivos Cristalinos\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：手札の「究極宝玉神」モンスター１体を相手に見せ、以下の効果から１つを選択して発動できる。または自分フィールドに「究極宝玉神」モンスターが存在する場合、以下の効果から１つ、または両方を選択して発動できる。\n●デッキから「架け橋」カードまたは「オーバー・ザ・レインボー」１枚を選び、手札に加えるか墓地へ送る。\n●自分の手札・デッキ・墓地の「宝玉獣」モンスター１体または自分の魔法＆罠ゾーンの「宝玉獣」モンスターカード１枚を選んで特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 패의 \"궁극보옥신\" 몬스터 1장을 상대에게 보여주고, 이하의 효과에서 1개를 선택하여 발동할 수 있다. 또는 자신 필드에 \"궁극보옥신\" 몬스터가 존재할 경우, 이하의 효과에서 1개, 또는 양쪽을 선택하고 발동할 수 있다.\n●덱에서 \"가교\" 카드 또는 \"오버 더 레인보우\" 1장을 고르고, 패에 넣거나 묘지로 보낸다.\n●자신의 패 / 덱 / 묘지의 \"보옥수\" 몬스터 1장 또는 자신의 마법 & 함정 존의 \"보옥수\" 몬스터 카드 1장을 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的卡1回合只能发动1张。①：可以向对手展示手牌的1只「究極宝玉神／究极宝玉神」怪兽，从以下的效果中选择1个发动。或者在自己场上有「究極宝玉神／究极宝玉神」怪兽存在的场合，可以从以下的效果中选择1个或者两方都发动。●从卡组选1张「架け橋／桥梁」卡或者「オーバー・ザ・レインボー／超越彩虹」加入手牌或送入墓地。●选自己的手牌、卡组或墓地的1只「宝玉獣／宝玉兽」怪兽或者自己的魔法陷阱区的1张「宝玉獣／宝玉兽」怪兽卡特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Crystal"], "images": [{"index": 1, "image": "AwakeningoftheCrystalUltimates-SDCB-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDCB-EN016", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "de": [{"set_number": "SDCB-DE016", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "fr": [{"set_number": "SDCB-FR016", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "it": [{"set_number": "SDCB-IT016", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "pt": [{"set_number": "SDCB-PT016", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "ja": [{"set_number": "SD44-JP016", "set_name": "Structure Deck: Legend of the Crystals", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD44-KR016", "set_name": "Structure Deck: Legend of the Crystals", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713349, "master_duel_rarity": "N"}