{"konami_id": 15540, "password": 12931061, "name": {"en": "U.A. Hyper Stadium", "de": "U.A.-Superstadion", "es": "Híper Estadio U.A.", "fr": "Hyper Stade U.A.", "it": "Iper Stadio U.A.", "pt": "U.A. Hiperestádio", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>ハイパー・スタジアム", "ja_romaji": "Urutora Asurīto Haipā Sutajiamu", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 하이퍼 스타디움", "ko_rr": null, "zh-TW": "超級運動員 超級競技場", "zh-CN": "超级运动员超级竞技场"}, "text": {"en": "(This card is always treated as a \"F.A.\" card.)\nWhen this card is activated: You can add 1 \"U.A.\" or \"F.A.\" monster from your Deck to your hand, OR add 1 \"U.A. Stadium\" from your GY to your hand. You can reveal 1 Field Spell in your hand and pay 1000 LP; you can Normal Summon 1 \"U.A.\" or \"F.A.\" monster during your Main Phase this turn, in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) You can only activate 1 \"U.A. Hyper Stadium\" per turn.", "de": "(Diese Karte wird immer als „F.A.“-Karte behandelt.)\nWenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „U.A.“- oder „F.A.“-Monster von deinem Deck ODER 1 „U.A.-Stadion“ von deinem Friedhof hinzufügen. Du kannst 1 Spielfeldzauber in deiner Hand vorzeigen und 1000 LP zahlen; du kannst in diesem Spielzug während deiner Main Phase zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 „U.A.“- oder „F.A.“-Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Du kannst nur 1 „U.A.-Superstadion“ pro Spielzug aktivieren.", "es": "(Esta carta se trata siempre como una carta \"F.A.\").\nCuando esta carta es activada: puedes añadir a tu mano 1 monstruo \"U.A.\" o \"F.A.\" en tu Deck, O añadir a tu mano 1 \"Estadio U.A.\" en tu Cementerio. Puedes mostrar 1 Mágica de Campo en tu mano y pagar 1000 LP; puedes Invocar de Modo Normal 1 monstruo \"U.A.\" o \"F.A.\" durante tu Main Phase este turno, además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Sólo puedes activar 1 \"Híper Estadio U.A.\" por turno.", "fr": "(Cette carte est toujours traitée comme une carte \"F.A.\".)\nLorsque cette carte est activée : vous pouvez ajouter 1 monstre \"U.A.\" ou \"F.A.\" depuis votre Deck à votre main, OU ajouter 1 \"Stade U.A.\" depuis votre Cimetière à votre main. Vous pouvez révéler 1 Magie de Terrain dans votre main et payer 1000 LP ; durant votre Main Phase ce tour, vous pouvez Invoquer Normalement 1 monstre \"U.A.\" ou \"F.A.\", en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Vous ne pouvez activer qu'1 \"Hyper Stade U.A.\" par tour.", "it": "(Questa carta viene sempre considerata come una carta \"F.A.\".)\nQuando questa carta viene attivata: puoi aggiungere 1 mostro \"U.A.\" o \"F.A.\" dal tuo Deck alla tua mano, OPPURE aggiungere 1 \"Stadio U.A.\" dal tuo Cimitero alla tua mano. Puoi rivelare 1 Magia Terreno nella tua mano e pagare 1000 LP; puoi Evocare Normalmente 1 mostro \"U.A.\" o \"F.A.\" durante la tua Main Phase in questo turno, in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Puoi attivare solo 1 \"Iper Stadio U.A.\" per turno.", "pt": "(Este card deve ser sempre considerado como um card \"F.A.\")\nQuando este card for ativado: você pode adicionar 1 monstro \"U.A.\" ou \"F.A.\" do seu Deck à sua mão, OU adicionar 1 \"U.A. Estádio\" do seu Cemitério à sua mão. Você pode revelar 1 Magia de Campo na sua mão e pagar 1000 PV; você pode Invocar por Invocação-Normal 1 monstro \"U.A.\" ou \"F.A.\" durante sua Fase Principal deste turno, em adição à sua Invocação-Normal/Baixar padrão. (Você só pode se aproveitar deste efeito uma vez por turno.) Você só pode ativar 1 \"U.A. Hiperestádio\" por turno.", "ja": "このカード名はルール上「Ｆ．Ａ．」カードとしても扱う。このカード名のカードは１ターンに１枚しか発動できない。①：このカードの発動時の効果処理として、デッキから「Ｕ．Ａ．」モンスターまたは「Ｆ．Ａ．」モンスター１体を手札に加えるか、自分の墓地から「Ｕ．Ａ．スタジアム」１枚を選んで手札に加える事ができる。②：手札のフィールド魔法カード１枚を相手に見せ、１０００ＬＰを払って発動できる。このターン、自分は通常召喚に加えて１度だけ、「Ｕ．Ａ．」モンスターまたは「Ｆ．Ａ．」モンスター１体を召喚できる。", "ko": "이 카드명은 룰상 \"F.A.(포뮬러 애슬리트)\" 카드로도 취급한다. 이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"U.A.(울트라 애슬리트)\" 몬스터 또는 \"F.A.(포뮬러 애슬리트)\" 몬스터 1장을 패에 넣거나, 자신 묘지에서 \"U.A.(울트라 애슬리트) 스타디움\" 1장을 고르고 패에 넣을 수 있다. ②: 패의 필드 마법 카드 1장을 상대에게 보여주고, 1000 LP를 지불하여 발동할 수 있다. 이 턴에 자신은 통상 소환 외에도 1번만, \"U.A.(울트라 애슬리트)\" 몬스터 또는 \"F.A.(포뮬러 애슬리트)\" 몬스터 1장을 일반 소환할 수 있다.", "zh-TW": "此卡名在規則上也視為「方程式運動員」卡。此卡名的卡１回合僅限發動１張。①：做為此卡發動時的效果處理，可從牌組將１隻「超級運動員」怪獸或「方程式運動員」怪獸加入手牌，或從我方墓地選擇１張「超級運動員 競技場」加入手牌。②：可將手牌的１張場地魔法卡出示給對方，支付１０００LP發動。此回合，我方除了通常召喚以外僅限１次，可額外召喚１隻「超級運動員」怪獸或「方程式運動員」怪獸。", "zh-CN": "此卡名在规则上也可作为“方程式运动员”卡使用。此卡名的卡在１个回合中仅可发动１张。①：作为此卡发动时的效果处理，可从牌组挑选１只“超级运动员”怪兽或“方程式运动员”怪兽加入手牌，或从自己的墓地挑选１张“超级运动员竞技场”加入手牌。②：向对手出示手牌中的１张场地魔法卡，消耗１０００LP后可以发动。此回合中，自己除通常召唤外，还有１次机会可召唤１只“超级运动员”怪兽或“方程式运动员”怪兽。"}, "card_type": "Spell", "property": "Field", "series": ["F.A.", "U.A."], "images": [{"index": 1, "image": "UAHyperStadium-PHRA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN061", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHRA-DE061", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHRA-FR061", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHRA-IT061", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHRA-PT061", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHRA-JP061", "set_name": "Phantom Rage", "rarities": ["Rare"]}], "ko": [{"set_number": "PHRA-KR061", "set_name": "Phantom Rage", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717279, "master_duel_rarity": "SR"}