{"konami_id": 5638, "password": 12930501, "name": {"en": "Dark Spell Regeneration", "de": "Dunkle Zauberregeneration", "es": "Regeneración del Hechizo Oscuro", "fr": "Régénération de la Magie des Ténèbres", "it": "Rigenerazione Magia Oscura", "pt": "Regeneração da Magia Negra", "ja": "<ruby>暗<rt>あん</rt></ruby><ruby>黒<rt>こく</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>再<rt>さい</rt></ruby><ruby>生<rt>せい</rt></ruby>", "ja_romaji": "Ankoku no Masaisei", "ko": "암흑의 마재생", "ko_rr": "Amheuk-ui Majaesaeng", "zh-TW": "暗黑之魔重生", "zh-CN": "暗黑之魔重生"}, "text": {"en": "When an opponent's monster declares an attack: Target 1 Spell in your opponent's GY; Set it to your field. You can banish this card from your GY and send 1 \"Monster Reborn\" from your hand or Set on your field to the GY; Special Summon 1 \"The Winged Dragon of Ra\" from your GY ignoring its Summoning conditions, then you can send 1 monster your opponent controls to the GY, also send that Special Summoned monster to the GY during the End Phase.", "de": "Wenn ein Monster eines Gegners einen Angriff deklariert: Wähle 1 Zauber im Friedhof deines Gegners; setze ihn auf deine Spielfeldseite. Du kannst diese Karte von deinem Friedhof verbannen und 1 „Wiedergeburt“ von deiner Hand oder gesetzt von deiner Spielfeldseite auf den Friedhof legen; beschwöre 1 „Der geflügelte Drache von Ra“ als Spezialbeschwörung von deinem Friedhof, ungeachtet seiner Beschwörungsbedingungen, dann kannst du 1 Monster, das dein Gegner kontrolliert, auf den Friedhof legen, zusätzlich lege jenes als Spezialbeschwörung beschworene Monster während der End Phase auf den Friedhof.", "es": "Cuando un monstruo del adversario declara un ataque: selecciona 1 Mágica en el Cementerio de tu adversario; Colócala en tu Campo. Puedes desterrar esta carta en tu Cementerio y mandar al Cementerio 1 \"Monstruo Renacido\" en tu mano o Colocado en tu Campo; Invoca de Modo Especial, desde tu Cementerio, 1 \"El Dragón Alado de Ra\" ignorando sus condiciones de Invocación, y después puedes mandar al Cementerio 1 monstruo que controle tu adversario, y además durante la End Phase manda al Cementerio ese monstruo Invocado de Modo Especial.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque : ciblez 1 Magie dans le Cimetière de votre adversaire ; Posez-la sur votre Terrain. Vous pouvez bannir cette carte depuis votre Cimetière et envoyer 1 \"Monster Reborn\" depuis votre main ou Posé sur votre Terrain au Cimetière ; Invoquez Spécialement 1 \"Le Dragon Ailé de Râ\" depuis votre Cimetière en ignorant ses conditions d'Invocation, puis vous pouvez envoyer 1 monstre contrôlé par votre adversaire au Cimetière, et aussi, envoyez le monstre Invoqué Spécialement au Cimetière durant la End Phase.", "it": "Quando un mostro dell'avversario dichiara un attacco: scegli come bersaglio 1 Magia nel Cimitero del tuo avversario; Posizionala sul tuo Terreno. Puoi bandire questa carta dal tuo Cimitero e mandare 1 \"Mostro Resuscitato\" dalla tua mano o Posizionato sul tuo Terreno al Cimitero; Evoca Specialmente 1 \"Drago Alato di Ra\" dal tuo Cimitero ignorando le sue condizioni di Evocazione, poi puoi mandare al Cimitero 1 mostro controllato dal tuo avversario, inoltre manda al Cimitero quel mostro Evocato Specialmente durante la End Phase.", "pt": "Quando um monstro do oponente declarar um ataque: escolha 1 Magia no Cemitério do seu oponente; Baixe-a no seu campo. Você pode banir este card do seu Cemitério e envie 1 \"Reviver Monstro\" da sua mão ou Baixado no seu campo para o Cemitério; Invoque por Invocação-Especial 1 \"O Dragão Alado de Rá\" do seu Cemitério ignorando suas condições de Invocação e, depois, você pode enviar 1 monstro que seu oponente controla para o Cemitério e, além disso, envie esse monstro Invocado por Invocação-Especial para o Cemitério durante a Fase Final.", "ja": "①：相手モンスターの攻撃宣言時に、相手の墓地の魔法カード１枚を対象として発動できる。そのカードを自分フィールドにセットする。②：墓地のこのカードを除外し、手札及び自分フィールドにセットされたカードの中から、「死者蘇生」１枚を墓地へ送って発動できる。自分の墓地から「ラーの翼神竜」１体を選んで召喚条件を無視して特殊召喚する。その後、相手フィールドのモンスター１体を選んで墓地へ送る事ができる。この効果で特殊召喚したモンスターはエンドフェイズに墓地へ送られる。", "ko": "①: 상대 몬스터의 공격 선언시에, 상대 묘지의 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드에 세트한다. ②: 묘지의 이 카드를 제외하고, 패 및 자신 필드에 세트된 카드 중에서, \"죽은 자의 소생\" 1장을 묘지로 보내고 발동할 수 있다. 자신 묘지에서 \"라의 익신룡\" 1장을 골라 소환 조건을 무시하고 특수 소환한다. 그 후, 상대 필드의 몬스터 1장을 고르고 묘지로 보낼 수 있다. 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 묘지로 보내진다.", "zh-TW": null, "zh-CN": "①：对方怪兽的攻击宣言时，以对方墓地1张魔法卡为对象才能发动。那张卡在自己场上盖放。\n②：把墓地的这张卡除外，从手卡以及自己场上盖放的卡之中把1张「死者苏生」送去墓地才能发动。从自己墓地选1只「太阳神之翼神龙」无视召唤条件特殊召唤。那之后，可以选对方场上1只怪兽送去墓地。这个效果特殊召唤的怪兽在结束阶段送去墓地。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "DarkSpellRegeneration-CP20-JP-R.png", "illustration": "DarkSpellRegeneration-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "DarkSpellRegeneration-BLC1-EN-C-1E.png", "illustration": "DarkSpellRegeneration-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLAR-EN001", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN126", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "BLAR-DE001", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE126", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "BLAR-FR001", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR126", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "BLAR-IT001", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT126", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "BLAR-PT001", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT126", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "CP20-JP001", "set_name": "Collection Pack 2020", "rarities": ["Rare"]}], "ko": [{"set_number": "CP20-KR001", "set_name": "Collection Pack 2020", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708084, "master_duel_rarity": "SR"}