{"konami_id": 14083, "password": 12950294, "name": {"en": "Speedburst Dragon", "de": "Geschwindigkeitsschub-Drache", "es": "Dragón Ráfagavelocidad", "fr": "Dragon Explorapide", "it": "Drago Velociesplosione", "pt": "Dragão da Explosão de Velocidade", "ja": "スピードローダー・ドラゴン", "ja_romaji": "Supīdorōdā Doragon", "ko": "스피드로더 드래곤", "ko_rr": "Seupideurodeo Deuraegon", "zh-TW": "快速裝彈龍", "zh-CN": "快速装弹龙"}, "text": {"en": "When you take effect damage (except during the Damage Step): You can Special Summon this card from your hand, then inflict damage to your opponent equal to the damage you took, and if you do, you gain LP equal to half that damage you inflicted. When this card is Tribute Summoned: You can add 2 \"Rokket\" monsters with different names from your Deck to your hand. You can only use each effect of \"Speedburst Dragon\" once per turn.", "de": "Wenn du Effektschaden erhältst (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann füge deinem Gegner Schaden in Höhe des Schadens zu, den du erhalten hast, und falls du dies tust, erhältst du LP in Höhe der Hälfte des Schadens, den du zugefügt hast. Wenn diese Karte als Tributbeschwörung beschworen wird: Du kannst deiner Hand 2 „Rakkete“-Monster mit unterschiedlichen Namen von deinem Deck hinzufügen. Du kannst jeden Effekt von „Geschwindigkeitsschub-Drache“ nur einmal pro Spielzug verwenden.", "es": "Cuando recibes daño de efecto (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano, y después inflige daño a tu adversario igual al daño que recibiste y, si lo haces, ganas LP iguales a la mitad de ese daño que infligiste. Cuando esta carta es Invocada por Sacrificio: puedes añadir a tu mano 2 monstruos \"Cohette\" con nombres diferentes en tu Deck. Sólo puedes usar cada efecto de \"Dragón Ráfagavelocidad\" una vez por turno.", "fr": "Lorsque vous recevez des dommages d'effet (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis infligez des dommages à votre adversaire égaux aux dommages que vous avez reçus, et si vous le faites, vous gagnez des LP égaux à la moitié des dommages que vous avez infligés. Lorsque cette carte est Invoquée par Sacrifice : vous pouvez ajouter 2 monstres \"Rokkette\" de noms différents depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Explorapide\" qu'une fois par tour.", "it": "Quando subisci danno da effetto (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano, poi infliggere al tuo avversario danno pari al danno che hai subito e, se lo fai, guadagni LP pari alla metà di quel danno che hai inflitto. Quando questa carta viene Evocata tramite Tributo: puoi aggiungere 2 mostri \"Mizzile\" con nomi diversi dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Drago Velociesplosione\" una sola volta per turno.", "pt": "Quando você sofrer dano de efeito (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão e, depois, causar dano ao seu oponente igual ao dano que você sofreu e, se isso acontecer, você ganha PV igual à metade do dano que você causou. Quando este card for Invocado por Invocação-Tributo: você pode adicionar 2 monstros \"Foguette\" com nomes diferentes do seu Deck à sua mão. Você só pode usar cada efeito de \"Dragão da Explosão de Velocidade\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分が効果ダメージを受けた時に発動できる。このカードを手札から特殊召喚する。その後、自分が受けたダメージと同じ数値分のダメージを相手に与え、与えたダメージの半分だけ自分のＬＰを回復する。②：このカードがアドバンス召喚に成功した時に発動できる。デッキから「ヴァレット」モンスター２体を手札に加える（同名カードは１枚まで）。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신이 효과 데미지를 받았을 때에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 자신이 받은 데미지와 같은 수치만큼의 데미지를 상대에게 주고, 준 데미지의 절반만큼 자신의 LP를 회복한다. ②: 이 카드가 어드밴스 소환에 성공했을 때에 발동할 수 있다. 덱에서 \"바렛\" 몬스터 2장을 패에 넣는다(같은 이름의 카드는 1장까지).", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：自己受到效果伤害时才能发动。这张卡从手卡特殊召唤。那之后，给与对方为和自己受到的伤害相同数值的伤害，自己基本分回复给与的伤害一半的数值。\n②：这张卡上级召唤成功时才能发动。从卡组把2只「弹丸」怪兽加入手卡（同名卡最多1张）。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 6, "atk": 2400, "def": 600, "images": [{"index": 1, "image": "SpeedburstDragon-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN006", "set_name": "Savage Strike", "rarities": ["Rare"]}, {"set_number": "MP20-EN005", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "SAST-DE006", "set_name": "Savage Strike", "rarities": ["Rare"]}, {"set_number": "MP20-DE005", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "SAST-FR006", "set_name": "Savage Strike", "rarities": ["Rare"]}, {"set_number": "MP20-FR005", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "SAST-IT006", "set_name": "Savage Strike", "rarities": ["Rare"]}, {"set_number": "MP20-IT005", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "SAST-PT006", "set_name": "Savage Strike", "rarities": ["Rare"]}, {"set_number": "MP20-PT005", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "SAST-JP006", "set_name": "Savage Strike", "rarities": ["Common"]}], "ko": [{"set_number": "SAST-KR006", "set_name": "Savage Strike", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 575847, "master_duel_rarity": "R"}