{"konami_id": 18187, "password": 12954226, "name": {"en": "Circle of the Fairies", "de": "Kreis der Feen", "es": "Círculo de las Hadas", "fr": "Cercle des Fées", "it": "Circolo delle Fate", "pt": "Círculo das Fadas", "ja": "サークル・オブ・フェアリー", "ja_romaji": "Sākuru Obu Fearī", "ko": "서클 오브 페어리", "ko_rr": "Seokeul Obeu Peeori", "zh-TW": "妖精圓環", "zh-CN": "妖精圆环"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nDuring your Main Phase, you can Normal Summon 1 Insect or Plant monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) When a monster is destroyed by battle involving your Insect or Plant monster, and sent to the GY: You can target 1 of those destroyed monsters; inflict damage to your opponent equal to half its ATK, then gain LP equal to the damage inflicted to your opponent. You can only use this effect of \"Circle of the Fairies\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nWährend deiner Main Phase kannst du zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 Insekt- oder Pflanze-Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Wenn ein Monster durch einen Kampf, an dem dein Insekt- oder Pflanze-Monster beteiligt ist, zerstört und auf den Friedhof gelegt wird: Du kannst 1 jener zerstörten Monster wählen; füge deinem Gegner Schaden in Höhe der Hälfte seiner ATK zu, dann erhältst du LP in Höhe des Schadens, der deinem Gegner zugefügt wurde. Du kannst diesen Effekt von „Kreis der Feen“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nDurante tu Main Phase, puedes Invocar de Modo Normal 1 monstruo Insecto o Planta además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Cuando un monstruo es destruido en batalla involucrando tu monstruo Insecto o Planta, y mandado al Cementerio: puedes seleccionar 1 de esos monstruos destruidos; inflige daño a tu adversario igual a la mitad de su ATK, y después gana LP iguales al daño infligido a tu adversario. Sólo puedes usar este efecto de \"Círculo de las Hadas\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nDurant votre Main Phase, vous pouvez Invoquer Normalement 1 monstre Insecte ou Plante en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Lorsqu'un monstre est détruit au combat impliquant votre monstre Insecte ou Plante, et est envoyé au Cimetière : vous pouvez cibler 1 de ces monstres détruits ; infligez des dommages à votre adversaire égaux à la moitié de son ATK, puis gagnez des LP égaux aux dommages infligés à votre adversaire. Vous ne pouvez utiliser cet effet de \"Cercle des Fées\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nDurante la tua Main Phase, puoi Evocare Normalmente 1 mostro Insetto o Pianta in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Quando un mostro viene distrutto in una battaglia che coinvolge un tuo mostro Insetto o Pianta, e mandato al Cimitero: puoi scegliere come bersaglio 1 di quei mostri distrutti; infliggi al tuo avversario danno pari alla metà del suo ATK, poi guadagni LP pari al danno inflitto al tuo avversario. Puoi utilizzare questo effetto di \"Circolo delle Fate\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nDurante sua Fase Principal, você pode Invocar por Invocação-Normal 1 monstro Inseto ou Planta em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.) Quando um monstro for destruído em batalha envolvendo um monstro Inseto ou Planta seu, e enviado para o Cemitério: você pode escolher 1 desses monstros destruídos; cause dano ao seu oponente igual à metade do ATK dele e, depois, ganhe PV igual ao dano causado ao seu oponente. Você só pode usar este efeito de \"Círculo das Fadas\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、自分は通常召喚に加えて１度だけ、自分メインフェイズに昆虫族・植物族モンスター１体を召喚できる。②：自分の昆虫族・植物族モンスターの戦闘でモンスターが破壊され墓地へ送られた時、その破壊されたモンスター１体を対象として発動できる。そのモンスターの攻撃力の半分のダメージを相手に与える。その後、与えたダメージの数値分だけ自分のＬＰを回復する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 곤충족 / 식물족 몬스터 1장을 일반 소환할 수 있다. ②: 자신의 곤충족 / 식물족 몬스터의 전투로 몬스터가 파괴되어 묘지로 보내졌을 때, 그 파괴된 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력 절반의 데미지를 상대에게 준다. 그 후, 준 데미지의 수치만큼만 자신의 LP를 회복한다.", "zh-TW": null, "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的②效果１回合仅可使用１次。①：只要此卡存在于怪兽区域，自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只昆虫族・植物族怪兽。②：怪兽因自己的昆虫族・植物族怪兽的战斗被破坏并被送至墓地时，以该１只被破坏的怪兽为对象可以发动。给予对手相当于该怪兽攻击力一半数值的伤害。然后，依给予伤害的数值恢复自己的LP。"}, "card_type": "Monster", "monster_type_line": "Plant / Synchro / Effect", "attribute": "WIND", "level": 7, "atk": 2200, "def": 2500, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Circular"], "images": [{"index": 1, "image": "CircleoftheFairies-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN042", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN319", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE042", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE319", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR042", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR319", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT042", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT319", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT042", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT319", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP042", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "ko": [{"set_number": "PHHY-KR042", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC085", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714287, "master_duel_rarity": "R"}