{"konami_id": 22067, "password": 13023431, "name": {"en": "Chevreuil, Hunting Scout of the Deep Forest", "de": "Chevreuil, jagender Kundschafter aus dem tiefen Wald", "es": "Chevril, Rastreador Cazador del Bosque Profundo", "fr": "Chevreuil, Éclaireur Chasseur de la Forêt Profonde", "it": "Chevreuil, Scout Cacciatore della Foresta Profonda", "pt": "Chevreuil, o Batedor Caçador da Floresta Profunda", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 Level 5 or higher EARTH Warrior monster + 1 EARTH Warrior monster\nUnaffected by your opponent's activated effects, during the Main Phase only. Your opponent's monsters that can attack must attack the monster you control with the highest ATK (their choice, if tied). When another EARTH Warrior monster you control destroys an opponent's monster by battle: You can Special Summon 1 EARTH Warrior monster from your GY or banishment. You can only use this effect of \"Chevreuil, Hunting Scout of the Deep Forest\" once per turn.", "de": "1 ERDE Krieger-Monster der Stufe 5 oder höher + 1 ERDE Krieger-Monster\nBleibt nur während der Main Phase von aktivierten Effekten deines Gegners unberührt. Monster deines Gegners, die angreifen können, müssen das Monster mit den höchsten ATK angreifen, das du kontrollierst (bei Gleichstand bestimmt er). Wenn ein anderes ERDE Krieger-Monster, das du kontrollierst, ein Monster eines Gegners durch Kampf zerstört: Du kannst 1 ERDE Krieger-Monster als Spezialbeschwörung von deinem Friedhof oder deinen verbannten Karten beschwören. Du kannst diesen Effekt von „Chevreuil, jagender Kundschafter aus dem tiefen Wald“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo Guerrero de TIERRA de Nivel 5 o mayor + 1 monstruo Guerrero de TIERRA\nNo es afectado por los efectos activados de tu adversario, sólo durante la Main Phase. Los monstruos de tu adversario que puedan atacar deben atacar al monstruo que controles con mayor ATK (si hay empate, elige él). Cuando otro monstruo Guerrero de TIERRA que controlas destruye un monstruo del adversario en batalla: puedes Invocar de Modo Especial 1 monstruo Guerrero de TIERRA desde tu Cementerio o destierro. Sólo puedes usar este efecto de \"Chevril, Rastreador Cazador del Bosque Profundo\" una vez por turno.", "fr": "1 monstre TERRE Guerrier de min. Niveau 5 + 1 monstre TERRE Guerrier\nNon affectée par les effets activés de votre adversaire, durant la Main Phase uniquement. Les monstres de votre adversaire qui peuvent attaquer doivent attaquer le monstre que vous contrôlez avec la plus haute ATK (en cas d'égalité, il choisit). Lorsqu'un autre monstre TERRE Guerrier que vous contrôlez détruit un monstre de l'adversaire au combat : vous pouvez Invoquer Spécialement 1 monstre TERRE Guerrier depuis votre Cimetière ou bannissement. Vous ne pouvez utiliser cet effet de \"Chevreuil, Éclaireur Chasseur de la Forêt Profonde\" qu'une fois par tour.", "it": "1 mostro TERRA Guerriero di Livello 5 o superiore + 1 mostro TERRA Guerriero\nImmune agli effetti attivati del tuo avversario, solamente durante la Main Phase. I mostri del tuo avversario che possono attaccare devono attaccare il mostro che controlli con l'ATK più alto (in caso di parità, sceglie lui). Quando un altro mostro TERRA Guerriero che controlli distrugge un mostro dell'avversario in battaglia: puoi Evocare Specialmente 1 mostro TERRA Guerriero dal tuo Cimitero o carte bandite. Puoi utilizzare questo effetto di \"Chevreuil, Scout Cacciatore della Foresta Profonda\" una sola volta per turno.", "pt": "1 monstro Guerreiro de TERRA de Nível 5 ou mais + 1 monstro Guerreiro de TERRA\nNão é afetado pelos efeitos ativados do seu oponente, apenas durante a Fase Principal. Os monstros do seu oponente que podem atacar devem atacar o monstro que você controla com o maior ATK (em caso de empate, ele seleciona). Quando outro monstro Guerreiro de TERRA que você controla destruir um monstro do oponente em batalha: você pode Invocar por Invocação-Especial 1 monstro Guerreiro de TERRA do seu Cemitério ou banimento. Você só pode usar este efeito de \"Chevreuil, o Batedor Caçador da Floresta Profunda\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "EARTH", "level": 7, "atk": 2600, "def": 2600, "materials": "1 Level 5 or higher EARTH Warrior monster + 1 EARTH Warrior monster", "series": ["Hunting Scout of the Deep Forest"], "images": [{"index": 1, "image": "ChevreuilHuntingScoutoftheDeepForest-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN085", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE085", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP085", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR085", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT085", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT085", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145938}