{"konami_id": 14647, "password": 13046291, "name": {"en": "Evoltile Megachirella", "de": "Evoltil Megachirella", "es": "Megachirella Evolutil", "fr": "Évoltile Megachirella", "it": "Evoltile Megachirella", "pt": "Evoltil Megachirella", "ja": "エヴォルド・メガキレラ", "ja_romaji": "Evorudo Megakirera", "ko": "에볼드 메가키렐라", "ko_rr": "Eboldeu Megakirella", "zh-TW": "進化蟲 大手蜥", "zh-CN": "进化虫・巨手蜥"}, "text": {"en": null, "de": "Du kannst 1 Reptil-Monster als Tribut anbieten und dann 1 Karte abwerfen; beschwöre 1 FEUER Dinosaurier-Monster der Stufe 6 oder niedriger als Spezialbeschwörung von deinem Deck. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Drache-Xyz-Monster ohne Material wählen, das du kontrollierst; hänge bis zu 2 Reptil- und/oder Dinosaurier-Monster mit unterschiedlichen Namen von deiner Hand und/oder deinem Friedhof als Material an das Monster an. Du kannst jeden Effekt von „Evoltil Megachirella“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar 1 monstruo Reptil, y después descarta 1 carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo Dinosaurio de FUEGO de Nivel 6 o menor. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Xyz Dragón que controles que no tenga material; acopla a ese monstruo hasta 2 monstruos Reptil y/o Dinosaurio en tu mano y/o Cementerio con nombres diferentes como material. Sólo puedes usar cada efecto de \"Megachirella Evolutil\" una vez por turno.", "fr": "Vous pouvez Sacrifier 1 monstre Reptile, puis défaussez 1 carte ; Invoquez Spécialement 1 monstre FEU Dinosaure de max. Niveau 6 depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz Dragon que vous contrôlez sans aucun Matériel ; attachez max. 2 monstres Reptile et/ou Dinosaure de noms différents depuis votre main et/ou Cimetière au monstre comme Matériel. Vous ne pouvez utiliser chaque effet de \"Évoltile Megachirella\" qu'une fois par tour.", "it": "Puoi offrire come Tributo 1 mostro Rettile, poi scartare 1 carta; Evoca Specialmente 1 mostro FUOCO Dinosauro di Livello 6 o inferiore dal tuo Deck. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz Drago che controlli senza materiali; attacca fino a 2 mostri Rettile e/o Dinosauro con nomi diversi dalla tua mano e/o Cimitero a quel mostro come materiale. Puoi utilizzare ogni effetto di \"Evoltile Megachirella\" una sola volta per turno.", "pt": "Você pode oferecer como Tributo 1 monstro Réptil e, depois, descarte 1 card; Invoque por Invocação-Especial 1 monstro Dinossauro de FOGO de Nível 6 ou menos do seu Deck. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Xyz Dragão sem matéria que você controla; associe até 2 monstros Réptil e/ou Dinossauro com nomes diferentes da sua mão e/ou do Cemitério a esse monstro como matéria. Você só pode usar cada efeito de \"Evoltil Megachirella\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドの爬虫類族モンスター１体をリリースし、手札を１枚捨てて発動できる。デッキからレベル６以下の恐竜族・炎属性モンスター１体を特殊召喚する。\n②：墓地のこのカードを除外し、自分フィールドのＸ素材の無いドラゴン族Ｘモンスター１体を対象として発動できる。自分の手札・墓地から爬虫類族・恐竜族のモンスターを２体まで選び、対象のモンスターのＸ素材とする（同名カードは１枚まで）。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 파충류족 몬스터 1장을 릴리스하여, 패를 1장 버리고 발동할 수 있다. 덱에서 레벨 6 이하의 공룡족 / 화염 속성 몬스터 1장을 특수 소환한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 엑시즈 소재가 없는 드래곤족 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 자신의 패 / 묘지에서 파충류족 / 공룡족 몬스터를 2장까지 고르고, 대상 몬스터의 아래에 겹쳐 엑시즈 소재로 한다(같은 이름의 카드는 1장까지).", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可解放我方場上的１隻爬蟲類族怪獸，捨棄１張手牌發動。從牌組特殊召喚１隻等級６以下的恐龍族・炎屬性怪獸。②：可將墓地的此卡除外，將我方場上的１隻沒有超量素材的龍族超量怪獸做為對象發動。從我方手牌・墓地選擇最多２隻爬蟲類族・恐龍族怪獸，重疊至對象怪獸下方做為超量素材（同名卡最多１張）。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：解放自己场上的１只爬虫类族怪兽，舍弃１张手牌可以发动。从牌组将１只等级６以下的恐龙族・炎属性怪兽特殊召唤。\n②：将墓地的此卡除外，以自己场上的１只没有超量素材的龙族超量怪兽为对象可以发动。从自己的手牌・墓地挑选最多２只爬虫类族・恐龙族怪兽，作为对象怪兽的超量素材（同名卡最多１张）。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "FIRE", "level": 1, "atk": 0, "def": 0, "series": ["Evol", "Evoltile"], "images": [{"index": 1, "image": "EvoltileMegachirella-CHIM-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN020", "set_name": "Chaos Impact", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE020", "set_name": "Chaos Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR020", "set_name": "Chaos Impact", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT020", "set_name": "Chaos Impact", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT020", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP020", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR020", "set_name": "Chaos Impact", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC088", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642850, "master_duel_rarity": "R"}