{"konami_id": 10025, "password": 13140300, "name": {"en": "Hieratic Seal of the Sun Dragon Overlord", "de": "Priesterliches Siegel des Sonnendrachen-Overlords", "es": "Sello Hierático del Señor Supremo Dragón Solar", "fr": "Sceau Hiératique du Seigneur Dragon Soleil", "it": "Sigillo Ieratico del Sovrano Drago Sole", "pt": "Selo Hierático do Suserano do Dragão do Sol", "ja": "<ruby>神<rt>しん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>の<ruby>聖<rt>せい</rt></ruby><ruby>刻<rt>こく</rt></ruby><ruby>印<rt>いん</rt></ruby>", "ja_romaji": "Shinryū no Seikokuin", "ko": "신룡의 성각인", "ko_rr": null, "zh-TW": "神龍的聖刻印", "zh-CN": "神龙之圣刻印"}, "text": {"en": "A mysterious engraved Hieratic relic. It was thought to be a simple stone, but it was actually infused with the power of a sun-wielding dragon. Aeons passed, and the power of the relic grew and grew until it finally shone like the sun itself.", "de": "Ein geheimnisvolles graviertes priesterliches Relikt. Man hielt es einst für einen einfachen Stein, aber ein Sonnendrache verlieh ihm seine Kräfte. Zeitalter vergingen, in der die Macht des Relikts stetig wuchs, bis es schließlich so hell strahlte wie die Sonne selbst.", "es": "Una misteriosa reliquia Hierática grabada. Parecía una simple roca, pero resultó infundida por el poder de un dragón que blandía un sol. Pasaron los siglos, y el poder de la reliquia creció y creció hasta que finalmente brilló como el mismo Sol.", "fr": "Une mystérieuse relique hiératique. C'était à l'origine une simple pierre, mais celle-ci fut injectée avec le pouvoir d'un dragon capable de contrôler le soleil. Des éons passèrent et le pouvoir de la relique grandit jusqu'à briller comme le soleil.", "it": "Una misteriosa reliquia Ieratica intagliata. Si pensava che fosse una semplice pietra, ma in realtà vi era stato infuso il potere di un drago che controllava il sole. Passarono i millenni, e il potere della reliquia continuò a crescere finché alla fine non divenne brillante come il sole.", "pt": "Uma relíquia Hierática misteriosa gravada. Pensavam que se tratava de uma simples pedra, mas ela na verdade foi infundida com o poder de um dragão que brandia o poder do sol. Eras se passaram e o poder da relíquia cresceu e cresceu até que finalmente brilhou como o próprio sol.", "ja": "謎の刻印が刻まれた聖なる遺物。神の如く力を振るった龍の力を封じたものと伝承は語る。黄金の太陽の下、悠久の刻を経て、それはやがて神々しさと共に太陽石と呼ばれるようになった。", "ko": "수수께끼의 각인이 새겨진 성스러운 유물. 신에 필적하는 힘을 가진 용의 힘을 봉인한 것이라고 전해지고 있다. 황금의 태양 아래, 유구한 시간을 거쳐, 그것은 이윽고 성스러운 태양석으로 불리게 되었다.", "zh-TW": null, "zh-CN": "刻有谜之刻印的神圣遗物。传说其中封印着能施展如神般力量的龙之力。在黄金色的太阳下，历经悠久的时光，散发的神圣光辉使其最终被称为太阳石。"}, "card_type": "Monster", "monster_type_line": "Dragon", "attribute": "LIGHT", "level": 8, "atk": 0, "def": 0, "series": ["Hieratic"], "images": [{"index": 1, "image": "HieraticSealoftheSunDragonOverlord-GAOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN002", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "de": [{"set_number": "GAOV-DE002", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "es": [{"set_number": "GAOV-SP002", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "GAOV-FR002", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "it": [{"set_number": "GAOV-IT002", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "OP16-PT031", "set_name": "OTS Tournament Pack 16", "rarities": ["Common"]}], "ja": [{"set_number": "GAOV-JP002", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "GAOV-KR002", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL02-SC132", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 200334, "master_duel_rarity": "R"}