{"konami_id": 20433, "password": 13204145, "name": {"en": "Mimighoul Maker", "de": "Mimighul-Erzeuger", "es": "Creador Mimighoul", "fr": "Fabricant Mimigoule", "it": "Mimighoul Creatore", "pt": "Criador Mimicarniçal", "ja": "ミミグル・メーカー", "ja_romaji": "Mimiguru Mēkā", "ko": "미미구르 메이커", "ko_rr": null, "zh-TW": "寶箱詭屍・製造箱", "zh-CN": "迷拟宝箱鬼・创造主"}, "text": {"en": "Reveal 2 Flip monsters with different names from your Deck, your opponent randomly picks 1 for you to Special Summon to their field in face-down Defense Position, and you add the other to your hand, then you can Special Summon 1 \"Mimighoul\" monster from your hand. If your opponent Special Summons a monster(s) (except during the Damage Step): You can banish this card from your GY, then target 1 face-down monster your opponent controls; change it to face-up Attack or Defense Position. You can only use 1 \"Mimighoul Maker\" effect per turn, and only once that turn.", "de": "Zeige 2 Flippmonster mit unterschiedlichen Namen von deinem Deck vor, dein Gegner bestimmt zufällig 1, das du als Spezialbeschwörung auf seine Spielfeldseite in die verdeckte Verteidigungsposition beschwörst, und du fügst das andere deiner Hand hinzu, dann kannst du 1 „Mimighul“-Monster als Spezialbeschwörung von deiner Hand beschwören. Falls dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört (außer während des Damage Steps): Du kannst diese Karte von deinem Friedhof verbannen und dann 1 verdecktes Monster wählen, das dein Gegner kontrolliert; ändere es in die offene Angriffs- oder Verteidigungsposition. Du kannst nur 1 Effekt von „Mimighul-Erzeuger“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Muestra 2 monstruos de Volteo con nombres diferentes en tu Deck, tu adversario elige 1 al azar para que lo Invoques de Modo Especial a su Campo en Posición de Defensa boca abajo y tú añades el otro a tu mano, y después puedes Invocar de Modo Especial 1 monstruo \"Mimighoul\" desde tu mano. Si tu adversario Invoca de Modo Especial uno o más monstruos (excepto durante el Damage Step): puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo boca abajo que controle tu adversario; cámbialo a Posición de Ataque o Defensa boca arriba. Sólo puedes usar 1 efecto de \"Creador Mimighoul\" por turno, y sólo una vez ese turno.", "fr": "Révélez 2 monstres Flip de noms différents depuis votre Deck, votre adversaire en prend 1 au hasard pour vous à Invoquer Spécialement sur son Terrain en Position de Défense face verso, et vous ajoutez l'autre à votre main, puis vous pouvez Invoquer Spécialement 1 monstre \"Mimigoule\" depuis votre main. Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face verso contrôlé par votre adversaire ; changez-le en Position d'Attaque ou Défense face recto. Vous ne pouvez utiliser qu'1 effet de \"Fabricant Mimigoule\" par tour, et uniquement une fois le tour.", "it": "Rivela 2 mostri Scoperta con nomi diversi dal tuo Deck, il tuo avversario ne prende 1 a caso da farti Evocare Specialmente sul suo Terreno coperto in Posizione di Difesa e tu aggiungi l'altro alla tua mano, poi puoi Evocare Specialmente 1 mostro \"Mimighoul\" dalla tua mano. Se il tuo avversario Evoca Specialmente uno o più mostri (eccetto durante il Damage Step): puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro coperto controllato dal tuo avversario; mettilo scoperto in Posizione di Attacco o Difesa. Puoi utilizzare solo 1 effetto di \"Mimighoul Creatore\" per turno, e solo una volta in quel turno.", "pt": "Revele 2 monstros de Virar com nomes diferentes do seu Deck, seu oponente elege 1 deles aleatoriamente para que você Invoque por Invocação-Especial no campo dele com a face para baixo em Posição de Defesa e você adiciona o outro à sua mão e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Mimicarniçal\" da sua mão. Se seu oponente Invocar um ou mais monstros por Invocação-Especial (exceto durante a Etapa de Dano): você pode banir este card do seu Cemitério e, depois, escolha 1 monstro com a face para baixo que seu oponente controla; coloque-o com a face para cima em Posição de Ataque ou de Defesa. Você só pode usar 1 efeito de \"Criador Mimicarniçal\" por turno e apenas uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Normal", "series": ["Mimighoul"], "images": [{"index": 1, "image": "MimighoulMaker-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN095", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN238", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INFO-DE095", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE238", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INFO-SP095", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP238", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INFO-FR095", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR238", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INFO-IT095", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT238", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INFO-PT095", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT238", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP6-JP026", "set_name": "World Premiere Pack 2025", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1070019, "master_duel_rarity": "UR"}