{"konami_id": 14650, "password": 13224603, "name": {"en": "Gizmek Yata, the Gleaming Vanguard", "de": "Gizmek Yata, die glänzende Vorhut", "es": "Yata Cacharrek, la Vanguardia Reluciente", "fr": "Gizmek Yata, l'Avant-Garde Étincelante", "it": "Gizmeck Yata, l'Avanguardia Scintillante", "pt": "Bugiganga Yata, a Vanguarda Brilhante", "ja": "<ruby>機<rt>き</rt></ruby><ruby>巧<rt>こう</rt></ruby><ruby>嘴<rt>し</rt></ruby>－<ruby>八咫御先<rt>ヤタノミサキ</rt></ruby>", "ja_romaji": "Kikōshi - Yata no Misaki", "ko": "기교취－야타노미사키", "ko_rr": "Gigyohwi - Yatanomisaki", "zh-TW": "機巧嘴－八咫御先", "zh-CN": "机巧嘴－八咫御先"}, "text": {"en": "You can Special Summon this card (from your hand) by Tributing 1 Normal Summoned monster. You can only use each of the following effects of \"Gizmek Yata, the Gleaming Vanguard\" once per turn.\n● During your Main Phase, if this card was Normal or Special Summoned this turn, you can: Immediately after this effect resolves, Normal Summon 1 monster. If you do, you cannot Special Summon monsters for the rest of this turn, except monsters with the same original Type as that monster.\n● If this card Special Summoned by its own effect is Tributed: Gain 2050 LP.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 als Normalbeschwörung beschworenes Monster als Tribut anbietest. Du kannst jeden der folgenden Effekte von „Gizmek Yata, die glänzende Vorhut“ nur einmal pro Spielzug verwenden.\n● Während deiner Main Phase, falls diese Karte in diesem Spielzug als Normal- oder Spezialbeschwörung beschworen wurde, kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Monster als Normalbeschwörung. Falls du dies tust, kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Monstern mit demselben Grund-Typ wie das Monster.\n● Falls diese durch ihren eigenen Effekt als Spezialbeschwörung beschworene Karte als Tribut angeboten wird: Du erhältst 2050 LP.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) Sacrificando 1 monstruo Invocado de Modo Normal. Sólo puedes usar cada uno de los siguientes efectos de \"Yata Cacharrek, la Vanguardia Reluciente\" una vez por turno.\n● Durante tu Main Phase, si este turno esta carta fue Invocada de Modo Normal o Especial, puedes: inmediatamente después de que se resuelva este efecto, Invocar 1 monstruo de Modo Normal. Si lo haces, por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos con el mismo Tipo original que ese monstruo.\n● Si esta carta Invocada de Modo Especial por su propio efecto es Sacrificada: gana 2050 LP.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 1 monstre Invoqué Normalement. Vous ne pouvez utiliser chacun des effets suivants de \"Gizmek Yata, l'Avant-Garde Étincelante\" qu'une fois par tour.\n● Durant votre Main Phase, si cette carte a été Invoquée Normalement ou Spécialement ce tour, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre. Si vous le faites, vous ne pouvez pas Invoquer Spécialement de monstres (monstres du même Type d'origine que le monstre exclus) le reste de ce tour.\n● Si cette carte Invoquée Spécialement par son propre effet est Sacrifiée : gagnez 2050 LP.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) offrendo come Tributo 1 mostro Evocato Normalmente. Puoi utilizzare ognuno dei seguenti effetti di \"Gizmeck Yata, l'Avanguardia Scintillante\" una sola volta per turno.\n● Durante la tua Main Phase, se questa carta è stata Evocata Normalmente o Specialmente in questo turno, puoi: immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro. Se lo fai, non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri con lo stesso Tipo originale di quel mostro.\n● Se questa carta Evocata Specialmente dal suo stesso effetto viene offerta come Tributo: guadagni 2050 LP.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao oferecer como Tributo 1 monstro Invocado por Invocação-Normal. Você só pode usar cada um dos seguintes efeitos de \"Bugiganga Yata, a Vanguarda Brilhante\" uma vez por turno.\n● Durante sua Fase Principal, se este card foi Invocado por Invocação-Normal ou Especial neste turno, você pode: imediatamente depois que este efeito resolver, Invoque 1 monstro por Invocação-Normal. Se isso acontecer, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros com o mesmo Tipo original que o desse monstro.\n● Se este card Invocado por Invocação-Especial por seu próprio efeito for oferecido como Tributo: ganhe 2050 PV.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードは自分フィールドの通常召喚されたモンスター１体をリリースして手札から特殊召喚できる。②：このカードが召喚・特殊召喚に成功したターンの自分メインフェイズに発動できる。モンスター１体を召喚する。自分はこの効果で召喚したターン、そのモンスターと元々の種族が同じモンスターしか特殊召喚できない。③：このカードの①の方法で特殊召喚したこのカードがリリースされた場合に発動する。自分は２０５０ＬＰ回復する。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신 필드의 통상 소환된 몬스터 1장을 릴리스하고 패에서 특수 소환할 수 있다. ②: 이 카드가 일반 소환 / 특수 소환에 성공한 턴의 자신 메인 페이즈에 발동할 수 있다. 몬스터 1장을 일반 소환한다. 자신은 이 효과로 일반 소환한 턴에, 그 몬스터와 원래의 종족이 같은 몬스터밖에 특수 소환할 수 없다. ③: 이 카드의 ①의 방법으로 특수 소환한 이 카드가 릴리스되었을 경우에 발동한다. 자신은 2050 LP 회복한다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：解放自己场上的1只被通常召唤的怪兽，可以从手牌特殊召唤此卡。②：此卡召唤・特殊召唤成功的回合，在自己的主要阶段可以发动。召唤1只怪兽。自己以此效果召唤过的余下回合，仅可特殊召唤原本种族与该怪兽相同的怪兽。③：以此卡的①方法特殊召唤的此卡被解放的情况下发动。自己恢复2050LP。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 5, "atk": 2050, "def": 2050, "series": ["Gizmek"], "images": [{"index": 1, "image": "GizmekYatatheGleamingVanguard-MP20-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN023", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-EN163", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "CHIM-DE023", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-DE163", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "CHIM-FR023", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-FR163", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "CHIM-IT023", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-IT163", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "CHIM-PT023", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-PT163", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "CHIM-JP023", "set_name": "Chaos Impact", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "CHIM-KR023", "set_name": "Chaos Impact", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "MGP4-SC013", "set_name": "Mega Pack 04", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642760, "master_duel_rarity": "R"}