{"konami_id": 13471, "password": 13235258, "name": {"en": "Corrosive Scales", "de": "Ätzende Schuppen", "es": "Escamas Corrosivas", "fr": "Écailles Corrosives", "it": "Scaglie Corrosive", "pt": "Escamas Corrosivas", "ja": "<ruby>蝕<rt>むしば</rt></ruby>みの<ruby>鱗<rt>りん</rt></ruby><ruby>粉<rt>ぷん</rt></ruby>", "ja_romaji": "Mushibami no Rinpun", "ko": "좀먹는 인분", "ko_rr": null, "zh-TW": "侵蝕的鱗粉", "zh-CN": "侵蚀鳞粉"}, "text": {"en": "Target 1 Insect monster you control; equip this card to it. While you control the equipped monster, your opponent's monsters cannot attack Insect monsters, except the equipped monster. While this card is equipped to a monster, each time your opponent Normal or Special Summons a monster(s), OR activates a card or effect, place 1 Scale Counter on each face-up monster they control. Each monster your opponent controls loses 100 ATK/DEF for each Scale Counter it has.", "de": "Wähle 1 Insekt-Monster, das du kontrollierst; rüste es mit dieser Karte aus. Solange du das ausgerüstete Monster kontrollierst, können Monster deines Gegners keine Insekt-Monster angreifen, außer dem ausgerüsteten Monster. Solange diese Karte ein Monster ausrüstet, lege jedes Mal, wenn dein Gegner ein oder mehr Monster als Normal- oder Spezialbeschwörung beschwört ODER eine Karte oder einen Effekt aktiviert, 1 Schuppe-Zählmarke auf jedes offene Monster, das er kontrolliert. Jedes Monster, das dein Gegner kontrolliert, verliert für jede Schuppe-Zählmarke auf ihm 100 ATK/DEF.", "es": "Selecciona 1 monstruo Insecto que controles; equípale esta carta. Mientras controles el monstruo equipado, los monstruos de tu adversario no pueden atacar a monstruos Insecto, excepto al monstruo equipado. Mientras esta carta está equipada a un monstruo, cada vez que tu adversario Invoca de Modo Normal o Especial uno o más monstruos, O activa una carta o efecto, pon 1 Contador de Escama en cada monstruo boca arriba que él controle. Cada monstruo que tu adversario controle pierde 100 ATK/DEF por cada Contador de Escama que tenga.", "fr": "Ciblez 1 monstre Insecte que vous contrôlez ; équipez-lui cette carte. Tant que vous contrôlez le monstre équipé, les monstres de votre adversaire ne peuvent pas attaquer de monstres Insecte (le monstre équipé exclu). Tant que cette carte est équipée à un monstre, chaque fois que votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres, OU qu'il active une carte ou un effet, placez 1 Compteur Écaille sur chaque monstre face recto qu'il contrôle. Chaque monstre contrôlé par votre adversaire perd 100 ATK/DEF pour chaque Compteur Écaille qu'il a.", "it": "Scegli come bersaglio 1 mostro Insetto che controlli; equipaggia questa carta ad esso. Mentre controlli il mostro equipaggiato, i mostri del tuo avversario non possono attaccare i mostri Insetto, eccetto il mostro equipaggiato. Mentre questa carta è equipaggiata a un mostro, ogni volta che il tuo avversario Evoca Normalmente o Specialmente uno o più mostri, OPPURE attiva una carta o un effetto, metti 1 Segnalino Scaglia su ogni mostro scoperto che controlla. Ogni mostro controllato dal tuo avversario perde 100 ATK/DEF per ogni Segnalino Scaglia che ha.", "pt": "Escolha 1 monstro Inseto que você controla; equipe este card a ele. Enquanto você controlar o monstro equipado, os monstros do seu oponente não podem atacar monstros Inseto, exceto o monstro equipado. Enquanto este card estiver equipado a um monstro, sempre que seu oponente Invocar um ou mais monstros por Invocação-Normal ou Especial, OU ativar um card ou efeito, coloque 1 Marcador de Escama em cada monstro com a face para cima que ele controla. Cada monstro que seu oponente controla perde 100 de ATK/DEF para cada Marcador de Escama que tiver.", "ja": "①：自分フィールドの昆虫族モンスター１体を対象としてこのカードを発動できる。このカードを装備カード扱いとしてそのモンスターに装備する。相手はその自分の装備モンスター以外の昆虫族モンスターを攻撃できない。②：このカードが装備されている限り、相手がモンスターを召喚・特殊召喚する度、または相手が魔法・罠・モンスターの効果を発動する度に、相手フィールドの表側表示モンスター全てに鱗粉カウンターを１つずつ置く。相手フィールドのモンスターの攻撃力・守備力は、そのモンスターの鱗粉カウンターの数×１００ダウンする。", "ko": "①: 자신 필드의 곤충족 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 이 카드를 장착 카드로 취급하여 그 몬스터에 장착한다. 상대는 그 자신의 장착 몬스터 이외의 곤충족 몬스터를 공격할 수 없다. ②: 이 카드가 장착되어 있는 한, 상대가 몬스터를 일반 소환 / 특수 소환할 때마다, 또는 상대가 마법 / 함정 / 몬스터의 효과를 발동할 때마다, 상대 필드의 앞면 표시 몬스터 전부에 인분 카운터를 1개씩 놓는다. 상대 필드의 몬스터의 공격력 / 수비력은, 그 몬스터의 인분 카운터의 수 × 100 내린다.", "zh-TW": null, "zh-CN": "①：以自己场上1只昆虫族怪兽为对象才能把这张卡发动。这张卡当作装备卡使用给那只怪兽装备。对方不能向那只自己的装备怪兽以外的昆虫族怪兽攻击。\n②：只要这张卡装备中，每次对方把怪兽召唤·特殊召唤或者每次对方把魔法·陷阱·怪兽的效果发动，给对方场上的表侧表示怪兽全部各放置1个鳞粉指示物。对方场上的怪兽的攻击力·守备力下降那怪兽的鳞粉指示物数量×100。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "CorrosiveScales-LDS1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED2-EN010", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}, {"set_number": "SS03-ENB27", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}, {"set_number": "LDS1-EN074", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "de": [{"set_number": "LED2-DE010", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}, {"set_number": "SS03-DEB27", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}, {"set_number": "LDS1-DE074", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "fr": [{"set_number": "LED2-FR010", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}, {"set_number": "SS03-FRB27", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}, {"set_number": "LDS1-FR074", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "it": [{"set_number": "LED2-IT010", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}, {"set_number": "SS03-ITB27", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}, {"set_number": "LDS1-IT074", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "pt": [{"set_number": "LED2-PT010", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}, {"set_number": "SS03-PTB27", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}, {"set_number": "LDS1-PT074", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "ja": [{"set_number": "DP19-JP010", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Common"]}], "ko": [{"set_number": "DP19-KR010", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 534033, "master_duel_rarity": "N"}