{"konami_id": 15093, "password": 13247801, "name": {"en": "Machina Defense Perimeter", "de": "Maschinenwesen-Verteidigungslinie", "es": "Perímetro de Defensa de la Maquinaria", "fr": "Périmètre de Défense Méchabot", "it": "Perimetro di Difesa Mek", "pt": "Perímetro de Defesa Autômato", "ja": "<ruby>機甲部隊の防衛圏<rt>マシンナーズ・ディフェンスリジョン</rt></ruby>", "ja_romaji": "Mashinnāzu Difensu Rijon", "ko": "머시너즈 디펜스리전", "ko_rr": "Meosineojeu Dipenseurijeon", "zh-TW": "機甲部隊防衛圈", "zh-CN": "机甲部队的防卫圈"}, "text": {"en": "While you control a Level 7 or higher Machine monster, your opponent's monsters cannot target Level 6 or lower Machine monsters you control for attacks, also your opponent cannot target them with card effects. If a face-up Machine monster(s) you control is destroyed by battle or card effect: You can target 1 Machine monster in your GY; add it to your hand. You can only use this effect of \"Machina Defense Perimeter\" once per turn.", "de": "Solange du ein Maschine-Monster der Stufe 7 oder höher kontrollierst, können Monster deines Gegners Maschine-Monster der Stufe 6 oder niedriger, die du kontrollierst, nicht als Ziel für Angriffe wählen, zusätzlich kann dein Gegner sie nicht als Ziel für Karteneffekte wählen. Falls ein oder mehr offene Maschine-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst 1 Maschine-Monster in deinem Friedhof wählen; füge es deiner Hand hinzu. Du kannst diesen Effekt von „Maschinenwesen-Verteidigungslinie“ nur einmal pro Spielzug verwenden.", "es": "Mientras controles un monstruo Máquina de Nivel 7 o mayor, los monstruos de tu adversario no pueden seleccionar para ataques monstruos Máquina de Nivel 6 o menor que controles, y además tu adversario no puede seleccionarlos para efectos de cartas. Si uno o más monstruos Máquina boca arriba que controlas son destruidos en batalla o por el efecto de una carta: puedes seleccionar 1 monstruo Máquina en tu Cementerio; añádelo a tu mano. Sólo puedes usar este efecto de \"Perímetro de Defensa de la Maquinaria\" una vez por turno.", "fr": "Tant que vous contrôlez un monstre Machine de min. Niveau 7, les monstres de votre adversaire ne peuvent pas cibler de monstres Machine de max. Niveau 6 que vous contrôlez avec une attaque, et aussi, votre adversaire ne peut pas les cibler avec des effets de carte. Si un ou plusieurs monstres Machine face recto que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez cibler 1 monstre Machine dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Périmètre de Défense Méchabot\" qu'une fois par tour.", "it": "Mentre controlli un mostro Macchina di Livello 7 o superiore, i mostri del tuo avversario non possono scegliere come bersaglio i mostri Macchina di Livello 6 o inferiore che controlli per gli attacchi, inoltre il tuo avversario non può sceglierli come bersaglio con gli effetti delle carte. Se uno o più mostri Macchina scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta: puoi scegliere come bersaglio 1 mostro Macchina nel tuo Cimitero; aggiungilo alla tua mano. Puoi utilizzare questo effetto di \"Perimetro di Difesa Mek\" una sola volta per turno.", "pt": "Enquanto você controlar um monstro Máquina de Nível 7 ou mais, os monstros do seu oponente não podem escolher monstros Máquina de Nível 6 ou menos que você controla como alvo de ataques e, além disso, seu oponente não pode escolhê-los como alvo de efeitos de card. Se um ou mais monstros Máquina com a face para cima que você controla forem destruídos em batalha ou por um efeito de card: você pode escolher 1 monstro Máquina no seu Cemitério; adicione-o à sua mão. Você só pode usar este efeito de \"Perímetro de Defesa Autômato\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドにレベル７以上の機械族モンスターが存在する限り、相手は自分フィールドのレベル６以下の機械族モンスターを、攻撃対象に選択できず、効果の対象にもできない。②：自分フィールドの表側表示の機械族モンスターが戦闘・効果で破壊された場合、自分の墓地の機械族モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 레벨 7 이상의 기계족 몬스터가 존재하는 한, 상대는 자신 필드의 레벨 6 이하의 기계족 몬스터를, 공격 대상으로 선택할 수 없으며, 효과의 대상으로도 할 수 없다. ②: 자신 필드의 앞면 표시의 기계족 몬스터가 전투 / 효과로 파괴되었을 경우, 자신 묘지의 기계족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：只要自己场上有等级7以上的机械族怪兽存在，对手不可将自己场上的等级6以下的机械族怪兽选择为攻击对象，也不可作为效果的对象。②：自己场上的表侧表示机械族怪兽因战斗・效果被破坏的情况下，以自己墓地的1只机械族怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Spell", "property": "Continuous", "series": ["Machina"], "images": [{"index": 1, "image": "MachinaDefensePerimeter-SR10-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SR10-EN024", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "de": [{"set_number": "SR10-DE024", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "es": [{"set_number": "SR10-SP024", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "fr": [{"set_number": "SR10-FR024", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "it": [{"set_number": "SR10-IT024", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "pt": [{"set_number": "SR10-PT024", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "ja": [{"set_number": "SR10-JP024", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SR10-KR024", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TM01-SC016", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715674, "master_duel_rarity": "N"}