{"konami_id": 6600, "password": 13250922, "name": {"en": "Anteatereatingant", "de": "Ameisenfressender Ameisenbär", "es": "Hormiga comeosohormigueros", "fr": "Fourmilier Vorace", "it": "Anteatereatingant", "pt": "Formigantitamanduá", "ja": "オオアリクイクイアリ", "ja_romaji": "Ōarikuikuiari", "ko": "개미핥기 먹는 개미", "ko_rr": null, "zh-TW": "吞食大食蟻獸蟻", "zh-CN": "吞食大食蚁兽蚁"}, "text": {"en": "This card cannot be Normal Summoned or Set. This card cannot be Special Summoned except by sending 2 Spell or Trap Cards you control to the Graveyard. You can destroy 1 Spell or Trap Card your opponent controls. If you activate this effect, this card cannot attack during this turn.", "de": "Diese Karte kann nicht als Normalbeschwörung beschworen oder gesetzt werde. Diese Karte kann nicht als Spezialbeschwörung beschworen werden, außer indem du 2 Zauber- oder Fallenkarten von deiner Spielfeldseite auf den Friedhof legst. Diese Karte kann 1 Zauber- oder Fallenkarte auf der gegnerischen Spielfeldseite zerstören, aber sie kann in diesem Spielzug nicht angreifen, falls du diesen Effekt aktiviert hast.", "es": "Esta carta no puede ser Invocada mediante una Invocación Normal o Colocada. Esta carta no puede ser Invocada mediante una Invocación Especial excepto mandando 2 Cartas Mágicas o de Trampa en tu Campo al Cementerio. Esta carta puede destruir 1 Carta Mágica o de Trampa en el Campo de tu adversario, pero no puede atacar en el turno en que activa este efecto.", "fr": "Cette carte ne peut ni être Invoquée par Invocation Normale ni être Posée. Cette carte ne peut pas être Invoquée par Invocation Spéciale, excepté en envoyant 2 Cartes Magie ou Piège depuis votre Terrain au Cimetière. Cette carte peut détruire 1 Carte Magie ou Piège sur le Terrain de votre adversaire, mais elle ne peut pas attaquer ce tour si vous activez cet effet.", "it": "Questa carta non può essere Evocata tramite Evocazione Normale o Posizionata. Questa carta non può essere Evocata tramite Evocazione Speciale se non mandando 2 Carte Magia o Trappola dal tuo Terreno al Cimitero. Questa carta può distruggere 1 Carta Magia o Trappola sul Terreno del tuo avversario, ma non può attaccare in questo turno se attivi questo effetto.", "pt": "Este card não pode ser Invocado por Invocação-Normal ou Baixado. Este card não pode ser Invocado por Invocação-Especial, exceto enviando 2 Cards de Magia ou Armadilha que você controla ao Cemitério. Você pode destruir 1 Card de Magia ou Armadiilha que seu oponente controla. Se você ativar este efeito, este card não pode atacar durante este turno.", "ja": "このカードは通常召喚できない。自分フィールド上の魔法・罠カード２枚を墓地へ送った場合のみ特殊召喚する事ができる。このカードは攻撃をするかわりに相手フィールド上の魔法・罠カード１枚を破壊する事ができる。", "ko": "이 카드는 일반 소환/세트할 수 없다. 자신 필드 위의 마법/함정 카드 2장을 묘지로 보낸 경우에만 특수 소환할 수 있다. 이 카드는 공격을 하는 대신에 상대 필드 위의 마법/함정 카드 1장을 파괴할 수 있다.", "zh-TW": "此卡無法通常召喚。僅可在將我方場上的２張魔法・陷阱卡送至墓地的狀況下特殊召喚。１回合１次，可選擇對方場上的１張魔法・陷阱卡破壞。發動此效果的回合，此卡無法攻擊。", "zh-CN": "此卡不可通常召唤。仅限将我方场上有２张魔法、陷阱卡送入墓地的场合可特殊召唤。１回合１次，可选择对手场上的１张魔法、陷阱卡破坏。此效果发动回合，此卡不可攻击。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 5, "atk": 2000, "def": 500, "images": [{"index": 1, "image": "Anteatereatingant-DR04-NA-R-UE.png"}], "sets": {"en": [{"set_number": "SOI-EN022", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "DR04-EN142", "set_name": "Dark Revelation Volume 4", "rarities": ["Rare"]}], "de": [{"set_number": "SOI-DE022", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "fr": [{"set_number": "SOI-FR022", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "it": [{"set_number": "SOI-IT022", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "ja": [{"set_number": "SOI-JP022", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "EE04-JP142", "set_name": "Expert Edition Volume 4", "rarities": ["Rare"]}], "ko": [{"set_number": "SOI-KR022", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "HGP4-KR142", "set_name": "Expert Edition Volume 4", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 2711, "master_duel_rarity": "R"}