{"konami_id": 18181, "password": 13298352, "name": {"en": "Yaguramaru the Armor Ninja", "de": "Yaguramaru der Panzerungs-Ninja", "es": "Yaguramaru el Ninja de Armadura", "fr": "Yaguramaru le Ninja de l'Armure", "it": "Yaguramaru il Ninja Armatura", "pt": "Yaguramaru, o Ninja de Armadura", "ja": "<ruby>冑<rt>よろい</rt></ruby>の<ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>－<ruby>櫓<rt>ヤグラ</rt></ruby><ruby>丸<rt>マル</rt></ruby>", "ja_romaji": "Yoroi no Ninja - Yaguramaru", "ko": "갑옷의 첩자－야그라마루", "ko_rr": "Gap-ot-ui Cheopja - Yageuramaru", "zh-TW": "冑之忍者－櫓丸", "zh-CN": "胄之忍者－橹丸"}, "text": {"en": "2 \"Ninja\" monsters with different Types\nMust first be either Fusion Summoned, or Special Summoned from your Extra Deck by Tributing the above cards. If this card is Special Summoned or flipped face-up: You can banish 1 other \"Ninja\" or \"Ninjitsu Art\" card from your hand, GY, or face-up field, then target 1 card on the field; banish it. You can only use this effect of \"Yaguramaru the Armor Ninja\" once per turn.", "de": "2 „Ninja“-Monster mit unterschiedlichen Typen\nMuss erst entweder als Fusionsbeschwörung beschworen werden oder als Spezialbeschwörung von deinem Extra Deck beschworen werden, indem du die oben aufgeführten Karten als Tribut anbietest. Falls diese Karte als Spezialbeschwörung beschworen oder aufgedeckt wird: Du kannst 1 andere „Ninja“- oder „Ninjitsu-Kunst“-Karte von deiner Hand, deinem Friedhof oder offen von deiner Spielfeldseite verbannen und dann 1 Karte auf dem Spielfeld wählen; verbanne sie. Du kannst diesen Effekt von „Yaguramaru der Panzerungs-Ninja“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Ninja\" con Tipos diferentes\nDebe ser primero Invocado por Fusión, o Invocado de Modo Especial desde tu Deck Extra Sacrificando las cartas de arriba. Si esta carta es Invocada de Modo Especial o volteada boca arriba: puedes desterrar otra carta \"Ninja\" o \"Ninjitsu Arte\" en tu mano, Cementerio o Campo boca arriba, y después selecciona 1 carta en el Campo; destiérrala. Sólo puedes usar este efecto de \"Yaguramaru el Ninja de Armadura\" una vez por turno.", "fr": "2 monstres \"Ninja\" de Types différents\nDoit d'abord être soit Invoquée par Fusion, soit Invoquée Spécialement depuis votre Extra Deck en Sacrifiant les cartes ci-dessus. Si cette carte est Invoquée Spécialement ou retournée face recto : vous pouvez bannir 1 autre carte \"Ninja\", \"Ninjitsu\" ou \"Nin-Jitsu\" depuis votre main, Cimetière ou Terrain face recto, puis ciblez 1 carte sur le Terrain ; bannissez-la. Vous ne pouvez utiliser cet effet de \"Yaguramaru le Ninja de l'Armure\" qu'une fois par tour.", "it": "2 mostri \"Ninja\" con Tipi diversi\nDeve prima essere Evocato tramite Fusione, oppure Evocato Specialmente dal tuo Extra Deck offrendo come Tributo le carte sopra indicate. Se questa carta viene Evocata Specialmente o scoperta: puoi bandire 1 altra carta \"Ninja\" o \"Ninjitsu\" dalla tua mano, Cimitero o Terreno scoperto, poi scegliere come bersaglio 1 carta sul Terreno; bandiscila. Puoi utilizzare questo effetto di \"Yaguramaru il Ninja Armatura\" una sola volta per turno.", "pt": "2 monstros \"Ninja\" com Tipos diferentes\nPrimeiro deve ser Invocado por Invocação-Fusão, ou Invocado por Invocação-Especial do seu Deck Adicional ao oferecer como Tributo os cards acima. Se este card for Invocado por Invocação-Especial ou virado com a face para cima: você pode banir 1 outro card \"Ninja\" ou \"Ninjitsu\" da sua mão, do Cemitério ou do campo com a face para cima e, depois, escolha 1 card no campo; bana-o. Você só pode usar este efeito de \"Yaguramaru, o Ninja de Armadura\" uma vez por turno.", "ja": "種族が異なる「忍者」モンスター×２\nこのカードは融合召喚及び以下の方法でのみＥＸデッキから特殊召喚できる。●自分フィールドの上記カードをリリースした場合にＥＸデッキから特殊召喚できる。①：このカードが特殊召喚・リバースした場合、自分の手札・墓地及び自分フィールドの表側表示のカードの中から、このカード以外の「忍者」カードまたは「忍法」カード１枚を除外し、フィールドのカード１枚を対象として発動できる。そのカードを除外する。このカード名のこの効果は１ターンに１度しか使用できない。", "ko": "종족이 다른 \"첩자\" 몬스터 × 2\n이 카드는 융합 소환 및 이하의 방법으로만 엑스트라 덱에서 특수 소환할 수 있다.\n●자신 필드의 상기 카드를 릴리스했을 경우에 엑스트라 덱에서 특수 소환할 수 있다.\n①: 이 카드가 특수 소환 / 리버스했을 경우, 자신의 패 / 묘지 및 자신 필드의 앞면 표시의 카드 중에서, 이 카드 이외의 \"첩자\" 카드 또는 \"인법\" 카드 1장을 제외하고, 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 제외한다. 이 카드명의 이 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": null, "zh-CN": "种族不同的「忍者」怪兽×2\n这张卡用融合召唤以及以下方法才能从额外卡组特殊召唤。\n●把自己场上的上记卡解放的场合可以从额外卡组特殊召唤。\n①：这张卡特殊召唤·反转的场合，从自己的手卡·墓地以及自己场上的表侧表示的卡之中把这张卡以外的1张「忍者」卡或者「忍法」卡除外，以场上1张卡为对象才能发动。那张卡除外。这个卡名的这个效果1回合只能使用1次。"}, "card_type": "Monster", "monster_type_line": "Machine / Fusion / Effect", "attribute": "DARK", "level": 5, "atk": 2000, "def": 2000, "materials": "2 \"Ninja\" monsters with different Types", "series": ["Ninja"], "images": [{"index": 1, "image": "YaguramarutheArmorNinja-PHHY-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN036", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE036", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR036", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT036", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT036", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP036", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "ko": [{"set_number": "PHHY-KR036", "set_name": "Photon Hypernova", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717538, "master_duel_rarity": "SR"}