{"konami_id": 11668, "password": 13317419, "name": {"en": "Rocket Hand", "de": "Raketenhand", "es": "Mano Cohete", "fr": "Main Roquette", "it": "Mano Razzo", "pt": "Mão Foguete", "ja": "ロケットハンド", "ja_romaji": "Rokettohando", "ko": "로켓핸드", "ko_rr": "Rokethaendeu", "zh-TW": "火箭掌", "zh-CN": "火箭掌"}, "text": {"en": null, "de": "Wähle 1 Monster mit 800 oder mehr ATK in Angriffsposition, das du kontrollierst; rüste das gewählte Ziel mit dieser Karte aus. Es erhält 800 ATK. Du kannst diese ausrüstende Karte auf den Friedhof legen und dann 1 offene Karte auf dem Spielfeld wählen; zerstöre sie, dann ändere die ATK des Monsters, das diese Karte ausgerüstet hat, zu 0, zusätzlich kann seine Kampfposition nicht geändert werden. Du kannst nur 1 Effekt von „Raketenhand“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Selecciona 1 monstruo en Posición de Ataque con 800 ATK o más que controles; equipa esta carta a ese objetivo. Éste gana 800 ATK. Puedes mandar al Cementerio esta carta equipada, y después seleccionar 1 carta boca arriba en el Campo; destrúyela, y después cambia a 0 el ATK del monstruo al que esta carta estaba equipada, y además su posición de batalla no puede ser cambiada. Sólo puedes usar 1 efecto de \"Mano Cohete\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 monstre en Position d'Attaque que vous contrôlez avec min. 800 ATK ; équipez cette carte à la cible. Il gagne 800 ATK. Vous pouvez envoyer cette carte équipée au Cimetière, puis ciblez 1 carte face recto sur le Terrain ; détruisez-la, puis changez l'ATK du monstre qui était équipé avec cette carte à 0, et aussi, sa position de combat ne peut pas être changée. Vous ne pouvez utiliser qu'1 effet de \"Main Roquette\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 mostro in Posizione di Attacco che controlli con ATK di 800 o superiore; equipaggia questa carta a quel bersaglio. Esso guadagna 800 ATK. Puoi mandare questa carta equipaggiata al Cimitero, poi scegliere come bersaglio 1 carta scoperta sul Terreno; distruggila, poi cambia l'ATK del mostro a cui questa carta era equipaggiata a 0, inoltre la sua posizione non può essere cambiata. Puoi utilizzare solo 1 effetto di \"Mano Razzo\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 monstro em Posição de Ataque que você controla com 800 ou mais de ATK; equipe este card no alvo. Ele ganha 800 de ATK. Você pode enviar este card equipado para o Cemitério e, depois, escolher 1 card com a face para cima no campo; destrua-o e, depois, mude para 0 o ATK do monstro ao qual este card estava equipado e, além disso, sua posição de batalha não pode ser mudada. Você só pode usar 1 efeito de \"Mão Foguete\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：自分フィールドの攻撃力８００以上の攻撃表示モンスター１体を対象としてこのカードを発動できる。このカードを攻撃力８００アップの装備カード扱いでそのモンスターに装備する。\n②：装備されているこのカードを墓地へ送り、フィールドの表側表示カード１枚を対象として発動できる。そのカードを破壊する。その後、このカードを装備していたモンスターは攻撃力が０になり、表示形式を変更できない。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 공격력 800 이상의 공격 표시 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 이 카드를 공격력 800 올리는 장착 카드로 취급하여 그 몬스터에 장착한다. ②: 장착되어 있는 이 카드를 묘지로 보내고, 필드의 앞면 표시의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다. 그 후, 이 카드를 장착하고 있던 몬스터는 공격력이 0 이 되고, 표시 형식을 변경할 수 없다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可將我方場上的１隻攻擊力８００以上的攻擊表示怪獸做為對象發動此卡。將此卡視為攻擊力提升８００的裝備卡，裝備於該怪獸。②：可將被裝備的此卡送至墓地，將場上的１張正面表示的卡做為對象發動。破壞該卡。其後，裝備此卡的怪獸的攻擊力變為０，無法變更表示形式。", "zh-CN": "“火箭掌”的①②效果１回合１次仅可使用其中１个。①：可以我方场上１只攻击力８００或以上的攻击表示怪兽为对象发动此卡。此卡被视为攻击力上升８００的装备卡，装备该怪兽。②：可将被装备的此卡送入墓地，并以场上表侧表示的１张卡牌为对象发动。破坏该卡。之后，装备此卡的怪兽攻击力变成０，并不可变更表示形式。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "RocketHand-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN093", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-EN235", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE093", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-DE235", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR093", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-FR235", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT093", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-IT235", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT093", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-PT235", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP15-JP067", "set_name": "Extra Pack 2015", "rarities": ["Common"]}, {"set_number": "SR09-JP039", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR085", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "SR09-KR039", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 336206, "master_duel_rarity": "R"}