{"konami_id": 14312, "password": 13482262, "name": {"en": "Impcantation Thanatosis", "de": "Mantrawichtel-Schreckstarre", "es": "Diablihechizo Tanatosis", "fr": "Thanatose de Lutincantation", "it": "Thanatosis Impcantesimo", "pt": "Diabretiço de Tanatose", "ja": "<ruby>魔神儀<rt>デビリチャル</rt></ruby>の<ruby>隠<rt>かく</rt></ruby>れ<ruby>房<rt>ぼう</rt></ruby>", "ja_romaji": "Debiricharu no Kakurebō", "ko": "데블리철의 숨은 방", "ko_rr": "Debeullicheol-ui Sum-eun Bang", "zh-TW": "魔神儀的捉迷藏室", "zh-CN": "魔神仪的捉迷藏室"}, "text": {"en": "When this card is activated: You can reveal 1 \"Impcantation\" monster in your hand and Special Summon 2 monsters with that monster's name from your Deck, then shuffle the revealed monster into the Deck. Once per turn, if a Ritual Monster is Special Summoned to your field (except during the Damage Step): You can target 1 card on the field; destroy it. You can only activate 1 \"Impcantation Thanatosis\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst 1 „Mantrawichtel“-Monster in deiner Hand vorzeigen und 2 Monster mit dem Namen des Monsters als Spezialbeschwörung von deinem Deck beschwören, dann mische das vorgezeigte Monster ins Deck. Einmal pro Spielzug, falls ein Ritualmonster als Spezialbeschwörung auf deine Spielfeldseite beschworen wird (außer während des Damage Steps): Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie. Du kannst nur 1 „Mantrawichtel-Schreckstarre“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes mostrar 1 monstruo \"Diablihechizo\" en tu mano e Invocar de Modo Especial, desde tu Deck, 2 monstruos con el nombre de ese monstruo, y después baraja el monstruo mostrado al Deck. Una vez por turno, si un Monstruo de Ritual es Invocado de Modo Especial a tu Campo (excepto durante el Damage Step): puedes seleccionar 1 carta en el Campo; destrúyela. Sólo puedes activar 1 \"Diablihechizo Tanatosis\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez révéler 1 monstre \"Lutincantation\" dans votre main et Invoquer Spécialement 2 monstres du nom du monstre depuis votre Deck, puis mélangez le monstre révélé dans le Deck. Une fois par tour, si un Monstre Rituel est Invoqué Spécialement sur votre Terrain : vous pouvez cibler 1 carte sur le Terrain (sauf durant la Damage Step) ; détruisez-la. Vous ne pouvez activer qu'1 \"Thanatose de Lutincantation\" par tour.", "it": "Quando questa carta viene attivata: puoi rivelare 1 mostro \"Impcantesimo\" nella tua mano e Evocare Specialmente dal tuo Deck 2 mostri con il nome di quel mostro, poi mischia il mostro rivelato nel Deck. Una volta per turno, se un Mostro Rituale viene Evocato Specialmente sul tuo Terreno (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta sul Terreno; distruggila. Puoi attivare solo 1 \"Thanatosis Impcantesimo\" per turno.", "pt": "Quando este card for ativado: você pode revelar 1 monstro \"Diabretiço\" da sua mão e Invocar por Invocação-Especial do seu Deck 2 monstros com o nome desse monstro e, depois, embaralhar o monstro revelado no Deck. Uma vez por turno, se um Monstro de Ritual for Invocado por Invocação-Especial no seu campo (exceto durante a Etapa de Dano): você pode escolher 1 card no campo; destrua-o. Você só pode ativar 1 \"Diabretiço de Tanatose\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：このカードの発動時の効果処理として、手札の「魔神儀」モンスター１体を相手に見せ、その同名モンスター２体をデッキから特殊召喚できる。その後、見せたモンスターをデッキに戻す。②：１ターンに１度、自分フィールドに儀式モンスターが特殊召喚された場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 패의 \"데블리철\" 몬스터 1장을 상대에게 보여주고, 그와 같은 이름의 몬스터 2장을 덱에서 특수 소환할 수 있다. 그 후, 보여준 몬스터를 덱으로 되돌린다. ②: 1턴에 1번, 자신 필드에 의식 몬스터가 특수 소환되었을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张。①：作为此卡发动时的效果处理，可将手牌的1只\"魔神仪\"怪兽出示给对手，将2只该怪兽的同名怪兽从牌组特殊召唤。然后将出示的怪兽放回牌组。②：1回合1次，仪式怪兽被特殊召唤至自己场上的情况下，以场上的1张卡为对象可以发动。将该卡破坏。"}, "card_type": "Spell", "property": "Field", "series": ["Impcantation"], "images": [{"index": 1, "image": "ImpcantationThanatosis-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN062", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE062", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR062", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT062", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT062", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP062", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR062", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC089", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584390, "master_duel_rarity": "R"}