{"konami_id": 13302, "password": 13536606, "name": {"en": "V-LAN Hydra", "de": "V-LAN-Hydra", "es": "Hidra V-LAN", "fr": "Hydre V-LAN", "it": "Idra V-LAN", "pt": "Hidra V-LAN", "ja": "<ruby>Ｖ－ＬＡＮ<rt>ブイラン</rt></ruby> ヒドラ", "ja_romaji": "Buiran Hidora", "ko": "<ruby>V－LAN<rt>브이랜</rt></ruby> 히드라", "ko_rr": "Beu-iraen Hideura", "zh-TW": "V－LAN 多頭蛇", "zh-CN": "V－LAN 多头蛇"}, "text": {"en": "2+ monsters, except Tokens\nGains 300 ATK for each monster co-linked to this card. You can target 1 Link-3 or lower monster co-linked to this card; Tribute it, and if you do, Special Summon \"V-LAN Tokens\" (Cyberse/LIGHT/Level 1/ATK 0/DEF 0) equal to the Tributed monster's Link Rating, also you cannot Special Summon monsters with the same Link Rating as that targeted monster for the rest of this turn. You can only use this effect of \"V-LAN Hydra\" once per turn.", "de": "2+ Monster, außer Spielmarken\nErhält für jedes mit dieser Karte kreuzgelinkte Monster 300 ATK. Du kannst 1 Monster mit Link-3 oder niedriger wählen, das mit dieser Karte kreuzgelinkt ist; biete es als Tribut an und falls du dies tust, beschwöre „V-LAN-Spielmarken“ (Cyberse/LICHT/Stufe 1/ATK 0/DEF 0) in Höhe der Linkzahl des als Tribut angebotenen Monsters als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster mit derselben Linkzahl wie jenes als Ziel gewählte Monster als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „V-LAN-Hydra“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos, excepto Fichas\nGana 300 ATK por cada monstruo co-enlazado a esta carta. Puedes seleccionar 1 monstruo Link-3 o menor co-enlazado a esta carta; Sacrifícalo y, si lo haces, Invoca de Modo Especial \"Ficha V-LAN\" (Ciberso/LUZ/Nivel 1/ATK 0/DEF 0) iguales al Rating de Enlace del monstruo Sacrificado, y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial con el mismo Rating de Enlace que el de ese monstruo seleccionado. Sólo puedes usar este efecto de \"Hidra V-LAN\" una vez por turno.", "fr": "2+ monstres (Jetons exclus)\nGagne 300 ATK pour chaque monstre co-lié à cette carte. Vous pouvez cibler 1 monstre de max. Link-3 co-lié à cette carte ; Sacrifiez-le, et si vous le faites, Invoquez Spécialement un nombre de \"Jeton V-LAN\" (Cyberse/LUMIÈRE/Niveau 1/ATK 0/DEF 0) égal à la Classification Lien du monstre Sacrifié, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres avec la même Classification Lien que le monstre ciblé le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Hydre V-LAN\" qu'une fois par tour.", "it": "2+ mostri, eccetto i Segna-Mostro\nGuadagna 300 ATK per ogni mostro co-linkato a questa carta. Puoi scegliere come bersaglio 1 mostro Link-3 o inferiore co-linkato a questa carta; offrilo come Tributo e, se lo fai, Evoca Specialmente \"Segna-V-LAN\" (Cyberso/LUCE/Livello 1/ATK 0/DEF 0) pari alla Classificazione Link del mostro offerto come Tributo, inoltre non puoi Evocare Specialmente mostri con la stessa Classificazione Link di quel mostro scelto come bersaglio per il resto di questo turno. Puoi utilizzare questo effetto di \"Idra V-LAN\" una sola volta per turno.", "pt": "2+ monstros, exceto Fichas\nGanha 300 de ATK para cada monstro co-linkado a este card. Você pode escolher 1 monstro de Link-3 ou menos co-linkado a este card; ofereça-o como Tributo e, se isso acontecer, Invoque por Invocação-Especial \"Ficha de V-LAN\" (Ciberso/LUZ/Nível 1/ATK 0/DEF 0) igual ao Valor Link do monstro oferecido como Tributo e, além disso, você não pode Invocar monstros por Invocação-Especial com o mesmo Valor Link que o desse monstro alvo pelo resto deste turno. Você só pode usar este efeito de \"Hidra V-LAN\" uma vez por turno.", "ja": "トークン以外のモンスター２体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードの攻撃力はこのカードと相互リンクしているモンスターの数×３００アップする。②：このカードの相互リンク先のリンク３以下のモンスター１体を対象として発動できる。そのモンスターをリリースし、そのリンクマーカーの数だけ自分フィールドに「Ｖ－ＬＡＮトークン」（サイバース族・光・星１・攻／守０）を特殊召喚する。このターン自分は対象としたモンスターとリンクマーカーの数が同じモンスターを特殊召喚できない。", "ko": "토큰 이외의 몬스터 2장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은 이 카드와 상호 링크하고 있는 몬스터의 수 × 300 올린다. ②: 이 카드의 상호 링크 앞의 링크 3 이하의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 릴리스하고, 그 링크 마커의 수만큼 자신 필드에 \"V－LAN(브이랜) 토큰\"(사이버스족 / 빛 / 레벨 1 / 공 0 / 수 0)을 특수 소환한다. 이 턴에 자신은 대상으로 한 몬스터와 링크 마커의 수가 같은 몬스터를 특수 소환할 수 없다.", "zh-TW": "衍生物以外的怪獸２隻以上\n此卡名的②效果，１回合僅限使用１次。①：此卡的攻擊力依據與此卡相互連結的怪獸的數量×３００進行提升。②：可將１隻此卡相互連結指向的連結３以下的怪獸做為對象發動。解放該怪獸，依據該怪獸的連結符號的數量，特殊召喚「V－LAN衍生物」（電子界族・光・星１・攻／守０）至我方場上。此回合，我方無法特殊召喚連結符號數量與做為對象的怪獸相同的怪獸。", "zh-CN": "除衍生物以外的怪兽２只以上\n具此卡名的②效果１回合只能使用１次。①：此卡的攻击力上升与此卡相互连接的怪兽数×３００点。②：以此卡相互连接端的１只连接３以下的怪兽为目标可发动。解放该怪兽后，按其连接标记数在我方场上特殊召唤“V－LAN衍生物”（电子界族・光・星１・攻／守０）。此回合我方不能特殊召唤与目标怪兽连接标记数相同的怪兽。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "LIGHT", "link_arrows": ["⬆", "⬅", "⬇"], "atk": 1900, "materials": "2+ monsters, except Tokens", "images": [{"index": 1, "image": "VLANHydra-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN099", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE099", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR099", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT099", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT099", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP133", "set_name": "V Jump August 2017 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SD33-KRSS2", "set_name": "Structure Deck: Powercode Link Special Set", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 497963, "master_duel_rarity": "SR"}