{"konami_id": 17406, "password": 13533678, "name": {"en": "Spright Jet", "de": "Spright Strahl", "es": "Jet Spright", "fr": "Spright du Jet", "it": "Spright Getto", "pt": "Jato Spright", "ja": "スプライト・ジェット", "ja_romaji": "Supuraito Jetto", "ko": "스프라이트 제트", "ko_rr": "Seupeuraiteu Jeteu", "zh-TW": "電光閃靈・噴流", "zh-CN": "电光闪灵・喷流"}, "text": {"en": "If you control a Level/Rank 2 monster, you can Special Summon this card (from your hand). You can only Special Summon \"Spright Jet\" once per turn this way. If this card is Special Summoned: You can add 1 \"Spright\" Spell/Trap from your Deck to your hand. You can only use this effect of \"Spright Jet\" once per turn.", "de": "Falls du ein Monster mit Stufe/Rang 2 kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Spright Strahl“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Spright“-Zauber/Falle von deinem Deck hinzufügen. Du kannst diesen Effekt von „Spright Strahl“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo de Nivel/Rango 2, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Jet Spright\" una vez por turno de esta forma. Si esta carta es Invocada de Modo Especial: puedes añadir a tu mano 1 Mágica/Trampa \"Spright\" en tu Deck. Sólo puedes usar este efecto de \"Jet Spright\" una vez por turno.", "fr": "Si vous contrôlez un monstre de Niveau/Rang 2, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Spright du Jet\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 Magie/Piège \"Spright\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Spright du Jet\" qu'une fois par tour.", "it": "Se controlli un mostro di Livello/Rango 2, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Spright Getto\" una sola volta per turno in questo modo. Se questa carta viene Evocata Specialmente: puoi aggiungere 1 Magia/Trappola \"Spright\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Spright Getto\" una sola volta per turno.", "pt": "Se você controlar um monstro de Nível/Classe 2, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Jato Spright\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Especial: você pode adicionar 1 Magia/Armadilha \"Spright\" do seu Deck à sua mão. Você só pode usar este efeito de \"Jato Spright\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドにレベル２かランク２のモンスターが存在する場合、このカードは手札から特殊召喚できる。②：このカードが特殊召喚した場合に発動できる。デッキから「スプライト」魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 레벨 2 또는 랭크 2 의 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드가 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"스프라이트\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：在我方場上存在等級２或階級２怪獸的狀況下，可從手牌特殊召喚此卡。②：可在此卡特殊召喚成功的狀況下發動。從牌組將１張「電光閃靈」魔法・陷阱卡加入手牌。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：自己场上存在等级２或阶级２的怪兽的情况下，此卡可从手牌中特殊召唤。②：此卡特殊召唤成功的情况下可以发动。从牌组将１张“电光闪灵”魔法・陷阱卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "DARK", "level": 2, "atk": 1300, "def": 700, "series": ["Spright"], "images": [{"index": 1, "image": "SprightJet-POTE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN004", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "de": [{"set_number": "POTE-DE004", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "fr": [{"set_number": "POTE-FR004", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "it": [{"set_number": "POTE-IT004", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "pt": [{"set_number": "POTE-PT004", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "ja": [{"set_number": "POTE-JP004", "set_name": "Power of the Elements", "rarities": ["Rare"]}, {"set_number": "TT01-JPB07", "set_name": "Tactical-Try Deck: Evil★Twin the Kaito Pair", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR004", "set_name": "Power of the Elements", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC123", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Limited"}, "yugipedia_page_id": 716816, "master_duel_rarity": "SR"}