{"konami_id": 19480, "password": 13567610, "name": {"en": "Carnot the Eternal Machine", "de": "Carnot die Ewigmaschine", "es": "Carnot el Aparato Eterno", "fr": "Carnot la Machine Éternelle", "it": "Carnot la Macchina Eterna", "pt": "Carnot, a Máquina Eterna", "ja": "<ruby>無窮機竜<rt>エテルマキナ</rt></ruby>カルノール", "ja_romaji": "Eterumakina Karunōru", "ko": "에테르마키나 카르놀", "ko_rr": null, "zh-TW": "無窮機龍 卡諾", "zh-CN": "无穷机龙 卡诺"}, "text": {"en": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand or GY) during a Duel in which your opponent has activated a monster effect in their hand or GY. You can only Special Summon \"Carnot the Eternal Machine\" once per turn. Once per turn, if your opponent activates a monster effect (except during the Damage Step): You can make this card gain 1000 ATK. If this card is sent to the GY, except from the hand or Deck: Shuffle this card into the Deck.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst während eines Duells, in dem dein Gegner einen Monstereffekt in seiner Hand oder seinem Friedhof aktiviert hat, als Spezialbeschwörung (von deiner Hand oder deinem Friedhof) beschworen werden. Du kannst „Carnot die Ewigmaschine“ nur einmal pro Spielzug als Spezialbeschwörung beschwören. Einmal pro Spielzug, falls dein Gegner einen Monstereffekt aktiviert (außer während des Damage Steps): Du kannst diese Karte 1000 ATK erhalten lassen. Falls diese Karte auf den Friedhof gelegt wird, außer von der Hand oder vom Deck: Mische diese Karte ins Deck.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial (desde tu mano o Cementerio) durante un Duelo en el que tu adversario haya activado un efecto de monstruo en su mano o Cementerio. Sólo puedes Invocar de Modo Especial \"Carnot el Aparato Eterno\" una vez por turno. Una vez por turno, si tu adversario activa un efecto de monstruo (excepto durante el Damage Step): puedes hacer que esta carta gane 1000 ATK. Si esta carta es mandada al Cementerio, excepto desde la mano o Deck: baraja esta carta al Deck.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main ou Cimetière) durant un Duel dans lequel votre adversaire a activé un effet de monstre dans sa main ou Cimetière. Vous ne pouvez Invoquer Spécialement \"Carnot la Machine Éternelle\" qu'une fois par tour. Une fois par tour, si votre adversaire active un effet de monstre (sauf durant la Damage Step) : vous pouvez faire gagner 1000 ATK à cette carte. Si cette carte est envoyée au Cimetière, sauf depuis la main ou Deck : mélangez cette carte dans le Deck.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano o Cimitero) durante un Duello in cui il tuo avversario ha attivato l'effetto di un mostro nella sua mano o Cimitero. Puoi Evocare Specialmente \"Carnot la Macchina Eterna\" una sola volta per turno. Una volta per turno, se il tuo avversario attiva l'effetto di un mostro (eccetto durante il Damage Step): puoi far guadagnare a questa carta 1000 ATK. Se questa carta viene mandata al Cimitero, eccetto dalla mano o Deck: mischia questa carta nel Deck.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão ou do Cemitério) durante um Duelo no qual seu oponente tenha ativado um efeito de monstro na mão ou no Cemitério dele. Você só pode Invocar \"Carnot, a Máquina Eterna\" por Invocação-Especial uma vez por turno. Uma vez por turno, se seu oponente ativar um efeito de monstro (exceto durante a Etapa de Dano): você pode fazer com que este card ganhe 1000 de ATK. Se este card for enviado para o Cemitério, exceto da mão ou do Deck: embaralhe este card no Deck.", "ja": "このカードは通常召喚できない。相手がこのデュエル中に手札か墓地のモンスターの効果を発動していた場合に手札・墓地から特殊召喚できる。自分は「無窮機竜カルノール」を１ターンに１度しか特殊召喚できない。①：１ターンに１度、相手がモンスターの効果を発動した場合に発動できる。このカードの攻撃力は１０００アップする。②：このカードが手札・デッキ以外から墓地へ送られた場合に発動する。このカードをデッキに戻す。", "ko": "이 카드는 통상 소환할 수 없다. 상대가 이 듀얼 중에 패나 묘지의 몬스터 효과를 발동하고 있었을 경우에 패 / 묘지에서 특수 소환할 수 있다. 자신은 \"에테르마키나 카르놀\"을 1턴에 1번밖에 특수 소환할 수 없다. ①: 1턴에 1번, 상대가 몬스터의 효과를 발동했을 경우에 발동할 수 있다. 이 카드의 공격력은 1000 올린다. ②: 이 카드가 패 / 덱 이외에서 묘지로 보내졌을 경우에 발동한다. 이 카드를 덱으로 되돌린다.", "zh-TW": "此卡不可通常召喚。\n對手在此決鬥中發動過手牌或墓地的怪獸的效果的情況下，可從手牌・墓地特殊召喚。\n自己１回合僅可特殊召喚１次「無窮機龍 卡諾」。\n①：１回合１次，對手發動怪獸的效果的情況下可以發動。此卡的攻擊力上升１０００。\n②：此卡從手牌・牌組以外被送至墓地的情況下發動。將此卡放回牌組。", "zh-CN": "此卡不可通常召唤。\n对手在此决斗中发动过手牌或墓地的怪兽的效果的情况下，可从手牌・墓地特殊召唤。\n自己１回合仅可特殊召唤１次“无穷机龙 卡诺”。\n①：１回合１次，对手发动怪兽的效果的情况下可以发动。此卡的攻击力上升１０００。\n②：此卡从手牌・牌组以外被送至墓地的情况下发动。将此卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 10, "atk": 3000, "def": 2500, "images": [{"index": 1, "image": "CarnottheEternalMachine-PHNI-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "PHNI-DE024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "PHNI-FR024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "PHNI-IT024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "PHNI-PT024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "PHNI-JP024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-JP024", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "PHNI-KR024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-KR024", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "PHNI-SC024", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-SC024", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1023276, "master_duel_rarity": "SR"}