{"konami_id": 22116, "password": 13597785, "name": {"en": "Elfnote Lucina", "de": "Elfnote Lucina", "es": "Elfnota Lucina", "fr": "Lucina des Notes Elfiques", "it": "Elfnote Lucina", "pt": "Lucina de Elfnota", "ja": "<ruby>耀聖の花詩<rt>エルフェンノーツ</rt></ruby>ルキナ", "ja_romaji": "Erufennōtsu Rukina", "ko": "엘펜노츠 루키나", "ko_rr": null, "zh-TW": null, "zh-CN": "耀圣之花诗 露西娜"}, "text": {"en": "You can Special Summon this card (from your hand) to your center Main Monster Zone. You can only Special Summon \"Elfnote Lucina\" once per turn this way. You can only use each of the following effects of \"Elfnote Lucina\" once per turn. During your Main Phase: You can add 1 \"Elfnote\" monster from your Deck to your hand, except \"Elfnote Lucina\". During your opponent's turn (Quick Effect): You can switch the locations of this card in your Main Monster Zone and the monster in your center Main Monster Zone, then you can return 1 Level 6 or lower monster your opponent controls to the hand.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) in deine mittlere Main-Monsterzone beschwören. Du kannst „Elfnote Lucina“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Du kannst jeden der folgenden Effekte von „Elfnote Lucina“ nur einmal pro Spielzug verwenden. Während deiner Main Phase: Du kannst deiner Hand 1 „Elfnote“-Monster von deinem Deck hinzufügen, außer „Elfnote Lucina“. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst die Orte dieser Karte in deiner Main-Monsterzone und des Monsters in deiner mittleren Main-Monsterzone vertauschen, dann kannst du 1 Monster der Stufe 6 oder niedriger, das dein Gegner kontrolliert, auf die Hand zurückgeben.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) a tu Zona de Monstruos Principal central. Sólo puedes Invocar de Modo Especial \"Elfnota Lucina\" una vez por turno de esta forma. Sólo puedes usar cada uno de los siguientes efectos de \"Elfnota Lucina\" una vez por turno. Durante tu Main Phase: puedes añadir a tu mano 1 monstruo \"Elfnota\" en tu Deck, excepto \"Elfnota Lucina\". Durante el turno de tu adversario (Efecto Rápido): puedes intercambiar la ubicación de esta carta en tu Zona de Monstruos Principal con la del monstruo en tu Zona de Monstruos Principal central, y después puedes devolver a la mano 1 monstruo de Nivel 6 o menor que controle tu adversario.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main centrale. Vous ne pouvez Invoquer Spécialement \"Lucina des Notes Elfiques\" qu'une fois par tour de cette façon. Vous ne pouvez utiliser chacun des effets suivants de \"Lucina des Notes Elfiques\" qu'une fois par tour. Durant votre Main Phase : vous pouvez ajouter 1 monstre \"Notes Elfiques\" (\"Lucina des Notes Elfiques\" exclu) depuis votre Deck à votre main. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez échanger l'emplacement de cette carte dans votre Zone Monstre Main et du monstre dans votre Zone Monstre Main centrale, puis vous pouvez renvoyer 1 monstre de max. Niveau 6 contrôlé par votre adversaire à la main.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) nella tua Zona Mostri Main centrale. Puoi Evocare Specialmente \"Elfnote Lucina\" una sola volta per turno in questo modo. Puoi utilizzare ognuno dei seguenti effetti di \"Elfnote Lucina\" una sola volta per turno. Durante la tua Main Phase: puoi aggiungere 1 mostro \"Elfnote\" dal tuo Deck alla tua mano, eccetto \"Elfnote Lucina\". Durante il turno del tuo avversario (Effetto Rapido): puoi scambiare di posto questa carta nella tua Zona Mostri Main e il mostro nella tua Zona Mostri Main centrale, poi puoi far ritornare nella mano 1 mostro di Livello 6 o inferiore controllato dal tuo avversario.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) em sua Zona de Monstros Principal central. Você só pode Invocar \"Lucina de Elfnota\" por Invocação-Especial uma vez por turno desta forma. Você só pode usar cada um dos seguintes efeitos de \"Lucina de Elfnota\" uma vez por turno. Durante sua Fase Principal: você pode adicionar 1 monstro \"Elfnota\" do seu Deck à sua mão, exceto \"Lucina de Elfnota\". Durante o turno do seu oponente (Efeito Rápido): você pode trocar as localizações deste card na sua Zona de Monstros Principal e o monstro na sua Zona de Monstros Principal central e, depois, você pode devolver 1 monstro de Nível 6 ou menos que seu oponente controla para a mão.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードは手札から自分の中央のメインモンスターゾーンに特殊召喚できる。②：自分メインフェイズに発動できる。デッキから「耀聖の花詩ルキナ」以外の「エルフェンノーツ」モンスター１体を手札に加える。③：相手ターンに発動できる。自分のメインモンスターゾーンの、このカードと中央のモンスターの位置を入れ替える。その後、相手フィールドのレベル６以下のモンスター１体を手札に戻す事ができる。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 패에서 자신의 중앙 메인 몬스터 존에 특수 소환할 수 있다. ②: 자신 메인 페이즈에 발동할 수 있다. 덱에서 \"엘펜노츠 루키나\" 이외의 \"엘펜노츠\" 몬스터 1장을 패에 넣는다. ③: 상대 턴에 발동할 수 있다. 자신의 메인 몬스터 존의, 이 카드와 중앙의 몬스터의 위치를 맞바꾼다. 그 후, 상대 필드의 레벨 6 이하의 몬스터 1장을 패로 되돌릴 수 있다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次，且②③效果1回合仅可各使用1次。①：此卡可从手牌特殊召唤至自己中央的主要怪兽区域。②：在自己的主要阶段可以发动。从牌组将“耀圣之花诗 露西娜”以外的1只“耀圣”怪兽加入手牌。③：在对手回合中可以发动。将自己的主要怪兽区域的、此卡和中央的怪兽的位置交换。然后，可将对手场上的1只等级6以下的怪兽放回手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "FIRE", "level": 6, "atk": 2500, "def": 1800, "series": ["Elfnote"], "images": [{"index": 1, "image": "ElfnoteLucina-BPRO-JP-SR.png", "illustration": ""}, {"index": "1.1", "image": "ElfnoteLucina-BPRO-EN-ScR-1E.png;"}], "sets": {"en": [{"set_number": "BPRO-EN010", "set_name": "Burst Protocol", "rarities": ["Secret Rare", "Starlight Rare"]}], "de": [{"set_number": "BPRO-DE010", "set_name": "Burst Protocol", "rarities": ["Secret Rare", "Starlight Rare"]}], "es": [{"set_number": "BPRO-SP010", "set_name": "Burst Protocol", "rarities": ["Secret Rare", "Starlight Rare"]}], "fr": [{"set_number": "BPRO-FR010", "set_name": "Burst Protocol", "rarities": ["Secret Rare", "Starlight Rare"]}], "it": [{"set_number": "BPRO-IT010", "set_name": "Burst Protocol", "rarities": ["Secret Rare", "Starlight Rare"]}], "pt": [{"set_number": "BPRO-PT010", "set_name": "Burst Protocol", "rarities": ["Secret Rare", "Starlight Rare"]}], "ja": [{"set_number": "BPRO-JP010", "set_name": "Burst Protocol", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BPRO-KR010", "set_name": "Burst Protocol", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "BPRO-SC010", "set_name": "Burst Protocol", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1152142}