{"konami_id": 10320, "password": 13629812, "name": {"en": "Ninjitsu Art of Shadow Sealing", "de": "Ninjitsu-Kunst der Schattenversiegelung", "es": "Ninjutsu Arte del Sellado de Sombras", "fr": "Art Ninjitsu du Scellement des Ombres", "it": "Arte Ninjitsu del Sigillo delle Ombre", "pt": "Arte Ninjitsu do Sigilo das Sombras", "ja": "<ruby>忍<rt>にん</rt></ruby><ruby>法<rt>ぽう</rt></ruby> <ruby>影<rt>かげ</rt></ruby><ruby>縫<rt>ぬ</rt></ruby>いの<ruby>術<rt>じゅつ</rt></ruby>", "ja_romaji": "Ninpō Kagenui no Jutsu", "ko": "인법 그림자 봉인술", "ko_rr": null, "zh-TW": "忍法 影縫之術", "zh-CN": "忍法 影缝之术"}, "text": {"en": "Tribute 1 \"Ninja\" monster to target 1 monster your opponent controls; banish that target. While that card is banished, its Monster Card Zone cannot be used. When this face-up card leaves the field: Return the card banished by this effect to the same Monster Card Zone, in the same battle position.", "de": "Biete 1 „Ninja“-Monster als Tribut an, um 1 Monster zu wählen, das dein Gegner kontrolliert; verbanne das gewählte Ziel. Solange die Karte verbannt ist, kann ihre Monsterkartenzone nicht verwendet werden. Wenn diese offene Karte das Spielfeld verlässt: Lege die durch diesen Effekt verbannte Karte in derselben Kampfposition in dieselbe Monsterkartenzone zurück.", "es": "Sacrifica 1 monstruo \"Ninja\" para seleccionar 1 monstruo que controle tu adversario; destierra ese objetivo. Mientras esa carta esté desterrada, esa Zona de Cartas de Monstruos no puede ser utilizada. Cuando esta carta deja el Campo estando boca arriba: devuelve a la misma Zona de Cartas de Monstruos a la carta desterrada por este efecto, en la misma posición de batalla.", "fr": "Sacrifiez 1 monstre \"Ninja\" pour cibler 1 monstre contrôlé par votre adversaire ; bannissez la cible. Tant que la carte est bannie, sa Zone Carte Monstre ne peut pas être utilisée. Lorsque cette carte face recto quitte le Terrain : renvoyez la carte bannie par cet effet à la même Zone Carte Monstre, dans la même position de combat.", "it": "Offri come Tributo 1 mostro \"Ninja\" per scegliere come bersaglio 1 mostro controllato dal tuo avversario; bandisci quel bersaglio. Mentre quella carta è bandita, la sua Zona Carte Mostro non può essere utilizzata. Quando questa carta scoperta lascia il Terreno: fai ritornare la carta bandita da questo effetto nella stessa Zona Carte Mostro, nella stessa posizione.", "pt": "Ative este card ao oferecer como Tributo 1 monstro \"Ninja\" e, depois, escolha 1 monstro que seu oponente controla; bana o alvo. Enquanto esse monstro estiver banido, a Zona de Cards de Monstro dele não pode ser usada. Quando este card com a face para cima deixar o campo: devolva o card banido por este efeito à mesma Zona de Cards de Monstro, na mesma posição de batalha.", "ja": "自分フィールド上の「忍者」と名のついたモンスター１体をリリースして発動できる。相手フィールド上のモンスター１体を選択してゲームから除外する。そのモンスターがゲームから除外されている場合、そのモンスターカードゾーンは使用できない。このカードがフィールド上から離れた時、この効果で除外したモンスターを同じ表示形式で元のモンスターカードゾーンに戻す。", "ko": "자신 필드 위의 \"첩자\"라는 이름이 붙은 몬스터 1장을 릴리스하고 발동할 수 있다. 상대 필드 위의 몬스터 1장을 선택하고 게임에서 제외한다. 그 몬스터가 게임에서 제외되어 있는 한, 그 몬스터 카드 존은 사용할 수 없다. 이 카드가 필드 위에서 벗어났을 때, 이 효과로 제외한 몬스터를 같은 표시 형식으로 원래의 몬스터 카드 존으로 되돌린다.", "zh-TW": "可解放我方場上的１隻冠有「忍者」之名的怪獸，選擇對方場上的１隻怪獸發動此卡。將選擇的對方怪獸從遊戲除外。只要該怪獸從遊戲被除外，該怪獸區就無法使用。此卡從場上離開時，將透過此效果除外的怪獸以相同表示形式送回原本的怪獸區。", "zh-CN": "可释放我方场上１只冠有“忍者”之名的怪兽来发动此卡。选择对手场上的１只怪兽并从游戏中除外。只要该怪兽处于被除外的状态，不可使用其怪兽区域。此卡离开场上时，以此效果除外的怪兽以相同的表示形式回到其原来的怪兽区域位置。"}, "card_type": "Trap", "property": "Continuous", "series": ["Ninjitsu Art"], "images": [{"index": 1, "image": "NinjitsuArtofShadowSealing-REDU-EN-C-UE.png"}], "sets": {"en": [{"set_number": "REDU-EN089", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "REDU-DE089", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "REDU-FR089", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "REDU-IT089", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "pt": [{"set_number": "OP20-PT038", "set_name": "OTS Tournament Pack 20", "rarities": ["Common"]}], "ja": [{"set_number": "EP13-JP020", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "ko": [{"set_number": "EXP6-KR020", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 230830, "master_duel_rarity": "N"}