{"konami_id": 12721, "password": 13662809, "name": {"en": "Abyss Script - Rise of the Abyss King", "de": "Abgrundskript - Aufstieg des Abgrundkönigs", "es": "Guión de Abismo - Ascenso del Rey del Abismo", "fr": "Script des Abysses - Ascension du Roi des Abysses", "it": "Sceneggiatura dell'Abisso - Ascesa del Re dell'Abisso", "pt": "Script do Abismo - Ascensão do Rei do Abismo", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>台<rt>だい</rt></ruby><ruby>本<rt>ほん</rt></ruby>「<ruby>魔<rt>ま</rt></ruby><ruby>王<rt>おう</rt></ruby>の<ruby>降<rt>こう</rt></ruby><ruby>臨<rt>りん</rt></ruby>」", "ja_romaji": "Makai Daihon \"Maō no Kōrin\"", "ko": "마계대본 \"마왕의 강림\"", "ko_rr": "Magyedaebon \"Mawang-ui Gangnim\"", "zh-TW": "魔界劇本《魔王降臨》", "zh-CN": "魔界剧本“魔王降临”"}, "text": {"en": "Target face-up cards on the field, up to the number of Attack Position \"Abyss Actor\" monsters with different names you control; destroy them. If you control a Level 7 or higher \"Abyss Actor\" monster, your opponent cannot activate cards or effects in response to this card's activation. If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can add up to 2 \"Abyss Actor\" cards and/or \"Abyss Script\" Spells with different names from your Deck to your hand.", "de": "Wähle offene Karten auf dem Spielfeld bis zur Anzahl der „Abgrundschauspieler“-Monster mit unterschiedlichen Namen in Angriffsposition, die du kontrollierst; zerstöre sie. Falls du ein „Abgrundschauspieler“-Monster der Stufe 7 oder höher kontrollierst, kann dein Gegner weder Karten noch Effekte als Reaktion auf die Aktivierung dieser Karte aktivieren. Falls diese gesetzte Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt eines Gegners zerstört wird und du ein offenes „Abgrundschauspieler“-Pendelmonster in deinem Extra Deck hast: Du kannst deiner Hand bis zu 2 „Abgrundschauspieler“-Karten und/oder „Abgrundskript“-Zauber mit unterschiedlichen Namen von deinem Deck hinzufügen.", "es": "Selecciona cartas boca arriba en el Campo, hasta la cantidad de monstruos \"Actor del Abismo\" en Posición de Ataque con nombres diferentes que controles; destrúyelas. Si controlas un monstruo \"Actor del Abismo\" de Nivel 7 o mayor, tu adversario no puede activar cartas o efectos en respuesta a la activación de esta carta. Si esta carta Colocada controlada por su dueño es destruida por el efecto de una carta del adversario, y tienes un Monstruo de Péndulo \"Actor del Abismo\" boca arriba en tu Deck Extra: puedes añadir a tu mano, desde tu Deck, hasta 2 cartas \"Actor del Abismo\" y/o Mágicas \"Guión de Abismo\" con nombres diferentes.", "fr": "Ciblez un nombre de cartes face recto sur le Terrain, inférieur ou égal au nombre de monstres \"Acteur des Abysses\" de noms différents que vous contrôlez en Position d'Attaque ; détruisez-les. Si vous contrôlez un monstre \"Acteur des Abysses\" de min. Niveau 7, votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation de cette carte. Si cette carte Posée contrôlée par son propriétaire est détruite par un effet de carte de l'adversaire, et que vous avez un Monstre Pendule \"Acteur des Abysses\" face recto dans votre Extra Deck : vous pouvez ajouter max. 2 cartes \"Acteur des Abysses\" et/ou Magies \"Script des Abysses\" de noms différents depuis votre Deck à votre main.", "it": "Scegli come bersaglio carte scoperte sul Terreno fino al numero di mostri \"Attore dell'Abisso\" in Posizione di Attacco con nomi diversi che controlli; distruggile. Se tu controlli un mostro \"Attore dell'Abisso\" di Livello 7 o superiore, il tuo avversario non può attivare carte o effetti in risposta all'attivazione di questa carta. Se questa carta Posizionata sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta dell'avversario, e tu hai un Mostro Pendulum \"Attore dell'Abisso\" scoperto nel tuo Extra Deck: puoi aggiungere fino a 2 carte \"Attore dell'Abisso\" e/o Magie \"Sceneggiatura dell'Abisso\" con nomi diversi dal tuo Deck alla tua mano.", "pt": "Escolha cards com a face para cima no campo, até o número de monstros \"Ator do Abismo\" em Posição de Ataque com nomes diferentes que você controla; destrua-os. Se você controlar um monstro \"Ator do Abismo\" de Nível 7 ou mais, seu oponente não pode ativar cards ou efeitos em resposta à ativação deste card. Se este card Baixado sob o controle do seu dono for destruído por um efeito de card do oponente e você tiver um Monstro Pêndulo \"Ator do Abismo\" com a face para cima no seu Deck Adicional: você pode adicionar até 2 cards \"Ator do Abismo\" e/ou Magias \"Script do Abismo\" com nomes diferentes do seu Deck à sua mão.", "ja": "①：自分フィールドの攻撃表示の「魔界劇団」モンスターの種類の数まで、フィールドの表側表示のカードを対象として発動できる。そのカードを破壊する。自分フィールドにレベル７以上の「魔界劇団」モンスターが存在する場合、このカードの発動に対して相手は効果を発動できない。②：自分のＥＸデッキに表側表示の「魔界劇団」Ｐモンスターが存在し、セットされたこのカードが相手の効果で破壊された場合に発動できる。デッキから「魔界劇団」カードまたは「魔界台本」魔法カードを合計２枚まで手札に加える（同名カードは１枚まで）。", "ko": "①: 자신 필드의 공격 표시 \"마계극단\" 몬스터 종류의 수까지, 필드의 앞면 표시의 카드를 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. 자신 필드에 레벨 7 이상의 \"마계극단\" 몬스터가 존재할 경우, 이 카드의 발동에 대하여 상대는 효과를 발동할 수 없다. ②: 자신의 엑스트라 덱에 앞면 표시의 \"마계극단\" 펜듈럼 몬스터가 존재하고, 세트된 이 카드가 상대 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 \"마계극단\" 카드 또는 \"마계대본\" 마법 카드를 합계 2장까지 패에 넣는다(같은 이름의 카드는 1장까지).", "zh-TW": null, "zh-CN": "①：可以场上的表侧表示的卡为对象发动，数量最多为自己场上的攻击表示的“魔界剧团”怪兽种类的数量。将该卡破坏。自己场上有等级7以上的“魔界剧团”怪兽存在的情况下， 应对此卡的发动对手不可发动效果。②：在自己的额外牌组有表侧表示的“魔界剧团”灵摆怪兽存在、被放置的此卡被对手的效果破坏的情况下可以发动。从牌组将“魔界剧团”卡或“魔界剧本”魔法卡合计最多2张加入手牌（同名卡最多1张）。"}, "card_type": "Spell", "property": "Normal", "series": ["Abyss Script"], "images": [{"index": 1, "image": "AbyssScriptRiseoftheAbyssKing-LED3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DESO-EN027", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-EN054", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "de": [{"set_number": "DESO-DE027", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-DE054", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "DESO-FR027", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-FR054", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "it": [{"set_number": "DESO-IT027", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-IT054", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "DESO-PT027", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-PT054", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "SPDS-JP027", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "DP20-JP054", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Common"]}, {"set_number": "SUB1-JP071", "set_name": "Secret Utility Box", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SPDS-KR027", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "DP20-KR054", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DP20-SC054", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 467297, "master_duel_rarity": "SR"}