{"konami_id": 15488, "password": 13694209, "name": {"en": "Dogmatika Ashiyan", "de": "Dogmatika Ashiyan", "es": "Ashiyan Dogmátik", "fr": "Dogmatika Ashiyan", "it": "Dogmatika Ashiyan", "pt": "Dogmatika Ashiyan", "ja": "<ruby>教導の神徒<rt>ハッシャーシーン・ドラグマ</rt></ruby>", "ja_romaji": "Hasshāshīn Doraguma", "ko": "핫샤신 드래그마", "ko_rr": null, "zh-TW": "教導的神徒", "zh-CN": "教导之神徒 阿萨辛"}, "text": {"en": "If a Fusion, Synchro, Xyz, or Link Monster(s) is sent to the GY (except during the Damage Step): You can Special Summon this card from your hand. If this card is Special Summoned from the hand: You can target 1 \"Dogmatika\" card in your GY, except \"Dogmatika Ashiyan\"; add it to your hand. When an opponent's monster declares an attack: You can make all \"Dogmatika\" monsters you currently control gain 500 ATK. You can only use each effect of \"Dogmatika Ashiyan\" once per turn.", "de": "Falls ein oder mehr Fusions-, Synchro-, Xyz- oder Linkmonster auf den Friedhof gelegt werden (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Spezialbeschwörung von der Hand beschworen wird: Du kannst 1 „Dogmatika“-Karte in deinem Friedhof wählen, außer „Dogmatika Ashiyan“; füge sie deiner Hand hinzu. Wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst alle „Dogmatika“-Monster, die du derzeit kontrollierst, 500 ATK erhalten lassen. Du kannst jeden Effekt von „Dogmatika Ashiyan“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más Monstruos de Fusión, Sincronía, Xyz o Enlace son mandados al Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial desde la mano: puedes seleccionar 1 carta \"Dogmátik\" en tu Cementerio, excepto \"Ashiyan Dogmátik\"; añádela a tu mano. Cuando un monstruo del adversario declara un ataque: puedes hacer que todos los monstruos \"Dogmátik\" que controles en este momento ganen 500 ATK. Sólo puedes usar cada efecto de \"Ashiyan Dogmátik\" una vez por turno.", "fr": "Si un ou plusieurs Monstres Fusion, Synchro, Xyz ou Lien sont envoyés au Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement depuis la main : vous pouvez cibler 1 carte \"Dogmatika\" (\"Dogmatika Ashiyan\" exclu) dans votre Cimetière ; ajoutez-la à votre main. Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez faire gagner 500 ATK à tous les monstres \"Dogmatika\" que vous contrôlez actuellement. Vous ne pouvez utiliser chaque effet de \"Dogmatika Ashiyan\" qu'une fois par tour.", "it": "Se uno o più Mostri Fusione, Synchro, Xyz o Link vengono mandati al Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente dalla mano: puoi scegliere come bersaglio 1 carta \"Dogmatika\" nel tuo Cimitero, eccetto \"Dogmatika Ashiyan\"; aggiungila alla tua mano. Quando un mostro dell'avversario dichiara un attacco: puoi far guadagnare 500 ATK a tutti i mostri \"Dogmatika\" che controlli attualmente. Puoi utilizzare ogni effetto di \"Dogmatika Ashiyan\" una sola volta per turno.", "pt": "Se um ou mais Monstros de Fusão, Sincro, Xyz ou Link forem enviados para o Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial da mão: você pode escolher 1 card \"Dogmatika\" no seu Cemitério, exceto \"Dogmatika Ashiyan\"; adicione-o à sua mão. Quando um monstro do oponente declarar um ataque: você pode fazer com que todos os monstros \"Dogmatika\" que você controla atualmente ganhem 500 de ATK. Você só pode usar cada efeito de \"Dogmatika Ashiyan\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：融合・Ｓ・Ｘ・Ｌモンスターが自分か相手の墓地へ送られた場合に発動できる。このカードを手札から特殊召喚する。②：このカードが手札から特殊召喚した場合、「教導の神徒」以外の自分の墓地の「ドラグマ」カード１枚を対象として発動できる。そのカードを手札に加える。③：相手モンスターの攻撃宣言時に発動できる。自分フィールドの全ての「ドラグマ」モンスターの攻撃力は５００アップする。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 융합 / 싱크로 / 엑시즈 / 링크 몬스터가 자신 또는 상대 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 패에서의 특수 소환에 성공했을 경우, \"핫샤신 드래그마\" 이외의 자신 묘지의 \"드래그마\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다. ③: 상대 몬스터의 공격 선언시에 발동할 수 있다. 자신 필드의 모든 \"드래그마\" 몬스터의 공격력은 500 올린다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。①：融合・同步・超量・连接怪兽被送至自己或对手墓地的情况下可以发动。从手牌将此卡特殊召唤。②：此卡从手牌特殊召唤成功的情况下，以自己墓地的１张“教导之神徒 阿萨辛”以外的“教导”卡为对象可以发动。将该卡加入手牌。③：对手怪兽攻击宣言时可以发动。自己场上的所有“教导”怪兽的攻击力上升５００。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 8, "atk": 2000, "def": 1500, "series": ["Dogmatika"], "images": [{"index": 1, "image": "DogmatikaAshiyan-MP21-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN009", "set_name": "Phantom Rage", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-EN172", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "PHRA-DE009", "set_name": "Phantom Rage", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-DE172", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "PHRA-FR009", "set_name": "Phantom Rage", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-FR172", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "PHRA-IT009", "set_name": "Phantom Rage", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-IT172", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "PHRA-PT009", "set_name": "Phantom Rage", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-PT172", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "PHRA-JP009", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "CF01-JP020", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PHRA-KR009", "set_name": "Phantom Rage", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC072", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714592, "master_duel_rarity": "N"}