{"konami_id": 15995, "password": 13735899, "name": {"en": "Mysterion the Dragon Crown", "de": "Mysterion die Drachenkrone", "es": "Mysterion la Corona del Dragón", "fr": "Mystérion le Dragon Couronne", "it": "Mysterion, la Corona del Drago", "pt": "Mysterion, a Coroa do Dragão", "ja": "ミュステリオンの<ruby>竜<rt>りゅう</rt></ruby><ruby>冠<rt>かん</rt></ruby>", "ja_romaji": "Myusuterion no Ryūkan", "ko": "미스테리온의 용관", "ko_rr": "Miseuterion-ui Yonggwan", "zh-TW": "聖典的龍冠", "zh-CN": "秘仪之龙冠"}, "text": {"en": "1 Spellcaster monster + 1 Dragon monster\nCannot be used as Fusion Material. This card loses 100 ATK for each of your banished cards. If a monster uses its activated effect to Special Summon itself, or a monster(s) with its same original Type (except during the Damage Step): You can target 1 of those Special Summoned monsters; banish that monster, also banish all monsters from the field with its same original Type. You can only use this effect of \"Mysterion the Dragon Crown\" once per turn.", "de": "1 Hexer-Monster + 1 Drache-Monster\nKann nicht als Fusionsmaterial verwendet werden. Diese Karte verliert für jede deiner verbannten Karten 100 ATK. Falls der aktivierte Effekt eines Monsters verwendet wird, um es selbst oder ein oder mehr Monster mit seinem Grund-Typ als Spezialbeschwörung zu beschwören (außer während des Damage Steps): Du kannst 1 jener als Spezialbeschwörung beschworenen Monster wählen; verbanne jenes Monster, zusätzlich verbanne alle Monster mit seinem Grund-Typ vom Spielfeld. Du kannst diesen Effekt von „Mysterion die Drachenkrone“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo Lanzador de Conjuros + 1 monstruo Dragón\nNo puede ser usado como Material de Fusión. Esta carta pierde 100 ATK por cada una de tus cartas desterradas. Si un monstruo usa su efecto activado para Invocarse de Modo Especial a sí mismo, o a uno o más monstruos con su mismo Tipo original (excepto durante el Damage Step): puedes seleccionar 1 de esos monstruos Invocados de Modo Especial; destierra ese monstruo, y además destierra todos los monstruos en el Campo con su mismo Tipo original. Sólo puedes usar este efecto de \"Mysterion la Corona del Dragón\" una vez por turno.", "fr": "1 monstre Magicien + 1 monstre Dragon\nNon utilisable comme Matériel Fusion. Cette carte perd 100 ATK pour chacune de vos cartes bannies. Si un monstre utilise son effet activé pour s'Invoquer Spécialement, ou Invoquer Spécialement un ou plusieurs monstres avec le même Type d'origine (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres Invoqués Spécialement ; bannissez le monstre, et aussi, bannissez tous les monstres depuis le Terrain avec le même Type d'origine. Vous ne pouvez utiliser cet effet de \"Mystérion le Dragon Couronne\" qu'une fois par tour.", "it": "1 mostro Incantatore + 1 mostro Drago\nNon può essere utilizzato come Materiale da Fusione. Questa carta perde 100 ATK per ognuna delle tue carte bandite. Se un mostro utilizza un suo effetto attivato per Evocare Specialmente se stesso, o uno o più mostri con il suo stesso Tipo originale (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 di quei mostri Evocati Specialmente; bandisci quel mostro, inoltre bandisci dal Terreno tutti i mostri con il suo stesso Tipo originale. Puoi utilizzare questo effetto di \"Mysterion, la Corona del Drago\" una sola volta per turno.", "pt": "1 monstro Mago + 1 monstro Dragão\nNão pode ser usado como Matéria de Fusão. Este card perde 100 de ATK para cada um dos seus cards banidos. Se um monstro usar seus efeitos ativados para Invocar a si mesmo, ou um ou mais monstros com seu mesmo Tipo original, por Invocação-Especial (exceto durante a Etapa de Dano): você pode escolher 1 desses monstros Invocados por Invocação-Especial; bana esse monstro e, além disso, bana todos os monstros do campo com o mesmo Tipo original. Você só pode usar este efeito de \"Mysterion, a Coroa do Dragão\" uma vez por turno.", "ja": "魔法使い族モンスター＋ドラゴン族モンスター\nこのカード名の②の効果は１ターンに１度しか使用できない。このカードは融合素材にできない。①：このカードの攻撃力は除外されている自分のカードの数×１００ダウンする。②：発動したモンスターの効果によって、そのモンスターまたはそのモンスターと元々の種族が同じモンスターが特殊召喚された場合、その特殊召喚されたモンスター１体を対象として発動できる。対象のモンスター及びそのモンスターと元々の種族が同じフィールドのモンスターを全て除外する。", "ko": "마법사족 몬스터 ＋ 드래곤족 몬스터\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. 이 카드는 융합 소재로 할 수 없다. ①: 이 카드의 공격력은 제외되어 있는 자신의 카드의 수 × 100 내린다. ②: 발동한 몬스터의 효과에 의해, 그 몬스터 또는 그 몬스터와 원래의 종족이 같은 몬스터가 특수 소환되었을 경우, 그 특수 소환된 몬스터 1장을 대상으로 하고 발동할 수 있다. 대상 몬스터 및 그 몬스터와 원래의 종족이 같은 필드의 몬스터를 전부 제외한다.", "zh-TW": "魔法使族怪獸＋龍族怪獸\n此卡名的②效果，１回合僅限使用１次。此卡無法做為融合素材。①：此卡的攻擊力依據我方被除外的卡數量×１００進行降低。②：在因發動怪獸效果，該怪獸或與該怪獸原本的種族相同的怪獸被特殊召喚的狀況下，可將１隻該特殊召喚的怪獸做為對象發動。將對象怪獸及場上與該怪獸原本的種族相同的所有怪獸全部除外。", "zh-CN": "魔法师族怪兽＋龙族怪兽\n此卡名的②效果１回合仅可使用１次。此卡不可作为融合素材。①：此卡攻击力下降相当于被除外的自己的卡数量×１００的数值。②：因发动的怪兽效果而使得该怪兽或与该怪兽原本种族相同的怪兽被特殊召唤的情况下，以该１只被特殊召唤的怪兽为对象可以发动。将对象怪兽及原本种族与该怪兽相同的场上怪兽全部除外。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Fusion / Effect", "attribute": "LIGHT", "level": 8, "atk": 3000, "def": 1500, "materials": "1 Spellcaster-Type monster + 1 Dragon-Type monster", "images": [{"index": 1, "image": "MysteriontheDragonCrown-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN034", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-EN071", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "LIOV-DE034", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-DE071", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "LIOV-FR034", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-FR071", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "LIOV-IT034", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-IT071", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "LIOV-PT034", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "BLMR-PT071", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "LIOV-JP034", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "LIOV-JP034", "set_name": "Lightning Overdrive +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "LIOV-KR034", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "LIOV-KR034", "set_name": "Lightning Overdrive +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC022", "set_name": "Mega Pack 06", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715973, "master_duel_rarity": "UR"}