{"konami_id": 19483, "password": 13744068, "name": {"en": "Berserk Archfiend", "de": "Berserker-Erzunterweltler", "es": "Archidemonio Enfurecido", "fr": "Berserker Archdémon", "it": "Arcidemone Berserk", "pt": "Arquidemônio Enfurecido", "ja": "バーサーク・デーモン", "ja_romaji": "Bāsāku Dēmon", "ko": "버서크 데몬", "ko_rr": null, "zh-TW": "狂戰惡魔", "zh-CN": "狂战恶魔"}, "text": {"en": null, "de": "Du kannst bis zu 2 offene Monster wählen, die du kontrollierst, darunter ein Unterweltler-Monster; beschwöre diese Karte als Spezialbeschwörung von deiner Hand und falls du dies tust, zerstöre jene Monster. Du kannst diesen Effekt von „Berserker-Erzunterweltler“ nur einmal pro Spielzug verwenden. Wenn ein oder mehr Monster durch den Effekt dieser Karte zerstört werden: Du kannst offene Monster, die dein Gegner kontrolliert, in Höhe der zerstörten Anzahl wählen; diese Karte erhält bis zum Ende deines nächsten Spielzugs ATK in Höhe ihrer kombinierten Grund-ATK.", "es": "Puedes seleccionar hasta 2 monstruos boca arriba que controles, incluyendo un monstruo Demonio; Invoca esta carta de Modo Especial desde tu mano y, si lo haces, destruye esos monstruos. Sólo puedes usar este efecto de \"Archidemonio Enfurecido\" una vez por turno. Cuando uno o más monstruos son destruidos por el efecto de esta carta: puedes seleccionar monstruos boca arriba que controle tu adversario igual al número de destruidos; esta carta gana ATK igual a su ATK original combinado, hasta el final de tu próximo turno.", "fr": "Vous pouvez cibler max. 2 monstres face recto que vous contrôlez (un monstre Démon inclus) ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, détruisez ces monstres. Vous ne pouvez utiliser cet effet de \"Berserker Archdémon\" qu'une fois par tour. Lorsqu'un ou plusieurs monstres sont détruits par l'effet de cette carte : vous pouvez cibler un nombre de monstres face recto contrôlés par votre adversaire égal au nombre détruit ; jusqu'à la fin de votre prochain tour, cette carte gagne une ATK égale à la somme de leur ATK d'origine.", "it": "Puoi scegliere come bersaglio fino a 2 mostri scoperti che controlli, compreso un mostro Demone; Evoca Specialmente questa carta dalla tua mano e, se lo fai, distruggi quei mostri. Puoi utilizzare questo effetto di \"Arcidemone Berserk\" una sola volta per turno. Quando uno o più mostri vengono distrutti dall'effetto di questa carta: puoi scegliere come bersaglio mostri scoperti controllati dal tuo avversario pari al numero di mostri distrutti; questa carta guadagna ATK pari alla somma dei loro ATK originali, fino alla fine del tuo prossimo turno.", "pt": "Você pode escolher até 2 monstros com a face para cima que você controla, incluindo um monstro Demônio; Invoque este card por Invocação-Especial da sua mão e, se isso acontecer, destrua esses monstros. Você só pode usar este efeito de \"Arquidemônio Enfurecido\" uma vez por turno. Quando um ou mais monstros forem destruídos pelo efeito deste card: você pode escolher monstros com a face para cima que seu oponente controla igual ao número destruído; até o final do seu próximo turno, este card ganha ATK igual ao ATK original combinado deles.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：悪魔族モンスターを含む自分フィールドの表側表示モンスターを２体まで対象として発動できる。このカードを手札から特殊召喚し、対象のモンスターを破壊する。\n②：このカードの①の効果でモンスターを破壊した時、その数だけ相手フィールドの表側表示モンスターを対象として発動できる。このカードの攻撃力は次の自分ターンの終了時まで、対象のモンスターの元々の攻撃力の合計分アップする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 악마족 몬스터를 포함하는 자신 필드의 앞면 표시 몬스터를 2장까지 대상으로 하고 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 대상 몬스터를 파괴한다. ②: 이 카드의 ①의 효과로 몬스터를 파괴했을 때, 그 수만큼 상대 필드의 앞면 표시 몬스터를 대상으로 하고 발동할 수 있다. 이 카드의 공격력은 다음 자신 턴의 종료시까지, 대상 몬스터의 원래 공격력의 합계만큼 올린다.", "zh-TW": "此卡名的①效果１回合僅可使用１次。\n①：以包含惡魔族怪獸在內的、自己場上的最多２隻表側表示怪獸為對象可以發動。從手牌將此卡特殊召喚，將對象怪獸破壞。\n②：以此卡的①效果破壞怪獸時，依其數量，以對手場上表側表示的怪獸為對象可以發動。此卡的攻擊力直至下個自己回合結束時為止，上升相當於對象怪獸原本攻擊力合計的數值。", "zh-CN": "此卡名的①效果１回合仅可使用１次。\n①：以包含恶魔族怪兽在内的、自己场上的最多２只表侧表示怪兽为对象可以发动。从手牌将此卡特殊召唤，将对象怪兽破坏。\n②：以此卡的①效果破坏怪兽时，依其数量，以对手场上表侧表示的怪兽为对象可以发动。此卡的攻击力直至下个自己回合结束时为止，上升相当于对象怪兽原本攻击力合计的数值。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 6, "atk": 2000, "def": 0, "series": ["Archfiend"], "images": [{"index": 1, "image": "BerserkArchfiend-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC027", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1023565, "master_duel_rarity": "N"}