{"konami_id": 11433, "password": 13760677, "name": {"en": "P.M. Captor", "de": "P.L.-Geiselnehmer", "es": "Captor P.O.", "fr": "P.E. Ravisseur", "it": "Catturatore P.M.", "pt": "P.O. Captor", "ja": "<ruby>Ｐ<rt>ピー</rt></ruby>・<ruby>Ｍ<rt>エム</rt></ruby>・キャプチャー", "ja_romaji": "Pī Emu Kyapuchā", "ko": "<ruby>P<rt>피</rt></ruby>·<ruby>M<rt>엠</rt></ruby> 캡처", "ko_rr": null, "zh-TW": "P.M.捕獲者", "zh-CN": "P・M捕获者"}, "text": {"en": "If this card destroys a monster by battle: You can target 1 Pendulum Monster in your Graveyard; add it to your hand.", "de": "Falls diese Karte ein Monster durch Kampf zerstört: Du kannst 1 Pendelmonster in deinem Friedhof wählen; füge es deiner Hand hinzu.", "es": "Si esta carta destruye un monstruo en batalla: puedes seleccionar 1 Monstruo de Péndulo en tu Cementerio; añádelo a tu mano.", "fr": "Si cette carte détruit un monstre au combat : vous pouvez cibler 1 Monstre Pendule dans votre Cimetière ; ajoutez-le à votre main.", "it": "Se questa carta distrugge un mostro in battaglia: puoi scegliere come bersaglio 1 Mostro Pendulum nel tuo Cimitero; aggiungilo alla tua mano.", "pt": "Se este card destruir um monstro em batalha: você pode escolher 1 Monstro Pêndulo no seu Cemitério; adicione-o à sua mão.", "ja": "①：このカードが戦闘でモンスターを破壊した場合、自分の墓地のＰモンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "①: 이 카드가 전투로 몬스터를 파괴했을 경우, 자신 묘지의 펜듈럼 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "①：在此卡因戰鬥破壞怪獸的狀況下，可將我方墓地的１隻鐘擺怪獸做為對象發動。將該怪獸加入手牌。", "zh-CN": "①：此卡因战斗破坏了怪兽的场合，可以我方墓地１只灵摆怪兽为对象发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Zombie / Pendulum / Effect", "attribute": "DARK", "level": 4, "atk": 1800, "def": 0, "pendulum_scale": 5, "pendulum_effect": {"en": "When you Pendulum Summon a Zombie-Type monster(s): You can activate this effect; it cannot be destroyed by battle or card effects this turn.", "de": "Wenn du ein oder mehr Monster vom Typ Zombie als Pendelbeschwörung beschwörst: Du kannst diesen Effekt aktivieren; sie können in diesem Spielzug weder durch Kampf noch durch Karteneffekte zerstört werden.", "es": "Cuando Invocas por Péndulo a uno o más monstruos de Tipo Zombi: puedes activar este efecto; este turno, éste no puede ser destruido en batalla o por efectos de cartas.", "fr": "Lorsque vous Invoquez par Pendulation un ou plusieurs monstres de Type Zombie : vous pouvez activer cet effet ; ce tour, il ne peut être détruit ni au combat ni par des effets de carte.", "it": "Quando Evochi Pendulum uno o più mostri di Tipo Zombie: puoi attivare questo effetto; essi non possono essere distrutti in battaglia o dagli effetti delle carte in questo turno.", "pt": "Quando você Invocar por Invocação-Pêndulo um ou mais monstros do Tipo Zumbi: você pode ativar este efeito; ele não pode ser destruído em batalha ou por efeitos de card neste turno.", "ja": "①：自分がアンデット族モンスターのＰ召喚に成功した時に発動できる。そのモンスターはこのターン戦闘・効果では破壊されない。", "ko": "①: 자신이 언데드족 몬스터의 펜듈럼 소환에 성공했을 때에 발동할 수 있다. 그 몬스터는 이 턴에 전투 / 효과로는 파괴되지 않는다.", "zh-TW": "①：可在我方成功鐘擺召喚不死族怪獸時發動。該怪獸此回合不會因戰鬥・效果被破壞。", "zh-CN": "①：我方不死族怪兽的灵摆召唤成功时可发动。此回合，该怪兽不会因战斗、效果而被破坏。"}, "images": [{"index": 1, "image": "PMCaptor-WSUP-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN044", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "de": [{"set_number": "WSUP-DE044", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "fr": [{"set_number": "WSUP-FR044", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "it": [{"set_number": "WSUP-IT044", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "pt": [{"set_number": "WSUP-PT044", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP15-JP051", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "DUEA-KR081", "set_name": "Duelist Alliance", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 312025, "master_duel_rarity": "R"}