{"konami_id": 7392, "password": 13893596, "name": {"en": "Exodius the Ultimate Forbidden Lord", "de": "Exodius der ultimative verbotene Lord", "es": "Exodious el Señor Prohibido Definitivo", "fr": "Exodius l'Ultime Interdit", "it": "Exodius, Il Signore Proibito Finale", "pt": "Exodius, o Último Senhor Proibido", "ja": "<ruby>究<rt>きゅう</rt></ruby><ruby>極<rt>きょく</rt></ruby><ruby>封<rt>ふう</rt></ruby><ruby>印<rt>いん</rt></ruby><ruby>神<rt>しん</rt></ruby>エクゾディオス", "ja_romaji": "Kyūkyoku Fūinshin Ekuzodiosu", "ko": "궁극봉인신 엑조디오스", "ko_rr": null, "zh-TW": "究極封印神 艾克佐迪奧斯", "zh-CN": "究极封印神 艾克佐迪奥斯"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by shuffling all monsters in your Graveyard into the Deck, and cannot be Special Summoned by other ways. When this card declares an attack: Send 1 monster from your hand or Deck to the Graveyard. This card gains 1000 ATK for each Normal Monster in your Graveyard. If this face-up card would leave the field, banish it instead. If there are 5 different \"Forbidden One\" cards in your Graveyard that were sent there by this card's effect, you win the Duel.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du alle Monster in deinem Friedhof ins Deck mischst, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Wenn diese Karte einen Angriff deklariert: Lege 1 Monster von deiner Hand oder deinem Deck auf den Friedhof. Diese Karte erhält 1000 ATK für jedes Normale Monster in deinem Friedhof. Falls diese offene Karte das Spielfeld verlassen würde, verbanne sie stattdessen. Falls sich „Exodia, die Verbotene“, „Linker Arm der Verbotenen“, „Rechter Arm der Verbotenen“, „Linkes Bein der Verbotenen“ und „Rechtes Bein der Verbotenen“ in deinem Friedhof befinden und durch den Effekt dieser Karte dorthin gelegt wurden, gewinnst du das Duell.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano) barajando al Deck todos los monstruos en tu Cementerio, y no puede ser Invocado de Modo Especial de otra forma. Cuando esta carta declara un ataque: manda al Cementerio 1 monstruo en tu mano o Deck. Esta carta gana 1000 ATK por cada Monstruo Normal en tu Cementerio. Si esta carta boca arriba fuera a dejar el Campo, en su lugar destiérrala. Si en tu Cementerio hay 5 cartas \"el Prohibido\" diferentes, que fueron mandadas allí por el efecto de esta carta, ganas el Duelo.", "fr": "Ni Invocable Normalement ni Posable. Uniquement Invocable Spécialement (depuis votre main) en mélangeant tous les monstres dans votre Cimetière dans le Deck, et non Invocable Spécialement autrement. Lorsque cette carte déclare une attaque : envoyez 1 monstre depuis votre main ou Deck au Cimetière. Cette carte gagne 1000 ATK pour chaque Monstre Normal dans votre Cimetière. Si cette carte face recto va quitter le Terrain, bannissez-la à la place. S'il y a 5 cartes \"l'Interdit\" différentes dans votre Cimetière qui y ont été envoyées par cet effet de carte, vous gagnez le Duel.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) mischiando tutti i mostri dal tuo Cimitero nel Deck, e non può essere Evocato Specialmente in altri modi. Quando questa carta dichiara un attacco: manda 1 mostro dalla tua mano o Deck al Cimitero. Questa carta guadagna 1000 ATK per ogni Mostro Normale nel tuo Cimitero. Se questa carta scoperta sta per lasciare il Terreno, invece bandiscila. Se ci sono 5 carte \"il/del Proibito\" diverse nel tuo Cimitero che sono state mandate lì dall'effetto di questa carta, vinci il Duello.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Você deve Invocá-lo por Invocação-Especial (da sua mão) ao embaralhar todos os monstros do seu Cemitério no Deck e não pode Invocá-lo por Invocação-Especial de nenhuma outra forma. Quando este card declarar um ataque: envie 1 monstro da sua mão ou do Deck para o Cemitério. Este card ganha 1000 de ATK para cada Monstro Normal no seu Cemitério. Se este card com a face para cima deixaria o campo, em vez disso, bana-o. Se houver 5 cards \"O Proibido\" diferentes no seu Cemitério que foram enviados para lá pelo efeito deste card, você vence o Duelo.", "ja": "このカードは通常召喚できない。自分の墓地のモンスターを全てデッキ・ＥＸデッキに戻した場合のみ特殊召喚できる。このカードの②の効果で「封印されし」モンスター５種類が自分の墓地へ送られ全て揃った時、自分はデュエルに勝利する。①：このカードの攻撃力は、自分の墓地の通常モンスターの数×１０００アップする。②：このカードの攻撃宣言時に発動する。手札・デッキからモンスター１体を墓地へ送る。③：表側表示のこのカードはフィールドから離れた場合に除外される。", "ko": "이 카드는 통상 소환할 수 없다. 자신 묘지의 몬스터를 전부 덱으로 되돌렸을 경우에만 특수 소환할 수 있다. 이 카드의 ②의 효과로 \"봉인된\" 몬스터 5종류가 자신 묘지로 보내져 전부 모였을 때, 자신은 듀얼에서 승리한다. ①: 이 카드의 공격력은, 자신 묘지의 일반 몬스터의 수 × 1000 올린다. ②: 이 카드의 공격 선언시에 발동한다. 패 / 덱에서 몬스터 1장을 묘지로 보낸다. ③: 앞면 표시의 이 카드는 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡無法通常召喚。僅限在將我方墓地的所有怪獸全部送回牌組的狀況下特殊召喚。透過此卡②的效果使「被封印的」５種怪獸全部聚集於我方墓地時，我方於決鬥中勝利。①：此卡的攻擊力會依據我方墓地的通常怪獸數量×１０００進行提升。②：在此卡的攻擊宣言時發動。從手牌・牌組將１隻怪獸送至墓地。③：正面表示的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "这张卡不能通常召唤。让自己墓地的怪兽全部回到卡组的场合才能特殊召唤。这张卡的②的效果让「被封印」怪兽5种类被送去自己墓地全部齐集时，自己决斗胜利。①：这张卡的攻击力上升自己墓地的通常怪兽数量×1000。②：这张卡的攻击宣言时发动。从手卡·卡组把1只怪兽送去墓地。③：表侧表示的这张卡从场上离开的场合除外。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 10, "atk": "?", "def": 0, "series": ["Duel winner"], "images": [{"index": 1, "image": "ExodiustheUltimateForbiddenLord-MIL1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CT07-EN024", "set_name": "Collectible Tins 2010 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "BP02-EN063", "set_name": "Battle Pack 2: War of the Giants", "rarities": ["Common", "Mosaic Rare"]}, {"set_number": "MIL1-EN007", "set_name": "Millennium Pack", "rarities": ["Common"]}, {"set_number": "JUMP-EN025", "set_name": "Shonen Jump May 2008 subscription bonus", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CT07-DE024", "set_name": "Collectible Tins 2010 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "BP02-DE063", "set_name": "Battle Pack 2: War of the Giants", "rarities": ["Common", "Mosaic Rare"]}, {"set_number": "MIL1-DE007", "set_name": "Millennium Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CT07-FR024", "set_name": "Collectible Tins 2010 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "BP02-FR063", "set_name": "Battle Pack 2: War of the Giants", "rarities": ["Common", "Mosaic Rare"]}, {"set_number": "MIL1-FR007", "set_name": "Millennium Pack", "rarities": ["Common"]}], "it": [{"set_number": "CT07-IT024", "set_name": "Collectible Tins 2010 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "BP02-IT063", "set_name": "Battle Pack 2: War of the Giants", "rarities": ["Common", "Mosaic Rare"]}, {"set_number": "MIL1-IT007", "set_name": "Millennium Pack", "rarities": ["Common"]}], "pt": [{"set_number": "BP02-PT063", "set_name": "Battle Pack 2: War of the Giants", "rarities": ["Common", "Mosaic Rare"]}, {"set_number": "MIL1-PT007", "set_name": "Millennium Pack", "rarities": ["Common"]}], "ja": [{"set_number": "WJMP-JP008", "set_name": "Weekly Shōnen Jump 2007, Issue 35 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "SD17-JP006", "set_name": "Structure Deck: Warriors' Strike", "rarities": ["Common"]}, {"set_number": "AT05-JP004", "set_name": "Advanced Tournament Pack 2014 Vol.1", "rarities": ["Common"]}, {"set_number": "MP01-JP010", "set_name": "Millennium Pack (OCG)", "rarities": ["Millennium Super Rare"]}, {"set_number": "24TP-JP109", "set_name": "Tournament Pack 2024 Vol.1", "rarities": ["Common"]}], "ko": [{"set_number": "SD17-KR006", "set_name": "Structure Deck: Warriors' Strike", "rarities": ["Common"]}, {"set_number": "AE04-KR023", "set_name": "Advanced Event Pack 2014 Vol.2", "rarities": ["Common"]}, {"set_number": "MP01-KR010", "set_name": "Millennium Pack (OCG)", "rarities": ["Millennium Super Rare"]}], "zh-CN": [{"set_number": "24SP-SC306", "set_name": "Entry Pack 2024 Vol.3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 538371, "master_duel_rarity": "N"}