{"konami_id": 10821, "password": 14005031, "name": {"en": "Moon Dance Ritual", "de": "Mondtanzritual", "es": "Ritual de la Danza de la Luna", "fr": "Rituelle de la Danse de la Lune", "it": "Rituale Danza della Luna", "pt": "Ritual da Dança da Lua", "ja": "ムーンダンスの<ruby>儀<rt>ぎ</rt></ruby><ruby>式<rt>しき</rt></ruby>", "ja_romaji": "Mūndansu no Gishiki", "ko": "문댄스의 의식", "ko_rr": null, "zh-TW": "月舞的儀式", "zh-CN": "月舞的仪式"}, "text": {"en": "Activate this card by targeting 1 WIND Xyz Monster you control that has no Xyz Materials. While that monster is on the field, negate the effects of all face-up monsters on the field. When that monster leaves the field, destroy this card. During the End Phase of the turn this card was activated: Attach this card to that monster as an Xyz Material.", "de": "Aktiviere diese Karte, indem du 1 WIND Xyz-Monster wählst, das du kontrollierst und das kein Xyz-Material hat. Solange das Monster auf dem Spielfeld liegt, annulliere die Effekte aller offenen Monster auf dem Spielfeld. Falls das Monster das Spielfeld verlässt, zerstöre diese Karte. Während der End Phase des Spielzugs, in dem diese Karte aktiviert wurde: Hänge diese Karte als Xyz-Material an das Monster an.", "es": "Activa esta carta seleccionando 1 Monstruo Xyz de VIENTO que controles que no tenga Materiales Xyz. Mientras ese monstruo esté en el Campo, niega los efectos de todos los monstruos boca arriba en el Campo. Cuando ese monstruo deje el Campo, destruye esta carta. Durante la End Phase del turno en que esta carta fue activada: acopla esta carta a ese monstruo como Material Xyz.", "fr": "Activez cette carte en ciblant 1 Monstre Xyz VENT sans Matériel Xyz que vous contrôlez. Tant que le monstre est sur le Terrain, annulez les effets de tous les monstres face recto sur le Terrain. Lorsque le monstre quitte le Terrain, détruisez cette carte. Durant la End Phase du tour où cette carte a été activée : attachez cette carte au monstre comme Matériel Xyz.", "it": "Attiva questa carta scegliendo come bersaglio 1 Mostro Xyz VENTO che controlli che non ha Materiali Xyz. Mentre quel mostro è sul Terreno, annulla gli effetti di tutti i mostri scoperti sul Terreno. Quando quel mostro lascia il Terreno, distruggi questa carta. Durante la End Phase del turno in cui questa carta è stata attivata: attacca questa carta a quel mostro come Materiale Xyz.", "pt": "Ative este card ao escolher 1 Monstro Xyz de VENTO que você controla que não tenha Matérias Xyz. Enquanto esse monstro estiver no campo, negue os efeitos de todos os monstros com a face para cima no campo. Quando esse monstro deixar o campo, destrua este card. Durante a Fase Final do turno em que este card foi ativado: associe este card a esse monstro como uma Matéria Xyz.", "ja": "①：自分フィールドのＸ素材の無い風属性Ｘモンスター１体を対象としてこのカードを発動できる。そのモンスターがフィールドに存在する限り、フィールドの表側表示モンスターの効果は無効化される。対象のモンスターがフィールドから離れた時にこのカードは破壊される。②：このカードを発動したターンのエンドフェイズに発動する。フィールドのこのカードを、このカードの発動時に対象としたモンスターの下に重ねてＸ素材とする。", "ko": "①: 자신 필드의 엑시즈 소재가 없는 바람 속성 엑시즈 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 그 몬스터가 필드에 존재하는 한, 필드의 앞면 표시 몬스터의 효과는 무효화된다. 대상 몬스터가 필드에서 벗어났을 때에 이 카드는 파괴된다. ②: 이 카드를 발동한 턴의 엔드 페이즈에 발동한다. 필드의 이 카드를, 이 카드의 발동시에 대상으로 한 몬스터의 아래에 겹치고 엑시즈 소재로 한다.", "zh-TW": "①：可將我方場上的１隻沒有超量素材的風屬性超量怪獸做為對象發動此卡。只要該怪獸存在於場上，場上的正面表示怪獸的效果就無效化。對象怪獸從場上離開時，此卡將被破壞。②：在發動此卡的回合的結束階段發動。將場上的此卡重疊至此卡發動時做為對象的怪獸下方做為超量素材。", "zh-CN": "①：以自己场上的１只没有超量素材的风属性超量怪兽为对象可以发动此卡。只要该怪兽存在于场上，场上的表侧表示怪兽的效果无效化。对象怪兽离开场上时，此卡将被破坏。②：此卡发动过的余下回合的结束阶段发动。将场上的此卡重叠在此卡发动时作为对象的怪兽下面，作为超量素材。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "MoonDanceRitual-JOTL-EN-R-1E.png"}], "sets": {"en": [{"set_number": "JOTL-EN089", "set_name": "Judgment of the Light", "rarities": ["Rare"]}], "de": [{"set_number": "JOTL-DE089", "set_name": "Judgment of the Light", "rarities": ["Rare"]}], "fr": [{"set_number": "JOTL-FR089", "set_name": "Judgment of the Light", "rarities": ["Rare"]}], "it": [{"set_number": "JOTL-IT089", "set_name": "Judgment of the Light", "rarities": ["Rare"]}], "pt": [{"set_number": "JOTL-PT089", "set_name": "Judgment of the Light", "rarities": ["Rare"]}], "ja": [{"set_number": "EP14-JP010", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR010", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 303704, "master_duel_rarity": "R"}