{"konami_id": 12000, "password": 14094090, "name": {"en": "Super Soldier Ritual", "de": "Supersoldatenritual", "es": "Ritual del Súper Soldado", "fr": "Rituel du Super Soldat", "it": "Rituale del Super Soldato", "pt": "Ritual do Super Soldado", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>戦<rt>せん</rt></ruby><ruby>士<rt>し</rt></ruby>の<ruby>儀<rt>ぎ</rt></ruby><ruby>式<rt>しき</rt></ruby>", "ja_romaji": "Chōsenshi no Gishiki", "ko": "초전사의 의식", "ko_rr": null, "zh-TW": "超戰士的儀式", "zh-CN": "超战士的仪式"}, "text": {"en": "This card can be used to Ritual Summon any \"Black Luster Soldier\" Ritual Monster. You must also Tribute monsters from your hand or field whose total Levels exactly equal 8. During your Main Phase, except the turn this card was sent to the GY: You can banish this card, 1 LIGHT monster, and 1 DARK monster from your GY; Special Summon 1 \"Black Luster Soldier\" Ritual Monster from your hand, ignoring its Summoning conditions. You can only use this effect of \"Super Soldier Ritual\" once per turn.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Schwarz Glänzender Soldat“-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe genau 8 entspricht. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte, 1 LICHT Monster und 1 FINSTERNIS Monster von deinem Friedhof verbannen; beschwöre 1 „Schwarz Glänzender Soldat“-Ritualmonster als Spezialbeschwörung von deiner Hand, ungeachtet seiner Beschwörungsbedingungen. Du kannst diesen Effekt von „Supersoldatenritual“ nur einmal pro Spielzug verwenden.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual \"Soldado del Brillo Negro\". También debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sean exactamente 8. Durante tu Main Phase, excepto el turno en el que esta carta fue mandada al Cementerio: puedes desterrar, desde tu Cementerio, esta carta, 1 monstruo de LUZ y 1 monstruo de OSCURIDAD; Invoca de Modo Especial, desde tu mano, 1 Monstruo de Ritual \"Soldado del Brillo Negro\", ignorando sus condiciones de Invocación. Sólo puedes usar este efecto de \"Ritual del Súper Soldado\" una vez por turno.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Soldat du Lustre Noir\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal à 8. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte, 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES depuis votre Cimetière ; Invoquez Spécialement 1 Monstre Rituel \"Soldat du Lustre Noir\" depuis votre main, en ignorant ses conditions d'Invocation. Vous ne pouvez utiliser cet effet de \"Rituel du Super Soldat\" qu'une fois par tour.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Glorioso Soldato Nero\". Devi anche offrire come Tributo mostri dalla tua mano o Terreno con Livello totale esattamente pari a 8. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta, 1 mostro LUCE e 1 mostro OSCURITÀ dal tuo Cimitero; Evoca Specialmente 1 Mostro Rituale \"Glorioso Soldato Nero\" dalla tua mano, ignorando le sue condizioni di Evocazione. Puoi utilizzare questo effetto di \"Rituale del Super Soldato\" una sola volta per turno.", "pt": "Este card pode ser usado para a Invocação-Ritual de qualquer Monstro de Ritual \"Soldado do Lustro Negro\". Você também deve oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja exatamente igual a 8. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card, 1 monstro de LUZ e 1 monstro de TREVAS do seu Cemitério; Invoque por Invocação-Especial 1 Monstro de Ritual \"Soldado do Lustro Negro\" da sua mão, ignorando suas condições de Invocação. Você só pode usar este efeito de \"Ritual do Super Soldado\" uma vez por turno.", "ja": "「カオス・ソルジャー」儀式モンスターの降臨に必要。「超戦士の儀式」の②の効果は１ターンに１度しか使用できない。①：自分の手札・フィールドから、レベルの合計が８になるようにモンスターをリリースし、手札から「カオス・ソルジャー」儀式モンスター１体を儀式召喚する。②：自分の墓地からこのカード及び光属性モンスター１体と闇属性モンスター１体を除外して発動できる。手札から「カオス・ソルジャー」儀式モンスター１体を召喚条件を無視して特殊召喚する。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "\"카오스 솔저\" 의식 몬스터의 의식 소환에 필요. \"초전사의 의식\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드에서, 레벨의 합계가 8 이 되도록 몬스터를 릴리스하고, 패에서 \"카오스 솔저\" 의식 몬스터 1장을 의식 소환한다. ②: 자신의 묘지에서 이 카드 및 빛 속성 몬스터 1장과 어둠 속성 몬스터 1장을 제외하고 발동할 수 있다. 패에서 \"카오스 솔저\" 의식 몬스터 1장을 소환 조건을 무시하고 특수 소환한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "「混沌士兵」儀式怪獸降臨所需。「超戰士的儀式」的②效果，１回合僅限使用１次。①：為使等級合計超過８以上，從我方手牌・場上解放怪獸，從手牌儀式召喚１隻「混沌士兵」儀式怪獸。②：可從我方墓地將此卡及１隻光屬性怪獸及１隻闇屬性怪獸除外發動。忽略召喚條件從手牌特殊召喚１隻「混沌士兵」儀式怪獸。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "“混沌士兵”仪式怪兽的降临所必需。此卡名的②效果１回合仅可使用１次。①：为使合计等级为８，从自己的手牌・场上解放怪兽，从手牌将１只“混沌士兵”仪式怪兽仪式召唤。②：从自己的墓地将此卡及１只光属性怪兽与１只暗属性怪兽除外可以发动。从手牌将１只“混沌士兵”仪式怪兽无视召唤条件特殊召唤。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "SuperSoldierRitual-MAZE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN056", "set_name": "Dimension of Chaos", "rarities": ["Rare"]}, {"set_number": "MP16-EN146", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MAZE-EN060", "set_name": "Maze of Memories", "rarities": ["Rare"]}], "de": [{"set_number": "DOCS-DE056", "set_name": "Dimension of Chaos", "rarities": ["Rare"]}, {"set_number": "MP16-DE146", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MAZE-DE060", "set_name": "Maze of Memories", "rarities": ["Rare"]}], "fr": [{"set_number": "DOCS-FR056", "set_name": "Dimension of Chaos", "rarities": ["Rare"]}, {"set_number": "MP16-FR146", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MAZE-FR060", "set_name": "Maze of Memories", "rarities": ["Rare"]}], "it": [{"set_number": "DOCS-IT056", "set_name": "Dimension of Chaos", "rarities": ["Rare"]}, {"set_number": "MP16-IT146", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MAZE-IT060", "set_name": "Maze of Memories", "rarities": ["Rare"]}], "pt": [{"set_number": "DOCS-PT056", "set_name": "Dimension of Chaos", "rarities": ["Rare"]}, {"set_number": "MP16-PT146", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MAZE-PT060", "set_name": "Maze of Memories", "rarities": ["Rare"]}], "ja": [{"set_number": "DOCS-JP056", "set_name": "Dimension of Chaos", "rarities": ["Rare"]}], "ko": [{"set_number": "DOCS-KR056", "set_name": "Dimension of Chaos", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL03-SC015", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354601, "master_duel_rarity": "R"}