{"konami_id": 14644, "password": 14169843, "name": {"en": "Aromage Laurel", "de": "Aromagister Lorbeer", "es": "Arobruja Laurel", "fr": "Laurier Arômage", "it": "Aromagus Alloro", "pt": "Aromágico Louro", "ja": "アロマージ－ローリエ", "ja_romaji": "Aromāji - Rōrie", "ko": "아로마지－로리에", "ko_rr": "Aromaji - Rorie", "zh-TW": "芬芳巫師－月桂葉", "zh-CN": "芬芳法师－月桂"}, "text": {"en": "If your LP are higher than your opponent's: You can Special Summon this card from your hand. If you gain LP: Target 1 non-Tuner Plant monster on the field; it is treated as a Tuner this turn. If this card is sent to the GY: You can gain 500 LP. You can only use each effect of \"Aromage Laurel\" once per turn.", "de": "Falls du mehr LP hast als dein Gegner: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls du LP erhältst: Wähle 1 Pflanze-Nicht-Empfänger-Monster auf dem Spielfeld; es wird in diesem Spielzug als Empfänger behandelt. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 500 LP erhalten. Du kannst jeden Effekt von „Aromagister Lorbeer“ nur einmal pro Spielzug verwenden.", "es": "Si tus LP son mayores que los de tu adversario: puedes Invocar esta carta de Modo Especial desde tu mano. Si ganas LP: selecciona 1 monstruo Planta que no sea Cantante en el Campo; este turno éste se trata como un Cantante. Si esta carta es mandada al Cementerio: puedes ganar 500 LP. Sólo puedes usar cada efecto de \"Arobruja Laurel\" una vez por turno.", "fr": "Si vos LP sont supérieurs à ceux de votre adversaire : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si vous gagnez des LP : ciblez 1 monstre non-Syntoniseur Plante sur le Terrain ; ce tour, il est traité comme un Syntoniseur. Si cette carte est envoyée au Cimetière : vous pouvez gagner 500 LP. Vous ne pouvez utiliser chaque effet de \"Laurier Arômage\" qu'une fois par tour.", "it": "Se i tuoi LP sono superiori a quelli del tuo avversario: puoi Evocare Specialmente questa carta dalla tua mano. Se guadagni LP: scegli come bersaglio 1 mostro Pianta non-Tuner sul Terreno; esso viene considerato come un Tuner in questo turno. Se questa carta viene mandata al Cimitero: puoi guadagnare 500 LP. Puoi utilizzare ogni effetto di \"Aromagus Alloro\" una sola volta per turno.", "pt": "Se seus PV forem maiores que os do seu oponente: você pode Invocar este card por Invocação-Especial da sua mão. Se você ganhar PV: escolha 1 monstro Planta não-Regulador no campo; ele é considerado como um Regulador neste turno. Se este card for enviado para o Cemitério: você pode ganhar 500 PV. Você só pode usar cada efeito de \"Aromágico Louro\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分のＬＰが相手より多い場合に発動できる。このカードを手札から特殊召喚する。②：自分のＬＰが回復した場合、フィールドの植物族モンスター１体を対象として発動する。このターン、そのモンスターをチューナーとして扱う。③：このカードが墓地へ送られた場合に発動できる。自分は５００ＬＰ回復する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 LP가 상대보다 많을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신의 LP가 회복했을 경우, 필드의 식물족 몬스터 1장을 대상으로 하고 발동한다. 이 턴에, 그 몬스터를 튜너로서 취급한다. ③: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 자신은 500 LP 회복한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。①：自己的LP多于对手的情况下可以发动。从手牌将此卡特殊召唤。②：自己的LP恢复的情况下，以场上的１只植物族怪兽为对象发动。此回合，将该怪兽视为协调。③：此卡被送至墓地的情况下可以发动。自己恢复５００LP。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "WIND", "level": 1, "atk": 800, "def": 0, "series": ["Aroma"], "images": [{"index": 1, "image": "AromageLaurel-CHIM-JP-C.png", "illustration": "AromageLaurel-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "AromageLaurel-CHIM-EN-C-1E.png", "illustration": "AromageLaurel-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "CHIM-EN017", "set_name": "Chaos Impact", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE017", "set_name": "Chaos Impact", "rarities": ["Common"]}], "es": [{"set_number": "CHIM-SP017", "set_name": "Chaos Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR017", "set_name": "Chaos Impact", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT017", "set_name": "Chaos Impact", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT017", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP017", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "QCCU-JP163", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "CHIM-KR017", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "QCCU-KR163", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "PHNI-SC093", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642628, "master_duel_rarity": "R"}