{"konami_id": 18748, "password": 14166715, "name": {"en": "Recette de Viande (Meat Recipe)", "de": "Recette de Viande (Fleisch-Rezept)", "es": "Recette de Viande (Receta de Carne)", "fr": "Recette de Viande", "it": "Recette de Viande (Ricetta di Carne)", "pt": "Recette de Viande (Receita de Carne)", "ja": "<ruby>Ｒｅｃｅｔｔｅ ｄｅ Ｖｉａｎｄｅ<rt>ルセット・ド・ヴィアンド</rt></ruby>～<ruby>肉<rt>にく</rt></ruby><ruby>料<rt>りょう</rt></ruby><ruby>理<rt>り</rt></ruby>のレシピ～", "ja_romaji": "Rusetto Do Viando ~ Nikuryōri no Reshipi ~", "ko": "<ruby>Recette de Viande<rt>흐쎄트 드 비앙드</rt></ruby>~고기요리 요리법~", "ko_rr": "Heusseteu Deu Biangdeu = Gogiyori Yoribeop", "zh-TW": "Recette de Viande～肉類料理食譜～", "zh-CN": "Recette de Viande～肉料理食谱～"}, "text": {"en": "This card can be used to Ritual Summon any \"Nouvelles\" Ritual Monster. You must also Tribute monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. Then, if you Ritual Summoned \"Confiras de Nouvelles\", you can apply the following effect.\n● Change all Defense Position monsters your opponent currently controls to Attack Position.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Nouvelles“-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Dann, falls du „Confiras der Nouvelles“ als Ritualbeschwörung beschworen hast, kannst du den folgenden Effekt ausführen.\n● Ändere alle Monster in Verteidigungsposition, die dein Gegner derzeit kontrolliert, in die Angriffsposition.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual \"Nouvelles\". También debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual que Invocas por Ritual. Después, si Invocaste por Ritual \"Confiras de Nouvelles\", puedes aplicar el siguiente efecto.\n● Cambia a Posición de Ataque todos los monstruos en Posición de Defensa que tu adversario controle en este momento.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Nouvelles\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Puis, si vous avez Invoqué Rituellement \"Confiras de Nouvelles\", vous pouvez appliquer l'effet suivant.\n● Changez tous les monstres en Position de Défense actuellement contrôlés par votre adversaire en Position d'Attaque.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Nouvelles\". Devi anche offrire come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Poi, se hai Evocato tramite Rituale \"Confiras de Nouvelles\", puoi applicare il seguente effetto.\n● Metti in Posizione di Attacco tutti i mostri in Posizione di Difesa attualmente controllati dal tuo avversario.", "pt": "Este card pode ser usado para a Invocação-Ritual de qualquer Monstro de Ritual \"Nouvelles\". Você também deve oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Depois, se você Invocou por Invocação-Ritual \"Confiras de Nouvelles\", você pode aplicar o seguinte efeito.\n● Coloque em Posição de Ataque todos os monstros em Posição de Defesa que seu oponente controla atualmente.", "ja": "「ヌーベルズ」儀式モンスターの降臨に必要。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「ヌーベルズ」儀式モンスター１体を儀式召喚する。この効果で「コンフィラス・ド・ヌーベルズ」を儀式召喚した場合、さらに以下の効果を適用できる。\n●相手フィールドの守備表示モンスターを全て表側攻撃表示にする。", "ko": "\"누밸즈\" 의식 몬스터의 의식 소환에 필요. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"누밸즈\" 의식 몬스터 1장을 의식 소환한다. 이 효과로 \"콩피라스 드 누밸즈\"를 의식 소환했을 경우, 추가로 이하의 효과를 적용할 수 있다.\n●상대 필드의 수비 표시 몬스터를 전부 앞면 공격 표시로 한다.", "zh-TW": null, "zh-CN": "“饿魔新飨”仪式怪兽的降临所必需。\n①：为使合计等级为仪式召唤的怪兽的等级以上，解放自己的手牌・场上的怪兽，从手牌将１只“饿魔新飨”仪式怪兽仪式召唤。以此效果将“油封之康菲拉斯・饿魔新飨”仪式召唤的情况下，可进而适用以下效果。\n●将对手场上的守备表示怪兽全部改成表侧攻击表示。"}, "card_type": "Spell", "property": "Ritual", "series": ["Recipe"], "images": [{"index": 1, "image": "RecettedeViande(MeatRecipe)-WISU-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "WISU-EN038", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "de": [{"set_number": "WISU-DE038", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "es": [{"set_number": "WISU-SP038", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "fr": [{"set_number": "WISU-FR038", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "it": [{"set_number": "WISU-IT038", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "pt": [{"set_number": "WISU-PT038", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBWS-JP038", "set_name": "Deck-Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBWS-KR038", "set_name": "Deck-Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "AGOV-SC116", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716394, "master_duel_rarity": "R"}