{"konami_id": 19206, "password": 14283055, "name": {"en": "Concours de Cuisine (Culinary Confrontation)", "de": "Concours de Cuisine (Kulinarische Konfrontation)", "es": "Concours de Cuisine (Enfrentamiento Culinario)", "fr": "Concours de Cuisine", "it": "Concours de Cuisine (Concorso Culinario)", "pt": "Concours de Cuisine (Confronto Culinário)", "ja": "<ruby>Ｃｏｎｃｏｕｒｓ ｄｅ Ｃｕｉｓｉｎｅ<rt>コンクール・ド・キュイジーヌ</rt></ruby>～<ruby>菓<rt>か</rt></ruby><ruby>冷<rt>れい</rt></ruby>なる<ruby>料<rt>りょう</rt></ruby><ruby>理<rt>り</rt></ruby><ruby>対<rt>たい</rt></ruby><ruby>決<rt>けつ</rt></ruby>～", "ja_romaji": "Konkūru Do Kyuijīnu ~ Kareinaru Ryōri Taiketsu ~", "ko": "<ruby>Concours de Cuisine<rt>콩쿠르 드 퀴진</rt></ruby>~살벌한 요리 대결~", "ko_rr": "Kongkureu Deu Kyuijineu - Salbeolhan Yori Daegyel", "zh-TW": "Concours de Cuisine～糕冷料理對決～", "zh-CN": "Concours de Cuisine～糕冷料理对决～"}, "text": {"en": null, "de": "Bestimme 1 „Nouvelles“-Pendelmonster und 1 „Patissciel“-Pendelmonster von deiner Hand, deinem Deck und/oder deinem Extra Deck und beschwöre beide Monster als Spezialbeschwörung, 1 auf jede Spielfeldseite, zusätzlich kannst du in diesem Spielzug keine Monster als Material für eine Fusions-, Synchro-, Xyz- oder Linkbeschwörung verwenden, außer „Nouvelles“- und „Patissciel“-Monstern. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offenes Monster auf dem Spielfeld wählen; es erhält für jede „Rezept“-Karte in den Friedhöfen 200 ATK. Du kannst jeden Effekt von „Concours de Cuisine (Kulinarische Konfrontation)“ nur einmal pro Spielzug verwenden.", "es": "Elige 1 Monstruo de Péndulo \"Nouvelles\" y 1 Monstruo de Péndulo \"Pastecielo\" en tu mano, Deck y/o Deck Extra, e Invoca de Modo Especial ambos monstruos, 1 a cada Campo y además, este turno no puedes usar monstruos como material para una Invocación por Fusión, Sincronía, Xyz o Enlace, excepto monstruos \"Nouvelles\" y \"Pastecielo\". Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo boca arriba en el Campo; éste gana 200 ATK por cada carta \"Receta\" en los Cementerios. Sólo puedes usar cada efecto de \"Concours de Cuisine (Enfrentamiento Culinario)\" una vez por turno.", "fr": "Choisissez 1 Monstre Pendule \"Nouvelles\" et 1 Monstre Pendule \"Patissciel\" depuis votre main, Deck et/ou Extra Deck, et Invoquez Spécialement les deux monstres, 1 sur chaque Terrain, et aussi, ce tour, vous ne pouvez pas utiliser de monstres (monstres \"Nouvelles\" et \"Patissciel\" exclus) comme Matériel pour une Invocation Fusion, Synchro, Xyz ou Lien. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face recto sur le Terrain ; il gagne 200 ATK pour chaque carte \"Recette\" dans les Cimetières. Vous ne pouvez utiliser chaque effet de \"Concours de Cuisine\" qu'une fois par tour.", "it": "Seleziona 1 Mostro Pendulum \"Nouvelles\" e 1 Mostro Pendulum \"Patissciel\" dalla tua mano, Deck e/o Extra Deck, ed Evoca Specialmente entrambi i mostri, 1 su ogni Terreno, inoltre in questo turno, non puoi utilizzare mostri come materiale per un'Evocazione tramite Fusione, Synchro, Xyz o Link, eccetto mostri \"Nouvelles\" e \"Patissciel\". Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; esso guadagna 200 ATK per ogni carta \"Ricetta\" nei Cimiteri. Puoi utilizzare ogni effetto di \"Concours de Cuisine (Concorso Culinario)\" una sola volta per turno.", "pt": "Selecione 1 Monstro Pêndulo \"Nouvelles\" e 1 Monstro Pêndulo \"Patissciel\" da sua mão, do Deck e/ou do Deck Adicional e Invoque os dois monstros por Invocação-Especial, 1 em cada campo e, além disso, neste turno, você não pode usar monstros como matéria para uma Invocação-Fusão, Sincro, Xyz ou Link, exceto monstros \"Nouvelles\" e \"Patissciel\". Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 1 monstro com a face para cima no campo; ele ganha 200 de ATK para cada card \"Receita\" nos Cemitérios. Você só pode usar cada efeito de \"Concours de Cuisine (Confronto Culinário)\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：手札・デッキ・ＥＸデッキから「ヌーベルズ」Ｐモンスター１体と「聖菓使」Ｐモンスター１体を選び、お互いのフィールドに１体ずつ特殊召喚する。このターン、自分は「ヌーベルズ」モンスター及び「聖菓使」モンスターしか融合・Ｓ・Ｘ・Ｌ召喚の素材にできない。\n②：自分メインフェイズに墓地のこのカードを除外し、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力はお互いの墓地の「レシピ」カードの数×２００アップする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패 / 덱 / 엑스트라 덱에서 \"누밸즈\" 펜듈럼 몬스터 1장과 \"파티시엘\" 펜듈럼 몬스터 1장을 고르고, 서로의 필드에 1장씩 특수 소환한다. 이 턴에, 자신은 \"누밸즈\" 몬스터 및 \"파티시엘\" 몬스터밖에 융합 / 싱크로 / 엑시즈 / 링크 소환의 소재로 할 수 없다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은 서로의 묘지의 \"요리법\" 카드의 수 × 200 올린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。\n①：從手牌・牌組・額外牌組選擇１隻「新潮魔廚」鐘擺怪獸和１隻「聖果使」鐘擺怪獸，分別特殊召喚１隻至雙方場上。此回合，我方僅限以「新潮魔廚」怪獸及「聖果使」怪獸做為融合・同步・超量・連結召喚的素材。\n②：可在我方主要階段將墓地的此卡除外，將場上的１隻正面表示怪獸做為對象發動。該怪獸的攻擊力依據雙方墓地的「食譜」卡的數量×２００進行提升。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：从手牌・牌组・额外牌组挑选１只“饿魔新飨”灵摆怪兽和１只“圣果使”灵摆怪兽，分别特殊召唤１只至双方场上。此回合，自己的融合・同步・超量・连接召唤仅可以“饿魔新飨”怪兽及“圣果使”怪兽作为素材。\n②：在自己的主要阶段将墓地的此卡除外，以场上的１只表侧表示怪兽为对象可以发动。该怪兽的攻击力上升相当于双方墓地的“食谱”卡的数量×２００的数值。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "ConcoursdeCuisine(CulinaryConfrontation)-AGOV-JP-C.png", "illustration": "ConcoursdeCuisine(CulinaryConfrontation)-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "ConcoursdeCuisine(CulinaryConfrontation)-AGOV-EN-C-1E.png", "illustration": "ConcoursdeCuisine(CulinaryConfrontation)-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "AGOV-EN064", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE064", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR064", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT064", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT064", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP064", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR064", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC064", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 980577, "master_duel_rarity": "SR"}