{"konami_id": 16942, "password": 14357527, "name": {"en": "Heavy Beetrooper Mighty Neptune", "de": "Schwere Käferkavallerie Mächtiger Neptun", "es": "Escaraballería Pesada Neptuno Poderoso", "fr": "Puissant Neptune de la Coléoptroupe Lourde", "it": "Scarasoldato Pesante Potente Neptune", "pt": "Netuno Poderoso Bezoudado Pesado", "ja": "<ruby>重騎甲虫<rt>ビートルーパー</rt></ruby>マイティ・ネプチューン", "ja_romaji": "Bītorūpā Maiti Nepuchūn", "ko": "비틀트루퍼 마이티 넵튠", "ko_rr": "Biteulteurupeo Maiti Neptyun", "zh-TW": "重騎甲蟲 強勁尼普頓", "zh-CN": "重骑甲虫 雄威尼普顿"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 3 deiner verbannten Insekt-Monster ins Main Deck mischst. Während der Main Phase, falls diese Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt eines Gegners zerstört oder verbannt wird: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Schwere Käferkavallerie Mächtiger Neptun“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während der End Phase: Du kannst 1 anderes Insekt-Monster wählen, das du kontrollierst; es erhält 1000 ATK.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial (desde tu mano) barajando al Deck Principal 3 de tus monstruos Insecto desterrados. Durante la Main Phase, si esta carta controlada por su dueño es destruida o desterrada por efecto de una carta del adversario: puedes Invocar esta carta de Modo Especial. Sólo puedes usar este efecto de \"Escaraballería Pesada Neptuno Poderoso\" una vez por turno. Una vez por turno, durante la End Phase: puedes seleccionar otro monstruo Insecto que controles; éste gana 1000 ATK.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en mélangeant 3 de vos monstres Insecte bannis dans le Main Deck. Durant la Main Phase, si cette carte contrôlée par son propriétaire est détruite ou bannie par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Puissant Neptune de la Coléoptroupe Lourde\" qu'une fois par tour. Une fois par tour, durant la End Phase : vous pouvez cibler 1 autre monstre Insecte que vous contrôlez ; il gagne 1000 ATK.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) mischiando 3 dei tuoi mostri Insetto banditi nel Main Deck. Durante la Main Phase, se questa carta sotto il controllo del suo proprietario viene distrutta o bandita dall'effetto di una carta dell'avversario: puoi Evocare Specialmente questa carta. Puoi utilizzare questo effetto di \"Scarasoldato Pesante Potente Neptune\" una sola volta per turno. Una volta per turno, durante la End Phase: puoi scegliere come bersaglio 1 altro mostro Insetto che controlli; esso guadagna 1000 ATK.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão) ao embaralhar 3 dos seus monstros Inseto banidos no Deck Principal. Durante a Fase Principal, se este card sob o controle do seu dono for destruído ou banido por um efeito de card do oponente: você pode Invocar este card por Invocação-Especial. Você só pode usar este efeito de \"Netuno Poderoso Bezoudado Pesado\" uma vez por turno. Uma vez por turno, durante a Fase Final: você pode escolher 1 outro monstro Inseto que você controla; ele ganha 1000 de ATK.", "ja": "このカードは通常召喚できない。\n自分の除外状態の昆虫族モンスター３体をデッキに戻した場合に特殊召喚できる。\nこのカード名の②の効果は１ターンに１度しか使用できない。\n①：自分・相手のエンドフェイズに、自分フィールドの他の昆虫族モンスター１体を対象として発動できる。そのモンスターの攻撃力は１０００アップする。\n②：フィールドのこのカードがメインフェイズに相手の効果で、破壊された場合または除外された場合に発動できる。このカードを特殊召喚する。", "ko": "이 카드는 통상 소환할 수 없다. 제외되어 있는 자신의 곤충족 몬스터 3장을 덱으로 되돌렸을 경우에 특수 소환할 수 있다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엔드 페이즈에, 이 카드 이외의 자신 필드의 곤충족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 1000 올린다. ②: 자신 / 상대의 메인 페이즈에, 필드의 이 카드가 상대 효과로, 파괴되었을 경우 또는 제외되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": "此卡無法通常召喚。在將３隻我方被除外的昆蟲族怪獸送回牌組的狀況下可特殊召喚。此卡名的②效果，１回合僅限使用１次。①：可在結束階段將此卡以外的我方場上的１隻昆蟲族怪獸做為對象發動。該怪獸的攻擊力提升１０００。②：可在我方・對方的主要階段，在場上的此卡因對方效果被破壞或被除外的狀況下發動。特殊召喚此卡。", "zh-CN": "此卡不可通常召唤。在将自己被除外的３只昆虫族怪兽放回牌组的情况下可以特殊召唤。此卡名的②效果１回合仅可使用１次。①：在结束阶段，以自己场上此卡以外的１只昆虫族怪兽为对象可以发动。该怪兽的攻击力上升１０００。②：在自己・对手的主要阶段，场上的此卡因对手的效果被破坏或被除外的情况下可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 8, "atk": 3000, "def": 3000, "series": ["Beetrooper"], "images": [{"index": 1, "image": "HeavyBeetrooperMightyNeptune-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN087", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-EN238", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE087", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-DE238", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR087", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-FR238", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT087", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-IT238", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT087", "set_name": "Burst of Destiny", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-PT238", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP006", "set_name": "World Premiere Pack 2022", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP3-KR006", "set_name": "World Premiere Pack 2022", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "WPS1-SC067", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715277, "master_duel_rarity": "SR"}