{"konami_id": 11602, "password": 14469229, "name": {"en": "Crystal Keeper", "de": "Kristallhüter", "es": "Cuidador del Cristal", "fr": "Garde du Cristal", "it": "Detentore dei Cristalli", "pt": "Defensor Cristalino", "ja": "<ruby>宝<rt>ほう</rt></ruby><ruby>玉<rt>ぎょく</rt></ruby>の<ruby>守<rt>しゅ</rt></ruby><ruby>護<rt>ご</rt></ruby><ruby>者<rt>しゃ</rt></ruby>", "ja_romaji": "Hōgyoku no Shugosha", "ko": "보옥의 수호자", "ko_rr": "Book-ui Suhoja", "zh-TW": "寶玉的守護者", "zh-CN": "宝玉的保卫者"}, "text": {"en": "If a \"Crystal Beast\" monster you control battles an opponent's monster, during damage calculation (Quick Effect): You can Tribute this card from your hand or face-up field; your battling monster's ATK/DEF become double its original ATK/DEF during that damage calculation only, but it is destroyed at the end of this Damage Step.", "de": "Falls ein „Kristallungeheuer“-Monster, das du kontrollierst, gegen ein Monster eines Gegners kämpft, während der Schadensberechnung (Schnelleffekt): Du kannst diese Karte von deiner Hand oder offen von deiner Spielfeldseite als Tribut anbieten; die ATK/DEF deines kämpfenden Monsters werden nur während jener Schadensberechnung zum Doppelten seiner Grund-ATK/DEF, aber es wird am Ende dieses Damage Steps zerstört.", "es": "Si un monstruo \"Bestia de Cristal\" que controlas batalla con un monstruo del adversario, durante el cálculo de daño (Efecto Rápido): puedes Sacrificar esta carta en tu mano o Campo boca arriba; el ATK/DEF de tu monstruo batallante se convierten en el doble de su ATK/DEF originales, sólo durante ese cálculo de daño, pero es destruido al final de este Damage Step.", "fr": "Si un monstre \"Bête Cristalline\" que vous contrôlez combat un monstre de l'adversaire, durant le calcul des dommages (Effet Rapide) : vous pouvez Sacrifier cette carte depuis votre main ou Terrain face recto ; l'ATK/DEF de votre monstre combattant deviennent le double de son ATK/DEF d'origine durant ce calcul des dommages uniquement, mais il est détruit durant la fin de cette Damage Step.", "it": "Se un mostro \"Bestia Cristallo\" che controlli combatte con un mostro dell'avversario, durante il calcolo dei danni (Effetto Rapido): puoi offrire come Tributo questa carta dalla tua mano o Terreno scoperto; l'ATK/DEF del tuo mostro che sta combattendo diventano il doppio dei suoi ATK/DEF originali solamente durante quel calcolo dei danni, ma esso viene distrutto alla fine di questo Damage Step.", "pt": "Se um monstro \"Fera Cristalina\" que você controla batalhar um monstro do oponente, durante o cálculo de dano (Efeito Rápido): você pode oferecer este card como Tributo da sua mão ou do campo com a face para cima; o ATK/DEF do seu monstro que estiver batalhando se torna o dobro do seu ATK/DEF originais, apenas durante esse cálculo de dano, mas ele é destruído no final desta Etapa de Dano.", "ja": "①：自分の「宝玉獣」モンスターが相手モンスターと戦闘を行うダメージ計算時、手札・フィールドのこのカードをリリースして発動できる。その戦闘を行う自分のモンスターは、攻撃力・守備力がダメージ計算時のみ元々の数値の倍になり、ダメージステップ終了時に破壊される。", "ko": "①: 자신의 \"보옥수\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 계산시, 패 / 필드의 이 카드를 릴리스하고 발동할 수 있다. 그 전투를 실행하는 자신 몬스터는, 공격력 / 수비력이 데미지 계산시에만 원래 수치의 배가 되고, 데미지 스텝 종료시에 파괴된다.", "zh-TW": null, "zh-CN": "①：自己的「宝玉兽」怪兽和对方怪兽进行战斗的伤害计算时，把自己的手卡·场上的这张卡解放才能发动。那只进行战斗的自己怪兽攻击力·守备力只在伤害计算时变成原本数值的2倍，伤害步骤结束时破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Pendulum / Effect", "attribute": "FIRE", "level": 4, "atk": 1500, "def": 1800, "pendulum_scale": 2, "pendulum_effect": {"en": "Each turn, the first time an \"Ultimate Crystal\" monster(s) and/or \"Crystal Beast\" card(s) you control would be destroyed by card effect that turn, it is not destroyed.", "de": "Das erste Mal in jedem Spielzug, dass ein oder mehr „Ultimativer Kristall“-Monster und/oder „Kristallungeheuer“-Karten, die du kontrollierst, in jenem Spielzug durch einen Karteneffekt zerstört würden, werden sie nicht zerstört.", "es": "Cada turno, la primera vez que uno o más monstruos \"Cristal Definitivo/a\" y/o una o más cartas \"Bestia de Cristal\" que controlas fueran a ser destruidos por el efecto de una carta ese turno, no lo son.", "fr": "Chaque tour, la première fois qu'un ou plusieurs monstres \"Cristal Ultime\" et/ou une ou plusieurs cartes \"Bête Cristalline\" que vous contrôlez vont être détruits par un effet de carte ce tour, ils ne sont pas détruits.", "it": "Ogni turno, la prima volta che uno o più mostri \"Cristallo Finale\" e/o una o più carte \"Bestia Cristallo\" che controlli stanno per essere distrutti dall'effetto di una carta in quel turno, non vengono distrutti.", "pt": "A cada turno, na primeira vez que um ou mais monstros \"Cristalino(a) Definitivo(a)\" e/ou um ou mais cards \"Fera Cristalina\" que você controla seriam destruídos por um efeito de card nesse turno, eles não são destruídos.", "ja": "①：このカードがＰゾーンに存在する限り、１ターンに１度だけ、自分フィールドの「究極宝玉神」モンスター及び「宝玉獣」カードは効果では破壊されない。", "ko": "①: 이 카드가 펜듈럼 존에 존재하는 한, 1턴에 1번만, 자신 필드의 \"궁극보옥신\" 몬스터 및 \"보옥수\" 카드는 효과로는 파괴되지 않는다.", "zh-TW": "①：只要此卡存在於鐘擺區，１回合僅限１次，我方場上的「究極寶玉神」怪獸及「寶玉獸」卡就不會因效果被破壞。", "zh-CN": "①：１回合１次，只要此卡存在于灵摆区，我方场上的“究极宝玉神”怪兽及“宝玉兽”卡牌不会因效果被破坏。"}, "series": ["Crystal"], "images": [{"index": 1, "image": "CrystalKeeper-SDCB-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN093", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-EN066", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDCB-EN010", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE093", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-DE066", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDCB-DE010", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR093", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-FR066", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDCB-FR010", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT093", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-IT066", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDCB-IT010", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT093", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-PT066", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDCB-PT010", "set_name": "Structure Deck: Legend of the Crystal Beasts", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP082", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}, {"set_number": "SD44-JP010", "set_name": "Structure Deck: Legend of the Crystals", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR042", "set_name": "Extra Pack 2015", "rarities": ["Rare"]}, {"set_number": "SD44-KR010", "set_name": "Structure Deck: Legend of the Crystals", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 360266, "master_duel_rarity": "R"}