{"konami_id": 19143, "password": 14513273, "name": {"en": "Supreme King Gate Magician", "de": "Oberster König Tormagier", "es": "Rey Supremo Puerta Mago", "fr": "Magicien, Roi Suprême du Portail", "it": "Re Supremo Cancello Mago", "pt": "Mago do Rei Supremo Portal", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>門<rt>もん</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>", "ja_romaji": "Haōmon no Majutsushi", "ko": "패왕문의 마술사", "ko_rr": "Paewangmun-ui Masulsa", "zh-TW": null, "zh-CN": "霸王门的魔术师"}, "text": {"en": "If you have a \"Supreme King Gate\" card in your Pendulum Zone, except \"Supreme King Gate Magician\": You can send 1 \"Pendulum Dragon\", \"Xyz Dragon\", \"Synchro Dragon\", or \"Fusion Dragon\" monster from your hand or Extra Deck to the GY, and if you do, Special Summon this card from your hand. If this card is Special Summoned: You can add 1 card that mentions \"Supreme King Z-ARC\" from your Deck to your hand, except a Spellcaster monster. You can only use each effect of \"Supreme King Gate Magician\" once per turn.", "de": "Falls du eine „Oberster König Tor“-Karte in deiner Pendelzone hast, außer „Oberster König Tormagier“: Du kannst 1 „Pendeldrache“-, „Xyz-Drache“-, „Synchrodrache“- oder „Fusionsdrache“-Monster von deiner Hand oder deinem Extra Deck auf den Friedhof legen und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 Karte, die „Oberster König Z-ARC“ erwähnt, von deinem Deck hinzufügen, außer einem Hexer-Monster. Du kannst jeden Effekt von „Oberster König Tormagier“ nur einmal pro Spielzug verwenden.", "es": "Si tienes una carta \"Rey Supremo Puerta\" en tu Zona de Péndulo, excepto \"Rey Supremo Puerta Mago\": puedes mandar al Cementerio 1 monstruo \"Dragón de Péndulo\", \"Dragón Xyz\", \"Dragón Sincro\" o \"Dragón de Fusión\" en tu mano o Deck Extra y, si lo haces, Invoca esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial: puedes añadir a tu mano 1 carta que mencione \"Rey Supremo Z-ARC\", en tu Deck, excepto un monstruo Lanzador de Conjuros. Sólo puedes usar cada efecto de \"Rey Supremo Puerta Mago\" una vez por turno.", "fr": "Si vous avez une carte \"Roi Suprême du Portail\" (\"Magicien, Roi Suprême du Portail\" exclu) dans votre Zone Pendule : vous pouvez envoyer 1 monstre \"Dragon Pendule\", \"Dragon Xyz\", \"Dragon Synchro\" ou \"Dragon Fusion\" depuis votre main ou Extra Deck au Cimetière, et si vous le faites, Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 carte qui mentionne \"Z-ARC, Roi Suprême\" (monstres Magicien exclus) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Magicien, Roi Suprême du Portail\" qu'une fois par tour.", "it": "Se hai una carta \"Re Supremo Cancello\" nella tua Zona Pendulum, eccetto \"Re Supremo Cancello Mago\": puoi mandare 1 mostro \"Drago Pendulum\", \"Drago Xyz\", \"Drago Synchro\" o \"Drago Fusione\" dalla tua mano o Extra Deck al Cimitero e, se lo fai, Evoca Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente: puoi aggiungere 1 carta che menziona \"Re Supremo Z-ARC\" dal tuo Deck alla tua mano, eccetto un mostro Incantatore. Puoi utilizzare ogni effetto di \"Re Supremo Cancello Mago\" una sola volta per turno.", "pt": "Se você tiver um card \"Rei Supremo Portal\" na sua Zona de Pêndulo, exceto \"Mago do Rei Supremo Portal\": você pode enviar para o Cemitério 1 monstro \"Dragão Pêndulo\", \"Dragão Xyz\", \"Dragão Sincro\" ou \"Dragão Fusão\" da sua mão ou do Deck Adicional e, se isso acontecer, Invoque este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial: você pode adicionar 1 card que mencione \"Rei Supremo Z-ARC\" do seu Deck à sua mão, exceto um monstro Mago. Você só pode usar cada efeito de \"Mago do Rei Supremo Portal\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：自分のＰゾーンに「覇王門の魔術師」以外の「覇王門」カードが存在する場合に発動できる。手札・ＥＸデッキから「ペンデュラム・ドラゴン」「エクシーズ・ドラゴン」「シンクロ・ドラゴン」「フュージョン・ドラゴン」モンスターの内１体を墓地へ送り、このカードを手札から特殊召喚する。②：このカードが特殊召喚した場合に発動できる。魔法使い族モンスターを除く、「覇王龍ズァーク」のカード名が記されたカード１枚をデッキから手札に加える。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 펜듈럼 존에 \"패왕문의 마술사\" 이외의 \"패왕문\" 카드가 존재할 경우에 발동할 수 있다. 패 / 엑스트라 덱에서 \"펜듈럼 드래곤\" \"엑시즈 드래곤\" \"싱크로 드래곤\" \"퓨전 드래곤\" 몬스터 중 1장을 묘지로 보내고, 이 카드를 패에서 특수 소환한다. ②: 이 카드를 특수 소환했을 경우에 발동할 수 있다. 마법사족 몬스터가 아닌, \"패왕룡 즈아크\"의 카드명이 쓰여진 카드 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②怪兽效果１回合仅可各使用１次。\n①：自己的灵摆区域存在“霸王门的魔术师”以外的“霸王门”卡的情况下可以发动。从手牌・额外牌组将“灵摆龙”、“超量龙”、“同步龙”、“结合龙”怪兽中的１只送至墓地，从手牌将此卡特殊召唤。\n②：此卡特殊召唤的情况下可以发动。从牌组将除魔法师族怪兽以外的、１张记载有“霸王龙扎克”卡名的卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "LIGHT", "level": 7, "atk": 2500, "def": 2000, "pendulum_scale": 1, "pendulum_effect": {"en": "\"Supreme King Z-ARC\" you control cannot be banished by your opponent's card effects. During your Main Phase: You can destroy this card, and if you do, place 1 \"Supreme King Gate\" Pendulum Monster from your hand or Deck in your Pendulum Zone, except \"Supreme King Gate Magician\". You can only use this effect of \"Supreme King Gate Magician\" once per turn.", "de": "„Oberster König Z-ARC“, den du kontrollierst, kann nicht durch Karteneffekte deines Gegners verbannt werden. Während deiner Main Phase: Du kannst diese Karte zerstören und falls du dies tust, lege 1 „Oberster König Tor“-Pendelmonster von deiner Hand oder deinem Deck in deine Pendelzone, außer „Oberster König Tormagier“. Du kannst diesen Effekt von „Oberster König Tormagier“ nur einmal pro Spielzug verwenden.", "es": "Los \"Rey Supremo Z-ARC\" que controles no pueden ser desterrados por efectos de cartas de tu adversario. Durante tu Main Phase: puedes destruir esta carta y, si lo haces, pon en tu Zona de Péndulo 1 Monstruo de Péndulo \"Rey Supremo Puerta\" en tu mano o Deck, excepto \"Rey Supremo Puerta Mago\". Sólo puedes usar este efecto de \"Rey Supremo Puerta Mago\" una vez por turno.", "fr": "\"Z-ARC, Roi Suprême\" que vous contrôlez ne peut pas être banni par des effets de carte de votre adversaire. Durant votre Main Phase : vous pouvez détruire cette carte, et si vous le faites, placez 1 Monstre Pendule \"Roi Suprême du Portail\" (\"Magicien, Roi Suprême du Portail\" exclu) depuis votre main ou Deck dans votre Zone Pendule. Vous ne pouvez utiliser cet effet de \"Magicien, Roi Suprême du Portail\" qu'une fois par tour.", "it": "I \"Re Supremo Z-ARC\" che controlli non possono essere banditi dagli effetti delle carte del tuo avversario. Durante la tua Main Phase: puoi distruggere questa carta e, se lo fai, metti 1 Mostro Pendulum \"Re Supremo Cancello\" dalla tua mano o Deck nella tua Zona Pendulum, eccetto \"Re Supremo Cancello Mago\". Puoi utilizzare questo effetto di \"Re Supremo Cancello Mago\" una sola volta per turno.", "pt": "\"Rei Supremo Z-ARC\" que você controla não pode ser banido pelos efeitos de card do seu oponente. Durante sua Fase Principal: você pode destruir este card e, se isso acontecer, coloque 1 Monstro Pêndulo \"Rei Supremo Portal\" da sua mão ou do Deck na sua Zona de Pêndulo, exceto \"Mago do Rei Supremo Portal\". Você só pode usar este efeito de \"Mago do Rei Supremo Portal\" uma vez por turno.", "ja": "このカード名の②のＰ効果は１ターンに１度しか使用できない。①：自分フィールドの「覇王龍ズァーク」は相手の効果では除外できない。②：自分メインフェイズに発動できる。このカードを破壊し、手札・デッキから「覇王門の魔術師」以外の「覇王門」Ｐモンスター１体を自分のＰゾーンに置く。", "ko": "이 카드명의 ②의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"패왕룡 즈아크\"는 상대 효과로는 제외할 수 없다. ②: 자신 메인 페이즈에 발동할 수 있다. 이 카드를 파괴하고, 패 / 덱에서 \"패왕문의 마술사\" 이외의 \"패왕문\" 펜듈럼 몬스터 1장을 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "此卡名的②灵摆效果１回合仅可使用１次。\n①：自己场上的“霸王龙扎克”不可因对手的效果除外。\n②：在自己的主要阶段可以发动。破坏此卡，从手牌・牌组将“霸王门的魔术师”以外的１只“霸王门”灵摆怪兽放在自己的灵摆区域。"}, "series": ["Magician", "Supreme King", "Supreme King Gate"], "images": [{"index": 1, "image": "SupremeKingGateMagician-AGOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN001", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "de": [{"set_number": "AGOV-DE001", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "es": [{"set_number": "AGOV-SP001", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "fr": [{"set_number": "AGOV-FR001", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "it": [{"set_number": "AGOV-IT001", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "pt": [{"set_number": "AGOV-PT001", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AGOV-JP001", "set_name": "Age of Overlord", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-JP001", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "AGOV-KR001", "set_name": "Age of Overlord", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-KR001", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "AGOV-SC001", "set_name": "Age of Overlord", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-SC001", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 936286}