{"konami_id": 20216, "password": 14529511, "name": {"en": "Mementomictlan Tecuhtlica - Creation King", "de": "Mementomictlan Tecuhtlica - Schöpfungskönig", "es": "Mementomictlán Tecuhtlica - Rey Creación", "fr": "Mémentomictlan Tecuhtlica - Roi de la Création", "it": "Mementomictlan Tecuhtlica - Re della Creazione", "pt": "Mementomictlan Tecuhtlica - Rei da Criação", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>骸<rt>がい</rt></ruby><ruby>王<rt>おう</rt></ruby>－メメントラン・テクトリカ", "ja_romaji": "Meigaiō - Mementoran Tekutorika", "ko": "명해왕－메멘토란 테쿠틀리카", "ko_rr": null, "zh-TW": null, "zh-CN": "冥骸王－冥铭途兰泰库特利卡"}, "text": {"en": "3 \"Memento\" monsters\nYou can banish this card from your GY; add 1 \"Mementomictlan\" from your Deck to your hand. You cannot activate the following effects of \"Mementomictlan Tecuhtlica - Creation King\" in the same Chain. If this card is Fusion Summoned: You can send 3 \"Memento\" cards from your Deck and/or Extra Deck to the GY. (Quick Effect): You can target an equal number of \"Memento\" monsters you control and cards your opponent controls; destroy them. You can only use each effect of \"Mementomictlan Tecuhtlica - Creation King\" once per turn.", "de": "3 „Memento“-Monster\nDu kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Mementomictlan“ von deinem Deck hinzu. Du kannst die folgenden Effekte von „Mementomictlan Tecuhtlica - Schöpfungskönig“ nicht in derselben Kette aktivieren. Falls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 3 „Memento“-Karten von deinem Deck und/oder Extra Deck auf den Friedhof legen. (Schnelleffekt): Du kannst dieselbe Anzahl „Memento“-Monster, die du kontrollierst, und Karten, die dein Gegner kontrolliert, wählen; zerstöre sie. Du kannst jeden Effekt von „Mementomictlan Tecuhtlica - Schöpfungskönig“ nur einmal pro Spielzug verwenden.", "es": "3 monstruos \"Memento\"\nPuedes desterrar esta carta en tu Cementerio; añade a tu mano 1 \"Mementomictlán\" en tu Deck. No puedes activar los siguientes efectos de \"Mementomictlán Tecuhtlica - Rey Creación\" en la misma Cadena. Si esta carta es Invocada por Fusión: puedes mandar al Cementerio 3 cartas \"Memento\" en tu Deck y/o Deck Extra. (Efecto Rápido): puedes seleccionar el mismo número de monstruos \"Memento\" que controles y cartas que controle tu adversario; destrúyelos. Sólo puedes usar cada efecto de \"Mementomictlán Tecuhtlica - Rey Creación\" una vez por turno.", "fr": "3 monstres \"Mémento\"\nVous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Mémentomictlan\" depuis votre Deck à votre main. Vous ne pouvez pas activer les effets suivants de \"Mémentomictlan Tecuhtlica - Roi de la Création\" dans la même Chaîne. Si cette carte est Invoquée par Fusion : vous pouvez envoyer 3 cartes \"Mémento\" depuis votre Deck et/ou Extra Deck au Cimetière. (Effet Rapide) : vous pouvez cibler un nombre égal de monstres \"Mémento\" que vous contrôlez et cartes contrôlées par votre adversaire ; détruisez-les. Vous ne pouvez utiliser chaque effet de \"Mémentomictlan Tecuhtlica - Roi de la Création\" qu'une fois par tour.", "it": "3 mostri \"Memento\"\nPuoi bandire questa carta dal tuo Cimitero; aggiungi 1 \"Mementomictlan\" dal tuo Deck alla tua mano. Non puoi attivare i seguenti effetti di \"Mementomictlan Tecuhtlica - Re della Creazione\" nella stessa Catena. Se questa carta viene Evocata tramite Fusione: puoi mandare 3 carte \"Memento\" dal tuo Deck e/o Extra Deck al Cimitero. (Effetto Rapido): puoi scegliere come bersaglio un pari numero di mostri \"Memento\" che controlli e carte controllate dal tuo avversario; distruggile. Puoi utilizzare ogni effetto di \"Mementomictlan Tecuhtlica - Re della Creazione\" una sola volta per turno.", "pt": "3 monstros \"Memento\"\nVocê pode banir este card do seu Cemitério; adicione 1 \"Mementomictlan\" do seu Deck à sua mão. Você não pode ativar os seguintes efeitos de \"Mementomictlan Tecuhtlica - Rei da Criação\" na mesma Corrente. Se este card for Invocado por Invocação-Fusão: você pode enviar 3 cards \"Memento\" do seu Deck e/ou Deck Adicional para o Cemitério. (Efeito Rápido): você pode escolher um mesmo número de monstros \"Memento\" que você controla e cards que seu oponente controla; destrua-os. Você só pode usar cada efeito de \"Mementomictlan Tecuhtlica - Rei da Criação\" uma vez por turno.", "ja": "「メメント」モンスター×３\nこのカード名の、①②③の効果はそれぞれ１ターンに１度しか使用できず、①②の効果は同一チェーン上では発動できない。①：このカードが融合召喚した場合に発動できる。デッキ・ＥＸデッキから「メメント」カード３枚を墓地へ送る。②：自分・相手ターンに、自分フィールドの「メメント」モンスターと相手フィールドのカードをそれぞれ同じ数だけ対象として発動できる。そのカードを破壊する。③：墓地のこのカードを除外して発動できる。デッキから「冥骸府－メメントラン」１枚を手札に加える。", "ko": "\"메멘토\" 몬스터 × 3\n이 카드명의, ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없으며, ①②의 효과는 동일한 체인 위에서는 발동할 수 없다. ①: 이 카드를 융합 소환했을 경우에 발동할 수 있다. 덱 / 엑스트라 덱에서 \"메멘토\" 카드 3장을 묘지로 보낸다. ②: 자신 / 상대 턴에, 자신 필드의 \"메멘토\" 몬스터와 상대 필드의 카드를 각각 같은 수만큼 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ③: 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"명해부－메멘토란\" 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "“冥铭途”怪兽×３\n此卡名的①②③效果１回合仅可各使用１次，①②效果不可在同一连锁上发动。①：此卡融合召唤的情况下可以发动。从牌组・额外牌组将３张“冥铭途”卡送至墓地。②：在自己・对手回合中，以相同数量的自己场上的“冥铭途”怪兽和对手场上的卡为对象可以发动。将该卡破坏。③：将墓地的此卡除外可以发动。从牌组将１张“冥骸府－冥铭途兰”加入手牌。"}, "card_type": "Monster", "monster_type_line": "Illusion / Fusion / Effect", "attribute": "EARTH", "level": 9, "atk": 3000, "def": 2000, "materials": "3 \"Memento\" monsters", "series": ["Memento", "Field Searcher"], "images": [{"index": 1, "image": "MementomictlanTecuhtlicaCreationKing-INFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "de": [{"set_number": "INFO-DE037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INFO-FR037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "it": [{"set_number": "INFO-IT037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INFO-PT037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INFO-JP037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-JP037", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "INFO-KR037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-KR037", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "INFO-SC037", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "INFO-SC037", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055329}