{"konami_id": 12123, "password": 14541657, "name": {"en": "Twilight Ninja Shingetsu", "de": "Dämmerungs-Ninja Shingetsu", "es": "Ninja del Ocaso Shingetsu", "fr": "Shingetsu, Ninja du Crépuscule", "it": "Ninja del Crepuscolo Shingetsu", "pt": "Ninja do Crepúsculo Shingetsu", "ja": "<ruby>黄<rt>たそ</rt></ruby><ruby>昏<rt>がれ</rt></ruby>の<ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>－シンゲツ", "ja_romaji": "Tasogare no Ninja - Shingetsu", "ko": "황혼의 첩자－신게츠", "ko_rr": null, "zh-TW": "黃昏的忍者－新月", "zh-CN": "黄昏的忍者－新月"}, "text": {"en": null, "de": "Monster, die dein Gegner kontrolliert, können offene „Ninja“-Monster nicht als Angriffsziel wählen, außer diesem. Dein Gegner kann keine offenen „Ninja“-Monster als Ziel für Karteneffekte wählen, außer diesem. Falls diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird, oder falls diese Karte, die dir gehört, durch einen Karteneffekt deines Gegners zerstört und auf deinen Friedhof gelegt wird: Du kannst deiner Hand 1 „Ninja“-Monster von deinem Deck hinzufügen, außer „Dämmerungs-Ninja Shingetsu“. Du kannst diesen Effekt von „Dämmerungs-Ninja Shingetsu“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos que controle tu adversario no pueden seleccionar para ataques a monstruos \"Ninja\" boca arriba, excepto a éste. Tu adversario no puede seleccionar para efectos de cartas a monstruos \"Ninja\" boca arriba, excepto a éste. Si esta carta es destruida en batalla y mandada al Cementerio, o si esta carta en tu posesión es destruida por efecto de una carta de tu adversario y mandada a tu Cementerio: puedes añadir a tu mano 1 monstruo \"Ninja\" en tu Deck, excepto \"Ninja del Ocaso Shingetsu\". Sólo puedes usar este efecto de \"Ninja del Ocaso Shingetsu\" una vez por turno.", "fr": "Les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres \"Ninja\" face recto (celui-ci exclu) avec une attaque. Votre adversaire ne peut pas cibler de monstres \"Ninja\" face recto (celui-ci exclu) avec des effets de carte. Si cette carte est détruite au combat et envoyée au Cimetière, ou si cette carte en votre possession est détruite par un effet de carte de votre adversaire et envoyée à votre Cimetière : vous pouvez ajouter 1 monstre \"Ninja\" (\"Shingetsu, Ninja du Crépuscule\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Shingetsu, Ninja du Crépuscule\" qu'une fois par tour.", "it": "I mostri controllati dal tuo avversario non possono scegliere come bersaglio mostri \"Ninja\" scoperti per gli attacchi, eccetto questo. Il tuo avversario non può scegliere come bersaglio mostri \"Ninja\" scoperti con gli effetti delle carte, eccetto questo. Se questa carta viene distrutta in battaglia e mandata al Cimitero, o se questa carta sotto il tuo comando viene distrutta dall'effetto di una carta dell'avversario e mandata al tuo Cimitero: puoi aggiungere 1 mostro \"Ninja\" dal tuo Deck alla tua mano, eccetto \"Ninja del Crepuscolo Shingetsu\". Puoi utilizzare questo effetto di \"Ninja del Crepuscolo Shingetsu\" una sola volta per turno.", "pt": "Monstros que seu oponente controla não podem escolher monstros \"Ninja\" com a face para cima como alvo de ataques, exceto este. Seu oponente não pode escolher monstros \"Ninja\" com a face para cima como alvo de efeitos de card, exceto este. Se este card for destruído em batalha e enviado para o Cemitério, ou se este card em sua posse for destruído por um efeito de card do seu oponente e enviado para o seu Cemitério: você pode adicionar 1 monstro \"Ninja\" do seu Deck à sua mão, exceto \"Ninja do Crepúsculo Shingetsu\". Você só pode usar este efeito de \"Ninja do Crepúsculo Shingetsu\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：フィールドに他の「忍者」モンスターが存在する限り、相手モンスターはそれらを攻撃対象に選択できず、相手はそれらを効果の対象にできない。\n②：このカードが戦闘または相手の効果で破壊され墓地へ送られた場合に発動できる。デッキから「黄昏の忍者－シンゲツ」以外の「忍者」モンスター１体を手札に加える。", "ko": "\"황혼의 첩자－신게츠\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 상대는 다른 \"첩자\" 몬스터를 공격 대상으로 할 수 없으며, 효과의 대상으로도 할 수 없다. ②: 이 카드가 전투 또는 상대의 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"황혼의 첩자－신게츠\" 이외의 \"첩자\" 몬스터 1장을 패에 넣는다.", "zh-TW": "「黃昏的忍者－新月」的②效果，１回合僅限使用１次。①：只要此卡存在於怪獸區，對方就無法將「忍者」怪獸做為攻擊對象，也無法將其做為效果對象。②：可在此卡因戰鬥或對方的效果被破壞送至墓地的狀況下發動。從牌組將１隻「黃昏的忍者－新月」以外的「忍者」怪獸加入手牌。", "zh-CN": "“黄昏的忍者－新月”的②效果１回合只可使用１f次。①：只要此卡存在于怪兽区，对手不可以其他的“忍者”怪兽作为攻击对象，也不可作为效果对象。②：此卡因战斗或对手效果被破坏并送入墓地的场合可发动。从牌组将１只除“黄昏的忍者－新月”以外的“忍者”怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 100, "series": ["Ninja"], "images": [{"index": 1, "image": "TwilightNinjaShingetsu-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN015", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-EN186", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "BOSH-DE015", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-DE186", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "BOSH-FR015", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-FR186", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "BOSH-IT015", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-IT186", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "BOSH-PT015", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-PT186", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "BOSH-JP015", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "DBLE-JP031", "set_name": "Dimension Box Limited Edition", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "BOSH-KR015", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "DBLE-KR031", "set_name": "Dimension Box Limited Edition", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 431265, "master_duel_rarity": "N"}