{"konami_id": 21346, "password": 14554127, "name": {"en": "Tiki Peace", "de": "Tiki-Frieden", "es": "Paz Tiki", "fr": "Paix Tiki", "it": "Pace del Tiki", "pt": "Paz Tiki", "ja": "ピース・オブ・スタチュー", "ja_romaji": "Pīsu Obu Sutachū", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "和平雕像"}, "text": {"en": "Special Summon this card as an Effect Monster (Rock/EARTH/Level 4/ATK 1800/DEF 1800) with the following effect (this card is also still a Trap).\n● (Quick Effect): You can pay 800 LP; Special Summon 1 Continuous Trap, except \"Tiki Peace\", from your GY or banishment as a Normal Monster (Rock/EARTH/Level 4/ATK 1000/DEF 1000) and its name becomes \"Tiki Peace\" (even while face-down) (that card is NOT treated as a Trap). You can only use this effect of \"Tiki Peace\" once per turn.", "de": "Beschwöre diese Karte als Spezialbeschwörung als Effektmonster (Fels/ERDE/Stufe 4/ATK 1800/DEF 1800) mit dem folgenden Effekt (diese Karte ist zusätzlich weiterhin eine Falle).\n● (Schnelleffekt): Du kannst 800 LP zahlen; beschwöre 1 Permanente Falle, außer „Tiki-Frieden“, als Spezialbeschwörung von deinem Friedhof oder deinen verbannten Karten als Normales Monster (Fels/ERDE/Stufe 4/ATK 1000/DEF 1000) und sein Name wird zu „Tiki-Frieden“ (selbst solange verdeckt) (jene Karte wird NICHT als Falle behandelt). Du kannst diesen Effekt von „Tiki-Frieden“ nur einmal pro Spielzug verwenden.", "es": "Invoca esta carta de Modo Especial como un Monstruo de Efecto (Roca/TIERRA/Nivel 4/ATK 1800/DEF 1800) con el siguiente efecto (esta carta también sigue siendo una Trampa).\n● (Efecto Rápido): puedes pagar 800 LP; Invoca de Modo Especial 1 Trampa Continua, excepto \"Paz Tiki\", desde tu Cementerio o destierro como un Monstruo Normal (Roca/TIERRA/Nivel 4/ATK 1000/DEF 1000) y su nombre se convierte en \"Paz Tiki\" (aun mientras esté boca abajo) (esa carta NO se trata como una Trampa). Sólo puedes usar este efecto de \"Paz Tiki\" una vez por turno.", "fr": "Invoquez Spécialement cette carte comme Monstre à Effet (Rocher/TERRE/Niveau 4/ATK 1800/DEF 1800) avec l'effet suivant (cette carte est toujours aussi un Piège).\n● (Effet Rapide) : vous pouvez payer 800 LP ; Invoquez Spécialement 1 Piège Continu (\"Paix Tiki\" exclu) depuis votre Cimetière ou bannissement comme Monstre Normal (Rocher/TERRE/Niveau 4/ATK 1000/DEF 1000) et son nom devient \"Paix Tiki\" (même tant qu'il est face verso) (la carte N'EST PAS traitée comme Piège). Vous ne pouvez utiliser cet effet de \"Paix Tiki\" qu'une fois par tour.", "it": "Evoca Specialmente questa carta come un Mostro con Effetto (Roccia/TERRA/Livello 4/ATK 1800/DEF 1800) con il seguente effetto (questa carta è ancora anche una Trappola).\n● (Effetto Rapido): puoi pagare 800 LP; Evoca Specialmente 1 Trappola Continua, eccetto \"Pace del Tiki\", dal tuo Cimitero o carte bandite come un Mostro Normale (Roccia/TERRA/Livello 4/ATK 1000/DEF 1000) e il suo nome diventa \"Pace del Tiki\" (anche mentre è coperta) (quella carta NON viene considerata come una Trappola). Puoi utilizzare questo effetto di \"Pace del Tiki\" una sola volta per turno.", "pt": "Invoque este card por Invocação-Especial como um Monstro de Efeito (Rocha/TERRA/Nível 4/ATK 1800/DEF 1800) com o seguinte efeito (este card ainda é considerado uma Armadilha).\n● (Efeito Rápido): você pode pagar 800 PV; Invoque por Invocação-Especial 1 Armadilha Contínua, exceto \"Paz Tiki\", do seu Cemitério ou banimento como um Monstro Normal (Rocha/TERRA/Nível 4/ATK 1000/DEF 1000) e seu nome se torna \"Paz Tiki\" (mesmo enquanto estiver com a face para baixo) (esse card NÃO é considerado como uma Armadilha). Você só pode usar este efeito de \"Paz Tiki\" uma vez por turno.", "ja": "①：このカードは発動後、以下の効果を持つ効果モンスター（岩石族・地・星４・攻／守１８００）となり、モンスターゾーンに特殊召喚する（罠カードとしても扱う）。●自分・相手ターンに、８００ＬＰを払って発動できる（このカード名のこの効果は１ターンに１度しか使用できない）。「ピース・オブ・スタチュー」以外の自分の墓地・除外状態の永続罠カード１枚を、カード名を「ピース・オブ・スタチュー」として扱う通常モンスター（岩石族・地・星４・攻／守１０００）として特殊召喚する（罠カードとしては扱わない）。", "ko": null, "zh-TW": null, "zh-CN": "①：此卡发动后，变为拥有以下效果的效果怪兽（岩石族・地・星4・攻/守1800），特殊召唤至怪兽区域（也视为陷阱卡）。\n●在自己・对手回合中，支付800LP可以发动（此卡名的此效果1回合仅可使用1次）。将“和平雕像”以外的自己墓地・除外状态的1张永续陷阱卡、视为卡名为“和平雕像”的通常怪兽（岩石族・地・星4・攻/守1000）特殊召唤（不视为陷阱卡）。"}, "card_type": "Trap", "property": "Continuous", "series": ["Tiki", "Trap Monster"], "images": [{"index": 1, "image": "TikiPeace-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN089", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE089", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP089", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR089", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT089", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT089", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP078", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS2-SC113", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123272}