{"konami_id": 12778, "password": 14577226, "name": {"en": "Windwitch - Winter Bell", "de": "Windhexe - Winterglocke", "es": "Vientobruja - Campana del Invierno", "fr": "Sorcièrevent - Hiver Clochette", "it": "Ventostrega - Campanella dell'Inverno", "pt": "Ventobruxa - Sino do Inverno", "ja": "<ruby>ＷＷ<rt>ウィンド・ウィッチ</rt></ruby>－ウィンター・ベル", "ja_romaji": "Windo Witchi - Wintā Beru", "ko": "<ruby>WW<rt>윈드 위치</rt></ruby>－윈터 벨", "ko_rr": null, "zh-TW": "風魔女－冬鈴", "zh-CN": "风魔女－冬铃"}, "text": {"en": "1 Tuner + 1+ non-Tuner WIND monsters\nYou can target 1 \"Windwitch\" monster in your GY; inflict damage to your opponent equal to that target's Level x 200. During the Battle Phase (Quick Effect): You can target 1 \"Windwitch\" monster you control; Special Summon 1 monster from your hand with a Level less than or equal to that monster, but it cannot attack this turn. You can only use each effect of \"Windwitch - Winter Bell\" once per turn.", "de": "1 Empfänger + 1+ WIND Nicht-Empfänger-Monster\nDu kannst 1 „Windhexe“-Monster in deinem Friedhof wählen; füge deinem Gegner Schaden in Höhe der Stufe des gewählten Ziels x 200 zu. Während der Battle Phase (Schnelleffekt): Du kannst 1 „Windhexe“-Monster wählen, das du kontrollierst; beschwöre 1 Monster, dessen Stufe kleiner oder gleich der des Monsters ist, als Spezialbeschwörung von deiner Hand, aber es kann in diesem Spielzug nicht angreifen. Du kannst jeden Effekt von „Windhexe - Winterglocke“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos de VIENTO que no sean Cantantes\nPuedes seleccionar 1 monstruo \"Vientobruja\" en tu Cementerio; inflige daño a tu adversario igual al Nivel de ese objetivo x 200. Durante la Battle Phase (Efecto Rápido): puedes seleccionar 1 monstruo \"Vientobruja\" que controles; Invoca 1 monstruo de Modo Especial, desde tu mano, con un Nivel igual o menor al de ese monstruo, pero este turno, éste no puede atacar. Sólo puedes usar cada efecto de \"Vientobruja - Campana del Invierno\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur VENT\nVous pouvez cibler 1 monstre \"Sorcièrevent\" dans votre Cimetière ; infligez des dommages à votre adversaire égaux au Niveau de la cible x 200. Durant la Battle Phase (Effet Rapide) : vous pouvez cibler 1 monstre \"Sorcièrevent\" que vous contrôlez ; Invoquez Spécialement 1 monstre d'un Niveau inférieur ou égal au monstre depuis votre main, mais il ne peut pas attaquer ce tour. Vous ne pouvez utiliser chaque effet de \"Sorcièrevent - Hiver Clochette\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri VENTO non-Tuner\nPuoi scegliere come bersaglio 1 mostro \"Ventostrega\" nel tuo Cimitero; infliggi al tuo avversario danno pari al Livello di quel bersaglio x 200. Durante la Battle Phase (Effetto Rapido): puoi scegliere come bersaglio 1 mostro \"Ventostrega\" che controlli; Evoca Specialmente dalla tua mano 1 mostro con Livello pari o inferiore a quel mostro, ma esso non può attaccare in questo turno. Puoi utilizzare ogni effetto di \"Ventostrega - Campanella dell'Inverno\" una sola volta per turno.", "pt": "1 Regulador + 1 ou mais monstros de VENTO não-Reguladores\nVocê pode escolher 1 monstro \"Ventobruxa\" no seu Cemitério; cause dano ao seu oponente igual ao Nível do alvo x 200. Durante a Fase de Batalha de qualquer duelista: você pode escolher 1 monstro \"Ventobruxa\" que você controla; Invoque por Invocação-Especial 1 monstro da sua mão com um Nível menor ou igual que o desse monstro, mas ele não pode atacar deste turno. Você só pode usar cada efeito de \"Ventobruxa - Sino do Inverno\" uma vez por turno.", "ja": "チューナー＋チューナー以外の風属性モンスター１体以上\n「ＷＷ－ウィンター・ベル」の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地の「ＷＷ」モンスター１体を対象として発動できる。そのモンスターのレベル×２００ダメージを相手に与える。②：自分・相手のバトルフェイズに自分フィールドの「ＷＷ」モンスター１体を対象として発動できる。そのモンスターのレベル以下のレベルを持つモンスター１体を手札から特殊召喚する。この効果で特殊召喚したモンスターはこのターン攻撃できない。", "ko": "튜너 ＋ 튜너 이외의 바람 속성 몬스터 1장 이상\n\"WW(윈드 위치)－윈터 벨\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 \"WW(윈드 위치)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨 × 200 데미지를 상대에게 준다. ②: 자신 / 상대의 배틀 페이즈에 자신 필드의 \"WW(윈드 위치)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨 이하의 레벨을 가지는 몬스터 1장을 패에서 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에 공격할 수 없다.", "zh-TW": null, "zh-CN": "协调＋1只以上协调以外的风属性怪兽\n此卡名的①②效果1回合仅可各使用1次。①：以自己墓地的1只\"风魔女\"怪兽为对象可以发动。给予对手相当于该怪兽等级×200的数值的伤害。②：在自己・对手的战斗阶段，以自己场上的1只\"风魔女\"怪兽为对象可以发动。将1只拥有该怪兽等级以下的等级的怪兽从手牌特殊召唤。以此效果特殊召唤的怪兽在此回合不可攻击。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Synchro / Effect", "attribute": "WIND", "level": 7, "atk": 2400, "def": 2000, "series": ["Windwitch"], "images": [{"index": 1, "image": "WindwitchWinterBell-OP06-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "RATE-EN043", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "OP06-EN011", "set_name": "OTS Tournament Pack 6", "rarities": ["Super Rare"]}], "de": [{"set_number": "RATE-DE043", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "OP06-DE011", "set_name": "OTS Tournament Pack 6", "rarities": ["Super Rare"]}], "es": [{"set_number": "RATE-SP043", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "OP06-SP011", "set_name": "OTS Tournament Pack 6", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RATE-FR043", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "OP06-FR011", "set_name": "OTS Tournament Pack 6", "rarities": ["Super Rare"]}], "it": [{"set_number": "RATE-IT043", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "OP06-IT011", "set_name": "OTS Tournament Pack 6", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RATE-PT043", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "OP06-PT011", "set_name": "OTS Tournament Pack 6", "rarities": ["Super Rare"]}], "ja": [{"set_number": "RATE-JP043", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "ko": [{"set_number": "RATE-KR043", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL01-SC084", "set_name": "Classic Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 405374, "master_duel_rarity": "SR"}