{"konami_id": 11948, "password": 14756848, "name": {"en": "Superheavy Samurai Thief", "de": "Superstarker Samurai Dieb", "es": "Samurai Superpesado Ladrón", "fr": "Voleur Samouraï Supralourd", "it": "Samurai Superpesante Ladro", "pt": "Samurai Superpesado Ladrão", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>重<rt>じゅう</rt></ruby><ruby>武<rt>む</rt></ruby><ruby>者<rt>しゃ</rt></ruby>ヌス－<ruby>１０<rt>トウ</rt></ruby>", "ja_romaji": "Chōjūmusha Nusu-Tō", "ko": "초중무사 누스－<ruby>10<rt>십</rt></ruby>", "ko_rr": null, "zh-TW": "超重武者 小偷－１０", "zh-CN": "超重武者 盗人－１０"}, "text": {"en": null, "de": "Falls du keine Zauber-/Fallenkarten in deinem Friedhof hast, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Nachdem diese Karte auf diese Art als Spezialbeschwörung beschworen wurde, kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer „Superstarker Samurai“-Monstern. Du kannst diese Karte als Tribut anbieten und dann 1 dieser Effekte aktivieren;\n●Zerstöre 1 Karte in der Zauber- & Fallenzone deines Gegners, dann kannst du die zerstörte Zauber-/Fallenkarte auf deine Spielfeldseite setzen.\n●Zerstöre 1 Karte in der Pendelzone deines Gegners, dann kannst du die zerstörte Karte in deine Pendelzone platzieren.", "es": "Si no tienes Cartas Mágicas/de Trampa en tu Cementerio, puedes Invocar esta carta de Modo Especial (desde tu mano). Después de que esta carta fue Invocada de Modo Especial de esta forma, por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Samurai Superpesado\".\nPuedes Sacrificar esta carta, y después activar 1 de estos efectos;\n●Destruye 1 carta en la Zona de Magia y Trampas de tu adversario, y después puedes Colocar la Carta Mágica/de Trampa destruida en tu lado del Campo.\n●Destruye 1 carta en la Zona del Péndulo de tu adversario, y después puedes poner la carta destruida en tu Zona del Péndulo.", "fr": "Si vous n'avez aucune Carte Magie/Piège dans votre Cimetière, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Après que cette carte a été Invoquée Spécialement de cette façon, le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Samouraï Supralourd\" exclus). Vous pouvez Sacrifier cette carte, puis activez 1 de ces effets ;\n●Détruisez 1 carte dans la Zone Magie & Piège de votre adversaire, puis vous pouvez Poser la Carte Magie/Piège détruite sur votre Terrain.\n●Détruisez 1 carte dans la Zone Pendule de votre adversaire, puis vous pouvez placer la carte détruite dans votre Zone Pendule.", "it": "Se non hai nessuna Carta Magia/Trappola nel tuo Cimitero, puoi Evocare Specialmente questa carta (dalla tua mano). Dopo che questa carta è stata Evocata Specialmente in questo modo, non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri \"Samurai Superpesante\". Puoi offrire come Tributo questa carta, poi attivare 1 di questi effetti;\n●Distruggi 1 carta nella Zona Magie & Trappole del tuo avversario, poi puoi Posizionare la Carta Magia/Trappola distrutta sul tuo Terreno.\n●Distruggi 1 carta nella Zona Pendulum del tuo avversario, poi puoi mettere la carta distrutta nella tua Zona Pendulum.", "pt": "Se você não tiver nenhum Card de Magia/Armadilha no seu Cemitério, você pode Invocar este card por Invocação-Especial (da sua mão). Depois que este card foi Invocado por Invocação-Especial desta forma, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros \"Samurai Superpesado\". Você pode oferecer este card como Tributo e, depois, ativar 1 desses efeitos;\n●Destrua 1 card na Zona de Magias & Armadilhas do seu oponente e, depois, você pode Baixar o Card de Magia/Armadilha destruído no seu lado do campo.\n●Destrua 1 card na Zona de Pêndulo do seu oponente e, depois, você pode colocar o card destruído na sua Zona de Pêndulo.", "ja": "①：自分の墓地に魔法・罠カードが存在しない場合、このカードは手札から特殊召喚できる。この方法で特殊召喚したターン、自分は「超重武者」モンスターしか特殊召喚できない。\n②：このカードをリリースし、以下の効果から１つを選択して発動できる。\n●相手の魔法＆罠ゾーンのカード１枚を破壊する。その後、破壊したその魔法・罠カードを自分フィールドにセットできる。\n●相手のＰゾーンのカード１枚を破壊する。その後、破壊したそのカードを自分のＰゾーンに置く事ができる。", "ko": "①: 자신의 묘지에 마법 / 함정 카드가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환에 성공한 턴에, 자신은 \"초중무사\" 몬스터밖에 특수 소환할 수 없다. ②: 이 카드를 릴리스하고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●상대의 마법 & 함정 존의 카드 1장을 고르고 파괴한다. 그 후, 파괴한 그 마법 / 함정 카드를 자신 필드에 세트할 수 있다.\n●상대의 펜듈럼 존의 카드 1장을 고르고 파괴한다. 그 후, 파괴한 그 카드를 자신의 펜듈럼 존에 놓을 수 있다.", "zh-TW": "①：在我方墓地不存在魔法・陷阱卡的狀況下，可從手牌特殊召喚此卡。透過此方法特殊召喚成功的回合，我方可特殊召喚的怪獸僅限「超重武者」怪獸。②：可解放此卡，從以下效果選擇１個發動。\n●選擇對方魔法＆陷阱區的１張卡破壞。其後，可將破壞的該魔法・陷阱卡覆蓋在我方場上。\n●選擇對方鐘擺區的１張卡破壞。其後，可將破壞的該卡置於我方的鐘擺區。", "zh-CN": "①：自己的墓地不存在魔法・陷阱卡的情况下，此卡可从手牌中特殊召唤。以此方法特殊召唤成功的余下本回合，自己仅可特殊召唤“超重武者”怪兽。②：解放此卡，可从以下效果中选择１个发动。●挑选对手魔法与陷阱区域的１张卡破坏。然后，可将该破坏的魔法・陷阱卡放置在自己场上。●挑选对手灵摆区域的１张卡破坏。然后，可将所破坏的该卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 10, "atk": 1000, "def": 1000, "series": ["Superheavy Samurai"], "images": [{"index": 1, "image": "SuperheavySamuraiThief-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN004", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-EN108", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DOCS-DE004", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-DE108", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DOCS-FR004", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-FR108", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DOCS-IT004", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-IT108", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DOCS-PT004", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-PT108", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DOCS-JP004", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "DOCS-KR004", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC058", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 339677, "master_duel_rarity": "N"}