{"konami_id": 16510, "password": 14761450, "name": {"en": "Penguin Squire", "de": "Pinguinknappe", "es": "Escudero Pingüino", "fr": "Écuyer Pingouin", "it": "Scudiero Pinguino", "pt": "Escudeiro Pinguim", "ja": "ペンギン<ruby>勇<rt>ゆう</rt></ruby><ruby>士<rt>し</rt></ruby>", "ja_romaji": "Pengin Yūshi", "ko": "펭귄 용자", "ko_rr": "Penggwin Yongja", "zh-TW": "企鵝勇士", "zh-CN": "企鹅勇士"}, "text": {"en": "Cannot be used as Synchro Material, except for the Synchro Summon of a WATER monster. If a monster is Set on your field (except during the Damage Step): You can Special Summon this card from your hand, then you can reduce its Level by 1 or 2. You can target 1 face-down Defense Position monster you control; change it to face-up Defense Position, and if you do, its effects are negated unless it is a \"Penguin\" monster. You can only use each effect of \"Penguin Squire\" once per turn.", "de": "Kann nicht als Synchromaterial verwendet werden, außer für die Synchrobeschwörung eines WASSER Monsters. Falls ein Monster auf deine Spielfeldseite gesetzt wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du ihre Stufe um 1 oder 2 verringern. Du kannst 1 Monster in verdeckter Verteidigungsposition wählen, das du kontrollierst; ändere es in die offene Verteidigungsposition und falls du dies tust, werden seine Effekte annulliert, es sei denn, es ist ein „Pinguin“-Monster. Du kannst jeden Effekt von „Pinguinknappe“ nur einmal pro Spielzug verwenden.", "es": "No puede ser usado como Material de Sincronía, excepto para la Invocación por Sincronía de un monstruo de AGUA. Si un monstruo está Colocado en tu Campo (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano, y después puedes reducir su Nivel en 1 o 2. Puedes seleccionar 1 monstruo en Posición de Defensa boca abajo que controles; cámbialo a Posición de Defensa boca arriba y, si lo haces, sus efectos son negados a menos que sea un monstruo \"Pingüino\". Sólo puedes usar cada efecto de \"Escudero Pingüino\" una vez por turno.", "fr": "Non utilisable comme Matériel Synchro, sauf pour l'Invocation Synchro d'un monstre EAU. Si un monstre est Posé sur votre Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez réduire son Niveau de 1 ou 2. Vous pouvez cibler 1 monstre en Position de Défense face verso que vous contrôlez ; changez-le en Position de Défense face recto, et si vous le faites, ses effets sont annulés sauf si c'est un monstre \"Pingouin\". Vous ne pouvez utiliser chaque effet de \"Écuyer Pingouin\" qu'une fois par tour.", "it": "Non può essere utilizzato come Materiale Synchro, eccetto che per la Synchro Evocazione di un mostro ACQUA. Se un mostro viene Posizionato sul tuo Terreno (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano, poi puoi ridurre il suo Livello di 1 o 2. Puoi scegliere come bersaglio 1 mostro coperto in Posizione di Difesa che controlli; mettilo scoperto in Posizione di Difesa e, se lo fai, i suoi effetti sono annullati a meno che sia un mostro \"Pinguino\". Puoi utilizzare ogni effetto di \"Scudiero Pinguino\" una sola volta per turno.", "pt": "Não pode ser usado como Matéria Sincro, exceto para a Invocação-Sincro de um monstro de ÁGUA. Se um monstro for Baixado no seu campo (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode reduzir o Nível dele em 1 ou 2. Você pode escolher 1 monstro com a face para baixo em Posição de Defesa que você controla; coloque-o com a face para cima em Posição de Defesa e, se isso acontecer, seus efeitos são negados a não ser que seja um monstro \"Pinguim\". Você só pode usar cada efeito de \"Escudeiro Pinguim\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できず、このカードをＳ素材とする場合、水属性モンスターのＳ召喚にしか使用できない。①：自分フィールドにモンスターがセットされた場合に発動できる。このカードを手札から特殊召喚する。その後、このカードのレベルを１つまたは２つ下げる事ができる。②：自分フィールドの裏側守備表示モンスター１体を対象として発動できる。そのモンスターを表側守備表示にする。この効果で「ペンギン」モンスター以外のモンスターを表側守備表示にした場合、その効果は無効化される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없으며, 이 카드를 싱크로 소재로 할 경우, 물 속성 몬스터의 싱크로 소환으로밖에 사용할 수 없다. ①: 자신 필드에 몬스터가 세트되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 이 카드의 레벨을 1개 또는 2개 내릴 수 있다. ②: 자신 필드의 뒷면 수비 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 앞면 수비 표시로 한다. 이 효과로 \"펭귄\" 몬스터 이외의 몬스터를 앞면 수비 표시로 했을 경우, 그 효과는 무효화된다.", "zh-TW": "此卡名的①②效果，１回合僅限各使用１次，在此卡被當作同步素材的狀況下，僅限使用於水屬性怪獸的同步召喚。①：可在我方場上的怪獸被覆蓋的狀況下發動。從手牌特殊召喚此卡。其後，可將此卡的等級降低１或２。②：可將我方場上的１隻反面守備表示怪獸做為對象發動。該怪獸變為正面守備表示。在透過此效果將「企鵝」怪獸以外的怪獸變為正面守備表示的狀況下，該效果無效化。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次，以此卡作为同步素材的情况下，仅可使用于水属性怪兽的同步召唤。①：怪兽被放置在自己场上的情况下可以发动。从手牌将此卡特殊召唤。然后，可将此卡的等级下降１或２。②：以自己场上１只里侧守备表示怪兽为对象可以发动。将该怪兽改成表侧守备表示。以此效果将“企鹅”怪兽以外的怪兽改成表侧守备表示的情况下，该效果无效化。"}, "card_type": "Monster", "monster_type_line": "Aqua / Tuner / Effect", "attribute": "WATER", "level": 5, "atk": 1800, "def": 600, "series": ["Penguin"], "images": [{"index": 1, "image": "PenguinSquire-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN024", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE024", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR024", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT024", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT024", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP024", "set_name": "Burst of Destiny", "rarities": ["Rare"]}], "ko": [{"set_number": "BODE-KR024", "set_name": "Burst of Destiny", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716200, "master_duel_rarity": "R"}