{"konami_id": 19372, "password": 15005145, "name": {"en": "Centur-Ion Primera", "de": "Centur-Ion Primera", "es": "Centur-Ión Primera", "fr": "Centur-Ion Primera", "it": "Centur-Ion Primera", "pt": "Centur-Ião Primera", "ja": "<ruby>重騎士<rt>センチュリオン</rt></ruby>プリメラ", "ja_romaji": "Senchurion Purimera", "ko": "센츄리온 프리메라", "ko_rr": "Senchyurion Peurimera", "zh-TW": null, "zh-CN": "重装百夫骑士 普莉梅拉"}, "text": {"en": "While this card is a Continuous Trap, Level 5 or higher \"Centur-Ion\" monsters you control cannot be destroyed by card effects. You can only use each of the following effects of \"Centur-Ion Primera\" once per turn. If this card is Normal or Special Summoned: You can add 1 \"Centur-Ion\" card from your Deck to your hand, except \"Centur-Ion Primera\", also you cannot Special Summon \"Centur-Ion Primera\" for the rest of this turn. During the Main Phase, if this card is a Continuous Trap: You can Special Summon this card.", "de": "Solange diese Karte eine Permanente Falle ist, können „Centur-Ion“-Monster der Stufe 5 oder höher, die du kontrollierst, nicht durch Karteneffekte zerstört werden. Du kannst jeden der folgenden Effekte von „Centur-Ion Primera“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Centur-Ion“-Karte von deinem Deck hinzufügen, außer „Centur-Ion Primera“, zusätzlich kannst du für den Rest dieses Spielzugs „Centur-Ion Primera“ nicht als Spezialbeschwörung beschwören. Während der Main Phase, falls diese Karte eine Permanente Falle ist: Du kannst diese Karte als Spezialbeschwörung beschwören.", "es": "Mientras esta carta sea una Trampa Continua, los monstruos \"Centur-Ión\" de Nivel 5 o mayor que controles no pueden ser destruidos por efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Centur-Ión Primera\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 carta \"Centur-Ión\" en tu Deck, excepto \"Centur-Ión Primera\", y además no puedes Invocar de Modo Especial \"Centur-Ión Primera\" por el resto de este turno. Durante la Main Phase, si esta carta es una Trampa Continua: puedes Invocar esta carta de Modo Especial.", "fr": "Tant que cette carte est un Piège Continu, les monstres \"Centur-Ion\" de min. Niveau 5 que vous contrôlez ne peuvent pas être détruits par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Centur-Ion Primera\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Centur-Ion\" (\"Centur-Ion Primera\" exclu) depuis votre Deck à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement \"Centur-Ion Primera\" le reste de ce tour. Durant la Main Phase, si cette carte est un Piège Continu : vous pouvez Invoquer Spécialement cette carte.", "it": "Mentre questa carta è una Trappola Continua, i mostri \"Centur-Ion\" di Livello 5 o superiore che controlli non possono essere distrutti dagli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Centur-Ion Primera\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 carta \"Centur-Ion\" dal tuo Deck alla tua mano, eccetto \"Centur-Ion Primera\", inoltre non puoi Evocare Specialmente \"Centur-Ion Primera\" per il resto di questo turno. Durante la Main Phase, se questa carta è una Trappola Continua: puoi Evocare Specialmente questa carta.", "pt": "Enquanto este card for uma Armadilha Contínua, monstros \"Centur-Ião\" de Nível 5 ou mais que você controla não podem ser destruídos por efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Centur-Ião Primera\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 card \"Centur-Ião\" do seu Deck à sua mão, exceto \"Centur-Ião Primera\" e, além disso, você não pode Invocar \"Centur-Ião Primera\" por Invocação-Especial pelo resto deste turno. Durante a Fase Principal, se este card for uma Armadilha Contínua: você pode Invocar este card por Invocação-Especial.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「重騎士プリメラ」以外の「センチュリオン」カード１枚を手札に加える。このターン、自分は「重騎士プリメラ」を特殊召喚できない。②：このカードが永続罠カード扱いの場合、自分フィールドのレベル５以上の「センチュリオン」モンスターは効果では破壊されない。③：このカードが永続罠カード扱いの場合、自分・相手のメインフェイズに発動できる。このカードを特殊召喚する。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"센츄리온 프리메라\" 이외의 \"센츄리온\" 카드 1장을 패에 넣는다. 이 턴에, 자신은 \"센츄리온 프리메라\"를 특수 소환할 수 없다. ②: 이 카드를 지속 함정 카드로 취급할 경우, 자신 필드의 레벨 5 이상의 \"센츄리온\" 몬스터는 효과로는 파괴되지 않는다. ③: 이 카드를 지속 함정 카드로 취급할 경우, 자신 / 상대의 메인 페이즈에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“重装百夫骑士 普莉梅拉”以外的“百夫骑”卡加入手牌。此回合，自己不可特殊召唤“重装百夫骑士 普莉梅拉”。\n②：此卡视为永续陷阱卡的情况下，自己场上等级５以上的“百夫骑”怪兽不会因效果被破坏。\n③：此卡视为永续陷阱卡的情况下，在自己・对手的主要阶段可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Tuner / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 1600, "series": ["Centur-Ion"], "images": [{"index": 1, "image": "CenturIonPrimera-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "VASM-EN016", "set_name": "Valiant Smashers", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-EN143", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "VASM-DE016", "set_name": "Valiant Smashers", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-DE143", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "VASM-SP016", "set_name": "Valiant Smashers", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-SP143", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "VASM-FR016", "set_name": "Valiant Smashers", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-FR143", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "VASM-IT016", "set_name": "Valiant Smashers", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-IT143", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "VASM-PT016", "set_name": "Valiant Smashers", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-PT143", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DBVS-JP016", "set_name": "Deck-Build Pack: Valiant Smashers", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DBVS-KR016", "set_name": "Deck-Build Pack: Valiant Smashers", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "DBVS-SC016", "set_name": "Deck-Build Pack: Valiant Smashers", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1003203}