{"konami_id": 13525, "password": 15066114, "name": {"en": "Segmental Dragon", "de": "Segment-Drache", "es": "Dragón Segmentado", "fr": "Dragon Segmental", "it": "Drago dei Segmenti", "pt": "Dragão Segmentado", "ja": "セグメンタル・ドラゴン", "ja_romaji": "Segumentaru Doragon", "ko": "세그멘탈 드래곤", "ko_rr": null, "zh-TW": "分段龍", "zh-CN": "分段龙"}, "text": {"en": "You can Normal Summon/Set this card without Tributing, but its original ATK/DEF becomes halved. Once per turn, if this Normal Summoned/Set card is on the field (Quick Effect): You can destroy this face-up card, and if you do, destroy all monsters in the Main Monster Zones with ATK less than or equal to the ATK this card had on the field.", "de": "Du kannst diese Karte als Normalbeschwörung beschwören/setzen, ohne Tribut anzubieten, aber ihre Grund-ATK/-DEF werden halbiert. Einmal pro Spielzug, falls diese als Normalbeschwörung beschworene/gesetzte Karte auf dem Spielfeld liegt (Schnelleffekt): Du kannst diese offene Karte zerstören und falls du dies tust, zerstöre alle Monster in den Main-Monsterzonen, deren ATK kleiner oder gleich den ATK sind, die diese Karte auf dem Spielfeld hatte.", "es": "Puedes Invocar esta carta de Modo Normal/Colocar sin Sacrificar, pero su ATK/DEF originales se convierten en la mitad. Una vez por turno, si esta carta Invocada de Modo Normal/Colocada está en el Campo (Efecto Rápido): puedes destruir esta carta boca arriba y, si lo haces, destruye todos los monstruos en las Zonas de Monstruos Principales que tengan ATK menor o igual al ATK que esta carta tenía en el Campo.", "fr": "Vous pouvez Invoquer/Poser Normalement cette carte sans Sacrifices, mais son ATK/DEF d'origine seront divisées par deux. Une fois par tour, si cette carte Invoquée/Posée Normalement est sur le Terrain (Effet Rapide) : vous pouvez détruire cette carte face recto, et si vous le faites, détruisez tous les monstres dans les Zones Monstre Main avec une ATK inférieure ou égale à l'ATK que cette carte avait sur le Terrain.", "it": "Puoi Evocare Normalmente/Posizionare questa carta senza offrire Tributi, ma i suoi ATK/DEF originali diventano la metà. Una volta per turno, se questa carta Evocata Normalmente/Posizionata è sul Terreno (Effetto Rapido): puoi distruggere questa carta scoperta e, se lo fai, distruggi tutti i mostri nelle Zone Mostri Main con ATK pari o inferiore all'ATK che questa carta aveva sul Terreno.", "pt": "Você pode Invocar este card por Invocação-Normal/Baixar sem oferecer Tributo, mas seu ATK/DEF originais são diminuídos pela metade. Uma vez por turno, se este card Invocado por Invocação-Normal/Baixado estiver no campo (Efeito Rápido): você pode destruir este card com a face para cima e, se isso acontecer, destrua todos os monstros nas Zonas de Monstros Principais com ATK menor ou igual ao ATK que este card tinha no campo.", "ja": "①：このカードはリリースなしで通常召喚できる。②：このカードの①の方法で通常召喚したこのカードの元々の攻撃力・守備力は半分になる。③：１ターンに１度、このカードが通常召喚されている場合に発動できる。表側表示のこのカードを破壊し、その攻撃力以下の攻撃力を持つメインモンスターゾーンのモンスターを全て破壊する。この効果は相手ターンでも発動できる。", "ko": "①: 이 카드는 릴리스 없이 통상 소환할 수 있다. ②: 이 카드의 ①의 방법으로 통상 소환한 이 카드의 원래 공격력 / 수비력은 절반이 된다. ③: 1턴에 1번, 이 카드가 통상 소환되어 있을 경우에 발동할 수 있다. 앞면 표시의 이 카드를 파괴하고, 그 공격력 이하의 공격력을 가지는 메인 몬스터 존의 몬스터를 전부 파괴한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "①：这张卡可以不用解放作通常召唤。\n②：这张卡的①的方法通常召唤的这张卡的原本的攻击力·守备力变成一半。\n③：1回合1次，这张卡是已通常召唤的场合才能发动。表侧表示的这张卡破坏，持有那个攻击力以下的攻击力的主要怪兽区域的怪兽全部破坏。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "LIGHT", "level": 7, "atk": 2600, "def": 2400, "images": [{"index": 1, "image": "SegmentalDragon-SDPL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDPL-EN008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDPL-DE008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SDPL-SP008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDPL-FR008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDPL-IT008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDPL-PT008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD33-JP008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SD33-KR008", "set_name": "Structure Deck: Powercode Link", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544670, "master_duel_rarity": "SR"}