{"konami_id": 15989, "password": 15079028, "name": {"en": "World Soul - Carbon", "de": "Weltseele - Kohlenstoff", "es": "Alma del Mundo - Carbono", "fr": "Âme du Monde - Carbone", "it": "Anima del Mondo - Carbonio", "pt": "Alma do Mundo - Carbono", "ja": "<ruby>地<rt>ち</rt></ruby><ruby>久<rt>きゅう</rt></ruby><ruby>神<rt>じん</rt></ruby>－カルボン", "ja_romaji": "Chikyūjin - Karubon", "ko": "지구 신－카르본", "ko_rr": "Jinu Sin - Kareubon", "zh-TW": null, "zh-CN": "地久神－碳"}, "text": {"en": "You can Tribute this Normal Summoned/Set card; add 1 EARTH Fairy monster from your Deck to your hand, except \"World Soul - Carbon\". If a face-up Fairy monster(s) you control is sent to the GY, while this card is in your GY (except during the Damage Step): You can place this card on top of your Deck. You can only use 1 \"World Soul - Carbon\" effect per turn, and only once that turn.", "de": "Du kannst diese als Normalbeschwörung beschworene/gesetzte Karte als Tribut anbieten; füge deiner Hand 1 ERDE Fee-Monster von deinem Deck hinzu, außer „Weltseele - Kohlenstoff“. Falls ein oder mehr offene Fee-Monster, die du kontrollierst, auf den Friedhof gelegt werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte auf dein Deck legen. Du kannst nur 1 Effekt von „Weltseele - Kohlenstoff“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Puedes Sacrificar esta carta Invocada de Modo Normal/Colocada; añade a tu mano 1 monstruo Hada de TIERRA en tu Deck, excepto \"Alma del Mundo - Carbono\". Si uno o más monstruos Hada boca arriba que controlas son mandados al Cementerio, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes poner esta carta en la parte superior de tu Deck. Sólo puedes usar 1 efecto de \"Alma del Mundo - Carbono\" por turno, y sólo una vez ese turno.", "fr": "Vous pouvez Sacrifier cette carte Invoquée/Posée Normalement ; ajoutez 1 monstre TERRE Elfe (\"Âme du Monde - Carbone\" exclu) depuis votre Deck à votre main. Si un ou plusieurs monstres Elfe face recto que vous contrôlez sont envoyés au Cimetière, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez placer cette carte au-dessus de votre Deck. Vous ne pouvez utiliser qu'1 effet de \"Âme du Monde - Carbone\" par tour, et uniquement une fois le tour.", "it": "Puoi offrire come Tributo questa carta Evocata Normalmente/Posizionata; aggiungi 1 mostro TERRA Fata dal tuo Deck alla tua mano, eccetto \"Anima del Mondo - Carbonio\". Se uno o più mostri Fata scoperti che controlli vengono mandati al Cimitero, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi mettere questa carta in cima al tuo Deck. Puoi utilizzare solo 1 effetto di \"Anima del Mondo - Carbonio\" per turno, e solo una volta in quel turno.", "pt": "Você pode oferecer como Tributo este card Invocado por Invocação-Normal/Baixado; adicione 1 monstro Fada de TERRA do seu Deck à sua mão, exceto \"Alma do Mundo - Carbono\". Se um ou mais monstros Fada com a face para cima que você controla forem enviados para o Cemitério, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode colocar este card no topo do seu Deck. Você só pode usar 1 efeito de \"Alma do Mundo - Carbono\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：通常召喚したこのカードをリリースして発動できる。デッキから「地久神－カルボン」以外の天使族・地属性モンスター１体を手札に加える。②：このカードが墓地に存在する状態で、自分フィールドの表側表示の天使族モンスターが墓地へ送られた場合に発動できる。このカードをデッキの一番上に戻す。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 통상 소환한 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"지구 신－카르본\" 이외의 천사족 / 땅 속성 몬스터 1장을 패에 넣는다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신 필드의 앞면 표시의 천사족 몬스터가 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 덱 맨 위로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：解放通常召唤的此卡可以发动。从牌组将“地久神－碳”以外的１只天使族・地属性怪兽加入手牌。②：此卡存在于墓地的状态下，自己场上的表侧表示天使族怪兽被送至墓地的情况下可以发动。将此卡放回牌组最上面。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 4, "atk": 1200, "def": 1200, "images": [{"index": 1, "image": "WorldSoulCarbon-LIOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "es": [{"set_number": "LIOV-SP028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "LIOV-KR028", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC018", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717521}