{"konami_id": 21452, "password": 15123983, "name": {"en": "THE Star Ham", "de": "DER Ham-Star", "es": "EL Hams Estrella", "fr": "LE Hamster de l'Étoile", "it": "IL Crice Stella", "pt": "O Ham Estrela", "ja": "<ruby>ＴＨＥ<rt>ザ</rt></ruby>・スターハム", "ja_romaji": "Za Sutāhamu", "ko": "더 스타햄", "ko_rr": null, "zh-TW": "星鼠俠", "zh-CN": "星鼠侠"}, "text": {"en": "1 Tuner + 1+ non-Tuners\nIf this card is Synchro Summoned: You can discard 1 card; Special Summon 1 monster from your GY that was used as material for this card's Synchro Summon, and if you do, it is treated as a Tuner. If this card is in your GY: You can discard 2 cards; Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"THE Star Ham\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 Karte abwerfen; beschwöre 1 Monster, das als Material für die Synchrobeschwörung dieser Karte verwendet wurde, als Spezialbeschwörung von deinem Friedhof und falls du dies tust, wird es als Empfänger behandelt. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 2 Karten abwerfen; beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „DER Ham-Star“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ no Cantantes\nSi esta carta es Invocada por Sincronía: puedes descartar 1 carta; Invoca de Modo Especial, desde tu Cementerio, 1 monstruo que fue usado como material para la Invocación por Sincronía de esta carta y, si lo haces, éste se trata como un Cantante. Si esta carta está en tu Cementerio: puedes descartar 2 cartas; Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"EL Hams Estrella\" una vez por turno.", "fr": "1 Syntoniseur + 1+ non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez défausser 1 carte ; Invoquez Spécialement 1 monstre depuis votre Cimetière qui a été utilisé comme Matériel pour l'Invocation Synchro de cette carte, et si vous le faites, il est traité comme Syntoniseur. Si cette carte est dans votre Cimetière : vous pouvez défausser 2 cartes ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"LE Hamster de l'Étoile\" qu'une fois par tour.", "it": "1 Tuner + 1+ non-Tuner\nSe questa carta viene Synchro Evocata: puoi scartare 1 carta; Evoca Specialmente dal tuo Cimitero 1 mostro che è stato utilizzato come materiale per la Synchro Evocazione di questa carta e, se lo fai, esso viene considerato come un Tuner. Se questa carta è nel tuo Cimitero: puoi scartare 2 carte; Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"IL Crice Stella\" una sola volta per turno.", "pt": "1 Regulador + 1+ não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode descartar 1 card; Invoque por Invocação-Especial 1 monstro do seu Cemitério que foi usado como matéria para a Invocação-Sincro deste card e, se isso acontecer, ele é considerado como um Regulador. Se este card estiver no seu Cemitério: você pode descartar 2 cards; Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"O Ham Estrela\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＳ召喚した場合、手札を１枚捨てて発動できる。そのＳ素材としたモンスター１体を自分の墓地から特殊召喚する。この効果で特殊召喚したモンスターはチューナーとして扱う。②：このカードが墓地に存在する場合、手札を２枚捨てて発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 싱크로 소환했을 경우, 패를 1장 버리고 발동할 수 있다. 그 싱크로 소재로 한 몬스터 1장을 자신 묘지에서 특수 소환한다. 이 효과로 특수 소환한 몬스터는 튜너로 취급한다. ②: 이 카드가 묘지에 존재할 경우, 패를 2장 버리고 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽1只以上\n此卡名的①②效果1回合仅可各使用1次。①：此卡同步召唤的情况下，舍弃1张手牌可以发动。从自己墓地将作为其同步素材的1只怪兽特殊召唤。以此效果特殊召唤的怪兽视为协调。②：此卡存在于墓地的情况下，舍弃2张手牌可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Beast / Synchro / Effect", "attribute": "LIGHT", "level": 3, "atk": 1000, "def": 1200, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "THEStarHam-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN041", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-EN009", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUAD-DE041", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-DE009", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "es": [{"set_number": "DUAD-SP041", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-SP009", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUAD-FR041", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-FR009", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUAD-IT041", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-IT009", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUAD-PT041", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-PT009", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DUAD-JP041", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ko": [{"set_number": "DUAD-KR041", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC041", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1125052, "master_duel_rarity": "SR"}