{"konami_id": 17348, "password": 15130912, "name": {"en": "Saion the Vaylantz Archer", "de": "Saion der Vaylantz-Bogenschütze", "es": "Saion el Arquero Vaylantz", "fr": "Saion l'Archer Vaylantz", "it": "Saion l'Arciere Vaylantz", "pt": "Saion, o Arqueiro Vaylantz", "ja": "ヴァリアンツの<ruby>弓<rt>ゆみ</rt></ruby><ruby>引<rt>ひき</rt></ruby>－<ruby>西園<rt>サイオン</rt></ruby>", "ja_romaji": "Variantsu no Yumihiki - Saion", "ko": "밸리언츠의 궁인－사이온", "ko_rr": "Baellieoncheu-ui Gung-in - Saion", "zh-TW": "弈勇之射手－西園", "zh-CN": "弈勇之射手－西园"}, "text": {"en": "If you control this Special Summoned card: You can target 1 Effect Monster on the field; toss a coin and if the result is heads, negate its effects, or if the result is tails, halve its ATK. If this card in the Monster Zone moves to another Monster Zone: You can target 1 card on the field; toss a coin and if the result is heads, destroy it, or if the result is tails, return it to the hand. You can only use each effect of \"Saion the Vaylantz Archer\" once per turn.", "de": "Falls du diese als Spezialbeschwörung beschworene Karte kontrollierst: Du kannst 1 Effektmonster auf dem Spielfeld wählen; wirf eine Münze und falls das Ergebnis Kopf ist, annulliere seine Effekte, oder falls das Ergebnis Zahl ist, halbiere seine ATK. Falls diese Karte in der Monsterzone in eine andere Monsterzone bewegt wird: Du kannst 1 Karte auf dem Spielfeld wählen; wirf eine Münze und falls das Ergebnis Kopf ist, zerstöre sie, oder falls das Ergebnis Zahl ist, gib sie auf die Hand zurück. Du kannst jeden Effekt von „Saion der Vaylantz-Bogenschütze“ nur einmal pro Spielzug verwenden.", "es": "Si controlas esta carta Invocada de Modo Especial: puedes seleccionar 1 Monstruo de Efecto en el Campo; lanza una moneda y si el resultado es cara, niega sus efectos o, si el resultado es cruz, divide su ATK a la mitad. Si esta carta en la Zona de Monstruos se mueve a otra Zona de Monstruos: puedes seleccionar 1 carta en el Campo; lanza una moneda y si el resultado es cara, destrúyela o, si el resultado es cruz, devuélvela a la mano. Sólo puedes usar cada efecto de \"Saion el Arquero Vaylantz\" una vez por turno.", "fr": "Si vous contrôlez cette carte Invoquée Spécialement : vous pouvez cibler 1 Monstre à Effet sur le Terrain ; lancez une pièce et si le résultat est face, annulez ses effets, ou si le résultat est pile, divisez par deux son ATK. Si cette carte dans la Zone Monstre est déplacée dans une autre Zone Monstre : vous pouvez cibler 1 carte sur le Terrain ; lancez une pièce et si le résultat est face, détruisez-la, ou si le résultat est pile, renvoyez-la à la main. Vous ne pouvez utiliser chaque effet de \"Saion l'Archer Vaylantz\" qu'une fois par tour.", "it": "Se controlli questa carta Evocata Specialmente: puoi scegliere come bersaglio 1 Mostro con Effetto sul Terreno; lancia una moneta e, se il risultato è testa, annulla i suoi effetti o, se il risultato è croce, dimezza il suo ATK. Se questa carta nella Zona Mostri si sposta in un'altra Zona Mostri: puoi scegliere come bersaglio 1 carta sul Terreno; lancia una moneta e, se il risultato è testa, distruggila o, se il risultato è croce, falla ritornare nella mano. Puoi utilizzare ogni effetto di \"Saion l'Arciere Vaylantz\" una sola volta per turno.", "pt": "Se você controlar este card Invocado por Invocação-Especial: você pode escolher 1 Monstro de Efeito no campo; lance uma moeda e se o resultado for cara, negue seus efeitos, ou se o resultado for coroa, diminua seu ATK pela metade. Se este card na Zona de Monstros se mover para outra Zona de Monstros: você pode escolher 1 card no campo; lance uma moeda e se o resultado for cara, destrua-o, ou se o resultado for coroa, devolva-o para a mão. Você só pode usar cada efeito de \"Saion, o Arqueiro Vaylantz\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚されている場合、フィールドの効果モンスター１体を対象として発動できる。コイントスを１回行う。表だった場合、そのモンスターの効果を無効にする。裏だった場合、その攻撃力は半分になる。②：モンスターゾーンのこのカードが他のモンスターゾーンに移動した場合、フィールドのカード１枚を対象として発動できる。コイントスを１回行う。表だった場合、そのカードを破壊する。裏だった場合、そのカードを持ち主の手札に戻す。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 특수 소환되어 있을 경우, 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 코인 토스를 1회 실행한다. 앞면인 경우, 그 몬스터의 효과를 무효로 한다. 뒷면인 경우, 그 공격력은 절반이 된다. ②: 몬스터 존의 이 카드가 다른 몬스터 존으로 이동했을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 코인 토스를 1회 실행한다. 앞면인 경우, 그 카드를 파괴한다. 뒷면인 경우, 그 카드를 주인의 패로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②怪兽效果１回合仅可各使用１次。①：此卡是被特殊召唤的情况下，以场上的１只效果怪兽为对象可以发动。掷１次硬币。正面的情况下，将该怪兽的效果无效。反面的情况下，其攻击力变为一半。②：怪兽区域的此卡移动至其他怪兽区域的情况下，以场上的１张卡为对象可以发动。掷１次硬币。正面的情况下，将该卡破坏。反面的情况下，将该卡放回持有者的手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "WATER", "level": 4, "atk": 1100, "def": 1100, "pendulum_scale": 1, "pendulum_effect": {"en": "During your Main Phase: You can Special Summon this card to your Main Monster Zone in its same column, also you cannot Special Summon non-\"Vaylantz\" monsters for the rest of this turn, except from the Extra Deck. You can only use this effect of \"Saion the Vaylantz Archer\" once per turn.", "de": "Während deiner Main Phase: Du kannst diese Karte als Spezialbeschwörung in deine Main-Monsterzone in ihre eigene Spalte beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Nicht-„Vaylantz“-Monster als Spezialbeschwörung beschwören, außer vom Extra Deck. Du kannst diesen Effekt von „Saion der Vaylantz-Bogenschütze“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes Invocar esta carta de Modo Especial a tu Zona de Monstruos Principal en su misma columna, y además por el resto de este turno no puedes Invocar de Modo Especial monstruos que no sean \"Vaylantz\", excepto desde el Deck Extra. Sólo puedes usar este efecto de \"Saion el Arquero Vaylantz\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez Invoquer Spécialement cette carte dans votre Zone Monstre Main dans sa même colonne, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres non-\"Vaylantz\" le reste de ce tour, sauf depuis l'Extra Deck. Vous ne pouvez utiliser cet effet de \"Saion l'Archer Vaylantz\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi Evocare Specialmente questa carta nella tua Zona Mostri Main nella sua stessa colonna, inoltre non puoi Evocare Specialmente mostri non-\"Vaylantz\" per il resto di questo turno, eccetto dall'Extra Deck. Puoi utilizzare questo effetto di \"Saion l'Arciere Vaylantz\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode Invocar este card por Invocação-Especial na sua Zona de Monstros Principal em sua mesma coluna e, além disso, você não pode Invocar por Invocação-Especial monstros que não sejam \"Vaylantz\" pelo resto deste turno, exceto do Deck Adicional. Você só pode usar este efeito de \"Saion, o Arqueiro Vaylantz\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。このカードを正面の自分のメインモンスターゾーンに特殊召喚する。この効果の発動後、ターン終了時まで自分は「ヴァリアンツ」モンスターしか特殊召喚できない（ＥＸデッキからの特殊召喚は除く）。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 이 카드를 정면의 자신 메인 몬스터 존에 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"밸리언츠\" 몬스터밖에 특수 소환할 수 없다(엑스트라 덱에서의 특수 소환 이외).", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。\n①：可在我方主要階段發動。將此卡特殊召喚至正面的我方主要怪獸區。此效果發動後，在回合結束前我方僅限特殊召喚「弈勇」怪獸（除了從額外牌組特殊召喚）。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：在自己的主要阶段可以发动。将此卡特殊召唤至正面的自己的主要怪兽区域。此效果发动后，直至回合结束时为止自己仅可特殊召唤“弈勇”怪兽（除了从额外牌组的特殊召唤以外）。"}, "series": ["Vaylantz"], "images": [{"index": 1, "image": "SaiontheVaylantzArcher-TAMA-EN-R-1E.png"}], "sets": {"en": [{"set_number": "TAMA-EN002", "set_name": "Tactical Masters", "rarities": ["Rare"]}], "de": [{"set_number": "TAMA-DE002", "set_name": "Tactical Masters", "rarities": ["Rare"]}], "es": [{"set_number": "TAMA-SP002", "set_name": "Tactical Masters", "rarities": ["Rare"]}], "fr": [{"set_number": "TAMA-FR002", "set_name": "Tactical Masters", "rarities": ["Rare"]}], "it": [{"set_number": "TAMA-IT002", "set_name": "Tactical Masters", "rarities": ["Rare"]}], "pt": [{"set_number": "TAMA-PT002", "set_name": "Tactical Masters", "rarities": ["Rare"]}], "ja": [{"set_number": "DBTM-JP002", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBTM-KR002", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBTM-SC002", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716569, "master_duel_rarity": "N"}