{"konami_id": 11934, "password": 15146890, "name": {"en": "Dragonpulse Magician", "de": "Drachenpuls-Magier", "es": "Mago Pulsodragón", "fr": "Magicien Dragonpulsant", "it": "Mago Dragobattito", "pt": "Mago do Pulso do Dragão", "ja": "<ruby>竜<rt>りゅう</rt></ruby><ruby>脈<rt>みゃく</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>", "ja_romaji": "Ryūmyaku no Majutsushi", "ko": "용맥의 마술사", "ko_rr": null, "zh-TW": "龍脈的魔術師", "zh-CN": "龙脉的魔术师"}, "text": {"en": "This boy magician has the gift of seeing the natural lines of energy that run through the earth, which his people call the Pulse of the Dragon. His exuberance and skill put him in high regard with his mentor, the \"Dragonpit Magician\".", "de": "Dieser Magierjunge hat die Gabe, die natürlichen Energielinien sehen zu können, die überall auf der Erde verlaufen und von seinem Volk als Drachenpuls bezeichnet werden. Aufgrund seiner Begeisterungsfähigkeit und seiner Fertigkeiten gehört er zu den Lieblingsschülern vom „Drachengruben-Magier“, der sein Mentor ist.", "es": "Este niño mago tiene el don de ver las líneas naturales de energía que corren a través de la tierra, lo que su gente llama el Pulso del Dragón. Su exuberancia y habilidad lo han puesto en alta estima de su mentor, el \"Mago Fosadragón\".", "fr": "Ce garçon magicien a le don de voir les lignes d'énergie naturelles qui courent autour de la terre, que son peuple nomme Pulsations du Dragon. Son exubérance et son talent lui ont valu le respect de son mentor, le \"Magicien Dragonfosse\".", "it": "Questo ragazzo mago ha il dono di vedere le linee naturali di energia che scorrono nella terra, che la sua gente chiama Battito del Drago. La sua esuberanza e abilità lo fanno stimare molto dal suo tutore, il \"Mago Dragopozzo\".", "pt": "Este jovem mago tem o dom de ver as linhas naturais de energia que cruzam a terra, que seu povo chama de Pulso do Dragão. Sua exuberância e perícia lhe conferem muito prestígio com seu mentor, O \"Mago do Fosso do Dragão\".", "ja": "元気だけが取り得の駆け出しの少年魔術師。実は無意識のうちに大地に眠る竜の魂を知覚する能力を有しており、まだ半人前ながらその資質の高さには師匠の「竜穴の魔術師」も一目置いている。", "ko": "건강만이 장점인 신출내기 소년 마술사. 사실 무의식 중에 대지에 잠든 용의 영혼을 지각하는 능력을 가지고 있어, 아직 미숙하지만 그 훌륭한 자질에는 스승인 \"용혈의 마술사\"도 인정하고 있다.", "zh-TW": null, "zh-CN": "只有充满活力这一点长处的新手少年魔术师。但其实他已在不知不觉中具备了感知沉睡于大地的龙之灵魂的能力。虽然还不能独当一面，但因为天赋异禀，师傅“龙穴的魔术师”也对他另眼相看。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 900, "pendulum_scale": 1, "pendulum_effect": {"en": "Once per turn, if you have a \"Magician\" card in your other Pendulum Zone: You can discard 1 Pendulum Monster, then target 1 face-up monster on the field; destroy it.", "de": "Einmal pro Spielzug, falls du eine „Magier“-Karte in deiner anderen Pendelzone hast: Du kannst 1 Pendelmonster abwerfen und dann 1 offenes Monster auf dem Spielfeld wählen; zerstöre es.", "es": "Una vez por turno, si tienes una carta \"Mago/a\" en tu otra Zona de Péndulo: puedes descartar 1 Monstruo de Péndulo, y después seleccionar 1 monstruo boca arriba en el campo; destrúyelo.", "fr": "Une fois par tour, si vous avez une carte \"Magicien\" dans votre autre Zone Pendule : vous pouvez défausser 1 Monstre Pendule, puis ciblez 1 monstre face recto sur le terrain ; détruisez-le.", "it": "Una volta per turno, se hai una carta \"Mago\" nella tua altra Zona Pendulum: puoi scartare 1 Mostro Pendulum, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; distruggilo.", "pt": "Uma vez por turno, se você tiver um card \"Mago\" na sua outra Zona de Pêndulo: você pode descartar 1 Monstro Pêndulo e, depois, escolher 1 monstro com a face para cima no campo; destrua-o.", "ja": "①：１ターンに１度、もう片方の自分のＰゾーンに「魔術師」カードが存在する場合、手札のＰモンスター１体を捨て、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターを破壊する。", "ko": "①: 1턴에 1번, 다른 한쪽 자신의 펜듈럼 존에 \"마술사\" 카드가 존재할 경우, 패의 펜듈럼 몬스터 1장을 버리고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": "①：１回合１次，在我方另一側鐘擺區存在「魔術師」卡的狀況下，可捨棄手牌的１隻鐘擺怪獸，將場上的１隻正面表示怪獸做為對象發動。破壞該怪獸。", "zh-CN": "①：１回合１次，另一方自己的灵摆区域有“魔术师”卡存在的情况下，舍弃手牌的１只灵摆怪兽，以场上的１只表侧表示怪兽为对象可以发动。将该怪兽破坏。"}, "series": ["Magician"], "images": [{"index": 1, "image": "DragonpulseMagician-PEVO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDMP-EN001", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-EN013", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDMP-DE001", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-DE013", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "es": [{"set_number": "SDMP-SP001", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-SP013", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDMP-FR001", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-FR013", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDMP-IT001", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-IT013", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDMP-PT001", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-PT013", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD29-JP001", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD29-KR001", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD29-SC001", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 346948, "master_duel_rarity": "N"}