{"konami_id": 18805, "password": 15171722, "name": {"en": "Evolsaur Lios", "de": "Evolsaurier Lios", "es": "Lios Evolusaurio", "fr": "Évolsaure Lios", "it": "Evolsauro Lios", "pt": "Evolssauro Lios", "ja": "エヴォルダー・リオス", "ja_romaji": "Evorudā Riosu", "ko": "에볼더 리오스", "ko_rr": "Eboldeo Rioseu", "zh-TW": "進化龍 滑齒龍", "zh-CN": "进化龙・滑齿龙"}, "text": {"en": "If this card is Normal or Special Summoned: You can Set 1 \"Evolutionary Bridge\" or \"Evo-Singularity\" directly from your Deck. During your Main Phase, if you control this card that was Normal Summoned, or Special Summoned by the effect of a FIRE monster: You can send 1 FIRE Reptile or Dinosaur monster from your Deck to the GY, then you can make 2 monsters on the field become the same Type and Level as that monster sent to the GY. You can only use each effect of \"Evolsaur Lios\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Brücke der Evolution“ oder „Evo-Singularität“ direkt von deinem Deck setzen. Während deiner Main Phase, falls du diese Karte kontrollierst, die als Normalbeschwörung oder durch den Effekt eines FEUER Monsters als Spezialbeschwörung beschworen wurde: Du kannst 1 FEUER Reptil- oder Dinosaurier-Monster von deinem Deck auf den Friedhof legen, dann kannst du 2 Monster auf dem Spielfeld zum selben Typ und zur selben Stufe wie jenes auf den Friedhof gelegte Monster werden lassen. Du kannst jeden Effekt von „Evolsaurier Lios“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Colocar 1 \"Puente Evolutivo\" o \"Evo-Singularidad\" directamente desde tu Deck. Durante tu Main Phase, si controlas esta carta que fue Invocada de Modo Normal, o Invocada de Modo Especial por efecto de un monstruo de FUEGO: puedes mandar al Cementerio 1 monstruo Reptil o Dinosaurio, de FUEGO, en tu Deck, y después puedes hacer que 2 monstruos en el Campo se conviertan en del mismo Tipo y Nivel que los de ese monstruo mandado al Cementerio. Sólo puedes usar cada efecto de \"Lios Evolusaurio\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Poser 1 \"Couloir d'Évolution\" ou \"Singularité-Évo\" directement depuis votre Deck. Durant votre Main Phase, si vous contrôlez cette carte qui a été Invoquée Normalement ou Invoquée Spécialement par l'effet d'un monstre FEU : vous pouvez envoyer 1 monstre FEU Reptile ou Dinosaure depuis votre Deck au Cimetière, puis vous pouvez faire devenir 2 monstres sur le Terrain du même Type et Niveau que le monstre envoyé au Cimetière. Vous ne pouvez utiliser chaque effet de \"Évolsaure Lios\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Posizionare 1 \"Ponte Evolutivo\" o \"Evo-Singolarità\" direttamente dal tuo Deck. Durante la tua Main Phase, se controlli questa carta che è stata Evocata Normalmente, o Evocata Specialmente dall'effetto di un mostro FUOCO: puoi mandare 1 mostro FUOCO Rettile o Dinosauro dal tuo Deck al Cimitero, poi puoi far diventare 2 mostri sul Terreno dello stesso Tipo e Livello di quel mostro mandato al Cimitero. Puoi utilizzare ogni effetto di \"Evolsauro Lios\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Baixar 1 \"Ponte Evolucionária\" ou \"Evo-Singularidade\" diretamente do seu Deck. Durante sua Fase Principal, se você controlar este card que foi Invocado por Invocação-Normal, ou Invocado por Invocação-Especial pelo efeito de um monstro de FOGO: você pode enviar para o Cemitério 1 monstro Réptil ou Dinossauro de FOGO do seu Deck e, depois, você pode fazer com que 2 monstros no campo se tornem do mesmo Tipo e Nível que esse monstro enviado para o Cemitério. Você só pode usar cada efeito de \"Evolssauro Lios\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「進化への懸け橋」か「進化の特異点」１枚を自分フィールドにセットする。②：このカードが召喚または炎属性モンスターの効果で特殊召喚されている場合、自分メインフェイズに発動できる。デッキから爬虫類族・恐竜族の炎属性モンスター１体を墓地へ送る。その後、フィールドのモンスター２体の種族とレベルを墓地へ送ったモンスターと同じにできる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"진화의 현교\"나 \"진화의 특이점\" 1장을 자신 필드에 세트한다. ②: 이 카드가 일반 소환 또는 화염 속성 몬스터의 효과로 특수 소환되어 있을 경우, 자신 메인 페이즈에 발동할 수 있다. 덱에서 파충류족 / 공룡족의 화염 속성 몬스터 1장을 묘지로 보낸다. 그 후, 필드의 몬스터 2장의 종족과 레벨을 묘지로 보낸 몬스터와 같게 할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“通往进化的桥梁”或“进化的特异点”放置在自己场上。\n②：此卡被召唤或因炎属性怪兽的效果被特殊召唤的情况下，在自己的主要阶段可以发动。从牌组将１只爬虫类族・恐龙族的炎属性怪兽送至墓地。然后，可将场上的２只怪兽的种族和等级改成和送至墓地的怪兽相同。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "FIRE", "level": 4, "atk": 1600, "def": 400, "series": ["Evol", "Evolsaur"], "images": [{"index": 1, "image": "EvolsaurLios-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN018", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-EN214", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUNE-DE018", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-DE214", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUNE-SP018", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-SP214", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUNE-FR018", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-FR214", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUNE-IT018", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-IT214", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUNE-PT018", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-PT214", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DUNE-JP018", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR018", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC018", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 806085, "master_duel_rarity": "SR"}