{"konami_id": 19203, "password": 15306543, "name": {"en": "Stars Align Above the Shrine", "de": "Sterne begegnen sich über dem Schrein", "es": "Las Estrellas se Encuentran Sobre el Santuario", "fr": "Alignement d'Étoiles Au-Dessus du Sanctuaire", "it": "Le Stelle si Allineano Sopra al Reliquiario", "pt": "Alinhamento Estelar Sobre o Santuário", "ja": "<ruby>星<rt>ほし</rt></ruby><ruby>逢<rt>あい</rt></ruby>の<ruby>神籬<rt>ひもろぎ</rt></ruby>", "ja_romaji": "Hoshiai no Himorogi", "ko": "성봉의 신리", "ko_rr": "Seongbong-ui Sinni", "zh-TW": "星逢之神籬", "zh-CN": "星逢之神篱"}, "text": {"en": null, "de": "Einmal pro Spielzug: Du kannst 1 WIND Ritualmonster als Ritualbeschwörung von deinem Deck beschwören, indem du Spirit-Monster und/oder „Shinobivogel-Spielmarken“, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, von deiner Spielfeldseite als Tribut anbietest. Zweimal pro Spielzug, falls ein oder mehr offene WIND Monster, die du kontrollierst, auf deine Hand zurückgegeben werden (außer während des Damage Steps): Du kannst 1 dieser Effekte aktivieren;\n●Füge deiner Hand 1 deiner Spirit-Monster oder Ritualzauber zu, das oder der verbannt ist oder in deinem Friedhof liegt.\n●Setze 1 „Sterne begegnen sich über der Milchstraße“ direkt von deinem Deck.", "es": "Una vez por turno: puedes Invocar por Ritual, desde tu Deck, 1 Monstruo de Ritual de VIENTO, Sacrificando monstruos Spirit y/o \"Ficha Shinobird\" en tu Campo, cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual. Dos veces por turno, si uno o más monstruos de VIENTO boca arriba que controlas son devueltos a tu mano (excepto durante el Damage Step): puedes activar 1 de estos efectos;\n●Añade a tu mano 1 de tus monstruos Spirit o Mágicas de Ritual que estén desterrados o en tu Cementerio.\n●Coloca 1 \"Las Estrellas se Encuentran en la Vía Láctea\" directamente desde tu Deck.", "fr": "Une fois par tour : vous pouvez Invoquer Rituellement 1 Monstre Rituel VENT depuis votre Deck, en Sacrifiant des monstres Spirit et/ou des \"Jeton Shinobiseau\" depuis votre Terrain, dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel. Deux fois par tour, si un ou plusieurs monstres VENT face recto que vous contrôlez sont renvoyés à votre main (sauf durant la Damage Step) : vous pouvez activer 1 de ces effets ;\n●Ajoutez 1 de vos monstres Spirit ou Magies Rituelles qui est banni ou dans votre Cimetière à votre main.\n●Posez 1 \"Alignement d'Étoiles dans la Voie Lactée\" directement depuis votre Deck.", "it": "Una volta per turno: puoi Evocare tramite Rituale 1 Mostro Rituale VENTO dal tuo Deck, offrendo come Tributo mostri Spirito e/o \"Segna-Shinobird\" dal tuo Terreno, con Livello totale pari o superiore al Livello del Mostro Rituale. Due volte per turno, se uno o più mostri VENTO scoperti che controlli vengono fatti ritornare nella tua mano (eccetto durante il Damage Step): puoi attivare 1 di questi effetti;\n●Aggiungi 1 dei tuoi mostri Spirito o Magie Rituali che sono banditi o nel tuo Cimitero alla tua mano.\n●Posiziona 1 \"Le Stelle si Allineano attraverso la Via Lattea\" direttamente dal tuo Deck.", "pt": "Uma vez por turno: você pode Invocar por Invocação-Ritual 1 Monstro de Ritual de VENTO do seu Deck, ao oferecer como Tributo monstros Espírito e/ou uma ou mais \"Ficha de Shinobird\" do seu campo, cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual. Duas vezes por turno, se um ou mais monstros de VENTO com a face para cima que você controla forem devolvidos para a sua mão (exceto durante a Etapa de Dano): você pode ativar 1 desses efeitos;\n●Adicione à sua mão 1 dos seus monstros Espírito ou Magias de Ritual que estiverem banidos ou no seu Cemitério.\n●Baixe 1 \"Alinhamento Estelar pela Via Láctea\" diretamente do seu Deck.", "ja": "①：１ターンに１度、発動できる。自分フィールドのスピリットモンスター及び「霊魂鳥トークン」の中から、レベルの合計が儀式召喚するモンスターのレベル以上になるようにリリースし、デッキから風属性の儀式モンスター１体を儀式召喚する。\n②：１ターンに２度まで、自分フィールドの表側表示の風属性モンスターが自分の手札に戻った場合、以下の効果から１つを選択して発動できる。\n●自分の墓地・除外状態の、スピリットモンスター１体か儀式魔法カード１枚を手札に加える。\n●デッキから「星逢の天河」１枚を自分フィールドにセットする。", "ko": "①: 1턴에 1번, 발동할 수 있다. 자신 필드의 스피릿 몬스터 및 \"에스프릿 버드 토큰\" 중에서, 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록 릴리스하고, 덱에서 바람 속성의 의식 몬스터 1장을 의식 소환한다. ②: 1턴에 2번까지, 자신 필드의 앞면 표시의 바람 속성 몬스터가 자신의 패로 되돌아갔을 경우, 이하의 효과에서 1개를 선택하고 발동할 수 있다. ●자신의 묘지 / 제외 상태인, 스피릿 몬스터 1장이나 의식 마법 카드 1장을 패에 넣는다. ●덱에서 \"성봉의 천하\" 1장을 자신 필드에 세트한다.", "zh-TW": "①：１回合可發動１次。為使等級合計為儀式召喚怪獸的等級以上，從我方場上的靈魂怪獸及「靈魂鳥衍生物」中解放怪獸，從牌組儀式召喚１隻風屬性的儀式怪獸。\n②：１回合最多２次，可在我方場上的正面表示風屬性怪獸回到我方手牌的狀況下，從以下效果選擇１個發動。\n●將我方墓地・除外狀態的１隻靈魂怪獸或１張儀式魔法卡加入手牌。\n●從牌組將１張「星逢之天河」覆蓋在我方場上。", "zh-CN": "①：１回合１次，可以发动。为使合计等级为仪式召唤的怪兽的等级以上，从自己场上的灵魂怪兽及“灵魂鸟衍生物”中将怪兽解放，从牌组将１只风属性仪式怪兽仪式召唤。\n②：１回合最多２次，自己场上的表侧表示风属性怪兽被放回自己手牌的情况下，可从以下效果中选择１个发动。\n●将自己墓地・除外状态的１只灵魂怪兽或１张仪式魔法卡加入手牌。\n●从牌组将１张“星逢之天河”放置在自己场上。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "StarsAlignAbovetheShrine-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN061", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE061", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR061", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT061", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT061", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP061", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR061", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC061", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 992520, "master_duel_rarity": "R"}