{"konami_id": 14032, "password": 15447747, "name": {"en": "Prank-Kids Plan", "de": "Streichbuben-Plan", "es": "Plan Brominiños", "fr": "Plan Farce-Gamins", "it": "Piano Ragazzi-Birichini", "pt": "Plano dos Travesso-Guris", "ja": "プランキッズの<ruby>大<rt>だい</rt></ruby><ruby>作<rt>さく</rt></ruby><ruby>戦<rt>せん</rt></ruby>", "ja_romaji": "Purankizzu no Daisakusen", "ko": "프랭키즈의 대작전", "ko_rr": "Peuraengkijeu Daejakjeon", "zh-TW": "調皮寶貝大作戰", "zh-CN": "调皮宝贝大作战"}, "text": {"en": "During the Main Phase: You can activate this effect; immediately after this effect resolves, Link Summon 1 \"Prank-Kids\" Link Monster using \"Prank-Kids\" monsters you control as material. When an opponent's monster declares an attack: You can banish this card from your GY; shuffle any number of \"Prank-Kids\" cards from your GY into the Deck, and if you do, that attacking monster loses 100 ATK for each card shuffled, until the end of this turn. You can only use each effect of \"Prank-Kids Plan\" once per turn.", "de": "Während der Main Phase: Du kannst diesen Effekt aktivieren; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Streichbuben“-Linkmonster als Linkbeschwörung und verwende dafür „Streichbuben“-Monster, die du kontrollierst, als Material. Wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst diese Karte von deinem Friedhof verbannen; mische eine beliebige Anzahl „Streichbuben“-Karten von deinem Friedhof ins Deck und falls du dies tust, verliert das angreifende Monster bis zum Ende dieses Spielzugs für jede ins Deck gemischte Karte 100 ATK. Du kannst jeden Effekt von „Streichbuben-Plan“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase: puedes activar este efecto; inmediatamente después de que se resuelva este efecto, Invoca por Enlace 1 Monstruo de Enlace \"Brominiños\" usando monstruos \"Brominiños\" que controlas como material. Cuando un monstruo del adversario declara un ataque: puedes desterrar esta carta en tu Cementerio; baraja al Deck cualquier cantidad de cartas \"Brominiños\" en tu Cementerio y, si lo haces, ese monstruo atacante pierde 100 ATK por cada carta barajada, hasta el final de este turno. Sólo puedes usar cada efecto de \"Plan Brominiños\" una vez por turno.", "fr": "Durant la Main Phase : vous pouvez activer cet effet ; immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien \"Farce-Gamins\" en utilisant des monstres \"Farce-Gamins\" que vous contrôlez comme Matériel. Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez bannir cette carte depuis votre Cimetière ; mélangez un nombre de votre choix de cartes \"Farce-Gamins\" depuis votre Cimetière dans le Deck, et si vous le faites, le monstre attaquant perd 100 ATK pour chaque carte mélangée, jusqu'à la fin de ce tour. Vous ne pouvez utiliser chaque effet de \"Plan Farce-Gamins\" qu'une fois par tour.", "it": "Durante la Main Phase: puoi attivare questo effetto; immediatamente dopo che questo effetto si è risolto, Evoca Link 1 Mostro Link \"Ragazzi-Birichini\" utilizzando mostri \"Ragazzi-Birichini\" che controlli come materiale. Quando un mostro dell'avversario dichiara un attacco: puoi bandire questa carta dal tuo Cimitero; mischia un qualsiasi numero di carte \"Ragazzi-Birichini\" dal tuo Cimitero nel Deck e, se lo fai, quel mostro attaccante perde 100 ATK per ogni carta mischiata, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Piano Ragazzi-Birichini\" una sola volta per turno.", "pt": "Durante a Fase Principal: você pode ativar este efeito; imediatamente depois que este efeito resolver, Invoque por Invocação-Link 1 Monstro Link \"Travesso-Guris\" usando monstros \"Travesso-Guris\" que você controla como matéria. Quando um monstro do oponente declarar um ataque: você pode banir este card do seu Cemitério; embaralhe no Deck qualquer número de cards \"Travesso-Guris\" do seu Cemitério e, se isso acontecer, até o final deste turno, esse monstro atacante perde 100 de ATK para cada card embaralhado. Você só pode usar cada efeito de \"Plano dos Travesso-Guris\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに発動できる。自分フィールドの「プランキッズ」モンスターを素材として「プランキッズ」リンクモンスター１体をリンク召喚する。②：相手モンスターの攻撃宣言時に墓地のこのカードを除外して発動できる。自分の墓地の「プランキッズ」カードを任意の数だけ選んでデッキに戻し、その攻撃モンスターの攻撃力はターン終了時まで戻した数×１００ダウンする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 자신 필드의 \"프랭키즈\" 몬스터를 소재로서 \"프랭키즈\" 링크 몬스터 1장을 링크 소환한다. ②: 상대 몬스터의 공격 선언시에 묘지의 이 카드를 제외하고 발동할 수 있다. 자신 묘지의 \"프랭키즈\" 카드를 임의의 수만큼 골라 덱으로 되돌리고, 그 공격 몬스터의 공격력은 턴 종료시까지 되돌린 수 × 100 내린다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：自己·对方的主要阶段才能发动。用自己场上的「调皮宝贝」怪兽为素材把1只「调皮宝贝」连接怪兽连接召唤。\n②：对方怪兽的攻击宣言时把墓地的这张卡除外才能发动。选自己墓地的「调皮宝贝」卡任意数量回到卡组，那只攻击怪兽的攻击力直到回合结束时下降回去数量×100。"}, "card_type": "Trap", "property": "Continuous", "series": ["Prank-Kids"], "images": [{"index": 1, "image": "PrankKidsPlan-HISU-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "HISU-EN026", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "de": [{"set_number": "HISU-DE026", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "fr": [{"set_number": "HISU-FR026", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "it": [{"set_number": "HISU-IT026", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "pt": [{"set_number": "HISU-PT026", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBHS-JP026", "set_name": "Deck Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBHS-KR026", "set_name": "Deck Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 567558, "master_duel_rarity": "N"}