{"konami_id": 13353, "password": 15449853, "name": {"en": "The Sanctum of Parshath", "de": "Das Heiligtum von Parshath", "es": "El Sánctum de Parsath", "fr": "Le Sanctum de Parshath", "it": "Il Sacrario di Parshath", "pt": "O Sacrário de Parshath", "ja": "パーシアスの<ruby>神<rt>しん</rt></ruby><ruby>域<rt>いき</rt></ruby>", "ja_romaji": "Pāshiasu no Shin'iki", "ko": "파샤스의 신역", "ko_rr": "Pasyaseu-ui Sin-yeok", "zh-TW": "珀耳修斯的神域", "zh-CN": "珀耳修斯的神域"}, "text": {"en": "This card's name becomes \"The Sanctuary in the Sky\" while on the field or in the GY. Fairy monsters on the field gain 300 ATK/DEF. Set Spells/Traps cannot be destroyed by card effects, also neither player can target them with card effects. Once per turn: You can target a total of 3 Fairy monsters and/or Counter Traps with different names in your GY; place them on top of your Deck in any order.", "de": "Der Name dieser Karte wird zu „Die Zuflucht im Himmel“, solange sie auf dem Spielfeld oder im Friedhof liegt. Fee-Monster auf dem Spielfeld erhalten 300 ATK/DEF. Gesetzte Zauber/Fallen können nicht durch Karteneffekte zerstört werden, zusätzlich kann kein Spieler sie als Ziel für Karteneffekte wählen. Einmal pro Spielzug: Du kannst insgesamt 3 Fee-Monster und/oder Konterfallen mit unterschiedlichen Namen in deinem Friedhof wählen; lege sie in beliebiger Reihenfolge auf dein Deck.", "es": "El nombre de esta carta se convierte en \"El Santuario en el Cielo\" mientras está en el Campo o en el Cementerio. Los monstruos Hada en el Campo ganan 300 ATK/DEF. Las Mágicas/Trampas Colocadas no pueden ser destruidas por efectos de cartas, y además ningún jugador puede seleccionarlas con efectos de cartas. Una vez por turno: puedes seleccionar un total de 3 monstruos Hada y/o Trampas de Contraefecto con nombres diferentes en tu Cementerio; ponlos en la parte superior de tu Deck en cualquier orden.", "fr": "Le nom de cette carte devient \"Le Sanctuaire Céleste\" tant qu'elle est sur le Terrain ou dans le Cimetière. Les monstres Elfe sur le Terrain gagnent 300 ATK/DEF. Les Magies/Pièges Posés ne peuvent pas être détruits par des effets de carte, et aussi, aucun joueur ne peut les cibler avec des effets de carte. Une fois par tour : vous pouvez cibler un total de 3 monstres Elfe et/ou Contre-Pièges de noms différents dans votre Cimetière ; placez-les au-dessus de votre Deck dans l'ordre de votre choix.", "it": "Il nome di questa carta diventa \"Il Santuario nel Cielo\" mentre è sul Terreno o nel Cimitero. I mostri Fata sul Terreno guadagnano 300 ATK/DEF. Le Magie/Trappole Posizionate non possono essere distrutte dagli effetti delle carte, inoltre nessun giocatore può sceglierle come bersaglio con gli effetti delle carte. Una volta per turno: puoi scegliere come bersaglio un totale di 3 mostri Fata e/o Contro-Trappole con nomi diversi nel tuo Cimitero; mettili in cima al tuo Deck in qualsiasi ordine.", "pt": "O nome deste card se torna \"O Santuário no Céu\" enquanto ele estiver no campo ou no Cemitério. Monstros Fada no campo ganham 300 de ATK/DEF. Magias/Armadilhas Baixadas não podem ser destruídas por efeitos de card e, além disso, nenhum duelista pode escolhê-las como alvo de efeitos de card. Uma vez por turno: você pode escolher um total de 3 monstros Fada e/ou Armadilhas de Resposta com nomes diferentes no seu Cemitério; coloque-os no topo do seu Deck em qualquer ordem.", "ja": "①：このカードのカード名は、フィールド・墓地に存在する限り「天空の聖域」として扱う。②：このカードが魔法＆罠ゾーンに存在する限り、フィールドの天使族モンスターの攻撃力・守備力は３００アップし、フィールドにセットされた魔法・罠カードは効果の対象にならず、効果では破壊されない。③：１ターンに１度、自分の墓地の天使族モンスター及びカウンター罠カードの中から、合計３枚を対象として発動できる（同名カードは１枚まで）。そのカードを好きな順番でデッキの上に戻す。", "ko": "①: 이 카드의 카드명은, 필드 / 묘지에 존재하는 한 \"천공의 성역\"으로 취급한다. ②: 이 카드가 마법 & 함정 존에 존재하는 한, 필드의 천사족 몬스터의 공격력 / 수비력은 300 올리고, 필드에 세트된 마법 / 함정 카드는 효과의 대상이 되지 않으며, 효과로는 파괴되지 않는다. ③: 1턴에 1번, 자신 묘지의 천사족 몬스터 및 카운터 함정 카드 중에서, 합계 3장을 대상으로 하고 발동할 수 있다(같은 이름의 카드는 1장까지). 그 카드를 좋아하는 순서대로 덱 위로 되돌린다.", "zh-TW": null, "zh-CN": "①：这张卡的卡名只要在场上·墓地存在当作「天空の聖域」使用。②：只要这张卡在魔法与陷阱区域存在，场上的天使族怪兽的攻击力·守备力上升300，场上盖放的魔法·陷阱卡不会成为效果的对象，不会被效果破坏。③：1回合1次，从自己墓地的天使族怪兽以及反击陷阱卡之中以合计3张为对象才能发动（同名卡最多1张）。那些卡用喜欢的顺序回到卡组上面。"}, "card_type": "Spell", "property": "Continuous", "series": ["Parshath", "The Sanctuary in the Sky"], "images": [{"index": 1, "image": "TheSanctumofParshath-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SR05-EN025", "set_name": "Structure Deck: Wave of Light", "rarities": ["Super Rare"]}, {"set_number": "GFP2-EN162", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SR05-DE025", "set_name": "Structure Deck: Wave of Light", "rarities": ["Super Rare"]}, {"set_number": "GFP2-DE162", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SR05-SP025", "set_name": "Structure Deck: Wave of Light", "rarities": ["Super Rare"]}, {"set_number": "GFP2-SP162", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SR05-FR025", "set_name": "Structure Deck: Wave of Light", "rarities": ["Super Rare"]}, {"set_number": "GFP2-FR162", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SR05-IT025", "set_name": "Structure Deck: Wave of Light", "rarities": ["Super Rare"]}, {"set_number": "GFP2-IT162", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SR05-PT025", "set_name": "Structure Deck: Wave of Light", "rarities": ["Super Rare"]}, {"set_number": "GFP2-PT162", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR05-JP025", "set_name": "Structure Deck R: Surge of Divine Light", "rarities": ["Super Rare"]}, {"set_number": "SR12-JP025", "set_name": "Structure Deck R: Lost Sanctuary", "rarities": ["Common"]}], "ko": [{"set_number": "SR05-KR025", "set_name": "Structure Deck R: Surge of Divine Light", "rarities": ["Super Rare"]}, {"set_number": "SR12-KR025", "set_name": "Structure Deck R: Lost Sanctuary", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 520412, "master_duel_rarity": "R"}