{"konami_id": 12575, "password": 15502037, "name": {"en": "Gamma The Electromagnet Warrior", "de": "Gamma, Elektromagnetkrieger", "es": "Gamma el Guerrero Magnético Electrónico", "fr": "Gamma, le Guerrier Magnétique Électrique", "it": "Guerriero Magnetico Elettrico Gamma", "pt": "Gama, o Guerreiro Imã Temporal", "ja": "<ruby>電磁石の戦士γ<rt>エレクトロマグネット・ウォリアー・ガンマ</rt></ruby>", "ja_romaji": "Erekutoromagunetto Woriā Ganma", "ko": "엘렉트로 마그넷 워리어 γ", "ko_rr": null, "zh-TW": "電磁石戰士γ", "zh-CN": "电磁石战士γ"}, "text": {"en": null, "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Magnetkrieger“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand beschwören, außer „Gamma, Elektromagnetkrieger“. Du kannst diesen Effekt von „Gamma, Elektromagnetkrieger“ nur einmal pro Spielzug verwenden. Während des Spielzugs deines Gegners: Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Magnetkrieger“-Monster der Stufe 4 als Spezialbeschwörung von deinem Deck. (Dies ist ein Schnelleffekt.)", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo \"Guerrero Magnético\" de Nivel 4 o menor, excepto \"Gamma el Guerrero Magnético Electrónico\". Sólo puedes usar este efecto de \"Gamma el Guerrero Magnético Electrónico\" una vez por turno. Durante el turno de tu adversario: puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Guerrero Magnético\" de Nivel 4 (éste es un Efecto Rápido).", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 (\"Gamma, le Guerrier Magnétique Électrique\" exclu) depuis votre main. Vous ne pouvez utiliser cet effet de \"Gamma, le Guerrier Magnétique Électrique\" qu'une fois par tour. Durant le tour de votre adversaire : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Guerrier Magnétique\" de Niveau 4 depuis votre Deck (ceci est un Effet Rapide).", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro \"Guerriero Magnetico\" di Livello 4 o inferiore dalla tua mano, eccetto \"Guerriero Magnetico Elettrico Gamma\". Puoi utilizzare questo effetto di \"Guerriero Magnetico Elettrico Gamma\" una sola volta per turno. Durante il turno del tuo avversario: puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro \"Guerriero Magnetico\" di Livello 4 dal tuo Deck (questo è un Effetto Rapido).", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro \"Guerreiro Imã\" de Nível 4 ou menos da sua mão, exceto \"Gama, o Guerreiro Imã Temporal\". Você só pode usar este efeito de \"Gama, o Guerreiro Imã Temporal\" uma vez por turno. Durante o turno do seu oponente: você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro \"Guerreiro Imã\" de Nível 4 do seu Deck (este é um Efeito Rápido).", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：このカードが召喚・特殊召喚した場合に発動できる。手札から「電磁石の戦士γ」以外のレベル４以下の「マグネット・ウォリアー」モンスター１体を特殊召喚する。\n②：相手ターンに、このカードをリリースして発動できる。デッキからレベル４の「マグネット・ウォリアー」モンスター１体を特殊召喚する。", "ko": "\"엘렉트로 마그넷 워리어 γ\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 패에서 \"엘렉트로 마그넷 워리어 γ\" 이외의 레벨 4 이하의 \"마그넷 워리어\" 몬스터 1장을 특수 소환한다. ②: 상대 턴에 이 카드를 릴리스하고 발동할 수 있다. 덱에서 레벨 4 의 \"마그넷 워리어\" 몬스터 1장을 특수 소환한다.", "zh-TW": "「電磁石戰士γ」的①效果，１回合僅限使用１次。①：可在此卡召喚・特殊召喚成功的狀況下發動。從手牌特殊召喚１隻「電磁石戰士γ」以外的等級４以下的「磁石戰士」怪獸。②：可在對方回合解放此卡發動。從牌組特殊召喚１隻等級４的「磁石戰士」怪獸。", "zh-CN": "“电磁石战士γ”的①效果１回合只可使用１次。①：此卡召唤・特殊召唤成功的场合可发动。从手牌特殊召唤１只除“电磁石战士γ”以外的等级４以下的“磁石战士”怪兽。②：可在对手回合解放此卡并发动。从牌组特殊召唤１只等级４的“磁石战士”怪兽。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 3, "atk": 800, "def": 2000, "series": ["Warrior", "Magnet Warrior"], "images": [{"index": 1, "image": "GammaTheElectromagnetWarrior-SDMY-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDMY-EN003", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDMY-DE003", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDMY-FR003", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDMY-IT003", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDMY-PT003", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SDMY-JP003", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SDMY-KR003", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 443830, "master_duel_rarity": "R"}