{"konami_id": 12515, "password": 15610297, "name": {"en": "Vijam the Cubic Seed", "de": "Vijam der kubische Samen", "es": "Vijam la Semilla Cúbica", "fr": "Vijam la Graine Cubique", "it": "Vijam il Seme Cubico", "pt": "Vijam, a Semente Cúbica", "ja": "<ruby>方<rt>ほう</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>胤<rt>いん</rt></ruby>ヴィジャム", "ja_romaji": "Hōkai'in Vijamu", "ko": "방계윤 비잠", "ko_rr": "Bang-gyeyun Bijam", "zh-TW": "方界胤 維賈姆", "zh-CN": "方界胤维贾姆"}, "text": {"en": "Cannot be destroyed by battle. At the end of the Damage Step, if this card battled an opponent's monster: You can place this card face-up in your Spell & Trap Zone as a Continuous Spell Card, and if you do, place 1 Cubic Counter on that opponent's monster. (Monsters with a Cubic Counter cannot attack, also negate their effects.) If this card is treated as a Continuous Spell Card by this effect, during your Main Phase: You can Special Summon this card from your Spell & Trap Zone.", "de": "Kann nicht durch Kampf zerstört werden. Am Ende des Damage Steps, falls diese Karte gegen ein Monster deines Gegners gekämpft hat: Du kannst diese Karte als Permanente Zauberkarte offen in deine Zauber- & Fallenzone legen und falls du dies tust, lege 1 Kubisch-Zählmarke auf das Monster deines Gegners. (Monster mit einer Kubisch-Zählmarke können nicht angreifen, zusätzlich annulliere ihre Effekte.) Falls diese Karte durch diesen Effekt als Permanente Zauberkarte behandelt wird, während deiner Main Phase: Du kannst diese Karte als Spezialbeschwörung von deiner Zauber- & Fallenzone beschwören.", "es": "No puede ser destruida en batalla. Al final del Damage Step, si esta carta batalló con un monstruo de tu adversario: puedes poner esta carta boca arriba en tu Zona de Magia y Trampas como una Carta Mágica Continua y, si lo haces, pon 1 Contador Cúbico en ese monstruo de tu adversario. (Los monstruos con un Contador Cúbico no pueden atacar, y también niega sus efectos). Si esta carta es tratada como una Carta Mágica Continua por este efecto, durante tu Main Phase: puedes Invocar esta carta de Modo Especial desde tu Zona de Magia y Trampas.", "fr": "Non destructible au combat. À la fin de la Damage Step, si cette carte a combattu un monstre de votre adversaire : vous pouvez placer cette carte face recto dans votre Zone Magie & Piège comme une Carte Magie Continue, et si vous le faites, placez 1 Compteur Cubique sur le monstre de votre adversaire. (Les monstres avec un Compteur Cubique ne peuvent pas attaquer, et aussi, annulez leurs effets.) Si cette carte est traitée comme une Carte Magie Continue par cet effet, durant votre Main Phase : vous pouvez Invoquer Spécialement cette carte depuis votre Zone Magie & Piège.", "it": "Non può essere distrutto in battaglia. Alla fine del Damage Step, se questa carta ha combattuto con un mostro dell'avversario: puoi mettere questa carta scoperta nella tua Zona Magie & Trappole come Carta Magia Continua e, se lo fai, metti 1 Segnalino Cubico su quel mostro dell'avversario. (I mostri con un Segnalino Cubico non possono attaccare, inoltre annulla i loro effetti.) Se questa carta viene considerata come una Carta Magia Continua per questo effetto, durante la tua Main Phase: puoi Evocare Specialmente questa carta dalla tua Zona Magie & Trappole.", "pt": "Não pode ser destruído em batalha. No final da Etapa de Dano, se este card batalhar um monstro do oponente: você pode colocar este card com a face para cima na sua Zona de Magias & Armadilhas como um Card de Magia Contínua e, se isso acontecer, coloque 1 Marcador Cúbico nesse monstro do oponente. (Monstros com um Marcador Cúbico não podem atacar e, além disso, negue seus efeitos.) Se este card for considerado como um Card de Magia Contínua por este efeito, durante sua Fase Principal: você pode Invocar este card por Invocação-Especial da sua Zona de Magias & Armadilhas.", "ja": "①：このカードは戦闘では破壊されない。②：このカードが相手モンスターと戦闘を行ったダメージステップ終了時に発動できる。モンスターゾーンのこのカードを永続魔法カード扱いとして自分の魔法＆罠ゾーンに表側表示で置き、その相手モンスターに方界カウンターを１つ置く。方界カウンターが置かれたモンスターは攻撃できず、効果は無効化される。③：このカードの効果でこのカードが永続魔法カード扱いになっている場合、自分メインフェイズに発動できる。魔法＆罠ゾーンのこのカードを特殊召喚する。", "ko": "①: 이 카드는 전투로는 파괴되지 않는다. ②: 이 카드가 상대 몬스터와 전투를 실행한 데미지 스텝 종료시에 발동할 수 있다. 몬스터 존의 이 카드를 지속 마법 카드로 취급하여 자신의 마법 & 함정 존에 앞면 표시로 놓고, 그 상대 몬스터에 방계 카운터를 1개 놓는다. 방계 카운터가 놓여 있는 몬스터는 공격할 수 없으며, 효과는 무효화된다. ③: 이 카드의 효과로 이 카드가 지속 마법 카드로 취급되어 있을 경우, 자신 메인 페이즈에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "①：这张卡不会被战斗破坏。②：这张卡和对方怪兽进行战斗的伤害步骤结束时才能发动。怪兽区域的这张卡当作永续魔法卡使用在自己的魔法与陷阱区域表侧表示放置，给那只对方怪兽放置1个方界指示物。有方界指示物放置的怪兽不能攻击，效果无效化。③：这张卡的效果让这张卡当作永续魔法卡使用的场合，自己主要阶段才能发动。魔法与陷阱区域的这张卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "series": ["Cubic"], "images": [{"index": 1, "image": "VijamtheCubicSeed-MVP1-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "MVP1-EN032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ENG32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ENS32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "de": [{"set_number": "MVP1-DE032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-DEG32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-DES32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "es": [{"set_number": "MVP1-SP032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-SPG32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-SPS32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "MVP1-FR032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-FRG32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-FRS32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "it": [{"set_number": "MVP1-IT032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ITG32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ITS32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "MVP1-PT032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-PTG32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-PTS32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "MVP1-JP032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Kaiba Corporation Ultra Rare"]}, {"set_number": "20TH-JPC40", "set_name": "20th Anniversary Legend Collection", "rarities": ["Secret Rare", "Super Parallel Rare"]}], "ko": [{"set_number": "MVP1-KR032", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "LEC1-KR040", "set_name": "20th Anniversary Legend Collection", "rarities": ["Super Parallel Rare", "Secret Rare"]}, {"set_number": "MVP1-KRQ32", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Quarter Century Edition", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 361477, "master_duel_rarity": "R"}