{"konami_id": 14306, "password": 15721392, "name": {"en": "Super Quantal Alphancall Appeal", "de": "Superquantal Alphan-Rufbeschwerde", "es": "Alfan Reclamo, Súper Cuantal", "fr": "Appel de Demande Alphan Super Quantique", "it": "Super Quantal Alfanrichiamo Appello", "pt": "Apelo Alfancall Super Quantal", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>量<rt>りょう</rt></ruby><ruby>要<rt>よう</rt></ruby><ruby>請<rt>せい</rt></ruby>アルファンコール", "ja_romaji": "Chōryō Yōsei Arufan Kōru", "ko": "초량요청 알팡콜", "ko_rr": "Choryang-yocheong Alpangkol", "zh-TW": "超級量子要求 阿爾方呼叫", "zh-CN": "超级量子要请 阿尔方呼叫"}, "text": {"en": "If a \"Super Quant\" monster you control is destroyed by battle: Special Summon 1 \"Super Quantal Mech Beast\" Xyz Monster from your Extra Deck, then you can Special Summon 1 \"Super Quantum\" monster from your hand, Deck, or GY, that is specifically listed on that Xyz Monster in its text, but negate its effects. You can only activate 1 \"Super Quantal Alphancall Appeal\" per turn.", "de": "Falls ein „Superquant“-Monster, das du kontrollierst, durch Kampf zerstört wird: Beschwöre 1 „Superquantal Mechungeheuer“-Xyz-Monster als Spezialbeschwörung von deinem Extra Deck, dann kannst du 1 „Superquantum“-Monster, das ausdrücklich im Text des Xyz-Monster aufgeführt wird, als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof beschwören, aber annulliere seine Effekte. Du kannst nur 1 „Superquantal Alphan-Rufbeschwerde“ pro Spielzug aktivieren.", "es": "Si un monstruo \"Súper Cuant\" que controlas es destruido en batalla: Invoca de Modo Especial 1 Monstruo Xyz \"Mecha Bestia Súper Cuantal\" en tu Deck Extra, y después puedes Invocar de Modo Especial, desde tu mano, Deck o Cementerio, 1 monstruo \"Súper Cuantio\", que sea listado específicamente en el texto de ese Monstruo Xyz, pero niega sus efectos. Sólo puedes activar 1 \"Alfan Reclamo, Súper Cuantal\" por turno.", "fr": "Si un monstre \"Super Quant\" que vous contrôlez est détruit au combat : Invoquez Spécialement 1 Monstre Xyz \"Bête Méca Super Quantique\" depuis votre Extra Deck, puis vous pouvez Invoquer Spécialement 1 monstre \"Super Quantum\" depuis votre main, Deck ou Cimetière, qui est spécifiquement listé dans le texte du Monstre Xyz, mais annulez ses effets. Vous ne pouvez activer qu'1 \"Appel de Demande Alphan Super Quantique\" par tour.", "it": "Se un mostro \"Super Quant\" che controlli viene distrutto in battaglia: Evoca Specialmente 1 Mostro Xyz \"Super Quantal Bestia Mech\" dal tuo Extra Deck, poi puoi Evocare Specialmente dalla tua mano, Deck o Cimitero, 1 mostro \"Super Quantum\" che è specificamente indicato su quel Mostro Xyz nel suo testo, ma annulla i suoi effetti. Puoi attivare solo 1 \"Super Quantal Alfanrichiamo Appello\" per turno.", "pt": "Se um monstro \"Super Quant\" que você controla for destruído em batalha: Invoque por Invocação-Especial 1 Monstro Xyz \"Besta Mech Super Quantal\" do seu Deck Adicional e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Super Quantum\" da sua mão, do Deck ou do Cemitério, que esteja especificamente listado no texto desse Monstro Xyz, mas negue seus efeitos. Você só pode ativar 1 \"Apelo Alfancall Super Quantal\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の「超量」モンスターが戦闘で破壊された時に発動できる。ＥＸデッキから「超量機獣」Ｘモンスター１体を特殊召喚する。その後、そのＸモンスターカードにカード名が記された「超量士」モンスター１体を自分の手札・デッキ・墓地から選び、効果を無効にして特殊召喚できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신의 \"초량\" 몬스터가 전투로 파괴되었을 때에 발동할 수 있다. 엑스트라 덱에서 \"초량기수\" 엑시즈 몬스터 1장을 특수 소환한다. 그 후, 그 엑시즈 몬스터 카드에 카드명이 쓰여진 \"초량사\" 몬스터 1장을 자신의 패 / 덱 / 묘지에서 골라, 효과를 무효로 하고 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：自己的「超级量子」怪兽被战斗破坏时才能发动。从额外卡组把1只「超级量子机兽」超量怪兽特殊召唤。那之后，可以从自己的手卡·卡组·墓地选在那张超量怪兽卡有卡名记述的1只「超级量子战士」怪兽效果无效特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Super Quant"], "images": [{"index": 1, "image": "SuperQuantalAlphancallAppeal-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN056", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE056", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR056", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT056", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT056", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP056", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR056", "set_name": "Dark Neostorm", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584386, "master_duel_rarity": "N"}