{"konami_id": 20499, "password": 15746348, "name": {"en": "Eria the Water Channeler", "de": "Eria die Wasserkanalisiererin", "es": "Eria la Canalizadora del Agua", "fr": "Eria la Canalisatrice d'Eau", "it": "Eria l'Incanalatrice dell'Acqua", "pt": "Eria, a Canalizadora da Água", "ja": "<ruby>水<rt>すい</rt></ruby><ruby>霊<rt>れい</rt></ruby><ruby>媒<rt>ばい</rt></ruby><ruby>師<rt>し</rt></ruby>エリア", "ja_romaji": "Suireibaishi Eria", "ko": "수령매사 에리아", "ko_rr": null, "zh-TW": "水靈媒師 艾里雅", "zh-CN": "水灵媒师 艾里雅"}, "text": {"en": "(This card is always treated as a \"Charmer\" card.)\nYou can discard this card and 1 other WATER monster; add 1 WATER monster from your Deck to your hand with an equal or higher Level than the other discarded monster, also you cannot activate non-WATER monster effects for the rest of this turn. When your WATER monster is destroyed by battle: You can Special Summon this card from your hand. You can only use each effect of \"Eria the Water Channeler\" once per turn.", "de": "(Diese Karte wird immer als „Verzaubererin“-Karte behandelt.)\nDu kannst diese Karte und 1 anderes WASSER Monster abwerfen; füge deiner Hand 1 WASSER Monster mit derselben oder einer höheren Stufe als das andere abgeworfene Monster von deinem Deck hinzu, zusätzlich kannst du für den Rest dieses Spielzugs keine Effekte von Nicht-WASSER Monstern aktivieren. Wenn dein WASSER Monster durch Kampf zerstört wird: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst jeden Effekt von „Eria die Wasserkanalisiererin“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"el/la Encantador/a\").\nPuedes descartar esta carta y otro monstruo de AGUA; añade a tu mano 1 monstruo de AGUA en tu Deck con un Nivel igual o mayor que el del otro monstruo descartado, y además no puedes activar efectos de monstruos que no sean de AGUA por el resto de este turno. Cuando tu monstruo de AGUA es destruido en batalla: puedes Invocar esta carta de Modo Especial desde tu mano. Sólo puedes usar cada efecto de \"Eria la Canalizadora del Agua\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme carte \"la Charmeuse\".)\nVous pouvez défausser cette carte et 1 autre monstre EAU ; ajoutez 1 monstre EAU depuis votre Deck à votre main avec un Niveau supérieur ou égal à l'autre monstre défaussé, et aussi, vous ne pouvez pas activer d'effets de monstre non-EAU le reste de ce tour. Lorsque votre monstre EAU est détruit au combat : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser chaque effet de \"Eria la Canalisatrice d'Eau\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Ammaliatore/Ammaliatrice\".)\nPuoi scartare questa carta e 1 altro mostro ACQUA; aggiungi dal tuo Deck alla tua mano 1 mostro ACQUA con Livello pari o superiore a quello dell'altro mostro scartato, inoltre non puoi attivare gli effetti dei mostri non-ACQUA per il resto di questo turno. Quando un tuo mostro ACQUA viene distrutto in battaglia: puoi Evocare Specialmente questa carta dalla tua mano. Puoi utilizzare ogni effetto di \"Eria l'Incanalatrice dell'Acqua\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Encantador(a)\".)\nVocê pode descartar este card e 1 outro monstro de ÁGUA; adicione 1 monstro de ÁGUA do seu Deck à sua mão com um Nível igual ou maior que o do outro monstro descartado e, além disso, você não pode ativar os efeitos de monstros que não sejam de ÁGUA pelo resto deste turno. Quando um monstro de ÁGUA seu for destruído em batalha: você pode Invocar este card por Invocação-Especial da sua mão. Você só pode usar cada efeito de \"Eria, a Canalizadora da Água\" uma vez por turno.", "ja": "このカード名はルール上「霊使い」カードとしても扱う。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札からこのカードと水属性モンスター１体を捨てて発動できる。このカード以外の捨てたモンスターのレベル以上のレベルを持つ水属性モンスター１体をデッキから手札に加える。この効果の発動後、ターン終了時まで自分は水属性以外のモンスターの効果を発動できない。②：自分の水属性モンスターが戦闘で破壊された時に発動できる。このカードを手札から特殊召喚する。", "ko": "이 카드명은 룰상 \"령사\" 카드로도 취급한다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 이 카드와 물 속성 몬스터 1장을 버리고 발동할 수 있다. 이 카드 이외의 버린 몬스터의 레벨 이상의 레벨을 가지는 물 속성 몬스터 1장을 덱에서 패에 넣는다. 이 효과의 발동 후, 턴 종료시까지 자신은 물 속성 이외의 몬스터의 효과를 발동할 수 없다. ②: 자신의 물 속성 몬스터가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 패에서 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“灵使”卡。此卡名的①②效果１回合仅可各使用１次。①：从手牌将此卡和１只水属性怪兽舍弃可以发动。从牌组将１只等级为此卡以外的所舍弃的怪兽等级以上的水属性怪兽加入手牌。此效果发动后，直至回合结束时为止，自己不可发动水属性以外的怪兽的效果。②：自己的水属性怪兽因战斗被破坏时可以发动。从手牌将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WATER", "level": 5, "atk": 1850, "def": 1500, "series": ["Charmer"], "images": [{"index": 1, "image": "EriatheWaterChanneler-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-EN408", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-DE408", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "ROTA-SP023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-SP408", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-FR408", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-IT408", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-PT408", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-JP023", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ROTA-KR023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-KR023", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ROTA-SC023", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-SC023", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1072596, "master_duel_rarity": "UR"}