{"konami_id": 15331, "password": 15771991, "name": {"en": "Guardian Slime", "de": "Wächterschleim", "es": "Limo Guardián", "fr": "Gardien Slime", "it": "Melma Guardiana", "pt": "Guardião Limo", "ja": "ガーディアン・スライム", "ja_romaji": "Gādian Suraimu", "ko": "가디언 슬라임", "ko_rr": "Gadieon Seullaim", "zh-TW": "守護者・史萊姆", "zh-CN": "守护者史莱姆"}, "text": {"en": "If you take battle or effect damage: You can Special Summon this card from your hand. During damage calculation, if this card battles an opponent's monster (Quick Effect): You can make this card gain DEF equal to that opponent's monster's ATK during that damage calculation only. If this card is sent from the hand or field to the GY: You can add 1 Spell/Trap from your Deck to your hand that specifically lists the card \"The Winged Dragon of Ra\" in its text. You can only use each effect of \"Guardian Slime\" once per turn.", "de": "Falls du Kampf- oder Effektschaden erhältst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während der Schadensberechnung, falls diese Karte gegen ein Monster eines Gegners kämpft (Schnelleffekt): Du kannst diese Karte nur während der Schadensberechnung DEF in Höhe der ATK des Monsters des Gegners erhalten lassen. Falls diese Karte von der Hand oder dem Spielfeld auf den Friedhof gelegt wird: Du kannst deiner Hand 1 Zauber/Falle, der oder die ausdrücklich die Karte „Der geflügelte Drache von Ra“ in seinem oder ihrem Text erwähnt, von deinem Deck hinzufügen. Du kannst jeden Effekt von „Wächterschleim“ nur einmal pro Spielzug verwenden.", "es": "Si recibes daño de batalla o de efecto: puedes Invocar esta carta de Modo Especial desde tu mano. Durante el cálculo de daño, si esta carta batalla con un monstruo del adversario (Efecto Rápido): puedes hacer que esta carta gane DEF igual al ATK de ese monstruo del adversario, sólo durante ese cálculo de daño. Si esta carta es mandada de la mano o Campo al Cementerio: puedes añadir a tu mano 1 Mágica/Trampa en tu Deck que liste específicamente la carta \"El Dragón Alado de Ra\" en su texto. Sólo puedes usar cada efecto de \"Limo Guardián\" una vez por turno.", "fr": "Si vous recevez des dommages de combat ou d'effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant le calcul des dommages, si cette carte combat un monstre de l'adversaire (Effet Rapide) : durant ce calcul des dommages uniquement, vous pouvez faire gagner à cette carte une DEF égale à l'ATK du monstre de l'adversaire. Si cette carte est envoyée depuis la main ou Terrain au Cimetière : vous pouvez ajouter 1 Magie/Piège depuis votre Deck à votre main, qui liste spécifiquement la carte \"Le Dragon Ailé de Râ\" dans son texte. Vous ne pouvez utiliser chaque effet de \"Gardien Slime\" qu'une fois par tour.", "it": "Se subisci danno da combattimento o da effetto: puoi Evocare Specialmente questa carta dalla tua mano. Durante il calcolo dei danni, se questa carta combatte con un mostro dell'avversario (Effetto Rapido): puoi far guadagnare a questa carta DEF pari all'ATK di quel mostro dell'avversario solamente durante quel calcolo dei danni. Se questa carta viene mandata dalla mano o Terreno al Cimitero: puoi aggiungere dal tuo Deck alla tua mano 1 Magia/Trappola che indica specificamente la carta \"Drago Alato di Ra\" nel suo testo. Puoi utilizzare ogni effetto di \"Melma Guardiana\" una sola volta per turno.", "pt": "Se você sofrer dano de batalha ou de efeito: você pode Invocar este card por Invocação-Especial da sua mão. Durante o cálculo de dano, se este card batalhar um monstro do oponente (Efeito Rápido): você pode fazer com que este card ganhe DEF igual ao ATK desse monstro do oponente apenas durante esse cálculo de dano. Se este card for enviado da mão ou do campo para o Cemitério: você pode adicionar 1 Magia/Armadilha do seu Deck à sua mão que liste especificamente o card \"O Dragão Alado de Rá\" em seu texto. Você só pode usar cada efeito de \"Guardião Limo\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分が戦闘・効果でダメージを受けた場合に発動できる。このカードを手札から特殊召喚する。②：このカードが相手モンスターと戦闘を行うダメージ計算時に発動できる。このカードの守備力はそのダメージ計算時のみ、その相手モンスターの攻撃力分アップする。③：このカードが手札・フィールドから墓地へ送られた場合に発動できる。デッキから「ラーの翼神竜」のカード名が記された魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신이 전투 / 효과로 데미지를 받았을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 상대 몬스터와 전투를 실행하는 데미지 계산시에 발동할 수 있다. 이 카드의 수비력은 그 데미지 계산시에만, 그 상대 몬스터의 공격력만큼 올린다. ③: 이 카드가 패 / 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"라의 익신룡\"의 카드명이 쓰여진 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "这个卡名的①②③的效果1回合各能使用1次。\n①：自己因战斗·效果受到伤害的场合才能发动。这张卡从手卡特殊召唤。\n②：这张卡和对方怪兽进行战斗的伤害计算时才能发动。这张卡的守备力只在那次伤害计算时上升那只对方怪兽的攻击力数值。\n③：这张卡从手卡·场上送去墓地的场合才能发动。从卡组把有「太阳神之翼神龙」的卡名记述的1张魔法·陷阱卡加入手卡。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 10, "atk": 0, "def": 0, "series": ["Guardian", "Slime"], "images": [{"index": 1, "image": "GuardianSlime-LED7-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED7-EN003", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED7-DE003", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED7-FR003", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED7-IT003", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED7-PT003", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP24-JP003", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DP24-KR003", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715208, "master_duel_rarity": "R"}