{"konami_id": 8626, "password": 16008155, "name": {"en": "Reptilianne Servant", "de": "Reptilianischer Diener", "es": "Sirviente Reptílico", "fr": "Servante Reptilia", "it": "Servitore Rettiliano", "pt": "Serva Reptiliana", "ja": "レプティレス・サーヴァント", "ja_romaji": "Reputiresu Sāvanto", "ko": "레프티레스 서번트", "ko_rr": null, "zh-TW": "爬蟲妖・使魔", "zh-CN": "爬虫妖使魔"}, "text": {"en": "Destroy this card if there are face-up monsters on the field other than this card. Destroy this card when it is targeted by the effect of a Spell or Trap Card. Neither player can Normal Summon a monster while this card is face-up on the field.", "de": "Zerstöre diese Karte, falls andere offene Monster, außer dieser Karte, auf dem Spielfeld liegen. Zerstöre diese Karte, wenn sie als Ziel für den Effekt einer Zauber- oder Fallenkarte gewählt wird. Kein Spieler kann Monster als Normalbeschwörung beschwören, solange diese Karte offen auf dem Spielfeld liegt.", "es": "Destruye esta carta si hay monstruos boca arriba en el Campo que no sean esta carta. Destruye esta carta cuando es seleccionada como objetivo del efecto de una Carta Mágica o de Trampa. Mientras esta carta está en el Campo, ningún jugador puede Invocar monstruos de Modo Normal.", "fr": "Détruisez cette carte s'il y a des monstres face recto sur le Terrain autres que cette carte. Détruisez cette carte lorsqu'elle est ciblée par l'effet d'une Carte Magie ou Piège. Aucun joueur ne peut Invoquer Normalement un monstre lorsque cette carte est face recto sur le Terrain.", "it": "Distruggi questa carta se ci sono mostri scoperti sul Terreno oltre a questa carta. Distruggi questa carta quando viene scelta come bersaglio dall'effetto di una Carta Magia o Trappola, Nessun giocatore può Evocare Normalmente un mostro fino a quando questa carta rimane scoperta sul Terreno.", "pt": "Destrua esta carta se existem outros monstros virados para cima no campo. Quando esta carta é designada como alvo por um efeito de Spell ou Trap Card, destrua-a. Nenhum jogador pode Normal Summon um monstro enquanto esta carta estiver virada para cima no campo.", "ja": "フィールド上にこのカード以外のモンスターが表側表示で存在する場合、このカードを破壊する。このカードが魔法・罠カードの効果の対象になった時、このカードを破壊する。このカードがフィールド上に表側表示で存在する限り、お互いにモンスターを召喚する事はできない。", "ko": "필드 위에 이 카드 이외의 몬스터가 앞면 표시로 존재할 경우, 이 카드를 파괴한다. 이 카드가 마법/함정 카드의 효과의 대상이 되었을 때, 이 카드를 파괴한다. 이 카드가 필드 위에 앞면 표시로 존재하는 한, 서로 몬스터를 일반 소환할 수 없다.", "zh-TW": null, "zh-CN": "场上有这张卡以外的怪兽表侧表示存在的场合，这张卡破坏。这张卡成为魔法·陷阱卡的效果的对象时，这张卡破坏。只要这张卡在场上表侧表示存在，双方不能把怪兽召唤。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 1, "atk": 100, "def": 100, "series": ["Reptilianne"], "images": [{"index": 1, "image": "ReptilianneServant-ABPF-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "ABPF-EN015", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "de": [{"set_number": "ABPF-DE015", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "fr": [{"set_number": "ABPF-FR015", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "it": [{"set_number": "ABPF-IT015", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "ja": [{"set_number": "ABPF-JP015", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "ko": [{"set_number": "ABPF-KR015", "set_name": "Absolute Powerforce", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 104091, "master_duel_rarity": "N"}