{"konami_id": 12558, "password": 16024176, "name": {"en": "Flower Cardian Pine with Crane", "de": "Blumen-Kartian Kiefer mit Kranich", "es": "Flor Cardian Pino con Grulla", "fr": "Fleur Cardian Pin avec Grue", "it": "Fiore Cardian Pino con Gru", "pt": "Flor Cardian Pinho com Guindaste", "ja": "<ruby>花札衛<rt>カーディアン</rt></ruby>－<ruby>松<rt>まつ</rt></ruby>に<ruby>鶴<rt>つる</rt></ruby>－", "ja_romaji": "Kādian - Matsu ni Tsuru -", "ko": "카디언－소나무에 학－", "ko_rr": null, "zh-TW": "花牌衛－松與鶴－", "zh-CN": "花札卫－松与鹤－"}, "text": {"en": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by Tributing 1 Level 1 \"Flower Cardian\" monster, except \"Flower Cardian Pine with Crane\". If this card is Special Summoned: Draw 1 card, and if you do, show it, then you can Special Summon it if it is a \"Flower Cardian\" monster. Otherwise, send it to the GY. Once per turn, at the end of the Battle Phase, if this card battled: You can draw 1 card.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 1 „Blumen-Kartian“-Monster der Stufe 1 als Tribut anbietest, außer „Blumen-Kartian Kiefer mit Kranich“. Falls diese Karte als Spezialbeschwörung beschworen wird: Ziehe 1 Karte und falls du dies tust, zeige sie, dann kannst du sie als Spezialbeschwörung beschwören, falls es ein „Blumen-Kartian“-Monster ist. Lege sie andernfalls auf den Friedhof. Einmal pro Spielzug, am Ende der Battle Phase, falls diese Karte gekämpft hat: Du kannst 1 Karte ziehen.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial (desde tu mano) Sacrificando 1 monstruo \"Flor Cardian\" de Nivel 1, excepto \"Flor Cardian Pino con Grulla\". Si esta carta es Invocada de Modo Especial: roba 1 carta y, si lo haces, enséñala, y después puedes Invocarla de Modo Especial si es un monstruo \"Flor Cardian\". De otra forma, mándalo al Cementerio. Una vez por turno, al final de la Battle Phase, si esta carta batalló: puedes robar 1 carta.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en Sacrifiant 1 monstre \"Fleur Cardian\" de Niveau 1 (\"Fleur Cardian Pin avec Grue\" exclu). Si cette carte est Invoquée Spécialement : piochez 1 carte, et si vous le faites, montrez-la, puis vous pouvez l'Invoquer Spécialement si c'est un monstre \"Fleur Cardian\". Sinon, envoyez-la au Cimetière. Une fois par tour, à la fin de la Battle Phase, si cette carte a combattu : vous pouvez piocher 1 carte.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) offrendo come Tributo 1 mostro \"Fiore Cardian\" di Livello 1, eccetto \"Fiore Cardian Pino con Gru\". Se questa carta viene Evocata Specialmente: pesca 1 carta e, se lo fai, mostrala, poi puoi Evocarla Specialmente se è un mostro \"Fiore Cardian\". Altrimenti, mandala al Cimitero. Una volta per turno, alla fine della Battle Phase, se questa carta ha combattuto: puoi pescare 1 carta.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão) ao oferecer como Tributo 1 monstro \"Flor Cardian\" de Nível 1, exceto \"Flor Cardian Pinho com Guindaste\". Se este card for Invocado por Invocação-Especial: compre 1 card e, se isso acontecer, mostre-o e, depois, você pode Invocá-lo por Invocação-Especial se ele for um monstro \"Flor Cardian\". Caso contrário, envie-o para o Cemitério. Uma vez por turno, no final da Fase de Batalha, se este card batalhou: você pode comprar 1 card.", "ja": "このカードは通常召喚できない。「花札衛－松に鶴－」以外の自分フィールドのレベル１の「花札衛」モンスター１体をリリースした場合に特殊召喚できる。①：このカードが特殊召喚に成功した場合に発動する。自分はデッキから１枚ドローし、お互いに確認する。それが「花札衛」モンスターだった場合、そのモンスターを特殊召喚できる。違った場合、そのカードを墓地へ送る。②：このカードが戦闘を行ったバトルフェイズ終了時に発動できる。自分はデッキから１枚ドローする。", "ko": "이 카드는 통상 소환할 수 없다. \"카디언－소나무에 학－\" 이외의 자신 필드의 레벨 1 인 \"카디언\" 몬스터 1장을 릴리스했을 경우에 특수 소환할 수 있다. ①: 이 카드가 특수 소환에 성공했을 경우에 발동한다. 자신은 덱에서 1장 드로우하고, 서로 확인한다. 그것이 \"카디언\" 몬스터였을 경우, 그 몬스터를 특수 소환할 수 있다. 다를 경우, 그 카드를 묘지로 보낸다. ②: 이 카드가 전투를 실행한 배틀 페이즈 종료시에 발동할 수 있다. 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡無法通常召喚。可在解放我方場上的１隻「花牌衛－松與鶴－」以外的等級１的「花牌衛」怪獸的狀況下特殊召喚。①：在此卡特殊召喚成功的狀況下發動。我方從牌組抽１張牌，雙方確認。在抽到的牌為「花牌衛」怪獸的狀況下，可特殊召喚該怪獸。在不是的狀況下，將該卡送至墓地。②：可在此卡進行戰鬥的戰鬥階段結束時發動。我方從牌組抽１張牌。", "zh-CN": "此卡不可通常召唤。解放了我方场上１只除“花札卫－松与鹤－”以外的等级１的“花札卫”怪兽的场合可特殊召唤。①：此卡特殊召唤成功的场合发动。我方从牌组抽取１张卡牌，并双方相互确认。该卡是“花札卫”怪兽的场合，可特殊召唤该怪兽。若不是的场合，将该卡送入墓地。②：此卡进行战斗的战斗阶段结束时可发动。我方从牌组抽取１张卡牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 1, "atk": 2000, "def": 2000, "series": ["Flower Cardian"], "images": [{"index": 1, "image": "FlowerCardianPinewithCrane-DLCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DRL3-EN035", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-EN131", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "de": [{"set_number": "DRL3-DE035", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-DE131", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "fr": [{"set_number": "DRL3-FR035", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-FR131", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "it": [{"set_number": "DRL3-IT035", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-IT131", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "pt": [{"set_number": "DRL3-PT035", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-PT131", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "ja": [{"set_number": "CPF1-JP035", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Common"]}], "ko": [{"set_number": "CPF1-KR035", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 468567, "master_duel_rarity": "N"}