{"konami_id": null, "password": 16066654, "name": {"en": "R.B. Operation Test", "de": "R.B.-Operationstest", "es": "R.B. Test Operación", "fr": "Test Opérationnel R.B.", "it": "Operazione Test R.B.", "pt": "Teste de Operação R.B.", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "When this card is activated: You can target 1 Level 3 or higher \"R.B.\" monster in your GY; Special Summon it. You can target any number of \"R.B.\" monsters you control; gain LP equal to their combined original ATK, and if you do, return them to the hand/Extra Deck, then you can Special Summon 1 \"R.B.\" monster from your hand. You can only use this effect of \"R.B. Operation Test\" once per turn. You can only activate 1 \"R.B. Operation Test\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst 1 „R.B.“-Monster der Stufe 3 oder höher in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst eine beliebige Anzahl „R.B.“-Monster wählen, die du kontrollierst; du erhältst LP in Höhe ihrer kombinierten Grund-ATK und falls du dies tust, gib sie auf die Hand / ins Extra Deck zurück, dann kannst du 1 „R.B.“-Monster als Spezialbeschwörung von deiner Hand beschwören. Du kannst diesen Effekt von „R.B.-Operationstest“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „R.B.-Operationstest“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes seleccionar 1 monstruo \"R.B.\" de Nivel 3 o mayor en tu Cementerio; Invócalo de Modo Especial. Puedes seleccionar cualquier número de monstruos \"R.B.\" que controles; gana LP iguales a sus ATK originales combinados y, si lo haces, devuélvelos a la mano/Deck Extra, y después puedes Invocar de Modo Especial 1 monstruo \"R.B.\" desde tu mano. Sólo puedes usar este efecto de \"R.B. Test Operación\" una vez por turno. Sólo puedes activar 1 \"R.B. Test Operación\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez cibler 1 monstre \"R.B.\" de min. Niveau 3 dans votre Cimetière ; Invoquez-le Spécialement. Vous pouvez cibler un nombre de votre choix de monstres \"R.B.\" que vous contrôlez ; gagnez des LP égaux à la somme de leur ATK d'origine, et si vous le faites, renvoyez-les à la main/Extra Deck, puis vous pouvez Invoquer Spécialement 1 monstre \"R.B.\" depuis votre main. Vous ne pouvez utiliser cet effet de \"Test Opérationnel R.B.\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Test Opérationnel R.B.\" par tour.", "it": "Quando questa carta viene attivata: puoi scegliere come bersaglio 1 mostro \"R.B.\" di Livello 3 o superiore nel tuo Cimitero; Evocalo Specialmente. Puoi scegliere come bersaglio un qualsiasi numero di mostri \"R.B.\" che controlli; guadagni LP pari alla somma dei loro ATK originali e, se lo fai, falli ritornare nella mano/Extra Deck, poi puoi Evocare Specialmente 1 mostro \"R.B.\" dalla tua mano. Puoi utilizzare questo effetto di \"Operazione Test R.B.\" una sola volta per turno. Puoi attivare solo 1 \"Operazione Test R.B.\" per turno.", "pt": "Quando este card for ativado: você pode escolher 1 monstro \"R.B.\" de Nível 3 ou mais no seu Cemitério; Invoque-o por Invocação-Especial. Você pode escolher qualquer número de monstros \"R.B.\" que você controla; ganhe PV igual ao ATK original combinado deles e, se isso acontecer, devolva-os para a mão/o Deck Adicional e, depois, você pode Invocar por Invocação-Especial 1 monstro \"R.B.\" da sua mão. Você só pode usar este efeito de \"Teste de Operação R.B.\" uma vez por turno. Você só pode ativar 1 \"Teste de Operação R.B.\" por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Continuous", "series": ["R.B."], "images": [{"index": 1, "image": "RBOperationTest-DOOD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN094", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "de": [{"set_number": "DOOD-DE094", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "es": [{"set_number": "DOOD-SP094", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DOOD-FR094", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "it": [{"set_number": "DOOD-IT094", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DOOD-PT094", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145490}