{"konami_id": 21066, "password": 16110708, "name": {"en": "Number S38: Titanic Galaxy", "de": "Nummer S38: Titanengalaxie", "es": "Número S38: Galaxia Titánica", "fr": "Numéro S38 : Titanesque Galactique", "it": "Numero S38: Titanico Galattico", "pt": "Número S38: Titã da Galáxia", "ja": "<ruby>Ｓ<rt>シャイニング</rt></ruby><ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>３８ タイタニック・ギャラクシー", "ja_romaji": "Shainingu Nanbāzu Sanjūhachi Taitanikku Gyarakushī", "ko": "SNo.38 타이타닉 갤럭시", "ko_rr": null, "zh-TW": "SNo.38 泰坦銀河", "zh-CN": "闪光编号38 泰坦银河"}, "text": {"en": "3 Level 9 LIGHT monsters\nYou can also Xyz Summon this card by using \"Number 38: Hope Harbinger Dragon Titanic Galaxy\" you control (transfer its materials to this card). Gains 200 ATK for each material attached to it. Once per turn: You can target up to 2 Spells/Traps your opponent controls; attach them to this card as material. Neither player can activate those cards or their effects in response to this effect's activation. You can detach 1 material from this card; until the end of this turn, this card's original ATK becomes 1500, also it can attack directly.", "de": "3 LICHT Monster der Stufe 9\nDu kannst diese Karte auch als Xyz-Beschwörung beschwören, indem du „Nummer 38: Hoffnungsvorbote Drachentitanengalaxie“ verwendest, den du kontrollierst (transferiere sein Material an diese Karte). Diese Karte erhält für jedes an sie angehängte Material 200 ATK. Einmal pro Spielzug: Du kannst bis zu 2 Zauber/Fallen wählen, die dein Gegner kontrolliert; hänge sie als Material an diese Karte an. Kein Spieler kann jene Karten oder ihre Effekte als Reaktion auf die Aktivierung dieses Effekts aktivieren. Du kannst 1 Material von dieser Karte abhängen; bis zum Ende dieses Spielzugs werden die Grund-ATK dieser Karte zu 1500, zusätzlich kann sie direkt angreifen.", "es": "3 monstruos de LUZ de Nivel 9\nTambién puedes Invocar Xyz esta carta usando \"Número 38: Heraldo de la Esperanza Dragón Galaxia Titánica\" que controles (transfiere sus materiales a esta carta). Gana 200 ATK por cada material acoplado a él. Una vez por turno: puedes seleccionar hasta 2 Mágicas/Trampas que controle tu adversario; acóplalas a esta carta como material. Ningún jugador puede activar esas cartas, o sus efectos, en respuesta a la activación de este efecto. Puedes desacoplar 1 material de esta carta; hasta el final de este turno, el ATK original de esta carta se convierte en 1500, y además puede atacar directamente.", "fr": "3 monstres LUMIÈRE de Niveau 9\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant \"Numéro 38 : Espoir Annonciateur Dragon Titanesque Galactique\" que vous contrôlez (transférez ses Matériels à cette carte). Gagne 200 ATK pour chaque Matériel qui lui est attaché. Une fois par tour : vous pouvez cibler max. 2 Magies/Pièges contrôlés par votre adversaire ; attachez-les à cette carte comme Matériel. Aucun joueur ne peut activer ni ces cartes ni leurs effets en réponse à l'activation de cet effet. Vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, l'ATK d'origine de cette carte devient 1500, et aussi, elle peut attaquer directement.", "it": "3 mostri LUCE di Livello 9\nPuoi anche Evocare Xyz questa carta utilizzando un \"Numero 38: Drago Titanico Galattico Annunciatore di Speranza\" che controlli (trasferisci i suoi materiali su questa carta). Guadagna 200 ATK per ogni materiale attaccato a essa. Una volta per turno: puoi scegliere come bersaglio fino a 2 Magie/Trappole controllate dal tuo avversario; attaccale a questa carta come materiale. Nessun giocatore può attivare quelle carte o i loro effetti in risposta all'attivazione di questo effetto. Puoi staccare 1 materiale da questa carta; fino alla fine di questo turno, l'ATK originale di questa carta diventa 1500, inoltre essa può attaccare direttamente.", "pt": "3 monstros de LUZ de Nível 9\nVocê também pode Invocar este card por Invocação-Xyz ao usar \"Número 38: Dragão Titã da Galáxia Arauto da Esperança\" que você controla (transfira as matérias dele para este card). Ganha 200 de ATK para cada matéria associada a ele. Uma vez por turno: você pode escolher até 2 Magias/Armadilhas que seu oponente controla; associe-as a este card como matéria. Nenhum duelista pode ativar esses cards ou seus efeitos em resposta à ativação deste efeito. Você pode desassociar 1 matéria deste card; até o final deste turno, o ATK original deste card se torna 1500 e, além disso, ele pode atacar diretamente.", "ja": "光属性レベル９モンスター×３\nこのカードは自分フィールドの「Ｎｏ．３８ 希望魁竜タイタニック・ギャラクシー」の上に重ねてＸ召喚する事もできる。①：このカードの攻撃力は、このカードのＸ素材の数×２００アップする。②：１ターンに１度、相手フィールドの魔法・罠カードを２枚まで対象として発動できる（この発動に対して対象のカードの効果を発動できない）。そのカードをこのカードのＸ素材とする。③：このカードのＸ素材を１つ取り除いて発動できる。このターン、このカードの元々の攻撃力は１５００になり、直接攻撃できる。", "ko": "빛 속성 레벨 9 몬스터 × 3\n이 카드는 자신 필드의 \"No.38 희망괴룡 타이타닉 갤럭시\" 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 이 카드의 공격력은, 이 카드의 엑시즈 소재의 수 × 200 올린다. ②: 1턴에 1번, 상대 필드의 마법 / 함정 카드를 2장까지 대상으로 하고 발동할 수 있다(이 발동에 대하여 대상의 카드의 효과를 발동할 수 없다). 그 카드를 이 카드의 엑시즈 소재로 한다. ③: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 턴에, 이 카드의 원래 공격력은 1500 이 되고, 직접 공격할 수 있다.", "zh-TW": null, "zh-CN": "光属性等级9怪兽×3\n此卡也可重叠在自己场上的“编号38 希望魁龙 泰坦银河”上面来超量召唤。①：此卡的攻击力上升相当于此卡的超量素材的数量×200的数值。②：1回合1次，以对手场上最多2张魔法・陷阱卡为对象可以发动（应对此发动，不可发动对象卡的效果）。将该卡作为此卡的超量素材。③：去除此卡的1个超量素材可以发动。此回合，此卡的原本攻击力变为1500，且可直接攻击。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "LIGHT", "rank": 9, "atk": 3000, "def": 2500, "materials": "3 Level 9 LIGHT monsters", "series": ["Galaxy", "Number", "Number", "Number S"], "images": [{"index": 1, "image": "NumberS38TitanicGalaxy-BLMM-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMM-EN038", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMM-DE038", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLMM-SP038", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMM-FR038", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMM-IT038", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMM-PT038", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "25PP-JP011", "set_name": "Premium Pack 2025", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "25PP-KRA11", "set_name": "Premium Pack 2025 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}], "zh-CN": [{"set_number": "NE02-SC017", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1100047, "master_duel_rarity": "SR"}