{"konami_id": 15265, "password": 16223761, "name": {"en": "Thunder Hand", "de": "Donnerhand", "es": "Mano de Trueno", "fr": "Main du Tonnerre", "it": "Mano di Tuono", "pt": "Mão do Trovão", "ja": "サンダー・ハンド", "ja_romaji": "Sandā Hando", "ko": "썬더 핸드", "ko_rr": "Sseondeo Haendeu", "zh-TW": "雷電・掌", "zh-CN": "雷霆手"}, "text": {"en": "If a face-up monster(s) you control with 1600 original ATK or DEF is destroyed by battle or an opponent's card effect and sent to the GY, while this card is in your hand or GY: You can Special Summon this card (but banish it when it leaves the field), and if you do, destroy 1 card your opponent controls. You can only use this effect of \"Thunder Hand\" once per turn.", "de": "Falls ein oder mehr offene Monster mit 1600 Grund-ATK oder -DEF, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört und auf den Friedhof gelegt werden, solange sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören (aber verbanne sie, wenn sie das Spielfeld verlässt) und falls du dies tust, zerstöre 1 Karte, die dein Gegner kontrolliert. Du kannst diesen Effekt von „Donnerhand“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos boca arriba que controlas con 1600 ATK o DEF originales son destruidos en batalla o por el efecto de una carta del adversario y mandados al Cementerio, mientras esta carta esté en tu mano o Cementerio: puedes Invocar esta carta de Modo Especial (pero destiérrala cuando deje el Campo) y, si lo haces, destruye 1 carta que controle tu adversario. Sólo puedes usar este efecto de \"Mano de Trueno\" una vez por turno.", "fr": "Si un ou plusieurs monstres face recto que vous contrôlez avec 1600 ATK ou DEF d'origine sont détruits au combat ou par un effet de carte de l'adversaire, et envoyés au Cimetière, tant que cette carte est dans votre main ou Cimetière : vous pouvez Invoquer Spécialement cette carte (mais bannissez-la lorsqu'elle quitte le Terrain), et si vous le faites, détruisez 1 carte contrôlée par votre adversaire. Vous ne pouvez utiliser cet effet de \"Main du Tonnerre\" qu'une fois par tour.", "it": "Se uno o più mostri scoperti che controlli con ATK o DEF originali 1600 vengono distrutti in battaglia o dall'effetto di una carta dell'avversario e mandati al Cimitero, mentre questa carta è nella tua mano o Cimitero: puoi Evocare Specialmente questa carta (ma bandiscila quando lascia il Terreno) e, se lo fai, distruggi 1 carta controllata dal tuo avversario. Puoi utilizzare questo effetto di \"Mano di Tuono\" una sola volta per turno.", "pt": "Se um ou mais monstros com a face para cima que você controla com 1600 de ATK ou DEF original forem destruídos em batalha ou por um efeito de card do oponente e enviados para o Cemitério, enquanto este card estiver na sua mão ou no Cemitério: você pode Invocar este card por Invocação-Especial (mas bana-o quando ele deixar o campo) e, se isso acontecer, destrua 1 card que seu oponente controla. Você só pode usar este efeito de \"Mão do Trovão\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、元々の攻撃力または元々の守備力が１６００の自分フィールドの表側表示モンスターが戦闘または相手の効果で破壊され墓地へ送られた場合に発動できる。このカードを特殊召喚し、相手フィールドのカード１枚を破壊する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 원래 공격력 또는 원래 수비력이 1600 인 자신 필드의 앞면 표시 몬스터가 전투 또는 상대 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 특수 소환하고, 상대 필드의 카드 1장을 골라 파괴한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的效果１回合僅限使用１次。①：可在此卡存在於手牌・墓地，我方場上的原本的攻擊力或原本的守備力為１６００的正面表示怪獸因戰鬥或對方效果被破壞送至墓地的狀況下發動。特殊召喚此卡，選擇對方場上的１張卡破壞。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "此卡名的效果１回合仅可使用１次。①：此卡存在于手牌・墓地，自己场上原本攻击力或原本守备力为１６００的表侧表示怪兽因战斗或对手的效果被破坏并被送至墓地的情况下可以发动。将此卡特殊召唤，挑选对手场上的１张卡破坏。以此效果特殊召唤的此卡离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 1600, "series": ["Hand"], "images": [{"index": 1, "image": "ThunderHand-SDBT-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN031", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN120", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}, {"set_number": "SDBT-EN022", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE031", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE120", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}, {"set_number": "SDBT-DE022", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR031", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR120", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}, {"set_number": "SDBT-FR022", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT031", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT120", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}, {"set_number": "SDBT-IT022", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT031", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT120", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}, {"set_number": "SDBT-PT022", "set_name": "Structure Deck: Beware of Traptrix", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP031", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}, {"set_number": "SD45-JP022", "set_name": "Structure Deck: Forest of the Traptrix", "rarities": ["Common"]}, {"set_number": "TDS2-JP022", "set_name": "Structure Deck: Forest of the Traptrix - The Legend of Duelist Quarter Century Edition", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "ROTD-KR031", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}, {"set_number": "SD45-KR022", "set_name": "Structure Deck: Forest of the Traptrix", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC025", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717139, "master_duel_rarity": "SR"}