{"konami_id": 15142, "password": 16317140, "name": {"en": "Hyper Blaze", "de": "Hyperlohe", "es": "Híper Llamarada", "fr": "Hyperembrasement", "it": "Iper Fiammata", "pt": "Hiperchamas", "ja": "ハイパーブレイズ", "ja_romaji": "Haipā Bureizu", "ko": "하이퍼브레이즈", "ko_rr": "Haipeobeureijeu", "zh-TW": "超烈焰波", "zh-CN": "高亢焰波"}, "text": {"en": "To Special Summon \"Uria, Lord of Searing Flames\" using its own procedure, you can also use face-down Traps you control. Once per battle, when an attack is declared involving your \"Uria, Lord of Searing Flames\": You can send 1 Trap from your hand or Deck to the GY; its ATK/DEF become the number of face-up Traps on the field and in the GYs x 1000, for the rest of this turn. Once per turn: You can discard 1 card; add to your hand or Special Summon, 1 \"Uria, Lord of Searing Flames\", \"Hamon, Lord of Striking Thunder\", or \"Raviel, Lord of Phantasms\" from your GY, ignoring its Summoning conditions.", "de": "Um „Uria, Herr der reißenden Flammen“ mit seiner eigenen Prozedur als Spezialbeschwörung zu beschwören, kannst du auch verdeckte Fallen verwenden, die du kontrollierst. Einmal pro Kampf, wenn ein Angriff deklariert wird, an dem dein „Uria, Herr der reißenden Flammen“ beteiligt ist: Du kannst 1 Falle von deiner Hand oder deinem Deck auf den Friedhof legen; seine ATK/DEF werden für den Rest dieses Spielzugs gleich der Anzahl der offenen Fallen auf dem Spielfeld und in den Friedhöfen x 1000. Einmal pro Spielzug: Du kannst 1 Karte abwerfen; füge deiner Hand hinzu oder beschwöre als Spezialbeschwörung von deinem Friedhof 1 „Uria, Herr der reißenden Flammen“, „Hamon, Herr des tosenden Donners“ oder „Raviel, Herr der Phantome“, ungeachtet seiner Beschwörungsbedingungen.", "es": "Para Invocar de Modo Especial \"Uria, Señor de las Llamas Abrasadoras\" usando su propio procedimiento, también puedes usar Trampas boca abajo que controles. Una vez por batalla, cuando es declarado un ataque que involucre tu \"Uria, Señor de las Llamas Abrasadoras\": puedes mandar al Cementerio 1 Trampa en tu mano o Deck; por el resto de este turno, su ATK/DEF se convierten en el número de Trampas boca arriba en el Campo y los Cementerios x 1000. Una vez por turno: puedes descartar 1 carta; añade a tu mano, o Invoca de Modo Especial, 1 \"Uria, Señor de las Llamas Abrasadoras\", \"Hamon, Señor del Trueno Golpeador\" o \"Raviel, Señor de Fantasmas\" desde tu Cementerio, ignorando sus condiciones de Invocación.", "fr": "Pour Invoquer Spécialement \"Uria, Seigneur des Flammes Aveuglantes\" en utilisant sa propre procédure, vous pouvez aussi utiliser des Pièges face verso que vous contrôlez. Une fois par combat, lorsqu'une attaque est déclarée impliquant votre \"Uria, Seigneur des Flammes Aveuglantes\" : vous pouvez envoyer 1 Piège depuis votre main ou Deck au Cimetière ; le reste de ce tour, son ATK/DEF deviennent le nombre de Pièges face recto sur le Terrain et dans les Cimetières x 1000. Une fois par tour : vous pouvez défausser 1 carte ; ajoutez à votre main ou Invoquez Spécialement 1 \"Uria, Seigneur des Flammes Aveuglantes\", \"Hamon, Seigneur du Tonnerre Fracassant\" ou \"Raviel, Empereur des Phantasmes\" depuis votre Cimetière, en ignorant ses conditions d'Invocation.", "it": "Per Evocare Specialmente \"Uria, Signore delle Fiamme Ardenti\" utilizzando la sua stessa procedura, puoi anche utilizzare le Trappole coperte che controlli. Una volta per battaglia, quando viene dichiarato un attacco che coinvolge un tuo \"Uria, Signore delle Fiamme Ardenti\": puoi mandare 1 Trappola dalla tua mano o Deck al Cimitero; i suoi ATK/DEF diventano il numero di Trappole scoperte sul Terreno e nei Cimiteri x 1000, per il resto di questo turno. Una volta per turno: puoi scartare 1 carta; aggiungi alla tua mano o Evoca Specialmente 1 \"Uria, Signore delle Fiamme Ardenti\", \"Hamon, Signore del Tuono Fragoroso\" o \"Raviel, il Signore dei Fantasmi\" dal tuo Cimitero, ignorando le sue condizioni di Evocazione.", "pt": "Para Invocar \"Uria, o Senhor das Chamas Cortantes\" por Invocação-Especial usando seus próprios métodos, você também pode usar Armadilhas com a face para baixo que você controla. Uma vez por batalha, quando um ataque for declarado envolvendo seu \"Uria, o Senhor das Chamas Cortantes\": você pode enviar 1 Armadilha da sua mão ou do Deck para o Cemitério; pelo resto deste turno, seu ATK/DEF se tornam o número de Armadilhas com a face para cima no campo e nos Cemitérios x 1000. Uma vez por turno: você pode descartar 1 card; adicione à sua mão ou Invoque por Invocação-Especial, 1 \"Uria, o Senhor das Chamas Cortantes\", \"Hamon, o Senhor do Trovão Impactante\" ou \"Raviel, o Senhor dos Fantasmas\" do seu Cemitério, ignorando suas condições de Invocação.", "ja": "①：「神炎皇ウリア」を自身の方法で特殊召喚する場合、自分フィールドの裏側表示の罠カードを墓地へ送る事もできる。②：自分の「神炎皇ウリア」が戦闘を行う攻撃宣言時に１度、手札・デッキから罠カード１枚を墓地へ送って発動できる。このターン、そのモンスターの攻撃力・守備力はお互いのフィールド・墓地の罠カードの数×１０００になる。③：１ターンに１度、手札を１枚捨てて発動できる。「神炎皇ウリア」「降雷皇ハモン」「幻魔皇ラビエル」のいずれか１体を自分の墓地から選び、手札に加えるか召喚条件を無視して特殊召喚する。", "ko": "①: \"신염황제 우리아\"를 자신의 방법으로 특수 소환할 경우, 자신 필드의 뒷면 표시의 함정 카드를 묘지로 보낼 수도 있다. ②: 자신의 \"신염황제 우리아\"가 전투를 실행하는 공격 선언시에 1번, 패 / 덱에서 함정 카드 1장을 묘지로 보내고 발동할 수 있다. 이 턴에, 그 몬스터의 공격력 / 수비력은 서로의 필드 / 묘지의 함정 카드의 수 × 1000 이 된다. ③: 1턴에 1번, 패를 1장 버리고 발동할 수 있다. \"신염황제 우리아\" \"번개황제 하몬\" \"환마황제 라비엘\" 중 어느 1장을 자신 묘지에서 골라, 패에 넣거나 소환 조건을 무시하고 특수 소환한다.", "zh-TW": null, "zh-CN": "①：“神炎皇乌利亚”以其本身的方法特殊召唤的情况下，也可将自己场上里侧表示的陷阱卡送至墓地。②：每次自己的“神炎皇乌利亚”进行战斗的攻击宣言时，从手牌・牌组将1张陷阱卡送至墓地可以发动1次。此回合中，该怪兽的攻击力・守备力变为双方场上・墓地的陷阱卡数量×1000。③：1回合1次，扔掉1张手牌可以发动。从自己的墓地挑选“神炎皇乌利亚”、“降雷皇哈蒙”、“幻魔皇拉比艾尔”中的任意1只，加入手牌或无视召唤条件特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Signature move"], "images": [{"index": 1, "image": "HyperBlaze-SDSA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDSA-EN034", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDSA-DE034", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDSA-FR034", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDSA-IT034", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDSA-PT034", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD38-JP034", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SD38-KR034", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "SD38-SC034", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715349, "master_duel_rarity": "SR"}