{"konami_id": 18024, "password": 16310544, "name": {"en": "Mikanko Kagura", "de": "Mikanko-Kagura", "es": "Kagura Mikanko", "fr": "Kagura Mikanko", "it": "Kagura Mikanko", "pt": "Kagura Mikanko", "ja": "<ruby>御巫<rt>みかんこ</rt></ruby><ruby>神楽<rt>かぐら</rt></ruby>", "ja_romaji": "Mikanko Kagura", "ko": "미캉코 카구라", "ko_rr": "Mikangko Kagura", "zh-TW": "御巫神樂", "zh-CN": "御巫神乐"}, "text": {"en": "This card can be used to Ritual Summon any \"Mikanko\" Ritual Monster. You must also Tribute monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. Then you can apply the following effect.\n● Destroy cards your opponent controls up to the number of Equip Spells with different names in your GY, and if you do, inflict 1000 damage to your opponent for each card destroyed.\nYou can only activate 1 \"Mikanko Kagura\" per turn.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Mikanko“-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Dann kannst du den folgenden Effekt ausführen.\n● Zerstöre Karten, die dein Gegner kontrolliert, bis zur Anzahl der Ausrüstungszauber mit unterschiedlichen Namen in deinem Friedhof und falls du dies tust, füge deinem Gegner für jede zerstörte Karte 1000 Schaden zu.\nDu kannst nur 1 „Mikanko-Kagura“ pro Spielzug aktivieren.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual \"Mikanko\". También debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual que Invocas por Ritual. Después, puedes aplicar el siguiente efecto.\n● Destruye cartas que controle tu adversario hasta el número de Mágicas de Equipo con nombres diferentes en tu Cementerio y, si lo haces, inflige 1000 puntos de daño a tu adversario por cada carta destruida.\nSólo puedes activar 1 \"Kagura Mikanko\" por turno.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Mikanko\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Puis vous pouvez appliquer l'effet suivant.\n● Détruisez un nombre de cartes contrôlées par votre adversaire inférieur ou égal au nombre de Magies d'Équipement de noms différents dans votre Cimetière, et si vous le faites, infligez 1000 points de dommages à votre adversaire pour chaque carte détruite.\nVous ne pouvez activer qu'1 \"Kagura Mikanko\" par tour.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Mikanko\". Devi anche offrire come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Poi puoi applicare il seguente effetto.\n● Distruggi carte controllate dal tuo avversario fino al numero di Magie Equipaggiamento con nomi diversi nel tuo Cimitero e, se lo fai, infliggi 1000 danni al tuo avversario per ogni carta distrutta.\nPuoi attivare solo 1 \"Kagura Mikanko\" per turno.", "pt": "Este card pode ser usado para a Invocação-Ritual de qualquer Monstro de Ritual \"Mikanko\". Você também deve oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Depois você pode aplicar o seguinte efeito.\n● Destrua cards que seu oponente controla até o número de Magias de Equipamento com nomes diferentes no seu Cemitério e, se isso acontecer, cause 1000 de dano ao seu oponente para cada card destruído.\nVocê só pode ativar 1 \"Kagura Mikanko\" por turno.", "ja": "「御巫」儀式モンスターの降臨に必要。このカード名のカードは１ターンに１枚しか発動できない。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「御巫」儀式モンスター１体を儀式召喚する。その後、以下の効果を適用できる。●自分の墓地の装備魔法カードの種類の数まで相手フィールドのカードを選んで破壊し、破壊した数×１０００ダメージを相手に与える。", "ko": "\"미캉코\" 의식 몬스터의 의식 소환에 필요. 이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"미캉코\" 의식 몬스터 1장을 의식 소환한다. 그 후, 이하의 효과를 적용할 수 있다.\n●자신 묘지의 장착 마법 카드의 종류의 수까지 상대 필드의 카드를 골라 파괴하고, 파괴한 수 × 1000 데미지를 상대에게 준다.", "zh-TW": "「御巫」儀式怪獸降臨所需。此卡名的卡１回合僅限發動１張。①：為使等級合計為儀式召喚怪獸的等級以上，解放我方手牌・場上的怪獸，從手牌儀式召喚１隻「御巫」儀式怪獸。其後，可適用以下效果。●選擇對方場上的卡破壞，數量最多為我方墓地的裝備魔法卡種類的數量，給予對方破壞的數量×１０００的傷害。", "zh-CN": "“御巫”仪式怪兽的降临所必需。此卡名的卡１回合仅可发动１张。①：为使合计等级为仪式召唤的怪兽以上，解放自己的手牌・场上的怪兽，从手牌将１只“御巫”仪式怪兽仪式召唤。然后，可适用以下效果。●挑选对手场上的卡破坏，数量最多为自己墓地的装备魔法卡种类数量，并给予对手相当于所破坏数量×１０００的伤害。"}, "card_type": "Spell", "property": "Ritual", "series": ["Mikanko"], "images": [{"index": 1, "image": "MikankoKagura-DBAD-JP-C.png", "illustration": "MikankoKagura-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "MikankoKagura-AMDE-EN-R-1E.png", "illustration": "MikankoKagura-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "AMDE-EN034", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "de": [{"set_number": "AMDE-DE034", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "fr": [{"set_number": "AMDE-FR034", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "it": [{"set_number": "AMDE-IT034", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "pt": [{"set_number": "AMDE-PT034", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "ja": [{"set_number": "DBAD-JP034", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBAD-KR034", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBAD-SC034", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715908, "master_duel_rarity": "R"}