{"konami_id": 21904, "password": 16449363, "name": {"en": "Scrap Synchron", "de": "Schrottsynchron", "es": "Sincrón de Chatarra", "fr": "Ferraille Synchronique", "it": "Frammento Synchron", "pt": "Sincron de Restolhos", "ja": "スクラップ・シンクロン", "ja_romaji": "Sukurappu Shinkuron", "ko": "스크랩 싱크론", "ko_rr": null, "zh-TW": "廢鐵同步士", "zh-CN": "废铁同步士"}, "text": {"en": "For a Synchro Summon, you can substitute this card for any 1 \"Synchron\" Tuner. You can only use each of the following effects of \"Scrap Synchron\" once per turn. If you Synchro Summon a monster that mentions a \"Synchron\" Tuner as material, this card in your hand can also be used as material. If a monster(s) you control (that mentions \"Junk Warrior\" or is a Synchro Monster with \"Warrior\" in its original name) would be destroyed by battle or card effect, you can banish this card from your field or GY instead.", "de": "Du kannst diese Karte anstelle von 1 beliebigen „Synchron“-Empfänger für eine Synchrobeschwörung verwenden. Du kannst jeden der folgenden Effekte von „Schrottsynchron“ nur einmal pro Spielzug verwenden. Falls du ein Monster als Synchrobeschwörung beschwörst, das einen „Synchron“-Empfänger als Material erwähnt, kann diese Karte in deiner Hand auch als Material verwendet werden. Falls ein oder mehr Monster, die du kontrollierst (die „Gerümpelkrieger“ erwähnen oder Synchromonster mit „Krieger“ in ihrem Grund-Namen sind), durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte von deiner Spielfeldseite oder deinem Friedhof verbannen.", "es": "Para una Invocación por Sincronía, puedes sustituir esta carta por 1 cualquier Cantante \"Sincrón\" (o \"Sincronizador\"). Sólo puedes usar cada uno de los siguientes efectos de \"Sincrón de Chatarra\" una vez por turno. Si Invocas por Sincronía un monstruo que mencione un Cantante \"Sincrón\" (o \"Sincronizador\") como material, esta carta en tu mano también puede ser usada como material. Si uno o más monstruos que controlas (que mencionen \"Guerrero de Basura\" o sean un Monstruo de Sincronía con \"Guerrero/a\" en su nombre original) fueran a ser destruidos en batalla o por el efecto de una carta, puedes desterrar esta carta en tu Campo o Cementerio en su lugar.", "fr": "Pour une Invocation Synchro, vous pouvez substituer cette carte à 1 Syntoniseur \"Synchronique\". Vous ne pouvez utiliser chacun des effets suivants de \"Ferraille Synchronique\" qu'une fois par tour. Si vous Invoquez par Synchronisation un monstre qui mentionne un Syntoniseur \"Synchronique\" comme Matériel, cette carte dans votre main peut aussi être utilisée comme Matériel. Si un ou plusieurs monstres que vous contrôlez (qui mentionnent \"Robot Guerrier\" ou qui sont un Monstre Synchro avec \"Guerrier\" dans son nom d'origine) vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Terrain ou Cimetière à la place.", "it": "Per una Synchro Evocazione, puoi sostituire con questa carta 1 qualsiasi Tuner \"Synchron\". Puoi utilizzare ognuno dei seguenti effetti di \"Frammento Synchron\" una sola volta per turno. Se Synchro Evochi un mostro che menziona un Tuner \"Synchron\" come materiale, anche questa carta nella tua mano può essere utilizzata come materiale. Se uno o più mostri che controlli (che menzionano \"Guerriero Rottame\" o che sono Mostri Synchro con \"Guerriero\" nel loro nome originale) stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire questa carta dal tuo Terreno o Cimitero.", "pt": "Para uma Invocação-Sincro, você pode substituir este card por qualquer 1 Regulador \"Sincron\". Você só pode usar cada um dos seguintes efeitos de \"Sincron de Restolhos\" uma vez por turno. Se você Invocar por Invocação-Sincro um monstro que mencione um Regulador \"Sincron\" como matéria, este card na sua mão também pode ser usado como matéria. Se um ou mais monstros que você controla (que mencionem \"Guerreiro Sucata\" ou que forem um Monstro Sincro com \"Guerreiro(a)\" em seu nome original) seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode banir este card do seu campo ou Cemitério.", "ja": "このカードは「シンクロン」チューナーの代わりとしてＳ素材にできる。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：「シンクロン」チューナーを素材とするＳモンスターをＳ召喚する場合、手札のこのカードもＳ素材にできる。②：自分フィールドの以下のモンスターが戦闘・効果で破壊される場合、代わりにフィールド・墓地のこのカードを除外できる。●「ジャンク・ウォリアー」のカード名が記されたモンスター●元々のカード名に「ウォリアー」を含むＳモンスター", "ko": "이 카드는 \"싱크론\" 튜너 대신 싱크로 소재로 할 수 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: \"싱크론\" 튜너를 소재로 하는 싱크로 몬스터를 싱크로 소환할 경우, 패의 이 카드도 싱크로 소재로 할 수 있다. ②: 자신 필드의 이하의 몬스터가 전투 / 효과로 파괴될 경우, 대신에 필드 / 묘지의 이 카드를 제외할 수 있다. ●\"정크 워리어\"의 카드명이 쓰여진 몬스터 ●원래의 카드명에 \"워리어\"를 포함하는 싱크로 몬스터", "zh-TW": null, "zh-CN": "此卡可代替“同步士”协调作为同步素材。此卡名的①②效果1回合仅可各使用1次。①：要同步召唤需以“同步士”协调作为素材的同步怪兽的情况下，可将手牌的此卡也作为同步素材。②：自己场上的以下怪兽将被战斗・效果破坏的情况下，作为代替可将场上・墓地的此卡除外。\n●记载有“废品战士”卡名的怪兽\n●原本卡名包含“战士”的同步怪兽"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner / Effect", "attribute": "EARTH", "level": 1, "atk": 700, "def": 100, "series": ["Scrap", "Synchro", "Synchron"], "images": [{"index": 1, "image": "ScrapSynchron-L5DD-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "L5DD-ENY04", "set_name": "Legendary 5D's Decks", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "L5DD-DEY04", "set_name": "Legendary 5D's Decks", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "L5DD-SPY04", "set_name": "Legendary 5D's Decks", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "L5DD-FRY04", "set_name": "Legendary 5D's Decks", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "L5DD-ITY04", "set_name": "Legendary 5D's Decks", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "L5DD-PTY04", "set_name": "Legendary 5D's Decks", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD48-JP004", "set_name": "Structure Deck: Power of Fellows", "rarities": ["Normal Parallel Rare"]}, {"set_number": "SD48-JPP04", "set_name": "Structure Deck: Power of Fellows Light of Gathering Stars Pack", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "SD48-KR004", "set_name": "Structure Deck: Power of Fellows Special Set", "rarities": ["Normal Parallel Rare"]}, {"set_number": "SD48-KRP04", "set_name": "Structure Deck: Power of Fellows Light of Gathering Stars Pack", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "SD48-SC004", "set_name": "Structure Deck: Power of Fellows", "rarities": ["Normal Parallel Rare"]}, {"set_number": "SD48-SCP04", "set_name": "Structure Deck: Power of Fellows Light of Gathering Stars Pack", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1140984, "master_duel_rarity": "R"}