{"konami_id": 12174, "password": 16494704, "name": {"en": "Odd-Eyes Advent", "de": "Ankunft der Buntäugigen", "es": "Llegada de los Ojos Anómalos", "fr": "Avènement des Yeux Impairs", "it": "Avvento Occhi Diversi", "pt": "Advento do Olhos Anômalos", "ja": "オッドアイズ・アドベント", "ja_romaji": "Oddoaizu Adobento", "ko": "오드아이즈 어드벤트", "ko_rr": "Odeuaijeu Eodeubenteu", "zh-TW": "異色眼降臨", "zh-CN": "异色眼降临"}, "text": {"en": "This card can be used to Ritual Summon any Dragon Ritual Monster from your hand or GY. You must also Tribute Pendulum Monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. If your opponent controls 2 or more monsters and you control no monsters, you can also send \"Odd-Eyes\" monsters from your Extra Deck to the GY. You can only activate 1 \"Odd-Eyes Advent\" per turn.", "de": "Diese Karte kann verwendet werden, um ein beliebiges Drache-Ritualmonster als Ritualbeschwörung von deiner Hand oder deinem Friedhof zu beschwören. Du musst zusätzlich Pendelmonster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Falls dein Gegner 2 oder mehr Monster kontrolliert und du keine Monster kontrollierst, kannst du auch „Buntäugig“-Monster von deinem Extra Deck auf den Friedhof legen. Du kannst nur 1 „Ankunft der Buntäugigen“ pro Spielzug aktivieren.", "es": "Esta carta puede ser usada para Invocar por Ritual, desde tu mano o Cementerio, a cualquier Monstruo de Ritual Dragón. También debes Sacrificar Monstruos de Péndulo en tu mano o Campo cuyos Niveles totales igualen o superen el Nivel del Monstruo de Ritual que Invoques por Ritual. Si tu adversario controla 2 o más monstruos y tú no controlas ninguno, puedes además mandar al Cementerio monstruos \"Ojos Anómalos\" en tu Deck Extra. Sólo puedes activar 1 \"Llegada de los Ojos Anómalos\" por turno.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel Dragon depuis votre main ou Cimetière. Vous devez aussi Sacrifier des Monstres Pendule depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si votre adversaire contrôle min. 2 monstres et que vous n'en contrôlez aucun, vous pouvez aussi envoyer des monstres \"Yeux Impairs\" depuis votre Extra Deck au Cimetière. Vous ne pouvez activer qu'1 \"Avènement des Yeux Impairs\" par tour.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale Drago dalla tua mano o Cimitero. Devi anche offrire come Tributo dalla tua mano o Terreno Mostri Pendulum il cui Livello totale sia pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Se il tuo avversario controlla 2 o più mostri e tu non controlli nessun mostro, puoi anche mandare mostri \"Occhi Diversi\" dal tuo Extra Deck al Cimitero. Puoi attivare solo 1 \"Avvento Occhi Diversi\" per turno.", "pt": "Este card pode ser usado para Invocar por Invocação-Ritual qualquer Monstro de Ritual do Tipo Dragão da sua mão ou Cemitério. Você também deve oferecer como Tributo Monstros Pêndulo da sua mão ou do campo cuja soma dos Níveis seja igual ou maior que o Nível do Monstro de Ritual que você estiver Invocando por Invocação-Ritual. Se seu oponente controlar 2 ou mais monstros e você não controlar nenhum monstro, você também pode enviar monstros \"Olhos-Anômalos\" do seu Deck Adicional para o Cemitério. Você só pode ativar 1 \"Advento dos Olhos Anômalos\" por turno.", "ja": "ドラゴン族の儀式モンスターの降臨に必要。このカード名のカードは１ターンに１枚しか発動できない。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのＰモンスターをリリースし、自分の手札・墓地からドラゴン族の儀式モンスター１体を儀式召喚する。相手フィールドにモンスターが２体以上存在し、自分フィールドにモンスターが存在しない場合、自分のＥＸデッキの「オッドアイズ」モンスターもリリースの代わりに墓地へ送る事ができる。", "ko": "드래곤족 의식 몬스터의 의식 소환에 필요. 이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 펜듈럼 몬스터를 릴리스하고, 자신의 패 / 묘지에서 드래곤족 의식 몬스터 1장을 의식 소환한다. 상대 필드에 몬스터가 2장 이상 존재하고, 자신 필드에 몬스터가 존재하지 않을 경우, 자신의 엑스트라 덱의 \"오드아이즈\" 몬스터도 릴리스 대신에 묘지로 보낼 수 있다.", "zh-TW": "龍族儀式怪獸降臨所需。此卡名的卡１回合僅限發動１張。①：為使等級合計為儀式召喚的怪獸的等級以上，解放我方手牌・場上的鐘擺怪獸，從我方手牌・墓地儀式召喚１隻龍族儀式怪獸。在對方場上存在２隻以上的怪獸，我方場上不存在怪獸的狀況下，也可將我方額外牌組的「異色眼」怪獸送至墓地替代解放。", "zh-CN": "龙族仪式怪兽的降临所必需。此卡名的卡１回合仅可发动１张。①：为使合计等级为仪式召唤的怪兽的等级以上，解放自己的手牌・场上的灵摆怪兽，从自己的手牌・墓地将１只龙族仪式怪兽仪式召唤。对手场上存在２只以上怪兽，而自己场上不存在怪兽的情况下，也可将自己额外牌组的“异色眼”怪兽送至墓地作为解放的代替。"}, "card_type": "Spell", "property": "Ritual", "series": ["Odd-Eyes"], "images": [{"index": 1, "image": "OddEyesAdvent-LEDD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN066", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}, {"set_number": "LEDD-ENC15", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "de": [{"set_number": "BOSH-DE066", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}, {"set_number": "LEDD-DEC15", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "fr": [{"set_number": "BOSH-FR066", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}, {"set_number": "LEDD-FRC15", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "it": [{"set_number": "BOSH-IT066", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}, {"set_number": "LEDD-ITC15", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "pt": [{"set_number": "BOSH-PT066", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}, {"set_number": "LEDD-PTC15", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "ja": [{"set_number": "BOSH-JP066", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}, {"set_number": "22TP-JP115", "set_name": "Tournament Pack 2022 Vol.1", "rarities": ["Common"]}], "ko": [{"set_number": "BOSH-KR066", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}, {"set_number": "AE18-KR018", "set_name": "Advanced Event Pack 2023 Vol.1 Version 1", "rarities": ["Common"]}, {"set_number": "AE18-KRS18", "set_name": "Advanced Event Pack 2023 Vol.1 Version 2", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC197", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 431158, "master_duel_rarity": "R"}