{"konami_id": 17789, "password": 16769305, "name": {"en": "Turbo-Tainted Hot Rod GT19", "de": "Turbo-befleckter Hot Rod GT19", "es": "Bólido Turbo-Sucio GT19", "fr": "Bolide Turbo Contaminé GT19", "it": "GT19 Hot Rod Turbo-Contaminata", "pt": "Hot Rod Turbo-Maculado GT19", "ja": "<ruby>魔界造車<rt>デスチューン</rt></ruby>－<ruby>Ｇ<rt>ジー</rt></ruby><ruby>Ｔ<rt>ティ</rt></ruby><ruby>１<rt>イチ</rt></ruby><ruby>９<rt>キュー</rt></ruby>", "ja_romaji": "Desuchūn - Jī Tī Ichi Kyū", "ko": "데스튠－<ruby>GT19<rt>지티일구</rt></ruby>", "ko_rr": "Deseutyun - Ji Ti Eol Gu", "zh-TW": "魔界造車－GT１９", "zh-CN": "魔界造车－GT１９"}, "text": {"en": "FLIP: You can declare a Level from 1 to 9; this card becomes that Level until the end of this turn.\nAfter this card has been flipped face-up, during any Main Phase (Quick Effect): You can target 1 other face-up monster on either field; immediately after this effect resolves, Synchro Summon 1 monster using only this card and that target. You can only use 1 \"Turbo-Tainted Hot Rod GT19\" effect per turn, and only once that turn.", "de": "FLIPP: Du kannst eine Stufe von 1 bis 9 deklarieren; diese Karte wird bis zum Ende dieses Spielzugs zu jener Stufe.\nNachdem diese Karte aufgedeckt wurde, während einer beliebigen Main Phase (Schnelleffekt): Du kannst 1 anderes offenes Monster auf einer beliebigen Spielfeldseite wählen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Monster als Synchrobeschwörung und verwende dafür nur diese Karte und jenes gewählte Ziel. Du kannst nur 1 Effekt von „Turbo-befleckter Hot Rod GT19“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "VOLTEO: Puedes declarar un Nivel de 1 a 9; esta carta se convierte en una de ese Nivel hasta el final de este turno.\nDespués de que esta carta haya sido volteada boca arriba, durante cualquier Main Phase (Efecto Rápido): puedes seleccionar otro monstruo boca arriba en cualquier Campo; inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 monstruo usando sólo esta carta y ese objetivo. Sólo puedes usar 1 efecto de \"Bólido Turbo-Sucio GT19\" por turno, y sólo una vez ese turno.", "fr": "FLIP : Vous pouvez déclarer un Niveau de 1 à 9 ; jusqu'à la fin de ce tour, cette carte devient de ce Niveau.\nAprès que cette carte a été retournée face recto, durant une Main Phase (Effet Rapide) : vous pouvez cibler 1 autre monstre face recto sur l'un des Terrains ; immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 monstre en utilisant uniquement cette carte et la cible. Vous ne pouvez utiliser qu'1 effet de \"Bolide Turbo Contaminé GT19\" par tour, et uniquement une fois le tour.", "it": "SCOPRI: Puoi dichiarare un Livello tra 1 e 9; questa carta diventa di quel Livello fino alla fine di questo turno.\nDopo che questa carta è stata scoperta, durante qualsiasi Main Phase (Effetto Rapido): puoi scegliere come bersaglio 1 altro mostro scoperto su qualsiasi Terreno; immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 mostro utilizzando solo questa carta e quel bersaglio. Puoi utilizzare solo 1 effetto di \"GT19 Hot Rod Turbo-Contaminata\" per turno, e solo una volta in quel turno.", "pt": "VIRE: Você pode declarar um Nível de 1 a 9; este card se torna desse Nível até o final deste turno.\nDepois que este card tenha sido virado com a face para cima, durante qualquer Fase Principal (Efeito Rápido): você pode escolher 1 outro monstro com a face para cima em qualquer campo; imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 monstro usando apenas este card e o alvo. Você só pode usar 1 efeito de \"Hot Rod Turbo-Maculado GT19\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：このカードがリバースした場合、１～９までの任意のレベルを宣言して発動できる。このカードのレベルはターン終了時まで宣言したレベルになる。②：リバースしたこのカードが表側表示で存在する場合、自分・相手のメインフェイズに、このカード以外の自分・相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターとこのカードのみを素材としてＳ召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 이 카드가 리버스했을 경우, 1~9 까지의 임의의 레벨을 선언하고 발동할 수 있다. 이 카드의 레벨은 턴 종료시까지 선언한 레벨이 된다. ②: 리버스한 이 카드가 앞면 표시로 존재할 경우, 자신 / 상대의 메인 페이즈에, 이 카드 이외의 자신 / 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와 이 카드만을 소재로서 싱크로 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合只能有1次使用其中任意1个。\n①：这张卡反转的场合，宣言1～9的任意等级才能发动。这张卡的等级直到回合结束时变成宣言的等级。\n②：反转过的这张卡表侧表示存在的场合，自己·对方的主要阶段，以这张卡以外的自己·对方场上1只表侧表示怪兽为对象才能发动。只用那只怪兽和这张卡为素材作同调召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Flip / Tuner / Effect", "attribute": "FIRE", "level": 3, "atk": 500, "def": 1500, "images": [{"index": 1, "image": "TurboTaintedHotRodGT19-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN034", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN181", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE034", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE181", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR034", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR181", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT034", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT181", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT034", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT181", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP034", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR034", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717268, "master_duel_rarity": "N"}