{"konami_id": 7999, "password": 16898077, "name": {"en": "Flying Fortress SKY FIRE", "de": "Fliegende Festung SKY FIRE", "es": "Fortaleza Volante CIELO ÍGNEO", "fr": "Forteresse Volante FEU DU CIEL", "it": "Fortezza Volante FUOCO DAL CIELO", "pt": "Fortaleza Voadora FOGO DO CÉU", "ja": "ジャイアント・ボマー・エアレイド", "ja_romaji": "Jaianto Bomā Eareido", "ko": "자이언트 폭탄 에어레이드", "ko_rr": null, "zh-TW": "巨人轟炸機・大空襲", "zh-CN": "巨人轰炸机・大空袭"}, "text": {"en": "This card cannot be Normal Summoned or Set. This card cannot be Special Summoned except with the effect of \"Summon Reactor・SK\". Once per turn, you can send 1 card from your hand to the Graveyard to destroy 1 card your opponent controls. Once during each of your opponent's turns, you can activate 1 of the following effects:\n● When your opponent Normal Summons or Special Summons a monster, destroy it and inflict 800 damage to your opponent.\n● When your opponent Sets a card, destroy it and inflict 800 damage to your opponent.", "de": "Diese Karte kann nicht als Normalbeschwörung beschworen oder gesetzt werden. Diese Karte kann nicht als Spezialbeschwörung beschworen werden, außer mit dem Effekt von „Beschwörungsreaktor・SK“. Einmal pro Spielzug kannst du 1 Karte von deiner Hand auf den Friedhof legen, um 1 Karte zu zerstören, die dein Gegner kontrolliert. Einmal während jedes Spielzugs deines Gegners kannst du 1 der folgenden Effekte aktivieren:\n● Wenn dein Gegner ein Monster als Normal- oder Spezialbeschwörung beschwört, zerstöre es und füge deinem Gegner 800 Schaden zu.\n● Wenn dein Gegner eine Karte setzt, zerstöre sie und füge deinem Gegner 800 Schaden zu.", "es": "Esta carta no puede ser Invocada de Modo Normal, ni Colocada. Esta carta no puede ser Invocada de Modo Especial excepto con el efecto de \"Reactor de Invocación・CIELO\". Una vez por turno puedes mandar 1 carta desde tu mano al Cementerio para destruir 1 carta que controle tu adversario. Una vez durante cada turno de tu adversario puedes activar 1 de los siguientes efectos:\n● Cuando tu adversario Invoca un monstruo de Modo Normal o Especial, destrúyelo e inflige 800 puntos de daño a tu adversario.\n● Cuando tu adversario Coloca una carta, destrúyela e inflige 800 puntos de daño a tu adversario.", "fr": "Cette carte ne peut ni être Invoquée Normalement ni être Posée. Cette carte ne peut pas être Invoquée Spécialement, excepté par l'effet de \"Réacteur d'Invocation・FEU\". Une fois par tour, vous pouvez envoyer 1 carte depuis votre main au Cimetière pour détruire 1 carte contrôlée par votre adversaire. Une fois durant chaque tour de votre adversaire, vous pouvez activer 1 des effets suivants :\n● Lorsque votre adversaire Invoque Normalement ou Spécialement un monstre, détruisez-le et infligez 800 points de dommages à votre adversaire.\n● Lorsque votre adversaire Pose une carte, détruisez-la et infligez 800 points de dommages à votre adversaire.", "it": "Questa carta non può essere Evocata tramite Evocazione Normale o Posizionata. Questa carta non può essere Evocata tramite Evocazione Speciale se non con l'effetto di \"Respingi Evocazione・FUOCO\". Una volta per turno puoi mandare 1 carta dalla tua mano al Cimitero per distruggere 1 carta controllata dal tuo avversario. Una volta durante ogni turno dell'avversario, puoi attivare 1 dei seguenti effetti:\n● Quando il tuo avversario Evoca tramite Evocazione Normale o Speciale un mostro, distruggilo e infliggi 800 danni al tuo avversario.\n● Quando il tuo avversario Posiziona una carta, distruggila e infliggi 800 danni al tuo avversario.", "pt": null, "ja": "このカードは通常召喚できない。「サモン・リアクター・ＡＩ」の効果でのみ特殊召喚できる。１ターンに１度、手札を１枚墓地へ送る事で、相手フィールド上のカード１枚を選択して破壊する。また、相手のターンに１度、以下の効果から１つを選択して発動できる。●相手がモンスターの召喚・特殊召喚に成功した時に発動できる。そのモンスターを破壊し、相手ライフに８００ポイントダメージを与える。●相手がカードをセットした時に発動できる。そのカードを破壊し、相手ライフに８００ポイントダメージを与える。", "ko": "이 카드는 일반 소환/세트할 수 없다. \"서몬 리액터 AI\"의 효과로만 특수 소환할 수 있다. 1턴에 1번, 패를 1장 묘지로 보내는 것으로 상대 필드 위에 존재하는 카드 1장을 파괴한다. 또한, 상대의 턴에 1번, 다음 효과에서 1개를 선택하고 발동할 수 있다.\n●상대가 몬스터의 일반 소환/특수 소환에 성공했을 때 발동할 수 있다. 그 몬스터를 파괴하고, 상대 라이프에 800 포인트 데미지를 준다.\n●상대가 카드를 세트했을 때 발동할 수 있다. 그 카드를 파괴하고, 상대 라이프에 800 포인트 데미지를 준다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。「召唤反应机·大式」的效果才能特殊召唤。1回合1次，可以通过把1张手卡送去墓地，选择对方场上1张卡破坏。此外，对方回合1次，可以从以下效果选择1个发动。●对方对怪兽的召唤·特殊召唤成功时才能发动。那些怪兽破坏，给与对方基本分800分伤害。●对方把卡盖放时才能发动。那些卡破坏，给与对方基本分800分伤害。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WIND", "level": 8, "atk": 3000, "def": 2500, "images": [{"index": 1, "image": "FlyingFortressSKYFIRE-DE03-JP-C.png", "illustration": "FlyingFortressSKYFIRE-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "FlyingFortressSKYFIRE-CRMS-EN-R-1E.png", "illustration": "FlyingFortressSKYFIRE-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "CRMS-EN016", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "de": [{"set_number": "CRMS-DE016", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "fr": [{"set_number": "CRMS-FR016", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "it": [{"set_number": "CRMS-IT016", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "ja": [{"set_number": "CRMS-JP016", "set_name": "Crimson Crisis", "rarities": ["Rare"]}, {"set_number": "DE03-JP079", "set_name": "Duelist Edition Volume 3", "rarities": ["Common"]}], "ko": [{"set_number": "CRMS-KR016", "set_name": "Crimson Crisis", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 34207, "master_duel_rarity": "SR"}