{"konami_id": 21781, "password": 16922142, "name": {"en": "Radiant Typhoon Krosea", "de": "Glanztaifun Krosea", "es": "Krosea Tifón Radiante", "fr": "Typhon Radieux Krosea", "it": "Tifone Radiante Krosea", "pt": "Tufão Radiante Krosea", "ja": "<ruby>絢<rt>けん</rt></ruby><ruby>嵐<rt>らん</rt></ruby>たるクローゼア", "ja_romaji": "Kenrantaru Kurōzea", "ko": "현람한 크로제아", "ko_rr": null, "zh-TW": null, "zh-CN": "绚岚之鹤罗莎"}, "text": {"en": "Cannot be destroyed by battle or card effects while your opponent controls no Spells/Traps. You can only use each of the following effects of \"Radiant Typhoon Krosea\" once per turn. If a Quick-Play Spell Card is activated (except during the Damage Step): You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can add 1 \"Radiant Typhoon\" card (except \"Radiant Typhoon Krosea\") and/or 1 \"Mystical Space Typhoon\" from your Deck and/or GY to your hand, also you cannot Special Summon for the rest of this turn, except WIND monsters.", "de": "Kann weder durch Kampf noch durch Karteneffekte zerstört werden, solange dein Gegner keine Zauber/Fallen kontrolliert. Du kannst jeden der folgenden Effekte von „Glanztaifun Krosea“ nur einmal pro Spielzug verwenden. Falls eine Schnellzauberkarte aktiviert wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Glanztaifun“-Karte ( außer „Glanztaifun Krosea“) und/oder 1 „Mystischer Raum-Taifun“ von deinem Deck und/oder Friedhof hinzufügen, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von WIND Monstern.", "es": "No puede ser destruido en batalla o por efectos de cartas mientras tu adversario no controla Mágicas/Trampas. Sólo puedes usar cada uno de los siguientes efectos de \"Krosea Tifón Radiante\" una vez por turno. Si una Carta Mágica de Juego Rápido es activada (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 carta \"Tifón Radiante\" (excepto \"Krosea Tifón Radiante\") y/o 1 \"Tifón del Espacio Místico\" en tu Deck y/o Cementerio, y además no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruo de VIENTO.", "fr": "Non destructible ni au combat ni par des effets de carte tant que votre adversaire ne contrôle aucun Magie/Piège. Vous ne pouvez utiliser chacun des effets suivants de \"Typhon Radieux Krosea\" qu'une fois par tour. Si une Carte Magie Jeu-Rapide est activée (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Typhon Radieux\" (\"Typhon Radieux Krosea\" exclu) et/ou 1 \"Typhon d'Espace Mystique\" depuis votre Deck et/ou Cimetière à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres VENT exclus) le reste de ce tour.", "it": "Non può essere distrutto in battaglia o dagli effetti delle carte mentre il tuo avversario non controlla nessuna Magia/Trappola. Puoi utilizzare ognuno dei seguenti effetti di \"Tifone Radiante Krosea\" una sola volta per turno. Se viene attivata una Carta Magia Rapida (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 carta \"Tifone Radiante\" (eccetto \"Tifone Radiante Krosea\") e/o 1 \"Tifone Spaziale Mistico\" dal tuo Deck e/o Cimitero alla tua mano, inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri VENTO.", "pt": "Não pode ser destruído em batalha ou por efeitos de card enquanto seu oponente não controlar nenhuma Magia/Armadilha. Você só pode usar cada um dos seguintes efeitos de \"Tufão Radiante Krosea\" uma vez por turno. Se um Card de Magia Rápida for ativado (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 card \"Tufão Radiante\" (exceto \"Tufão Radiante Krosea\") e/ou 1 \"Tufão Espacial Místico\" do seu Deck e/ou Cemitério à sua mão e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros de VENTO.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：速攻魔法カードが発動した場合に発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。「絢嵐たるクローゼア」以外の「絢嵐」カードと「サイクロン」をそれぞれ１枚まで自分のデッキ・墓地から手札に加える。この効果の発動後、ターン終了時まで自分は風属性モンスターしか特殊召喚できない。③：相手フィールドに魔法・罠カードが存在しない場合、フィールドのこのカードは戦闘・効果では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 속공 마법 카드가 발동했을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. \"현람한 크로제아\" 이외의 \"현람\" 카드와 \"싸이크론\"을 각각 1장까지 자신의 덱 / 묘지에서 패에 넣는다. 이 효과의 발동 후, 턴 종료시까지 자신은 바람 속성 몬스터밖에 특수 소환할 수 없다. ③: 상대 필드에 마법 / 함정 카드가 존재하지 않을 경우, 필드의 이 카드는 전투 / 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：速攻魔法卡发动的情况下可以发动。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。从自己牌组・墓地将“绚岚之鹤罗莎”以外的“绚岚”卡与“气旋”最多各1张加入手牌。此效果发动后，直至回合结束时为止，自己仅可特殊召唤风属性怪兽。③：对手场上不存在魔法・陷阱卡的情况下，场上的此卡不会因战斗・效果被破坏。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "WIND", "level": 6, "atk": 2200, "def": 1200, "series": ["Radiant Typhoon"], "images": [{"index": 1, "image": "RadiantTyphoonKrosea-DOOD-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN015", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "de": [{"set_number": "DOOD-DE015", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "es": [{"set_number": "DOOD-SP015", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "fr": [{"set_number": "DOOD-FR015", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "it": [{"set_number": "DOOD-IT015", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "pt": [{"set_number": "DOOD-PT015", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "ja": [{"set_number": "DOOD-JP015", "set_name": "Doom of Dimensions", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DOOD-KR015", "set_name": "Doom of Dimensions", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC015", "set_name": "Doom of Dimensions", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1131040}