{"konami_id": 15720, "password": 17063599, "name": {"en": "Heavenly Zephyr - Miradora", "de": "Himmlischer Zephir - Miradora", "es": "Céfiro Celestial - Miradora", "fr": "Zéphyr Céleste - Miradora", "it": "Zefiro Celeste - Miradora", "pt": "Zéfiro Celeste - Miradora", "ja": "<ruby>風<rt>かぜ</rt></ruby>の<ruby>天<rt>てん</rt></ruby><ruby>翼<rt>よく</rt></ruby>ミラドーラ", "ja_romaji": "Kaze no Ten'yoku Miradōra", "ko": "바람의 천익 미라도라", "ko_rr": "Baram-ui Cheon-ik Miradora", "zh-TW": "風之天翼 米勒德拉", "zh-CN": "风之天翼 米勒德拉"}, "text": {"en": "The activation and effect of this card's effects cannot be negated. If your opponent Special Summons a monster(s) with 2000 or more ATK from the Extra Deck (except during the Damage Step): You can Special Summon this card from your hand. If this card is Special Summoned from the hand: You can target 1 face-up opponent's monster that was Special Summoned from the Extra Deck; neither player can activate that monster's effects while this monster is face-up on the field. You can only use each effect of \"Heavenly Zephyr - Miradora\" once per turn.", "de": "Aktivierung und Effekt der Effekte dieser Karte können nicht annulliert werden. Falls dein Gegner ein oder mehr Monster mit 2000 oder mehr ATK als Spezialbeschwörung vom Extra Deck beschwört (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Spezialbeschwörung von der Hand beschworen wird: Du kannst 1 offenes Monster des Gegners wählen, das als Spezialbeschwörung vom Extra Deck beschworen wurde; kein Spieler kann die Effekte jenes Monsters aktivieren, solange dieses Monster offen auf dem Spielfeld liegt. Du kannst jeden Effekt von „Himmlischer Zephir - Miradora“ nur einmal pro Spielzug verwenden.", "es": "La activación y efecto de los efectos de esta carta no pueden ser negados. Si tu adversario Invoca de Modo Especial uno o más monstruos con 2000 ATK o más desde el Deck Extra (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial desde la mano: puedes seleccionar 1 monstruo del adversario boca arriba que fue Invocado de Modo Especial desde el Deck Extra; ningún jugador puede activar los efectos de ese monstruo mientras este monstruo esté boca arriba en el Campo. Sólo puedes usar cada efecto de \"Céfiro Celestial - Miradora\" una vez por turno.", "fr": "L'activation et effet des effets de cette carte ne peuvent pas être annulés. Si votre adversaire Invoque Spécialement un ou plusieurs monstres avec min. 2000 ATK depuis l'Extra Deck (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement depuis la main : vous pouvez cibler 1 monstre face recto de l'adversaire qui a été Invoqué Spécialement depuis l'Extra Deck ; aucun joueur ne peut activer les effets du monstre tant que ce monstre est face recto sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Zéphyr Céleste - Miradora\" qu'une fois par tour.", "it": "L'attivazione e l'effetto degli effetti di questa carta non possono essere annullati. Se il tuo avversario Evoca Specialmente uno o più mostri con ATK 2000 o superiore dall'Extra Deck (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente dalla mano: puoi scegliere come bersaglio 1 mostro scoperto dell'avversario che è stato Evocato Specialmente dall'Extra Deck; nessun giocatore può attivare gli effetti di quel mostro mentre questo mostro è scoperto sul Terreno. Puoi utilizzare ogni effetto di \"Zefiro Celeste - Miradora\" una sola volta per turno.", "pt": "A ativação e o efeito dos efeitos deste card não podem ser negados. Se seu oponente Invocar um ou mais monstros com 2000 ou mais de ATK por Invocação-Especial do Deck Adicional (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial da mão: você pode escolher 1 monstro com a face para cima do oponente que foi Invocado por Invocação-Especial do Deck Adicional; nenhum duelista pode ativar os efeitos desse monstro enquanto este monstro estiver com a face para cima no campo. Você só pode usar cada efeito de \"Zéfiro Celeste - Miradora\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できず、その発動と効果は無効化されない。①：相手がＥＸデッキから攻撃力２０００以上のモンスターを特殊召喚した場合に発動できる。このカードを手札から特殊召喚する。②：このカードが手札からの特殊召喚に成功した場合、ＥＸデッキから特殊召喚された相手フィールドの表側表示モンスター１体を対象として発動できる。このモンスターが表側表示で存在する間、対象のモンスターは効果を発動できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없으며, 그 발동과 효과는 무효화되지 않는다. ①: 상대가 엑스트라 덱에서 공격력 2000 이상의 몬스터를 특수 소환했을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 패에서의 특수 소환에 성공했을 경우, 엑스트라 덱에서 특수 소환된 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 몬스터가 앞면 표시로 존재하는 동안, 대상 몬스터는 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次，该发动和效果不会被无效化。①：对手从额外牌组特殊召唤攻击力２０００以上的怪兽的情况下可以发动。从手牌将此卡特殊召唤。②：此卡从手牌被特殊召唤成功的情况下，以对手场上的１只被从额外牌组特殊召唤的表侧表示怪兽为对象可以发动。此怪兽以表侧表示存在期间，对象怪兽不可发动效果。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "WIND", "level": 7, "atk": 2000, "def": 2600, "images": [{"index": 1, "image": "HeavenlyZephyrMiradora-MP22-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN029", "set_name": "Blazing Vortex", "rarities": ["Secret Rare", "Starlight Rare"]}, {"set_number": "MP22-EN016", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLVO-DE029", "set_name": "Blazing Vortex", "rarities": ["Secret Rare", "Starlight Rare"]}, {"set_number": "MP22-DE016", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLVO-SP029", "set_name": "Blazing Vortex", "rarities": ["Secret Rare", "Starlight Rare"]}, {"set_number": "MP22-SP016", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLVO-FR029", "set_name": "Blazing Vortex", "rarities": ["Secret Rare", "Starlight Rare"]}, {"set_number": "MP22-FR016", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLVO-IT029", "set_name": "Blazing Vortex", "rarities": ["Secret Rare", "Starlight Rare"]}, {"set_number": "MP22-IT016", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLVO-PT029", "set_name": "Blazing Vortex", "rarities": ["Secret Rare", "Starlight Rare"]}, {"set_number": "MP22-PT016", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BLVO-JP029", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BLVO-JP029", "set_name": "Blazing Vortex +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BLVO-KR029", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BLVO-KR029", "set_name": "Blazing Vortex +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP5-SC132", "set_name": "Mega Pack 05", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715275, "master_duel_rarity": "UR"}