{"konami_id": 15832, "password": 17197110, "name": {"en": "Winds Over the Ice Barrier", "de": "Wind über der Eisbarriere", "es": "Vientos Sobre la Barrera de Hielo", "fr": "Vents Au-Dessus de la Barrière de Glace", "it": "Venti Sulla Barriera di Ghiaccio", "pt": "Ventos Sobre a Barreira de Gelo", "ja": "<ruby>氷<rt>ひょう</rt></ruby><ruby>結<rt>けっ</rt></ruby><ruby>界<rt>かい</rt></ruby>に<ruby>至<rt>いた</rt></ruby>る<ruby>晴<rt>せい</rt></ruby><ruby>嵐<rt>らん</rt></ruby>", "ja_romaji": "Hyōkekkai ni Itaru Seiran", "ko": "빙결계에 이르는 청람", "ko_rr": "Binggyeolgye-e Ireu-neun Cheongnam", "zh-TW": "抵達冰結界的晴嵐", "zh-CN": "抵达冰结界的晴岚"}, "text": {"en": "Tribute any number of \"Ice Barrier\" monsters; Special Summon from your Deck that many Level 4 or lower \"Ice Barrier\" monsters with different names from each other. During your Main Phase, except the turn this card was sent to the GY: You can banish this card from your GY, then target 1 of your \"Ice Barrier\" monsters that is banished or in your GY; add it to your hand. You can only use each effect of \"Winds Over the Ice Barrier\" once per turn.", "de": "Biete eine beliebige Anzahl „Eisbarriere“-Monster als Tribut an; beschwöre so viele „Eisbarriere“-Monster der Stufe 4 oder niedriger mit unterschiedlichen Namen voneinander als Spezialbeschwörung von deinem Deck. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 deiner „Eisbarriere“-Monster wählen, das verbannt ist oder in deinem Friedhof liegt; füge es deiner Hand hinzu. Du kannst jeden Effekt von „Wind über der Eisbarriere“ nur einmal pro Spielzug verwenden.", "es": "Sacrifica cualquier número de monstruos \"Barrera de Hielo\"; Invoca de Modo Especial, desde tu Deck, ese mismo número de monstruos \"Barrera de Hielo\" de Nivel 4 o menor con nombres diferentes entre sí. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 de tus monstruos \"Barrera de Hielo\" que esté desterrado o en tu Cementerio; añádelo a tu mano. Sólo puedes usar cada efecto de \"Vientos Sobre la Barrera de Hielo\" una vez por turno.", "fr": "Sacrifiez un nombre de votre choix de monstres \"Barrière de Glace\" ; Invoquez Spécialement autant de monstres \"Barrière de Glace\" de max. Niveau 4 de noms différents les uns des autres depuis votre Deck. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Barrière de Glace\" qui est banni ou dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Vents Au-Dessus de la Barrière de Glace\" qu'une fois par tour.", "it": "Offri come Tributo un qualsiasi numero di mostri \"Barriera di Ghiaccio\"; Evoca Specialmente dal tuo Deck quel numero di mostri \"Barriera di Ghiaccio\" di Livello 4 o inferiore con nomi diversi l'uno dall'altro. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 dei tuoi mostri \"Barriera di Ghiaccio\" che sono banditi o nel tuo Cimitero; aggiungilo alla tua mano. Puoi utilizzare ogni effetto di \"Venti Sulla Barriera di Ghiaccio\" una sola volta per turno.", "pt": "Ofereça como Tributo qualquer número de monstros \"Barreira de Gelo\"; Invoque por Invocação-Especial do seu Deck esse mesmo número de monstros \"Barreira de Gelo\" de Nível 4 ou menos com nomes diferentes uns dos outros. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério e, depois, escolha 1 dos seus monstros \"Barreira de Gelo\" que estiverem banidos ou no seu Cemitério; adicione-o à sua mão. Você só pode usar cada efeito de \"Ventos Sobre a Barreira de Gelo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「氷結界」モンスターを任意の数だけリリースして発動できる。リリースした数だけ、デッキからレベル４以下の「氷結界」モンスターを特殊召喚する（同名カードは１枚まで）。②：このターンに墓地へ送られていないこのカードを墓地から除外し、自分の墓地・除外状態の「氷結界」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"빙결계\" 몬스터를 임의의 수만큼 릴리스하고 발동할 수 있다. 릴리스한 수만큼, 덱에서 레벨 4 이하의 \"빙결계\" 몬스터를 특수 소환한다(같은 이름의 카드는 1장까지). ②: 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고, 자신의 묘지 / 제외 상태인 \"빙결계\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：解放自己场上任意数量的“冰结界”怪兽可以发动。依所解放的数量，从牌组将等级４以下的“冰结界”怪兽特殊召唤（同名卡最多１张）。\n②：从墓地将不是在此回合被送至墓地的此卡除外，以自己墓地・除外状态的１只“冰结界”怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Ice Barrier"], "images": [{"index": 1, "image": "WindsOvertheIceBarrier-SDFC-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDFC-EN027", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDFC-DE027", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDFC-FR027", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDFC-IT027", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDFC-PT027", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD40-JP026", "set_name": "Structure Deck: Ice Barrier of the Frozen Prison", "rarities": ["Super Parallel Rare", "Secret Parallel Rare"]}, {"set_number": "TW01-JP044", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "ko": [{"set_number": "SD40-KR026", "set_name": "Structure Deck: Ice Barrier of the Frozen Prison", "rarities": ["Super Parallel Rare", "Secret Parallel Rare"]}, {"set_number": "TW01-KR044", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC044", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717494, "master_duel_rarity": "R"}