{"konami_id": 11728, "password": 17194258, "name": {"en": "Fusion Conscription", "de": "Fusionseinberufung", "es": "Reclutamiento de la Fusión", "fr": "Conscription de Fusion", "it": "Fusione Coscrizione", "pt": "Recrutamento Fusão", "ja": "<ruby>融<rt>ゆう</rt></ruby><ruby>合<rt>ごう</rt></ruby><ruby>徴<rt>ちょう</rt></ruby><ruby>兵<rt>へい</rt></ruby>", "ja_romaji": "Yūgō Chōhei", "ko": "융합 징병", "ko_rr": null, "zh-TW": "融合徵兵", "zh-CN": "融合征兵"}, "text": {"en": "Reveal 1 Fusion Monster in your Extra Deck and add 1 of the Fusion Materials whose name is specifically listed on that card from your Deck or Graveyard to your hand, and if you do, for the rest of this turn after this card resolves, you cannot Normal Summon/Set or Special Summon monsters with the added monster's name, also your monsters with that name cannot activate their effects. You can only activate 1 \"Fusion Conscription\" per turn.", "de": "Zeige 1 Fusionsmonster in deinem Extra Deck vor und füge deiner Hand 1 des Fusionsmaterials, dessen Name ausdrücklich auf der Karte aufgeführt ist, von deinem Deck oder Friedhof hinzu, und falls du dies tust, kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, Monster mit dem Namen des hinzugefügten Monsters weder als Normalbeschwörung beschwören/setzen noch als Spezialbeschwörung beschwören, zusätzlich können die Effekte deiner Monster mit dem Namen nicht aktiviert werden. Du kannst nur 1 „Fusionseinberufung“ pro Spielzug aktivieren.", "es": "Muestra 1 Monstruo de Fusión en tu Deck Extra y añade a tu mano, desde tu Deck o Cementerio, 1 de los Materiales de Fusión cuyo nombre esté listado específicamente en esa carta y, si lo haces, por el resto de este turno después de que esta carta se resuelva, no puedes Invocar de Modo Normal/Colocar ni Invocar de Modo Especial monstruos con el nombre del monstruo añadido, y además tus monstruos con ese nombre no pueden activar sus efectos. Sólo puedes activar 1 \"Reclutamiento de la Fusión\" por turno.", "fr": "Révélez 1 Monstre de Fusion dans votre Extra Deck et ajoutez 1 des Matériels de Fusion dont le nom est listé précisément sur la carte depuis votre Deck ou Cimetière à votre main, et si vous le faites, le reste de ce tour après la résolution de cette carte, vous ne pouvez ni Invoquer Normalement ni Poser Normalement ni Invoquer Spécialement de monstres du nom du monstre ajouté, et aussi, vos monstres de ce nom ne peuvent pas activer leurs effets. Vous ne pouvez activer qu'1 \"Conscription de Fusion\" par tour.", "it": "Rivela 1 Mostro Fusione nel tuo Extra Deck e aggiungi 1 dei Materiali da Fusione il cui nome è specificamente indicato su quella carta dal tuo Deck o Cimitero alla tua mano e, se lo fai, per il resto di questo turno dopo che questa carta si è risolta, non puoi Evocare Normalmente/Posizionare o Evocare Specialmente mostri con il nome del mostro aggiunto, inoltre i tuoi mostri con quel nome non possono attivare i loro effetti. Puoi attivare solo 1 \"Fusione Coscrizione\" per turno.", "pt": "Revele 1 Monstro de Fusão no seu Deck Adicional e adicione 1 das Matérias de Fusão cujo nome esteja especificamente listado nesse card do seu Deck ou Cemitério à sua mão e, se isso acontecer, pelo resto deste turno, depois que este card resolver, você não pode Invocar por Invocação-Normal/Baixar ou por Invocação-Especial monstros com o nome do monstro adicionado e, além disso, seus monstros com esse nome não podem ativar seus efeitos. Você só pode ativar 1 \"Recrutamento Fusão\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：ＥＸデッキの融合モンスター１体を相手に見せ、そのモンスターにカード名が記されている融合素材モンスター１体を自分のデッキ・墓地から選んで手札に加える。このカードの発動後、ターン終了時まで自分はこの効果で手札に加えたモンスター及びその同名モンスターを通常召喚・特殊召喚できず、そのモンスター効果は発動できない。", "ko": "\"융합 징병\"은 1턴에 1장밖에 발동할 수 없다. ①: 엑스트라 덱의 융합 몬스터 1장을 상대에게 보여주고, 그 몬스터에 카드명이 쓰여 있는 융합 소재 몬스터 1장을 자신 덱 / 묘지에서 골라 패에 넣는다. 이 카드의 발동 후, 턴 종료시까지 자신은 이 효과로 패에 넣은 몬스터 및 그 같은 이름의 몬스터를 통상 소환 / 특수 소환할 수 없으며, 그 몬스터 효과는 발동할 수 없다.", "zh-TW": null, "zh-CN": "「融合徴兵」在1回合只能发动1张。①：把额外卡组1只融合怪兽给对方观看，从自己的卡组·墓地选那只怪兽有卡名记述的1只融合素材怪兽加入手卡。这张卡的发动后，直到回合结束时自己不能把这个效果加入手卡的怪兽以及那些同名怪兽通常召唤·特殊召唤，那些怪兽效果不能发动。"}, "card_type": "Spell", "property": "Normal", "series": ["Polymerization"], "images": [{"index": 1, "image": "FusionConscription-FUEN-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN053", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "MP16-EN024", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "FUEN-EN057", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "de": [{"set_number": "CROS-DE053", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "MP16-DE024", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "FUEN-DE057", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "es": [{"set_number": "CROS-SP053", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "MP16-SP024", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "FUEN-SP057", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CROS-FR053", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "MP16-FR024", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "FUEN-FR057", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "it": [{"set_number": "CROS-IT053", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "MP16-IT024", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "FUEN-IT057", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CROS-PT053", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "MP16-PT024", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "FUEN-PT057", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "ja": [{"set_number": "CROS-JP053", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "18TP-JP312", "set_name": "Tournament Pack 2018 Vol.3", "rarities": ["Common"]}], "ko": [{"set_number": "CROS-KR053", "set_name": "Crossed Souls", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 332081, "master_duel_rarity": "R"}