{"konami_id": 19933, "password": 17217034, "name": {"en": "Combined Maneuver - Engage Zero!", "de": "Kombiniertes Manöver - Angriff Null!", "es": "Maniobra Combinada - ¡Ataque Cero!", "fr": "Manœuvre Combinée - Attaque Zéro !", "it": "Manovra Combinata - Ingaggio Zero!", "pt": "Manobra Combinada - Engajar Zero!", "ja": "<ruby>合<rt>がっ</rt></ruby><ruby>体<rt>たい</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>式<rt>しき</rt></ruby>－エンゲージ・ゼロ", "ja_romaji": "Gattai Jutsushiki - Engēji Zero", "ko": "합체술식－인게이지 제로", "ko_rr": null, "zh-TW": "合體術式－交閃零式", "zh-CN": "合体术式－交闪零式"}, "text": {"en": "2 LIGHT and/or DARK monsters\n(This card is always treated as a \"Sky Striker Ace\" card.)\nYou can only Special Summon \"Combined Maneuver - Engage Zero!(s)\" once per turn. Cannot be used as Link Material. If this card is Special Summoned: You can target 1 monster on the field with 2500 or more ATK; negate its effects until the end of this turn. At the start of the Damage Step, if this card attacks, while you have \"Sky Striker Ace - Raye\" and \"Sky Striker Ace - Roze\" in your GY: You can destroy all monsters your opponent controls.", "de": "2 LICHT und/oder FINSTERNIS Monster\n(Diese Karte wird immer als „Himmelsjäger-Ass“-Karte behandelt.)\nDu kannst nur einmal pro Spielzug ein oder mehr „Kombiniertes Manöver - Angriff Null!“ als Spezialbeschwörung beschwören. Kann nicht als Linkmaterial verwendet werden. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Monster mit 2500 oder mehr ATK auf dem Spielfeld wählen; annulliere bis zum Ende dieses Spielzugs seine Effekte. Am Beginn des Damage Steps, falls diese Karte angreift, solange du „Himmelsjäger-Ass - Raye“ und „Himmelsjäger-Ass - Roze“ in deinem Friedhof hast: Du kannst alle Monster zerstören, die dein Gegner kontrolliert.", "es": "2 monstruos de LUZ y/u OSCURIDAD\n(Esta carta se trata siempre como una carta \"Caza del Cielo As\").\nSólo puedes Invocar de Modo Especial uno o más \"Maniobra Combinada - ¡Ataque Cero!\" una vez por turno. No puede ser usado como Material de Enlace. Si esta carta es Invocada de Modo Especial: puedes seleccionar 1 monstruo en el Campo con 2500 ATK o más; niega sus efectos hasta el final de este turno. Al comienzo del Damage Step, si esta carta ataca, mientras tienes \"Caza del Cielo As - Raye\" y \"Caza del Cielo As - Roze\" en tu Cementerio: puedes destruir todos los monstruos que controla tu adversario.", "fr": "2 monstres LUMIÈRE et/ou TÉNÈBRES\n(Cette carte est toujours traitée comme carte \"Assaut de l'Air - As\".)\nVous ne pouvez Invoquer Spécialement un ou plusieurs \"Manœuvre Combinée - Attaque Zéro !\" qu'une fois par tour. Non utilisable comme Matériel Lien. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre sur le Terrain avec min. 2500 ATK ; jusqu'à la fin de ce tour, annulez ses effets. Au début de la Damage Step, si cette carte attaque, tant que vous avez \"Assaut de l'Air - As - Raye\" et \"Assaut de l'Air - As - Roze\" dans votre Cimetière : vous pouvez détruire tous les monstres contrôlés par votre adversaire.", "it": "2 mostri LUCE e/o OSCURITÀ\n(Questa carta viene sempre considerata come una carta \"Assaltatrice del Cielo Asso\".)\nPuoi Evocare Specialmente uno o più \"Manovra Combinata - Ingaggio Zero!\" una sola volta per turno. Non può essere utilizzato come Materiale Link. Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 mostro sul Terreno con ATK 2500 o superiore; annulla i suoi effetti fino alla fine di questo turno. All'inizio del Damage Step, se questa carta attacca, mentre hai \"Assaltatrice del Cielo Asso - Raye\" e \"Assaltatrice del Cielo Asso - Roze\" nel tuo Cimitero: puoi distruggere tutti i mostri controllati dal tuo avversario.", "pt": "2 monstros de LUZ e/ou de TREVAS\n(Este card deve ser sempre considerado como um card \"Força Celeste - Ás\".)\nVocê só pode Invocar um ou mais \"Manobra Combinada - Engajar Zero!\" por Invocação-Especial uma vez por turno. Não pode ser usado como Matéria Link. Se este card for Invocado por Invocação-Especial: você pode escolher 1 monstro no campo com 2500 ou mais de ATK; negue seus efeitos até o final deste turno. No começo da Etapa de Dano, se este card atacar, enquanto você tiver \"Força Celeste - Ás - Raye\" e \"Força Celeste - Ás - Roze\" no seu Cemitério: você pode destruir todos os monstros que seu oponente controla.", "ja": "光・闇属性モンスター２体\nこのカード名はルール上「閃刀姫」カードとしても扱う。自分は「合体術式－エンゲージ・ゼロ」を１ターンに１度しか特殊召喚できず、このカードはＬ素材にできない。①：このカードが特殊召喚した場合、フィールドの攻撃力２５００以上のモンスター１体を対象として発動できる。そのモンスターの効果をターン終了時まで無効にする。②：自分の墓地に「閃刀姫－レイ」及び「閃刀姫－ロゼ」が存在する場合、このカードが攻撃するダメージステップ開始時に発動できる。相手フィールドのモンスターを全て破壊する。", "ko": "빛 / 어둠 속성 몬스터 2장\n이 카드명은 룰상 \"섬도희\" 카드로도 취급한다. 자신은 \"합체술식－인게이지 제로\"를 1턴에 1번밖에 특수 소환할 수 없으며, 이 카드는 링크 소재로 할 수 없다. ①: 이 카드를 특수 소환했을 경우, 필드의 공격력 2500 이상의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 효과를 턴 종료시까지 무효로 한다. ②: 자신 묘지에 \"섬도희－레이\" 및 \"섬도희－로제\"가 존재할 경우, 이 카드가 공격하는 데미지 스텝 개시시에 발동할 수 있다. 상대 필드의 몬스터를 전부 파괴한다.", "zh-TW": "光・闇屬性怪獸2隻\n此卡名在規則上也視為「閃刀姬」卡。\n我方1回合僅限特殊召喚1次「合體術式－交閃零式」，此卡無法做為連結素材。 ①：在此卡特殊召喚的狀況下，可將場上的1隻攻擊力2500以上的怪獸做為對象發動。該怪獸的效果在回合結束前變為無效。\n②：在我方墓地存在「閃刀姬－零」及「閃刀姬－羅潔」的狀況下，可在此卡攻擊的傷害步驟開始時發動。將對方場上的所有怪獸全部破壞。", "zh-CN": "光・暗属性怪兽2只\n此卡名在规则上也视为“闪刀姬”卡。\n自己1回合仅可特殊召唤1次“合体术式－交闪零式”，此卡不可作为连接素材。\n①：此卡特殊召唤的情况下，以场上的1只攻击力2500以上的怪兽为对象可以发动。将该怪兽的效果直至回合结束时为止无效。\n②：自己墓地存在“闪刀姬－零”及“闪刀姬－萝杰”的情况下，此卡攻击的伤害步骤开始时可以发动。将对手场上的怪兽全部破坏。"}, "card_type": "Monster", "monster_type_line": "Machine / Link / Effect", "attribute": "LIGHT", "link_arrows": ["⬅", "➡"], "atk": 1500, "materials": "2 LIGHT and/or DARK monsters", "series": ["Sky Striker", "Sky Striker Ace"], "images": [{"index": 1, "image": "CombinedManeuverEngageZero-YOS1-JP-UR.png"}], "sets": {"ja": [{"set_number": "YOS1-JP003", "set_name": "Yu-Gi-Oh! OCG Stories Sky Striker Ace Arc Volume 3 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "24PP-KRB27", "set_name": "Premium Pack 2024 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1029156, "master_duel_rarity": "UR"}