{"konami_id": 13013, "password": 17228908, "name": {"en": "Lost World", "de": "Untergegangene Welt", "es": "Mundo Perdido", "fr": "Monde Perdu", "it": "Mondo Perduto", "pt": "Mundo Perdido", "ja": "ロストワールド", "ja_romaji": "Rosuto Wārudo", "ko": "로스트월드", "ko_rr": null, "zh-TW": "失落世界", "zh-CN": "失落世界"}, "text": {"en": null, "de": "Alle Monster auf dem Spielfeld verlieren 500 ATK/DEF, außer Dinosaurier-Monstern. Einmal pro Spielzug, falls ein Dinosaurier-Monster als Normal- oder Spezialbeschwörung beschworen wird (außer während des Damage Steps): Du kannst 1 „Juraei-Spielmarke“ (Dinosaurier/ERDE/Stufe 1/ATK 0/DEF 0) als Spezialbeschwörung auf die Spielfeldseite deines Gegners in die Verteidigungsposition beschwören. Solange dein Gegner eine Spielmarke kontrolliert, kann er keine Monster auf dem Spielfeld als Ziel für Karteneffekte wählen, außer Spielmarken. Einmal pro Spielzug, falls ein oder mehr Normale Monster auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen so viele Dinosaurier-Monster in deiner Hand und/oder deinem Deck zerstören.", "es": "Todos los monstruos en el Campo pierden 500 ATK/DEF, excepto los monstruos Dinosaurio. Una vez por turno, si un monstruo Dinosaurio es Invocado de Modo Normal o Especial (excepto durante el Damage Step): puedes Invocar de Modo Especial 1 \"Ficha Jurrahuevo\" (Dinosaurio/TIERRA/Nivel 1/ATK 0/DEF 0) en Posición de Defensa al Campo de tu adversario. Mientras tu adversario controle una Ficha, no puede seleccionar monstruos en el Campo con efectos de cartas, excepto Fichas. Una vez por turno, si uno o más Monstruos Normales en el Campo fueran a ser destruidos en batalla o por el efecto de una carta, puedes destruir en su lugar ese número de monstruos Dinosaurio en tu mano y/o Deck.", "fr": "Tous les monstres sur le Terrain (monstres Dinosaure exclus) perdent 500 ATK/DEF. Une fois par tour, si un monstre Dinosaure est Invoqué Normalement ou Spécialement (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 \"Jeton Jurraœuf\" (Dinosaure/TERRE/Niveau 1/ATK 0/DEF 0) sur le Terrain de votre adversaire en Position de Défense. Tant que votre adversaire contrôle un Jeton, il ne peut pas cibler de monstres sur le Terrain (Jetons exclus) avec des effets de carte. Une fois par tour, si un ou plusieurs Monstres Normaux sur le Terrain vont être détruits au combat ou par un effet de carte, vous pouvez détruire autant de monstres Dinosaure dans votre main et/ou Deck à la place.", "it": "Tutti i mostri sul Terreno perdono 500 ATK/DEF, eccetto i mostri Dinosauro. Una volta per turno, se viene Evocato Normalmente o Specialmente un mostro Dinosauro (eccetto durante il Damage Step): puoi Evocare Specialmente 1 \"Segna-Jurauovo\" (Dinosauro/TERRA/Livello 1/ATK 0/DEF 0) sul Terreno del tuo avversario in Posizione di Difesa. Mentre il tuo avversario controlla un Segna-Mostro, non può scegliere mostri sul Terreno come bersaglio con gli effetti delle carte, eccetto i Segna-Mostro. Una volta per turno, se uno o più Mostri Normali sul Terreno stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece distruggere quel numero di mostri Dinosauro nella tua mano e/o Deck.", "pt": "Todos os monstros no campo perdem 500 de ATK/DEF, exceto monstros Dinossauro. Uma vez por turno, se um monstro Dinossauro for Invocado por Invocação-Normal ou Especial (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Especial 1 \"Ficha de Jurraovo\" (Dinossauro/TERRA/Nível 1/ATK 0/DEF 0) em Posição de Defesa no campo do seu oponente. Enquanto seu oponente controlar uma Ficha, ele não pode escolher monstros no campo como alvo de efeitos de card, exceto Fichas. Uma vez por turno, se um ou mais Monstros Normais no campo seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode destruir esse mesmo número de monstros Dinossauro na sua mão e/ou no Deck.", "ja": "①：恐竜族以外のフィールドのモンスターの攻撃力・守備力は５００ダウンする。\n②：１ターンに１度、恐竜族モンスターが召喚・特殊召喚された場合に発動できる。相手フィールドに「ジュラエッグトークン」（恐竜族・地・星１・攻／守０）１体を守備表示で特殊召喚する。\n③：相手フィールドにトークンがある限り、相手はトークン以外のフィールドのモンスターを効果の対象にできない。\n④：１ターンに１度、フィールドの通常モンスターが戦闘・効果で破壊される場合、代わりにその数だけ自分の手札・デッキの恐竜族モンスターを破壊できる。", "ko": "①: 공룡족 이외의 필드의 몬스터의 공격력 / 수비력은 500 내린다. ②: 1턴에 1번, 공룡족 몬스터가 일반 소환 / 특수 소환되었을 경우에 발동할 수 있다. 상대 필드에 \"쥐라에그 토큰\"(공룡족 / 땅 / 레벨 1 / 공 0 / 수 0) 1장을 수비 표시로 특수 소환한다. ③: 상대 필드에 토큰이 있는 한, 상대는 토큰 이외의 필드의 몬스터를 효과의 대상으로 할 수 없다. ④: 1턴에 1번, 필드의 일반 몬스터가 전투 / 효과로 파괴될 경우, 대신에 그 수만큼 자신의 패 / 덱의 공룡족 몬스터를 파괴할 수 있다.", "zh-TW": "①：場上的恐龍族以外的怪獸的攻擊力・守備力降低５００。②：１回合１次，可在恐龍族怪獸被召喚・特殊召喚的狀況下發動。以守備表示特殊召喚１隻「侏羅蛋衍生物」（恐龍族・地・星１・攻／守０）至對方場上。③：只要對方場上存在衍生物，對方就不能將場上的衍生物以外的怪獸做為效果對象。④：１回合１次，在場上的通常怪獸因戰鬥・效果被破壞的狀況下，可依據其數量破壞我方手牌・牌組的恐龍族怪獸作為替代。", "zh-CN": "①：场上恐龙族以外的怪兽的攻击力・守备力下降５００。②：１回合１次，恐龙族怪兽被召唤・特殊召唤的情况下可以发动。将１只“侏罗蛋衍生物”（恐龙族・地・星１・攻／守０）以守备表示特殊召唤至对手场上。③：只要对手场上有衍生物，对手不可将场上衍生物以外的怪兽作为效果的对象。④：１回合１次，场上的通常怪兽将被战斗・效果破坏的情况下，可依其数量破坏自己手牌・牌组的恐龙族怪兽作为代替。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "LostWorld-WISU-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SR04-EN021", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "MAGO-EN154", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "MGED-EN058", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}, {"set_number": "WISU-EN057", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "de": [{"set_number": "SR04-DE021", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "MAGO-DE154", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "MGED-DE058", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}, {"set_number": "WISU-DE057", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "fr": [{"set_number": "SR04-FR021", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "MAGO-FR154", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "MGED-FR058", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}, {"set_number": "WISU-FR057", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "it": [{"set_number": "SR04-IT021", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "MAGO-IT154", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "MGED-IT058", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}, {"set_number": "WISU-IT057", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "pt": [{"set_number": "SR04-PT021", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "MAGO-PT154", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "MGED-PT058", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}, {"set_number": "WISU-PT057", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "ja": [{"set_number": "SR04-JP021", "set_name": "Structure Deck R: Tyranno's Rage", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR04-KR021", "set_name": "Structure Deck R: Tyranno's Rage", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "CL03-SC143", "set_name": "Classic Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 481317, "master_duel_rarity": "R"}