{"konami_id": 11777, "password": 17264592, "name": {"en": "U.A. Rival Rebounder", "de": "U.A. Gegnerischer Rebounder", "es": "U.A. Rival del Rebote", "fr": "Rebondeur Rival U.A.", "it": "U.A. Rimbalzista Rivale", "pt": "U.A. Reboteador Rival", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>コリバルリバウンダー", "ja_romaji": "Urutora Asurīto Koribaruribaundā", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 코리발 리바운더", "ko_rr": null, "zh-TW": "超級運動員 勁敵籃板手", "zh-CN": "超级运动员劲敌篮板手"}, "text": {"en": null, "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 „U.A.“-Monster, das du kontrollierst, auf die Hand zurückgibst, außer „U.A. Gegnerischer Rebounder“. Du kannst „U.A. Gegnerischer Rebounder“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte während des Spielzugs deines Gegners als Spezialbeschwörung beschworen wird oder sie als Normalbeschwörung beschworen wird: Du kannst 1 „U.A.“-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören, außer „U.A. Gegnerischer Rebounder“. Du kannst diesen Effekt von „U.A. Gegnerischer Rebounder“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) devolviendo a la mano 1 monstruo \"U.A.\" que controles, excepto \"U.A. Rival del Rebote\". Sólo puedes Invocar de Modo Especial \"U.A. Rival del Rebote\" de esta forma una vez por turno. Si esta carta es Invocada de Modo Especial durante el turno de tu adversario, o si es Invocada de Modo Normal: puedes Invocar de Modo Especial, desde tu mano o Cementerio, 1 monstruo \"U.A.\", excepto \"U.A. Rival del Rebote\". Sólo puedes usar este efecto de \"U.A. Rival del Rebote\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en renvoyant 1 monstre \"U.A.\" que vous contrôlez (\"Rebondeur Rival U.A.\" exclu) à la main. Vous ne pouvez Invoquer Spécialement \"Rebondeur Rival U.A.\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement durant le tour de votre adversaire, ou Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"U.A.\" (\"Rebondeur Rival U.A.\" exclu) depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Rebondeur Rival U.A.\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) facendo ritornare 1 mostro \"U.A.\" che controlli nella mano, eccetto \"U.A. Rimbalzista Rivale\". Puoi Evocare Specialmente \"U.A. Rimbalzista Rivale\" una sola volta per turno in questo modo. Se questa carta viene Evocata Specialmente durante il turno del tuo avversario, o Evocata Normalmente: puoi Evocare Specialmente 1 mostro \"U.A.\" dalla tua mano o Cimitero, eccetto \"U.A. Rimbalzista Rivale\". Puoi utilizzare questo effetto di \"U.A. Rimbalzista Rivale\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao devolver 1 monstro \"U.A.\" que você controla para a mão, exceto \"U.A. Reboteador Rival\". Você só pode Invocar \"U.A. Reboteador Rival\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Especial durante o turno do seu oponente ou Invocado por Invocação-Normal: você pode Invocar por Invocação-Especial 1 monstro \"U.A.\" da sua mão ou Cemitério, exceto \"U.A. Reboteador Rival\". Você só pode usar este efeito de \"U.A. Reboteador Rival\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。\n①：このカードは「Ｕ．Ａ．コリバルリバウンダー」以外の自分フィールドの「Ｕ．Ａ．」モンスター１体を手札に戻し、手札から特殊召喚できる。\n②：このカードが召喚または相手ターンに特殊召喚した場合に発動できる。自分の手札・墓地から「Ｕ．Ａ．コリバルリバウンダー」以外の「Ｕ．Ａ．」モンスター１体を特殊召喚する。", "ko": "\"U.A.(울트라 애슬리트) 코리발 리바운더\"의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 \"U.A.(울트라 애슬리트) 코리발 리바운더\" 이외의 자신 필드의 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 패로 되돌리고, 패에서 특수 소환할 수 있다. ②: 이 카드가 일반 소환 또는 상대 턴 중의 특수 소환에 성공했을 경우에 발동할 수 있다. 자신의 패 / 묘지에서 \"U.A.(울트라 애슬리트) 코리발 리바운더\" 이외의 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 고르고 특수 소환한다.", "zh-TW": "透過「超級運動員 勁敵籃板手」①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：可將我方場上的１隻「超級運動員 勁敵籃板手」以外的「超級運動員」怪獸送回手牌，從手牌特殊召喚此卡。②：可在此卡召喚或在對方回合中特殊召喚成功的狀況下發動。從我方手牌・墓地選擇１隻「超級運動員 勁敵籃板手」以外的「超級運動員」怪獸特殊召喚。", "zh-CN": "１回合只可使用１次以“超级运动员劲敌篮板手”①方法的特殊召唤，②的效果１回合只可使用１次。①：此卡可将除“超级运动员劲敌篮板手”以外的我方场上的１只“超级运动员”怪兽返回至手牌，并从手牌特殊召唤。②：此卡召唤成功，或对手回合中特殊召唤成功的场合可发动。从我方手牌、墓地挑选１只除“超级运动员劲敌篮板手”以外的“超级运动员”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 6, "atk": 2200, "def": 2300, "series": ["U.A."], "images": [{"index": 1, "image": "UARivalRebounder-CROS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN087", "set_name": "Crossed Souls", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE087", "set_name": "Crossed Souls", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR087", "set_name": "Crossed Souls", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT087", "set_name": "Crossed Souls", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT087", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ja": [{"set_number": "EP15-JP027", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR027", "set_name": "Extra Pack 2015", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354860, "master_duel_rarity": "N"}