{"konami_id": 6648, "password": 17286057, "name": {"en": "Helios Trice Megistus", "de": "Helios Trio Megistus", "es": "Helios Trío Megistus", "fr": "Tris Hélios Megistus", "it": "Helios Trio Megistus", "pt": "Hélios Trismegisto", "ja": "ヘリオス・トリス・メギストス", "ja_romaji": "Heriosu Torisu Megisutosu", "ko": "헬리오스 트리스 메기스트스", "ko_rr": null, "zh-TW": "三子太陽・赫利歐斯", "zh-CN": "三子太阳・赫利欧斯"}, "text": {"en": null, "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 „Helios Duo Megistus“ als Tribut anbietest. Die ATK/DEF dieser Karte werden gleich der Anzahl der verbannten Monster x 300. Nachdem diese Karte angegriffen hat, falls dein Gegner ein Monster kontrolliert, kann diese Karte sofort einen zweiten Angriff durchführen. Während der End Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug durch Kampf zerstört und dorthin gelegt wurde: Du kannst diese Karte als Spezialbeschwörung beschwören und sie erhält 500 ATK/DEF.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) Sacrificando 1 \"Helios Dúo Megistus\". El ATK/DEF de esta carta se convierten en el número de monstruos desterrados x 300. Después de que esta carta ataque, si tu adversario controla un monstruo, esta carta puede hacer un segundo ataque inmediatamente después. Durante la End Phase, si esta carta está en el Cementerio porque fue destruida en batalla y mandada allí este turno: puedes Invocar esta carta de Modo Especial y ésta gana 500 ATK/DEF.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 1 \"Duo Hélios Megistus\". L'ATK/DEF de cette carte deviennent le nombre de monstres bannis x 300. Après que cette carte attaque, si votre adversaire contrôle un monstre, cette carte peut faire une seconde attaque à la suite. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle a été détruite au combat et y a été envoyée ce tour : vous pouvez Invoquer Spécialement cette carte, et elle gagne 500 ATK/DEF.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) offrendo come Tributo 1 \"Helios Duo Megistus\". Gli ATK/DEF di questa carta diventano il numero di mostri banditi x 300. Dopo che questa carta ha attaccato, se il tuo avversario controlla un mostro, questa carta può effettuare un secondo attacco di seguito. Durante la End Phase, se questa carta è nel Cimitero perché è stata distrutta in battaglia e mandata lì in questo turno: puoi Evocare Specialmente questa carta, ed essa guadagna 500 ATK/DEF.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao oferecer como Tributo 1 \"Hélios Dismegisto\". O ATK/DEF deste card se torna o número de monstros banidos x 300. Depois que este card atacar, se seu oponente controlar um monstro, este card pode realizar um segundo ataque em seguida. Durante a Fase Final, se este card estiver no Cemitério porque foi destruído em batalha e enviado para lá neste turno: você pode Invocar este card por Invocação-Especial e ele ganha 500 de ATK/DEF.", "ja": "①：このカードは自分フィールドの「ヘリオス・デュオ・メギストス」１体をリリースし、手札から特殊召喚できる。\n②：このカードの攻撃力・守備力は、除外状態のモンスターの数×３００になる。\n③：このカードが攻撃した場合、相手フィールドにモンスターが存在していれば、このカードはもう１度だけ続けて攻撃できる。\n④：このカードが戦闘で破壊され墓地へ送られたターンのエンドフェイズに発動する。このカードを墓地から特殊召喚する。この効果で特殊召喚したこのカードの攻撃力・守備力は５００アップする。", "ko": "이 카드는 자신 필드 위의 \"헬리오스 듀오 메기스트스\" 1장을 릴리스하는 것으로 특수 소환할 수 있다. 이 카드의 공력력과 수비력은, 게임에서 제외되어 있는 몬스터 카드의 수 × 300 포인트가 된다. 이 카드가 전투에 의해서 파괴되어 묘지로 보내졌을 경우, 엔드 페이즈시에 공격력 / 수비력을 500 포인트 올리고 특수 소환된다. 상대 필드 위에 몬스터가 존재할 경우, 1번 더 이어서 공격을 실행할 수 있다.", "zh-TW": "此卡可藉由解放我方場上的１隻「雙子太陽・赫利歐斯」從手牌特殊召喚。此卡的攻擊力・守備力變為依據從遊戲被除外的怪獸數量×３００。此卡因戰鬥被破壞送至墓地的回合的結束階段時，將此卡的攻擊力・守備力提升５００並特殊召喚。在對方場上存在怪獸的狀況下，可再進行連續攻擊，僅限１次。", "zh-CN": "此卡可解放我方场上的１只“双子太阳・赫利欧斯”，并从手牌特殊召唤。此卡的攻击力、守备力变成从游戏中被除外怪兽数量×３００点。此卡因战斗被破坏并送入墓地回合的结束阶段时，将此卡的攻击力、守备力上升５００点并特殊召唤。对手场上存在有怪兽的场合，可连续再进行１次攻击。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "LIGHT", "level": 8, "atk": "?", "def": "?", "series": ["Helios"], "images": [{"index": 1, "image": "HeliosTriceMegistus-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LODT-EN095", "set_name": "Light of Destruction", "rarities": ["Super Rare"]}, {"set_number": "SGX3-ENI23", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "LODT-DE095", "set_name": "Light of Destruction", "rarities": ["Super Rare"]}, {"set_number": "SGX3-DEI23", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "LODT-FR095", "set_name": "Light of Destruction", "rarities": ["Super Rare"]}, {"set_number": "SGX3-FRI23", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "LODT-IT095", "set_name": "Light of Destruction", "rarities": ["Super Rare"]}, {"set_number": "SGX3-ITI23", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "SGX3-PTI23", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "E06-JPB01", "set_name": "Yu-Gi-Oh! Ultimate Masters: World Championship Tournament 2006 Game Guide promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PC02-KR085", "set_name": "Precious Pack Volume 2", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 7835, "master_duel_rarity": "R"}