{"konami_id": 8958, "password": 17285476, "name": {"en": "Naturia Mosquito", "de": "Naturia-Moskito", "es": "Mosquito Naturia", "fr": "Moustique Naturia", "it": "Naturia Zanzara", "pt": "Mosquito de Naturia", "ja": "ナチュル・モスキート", "ja_romaji": "Nachuru Mosukīto", "ko": "나츄르 모스키토", "ko_rr": null, "zh-TW": "大植然蚊", "zh-CN": "大植然蚊"}, "text": {"en": "While you control another face-up \"Naturia\" monster(s), your opponent cannot select this card as an attack target. Your opponent takes any Battle Damage you would have taken from battles involving a face-up \"Naturia\" monster you control, except this card.", "de": "Solange du andere offene „Naturia“-Monster kontrollierst, kann dein Gegner diese Karte nicht angreifen. Dein Gegner erhält den Kampfschaden, den du aus Kämpfen mit einem offenen „Naturia“-Monster, das du kontrollierst, außer dieser Karte, erhalten würdest.", "es": "Mientras controlas otro u otros monstruos \"Naturia\" boca arriba, tu adversario no puede seleccionar esta carta como objetivo de un ataque. Tu adversario recibe cualquier daño de batalla que fueras a recibir tú en batallas que involucren a un monstruo \"Naturia\" que controles, excepto esta carta.", "fr": "Tant que vous contrôlez un autre monstre \"Naturia\" face recto, votre adversaire ne peut pas sélectionner cette carte comme cible d'une attaque. Votre adversaire reçoit tous les dommages de combat que vous auriez dû recevoir à l'issue d'un combat impliquant un monstre \"Naturia\" face recto que vous contrôlez, excepté cette carte.", "it": "Fino a quando controlli almeno un altro mostro \"Naturia\" scoperto, il tuo avversario non può scegliere questa carta come bersaglio di un attacco. Il tuo avversario subisce qualsiasi danno da combattimento che tu avresti subito da battaglie che coinvolgono un mostro \"Naturia\" scoperto che controlli, eccetto questa carta.", "pt": null, "ja": "自分フィールド上にこのカード以外の「ナチュル」と名のついたモンスターが表側表示で存在する限り、相手はこのカードを攻撃対象に選択する事はできない。このカード以外の自分フィールド上に表側表示で存在する「ナチュル」と名のついたモンスターの戦闘によって発生する自分への戦闘ダメージは、代わりに相手が受ける。", "ko": "자신 필드 위에 이 카드 이외의 \"나츄르\"라는 이름이 붙은 몬스터가 앞면 표시로 존재하는 한, 상대는 이 카드를 공격 대상으로 선택할 수 없다. 이 카드 이외의 자신 필드 위에 앞면 표시로 존재하는 \"나츄르\"라는 이름이 붙은 몬스터의 전투에 의해서 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다.", "zh-TW": null, "zh-CN": "只要自己场上有这张卡以外的名字带有「自然」的怪兽表侧表示存在，对方不能选择这张卡作为攻击对象。这张卡以外的自己场上表侧表示存在的名字带有「自然」的怪兽的战斗发生的对自己的战斗伤害由对方代受。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 1, "atk": 200, "def": 300, "series": ["Naturia"], "images": [{"index": 1, "image": "NaturiaMosquito-DREV-EN-C-UE.png"}], "sets": {"en": [{"set_number": "DREV-EN027", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "de": [{"set_number": "DREV-DE027", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "fr": [{"set_number": "DREV-FR027", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "it": [{"set_number": "DREV-IT027", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "ja": [{"set_number": "DREV-JP027", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "ko": [{"set_number": "DREV-KR027", "set_name": "Duelist Revolution", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 129253, "master_duel_rarity": "N"}