{"konami_id": 19194, "password": 17462320, "name": {"en": "Realm Elegy", "de": "Klagelied des Reichs", "es": "Elegía del Reino", "fr": "Élégie du Royaume", "it": "Elegia del Reame", "pt": "Elegia do Reino", "ja": "<ruby>世<rt>せ</rt></ruby><ruby>壊<rt>かい</rt></ruby><ruby>挽<rt>ばん</rt></ruby><ruby>歌<rt>か</rt></ruby>", "ja_romaji": "Sekaibanka", "ko": "세괴만가", "ko_rr": "Segoeman-ga", "zh-TW": "世壞輓歌", "zh-CN": "世坏挽歌"}, "text": {"en": null, "de": "Füge deiner Hand 1 „Veda“-Monster von deinem Deck hinzu. Falls ein oder mehr offene Empfänger, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden, solange „Visas Starfrost“ auf dem Spielfeld und diese Karte in deinem Friedhof liegt: Du kannst diese Karte verbannen und dann 1 jener zerstörten Monster wählen; füge es deiner Hand hinzu. Du kannst diesen Effekt von „Klagelied des Reichs“ nur einmal pro Spielzug verwenden.", "es": "Añade a tu mano 1 monstruo \"Vedas\" en tu Deck. Si uno o más Cantantes boca arriba que controlas son destruidos en batalla o por el efecto de una carta mientras \"Visas Starfrost\" está en el Campo y esta carta está en tu Cementerio: puedes desterrar esta carta, y después selecciona 1 de esos monstruos destruidos; añádelo a tu mano. Sólo puedes usar este efecto de \"Elegía del Reino\" una vez por turno.", "fr": "Ajoutez 1 monstre \"Veda\" depuis votre Deck à votre main. Si un ou plusieurs Syntoniseurs face recto que vous contrôlez sont détruits au combat ou par un effet de carte tant que \"Visas Starfrost\" est sur le Terrain, et que cette carte est dans votre Cimetière : vous pouvez bannir cette carte, puis ciblez 1 de ces monstres détruits ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Élégie du Royaume\" qu'une fois par tour.", "it": "Aggiungi 1 mostro \"Veda\" dal tuo Deck alla tua mano. Se uno o più Tuner scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta mentre \"Visas Starfrost\" è sul Terreno e questa carta è nel tuo Cimitero: puoi bandire questa carta, poi scegliere come bersaglio 1 di quei mostri distrutti; aggiungilo alla tua mano. Puoi utilizzare questo effetto di \"Elegia del Reame\" una sola volta per turno.", "pt": "Adicione 1 monstro \"Veda\" do seu Deck à sua mão. Se um ou mais Reguladores com a face para cima que você controla forem destruídos em batalha ou por um efeito de card enquanto \"Visas Starfrost\" estiver no campo e este card estiver no seu Cemitério: você pode banir este card e, depois, escolha 1 desses monstros destruídos; adicione-o à sua mão. Você só pode usar este efeito de \"Elegia do Reino\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：デッキから「ヴェーダ」モンスター１体を手札に加える。\n②：このカードが墓地に存在し、フィールドに「ヴィサス＝スタフロスト」が存在する状態で、自分フィールドの表側表示のチューナーが戦闘・効果で破壊された場合、このカードを除外し、その内の１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 \"베다\" 몬스터 1장을 패에 넣는다. ②: 이 카드가 묘지에 존재하고, 필드에 \"비서스＝스타프로스트\"가 존재하는 상태에서, 자신 필드의 앞면 표시의 튜너가 전투 / 효과로 파괴되었을 경우, 이 카드를 제외하고, 그 중의 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。\n①：從牌組將１隻「韋陀」怪獸加入手牌。\n②：此卡存在於墓地，在場上存在「維薩思・史塔弗羅斯特」的狀態，我方場上的正面表示協調因戰鬥・效果被破壞的狀況下，可將此卡除外，將其中１隻做為對象發動。將該怪獸加入手牌。", "zh-CN": "此卡名的②效果１回合仅可使用１次。\n①：从牌组将１只“韦陀”怪兽加入手牌。\n②：此卡存在于墓地，场上存在“维萨思・史塔弗罗斯特”的状态下，自己场上的表侧表示协调因战斗・效果被破坏的情况下，将此卡除外，以其中１只为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "RealmElegy-AGOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN052", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "de": [{"set_number": "AGOV-DE052", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "fr": [{"set_number": "AGOV-FR052", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "it": [{"set_number": "AGOV-IT052", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "pt": [{"set_number": "AGOV-PT052", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AGOV-JP052", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR052", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC052", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 978653, "master_duel_rarity": "SR"}