{"konami_id": 18479, "password": 17550376, "name": {"en": "Nemleria Dream Defender - Oreiller", "de": "Nemleria-Traumverteidiger - Oreiller", "es": "Defensor de Sueños de Nemleria - Oreiller", "fr": "Protecteur du Rêve de Nemleria - Oreiller", "it": "Difensore del Sogno Nemleria - Oreiller", "pt": "Defensor dos Sonhos de Nemleria - Oreiller", "ja": "ネムレリアの<ruby>夢<rt>ゆめ</rt></ruby><ruby>守<rt>も</rt></ruby>り－オレイエ", "ja_romaji": "Nemureria no Yumemori - Oreie", "ko": "네무렐리아의 꿈지기－오레이에", "ko_rr": "Nemurellia-ui Ttumjigi - Orei-e", "zh-TW": "妮夢蕾莉婭的守夢者－歐雷埃", "zh-CN": "妮梦雷莉娅的守梦者－欧雷埃"}, "text": {"en": null, "de": "Falls du ein offenes Pendelmonster in deinem Extra Deck hast, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Nemleria-Traumverteidiger - Oreiller“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls du „Träumende Nemleria“ offen in deinem Extra Deck hast (Schnelleffekt): Du kannst 1 verdeckte Karte von deinem Extra Deck verdeckt verbannen; diese Karte erhält bis zum Ende dieses Spielzugs für jedes Monster, das dein Gegner derzeit kontrolliert, 500 ATK. Du kannst diesen Effekt von „Nemleria-Traumverteidiger - Oreiller“ nur einmal pro Spielzug verwenden.", "es": "Si tienes un Monstruo de Péndulo boca arriba en tu Deck Extra, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Defensor de Sueños de Nemleria - Oreiller\" una vez por turno de esta forma. Si tienes \"Nemleria Soñadora\" boca arriba en tu Deck Extra (Efecto Rápido): puedes desterrar 1 carta boca abajo en tu Deck Extra, boca abajo; esta carta gana 500 ATK por cada monstruo que tu adversario controle en este momento, hasta el final de este turno. Sólo puedes usar este efecto de \"Defensor de Sueños de Nemleria - Oreiller\" una vez por turno.", "fr": "Si vous avez un Monstre Pendule face recto dans votre Extra Deck, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Protecteur du Rêve de Nemleria - Oreiller\" qu'une fois par tour de cette façon. Si vous avez \"Nemleria Rêveuse\" face recto dans votre Extra Deck (Effet Rapide) : vous pouvez bannir face verso 1 carte face verso depuis votre Extra Deck ; jusqu'à la fin de ce tour, cette carte gagne 500 ATK pour chaque monstre actuellement contrôlé par votre adversaire. Vous ne pouvez utiliser cet effet de \"Protecteur du Rêve de Nemleria - Oreiller\" qu'une fois par tour.", "it": "Se hai un Mostro Pendulum scoperto nel tuo Extra Deck, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Difensore del Sogno Nemleria - Oreiller\" una sola volta per turno in questo modo. Se hai \"Nemleria Sognante\" scoperta nel tuo Extra Deck (Effetto Rapido): puoi bandire 1 carta coperta dal tuo Extra Deck, coperta; questa carta guadagna 500 ATK per ogni mostro attualmente controllato dal tuo avversario, fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Difensore del Sogno Nemleria - Oreiller\" una sola volta per turno.", "pt": "Se você tiver um Monstro Pêndulo com a face para cima no seu Deck Adicional, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Defensor dos Sonhos de Nemleria - Oreiller\" por Invocação-Especial uma vez por turno desta forma. Se você tiver \"Nemleria Sonhadora\" com a face para cima no seu Deck Adicional (Efeito Rápido): você pode banir, com a face para baixo, 1 card com a face para baixo do seu Deck Adicional; até o final deste turno, este card ganha 500 de ATK para cada monstro que seu oponente controla atualmente. Você só pode usar este efeito de \"Defensor dos Sonhos de Nemleria - Oreiller\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。\n①：自分のＥＸデッキに表側のＰモンスターが存在する場合、このカードは手札から特殊召喚できる。\n②：自分・相手ターンに、自分のＥＸデッキに表側の「夢見るネムレリア」が存在する場合、ＥＸデッキから裏側のカード１枚を裏側で除外して発動できる。このカードの攻撃力はターン終了時まで、相手フィールドのモンスターの数×５００アップする。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 엑스트라 덱에 앞면 표시 펜듈럼 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신의 엑스트라 덱에 앞면 표시의 \"꿈꾸는 네무렐리아\"가 존재할 경우, 엑스트라 덱에서 뒷면 표시의 카드 1장을 뒷면 표시로 제외하고 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지, 상대 필드의 몬스터의 수 × 500 올린다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：在我方額外牌組存在正面表示的鐘擺怪獸的狀況下，可從手牌特殊召喚此卡。②：在我方額外牌組存在正面表示的「睡夢中的妮夢蕾莉婭」的狀況下，可從額外牌組將１張反面表示的卡以反面表示除外發動。此卡的攻擊力在回合結束前，依據對方場上的怪獸的數量×５００進行提升。此效果在對方回合也可發動。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：自己的额外牌组存在表侧表示的灵摆怪兽的情况下，此卡可从手牌中特殊召唤。②：自己的额外牌组存在表侧表示的“眠梦中的妮梦雷莉娅”的情况下，从额外牌组将１张里侧表示的卡以里侧表示除外可以发动。此卡的攻击力直至回合结束时为止，上升相当于对手场上的怪兽数量×５００的数值。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "LIGHT", "level": 10, "atk": 2500, "def": 2000, "series": ["Nemleria"], "images": [{"index": 1, "image": "NemleriaDreamDefenderOreiller-CYAC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN016", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE016", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR016", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT016", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT016", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP016", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ko": [{"set_number": "CYAC-KR016", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC134", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716019, "master_duel_rarity": "R"}