{"konami_id": 10763, "password": 17601919, "name": {"en": "Pumprincess the Princess of Ghosts", "de": "Pumprinzessin, Geisterprinzessin", "es": "Pumprincess la Princesa de los Fantasmas", "fr": "Princesse des Fantômes", "it": "Principessa dei Fantasmi", "pt": "Princesa-Abóbora, a Princesa dos Fantasmas", "ja": "ゴースト<ruby>姫<rt>ひめ</rt></ruby>－パンプリンセス－", "ja_romaji": "Gōsuto Hime Panpurinsesu", "ko": "고스트 공주 펌프린세스", "ko_rr": null, "zh-TW": "鬼姬－南瓜公主－", "zh-CN": "鬼姬－南瓜公主"}, "text": {"en": "If this face-up card is destroyed in a Monster Zone, you can place it face-up in your Spell & Trap Zone as a Continuous Spell, instead of sending it to the GY. While this card is treated as a Continuous Spell by this effect, during each Standby Phase: Place 1 Pumpkin Counter on this card. All monsters your opponent controls lose 100 ATK/DEF for each Pumpkin Counter on this card.", "de": "Falls diese offene Karte in einer Monsterzone zerstört wird, kannst du sie offen als Permanenten Zauber in deine Zauber- & Fallenzone legen, statt sie auf den Friedhof zu legen. Solange diese Karte durch diesen Effekt als Permanenter Zauber behandelt wird, während jeder Standby Phase: Lege 1 Kürbiszählmarke auf diese Karte. Alle Monster, die dein Gegner kontrolliert, verlieren für jede Kürbiszählmarke auf dieser Karte 100 ATK/DEF.", "es": "Si esta carta boca arriba es destruida en una Zona de Monstruos, puedes ponerla boca arriba en tu Zona de Magia y Trampas como una Mágica Continua en lugar de mandarla al Cementerio. Mientras esta carta sea tratada como una Mágica Continua por este efecto, durante cada Standby Phase: pon 1 Contador Calabaza en esta carta. Todos los monstruos que controle tu adversario pierden 100 ATK/DEF por cada Contador Calabaza en esta carta.", "fr": "Si cette carte face recto est détruite dans une Zone Monstre, vous pouvez la placer face recto dans votre Zone Magie & Piège comme Magie Continue au lieu de l'envoyer au Cimetière. Tant que cette carte est traitée comme Magie Continue par cet effet, durant chaque Standby Phase : placez 1 Compteur Citrouille sur cette carte. Tous les monstres contrôlés par votre adversaire perdent 100 ATK/DEF pour chaque Compteur Citrouille sur cette carte.", "it": "Se questa carta scoperta viene distrutta in una Zona Mostri, puoi metterla scoperta in una tua Zona Magie & Trappole come una Magia Continua, invece di mandarla al Cimitero. Mentre questa carta viene considerata come una Magia Continua per questo effetto, durante ogni Standby Phase: metti 1 Segnalino Zucca su questa carta. Tutti i mostri controllati dal tuo avversario perdono 100 ATK/DEF per ogni Segnalino Zucca su questa carta.", "pt": "Se este card com a face para cima for destruído em uma Zona de Monstros, você pode colocá-lo com a face para cima na sua Zona de Magias & Armadilhas como uma Magia Contínua, em vez de enviá-lo para o Cemitério. Enquanto este card for considerado como uma Magia Contínua por este efeito, durante cada Fase de Apoio: coloque 1 Marcador de Abóbora neste card. Todos os monstros que seu oponente controla perdem 100 de ATK/DEF para cada Marcador de Abóbora neste card.", "ja": "このカードがモンスターカードゾーン上で破壊された場合、墓地へ送らずに永続魔法カード扱いとして自分の魔法＆罠カードゾーンに表側表示で置く事ができる。この効果で永続魔法カード扱いになっている場合、お互いのスタンバイフェイズ毎にこのカードにパンプキンカウンターを１つ置く。相手フィールド上の全てのモンスターの攻撃力・守備力は、永続魔法カード扱いのこのカードに乗っているパンプキンカウンターの数×１００ポイントダウンする。", "ko": "이 카드가 몬스터 카드 존 위에서 파괴되었을 경우, 묘지로 보내지 않고 지속 마법 카드로 취급하여 자신의 마법 & 함정 카드 존에 앞면 표시로 놓을 수 있다. 이 효과로 지속 마법 카드 취급이 되어 있는 경우, 서로의 스텐바이 페이즈마다 이 카드에 펌프킨 카운터를 1개 놓는다. 상대 필드 위의 모든 몬스터의 공격력 / 수비력은, 지속 마법 카드 취급의 이 카드에 얹혀 있는 펌프킨 카운터의 수 × 100 포인트 내린다.", "zh-TW": null, "zh-CN": "这张卡在怪兽卡区域上被破坏的场合，可以不送去墓地当作永续魔法卡使用在自己的魔法与陷阱卡区域表侧表示放置。这个效果当作永续魔法卡使用的场合，每次双方的准备阶段给这张卡放置1个南瓜指示物。对方场上的全部怪兽的攻击力·守备力下降当作永续魔法卡使用的这张卡放置的南瓜指示物数量×100的数值。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 3, "atk": 900, "def": 1000, "images": [{"index": 1, "image": "PumprincessthePrincessofGhosts-SBC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN032", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-EN154", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SBC1-ENI09", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "de": [{"set_number": "SHSP-DE032", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-DE154", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SBC1-DEI09", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "es": [{"set_number": "SHSP-SP032", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-SP154", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SBC1-SPI09", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "fr": [{"set_number": "SHSP-FR032", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-FR154", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SBC1-FRI09", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "it": [{"set_number": "SHSP-IT032", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-IT154", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SBC1-ITI09", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "pt": [{"set_number": "SHSP-PT032", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-PT154", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SBC1-PTI09", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "ja": [{"set_number": "SHSP-JP032", "set_name": "Shadow Specters", "rarities": ["Common"]}], "ko": [{"set_number": "SHSP-KR032", "set_name": "Shadow Specters", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 270823, "master_duel_rarity": "N"}