{"konami_id": 5807, "password": 17679043, "name": {"en": "Penguin Torpedo", "de": "Pinguintorpedo", "es": "Pingüino Torpedo", "fr": "Torpille Pingouin", "it": "Torpedine Pinguino", "pt": "Torpedo Pinguim", "ja": "ペンギン<ruby>魚<rt>ぎょ</rt></ruby><ruby>雷<rt>らい</rt></ruby>", "ja_romaji": "Pengin Gyorai", "ko": "펭귄 어뢰", "ko_rr": "Penggwin Eoroe", "zh-TW": "企鵝魚雷", "zh-CN": "企鹅鱼雷"}, "text": {"en": "This card can attack directly. When this card inflicts battle damage to your opponent: You can target 1 Level 6 or lower monster your opponent controls; take control of it until the End Phase, but its effects are negated, also it cannot declare an attack, while you control it. You can only use this effect of \"Penguin Torpedo\" once per turn. At the end of the Damage Step, if this card attacked: Destroy this card.", "de": "Diese Karte kann direkt angreifen. Wenn diese Karte deinem Gegner Kampfschaden zufügt: Du kannst 1 Monster der Stufe 6 oder niedriger wählen, das dein Gegner kontrolliert; übernimm bis zur End Phase die Kontrolle darüber, aber seine Effekte werden annulliert, zusätzlich kann es keinen Angriff deklarieren, solange du es kontrollierst. Du kannst diesen Effekt von „Pinguintorpedo“ nur einmal pro Spielzug verwenden. Am Ende des Damage Steps, falls diese Karte angegriffen hat: Zerstöre diese Karte.", "es": "Esta carta puede atacar directamente. Cuando esta carta inflige daño de batalla a tu adversario: puedes seleccionar 1 monstruo de Nivel 6 o menor que controle tu adversario; hasta la End Phase, toma su control, pero sus efectos son negados, y además no puede declarar ataques mientras tú lo controles. Sólo puedes usar este efecto de \"Pingüino Torpedo\" una vez por turno. Al final del Damage Step, si esta carta atacó: destruye esta carta.", "fr": "Cette carte peut attaquer directement. Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 monstre de max. Niveau 6 contrôlé par votre adversaire ; prenez son contrôle jusqu'à la End Phase, mais ses effets sont annulés, et aussi, il ne peut pas déclarer d'attaque, tant que vous le contrôlez. Vous ne pouvez utiliser cet effet de \"Torpille Pingouin\" qu'une fois par tour. À la fin de la Damage Step, si cette carte a attaqué : détruisez cette carte.", "it": "Questa carta può attaccare direttamente. Quando questa carta infligge danno da combattimento al tuo avversario: puoi scegliere come bersaglio 1 mostro di Livello 6 o inferiore controllato dal tuo avversario; prendine il controllo fino alla End Phase, ma i suoi effetti sono annullati, inoltre esso non può dichiarare un attacco mentre lo controlli. Puoi utilizzare questo effetto di \"Torpedine Pinguino\" una sola volta per turno. Alla fine del Damage Step, se questa carta ha attaccato: distruggi questa carta.", "pt": "Este card pode atacar diretamente. Quando este card causar dano de batalha ao seu oponente: você pode escolher 1 monstro de Nível 6 ou menos que seu oponente controla; tome o controle dele até a Fase Final, mas seus efeitos são negados e, além disso, ele não pode declarar um ataque enquanto você o controlar. Você só pode usar este efeito de \"Torpedo Pinguim\" uma vez por turno. No final da Etapa de Dano, se este card atacou: destrua este card.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードは直接攻撃できる。②：このカードが相手に戦闘ダメージを与えた時、相手フィールドのレベル６以下のモンスター１体を対象として発動できる。そのモンスターのコントロールをエンドフェイズまで得る。この効果でコントロールを得たモンスターの効果は無効化され、攻撃宣言できない。③：このカードが攻撃したダメージステップ終了時に発動する。このカードを破壊する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 직접 공격할 수 있다. ②: 이 카드가 상대에게 전투 데미지를 주었을 때, 상대 필드의 레벨 6 이하의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 컨트롤을 엔드 페이즈까지 얻는다. 이 효과로 컨트롤을 얻은 몬스터의 효과는 무효화되고, 공격 선언할 수 없다. ③: 이 카드가 공격한 데미지 스텝 종료시에 발동한다. 이 카드를 파괴한다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：这张卡可以直接攻击。\n②：这张卡给与对方战斗伤害时，以对方场上1只6星以下的怪兽为对象才能发动。那只怪兽的控制权直到结束阶段得到。这个效果得到控制权的怪兽的效果无效化，不能攻击宣言。\n③：这张卡攻击的伤害步骤结束时发动。这张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 3, "atk": 550, "def": 300, "series": ["Penguin"], "images": [{"index": 1, "image": "PenguinTorpedo-BLAR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN004", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLAR-DE004", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLAR-FR004", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLAR-IT004", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLAR-PT004", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP20-JP004", "set_name": "Collection Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "CP20-KR004", "set_name": "Collection Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708033, "master_duel_rarity": "R"}