{"konami_id": 14421, "password": 17739335, "name": {"en": "Zerrziel, Ruler of the Evil Eyed", "de": "Zerrziel, Herrscher des Bösauges", "es": "Zerrziel, Soberano de los Malditos por el Ojo Maligno", "fr": "Zerrziel, Maître de l'Œil Maléfique", "it": "Zerrziel, Sovrano del Malocchio", "pt": "Zerrziel, o Governante dos Seguidores do Olho Maligno", "ja": "<ruby>呪<rt>じゅ</rt></ruby><ruby>眼<rt>がん</rt></ruby>の<ruby>王<rt>おう</rt></ruby> ザラキエル", "ja_romaji": "Jugan no Ō Zarakieru", "ko": "주안의 왕 자라키엘", "ko_rr": "Juan-ui Wang Jarakiel", "zh-TW": "咒眼之王 薩拉卡埃爾", "zh-CN": "咒眼之王 萨拉卡埃尔"}, "text": {"en": "2+ \"Evil Eye\" monsters\nIf this card was Link Summoned using a monster with 2600 or higher ATK as material, it can make a second attack during each Battle Phase. If this card is equipped with \"Evil Eye of Selene\" (Quick Effect): You can target 1 card your opponent controls; destroy it. You can only use this effect of \"Zerrziel, Ruler of the Evil Eyed\" once per turn. Once per turn, during the next Standby Phase after this effect was activated: Negate the effect of 1 Effect Monster this card currently points to.", "de": "2+ „Bösauge“-Monster\nFalls diese Karte mit einem Monster mit 2600 oder mehr ATK als Material als Linkbeschwörung beschworen wurde, kann sie während jeder Battle Phase einen zweiten Angriff durchführen. Falls diese Karte mit „Bösauge der Selene“ ausgerüstet ist (Schnelleffekt): Du kannst 1 Karte wählen, die dein Gegner kontrolliert; zerstöre sie. Du kannst diesen Effekt von „Zerrziel, Herrscher des Bösauges“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während der nächsten Standby Phase, nachdem dieser Effekt aktiviert wurde: Annulliere den Effekt von 1 Effektmonster, auf das diese Karte derzeit zeigt.", "es": "2+ monstruos \"Ojo Maligno\"\nSi esta carta fue Invocada por Enlace usando un monstruo con 2600 o más ATK como material, ésta puede hacer un segundo ataque durante cada Battle Phase. Si esta carta es equipada con \"Ojo Maligno de Selene\" (Efecto Rápido): puedes seleccionar 1 carta que controle tu adversario; destrúyela. Sólo puedes usar este efecto de \"Zerrziel, Soberano de los Malditos por el Ojo Maligno\" una vez por turno. Una vez por turno, durante la próxima Standby Phase después de que este efecto haya sido activado: niega el efecto de 1 Monstruo de Efecto al que apunte esta carta en este momento.", "fr": "2+ monstres \"Œil Maléfique\"\nSi cette carte a été Invoquée par Lien en utilisant un monstre avec min. 2600 ATK comme Matériel, elle peut faire une seconde attaque durant chaque Battle Phase. Si cette carte est équipée avec \"L'Œil Maléfique de Sélène\" (Effet Rapide) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Zerrziel, Maître de l'Œil Maléfique\" qu'une fois par tour. Une fois par tour, durant la prochaine Standby Phase après que cet effet a été activé : annulez l'effet d'1 Monstre à Effet actuellement pointé par cette carte.", "it": "2+ mostri \"Malocchio\"\nSe questa carta è stata Evocata Link utilizzando un mostro con ATK 2600 o superiore come materiale, esso può effettuare un secondo attacco durante ogni Battle Phase. Se questa carta è equipaggiata con \"Malocchio di Selene\" (Effetto Rapido): puoi scegliere come bersaglio 1 carta controllata dal tuo avversario; distruggila. Puoi utilizzare questo effetto di \"Zerrziel, Sovrano del Malocchio\" una sola volta per turno. Una volta per turno, durante la prossima Standby Phase dopo che questo effetto è stato attivato: annulla l'effetto di 1 Mostro con Effetto attualmente puntato da questa carta.", "pt": "2+ monstros \"Olho Maligno\"\nSe este card foi Invocado por Invocação-Link usando um monstro com 2600 ou mais de ATK como matéria, ele pode realizar um segundo ataque durante cada Fase de Batalha. Se este card estiver equipado com \"Olho Maligno de Selene\" (Efeito Rápido): você pode escolher 1 card que seu oponente controla; destrua-o. Você só pode usar este efeito de \"Zerrziel, o Governante dos Seguidores do Olho Maligno\" uma vez por turno. Uma vez por turno, durante a próxima Fase de Apoio depois que este efeito foi ativado: negue o efeito de 1 Monstro de Efeito para o qual este card apontar atualmente.", "ja": "「呪眼」モンスター２体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：攻撃力２６００以上のモンスターを素材としてリンク召喚したこのカードは１度のバトルフェイズ中に２回攻撃できる。②：このカードが「セレンの呪眼」を装備している場合、相手フィールドのカード１枚を対象として発動できる。そのカードを破壊する。この効果は相手ターンでも発動できる。③：このカードの②の効果を発動した場合、次のスタンバイフェイズに発動する。このカードのリンク先の効果モンスター１体を選び、その効果を無効にする。", "ko": "\"주안\" 몬스터 2장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 공격력 2600 이상의 몬스터를 소재로서 링크 소환한 이 카드는 1번의 배틀 페이즈 중에 2회 공격할 수 있다. ②: 이 카드가 \"셀렌의 주안\"을 장착하고 있을 경우, 상대 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다. 이 효과는 상대 턴에도 발동할 수 있다. ③: 이 카드의 ②의 효과를 발동했을 경우, 다음 스탠바이 페이즈에 발동한다. 이 카드의 링크 앞의 효과 몬스터 1장을 고르고, 그 효과를 무효로 한다.", "zh-TW": null, "zh-CN": "「咒眼」怪兽2只以上\n这个卡名的②的效果1回合只能使用1次。\n①：攻击力2600以上的怪兽为素材作连接召唤的这张卡在同1次的战斗阶段中可以作2次攻击。\n②：这张卡有「太阴之咒眼」装备的场合，以对方场上1张卡为对象才能发动。那张卡破坏。这个效果在对方回合也能发动。\n③：这张卡的②的效果发动的场合，下次的准备阶段发动。选这张卡所连接区1只效果怪兽，那个效果无效。"}, "card_type": "Monster", "monster_type_line": "Fiend / Link / Effect", "attribute": "DARK", "link_arrows": ["↙", "↘", "⬆"], "atk": 2600, "materials": "2+ \"Evil Eye\" monsters", "series": ["Evil Eye"], "images": [{"index": 1, "image": "ZerrzielRuleroftheEvilEyed-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN031", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN236", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "INCH-DE031", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE236", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "es": [{"set_number": "INCH-SP031", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-SP236", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INCH-FR031", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR236", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "INCH-IT031", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT236", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INCH-PT031", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT236", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBIC-JP031", "set_name": "Deck-Build Pack: Infinity Chasers", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "SUB1-JP075", "set_name": "Secret Utility Box", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "DBIC-KR031", "set_name": "Deck-Build Pack: Infinity Chasers", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 583473, "master_duel_rarity": "UR"}