{"konami_id": 13185, "password": 17745969, "name": {"en": "Super Vehicroid - Mobile Base", "de": "Super-Vehicroid - Mobile Base", "es": "Súper Vehicroid - Base Móvil", "fr": "Super Véhicroid - Base Mobile", "it": "Super Vehicroid - Base Mobile", "pt": "Super Veicroide Base Móvel", "ja": "スーパービークロイド－モビルベース", "ja_romaji": "Sūpā Bīkuroido - Mobiru Bēsu", "ko": "슈퍼 비크로이드 모빌베이스", "ko_rr": null, "zh-TW": "超級交通機人－移動基地", "zh-CN": "超级交通机人－移动基地"}, "text": {"en": "1 \"roid\" Fusion Monster + 1 \"roid\" monster\nYou can target 1 face-up monster your opponent controls; Special Summon 1 \"roid\" monster from your Deck or Extra Deck with ATK less than or equal to that monster. You can only use this effect of \"Super Vehicroid - Mobile Base\" once per turn. Once per turn, during the End Phase: You can target 1 \"roid\" monster in your Main Monster Zone (other than this card); return that monster you control to the hand, and if you do, move this card you control to that monster's Monster Zone.", "de": "1 „roid“-Fusionsmonster + 1 „roid“-Monster\nDu kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; beschwöre 1 „roid“-Monster, dessen ATK kleiner oder gleich denen des Monsters sind, als Spezialbeschwörung von deinem Deck oder Extra Deck. Du kannst diesen Effekt von „Super-Vehicroid - Mobile Base“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während der End Phase: Du kannst 1 „roid“-Monster in deiner Main-Monsterzone wählen (außer dieser Karte); gib das Monster, das du kontrollierst, auf die Hand zurück und falls du dies tust, bewege diese Karte, die du kontrollierst, in die Monsterzone des Monsters.", "es": "1 Monstruo de Fusión \"roid\" + 1 monstruo \"roid\"\nPuedes seleccionar 1 monstruo boca arriba que controle tu adversario; Invoca de Modo Especial, desde tu Deck o Deck Extra, 1 monstruo \"roid\" con ATK igual o menor al de ese monstruo. Sólo puedes usar este efecto de \"Súper Vehicroid - Base Móvil\" una vez por turno. Una vez por turno, durante la End Phase: puedes seleccionar 1 monstruo \"roid\" en tu Zona de Monstruos Principal (que no sea esta carta); devuelve a la mano ese monstruo que controlas y, si lo haces, mueve esta carta que controlas a la Zona de Monstruos de ese monstruo.", "fr": "1 Monstre Fusion \"roid\" + 1 monstre \"roid\"\nVous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; Invoquez Spécialement 1 monstre \"roid\" depuis votre Deck ou Extra Deck avec une ATK inférieure ou égale au monstre. Vous ne pouvez utiliser cet effet de \"Super Véhicroid - Base Mobile\" qu'une fois par tour. Une fois par tour, durant la End Phase : vous pouvez cibler 1 monstre \"roid\" (cette carte exclue) dans votre Zone Monstre Main ; renvoyez le monstre que vous contrôlez à la main, et si vous le faites, déplacez cette carte que vous contrôlez dans la Zone Monstre du monstre.", "it": "1 Mostro Fusione \"roid\" + 1 mostro \"roid\"\nPuoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; Evoca Specialmente dal tuo Deck o Extra Deck 1 mostro \"roid\" con ATK pari o inferiore a quello di quel mostro. Puoi utilizzare questo effetto di \"Super Vehicroid - Base Mobile\" una sola volta per turno. Una volta per turno, durante la End Phase: puoi scegliere come bersaglio 1 mostro \"roid\" nella tua Zona Mostri Main (diverso da questa carta); fai ritornare quel mostro che controlli nella mano e, se lo fai, sposta questa carta che controlli nella Zona Mostri di quel mostro.", "pt": "1 Monstro de Fusão \"roide\" + 1 monstro \"roide\"\nVocê pode escolher 1 monstro com a face para cima que seu oponente controla; Invoque por Invocação-Especial 1 monstro \"roide\" do seu Deck ou Deck Adicional com ATK menor ou igual que o desse monstro. Você só pode usar este efeito de \"Super Veicroide Base Móvel\" uma vez por turno. Uma vez por turno, durante a Fase Final: você pode escolher 1 monstro \"roide\" na sua Zona de Monstros Principal (que não seja este card); devolva esse monstro que você controla para a mão e, se isso acontecer, mova este card que você controla para a Zona de Monstros desse monstro.", "ja": "「ロイド」融合モンスター＋「ロイド」モンスター\nこのカード名の①の効果は１ターンに１度しか使用できない。①：相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力以下の攻撃力を持つ「ロイド」モンスター１体をデッキ・ＥＸデッキから特殊召喚する。②：自分・相手のエンドフェイズにこのカード以外の自分のメインモンスターゾーンの「ロイド」モンスター１体を対象として発動できる。その自分のモンスターを持ち主の手札に戻し、このカードの位置をそのモンスターゾーンに移動する。", "ko": "\"로이드\" 융합 몬스터 ＋ \"로이드\" 몬스터\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력 이하의 공격력을 가지는 \"로이드\" 몬스터 1장을 덱 / 엑스트라 덱에서 특수 소환한다. ②: 자신 / 상대의 엔드 페이즈에 이 카드 이외의 자신 메인 몬스터 존의 \"로이드\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터를 주인의 패로 되돌리고, 이 카드의 위치를 그 몬스터 존으로 이동한다.", "zh-TW": "「機人」融合怪獸＋「機人」怪獸\n此卡名的①效果，１回合僅限使用１次。①：可將對方場上的１隻正面表示怪獸做為對象發動。從牌組・額外牌組特殊召喚１隻持有攻擊力為該怪獸的攻擊力以下的「機人」怪獸。②：我方・對方結束階段，可將我方主要怪獸區的１隻此卡以外的「機人」怪獸做為對象發動。將該我方怪獸送回持有者的手牌，將此卡的位置移動至該怪獸區。", "zh-CN": "“机人”融合怪兽＋“机人”怪兽\n此卡牌名的①效果１回合只可使用１次。①：可以对手场上的１只表侧表示怪兽为对象发动。从牌组、额外牌组特殊召唤１只持有攻击力是该怪兽攻击力或以下的“机人”怪兽。②：在我方、对手的结束阶段，可以除此卡以外的我方主要怪兽区的１只“机人”怪兽为对象发动。将该我方怪兽返回至持有者手牌，将此卡的位置移至该怪兽区。"}, "card_type": "Monster", "monster_type_line": "Machine / Fusion / Effect", "attribute": "EARTH", "level": 10, "atk": 0, "def": 5000, "materials": "1 \"roid\" Fusion Monster + 1 \"roid\" monster", "series": ["roid", "Vehicroid"], "images": [{"index": 1, "image": "SuperVehicroidMobileBase-LDS1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDU-EN030", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "LDS1-EN041", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "de": [{"set_number": "LEDU-DE030", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "LDS1-DE041", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "fr": [{"set_number": "LEDU-FR030", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "LDS1-FR041", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "it": [{"set_number": "LEDU-IT030", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "LDS1-IT041", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "pt": [{"set_number": "LEDU-PT030", "set_name": "Legendary Duelists", "rarities": ["Super Rare"]}, {"set_number": "LDS1-PT041", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "ja": [{"set_number": "DP18-JP030", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DP18-KR030", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 496817, "master_duel_rarity": "UR"}