{"konami_id": 7278, "password": 17810268, "name": {"en": "Cloudian - Acid Cloud", "de": "Wolkian - Säurewolke", "es": "Cloudian - Nube Ácida", "fr": "Nuagien - Brouillard Acide", "it": "Nubiano - Nuvola Acida", "pt": "Nuviano - Nuvem Ácida", "ja": "<ruby>雲魔物<rt>クラウディアン</rt></ruby>－アシッド・クラウド", "ja_romaji": "Kuraudian - Ashiddo Kuraudo", "ko": "운마물－애시드 크라우드", "ko_rr": null, "zh-TW": "雲魔物－酸雨雲", "zh-CN": "云魔物－酸雨云"}, "text": {"en": "Cannot be destroyed by battle. If this card is in face-up Defense Position, destroy it. If this card is Normal Summoned: Place 1 Fog Counter on it for each \"Cloudian\" monster on the field. You can remove 2 Fog Counters from this card, then target 1 Spell/Trap on the field; destroy that target.", "de": "Kann nicht durch Kampf zerstört werden. Falls sich diese Karte in offener Verteidigungsposition befindet, zerstöre sie. Falls diese Karte als Normalbeschwörung beschworen wird: Lege 1 Nebel-Zählmarke für jedes „Wolkian“-Monster auf dem Spielfeld darauf. Du kannst 2 Nebel-Zählmarken von dieser Karte entfernen und dann 1 Zauber/Falle auf dem Spielfeld wählen; zerstöre jenes gewählte Ziel.", "es": "No puede ser destruido en batalla. Si esta carta está en Posición de Defensa boca arriba, destrúyela. Si esta carta es Invocada de Modo Normal: ponle 1 Contador de Niebla por cada monstruo \"Cloudian\" en el Campo. Puedes retirar 2 Contadores de Niebla de esta carta, y después selecciona 1 Mágica/Trampa en el Campo; destruye ese objetivo.", "fr": "Cette carte ne peut pas être détruite au combat. Si cette carte est en Position de Défense face recto, détruisez-la. Lorsque cette carte est Invoquée Normalement, placez 1 Compteur Brume sur elle pour chaque monstre \"Nuagien\" sur le Terrain. Vous pouvez retirer 2 Compteurs Brume de cette carte pour détruire 1 Carte Magie ou Piège.", "it": "Non può essere distrutto in battaglia. Se questa carta è scoperta in Posizione di Difesa, distruggila. Se questa carta viene Evocata Normalmente: metti 1 Segnalino Nebbia su di essa per ogni mostro \"Nubiano\" sul Terreno. Puoi rimuovere 2 Segnalini Nebbia da questa carta, poi scegliere come bersaglio 1 Magia/Trappola sul Terreno; distruggi quel bersaglio.", "pt": "Não pode ser destruído em batalha. Se este card estiver com a face para cima em Posição de Defesa, destrua-o. Se este card for Invocado por Invocação-Normal: coloque 1 Marcador de Névoa nele para cada monstro \"Nuviano\" no campo. Você pode remover 2 Marcadores de Névoa deste card e, depois, escolha 1 Magia/Armadilha no campo; destrua o alvo.", "ja": "このカードは戦闘によって破壊されない。このカードが表側守備表示でフィールド上に存在する場合、このカードを破壊する。このカードの召喚に成功した時、フィールド上に存在する「雲魔物」と名のついたモンスターの数だけこのカードにフォッグカウンターを置く。このカードに乗っているフォッグカウンターを２つ取り除く事で、フィールド上の魔法または罠カード１枚を破壊する。", "ko": "이 카드는 전투에 의해서는 파괴되지 않는다. 이 카드가 앞면 수비 표시로 필드 위에 존재할 경우, 이 카드를 파괴한다. 이 카드가 일반 소환에 성공했을 때, 필드 위에 존재하는 \"운마물\"이라는 이름이 붙은 몬스터의 수만큼 이 카드에 포그 카운터를 놓는다. 이 카드에 얹혀 있는 포그 카운터를 2개 제거하는 것으로, 필드 위의 마법 또는 함정 카드 1장을 파괴한다.", "zh-TW": null, "zh-CN": "这张卡不会被战斗破坏。这张卡表侧守备表示在场上存在的场合，这张卡破坏。这张卡的召唤成功时，场上存在的名字带有「云魔物」的怪兽数量的雾指示物给这张卡放置。可以通过把这张卡放置的2个雾指示物取除，场上1张魔法或者陷阱卡破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "WATER", "level": 4, "atk": 500, "def": 0, "series": ["Cloudian"], "images": [{"index": 1, "image": "CloudianAcidCloud-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GLAS-EN010", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}, {"set_number": "SGX3-ENH03", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "GLAS-DE010", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}, {"set_number": "SGX3-DEH03", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "es": [{"set_number": "GLAS-SP010", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}, {"set_number": "SGX3-SPH03", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "GLAS-FR010", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}, {"set_number": "SGX3-FRH03", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "GLAS-IT010", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}, {"set_number": "SGX3-ITH03", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "SGX3-PTH03", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "GLAS-JP010", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}], "ko": [{"set_number": "GLAS-KR010", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 536997, "master_duel_rarity": "R"}