{"konami_id": 17131, "password": 17825378, "name": {"en": "Predaplant Triantis", "de": "Raubpflanze Triantis", "es": "Predaplanta Triantis", "fr": "Triantis Prédaplante", "it": "Predapianta Triantis", "pt": "Predaplanta Triantis", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>トリアンティス", "ja_romaji": "Puredetā Purantsu Toriantisu", "ko": "프레데터 플랜츠 트리안티스", "ko_rr": "Peuredeteo Peullaencheu Teuriantiseu", "zh-TW": "捕食植物 油點草螳螂", "zh-CN": "捕食植物 黏菖蒲螳螂"}, "text": {"en": "If this card is sent to the GY or added to your Extra Deck face-up because it was used as Fusion Material: You can choose monsters on the field, up to the number of monsters you control, and place 1 Predator Counter on each one, and if you do, any of those monsters that are Level 2 or higher become Level 1 as long as they have a Predator Counter.", "de": "Falls diese Karte auf den Friedhof gelegt oder offen deinem Extra Deck hinzugefügt wird, weil sie als Fusionsmaterial verwendet wurde: Du kannst Monster auf dem Spielfeld bis zur Anzahl der Monster, die du kontrollierst, bestimmen und auf jedes 1 Raubtier-Zählmarke legen und falls du dies tust, wird jedes jener Monster, das Stufe 2 oder höher ist, zu Stufe 1, solange es eine Raubtier-Zählmarke hat.", "es": "Si esta carta es mandada al Cementerio o añadida a tu Deck Extra boca arriba porque fue usada como Material de Fusión: puedes elegir monstruos en el Campo, hasta el número de monstruos que controlas, y poner 1 Contador de Predador en cada uno y, si lo haces, cualquiera de esos monstruos que sea de Nivel 2 o mayor se convierte en Nivel 1 mientras tenga un Contador de Predador.", "fr": "Si cette carte est envoyée au Cimetière ou ajoutée face recto à votre Extra Deck parce qu'elle a été utilisée comme Matériel Fusion : vous pouvez choisir un nombre de monstres sur le Terrain, inférieur ou égal au nombre de monstres que vous contrôlez, et placez 1 Compteur Prédateur sur chacun d'eux, et si vous le faites, chacun de ces monstres de min. Niveau 2 devient Niveau 1 tant qu'il a un Compteur Prédateur.", "it": "Se questa carta viene mandata al Cimitero o aggiunta al tuo Extra Deck scoperta perché è stata utilizzata come Materiale da Fusione: puoi selezionare mostri sul Terreno, fino al numero di mostri che controlli, e mettere 1 Segnalino Predatore su ognuno e, se lo fai, qualsiasi di quei mostri che sono di Livello 2 o superiore diventano di Livello 1 fino a quando hanno un Segnalino Predatore.", "pt": "Se este card for enviado para o Cemitério ou adicionado ao seu Deck Adicional com a face para cima porque foi usado como Matéria de Fusão: você pode selecionar monstros no campo, até o número de monstros que você controla e colocar 1 Marcador de Predador em cada um e, se isso acontecer, quaisquer desses monstros que forem de Nível 2 ou mais se tornam de Nível 1 enquanto tiverem um Marcador de Predador.", "ja": "①：このカードが融合召喚の素材になり、墓地へ送られた場合またはＥＸデッキに表側表示で加わった場合に発動できる。自分フィールドのモンスターの数まで、フィールドのモンスターを選ぶ。そのモンスターに捕食カウンターを１つずつ置く。捕食カウンターが置かれたレベル２以上のモンスターのレベルは１になる。", "ko": "①: 이 카드가 융합 소환의 소재가 되어, 묘지로 보내졌을 경우 또는 엑스트라 덱에 앞면 표시로 넣어졌을 경우에 발동할 수 있다. 자신 필드의 몬스터의 수까지, 필드의 몬스터를 고른다. 그 몬스터에 포식 카운터를 1개씩 놓는다. 포식 카운터가 놓여진 레벨 2 이상의 몬스터 레벨은 1 이 된다.", "zh-TW": null, "zh-CN": "①：此卡成为融合召唤的素材、并被送至墓地的情况下或以表侧表示加入额外牌组的情况下可以发动。挑选场上怪兽，数量最多为自己场上怪兽的数量。在该怪兽上各放１个捕食计数物。放有捕食计数物的等级２以上怪兽的等级变为１。"}, "card_type": "Monster", "monster_type_line": "Plant / Pendulum / Effect", "attribute": "DARK", "level": 8, "atk": 2400, "def": 1000, "pendulum_scale": 8, "pendulum_effect": {"en": "While this card is in your Pendulum Zone, if you Fusion Summon a DARK Fusion Monster, you can also use cards in your Pendulum Zones as monsters on the field, as material for its Fusion Summon.", "de": "Solange diese Karte in deiner Pendelzone liegt, falls du ein FINSTERNIS Fusionsmonster als Fusionsbeschwörung beschwörst, kannst du auch Karten in deinen Pendelzonen als Monster auf dem Spielfeld als Material für seine Fusionsbeschwörung verwenden.", "es": "Mientras esta carta está en tu Zona de Péndulo, si Invocas por Fusión un Monstruo de Fusión de OSCURIDAD, también puedes usar cartas en tu Zona de Péndulo como monstruos en el Campo, como material para su Invocación por Fusión.", "fr": "Tant que cette carte est dans votre Zone Pendule, si vous Invoquez par Fusion un Monstre Fusion TÉNÈBRES, vous pouvez aussi utiliser des cartes dans vos Zones Pendule comme monstres sur le Terrain, comme Matériel pour son Invocation Fusion.", "it": "Mentre questa carta è nella tua Zona Pendulum, se Evochi tramite Fusione un Mostro Fusione OSCURITÀ, puoi anche utilizzare carte nelle tue Zone Pendulum come mostri sul Terreno, come materiale per la sua Evocazione tramite Fusione.", "pt": "Enquanto este card estiver na sua Zona de Pêndulo, se você Invocar por Invocação-Fusão um Monstro de Fusão de TREVAS, você também pode usar cards nas suas Zonas de Pêndulo como se fossem monstros no campo, como matéria para sua Invocação-Fusão.", "ja": "①：このカードがＰゾーンに存在する限り、自分が闇属性の融合モンスターを融合召喚する場合、自分のＰゾーンに存在する融合素材モンスターもフィールドのモンスターとして融合素材に使用できる。", "ko": "①: 이 카드가 펜듈럼 존에 존재하는 한, 자신이 어둠 속성 융합 몬스터를 융합 소환할 경우, 자신의 펜듈럼 존에 존재하는 융합 소재 몬스터도 필드의 몬스터로서 융합 소재로 사용할 수 있다.", "zh-TW": "①：只要此卡存在於鐘擺區，在我方融合召喚闇屬性融合怪獸的狀況下，就也可將存在於我方鐘擺區的融合素材怪獸做為場上的怪獸使用於融合素材。", "zh-CN": "①：只要此卡存在于灵摆区域，自己要将暗属性融合怪兽融合召唤的情况下，也可将存在于自己的灵摆区域的融合素材怪兽当作场上的怪兽来作为融合素材使用。"}, "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantTriantis-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN019", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-EN071", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE019", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-DE071", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DIFO-SP019", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-SP071", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR019", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-FR071", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT019", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-IT071", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT019", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-PT071", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP019", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR019", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC079", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716280, "master_duel_rarity": "N"}