{"konami_id": 21063, "password": 17832359, "name": {"en": "Wonko, Noble Knight of the Forest", "de": "Wonko, Edler Ritter des Waldes", "es": "Wonko, Noble Caballero del Bosque", "fr": "Le Chevalier Noble des Forêts Wanko", "it": "Wonko, Nobile Cavaliere della Foresta", "pt": "Wonko, o Nobre Cavaleiro da Floresta", "ja": "<ruby>森<rt>もり</rt></ruby>の<ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby> ワンコ", "ja_romaji": "Mori no Seikishi Wanko", "ko": "숲의 성기사 웡코", "ko_rr": null, "zh-TW": "森之聖騎士 汪寶", "zh-CN": "森之圣骑士 汪宝"}, "text": {"en": "If this card is Normal or Special Summoned: You can add 1 \"Fairy Tale Prologue: Journey's Dawn\" from your Deck to your hand, or, if \"Fairy Tale Prologue: Journey's Dawn\" is in your field or GY, you can draw 1 card instead. You can only use this effect of \"Wonko, Noble Knight of the Forest\" once per turn. While a card is in a Field Zone, your opponent's monsters cannot target monsters for attacks, except this one. When this card is destroyed by battle: You can make the monster that destroyed it lose 500 ATK.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Märchenbeginn: Reise bei Dämmerung“ von deinem Deck hinzufügen oder falls „Märchenbeginn: Reise bei Dämmerung“ auf deiner Spielfeldseite oder in deinem Friedhof liegt, kannst du stattdessen 1 Karte ziehen. Du kannst diesen Effekt von „Wonko, Edler Ritter des Waldes“ nur einmal pro Spielzug verwenden. Solange eine Karte in einer Spielfeldzone liegt, können Monster deines Gegners keine Monster als Angriffsziel wählen, außer diesem. Wenn diese Karte durch Kampf zerstört wird: Du kannst das Monster, das sie zerstört hat, 500 ATK verlieren lassen.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 \"Prólogo del Cuento de Hadas: Amanecer del Viaje\" en tu Deck o, si \"Prólogo del Cuento de Hadas: Amanecer del Viaje\" está en tu Campo o Cementerio, puedes robar 1 carta en su lugar. Sólo puedes usar este efecto de \"Wonko, Noble Caballero del Bosque\" una vez por turno. Mientras una carta esté en una Zona del Campo, los monstruos de tu adversario no pueden seleccionar monstruos para ataques, excepto éste. Cuando esta carta es destruida en batalla: puedes hacer que el monstruo que la destruyó pierda 500 ATK.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Premier Chapitre du Conte de Fées : L'Aube du Départ\" depuis votre Deck à votre main, ou, si \"Premier Chapitre du Conte de Fées : L'Aube du Départ\" est dans votre Terrain ou Cimetière, vous pouvez piocher 1 carte à la place. Vous ne pouvez utiliser cet effet de \"Le Chevalier Noble des Forêts Wanko\" qu'une fois par tour. Tant qu'une carte est dans une Zone Terrain, les monstres de votre adversaire ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Lorsque cette carte est détruite au combat : vous pouvez faire perdre 500 ATK au monstre qui l'a détruite.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 \"Prologo del Racconto di Fate: Alba del Viaggio\" dal tuo Deck alla tua mano o, se \"Prologo del Racconto di Fate: Alba del Viaggio\" è nel tuo Terreno o Cimitero, puoi invece pescare 1 carta. Puoi utilizzare questo effetto di \"Wonko, Nobile Cavaliere della Foresta\" una sola volta per turno. Mentre una carta è in una Zona Terreno, i mostri del tuo avversario non possono scegliere come bersaglio mostri per gli attacchi, eccetto questo. Quando questa carta viene distrutta in battaglia: puoi far perdere 500 ATK al mostro che l'ha distrutta.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 \"Prólogo do Conto de Fadas: Amanhecer da Jornada\" do seu Deck à sua mão, ou, se \"Prólogo do Conto de Fadas: Amanhecer da Jornada\" estiver no seu campo ou Cemitério, em vez disso, você pode comprar 1 card. Você só pode usar este efeito de \"Wonko, o Nobre Cavaleiro da Floresta\" uma vez por turno. Enquanto um card estiver na Zona do Campo, os monstros do seu oponente não podem escolher monstros como alvo de ataques, exceto este. Quando este card for destruído em batalha: você pode fazer com que o monstro que o destruiu perca 500 de ATK.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「Ｆａｉｒｙ Ｔａｌｅ 序章 旅立ちの暁光」１枚を手札に加える。自分のフィールドか墓地に「Ｆａｉｒｙ Ｔａｌｅ 序章 旅立ちの暁光」が存在する場合、代わりに自分は１枚ドローする事もできる。②：フィールドゾーンにカードが存在する限り、相手モンスターは他のモンスターを攻撃対象に選択できない。③：このカードが戦闘で破壊された時に発動できる。このカードを破壊したモンスターの攻撃力は５００ダウンする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"Fairy Tale(페어리테일) 서장 여정의 새벽빛\" 1장을 패에 넣는다. 자신의 필드나 묘지에 \"Fairy Tale(페어리테일) 서장 여정의 새벽빛\"이 존재할 경우, 대신에 자신은 1장 드로우할 수도 있다. ②: 필드 존에 카드가 존재하는 한, 상대 몬스터는 다른 몬스터를 공격 대상으로 선택할 수 없다. ③: 이 카드가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 파괴한 몬스터의 공격력은 500 내린다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：此卡召唤・特殊召唤的情况下可以发动。从牌组将1张“童话序章 启程之晓光”加入手牌。自己场上或墓地存在“童话序章 启程之晓光”的情况下，自己也可抽1张作为代替。②：只要场地区域存在卡，对手怪兽不可将其他怪兽选择为攻击对象。③：此卡因战斗被破坏时可以发动。破坏了此卡的怪兽的攻击力下降500。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "LIGHT", "level": 4, "atk": 1100, "def": 1600, "series": ["Noble Knight"], "images": [{"index": 1, "image": "WonkoNobleKnightoftheForest-BLMM-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMM-EN035", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMM-DE035", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLMM-SP035", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMM-FR035", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMM-IT035", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMM-PT035", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "25PP-JP008", "set_name": "Premium Pack 2025", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "25PP-KRA08", "set_name": "Premium Pack 2025 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}], "zh-CN": [{"set_number": "NE02-SC014", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1089631, "master_duel_rarity": "SR"}