{"konami_id": 11333, "password": 17857780, "name": {"en": "Performapal Cheermole", "de": "Künstlerkumpel Cheermaulwurf", "es": "Artistamigo Topofeliz", "fr": "Pompomtaupe Potartiste", "it": "Artistamico Talpagioia", "pt": "Camarartista Toupeira de Torcida", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>チアモール", "ja_romaji": "Entameito Chiamōru", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 치어몰", "ko_rr": null, "zh-TW": "娛樂夥伴 啦啦隊鼴鼠", "zh-CN": "娱乐伙伴啦啦队鼹鼠"}, "text": {"en": "You can target 1 monster whose current ATK is different from its original ATK; apply the appropriate effect. You can only use this effect of \"Performapal Cheermole\" once per turn.\n● If that monster's current ATK is higher than its original ATK, it gains 1000 ATK.\n● If that monster's current ATK is lower than its original ATK, it loses 1000 ATK.", "de": "Du kannst 1 Monster wählen, dessen derzeitige ATK nicht seinen Grund-ATK entsprechen; führe den entsprechenden Effekt aus. Du kannst diesen Effekt von „Künstlerkumpel Cheermaulwurf“ nur einmal pro Spielzug verwenden.\n● Falls die derzeitigen ATK des Monsters höher sind als seine Grund-ATK, erhält es 1000 ATK.\n● Falls die derzeitigen ATK des Monsters niedriger sind als seine Grund-ATK, verliert es 1000 ATK.", "es": "Puedes seleccionar 1 monstruo cuyo ATK en este momento sea diferente a su ATK original; aplica el efecto apropiado. Sólo puedes usar este efecto de \"Artistamigo Topofeliz\" una vez por turno.\n● Si el ATK en este momento de ese monstruo es mayor que su ATK original, éste gana 1000 ATK.\n● Si el ATK en este momento de ese monstruo es menor que su ATK original, éste pierde 1000 ATK.", "fr": "Vous pouvez cibler 1 monstre dont l'ATK actuelle est différente de son ATK d'origine ; appliquez l'effet approprié. Vous ne pouvez utiliser cet effet de \"Pompomtaupe Potartiste\" qu'une fois par tour.\n● Si l'ATK actuelle du monstre est supérieure à son ATK d'origine, il gagne 1000 ATK.\n● Si l'ATK actuelle du monstre est inférieure à son ATK d'origine, il perd 1000 ATK.", "it": "Puoi scegliere come bersaglio 1 mostro il cui ATK attuale è diverso dal suo ATK originale; applica l'effetto appropriato. Puoi utilizzare questo effetto di \"Artistamico Talpagioia\" una sola volta per turno.\n● Se l'ATK attuale di quel mostro è superiore al suo ATK originale, esso guadagna 1000 ATK.\n● Se l'ATK attuale di quel mostro è inferiore al suo ATK originale, esso perde 1000 ATK.", "pt": "Você pode escolher 1 monstro cujo ATK atual seja diferente do seu original; aplique o efeito apropriado. Você só pode usar este efeito de \"Performapal Cheermole\" uma vez por turno.\n● Se o ATK atual desse monstro for maior que seu o ATK original dele, ele ganha 1000 de ATK.\n● Se o ATK atual desse monstro for menor que seu o ATK original dele, ele perde 1000 de ATK.", "ja": "「ＥＭチアモール」のモンスター効果は１ターンに１度しか使用できない。①：自分メインフェイズに元々の攻撃力と異なる攻撃力を持つモンスター１体を対象として発動できる。そのモンスターの攻撃力の数値によって以下の効果を適用する。●そのモンスターの攻撃力が元々の攻撃力より高い場合、そのモンスターの攻撃力は１０００アップする。●そのモンスターの攻撃力が元々の攻撃力より低い場合、そのモンスターの攻撃力は１０００ダウンする。", "ko": "\"EM(엔터메이트) 치어몰\"의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 원래 공격력과 다른 공격력을 가지는 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력의 수치에 따라서 이하의 효과를 적용한다.\n●그 몬스터의 공격력이 원래 공격력보다 높을 경우, 그 몬스터의 공격력은 1000 올린다.\n●그 몬스터의 공격력이 원래 공격력보다 낮을 경우, 그 몬스터의 공격력은 1000 내린다.", "zh-TW": "「娛樂夥伴 啦啦隊鼴鼠」的怪獸效果，１回合僅限使用１次。①：可在我方主要階段將１隻持有攻擊力與原本的攻擊力不同的怪獸做為對象發動。根據該怪獸的攻擊力的數值，適用以下效果。\n●在該怪獸的攻擊力高於原本的攻擊力的狀況下，該怪獸的攻擊力提升１０００。\n●在該怪獸的攻擊力低於原本的攻擊力的狀況下，該怪獸的攻擊力降低１０００。", "zh-CN": "“娱乐伙伴啦啦队鼹鼠”的怪兽效果１回合只可使用１次。①：在我方主要阶段，可以１只攻击力与原攻击力不同的怪兽为目标发动。根据该怪兽攻击力的数值，令以下效果生效。\n●如果该怪兽的攻击力高于其原攻击力，则将其攻击力提升１０００。\n●如果该怪兽的攻击力低于其原攻击力，则将其攻击力降低１０００。"}, "card_type": "Monster", "monster_type_line": "Beast / Pendulum / Effect", "attribute": "EARTH", "level": 2, "atk": 600, "def": 1000, "pendulum_scale": 5, "pendulum_effect": {"en": "All Pendulum Monsters you control gain 300 ATK.", "de": "Alle Pendelmonster, die du kontrollierst, erhalten 300 ATK.", "es": "Todos los Monstruos de Péndulo que controles ganan 300 ATK.", "fr": "Tous les Monstres Pendules que vous contrôlez gagnent 300 ATK.", "it": "Tutti i Mostri Pendulum che controlli guadagnano 300 ATK.", "pt": "Todos os Monstros Pêndulo que você controla ganham 300 de ATK.", "ja": "①：自分フィールドのＰモンスターの攻撃力は３００アップする。", "ko": "①: 자신 필드의 펜듈럼 몬스터의 공격력은 300 올린다.", "zh-TW": "①：我方場上的鐘擺怪獸的攻擊力提升３００。", "zh-CN": "①：我方场上灵摆怪兽的攻击力提升３００。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalCheermole-MP15-EN-R-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN001", "set_name": "The New Challengers", "rarities": ["Rare"]}, {"set_number": "MP15-EN126", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "NECH-DE001", "set_name": "The New Challengers", "rarities": ["Rare"]}, {"set_number": "MP15-DE126", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "NECH-FR001", "set_name": "The New Challengers", "rarities": ["Rare"]}, {"set_number": "MP15-FR126", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "NECH-IT001", "set_name": "The New Challengers", "rarities": ["Rare"]}, {"set_number": "MP15-IT126", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "NECH-PT001", "set_name": "The New Challengers", "rarities": ["Rare"]}, {"set_number": "MP15-PT126", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "NECH-JP001", "set_name": "The New Challengers", "rarities": ["Rare"]}], "ko": [{"set_number": "NECH-KR001", "set_name": "The New Challengers", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 352455, "master_duel_rarity": "N"}