{"konami_id": 16550, "password": 17888577, "name": {"en": "Sonic Tracker", "de": "Klangsucher", "es": "Rastreador Sónico", "fr": "Traqueur Sonique", "it": "Inseguitore Sonico", "pt": "Rastreador Sônico", "ja": "<ruby>音速を追う者<rt>ソニックトラッカー</rt></ruby>", "ja_romaji": "Sonikku Torakkā", "ko": "소닉 트래커", "ko_rr": "Sonik Teuraekeo", "zh-TW": "音速追尋者", "zh-CN": "追逐音速者"}, "text": {"en": "This card is used to Ritual Summon \"Transonic Bird\". You must also Tribute monsters from your hand or field whose total Levels equal 4 or more. The Level of the monster Special Summoned by this effect becomes the total Levels of monsters used for its Ritual Summon. You can banish this card from your GY, then target 1 Ritual Monster you control; send 1 Ritual Monster with the same Type or Attribute from your Deck to the GY. You can only use this effect of \"Sonic Tracker\" once per turn.", "de": "Diese Karte wird verwendet, um „Transsonischer Klangvogel“ als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe 4 oder mehr entspricht. Die Stufe des durch diesen Effekt als Spezialbeschwörung beschworenen Monsters wird gleich der Summe der Stufen der Monster, die für seine Ritualbeschwörung verwendet wurden. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Ritualmonster wählen, das du kontrollierst; lege 1 Ritualmonster mit demselben Typ oder derselben Eigenschaft von deinem Deck auf den Friedhof. Du kannst diesen Effekt von „Klangsucher“ nur einmal pro Spielzug verwenden.", "es": "Esta carta se usa para Invocar por Ritual \"Transpájaro Sónico\". También debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sean iguales a 4 o más. El Nivel del monstruo Invocado de Modo Especial por este efecto se convierte en los Niveles totales de los monstruos usados para su Invocación por Ritual. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo de Ritual que controles; manda al Cementerio 1 Monstruo de Ritual con el mismo Tipo o Atributo en tu Deck. Sólo puedes usar este efecto de \"Rastreador Sónico\" una vez por turno.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Oiseau Transonique\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est égal à min. 4. Le Niveau du monstre Invoqué Spécialement par cet effet devient la somme des Niveaux des monstres utilisés pour son Invocation Rituelle. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Rituel que vous contrôlez ; envoyez 1 Monstre Rituel du même Type ou Attribut depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Traqueur Sonique\" qu'une fois par tour.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale \"Uccello Sonicoultra\". Devi anche offrire come Tributo dalla tua mano o Terreno mostri con Livello totale pari o superiore a 4. Il Livello del mostro Evocato Specialmente da questo effetto diventa la somma dei Livelli dei mostri utilizzati per la sua Evocazione Rituale. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Rituale che controlli; manda 1 Mostro Rituale con lo stesso Tipo o Attributo dal tuo Deck al Cimitero. Puoi utilizzare questo effetto di \"Inseguitore Sonico\" una sola volta per turno.", "pt": "Este card é usado para a Invocação-Ritual de \"Transpássaro Sônico\". Você também deve oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual a 4 ou mais. O Nível do monstro Invocado por Invocação-Especial por este efeito se torna a soma dos Níveis dos monstros usados para sua Invocação-Ritual. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro de Ritual que você controla; envie 1 Monstro de Ritual com o mesmo Tipo ou Atributo do seu Deck para o Cemitério. Você só pode usar este efeito de \"Rastreador Sônico\" uma vez por turno.", "ja": "「トランソニックバード」の降臨に必要。このカード名の②の効果は１ターンに１度しか使用できない。①：レベルの合計が４以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「トランソニックバード」を儀式召喚する。この効果で特殊召喚したモンスターのレベルは、その儀式召喚に使用したモンスターのレベルを合計したレベルになる。②：墓地のこのカードを除外し、自分フィールドの儀式モンスター１体を対象として発動できる。種族または属性がそのモンスターと同じ儀式モンスター１体をデッキから墓地へ送る。", "ko": "\"트랜소닉 버드\"의 의식 소환에 필요. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 레벨의 합계가 4 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"트랜소닉 버드\"를 의식 소환한다. 이 효과로 특수 소환한 몬스터의 레벨은, 그 의식 소환에 사용한 몬스터의 레벨을 합계한 레벨이 된다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 의식 몬스터 1장을 대상으로 하여 발동할 수 있다. 종족 또는 속성이 그 몬스터와 같은 의식 몬스터 1장을 덱에서 묘지로 보낸다.", "zh-TW": null, "zh-CN": "“跨音速鸟”的降临所必需。此卡名的②效果１回合仅可使用１次。①：为使合计等级为４以上，解放自己手牌・场上的怪兽，从手牌将“跨音速鸟”仪式召唤。以此效果特殊召唤的怪兽的等级变为使用于该仪式召唤的怪兽的等级合计的等级。②：将墓地的此卡除外，以自己场上的１只仪式怪兽为对象可以发动。将１只种族或属性与该怪兽相同的仪式怪兽从牌组送至墓地。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "SonicTracker-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "es": [{"set_number": "BODE-SP064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR064", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC155", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716762, "master_duel_rarity": "R"}