{"konami_id": 15259, "password": 18168997, "name": {"en": "Darklord Nergal", "de": "Finsterlord Nergal", "es": "Señoroscuro Nergal", "fr": "Ange Déchu Nergal", "it": "Signore Oscuro Nergal", "pt": "Senhor Obscuro Nergal", "ja": "<ruby>堕<rt>だ</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>使<rt>し</rt></ruby>ネルガル", "ja_romaji": "Datenshi Nerugaru", "ko": "타락천사 네르갈", "ko_rr": "Tarakcheonsa Nereugal", "zh-TW": "墮天使 內爾伽勒", "zh-CN": "堕天使内加尔"}, "text": {"en": "If your Fairy monster attacks a Defense Position monster, inflict piercing battle damage to your opponent. (Quick Effect): You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap in your GY; apply that target's effect, then shuffle that target into the Deck. You can only use this effect of \"Darklord Nergal\" once per turn. You can only Special Summon \"Darklord Nergal\" once per turn.", "de": "Falls dein Fee-Monster ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu. (Schnelleffekt): Du kannst 1000 LP zahlen und dann 1 „Finsterlord“-Zauber/Falle in deinem Friedhof wählen; führe den Effekt des gewählten Ziels aus, dann mische das gewählte Ziel ins Deck. Du kannst diesen Effekt von „Finsterlord Nergal“ nur einmal pro Spielzug verwenden. Du kannst „Finsterlord Nergal“ nur einmal pro Spielzug als Spezialbeschwörung beschwören.", "es": "Si tu monstruo Hada ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario. (Efecto Rápido): puedes pagar 1000 LP, y después seleccionar 1 Mágica/Trampa \"Señoroscuro/a\" en tu Cementerio; aplica el efecto de ese objetivo, y después baraja ese objetivo al Deck. Sólo puedes usar este efecto de \"Señoroscuro Nergal\" una vez por turno. Sólo puedes Invocar de Modo Especial \"Señoroscuro Nergal\" una vez por turno.", "fr": "Si votre monstre Elfe attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. (Effet Rapide) : vous pouvez payer 1000 LP, puis ciblez 1 Magie/Piège \"Ange Déchu\" dans votre Cimetière ; appliquez l'effet de la cible, puis mélangez la cible dans le Deck. Vous ne pouvez utiliser cet effet de \"Ange Déchu Nergal\" qu'une fois par tour. Vous ne pouvez Invoquer Spécialement \"Ange Déchu Nergal\" qu'une fois par tour.", "it": "Se un tuo mostro Fata attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario. (Effetto Rapido): puoi pagare 1000 LP, poi scegliere come bersaglio 1 Magia/Trappola \"Signore Oscuro\" nel tuo Cimitero; applica gli effetti di quel bersaglio, poi mischia quel bersaglio nel Deck. Puoi utilizzare questo effetto di \"Signore Oscuro Nergal\" una sola volta per turno. Puoi Evocare Specialmente \"Signore Oscuro Nergal\" una sola volta per turno.", "pt": "Se um monstro Fada seu atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente. (Efeito Rápido): você pode pagar 1000 PV e, depois, escolha 1 Magia/Armadilha \"Senhor(a) Obscuro(a)\" no seu Cemitério; aplique o efeito do alvo e, depois, embaralhe o alvo no Deck. Você só pode usar este efeito de \"Senhor Obscuro Nergal\" uma vez por turno. Você só pode Invocar \"Senhor Obscuro Nergal\" por Invocação-Especial uma vez por turno.", "ja": "自分は「堕天使ネルガル」を１ターンに１度しか特殊召喚できず、その②の効果は１ターンに１度しか使用できない。①：自分の天使族モンスターが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。②：１０００ＬＰを払い、自分の墓地の「堕天使」魔法・罠カード１枚を対象として発動できる。その魔法・罠カードの効果を適用する。その後、墓地のそのカードをデッキに戻す。この効果は相手ターンでも発動できる。", "ko": "자신은 \"타락천사 네르갈\"을 1턴에 1번밖에 특수 소환할 수 없으며, 그 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 천사족 몬스터가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 상대에게 전투 데미지를 준다. ②: 1000 LP를 지불하고, 자신 묘지의 \"타락천사\" 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 마법 / 함정 카드의 효과를 적용한다. 그 후, 묘지의 그 카드를 덱으로 되돌린다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "自己对「堕天使 内尔伽勒」1回合只能有1次特殊召唤，那个作为②的效果1回合只能使用1次。\n①：自己的天使族怪兽向守备表示怪兽攻击的场合，给与对方为攻击力超过那个守备力的数值的战斗伤害。\n②：支付1000基本分，以自己墓地1张「堕天使」魔法·陷阱卡为对象才能发动。那张魔法·陷阱卡的效果适用。那之后，墓地的那张卡回到卡组。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "DARK", "level": 8, "atk": 2700, "def": 2500, "series": ["Darklord"], "images": [{"index": 1, "image": "DarklordNergal-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN025", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN119", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE025", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE119", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR025", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR119", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT025", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT119", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT025", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT119", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP025", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "ROTD-KR025", "set_name": "Rise of the Duelist", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714481, "master_duel_rarity": "N"}