{"konami_id": 22070, "password": 18300894, "name": {"en": "Silk Bomb Moth", "de": "Seidenbomben-Motte", "es": "Polilla Bomba de Seda", "fr": "Papillon à Bombe de Soie", "it": "Falena Bomba Seta", "pt": "Mariposa Bomba de Seda", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If you have 2 or more WIND monsters in your GY and this card is in your hand: You can Special Summon this card, and if you do, shuffle 1 WIND monster from your GY into the Deck. If this card is Normal or Special Summoned: You can reveal the top card of your opponent's Deck, and apply the appropriate effect based on its card type.\n● Monster: Place it in your opponent's Spell & Trap Zone as a face-up Continuous Spell.\n● Spell/Trap: Banish it.\nYou can only use each effect of \"Silk Bomb Moth\" once per turn.", "de": "Falls du 2 oder mehr WIND Monster in deinem Friedhof hast und sich diese Karte in deiner Hand befindet: Du kannst diese Karte als Spezialbeschwörung beschwören und falls du dies tust, mische 1 WIND Monster von deinem Friedhof ins Deck. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst die oberste Karte des Decks deines Gegners vorzeigen und den entsprechenden Effekt ausführen, basierend auf ihrem Kartentyp.\n●Monster: Lege sie als offenen Permanenten Zauber in die Zauber- & Fallenzone deines Gegners.\n●Zauber/Falle: Verbanne sie.\nDu kannst jeden Effekt von „Seidenbomben-Motte“ nur einmal pro Spielzug verwenden.", "es": "Si tienes 2 o más monstruos de VIENTO en tu Cementerio y esta carta está en tu mano: puedes Invocar esta carta de Modo Especial y, si lo haces, baraja al Deck 1 monstruo de VIENTO en tu Cementerio. Si esta carta es Invocada de Modo Normal o Especial: puedes mostrar la carta de la parte superior del Deck de tu adversario y aplica el efecto apropiado basado en su tipo de carta.\n●Monstruo: Ponla en la Zona de Magia y Trampas de tu adversario como una Mágica Continua boca arriba.\n●Mágica/Trampa: Destiérrala.\nSólo puedes usar cada efecto de \"Polilla Bomba de Seda\" una vez por turno.", "fr": "Si vous avez min. 2 monstres VENT dans votre Cimetière et que cette carte est dans votre main : vous pouvez Invoquer Spécialement cette carte, et si vous le faites, mélangez 1 monstre VENT depuis votre Cimetière dans le Deck. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez révéler la carte du dessus du Deck de votre adversaire, et appliquez l'effet approprié selon son type de carte.\n●Monstre : Placez-la dans la Zone Magie & Piège de votre adversaire comme Magie Continue face recto.\n●Magie/Piège : Bannissez-la.\nVous ne pouvez utiliser chaque effet de \"Papillon à Bombe de Soie\" qu'une fois par tour.", "it": "Se hai 2 o più mostri VENTO nel tuo Cimitero e questa carta è nella tua mano: puoi Evocare Specialmente questa carta e, se lo fai, mischia 1 mostro VENTO dal tuo Cimitero nel Deck. Se questa carta viene Evocata Normalmente o Specialmente: puoi rivelare la prima carta del Deck del tuo avversario, e applicare l'effetto appropriato a seconda del suo tipo di carta.\n●Mostro: Mettilo nella Zona Magie & Trappole del tuo avversario come una Magia Continua scoperta.\n●Magia/Trappola: Bandiscilo.\nPuoi utilizzare ogni effetto di \"Falena Bomba Seta\" una sola volta per turno.", "pt": "Se você tiver 2 ou mais monstros de VENTO no seu Cemitério e este card estiver na sua mão: você pode Invocar este card por Invocação-Especial e, se isso acontecer, embaralhe 1 monstro de VENTO do seu Cemitério no Deck. Se este card for Invocado por Invocação-Normal ou Especial: você pode revelar o card do topo do Deck do seu oponente e aplicar o efeito apropriado de acordo com seu tipo de card.\n●Monstro: Coloque-o na Zona de Magias & Armadilhas do seu oponente como uma Magia Contínua com a face para cima.\n●Magia/Armadilha: Bana-a.\nVocê só pode usar cada efeito de \"Mariposa Bomba de Seda\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "WIND", "level": 6, "atk": 2400, "def": 1000, "images": [{"index": 1, "image": "SilkBombMoth-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN088", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE088", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP088", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR088", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT088", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT088", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145941}