{"konami_id": 11725, "password": 18326736, "name": {"en": "Tellarknight Ptolemaeus", "de": "Sternritter Ptolemaeus", "es": "Telcaballero Ptolemaeus", "fr": "Tellchevalier Ptolemaeus", "it": "Tellcavaliere Tolomeo", "pt": "Cavaleirostrela Ptolemaeus", "ja": "<ruby>星守の騎士<rt>テラナイト</rt></ruby> プトレマイオス", "ja_romaji": "Teranaito Putoremaiosu", "ko": "테라나이트 프톨레마이오스", "ko_rr": null, "zh-TW": null, "zh-CN": "守星骑士 托勒密"}, "text": {"en": "2+ Level 4 monsters\nOnce per Chain (Quick Effect): You can detach 3 materials from this card; Special Summon from your Extra Deck, 1 Xyz Monster that is 1 Rank higher than this card, except a \"Number\" monster, by using this face-up card you control as material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) You can detach 7 materials from this card; skip your opponent's next turn. Once per turn, during the End Phase: You can attach 1 \"Stellarknight\" card from your Extra Deck to this card as material.", "de": "2+ Monster der Stufe 4\nEinmal pro Kette (Schnelleffekt): Du kannst 3 Material von dieser Karte abhängen; beschwöre 1 Xyz-Monster mit einem um 1 höheren Rang als diese Karte, außer einem „Nummer“-Monster, als Spezialbeschwörung von deinem Extra Deck, indem du diese offene Karte, die du kontrollierst, als Material verwendest. (Dies wird als Xyz-Beschwörung behandelt. Transferiere ihr Material an das beschworene Monster.) Du kannst 7 Material von dieser Karte abhängen; überspringe den nächsten Spielzug deines Gegners. Einmal pro Spielzug, während der End Phase: Du kannst 1 „Wandelsternritter“-Karte von deinem Extra Deck als Material an diese Karte anhängen.", "es": "2+ monstruos de Nivel 4\nUna vez por Cadena (Efecto Rápido): puedes desacoplar 3 materiales de esta carta; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz que sea 1 Rango mayor que esta carta, excepto un monstruo \"Número\", usando esta carta boca arriba que controles como material. (Esto se trata como una Invocación Xyz. Transfiere sus materiales al monstruo Invocado). Puedes desacoplar 7 materiales de esta carta; sáltate el próximo turno de tu adversario. Una vez por turno, durante la End Phase: puedes acoplar a esta carta 1 carta \"Estelcaballero\" en tu Deck Extra como material.", "fr": "2+ monstres de Niveau 4\nUne fois par Chaîne (Effet Rapide) : vous pouvez détacher 3 Matériels de cette carte ; Invoquez Spécialement 1 Monstre Xyz (monstres \"Numéro\" exclus) qui a 1 Rang de plus que cette carte depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous pouvez détacher 7 Matériels de cette carte ; sautez le prochain tour de votre adversaire. Une fois par tour, durant la End Phase : vous pouvez attacher 1 carte \"Stellchevalier\" depuis votre Extra Deck à cette carte comme Matériel.", "it": "2+ mostri di Livello 4\nUna volta per Catena (Effetto Rapido): puoi staccare 3 materiali da questa carta; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz che è di 1 Rango superiore a questa carta, eccetto un mostro \"Numero\", utilizzando questa carta scoperta che controlli come materiale. (Questa viene considerata come un'Evocazione Xyz. Trasferisci i suoi materiali sul mostro Evocato.) Puoi staccare 7 materiali da questa carta; salta il prossimo turno del tuo avversario. Una volta per turno, durante la End Phase: puoi attaccare 1 carta \"Stellcavaliere\" dal tuo Extra Deck a questa carta come materiale.", "pt": "2+ monstros de Nível 4\nUma vez por Corrente (Efeito Rápido): você pode desassociar 3 matérias deste card; Invoque por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz que seja 1 Classe maior que este card, exceto um monstro \"Número\", ao usar este card com a face para cima que você controla como matéria. (Isso é considerado uma Invocação-Xyz. Transfira as matérias dele para o monstro Invocado.) Você pode desassociar 7 matérias deste card; pule o próximo turno do seu oponente. Uma vez por turno, durante a Fase Final: você pode associar 1 card \"Cavaleirostelar\" do seu Deck Adicional a este card como matéria.", "ja": "レベル４モンスター×２体以上\n①：このカードのＸ素材を以下の数だけ取り除き、その効果を発動できる。●３つ：自分・相手ターンに発動できる（同一チェーン上では１度まで）。「Ｎｏ．」モンスターを除く、このカードよりランクが１つ高いＸモンスター１体を、自分フィールドのこのカードの上に重ねてＸ召喚扱いでＥＸデッキから特殊召喚する。●７つ：自分メインフェイズに発動できる。次の相手ターンをスキップする。②：自分・相手のエンドフェイズに発動できる。ＥＸデッキから「ステラナイト」カード１枚をこのカードのＸ素材にする。", "ko": "레벨 4 몬스터 × 2장 이상\n①: 이 카드의 엑시즈 소재를 이하의 수만큼 제거하고, 그 효과를 발동할 수 있다. ●3개: 자신 / 상대 턴에 발동할 수 있다(동일한 체인 위에서는 1번까지). \"No.\" 몬스터 이외의, 이 카드보다 랭크가 1개 높은 엑시즈 몬스터 1장을, 자신 필드의 이 카드 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다. ●7개: 자신 메인 페이즈에 발동할 수 있다. 다음 상대 턴을 스킵한다. ②: 서로의 엔드 페이즈에 발동할 수 있다. 자신의 엑스트라 덱의 \"스테라나이트\" 카드 1장을 이 카드의 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "等级4怪兽×2只以上\n①：依以下数量去除此卡的超量素材，可以发动相应效果。●3个：在自己・对手的回合可以发动（同一连锁上最多1次）。从额外牌组将除“编号”怪兽以外的、1只阶级比此卡高1的超量怪兽重叠在自己场上的此卡上面，视为超量召唤特殊召唤。●7个：在自己的主要阶段可以发动。跳过下个对手回合。②：在自己・对手的结束阶段可以发动。从额外牌组将1张“辉星骑士”卡作为此卡的超量素材。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "LIGHT", "rank": 4, "atk": 550, "def": 2600, "materials": "2 or more Level 4 monsters", "series": ["tellarknight"], "images": [{"index": 1, "image": "TellarknightPtolemaeus-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "BLMR-EN083", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "CROS-DE050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "BLMR-DE083", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "CROS-SP050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "BLMR-SP083", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "CROS-FR050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "BLMR-FR083", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "CROS-IT050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "BLMR-IT083", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "CROS-PT050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "BLMR-PT083", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "CROS-JP050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}, {"set_number": "23TP-JP217", "set_name": "Tournament Pack 2023 Vol.2", "rarities": ["Secret Rare (Special Blue Version)"]}, {"set_number": "TW03-JP057", "set_name": "Terminal World 3", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "CROS-KR050", "set_name": "Crossed Souls", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}, {"set_number": "AE19-KR016", "set_name": "Advanced Event Pack 2023 Vol.2 Version 1", "rarities": ["Common"]}, {"set_number": "AE19-KRS16", "set_name": "Advanced Event Pack 2023 Vol.2 Version 2", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC183", "set_name": "Classic Pack 04", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "TW03-SC075", "set_name": "Terminal World 3", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383499}