{"konami_id": 5976, "password": 18378582, "name": {"en": "Archlord Zerato", "de": "Erzlord Zerato", "es": "Archlord Zerato", "fr": "Seigneur Ancestral Zerato", "it": "Archlord Zerato", "pt": "Archlord Zerato", "ja": "<ruby>大<rt>だい</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>使<rt>し</rt></ruby>ゼラート", "ja_romaji": "Daitenshi Zerāto", "ko": "대천사 제라토", "ko_rr": null, "zh-TW": "大天使 傑拉特", "zh-CN": "大天使 杰拉特"}, "text": {"en": "This card cannot be Normal Summoned or Set. This card cannot be Special Summoned except by Tributing 1 face-up \"Warrior of Zera\" on your side of the field while \"The Sanctuary in the Sky\" is on the field. If \"The Sanctuary in the Sky\" is on your side of the field, by discarding 1 LIGHT Monster Card from your hand to the Graveyard, destroy all monsters on your opponent's side of the field. If \"The Sanctuary in the Sky\" is not on your side of the field, this effect is not applied.", "de": "Diese Karte kann nicht als Normalbeschwörung beschworen oder gesetzt werden. Diese Karte kann nicht als Spezialbeschwörung beschworen werden, außer indem du 1 offene „Krieger von Zera“-Karte als Tribut anbietest, während „Die Zuflucht im Himmel“ offen auf dem Spielfeld liegt. Wirf 1 LICHT Monster aus deiner Hand auf den Friedhof ab, um alle Monster auf der Spielfeldseite deines Gegners zu zerstören. Wenn sich „Die Zuflucht im Himmel“ nicht offen auf deiner Spielfeldseite befindet, gilt dieser Effekt nicht.", "es": "Esta carta sólo puede ser Invocada mediante una Invocación Especial ofreciendo como Sacrificio 1 \"Guerrero de Zera\" boca arriba en tu Campo mientras \"El Santuario en el Cielo\" esté en el Campo. Descarta 1 Carta de Monstruo de LUZ de tu mano al Cementerio para destruir todos los monstruos en el Campo de tu Adversario. Este efecto no se aplica a no ser que \"El Santuario en el Cielo\" esté boca arriba en tu Campo.", "fr": "Cette carte ne peut ni être Invoquée par Invocation Normale ni être Posée. Cette carte ne peut pas être Invoquée par Invocation Spéciale excepté en sacrifiant 1 \"Guerrier de Zera\" face recto sur votre Terrain tant que \"Le Sanctuaire Céleste\" est face recto sur votre Terrain. Défaussez 1 carte monstre LUMIÈRE de votre main au Cimetière pour détruire tous les monstres sur le Terrain de votre adversaire. Cet effet n'est pas appliqué à moins que \"Le Sanctuaire Céleste\" ne soit sur votre Terrain.", "it": "Questa carta non può essere Evocata tramite Evocazione Normale o Posizionata. Questa carta non può essere Evocata tramite Evocazione Speciale se non offrendo 1 \"Guerriero di Zera\" scoperto sul tuo Terreno come Tributo finché \"Il Santuario nel Cielo\" è sul Terreno. Scarta 1 Carta Mostro LUCE dalla tua mano al Cimitero per distruggere tutti i mostri sul Terreno del tuo avversario. Questo effetto può essere applicato solo se c'è \"Il Santuario nel Cielo\" sul tuo Terreno.", "pt": "Este monstro não pode ser Invocado a não ser por Invocação-Especial, oferecendo 1 \"Guerreiro de Zera\" no seu Campo com a face para cima como Tributo, enquanto \"O Santuário no Céu\" está no Campo. Descarte 1 Card de Monstro da LUZ da sua mão para o Cemitério, para destruir todos os monstros no Campo do seu adversário. Este efeito não é aplicado a não ser que \"O Santuário no Céu\" esteja no seu Campo.", "ja": "このカードは通常召喚できない。このカードは「天空の聖域」がフィールド上に存在し、自分フィールド上に表側表示で存在する「ゼラの戦士」１体を生け贄に捧げた場合のみ特殊召喚できる。光属性のモンスターカード１枚を手札から墓地に捨てる事で、相手フィールド上に存在する全てのモンスターを破壊する。この効果は自分フィールド上に「天空の聖域」が存在しなければ適用できない。", "ko": "이 카드는 일반 소환/세트할 수 없다. 이 카드는 \"천공의 성역\"이 필드 위에 존재하고, 자신 필드 위에 앞면 표시로 존재하는 \"제라의 전사\" 1장을 제물로 바친 경우에만 특수 소환할 수 있다. 빛 속성의 몬스터 카드 1장을 패에서 묘지에 버리는 것으로, 상대 필드 위에 존재하는 모든 몬스터를 파괴한다. 이 효과는 자신 필드 위에 \"천공의 성역\"이 존재하지 않으면 적용할 수 없다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。这张卡在「天空的圣域」在场上存在，把自己场上表侧表示存在的1只「杰拉的战士」作为祭品的场合才能特殊召唤。可以通过把1张光属性的怪兽卡从手卡丢弃去墓地，对方场上存在的全部怪兽破坏。这个效果若自己场上没有「天空的圣域」存在则不能适用。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 8, "atk": 2800, "def": 2300, "series": ["Zera"], "images": [{"index": 1, "image": "ArchlordZerato-DR2-EN-UR-UE.png"}], "sets": {"en": [{"set_number": "DR2-EN146", "set_name": "Dark Revelation Volume 2", "rarities": ["Ultra Rare"]}, {"set_number": "AST-034", "set_name": "Ancient Sanctuary", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AST-DE034", "set_name": "Ancient Sanctuary", "rarities": ["Ultra Rare"]}, {"set_number": "DR2-DE146", "set_name": "Dark Revelation Volume 2", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "AST-SP034", "set_name": "Ancient Sanctuary", "rarities": ["Ultra Rare"]}, {"set_number": "DR2-SP146", "set_name": "Dark Revelation Volume 2", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AST-FR034", "set_name": "Ancient Sanctuary", "rarities": ["Ultra Rare"]}, {"set_number": "DR2-FR146", "set_name": "Dark Revelation Volume 2", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AST-IT034", "set_name": "Ancient Sanctuary", "rarities": ["Ultra Rare"]}, {"set_number": "DR2-IT146", "set_name": "Dark Revelation Volume 2", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AST-PT034", "set_name": "Ancient Sanctuary", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "308-034", "set_name": "The Sanctuary in the Sky (set)", "rarities": ["Ultra Rare", "Ultra Parallel Rare", "Ultimate Rare"]}, {"set_number": "EE2-JP146", "set_name": "Expert Edition Volume.2", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "AST-KR034", "set_name": "Ancient Sanctuary", "rarities": ["Ultra Rare"]}, {"set_number": "ESP3-KR024", "set_name": "Expansion Pack Vol.3", "rarities": ["Ultra Rare"]}, {"set_number": "HGP2-KR146", "set_name": "Expert Edition Volume.2", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 15588, "master_duel_rarity": "R"}