{"konami_id": 18522, "password": 18458255, "name": {"en": "Dream Tower of Princess Nemleria", "de": "Traumturm der Prinzessin Nemleria", "es": "Torre de Sueños de la Princesa Nemleria", "fr": "Tour des Rêves de la Princesse Nemleria", "it": "Torre dei Sogni della Principessa Nemleria", "pt": "Torre de Sonhos da Princesa Nemleria", "ja": "ネムレリアの<ruby>寝<rt>しん</rt></ruby><ruby>姫<rt>き</rt></ruby><ruby>楼<rt>ろう</rt></ruby>", "ja_romaji": "Nemureria no Shinkirō", "ko": "네무렐리아의 침희루", "ko_rr": "Nemurellia-ui Chimhuiru", "zh-TW": "妮夢蕾莉婭的寢姬樓", "zh-CN": "妮梦雷莉娅的寝姬楼"}, "text": {"en": "You can banish 2 face-down cards from your Extra Deck, face-down; add 2 Level 10 Beast monsters with different names from your Deck to your hand. You cannot Special Summon monsters from the Extra Deck the turn you activate this effect, except Pendulum Monsters. You can only use this effect of \"Dream Tower of Princess Nemleria\" once per turn. If a \"Nemleria\" monster(s) you control would be destroyed by battle or an opponent's card effect, while you have \"Dreaming Nemleria\" face-up in your Extra Deck, you can banish 1 face-down card from your Extra Deck face-down, instead.", "de": "Du kannst 2 verdeckte Karten von deinem Extra Deck verdeckt verbannen; füge deiner Hand 2 Ungeheuer-Monster der Stufe 10 mit unterschiedlichen Namen von deinem Deck hinzu. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Pendelmonstern. Du kannst diesen Effekt von „Traumturm der Prinzessin Nemleria“ nur einmal pro Spielzug verwenden. Falls ein oder mehr „Nemleria“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört würden, solange du „Träumende Nemleria“ offen in deinem Extra Deck hast, kannst du stattdessen 1 verdeckte Karte von deinem Extra Deck verdeckt verbannen.", "es": "Puedes desterrar 2 cartas boca abajo en tu Deck Extra, boca abajo; añade a tu mano 2 monstruos Bestia de Nivel 10 con nombres diferentes en tu Deck. No puedes Invocar monstruos de Modo Especial desde el Deck Extra el turno en el que activas este efecto, excepto Monstruos de Péndulo. Sólo puedes usar este efecto de \"Torre de Sueños de la Princesa Nemleria\" una vez por turno. Si uno o más monstruos \"Nemleria\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta del adversario, mientras tienes \"Nemleria Soñadora\" boca arriba en tu Deck Extra, puedes desterrar 1 carta boca abajo en tu Deck Extra boca abajo, en su lugar.", "fr": "Vous pouvez bannir face verso 2 cartes face verso depuis votre Extra Deck ; ajoutez 2 monstres Bête de Niveau 10 de noms différents depuis votre Deck à votre main. Vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Pendule exclus) depuis l'Extra Deck le tour où vous activez cet effet. Vous ne pouvez utiliser cet effet de \"Tour des Rêves de la Princesse Nemleria\" qu'une fois par tour. Si un ou plusieurs monstres \"Nemleria\" que vous contrôlez vont être détruits au combat ou par un effet de carte de l'adversaire, tant que vous avez \"Nemleria Rêveuse\" face recto dans votre Extra Deck, vous pouvez bannir face verso 1 carte face verso depuis votre Extra Deck, à la place.", "it": "Puoi bandire 2 carte coperte dal tuo Extra Deck, coperte; aggiungi 2 mostri Bestia di Livello 10 con nomi diversi dal tuo Deck alla tua mano. Non puoi Evocare Specialmente mostri dall'Extra Deck nel turno in cui attivi questo effetto, eccetto Mostri Pendulum. Puoi utilizzare questo effetto di \"Torre dei Sogni della Principessa Nemleria\" una sola volta per turno. Se uno o più mostri \"Nemleria\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta dell'avversario, mentre hai \"Nemleria Sognante\" scoperta nel tuo Extra Deck, puoi invece bandire 1 carta coperta dal tuo Extra Deck coperta.", "pt": "Você pode banir, com a face para baixo, 2 cards com a face para baixo do seu Deck Adicional; adicione 2 monstros Besta de Nível 10 com nomes diferentes do seu Deck à sua mão. Você não pode Invocar monstros por Invocação-Especial do Deck Adicional no turno em que ativar este efeito, exceto Monstros Pêndulo. Você só pode usar este efeito de \"Torre de Sonhos da Princesa Nemleria\" uma vez por turno. Se um ou mais monstros \"Nemleria\" que você controla seriam destruídos em batalha ou por um efeito de card do oponente, enquanto você tiver \"Nemleria Sonhadora\" com a face para cima no seu Deck Adicional, em vez disso, você pode banir, com a face para baixo, 1 card com a face para baixo do seu Deck Adicional.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：ＥＸデッキから裏側表示のカード２枚を裏側表示で除外して発動できる。デッキからカード名が異なる獣族・レベル１０モンスター２体を手札に加える。この効果を発動するターン、自分はＰモンスターしかＥＸデッキから特殊召喚できない。②：自分のＥＸデッキに表側表示の「夢見るネムレリア」が存在し、自分フィールドの「ネムレリア」モンスターが戦闘または相手の効果で破壊される場合、代わりに自分のＥＸデッキの裏側表示のカード１枚を裏側表示で除外できる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱에서 뒷면 표시의 카드 2장을 뒷면 표시로 제외하고 발동할 수 있다. 덱에서 카드명이 다른 야수족 / 레벨 10 몬스터 2장을 패에 넣는다. 이 효과를 발동하는 턴에, 자신은 펜듈럼 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 자신의 엑스트라 덱에 앞면 표시의 \"꿈꾸는 네무렐리아\"가 존재하고, 자신 필드의 \"네무렐리아\" 몬스터가 전투 또는 상대 효과로 파괴될 경우, 대신에 자신의 엑스트라 덱의 뒷면 표시의 카드 1장을 뒷면 표시로 제외할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：从额外牌组将２张里侧表示的卡以里侧表示除外可以发动。从牌组将２只卡名不同的兽族・等级１０怪兽加入手牌。发动此效果的回合中，自己从额外牌组仅可特殊召唤灵摆怪兽。②：自己的额外牌组存在表侧表示的“眠梦中的妮梦雷莉娅”，且自己场上的“妮梦雷莉娅”怪兽将被战斗或对手的效果破坏的情况下，作为代替可将自己额外牌组的１张里侧表示的卡以里侧表示除外。"}, "card_type": "Spell", "property": "Continuous", "series": ["Nemleria"], "images": [{"index": 1, "image": "DreamTowerofPrincessNemleria-CYAC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "es": [{"set_number": "CYAC-SP059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ko": [{"set_number": "CYAC-KR059", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC170", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717097, "master_duel_rarity": "SR"}