{"konami_id": 9141, "password": 18634367, "name": {"en": "Red Screen", "de": "Rote Abschirmung", "es": "Pantalla Roja", "fr": "Écran Rouge", "it": "Schermo Rosso", "pt": "Tela Vermelha", "ja": "スクリーン・オブ・レッド", "ja_romaji": "Sukurīn obu Reddo", "ko": "스크린 오브 레드", "ko_rr": null, "zh-TW": "暗紅屏障", "zh-CN": "红莲屏障"}, "text": {"en": "Your opponent's monsters cannot declare attacks. During each of your End Phases, you must pay 1000 LP (this is not optional), or this card is destroyed. You can target 1 Level 1 Tuner monster in your Graveyard; destroy this card, and if you do, Special Summon that target. \"Red Dragon Archfiend\" must be on the field to activate and to resolve this effect.", "de": "Monster deines Gegners können keine Angriffe deklarieren. Während jeder deiner End Phasen musst du 1000 LP zahlen (dies ist nicht optional), sonst wird diese Karte zerstört. Du kannst 1 Empfänger-Monster der Stufe 1 in deinem Friedhof wählen; zerstöre diese Karte und falls du dies tust, beschwöre das gewählte Ziel als Spezialbeschwörung. „Rotdrachen-Erzunterweltler“ muss auf dem Spielfeld liegen, um diesen Effekt zu aktivieren und aufzulösen.", "es": "Los monstruos de tu adversario no pueden declarar ataques. Durante cada una de tus End Phases, debes pagar 1000 LP (esto no es opcional) o esta carta es destruida. Puedes seleccionar 1 monstruo Cantante de Nivel 1 en tu Cementerio; destruye esta carta y, si lo haces, Invoca ese objetivo de Modo Especial. \"Dragón Rojo Archidemonio\" debe estar en el Campo para activar y resolver este efecto.", "fr": "Les monstres de votre adversaire ne peuvent pas déclarer d'attaque. Durant chacune de vos End Phases, vous devez payer 1000 LP (ceci est obligatoire), ou cette carte est détruite. Vous pouvez cibler 1 monstre Syntoniseur de Niveau 1 dans votre Cimetière ; détruisez cette carte, et si vous le faites, Invoquez Spécialement la cible. \"Dragon Rouge Archdémon\" doit être sur le Terrain pour activer et résoudre cet effet.", "it": "I mostri del tuo avversario non possono dichiarare attacchi. Durante ogni tua End Phase, devi pagare 1000 LP (questo non è opzionale), o questa carta viene distrutta. Puoi scegliere come bersaglio 1 mostro Tuner di Livello 1 nel tuo Cimitero; distruggi questa carta e, se lo fai, Evoca Specialmente quel bersaglio. \"Arcidemon Drago Rosso\" deve essere sul Terreno per attivare e risolvere questo effetto.", "pt": "Os monstros do seu oponente não podem declarar ataques. Durante cada uma das suas Fases Finais, você deve pagar 1000 PV (isso não é opcional) ou este card é destruído. Você pode escolher 1 monstro Regulador de Nível 1 no seu Cemitério; destrua este card e, se isso acontecer, Invoque o alvo por Invocação-Especial. \"Dragão Vermelho Arquidemônio\" deve estar no campo para que você possa ativar e resolver este efeito.", "ja": "このカードのコントローラーは自分エンドフェイズ毎に１０００ＬＰを払う。１０００ＬＰ払えない場合このカードを破壊する。①：このカードが魔法＆罠ゾーンに存在する限り、相手モンスターは攻撃宣言できない。②：自分の墓地のレベル１チューナー１体を対象として発動できる。このカードを破壊し、そのモンスターを特殊召喚する。この効果はフィールドに「レッド・デーモンズ・ドラゴン」が存在する場合に発動と処理ができる。", "ko": "이 카드가 필드 위에 존재하는 한, 상대 몬스터는 공격 선언을 할 수 없다. 이 카드의 컨트롤러는 자신의 엔드 페이즈시에 1000 라이프 포인트를 지불한다. 이때 1000 라이프 포인트를 지불할 수 없는 경우는 이 카드를 파괴한다. 필드 위에 \"레드 데몬즈 드래곤\"이 앞면 표시로 존재할 경우, 이 카드를 파괴하고 자신의 묘지에 존재하는 레벨 1의 튜너 1장을 선택하고 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "此卡的控制者在每个自己的结束阶段支付１０００LP。无法支付１０００LP的情况下，破坏此卡。\n①：只要此卡存在于魔法与陷阱区域，对手怪兽不可攻击宣言。\n②：以自己墓地的１只等级１协调为对象可以发动。将此卡破坏，将该怪兽特殊召唤。此效果在场上存在“暗红恶魔龙”的情况下才能发动和处理。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "RedScreen-LC5D-EN-C-1E.png"}], "sets": {"en": [{"set_number": "STBL-EN064", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "LC5D-EN083", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "STBL-DE064", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "LC5D-DE083", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "STBL-FR064", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "LC5D-FR083", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "STBL-IT064", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "LC5D-IT083", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LC5D-PT083", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "STBL-JP064", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "AT11-JP007", "set_name": "Advanced Tournament Pack 2015 Vol.3", "rarities": ["Common"]}], "ko": [{"set_number": "STBL-KR064", "set_name": "Starstrike Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "23SP-SC323", "set_name": "Entry Pack 2023 Vol.3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 140285, "master_duel_rarity": "N"}