{"konami_id": 11390, "password": 18752707, "name": {"en": "Magical Star Illusion", "de": "Magische Sternenillusion", "es": "Ilusión de la Estrella Mágica", "fr": "Illusion Magique d'Étoiles", "it": "Illusione Stella Magica", "pt": "Ilusão da Estrela Mágica", "ja": "マジカル・スター・イリュージョン", "ja_romaji": "Majikaru Sutā Iryūjon", "ko": "매지컬 스타 일루전", "ko_rr": null, "zh-TW": "魔力星幻象", "zh-CN": "魔力星幻像"}, "text": {"en": "If your opponent controls a monster(s) and you control as many or fewer monsters: Monsters currently on the field gain ATK equal to the combined Levels of all monsters their controller currently controls x 100, until the end of this turn.", "de": "Falls dein Gegner ein oder mehr Monster kontrolliert und du gleich viele oder weniger Monster kontrollierst: Monster, die sich derzeit auf dem Spielfeld befinden, erhalten bis zum Ende dieses Spielzugs ATK in Höhe der Summe der Stufen aller Monster, die ihr Beherrscher derzeit kontrolliert, x 100.", "es": "Si tu adversario controla uno o más monstruos y tú controlas la misma cantidad o menos monstruos: hasta el final de este turno, los monstruos en el Campo en este momento ganan ATK igual a los Niveles combinados de todos los monstruos que su controlador controle en este momento x 100.", "fr": "Si votre adversaire contrôle un ou plusieurs monstres et que vous en contrôlez autant ou moins : jusqu'à la fin de ce tour, les monstres actuellement sur le Terrain gagnent une ATK égale à la somme des Niveaux de tous les monstres contrôlés actuellement par leur contrôleur x 100.", "it": "Se il tuo avversario controlla uno o più mostri e tu ne controlli altrettanti o meno: i mostri attualmente sul Terreno guadagnano ATK pari alla somma dei Livelli di tutti i mostri che il loro controllore controlla attualmente x 100, fino alla fine di questo turno.", "pt": "Se seu oponente controlar um ou mais monstros e você controlar tantos monstros ou menos: até o final deste turno, os monstros que estiverem atualmente no campo ganham ATK igual ao Nível combinado de todos os monstros que o controlador dele controla atualmente x 100.", "ja": "①：自分フィールドのモンスターの数が相手フィールドのモンスターの数以下の場合に発動できる。自分及び相手フィールドのモンスターの攻撃力は、ターン終了時までそのモンスターのコントローラーのフィールドのモンスターのレベルの合計×１００アップする。", "ko": "①: 자신 필드의 몬스터 수가 상대 필드의 몬스터 수 이하일 경우에 발동할 수 있다. 자신 및 상대 필드의 몬스터의 공격력은, 턴 종료시까지 그 몬스터 컨트롤러의 필드의 몬스터 레벨의 합계 × 100 올린다.", "zh-TW": null, "zh-CN": "①：自己场上的怪兽数量是对方场上的怪兽数量以下的场合才能发动。自己以及对方场上的怪兽的攻击力直到回合结束时上升那怪兽的控制者场上的怪兽的等级合计×100。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "MagicalStarIllusion-NECH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN058", "set_name": "The New Challengers", "rarities": ["Common"]}], "de": [{"set_number": "NECH-DE058", "set_name": "The New Challengers", "rarities": ["Common"]}], "fr": [{"set_number": "NECH-FR058", "set_name": "The New Challengers", "rarities": ["Common"]}], "it": [{"set_number": "NECH-IT058", "set_name": "The New Challengers", "rarities": ["Common"]}], "pt": [{"set_number": "NECH-PT058", "set_name": "The New Challengers", "rarities": ["Common"]}], "ja": [{"set_number": "NECH-JP058", "set_name": "The New Challengers", "rarities": ["Common"]}], "ko": [{"set_number": "NECH-KR058", "set_name": "The New Challengers", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 312546, "master_duel_rarity": "N"}