{"konami_id": 17632, "password": 18847598, "name": {"en": "Advanced Crystal Beast Amber Mammoth", "de": "Entwickeltes Kristallungeheuer Bernsteinmammut", "es": "Bestia de Cristal Avanzada Mamut Ámbar", "fr": "Bête Cristalline Ultime : Mammouth d'Ambre", "it": "Bestia Cristallo Avanzata Mammut Ambra", "pt": "Fera Cristalina Avançada Mamute Âmbar", "ja": "<ruby>Ａ<rt>アドバンスド</rt></ruby><ruby>宝<rt>ほう</rt></ruby><ruby>玉<rt>ぎょく</rt></ruby><ruby>獣<rt>じゅう</rt></ruby> アンバー・マンモス", "ja_romaji": "Adobansudo Hōgyokujū Anbā Manmosu", "ko": "<ruby>A<rt>어드밴스드</rt></ruby> 보옥수 앰버 맘모스", "ko_rr": "Adeubaenseudeu Booksu Aembeo Mammoseu", "zh-TW": "高等寶玉獸 琥珀猛獁", "zh-CN": "高等宝玉兽 琥珀猛犸"}, "text": {"en": null, "de": "Falls „Fortgeschrittene Finsternis“ in keiner Spielfeldzone liegt, lege dieses Monster auf den Friedhof. Einmal pro Spielzug, wenn dein Gegner eine Karte oder einen Effekt aktiviert, die oder der deine „Entwickeltes Kristallungeheuer“-Karte(n) oder „Fortgeschrittene Finsternis“ als Ziel wählt (Schnelleffekt): Du kannst die Aktivierung annullieren. Einmal pro Spielzug, wenn dein „Entwickeltes Kristallungeheuer“-Monster als Angriffsziel gewählt wird: Du kannst jenen Angriff annullieren. Falls diese offene Karte in einer Monsterzone zerstört wird, kannst du sie offen als Permanenten Zauber in deine Zauber- & Fallenzone legen, anstatt sie auf den Friedhof zu legen.", "es": "Si \"Oscuridad Avanzada\" no está en una Zona del Campo, manda este monstruo al Cementerio. Una vez por turno, cuando tu adversario activa una carta o efecto que seleccione tu o tus cartas \"Bestia de Cristal Avanzada\" u \"Oscuridad Avanzada\" (Efecto Rápido): puedes negar la activación. Una vez por turno, cuando tu monstruo \"Bestia de Cristal Avanzada\" es seleccionado para un ataque: puedes negar ese ataque. Si esta carta boca arriba es destruida en una Zona de Monstruos, puedes ponerla boca arriba en tu Zona de Magia y Trampas como una Mágica Continua en lugar de mandarla al Cementerio.", "fr": "Si \"Ténèbres Ultimes\" n'est pas dans une Zone Terrain, envoyez ce monstre au Cimetière. Une fois par tour, lorsque votre adversaire active une carte ou un effet qui cible votre \"Ténèbres Ultimes\" ou une ou plusieurs de vos cartes \"Bête Cristalline Ultime\" (Effet Rapide) : vous pouvez annuler l'activation. Une fois par tour, lorsque votre monstre \"Bête Cristalline Ultime\" est ciblé par une attaque : vous pouvez annuler l'attaque. Si cette carte face recto est détruite dans une Zone Monstre, vous pouvez la placer face recto dans votre Zone Magie & Piège comme Magie Continue au lieu de l'envoyer au Cimetière.", "it": "Se \"Oscurità Avanzata\" non è in una Zona Terreno, manda questo mostro al Cimitero. Una volta per turno, quando il tuo avversario attiva una carta o un effetto che sceglie come bersaglio una o più tue carte \"Bestia Cristallo Avanzata\" o \"Oscurità Avanzata\" (Effetto Rapido): puoi annullare l'attivazione. Una volta per turno, quando un tuo mostro \"Bestia Cristallo Avanzata\" viene scelto come bersaglio per un attacco: puoi annullare quell'attacco. Se questa carta scoperta viene distrutta in una Zona Mostri, puoi metterla scoperta nella tua Zona Magie & Trappole come una Magia Continua, invece di mandarla al Cimitero.", "pt": "Se \"Trevas Avançadas\" não estiver em uma Zona do Campo, envie este monstro para o Cemitério. Uma vez por turno, quando seu oponente ativar um card ou efeito que escolha como alvo um ou mais dos seus cards \"Fera Cristalina Avançada\" ou \"Trevas Avançadas\" (Efeito Rápido): você pode negar a ativação. Uma vez por turno, quando um monstro \"Fera Cristalina Avançada\" seu for escolhido como alvo de um ataque: você pode negar o ataque. Se este card com a face para cima for destruído em uma Zona de Monstros, em vez de enviá-lo para o Cemitério, você pode colocá-lo com a face para cima na sua Zona de Magias & Armadilhas como uma Magia Contínua.", "ja": "①：フィールドゾーンに「アドバンスド・ダーク」が存在しない場合にこのモンスターは墓地へ送られる。\n②：１ターンに１度、自分の「Ａ宝玉獣」カードまたは自分の「アドバンスド・ダーク」を対象とする効果を相手が発動した時に発動できる。その発動を無効にする。\n③：１ターンに１度、自分の「Ａ宝玉獣」モンスターが攻撃対象に選択された時に発動できる。その攻撃を無効にする。\n④：表側表示のこのカードがモンスターゾーンで破壊された場合、墓地へ送らずに永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く事ができる。", "ko": "①: 필드 존에 \"어드밴스드 다크\"가 존재하지 않을 경우에 이 몬스터는 묘지로 보내진다. ②: 1턴에 1번, 자신의 \"A(어드밴스드) 보옥수\" 카드 또는 자신의 \"어드밴스드 다크\"를 대상으로 하는 효과를 상대가 발동했을 때에 발동할 수 있다. 그 발동을 무효로 한다. ③: 1턴에 1번, 자신의 \"A(어드밴스드) 보옥수\" 몬스터가 공격 대상으로 선택되었을 때에 발동할 수 있다. 그 공격을 무효로 한다. ④: 앞면 표시의 이 카드가 몬스터 존에서 파괴되었을 경우, 묘지로 보내지 않으며 지속 마법 카드로 취급하고 자신의 마법 & 함정 존에 앞면 표시로 놓을 수 있다.", "zh-TW": "①：在場地區不存在「高等暗黑」的狀況下，此怪獸將送至墓地。②：１回合１次，可在對方發動以我方的「高等寶玉獸」卡或我方「高等暗黑」做為對象的效果時發動。將其發動變為無效。③：１回合１次，可在我方「高等寶玉獸」怪獸被選為攻擊對象時發動。將其攻擊變為無效。④：在正面表示的此卡於怪獸區被破壞的狀況下，可不送至墓地，視為永續魔法卡以正面表示置於我方的魔法＆陷阱區。", "zh-CN": "①：场地区域不存在“高等暗黑”的情况下，此怪兽将被送至墓地。②：１回合１次，对手发动以自己的“高等宝玉兽”卡或自己的“高等暗黑”为对象的效果时可以发动。将该发动无效。③：１回合１次，自己的“高等宝玉兽”怪兽被选择为攻击对象时可以发动。将该攻击无效。④：表侧表示的此卡在怪兽区域被破坏的情况下，可不送至墓地，而是视为永续魔法卡以表侧表示放在自己的魔法与陷阱区域。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 4, "atk": 1700, "def": 1600, "series": ["Advanced Crystal Beast", "Crystal Beast", "Crystal"], "images": [{"index": 1, "image": "AdvancedCrystalBeastAmberMammoth-BLCR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN014", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLCR-DE014", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLCR-FR014", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLCR-IT014", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLCR-PT014", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "AC02-JP014", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR014", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708591, "master_duel_rarity": "N"}