{"konami_id": 15319, "password": 18954366, "name": {"en": "Necroquip Prism", "de": "Nekrorüst-Prisma", "es": "Prisma Necroquipo", "fr": "Prisme Nécroquip", "it": "Prisma Necroquipaggiamento", "pt": "Necroquipamento Prismático", "ja": "<ruby>優麗なる霊鏡<rt>ネクロイップ・プリズム</rt></ruby>", "ja_romaji": "Nekuroippu Purizumu", "ko": "네크로입 프리즘", "ko_rr": null, "zh-TW": "優麗的靈鏡", "zh-CN": "优丽的灵镜"}, "text": {"en": null, "de": "Wähle 1 Monster der Stufe 4 oder niedriger in deinem Friedhof; beschwöre 1 Monster, dessen Stufe gleich oder niedriger als die des gewählten Ziels ist, als Spezialbeschwörung von deiner Hand, dann rüste es mit dem gewählten Ziel aus, aber für den Rest dieses Spielzugs kannst du weder Karten noch die Effekte von Karten mit demselben Namen wie die Ausrüstungskarte aktivieren. Solange das beschworene Monster durch diesen Effekt mit einem Monster ausgerüstet ist, erhält es ATK in Höhe der Hälfte der ATK des ausrüstenden Monsters. Du kannst nur 1 „Nekrorüst-Prisma“ pro Spielzug aktivieren.", "es": "Selecciona 1 monstruo de Nivel 4 o menor en tu Cementerio; Invoca de Modo Especial 1 monstruo desde tu mano con Nivel igual o menor que ese objetivo, y después equípale ese objetivo, pero por el resto de este turno no puedes activar cartas, o efectos de cartas, con el mismo nombre que esa Carta de Equipo. Mientras un monstruo está equipado al monstruo Invocado por este efecto, éste gana ATK igual a la mitad del ATK del monstruo equipado. Sólo puedes activar 1 \"Prisma Necroquipo\" por turno.", "fr": "Ciblez 1 monstre de max. Niveau 4 dans votre Cimetière ; Invoquez Spécialement 1 monstre d'un Niveau inférieur ou égal à la cible depuis votre main, puis équipez-lui la cible, mais le reste de ce tour, vous ne pouvez activer ni de cartes ni d'effets de cartes du même nom que la Carte d'Équipement. Tant qu'un monstre est équipé au monstre Invoqué par cet effet, il gagne une ATK égale à la moitié de l'ATK du monstre équipé. Vous ne pouvez activer qu'1 \"Prisme Nécroquip\" par tour.", "it": "Scegli come bersaglio 1 mostro di Livello 4 o inferiore nel tuo Cimitero; Evoca Specialmente dalla tua mano 1 mostro con Livello pari o inferiore a quel bersaglio, poi equipaggia quel bersaglio a esso, ma, per il resto di questo turno, non puoi attivare carte, o effetti di carte, con lo stesso nome di quella Carta Equipaggiamento. Mentre un mostro è equipaggiato al mostro Evocato da questo effetto, esso guadagna ATK pari alla metà dell'ATK del mostro equipaggiato. Puoi attivare solo 1 \"Prisma Necroquipaggiamento\" per turno.", "pt": "Escolha 1 monstro de Nível 4 ou menos no seu Cemitério; Invoque por Invocação-Especial 1 monstro da sua mão com um Nível igual ou menor que o do alvo e, depois, equipe o alvo a ele, mas pelo resto deste turno, você não pode ativar cards, ou os efeitos de cards, com o mesmo nome que o desse card equipado. Enquanto um monstro estiver equipado ao monstro Invocado por este efeito, ele ganha ATK igual à metade do ATK desse monstro equipado. Você só pode ativar 1 \"Necroquipamento Prismático\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：自分の墓地のレベル４以下のモンスター１体を対象として発動できる。そのモンスターのレベル以下のレベルを持つモンスター１体を手札から特殊召喚する。その後、対象のモンスターを装備魔法カード扱いでその特殊召喚したモンスターに装備する。この効果でモンスターを装備している限り、装備モンスターの攻撃力はこの効果で装備したモンスターの攻撃力の半分アップする。このターン、自分はその装備カード及びその同名カードの効果を発動できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 묘지의 레벨 4 이하의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨 이하의 레벨을 가지는 몬스터 1장을 패에서 특수 소환한다. 그 후, 대상 몬스터를 장착 카드로 취급하여 그 특수 소환한 몬스터에 장착한다. 이 효과로 몬스터를 장착하고 있는 한, 장착 몬스터의 공격력은 이 효과로 장착한 몬스터의 공격력의 절반 올린다. 이 턴에 자신은 그 장착 카드 및 그와 같은 이름의 카드의 효과를 발동할 수 없다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可將我方墓地的１隻等級４以下的怪獸做為對象發動。從手牌特殊召喚１隻持有等級為該怪獸等級以下的怪獸。其後，將對象怪獸視為裝備卡，裝備於該特殊召喚的怪獸。只要透過此效果裝備怪獸，裝備怪獸的攻擊力就依據透過此效果裝備的怪獸的攻擊力的一半進行提升。此回合，我方無法發動該裝備卡及該同名卡的效果。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：以自己墓地１只等级４以下的怪兽为对象可以发动。将１只等级低于该怪兽的怪兽从手牌特殊召唤。然后，将对象怪兽视为装备卡装备于该特殊召唤的怪兽。只要以此效果装备着怪兽，装备怪兽的攻击力上升相当于以此效果装备的怪兽的攻击力一半的数值。此回合，自己不可发动该装备卡及同名卡的效果。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "NecroquipPrism-ETCO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN084", "set_name": "Eternity Code", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE084", "set_name": "Eternity Code", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR084", "set_name": "Eternity Code", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT084", "set_name": "Eternity Code", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT084", "set_name": "Eternity Code", "rarities": ["Common"]}], "ja": [{"set_number": "WPP1-JP071", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR071", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716009, "master_duel_rarity": "R"}