{"konami_id": null, "password": 19000848, "name": {"en": "Buio the Dawn's Light", "de": "Buio das Dämmerungslicht", "es": "Buio la Luz del Alba", "fr": "Buio la Lumière de l'Aube", "it": "Buio la Luce dell'Alba", "pt": "Buio, a Luz do Alvorecer", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Monsters in your leftmost or rightmost Main Monster Zones cannot be destroyed by card effects. You can only use each of the following effects of \"Buio the Dawn's Light\" once per turn. If this card is in your hand: You can target 1 Fiend Effect Monster you control; negate its effects, and if you do, Special Summon this card. If this card is sent to the GY: You can add 1 \"Mutiny in the Sky\" from your Deck to your hand.", "de": "Monster in deiner ganz linken und ganz rechten Main-Monsterzone können nicht durch Karteneffekte zerstört werden. Du kannst jeden der folgenden Effekte von „Buio das Dämmerungslicht“ nur einmal pro Spielzug verwenden. Falls sich diese Karte in deiner Hand befindet: Du kannst 1 Unterweltler-Effektmonster wählen, das du kontrollierst; annulliere seine Effekte und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung. Falls diese Karte auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Meuterei am Himmel“ von deinem Deck hinzufügen.", "es": "Los monstruos en tus Zonas de Monstruos Principales al extremo izquierdo o al extremo derecho no pueden ser destruidos por efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Buio la Luz del Alba\" una vez por turno. Si esta carta está en tu mano: puedes seleccionar 1 Monstruo de Efecto Demonio que controles; niega sus efectos y, si lo haces, Invoca esta carta de Modo Especial. Si esta carta es mandada al Cementerio: puedes añadir a tu mano 1 \"Motín en el Cielo\" en tu Deck.", "fr": "Les monstres dans vos Zones Monstre Main la plus à gauche ou la plus à droite ne peuvent pas être détruits par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Buio la Lumière de l'Aube\" qu'une fois par tour. Si cette carte est dans votre main : vous pouvez cibler 1 Monstre à Effet Démon que vous contrôlez ; annulez ses effets, et si vous le faites, Invoquez Spécialement cette carte. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 \"Mutinerie Céleste\" depuis votre Deck à votre main.", "it": "I mostri nelle tue Zone Mostri Main più a sinistra e più a destra non possono essere distrutti dagli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Buio la Luce dell'Alba\" una sola volta per turno. Se questa carta è nella tua mano: puoi scegliere come bersaglio 1 Mostro con Effetto Demone che controlli; annulla i suoi effetti e, se lo fai, Evoca Specialmente questa carta. Se questa carta viene mandata al Cimitero: puoi aggiungere 1 \"Ammutinamento nel Cielo\" dal tuo Deck alla tua mano.", "pt": "Monstros nas suas Zonas de Monstros Principais mais à esquerda ou mais à direita não podem ser destruídos por efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Buio, a Luz do Alvorecer\" uma vez por turno. Se este card estiver na sua mão: você pode escolher 1 Monstro de Efeito Demônio que você controla; negue seus efeitos e, se isso acontecer, Invoque este card por Invocação-Especial. Se este card for enviado para o Cemitério: você pode adicionar 1 \"Motim no Céu\" do seu Deck à sua mão.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 3, "atk": 1000, "def": 1500, "images": [{"index": 1, "image": "BuiotheDawnsLight-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN081", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE081", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP081", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR081", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT081", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT081", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1132485}