{"konami_id": 21166, "password": 19093698, "name": {"en": "Moissa Wight", "de": "Moissa-Wicht", "es": "Espectro Moissa", "fr": "Crâne Serviteur Moissa", "it": "Spettro Moissa", "pt": "Inumano Moissa", "ja": "ワンモア・ザ・ワイト", "ja_romaji": "Wanmoa Za Waito", "ko": "원모어 더 저주받은 하인", "ko_rr": null, "zh-TW": "莫桑壹白骨", "zh-CN": "莫桑壹白骨"}, "text": {"en": "This card's name becomes \"Skull Servant\" while in the GY. If this card is Normal or Special Summoned: You can add 1 \"Skull Servant\" or 1 card that mentions it from your Deck to your hand, except \"Moissa Wight\", also you cannot Special Summon for the rest of this turn, except Zombie monsters. You can only use this effect of \"Moissa Wight\" once per turn. During your Main Phase, you can Normal Summon 1 Level 4 or lower Zombie monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.)", "de": "Der Name dieser Karte wird zu „Totenkopfdiener“, solange sie im Friedhof liegt. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Totenkopfdiener“ oder 1 Karte, die ihn erwähnt, von deinem Deck hinzufügen, außer „Moissa-Wicht“, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Zombie-Monstern. Du kannst diesen Effekt von „Moissa-Wicht“ nur einmal pro Spielzug verwenden. Während deiner Main Phase kannst du zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 Zombie-Monster der Stufe 4 oder niedriger als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.)", "es": "El nombre de esta carta se convierte en \"Sirviente de la Calavera\" mientras está en el Cementerio. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 \"Sirviente de la Calavera\" o 1 carta que lo mencione en tu Deck, excepto \"Espectro Moissa\", y además no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruos Zombi. Sólo puedes usar este efecto de \"Espectro Moissa\" una vez por turno. Durante tu Main Phase, puedes Invocar de Modo Normal 1 monstruo Zombi de Nivel 4 o menor además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno).", "fr": "Le nom de cette carte devient \"Crâne Serviteur\" tant qu'elle est dans le Cimetière. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Crâne Serviteur\" ou 1 carte qui le mentionne (\"Crâne Serviteur Moissa\" exclu) depuis votre Deck à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Zombie exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Crâne Serviteur Moissa\" qu'une fois par tour. Durant votre Main Phase, vous pouvez Invoquer Normalement 1 monstre Zombie de max. Niveau 4 en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.)", "it": "Il nome di questa carta diventa \"Servitore del Teschio\" mentre è nel Cimitero. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 \"Servitore del Teschio\" o 1 carta che lo menziona dal tuo Deck alla tua mano, eccetto \"Spettro Moissa\", inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Zombie. Puoi utilizzare questo effetto di \"Spettro Moissa\" una sola volta per turno. Durante la tua Main Phase, puoi Evocare Normalmente 1 mostro Zombie di Livello 4 o inferiore in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.)", "pt": "O nome deste card se torna \"Servo Caveira\" enquanto ele estiver no Cemitério. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 \"Servo Caveira\" ou 1 card que o mencione do seu Deck à sua mão, exceto \"Inumano Moissa\" e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Zumbi. Você só pode usar este efeito de \"Inumano Moissa\" uma vez por turno. Durante sua Fase Principal, você pode Invocar por Invocação-Normal 1 monstro Zumbi de Nível 4 ou menos em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.)", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードのカード名は、墓地に存在する限り「ワイト」として扱う。②：このカードが召喚・特殊召喚した場合に発動できる。「ワンモア・ザ・ワイト」以外の、「ワイト」１体またはそのカード名が記されたカード１枚をデッキから手札に加える。このターン、自分はアンデット族モンスターしか特殊召喚できない。③：このカードがモンスターゾーンに存在する限り、自分は通常召喚に加えて１度だけ、自分メインフェイズにレベル４以下のアンデット族モンスター１体を召喚できる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 카드명은, 묘지에 존재하는 한 \"저주받은 하인\"으로 취급한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. \"원모어 더 저주받은 하인\" 이외의, \"저주받은 하인\" 1장 또는 그 카드명이 쓰여진 카드 1장을 덱에서 패에 넣는다. 이 턴에, 자신은 언데드족 몬스터밖에 특수 소환할 수 없다. ③: 이 카드가 몬스터 존에 존재하는 한, 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 레벨 4 이하의 언데드족 몬스터 1장을 일반 소환할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：此卡只要存在于墓地，卡名视为“白骨”。②：此卡召唤・特殊召唤的情况下可以发动。从牌组将“莫桑壹白骨”以外的1只“白骨”或1张记载有该卡名的卡加入手牌。此回合，自己仅可特殊召唤不死族怪兽。③：只要此卡存在于怪兽区域，自己除通常召唤外仅可追加1次，在自己的主要阶段召唤1只等级4以下的不死族怪兽。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 1, "atk": 300, "def": 200, "series": ["Wight"], "images": [{"index": 1, "image": "MoissaWight-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "ALIN-JP029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ko": [{"set_number": "ALIN-KR029", "set_name": "Alliance Insight", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC029", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1102312, "master_duel_rarity": "R"}