{"konami_id": 19878, "password": 19181420, "name": {"en": "Mementotlan Twin Dragon", "de": "Mementotlanischer Zwillingsdrache", "es": "Mementotlán Dragón Gemelo", "fr": "Dragon Jumeau Mémentotlain", "it": "Drago Gemello Mementotlan", "pt": "Dragão Gêmeo Mementotlan", "ja": "メメント・ツイン・ドラゴン", "ja_romaji": "Memento Tsuin Doragon", "ko": "메멘토 트윈 드래곤", "ko_rr": "Memento Teuwin Deuraegon", "zh-TW": "冥銘途 雙頭龍", "zh-CN": "冥铭途・双头龙"}, "text": {"en": "2 \"Memento\" monsters\nAny monster destroyed by battle with your \"Memento\" monster is banished. You can only use each of the following effects of \"Mementotlan Twin Dragon\" once per turn. If this card is Fusion Summoned: You can destroy 1 \"Memento\" monster in your hand or face-up field, and if you do, add up to 2 \"Memento\" monsters with different names from your Deck to your hand. If this Fusion Summoned card is destroyed: You can Special Summon 1 Level 6 or lower \"Memento\" monster from your GY.", "de": "2 „Memento“-Monster\nJedes Monster, das durch Kampf mit deinem „Memento“-Monster zerstört wird, wird verbannt. Du kannst jeden der folgenden Effekte von „Mementotlanischer Zwillingsdrache“ nur einmal pro Spielzug verwenden. Falls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 1 „Memento“-Monster in deiner Hand oder offen auf deiner Spielfeldseite zerstören und falls du dies tust, füge deiner Hand bis zu 2 „Memento“-Monster mit unterschiedlichen Namen von deinem Deck hinzu. Falls diese als Fusionsbeschwörung beschworene Karte zerstört wird: Du kannst 1 „Memento“-Monster der Stufe 6 oder niedriger als Spezialbeschwörung von deinem Friedhof beschwören.", "es": "2 monstruos \"Memento\"\nCualquier monstruo destruido en batalla con tu monstruo \"Memento\" es desterrado. Sólo puedes usar cada uno de los siguientes efectos de \"Mementotlán Dragón Gemelo\" una vez por turno. Si esta carta es Invocada por Fusión: puedes destruir 1 monstruo \"Memento\" en tu mano o Campo boca arriba y, si lo haces, añade a tu mano hasta 2 monstruos \"Memento\" con nombres diferentes en tu Deck. Si esta carta Invocada por Fusión es destruida: puedes Invocar de Modo Especial 1 monstruo \"Memento\" de Nivel 6 o menor desde tu Cementerio.", "fr": "2 monstres \"Mémento\"\nLes monstres détruits au combat avec votre monstre \"Mémento\" sont bannis. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon Jumeau Mémentotlain\" qu'une fois par tour. Si cette carte est Invoquée par Fusion : vous pouvez détruire 1 monstre \"Mémento\" dans votre main ou Terrain face recto, et si vous le faites, ajoutez max. 2 monstres \"Mémento\" de noms différents depuis votre Deck à votre main. Si cette carte Invoquée par Fusion est détruite : vous pouvez Invoquer Spécialement 1 monstre \"Mémento\" de max. Niveau 6 depuis votre Cimetière.", "it": "2 mostri \"Memento\"\nQualsiasi mostro distrutto in battaglia con un tuo mostro \"Memento\" viene bandito. Puoi utilizzare ognuno dei seguenti effetti di \"Drago Gemello Mementotlan\" una sola volta per turno. Se questa carta viene Evocata tramite Fusione: puoi distruggere 1 mostro \"Memento\" nella tua mano o Terreno scoperto e, se lo fai, aggiungi fino a 2 mostri \"Memento\" con nomi diversi dal tuo Deck alla tua mano. Se questa carta Evocata tramite Fusione viene distrutta: puoi Evocare Specialmente 1 mostro \"Memento\" di Livello 6 o inferiore dal tuo Cimitero.", "pt": "2 monstros \"Memento\"\nQualquer monstro destruído em batalha com um dos seus monstros \"Memento\" é banido. Você só pode usar cada um dos seguintes efeitos de \"Dragão Gêmeo Mementotlan\" uma vez por turno. Se este card for Invocado por Invocação-Fusão: você pode destruir 1 monstro \"Memento\" na sua mão ou no campo com a face para cima e, se isso acontecer, adicione até 2 monstros \"Memento\" com nomes diferentes do seu Deck à sua mão. Se este card Invocado por Invocação-Fusão for destruído: você pode Invocar por Invocação-Especial 1 monstro \"Memento\" de Nível 6 ou menos do seu Cemitério.", "ja": "「メメント」モンスター×２\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した場合に発動できる。自分の手札・フィールド（表側表示）の「メメント」モンスター１体を破壊し、デッキから「メメント」モンスターを２体まで手札に加える（同名カードは１枚まで）。②：自分の「メメント」モンスターが戦闘で破壊したモンスターは墓地へは行かず除外される。③：融合召喚したこのカードが破壊された場合に発動できる。自分の墓地からレベル６以下の「メメント」モンスター１体を特殊召喚する。", "ko": "\"메멘토\" 몬스터 × 2\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우에 발동할 수 있다. 자신의 패 / 필드(앞면 표시)의 \"메멘토\" 몬스터 1장을 파괴하고, 덱에서 \"메멘토\" 몬스터를 2장까지 패에 넣는다(같은 이름의 카드는 1장까지). ②: 자신의 \"메멘토\" 몬스터가 전투로 파괴한 몬스터는 묘지로는 가지 않으며 제외된다. ③: 융합 소환한 이 카드가 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 레벨 6 이하의 \"메멘토\" 몬스터 1장을 특수 소환한다.", "zh-TW": "「冥銘途」怪獸×２ 此卡名的①③效果，１回合各僅限使用１次。 ①：可在此卡融合召喚的狀況下發動。破壞我方手牌・場上（正面表示）的１隻「冥銘途」怪獸，從牌組將最多２隻「冥銘途」怪獸加入手牌（同名卡最多１張）。 ②：我方的「冥銘途」怪獸因戰鬥破壞的怪獸將不前往墓地，而是被除外。 ③：可在融合召喚的此卡被破壞的狀況下發動。從我方墓地特殊召喚１隻等級６以下的「冥銘途」怪獸。", "zh-CN": "“冥铭途”怪兽×２\n此卡名的①③效果１回合仅可各使用１次。\n①：此卡融合召唤的情况下可以发动。将自己的手牌・场上（表侧表示）的１只“冥铭途”怪兽破坏，从牌组将最多２只“冥铭途”怪兽加入手牌（同名卡最多１张）。\n②：自己的“冥铭途”怪兽战斗破坏的怪兽不去墓地而直接被除外。\n③：融合召唤的此卡被破坏的情况下可以发动。从自己的墓地将１只等级６以下的“冥铭途”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Thunder / Fusion / Effect", "attribute": "LIGHT", "level": 7, "atk": 2800, "def": 2100, "materials": "2 \"Memento\" monsters", "series": ["Memento"], "images": [{"index": 1, "image": "MementotlanTwinDragon-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN037", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE037", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR037", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT037", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT037", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP037", "set_name": "Legacy of Destruction", "rarities": ["Rare"]}], "ko": [{"set_number": "LEDE-KR037", "set_name": "Legacy of Destruction", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "LEDE-SC037", "set_name": "Legacy of Destruction", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040021, "master_duel_rarity": "SR"}