{"konami_id": 18533, "password": 19271881, "name": {"en": "Brightest, Blazing, Branded King", "de": "Hellster, flammender, markierter König", "es": "Rey Señalado, Brillante, Abrasador", "fr": "Brillant et Flamboyant Roi du Marqué", "it": "Il Re più Luminoso, Fiammeggiante, Marchiato", "pt": "O Mais Brilhante e Ardente Rei Marcado", "ja": "<ruby>赫<rt>かがや</rt></ruby>ける<ruby>王<rt>おう</rt></ruby>の<ruby>烙<rt>らく</rt></ruby><ruby>印<rt>いん</rt></ruby>", "ja_romaji": "Kagayakeru Ō no Rakuin", "ko": "빛나는 왕의 낙인", "ko_rr": "Binna-neun Wang-ui Nak-in", "zh-TW": "赫耀之王的烙印", "zh-CN": "赫耀的王之烙印"}, "text": {"en": "Choose 1 Fusion Monster you control that mentions \"Fallen of Albaz\" as material, and negate the effects of all other face-up cards currently on the field until the end of this turn. During the End Phase, if a Fusion Monster(s) was sent to your GY this turn: You can add this card from the GY to your hand. You can only use 1 \"Brightest, Blazing, Branded King\" effect per turn, and only once that turn.", "de": "Bestimme 1 Fusionsmonster, das du kontrollierst und das „Gefallener von Albaz“ als Material erwähnt, und annulliere bis zum Ende dieses Spielzugs die Effekte aller anderen offenen Karten, die sich derzeit auf dem Spielfeld befinden. Während der End Phase, falls in diesem Spielzug ein oder mehr Fusionsmonster auf deinen Friedhof gelegt wurden: Du kannst diese Karte vom Friedhof deiner Hand hinzufügen. Du kannst nur 1 Effekt von „Hellster, flammender, markierter König“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Elige 1 Monstruo de Fusión que controles que mencione \"Caído de Albaz\" como material, y niega los efectos de todas las demás cartas boca arriba en el Campo en este momento hasta el final de este turno. Durante la End Phase, si uno o más Monstruos de Fusión fueron mandados a tu Cementerio este turno: puedes añadir a tu mano esta carta en el Cementerio. Sólo puedes usar 1 efecto de \"Rey Señalado, Brillante, Abrasador\" por turno, y sólo una vez ese turno.", "fr": "Choisissez 1 Monstre Fusion que vous contrôlez qui mentionne \"Albaz le Déchu\" comme Matériel, et annulez les effets de toutes les autres cartes face recto actuellement sur le Terrain jusqu'à la fin de ce tour. Durant la End Phase, si un ou plusieurs Monstres Fusion ont été envoyés à votre Cimetière ce tour : vous pouvez ajouter cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser qu'1 effet de \"Brillant et Flamboyant Roi du Marqué\" par tour, et uniquement une fois le tour.", "it": "Seleziona 1 Mostro Fusione che controlli che menziona \"Caduto di Albaz\" come materiale e annulla gli effetti di tutte le altre carte scoperte attualmente sul Terreno fino alla fine di questo turno. Durante la End Phase, se uno o più Mostri Fusione sono stati mandati al tuo Cimitero in questo turno: puoi aggiungere questa carta dal Cimitero alla tua mano. Puoi utilizzare solo 1 effetto di \"Il Re più Luminoso, Fiammeggiante, Marchiato\" per turno, e solo una volta in quel turno.", "pt": "Selecione 1 Monstro de Fusão que você controla que mencione \"Caído de Arbaz\" como matéria e, até o final deste turno, negue os efeitos de todos os outros cards com a face para cima atualmente no campo. Durante a Fase Final, se um ou mais Monstros de Fusão foram enviados para o seu Cemitério neste turno: você pode adicionar este card do Cemitério à sua mão. Você só pode usar 1 efeito de \"O Mais Brilhante e Ardente Rei Marcado\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：「アルバスの落胤」を融合素材とする自分フィールドの融合モンスター１体を選び、そのモンスター以外のフィールドの全ての表側表示カードの効果をターン終了時まで無効にする。②：このターンに融合モンスターが自分の墓地へ送られている場合、エンドフェイズに発動できる。墓地のこのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: \"알버스의 낙윤\"을 융합 소재로 하는 자신 필드의 융합 몬스터 1장을 고르고, 그 몬스터 이외의 필드의 모든 앞면 표시의 카드 효과를 턴 종료시까지 무효로 한다. ②: 이 턴에 융합 몬스터가 자신 묘지로 보내지고 있을 경우, 엔드 페이즈에 발동할 수 있다. 묘지의 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：選擇我方場上的１隻以「阿爾白斯之落胤」做為融合素材的融合怪獸，將場上的該怪獸以外的所有正面表示的卡的效果在回合結束前變為無效。②：在此回合融合怪獸被送至我方墓地的狀況下，可在結束階段發動。將墓地的此卡加入手牌。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：挑选自己场上的１只需以“阿尔白斯之落胤”作为融合素材的融合怪兽，将场上该怪兽以外的所有表侧表示的卡的效果直至回合结束时为止无效。②：此回合有融合怪兽被送至自己墓地的情况下，在结束阶段可以发动。将墓地的此卡加入手牌。"}, "card_type": "Trap", "property": "Normal", "series": ["Branded"], "images": [{"index": 1, "image": "BrightestBlazingBrandedKing-CYAC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN070", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE070", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR070", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT070", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT070", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP070", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "CF01-JP163", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CYAC-KR070", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC179", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713948, "master_duel_rarity": "SR"}