{"konami_id": 17108, "password": 19272658, "name": {"en": "Xyz Bento", "de": "Xyz-Bento", "es": "Bento Xyz", "fr": "Bento Xyz", "it": "Bento Xyz", "pt": "Bento Xyz", "ja": "エクシーズ<ruby>弁<rt>べん</rt></ruby><ruby>当<rt>とう</rt></ruby>", "ja_romaji": "Ekushīzu Bentō", "ko": "엑시즈 도시락", "ko_rr": "Eksijeu Dosirak", "zh-TW": "超量便當", "zh-CN": "超量便当"}, "text": {"en": "If a monster(s) your opponent controls is destroyed by battle or sent to the GY: You can target 1 Xyz Monster you control; attach 1 monster from your opponent's GY to that monster as material. You can banish this card from your GY, then target 1 monster on the field Special Summoned from the Extra Deck; change its battle position.", "de": "Falls ein oder mehr Monster, die dein Gegner kontrolliert, durch Kampf zerstört oder auf den Friedhof gelegt werden: Du kannst 1 Xyz-Monster wählen, das du kontrollierst; hänge 1 Monster vom Friedhof deines Gegners als Material an jenes Monster an. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Monster auf dem Spielfeld wählen, das als Spezialbeschwörung vom Extra Deck beschworen wurde; ändere seine Kampfposition.", "es": "Si uno o más monstruos que controle tu adversario son destruidos en batalla o mandados al Cementerio: puedes seleccionar 1 Monstruo Xyz que controles; acopla a ese monstruo 1 monstruo en el Cementerio de tu adversario como material. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo en el Campo Invocado de Modo Especial desde el Deck Extra; cambia su posición de batalla.", "fr": "Si un ou plusieurs monstres contrôlés par votre adversaire sont détruits au combat ou envoyés au Cimetière : vous pouvez cibler 1 Monstre Xyz que vous contrôlez ; attachez 1 monstre depuis le Cimetière de votre adversaire au monstre comme Matériel. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre sur le Terrain Invoqué Spécialement depuis l'Extra Deck ; changez sa position de combat.", "it": "Se uno o più mostri controllati dal tuo avversario vengono distrutti in battaglia o mandati al Cimitero: puoi scegliere come bersaglio 1 Mostro Xyz che controlli; attacca 1 mostro dal Cimitero del tuo avversario a quel mostro come materiale. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro sul Terreno Evocato Specialmente dall'Extra Deck; cambia la sua posizione.", "pt": "Se um ou mais monstros que seu oponente controla forem destruídos em batalha ou enviados para o Cemitério: você pode escolher 1 Monstro Xyz que você controla; associe 1 monstro do Cemitério do seu oponente a esse monstro como matéria. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro no campo Invocado por Invocação-Especial do Deck Adicional; mude sua posição de batalha.", "ja": "①：相手フィールドのモンスターが、戦闘で破壊された場合、または墓地へ送られた場合、自分フィールドのＸモンスター１体を対象として発動できる。相手の墓地からモンスター１体を選び、対象のモンスターの下に重ねてＸ素材とする。②：墓地のこのカードを除外し、ＥＸデッキから特殊召喚されたフィールドのモンスター１体を対象として発動できる。そのモンスターの表示形式を変更する。", "ko": "①: 상대 필드의 몬스터가, 전투로 파괴되었을 경우, 또는 묘지로 보내졌을 경우, 자신 필드의 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 상대 묘지에서 몬스터 1장을 고르고, 대상 몬스터 아래에 겹쳐 엑시즈 소재로 한다. ②: 묘지의 이 카드를 제외하고, 엑스트라 덱에서 특수 소환된 필드의 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 표시 형식을 변경한다.", "zh-TW": null, "zh-CN": "①：对方场上的怪兽被战斗破坏的场合或者被送去墓地的场合，以自己场上1只超量怪兽为对象才能发动。从对方墓地选1只怪兽在作为对象的怪兽下面重叠作为超量素材。\n②：把墓地的这张卡除外，以从额外卡组特殊召唤的场上1只怪兽为对象才能发动。那只怪兽的表示形式变更。"}, "card_type": "Trap", "property": "Normal", "series": ["Xyz"], "images": [{"index": 1, "image": "XyzBento-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN027", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE027", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLMR-SP027", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR027", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT027", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT027", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "22PP-JP016", "set_name": "Premium Pack 2022", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "PP17-KR016", "set_name": "Premium Pack Vol.17", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708450, "master_duel_rarity": "N"}