{"konami_id": 16281, "password": 19275188, "name": {"en": "War Rock Generations", "de": "Generationen des Kriegsfelsens", "es": "Generaciones Roca de Guerra", "fr": "Générations du Rocher de Guerre", "it": "Generazioni Roccia di Guerra", "pt": "Gerações Caverguerra", "ja": "ウォークライ・ジェネレート", "ja_romaji": "Wōkurai Jenerēto", "ko": "워크라이 제너레이트", "ko_rr": "Wokeurai Jeneoreiteu", "zh-TW": "岩吼戰士・世代", "zh-CN": "岩吼战士・世代"}, "text": {"en": null, "de": "Während der Battle Phase, falls dein Gegner mehr Monster kontrolliert als du: Beschwöre 1 „Kriegsfels“-Monster als Spezialbeschwörung von deinem Deck und falls du diese Karte während des Spielzugs deines Gegners aktiviert hast, können Monster deines Gegners für den Rest dieses Spielzugs nicht angreifen, solange du das offene als Spezialbeschwörung beschworene Monster kontrollierst, außer um das Monster anzugreifen. Du kannst nur 1 „Generationen des Kriegsfelsens“ pro Spielzug aktivieren.", "es": "Durante la Battle Phase, si tu adversario controla más monstruos que tú: Invoca de Modo Especial 1 monstruo \"Roca de Guerra\" desde tu Deck, y si activaste esta carta durante el turno de tu adversario, por el resto de este turno mientras controlas el monstruo Invocado de Modo Especial boca arriba, los monstruos de tu adversario no pueden atacar, excepto para atacar a ese monstruo. Sólo puedes activar 1 \"Generaciones Roca de Guerra\" por turno.", "fr": "Durant la Battle Phase, si votre adversaire contrôle plus de monstres que vous : Invoquez Spécialement 1 monstre \"Rocher de Guerre\" depuis votre Deck, et si vous avez activé cette carte durant le tour de votre adversaire, le reste de ce tour tant que vous contrôlez le monstre face recto Invoqué Spécialement, les monstres de votre adversaire ne peuvent pas attaquer, sauf pour attaquer le monstre. Vous ne pouvez activer qu'1 \"Générations du Rocher de Guerre\" par tour.", "it": "Durante la Battle Phase, se il tuo avversario controlla più mostri di te: Evoca Specialmente 1 mostro \"Roccia di Guerra\" dal tuo Deck e, se hai attivato questa carta durante il turno del tuo avversario, per il resto di questo turno mentre controlli il mostro Evocato Specialmente scoperto, i mostri del tuo avversario non possono attaccare, eccetto per attaccare quel mostro. Puoi attivare solo 1 \"Generazioni Roccia di Guerra\" per turno.", "pt": "Durante a Fase de Batalha, se seu oponente controlar mais monstros que você: Invoque por Invocação-Especial 1 monstro \"Caverguerra\" do seu Deck e se você ativou este card durante o turno do seu oponente, pelo resto deste turno enquanto você controlar esse monstro com a face para cima Invocado por Invocação-Especial, os monstros do seu oponente não podem atacar, exceto atacar esse monstro. Você só pode ativar 1 \"Gerações Caverguerra\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：相手フィールドのモンスターの数が自分フィールドのモンスターより多い場合、自分・相手のバトルフェイズに発動できる。デッキから「ウォークライ」モンスター１体を特殊召喚する。このカードを相手ターンに発動した場合、このターンこの効果で特殊召喚したモンスターが自分フィールドに表側表示で存在する限り、相手はそのモンスターにしか攻撃できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 상대 필드의 몬스터의 수가 자신 필드의 몬스터보다 많을 경우, 자신 / 상대의 배틀 페이즈에 발동할 수 있다. 덱에서 \"워크라이\" 몬스터 1장을 특수 소환한다. 이 카드를 상대 턴에 발동했을 경우, 이 턴에 이 효과로 특수 소환한 몬스터가 자신 필드에 앞면 표시로 존재하는 한, 상대는 그 몬스터에밖에 공격할 수 없다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可在對方場上的怪獸數量多於我方場上怪獸的狀況下，在我方・對方的戰鬥階段發動。從牌組特殊召喚１隻「岩吼戰士」怪獸。在將此卡於對方回合發動的狀況下，只要此回合透過此效果特殊召喚的怪獸以正面表示存在於我方場上，對方僅能攻擊該怪獸。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：对手场上怪兽的数量比自己场上的怪兽多的情况下，在自己・对手的战斗阶段可以发动。从牌组将１只“岩吼战士”怪兽特殊召唤。在对手回合中发动此卡的情况下，只要在此回合以此效果特殊召唤的怪兽以表侧表示存在于自己场上，对手仅可攻击该怪兽。"}, "card_type": "Trap", "property": "Normal", "series": ["War Rock"], "images": [{"index": 1, "image": "WarRockGenerations-LIOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN091", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE091", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR091", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT091", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT091", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "WPP2-JP040", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}], "ko": [{"set_number": "WPP2-KR040", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717450, "master_duel_rarity": "R"}