{"konami_id": 6551, "password": 19280589, "name": {"en": "Tellus the Little Angel", "de": "Tellus der kleine Engel", "es": "Tellus el Angelito", "fr": "Tels", "it": "Tellus l'Angelo Piccino", "pt": "Tellus, o Anjo Menor", "ja": "<ruby>小<rt>しょう</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>使<rt>し</rt></ruby>テルス", "ja_romaji": "Shōtenshi Terusu", "ko": "소천사 테루스", "ko_rr": "Soheonsa Teruseu", "zh-TW": "小天使特勒斯", "zh-CN": "小天使特勒斯"}, "text": {"en": "If this card is sent from the Monster Zone to the GY: You can Special Summon 1 \"Tellus Wing Token\" (Fairy/LIGHT/Level 1/ATK 0/DEF 0). While you control a \"Tellus Wing Token\": You can banish this card from your GY and 1 Spell from your hand; Special Summon 2 \"Tellus Wing Tokens\", also you cannot Special Summon for the rest of this turn, except from your hand. You can only use each effect of \"Tellus the Little Angel\" once per turn.", "de": "Falls diese Karte von der Monsterzone auf den Friedhof gelegt wird: Du kannst 1 „Tellus-Flügel-Spielmarke“ (Fee/LICHT/Stufe 1/ATK 0/DEF 0) als Spezialbeschwörung beschwören. Solange du eine „Tellus-Flügel-Spielmarke“ kontrollierst: Du kannst diese Karte von deinem Friedhof und 1 Zauber von deiner Hand verbannen; beschwöre 2 „Tellus-Flügel-Spielmarken“ als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von deiner Hand. Du kannst jeden Effekt von „Tellus der kleine Engel“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada de la Zona de Monstruos al Cementerio: puedes Invocar de Modo Especial 1 \"Ficha Ala de Tellus\" (Hada/LUZ/Nivel 1/ATK 0/DEF 0). Mientras controlas una \"Ficha Ala de Tellus\": puedes desterrar esta carta en tu Cementerio y 1 Mágica en tu mano; Invoca de Modo Especial 2 \"Ficha Ala de Tellus\", y además por el resto de este turno no puedes Invocar de Modo Especial, excepto desde tu mano. Sólo puedes usar cada efecto de \"Tellus el Angelito\" una vez por turno.", "fr": "Si cette carte est envoyée depuis la Zone Monstre au Cimetière : vous pouvez Invoquer Spécialement 1 \"Jeton Aile Tels\" (Elfe/LUMIÈRE/Niveau 1/ATK 0/DEF 0). Tant que vous contrôlez \"Jeton Aile Tels\" : vous pouvez bannir cette carte depuis votre Cimetière et 1 Magie depuis votre main ; Invoquez Spécialement 2 \"Jeton Aile Tels\", et aussi, vous ne pouvez pas Invoquer Spécialement le reste de ce tour, sauf depuis votre main. Vous ne pouvez utiliser chaque effet de \"Tels\" qu'une fois par tour.", "it": "Se questa carta viene mandata dalla Zona Mostri al Cimitero: puoi Evocare Specialmente 1 \"Segna-Ala Tellus\" (Fata/LUCE/Livello 1/ATK 0/DEF 0). Mentre controlli un \"Segna-Ala Tellus\": puoi bandire questa carta dal tuo Cimitero e 1 Magia dalla tua mano; Evoca Specialmente 2 \"Segna-Ala Tellus\", inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto dalla tua mano. Puoi utilizzare ogni effetto di \"Tellus l'Angelo Piccino\" una sola volta per turno.", "pt": "Se este card for enviado da Zona de Monstros para o Cemitério: você pode Invocar por Invocação-Especial 1 \"Ficha de Asa de Tellus\" (Fada/LUZ/Nível 1/ATK 0/DEF 0). Enquanto você controlar uma \"Ficha de Asa de Tellus\": você pode banir este card do seu Cemitério e 1 Magia da sua mão; Invoque por Invocação-Especial 2 \"Ficha de Asa de Tellus\" e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto da sua mão. Você só pode usar cada efeito de \"Tellus, o Anjo Menor\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがモンスターゾーンから墓地へ送られた場合に発動できる。自分フィールドに「テルスの羽トークン」（天使族・光・星１・攻／守０）１体を特殊召喚する。②：自分フィールドに「テルスの羽トークン」が存在する場合、墓地のこのカードと手札の魔法カード１枚を除外して発動できる。自分フィールドに「テルスの羽トークン」２体を特殊召喚する。この効果の発動後、ターン終了時まで自分は手札からしかモンスターを特殊召喚できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에서 묘지로 보내졌을 경우에 발동할 수 있다. 자신 필드에 \"테루스의 날개 토큰\"(천사족 / 빛 / 레벨 1 / 공 0 / 수 0) 1장을 특수 소환한다. ②: 자신 필드에 \"테루스의 날개 토큰\"이 존재할 경우, 묘지의 이 카드와 패의 마법 카드 1장을 제외하고 발동할 수 있다. 자신 필드에 \"테루스의 날개 토큰\" 2장을 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 패에서밖에 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡从怪兽区域被送至墓地的情况下可以发动。将1只\"特勒斯之羽衍生物\"（天使族・光・星1・攻/守0）特殊召唤至自己场上。②：自己场上有\"特勒斯之羽衍生物\"存在的情况下，将墓地的此卡与手牌的1张魔法卡除外可以发动。将2只\"特勒斯之羽衍生物\"特殊召唤至自己场上。此效果发动后，直至回合结束时为止自己仅可从手牌特殊召唤怪兽。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 3, "atk": 500, "def": 500, "images": [{"index": 1, "image": "TellustheLittleAngel-EGS1-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "EGS1-EN006", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "de": [{"set_number": "EGS1-DE006", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "es": [{"set_number": "EGS1-SP006", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "fr": [{"set_number": "EGS1-FR006", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "it": [{"set_number": "EGS1-IT006", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "pt": [{"set_number": "EGS1-PT006", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "ja": [{"set_number": "21PP-JP002", "set_name": "Premium Pack 2021", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "PP16-KR002", "set_name": "Premium Pack Vol.16", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "EGS1-SC006", "set_name": "Structure Deck: Egyptian Gods' Advent: Slifer the Sky Dragon & Obelisk the Tormentor", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708227, "master_duel_rarity": "R"}