{"konami_id": 19040, "password": 19322865, "name": {"en": "Earthbound Prisoner Line Walker", "de": "Erdgebundener Gefangener Linienläufer", "es": "Prisionero Terrestre Andador de Línea", "fr": "Esprit de la Terre Prisonnier Funambule de Ligne", "it": "Prigioniero Terrestre Camminatore della Linea", "pt": "Prisioneiro Terrestre Andador da Linha", "ja": "<ruby>地<rt>じ</rt></ruby><ruby>縛<rt>ばく</rt></ruby><ruby>囚<rt>しゅう</rt></ruby><ruby>人<rt>じん</rt></ruby> ライン・ウォーカー", "ja_romaji": "Jibakushūjin Rain Wōkā", "ko": "지박수인 라인 워커", "ko_rr": null, "zh-TW": "地縛囚犯 邊線步行者", "zh-CN": "地缚囚人 地线巡视者"}, "text": {"en": null, "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Erdgebundenes Gefängnis“ oder „Harmonische Synchrofusion“ von deinem Deck oder Friedhof hinzufügen. Falls du ein „Erdgebunden“-Monster der Stufe 6 oder höher kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Effektmonster wählen, das dein Gegner kontrolliert und das als Spezialbeschwörung vom Extra Deck beschworen wurde; mische jenes offene Effektmonster ins Deck, dann kann dein Gegner 1 Monster mit demselben Namen als Spezialbeschwörung von seinem Extra Deck beschwören. Du kannst jeden Effekt von „Erdgebundener Gefangener Linienläufer“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 \"Prisión Terrestre\" o \"Fusión Sincro Armónica\" en tu Deck o Cementerio. Si controlas un monstruo \"Terrestre\" de Nivel 6 o mayor: puedes desterrar esta carta en tu Cementerio, y después selecciona 1 Monstruo de Efecto que controle tu adversario que fue Invocado de Modo Especial desde el Deck Extra; baraja al Deck ese Monstruo de Efecto boca arriba, y después tu adversario puede Invocar de Modo Especial 1 monstruo con el mismo nombre desde su Deck Extra. Sólo puedes usar cada efecto de \"Prisionero Terrestre Andador de Línea\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Esprit de la Terre Prison\" ou \"Fusion Synchro Harmonique\" depuis votre Deck ou Cimetière à votre main. Si vous contrôlez un monstre \"Esprit de la Terre\" de min. Niveau 6 : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre à Effet contrôlé par votre adversaire qui a été Invoqué Spécialement depuis l'Extra Deck ; mélangez le Monstre à Effet face recto dans le Deck, puis votre adversaire peut Invoquer Spécialement 1 monstre du même nom depuis son Extra Deck. Vous ne pouvez utiliser chaque effet de \"Esprit de la Terre Prisonnier Funambule de Ligne\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 \"Prigione Terrestre\" o \"Fusione Synchro Armonica\" dal tuo Deck o Cimitero alla tua mano. Se controlli un mostro \"Terrestre\" di Livello 6 o superiore: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro con Effetto controllato dal tuo avversario che è stato Evocato Specialmente dall'Extra Deck; mischia quel Mostro con Effetto scoperto nel Deck, poi il tuo avversario può Evocare Specialmente 1 mostro con lo stesso nome dal suo Extra Deck. Puoi utilizzare ogni effetto di \"Prigioniero Terrestre Camminatore della Linea\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 \"Prisão Terrestre\" ou \"Fusão Sincro Harmônica\" do seu Deck ou Cemitério à sua mão. Se você controlar um monstro \"Terrestre\" de Nível 6 ou mais: você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro de Efeito que seu oponente controla que foi Invocado por Invocação-Especial do Deck Adicional; embaralhe esse Monstro de Efeito com a face para cima no Deck e, depois, seu oponente pode Invocar por Invocação-Especial 1 monstro com o mesmo nome do Deck Adicional dele. Você só pode usar cada efeito de \"Prisioneiro Terrestre Andador da Linha\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが召喚・特殊召喚した場合に発動できる。自分のデッキ・墓地から「地縛牢」か「異界共鳴－シンクロ・フュージョン」１枚を手札に加える。\n②：自分フィールドにレベル６以上の「地縛」モンスターが存在する場合、墓地のこのカードを除外し、ＥＸデッキから特殊召喚された相手フィールドの効果モンスター１体を対象として発動できる。その効果モンスターをデッキに戻す。その後、相手はその同名モンスター１体を自身のＥＸデッキから特殊召喚できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 자신의 덱 / 묘지에서 \"지박뢰\"나 \"이계공명－싱크로 퓨전\" 1장을 패에 넣는다. ②: 자신 필드에 레벨 6 이상의 \"지박\" 몬스터가 존재할 경우, 묘지의 이 카드를 제외하고, 엑스트라 덱에서 특수 소환된 상대 필드의 효과 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 효과 몬스터를 덱으로 되돌린다. 그 후, 상대는 그와 같은 이름의 몬스터 1장을 자신의 엑스트라 덱에서 특수 소환할 수 있다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。 ①：可在此卡召喚・特殊召喚的狀況下發動。從我方的牌組・墓地將１張「地縛牢」或１張「異界共鳴－同步結合」加入手牌。 ②：在我方場上存在等級６以上的「地縛」怪獸的狀況下，可將墓地的此卡除外，將對方場上的１隻從額外牌組被特殊召喚的效果怪獸做為對象發動。將該效果怪獸送回牌組。其後，對方可從自身額外牌組特殊召喚１隻該同名怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下可以发动。从自己的牌组・墓地将１张“地缚牢”或“异界共鸣－同步结合”加入手牌。\n②：自己场上存在等级６以上的“地缚”怪兽的情况下，将墓地的此卡除外，以对手场上１只被从额外牌组特殊召唤的效果怪兽为对象可以发动。将该效果怪兽放回牌组。然后，对手可从自身的额外牌组将１只其同名怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fiend / Tuner / Effect", "attribute": "DARK", "level": 3, "atk": 800, "def": 1100, "series": ["Earthbound", "Field Searcher"], "images": [{"index": 1, "image": "EarthboundPrisonerLineWalker-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN029", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-EN275", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MZMI-DE029", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-DE275", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MZMI-FR029", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-FR275", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MZMI-IT029", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-IT275", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MZMI-PT029", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-PT275", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC03-JP019", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "AC03-KR019", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "AGOV-SC084", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 934412, "master_duel_rarity": "N"}