{"konami_id": 20719, "password": 19338434, "name": {"en": "Mimighoul Fork", "de": "Mimighul-Gabelung", "es": "Bifurcación Mimighoul", "fr": "Embranchement Mimigoule", "it": "Mimighoul Biforcazione", "pt": "Bifurcação Mimicarniçal", "ja": "ミミグル・フォーク", "ja_romaji": "Mimiguru Fōku", "ko": "미미구르 포크", "ko_rr": null, "zh-TW": "寶箱詭屍・岔路口", "zh-CN": "宝箱诡尸・岔路口"}, "text": {"en": "Target 1 face-down monster your opponent controls; your opponent chooses 1 of the following effects, and you apply that effect.\n● Change it to face-up Attack or Defense Position.\n● Send it to the GY, then its owner draws 2 cards.\nYou can banish this card from your GY; add 1 \"Mimighoul Fork\" from your Deck to your hand. You can only use each effect of \"Mimighoul Fork\" once per turn.", "de": "Wähle 1 verdecktes Monster, das dein Gegner kontrolliert; dein Gegner bestimmt 1 der folgenden Effekte und du führst jenen Effekt aus.\n● Ändere es in die offene Angriffs- oder Verteidigungsposition.\n● Lege es auf den Friedhof, dann zieht sein Besitzer 2 Karten.\nDu kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Mimighul-Gabelung“ von deinem Deck hinzu. Du kannst jeden Effekt von „Mimighul-Gabelung“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo boca abajo que controle tu adversario; tu adversario elige 1 de los siguientes efectos, y tú aplicas ese efecto.\n● Cámbialo a Posición de Ataque o Defensa boca arriba.\n● Mándalo al Cementerio, y después su dueño roba 2 cartas.\nPuedes desterrar esta carta en tu Cementerio; añade a tu mano 1 \"Bifurcación Mimighoul\" en tu Deck. Sólo puedes usar cada efecto de \"Bifurcación Mimighoul\" una vez por turno.", "fr": "Ciblez 1 monstre face verso contrôlé par votre adversaire ; votre adversaire choisit 1 des effets suivants, et vous appliquez l'effet.\n● Changez-le en Position d'Attaque ou Défense face recto.\n● Envoyez-le au Cimetière, puis son propriétaire pioche 2 cartes.\nVous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Embranchement Mimigoule\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Embranchement Mimigoule\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro coperto controllato dal tuo avversario; il tuo avversario seleziona 1 dei seguenti effetti e tu applichi quell'effetto.\n● Mettilo scoperto in Posizione di Attacco o Difesa.\n● Mandalo al Cimitero, poi il suo proprietario pesca 2 carte.\nPuoi bandire questa carta dal tuo Cimitero; aggiungi 1 \"Mimighoul Biforcazione\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Mimighoul Biforcazione\" una sola volta per turno.", "pt": "Escolha 1 monstro com a face para baixo que seu oponente controla; seu oponente seleciona 1 dos seguintes efeitos e você aplica esse efeito.\n● Coloque-o com a face para cima em Posição de Ataque ou de Defesa.\n● Envie-o para o Cemitério e, depois, seu dono compra 2 cards.\nVocê pode banir este card do seu Cemitério; adicione 1 \"Bifurcação Mimicarniçal\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Bifurcação Mimicarniçal\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Normal", "series": ["Mimighoul"], "images": [{"index": 1, "image": "MimighoulFork-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN095", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE095", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "es": [{"set_number": "ROTA-SP095", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR095", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT095", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT095", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP027", "set_name": "World Premiere Pack 2025", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1083509, "master_duel_rarity": "R"}