{"konami_id": 14475, "password": 19420830, "name": {"en": "Cataclysmic Cryonic Coldo", "de": "Katastrophal kryonischer Kälto", "es": "Frío Criogénico Cataclísmico", "fr": "Coldo Cryonique Cataclysmique", "it": "Freddo Crionico Cataclismico", "pt": "Frial Criônico Cataclísmico", "ja": "<ruby>満<rt>まん</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>禍<rt>か</rt></ruby>コルドー", "ja_romaji": "Mantenka Korudō", "ko": "만천화 콜도", "ko_rr": "Mancheonhwa Koldo", "zh-TW": "滿天禍 科爾德", "zh-CN": "满天祸 科尔德"}, "text": {"en": "If a face-up WIND monster(s) you control is destroyed by battle or an opponent's card effect: You can Special Summon this card from your hand, then, you can place 1 Spell/Trap from the field on top of the Deck. You can only use this effect of \"Cataclysmic Cryonic Coldo\" once per turn.", "de": "Falls ein oder mehr offene WIND Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du 1 Zauber/Falle vom Spielfeld aufs Deck legen. Du kannst diesen Effekt von „Katastrophal kryonischer Kälto“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos de VIENTO boca arriba que controlas son destruidos en batalla o por el efecto de una carta del adversario: puedes Invocar esta carta de Modo Especial desde tu mano y después, puedes poner 1 Mágica/Trampa desde el Campo en la parte superior del Deck. Sólo puedes usar este efecto de \"Frío Criogénico Cataclísmico\" una vez por turno.", "fr": "Si un ou plusieurs monstres VENT face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis, vous pouvez placer 1 Magie/Piège depuis le Terrain au-dessus du Deck. Vous ne pouvez utiliser cet effet de \"Coldo Cryonique Cataclysmique\" qu'une fois par tour.", "it": "Se uno o più mostri VENTO scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta dell'avversario: puoi Evocare Specialmente questa carta dalla tua mano, poi puoi mettere 1 Magia/Trappola dal Terreno in cima al Deck. Puoi utilizzare questo effetto di \"Freddo Crionico Cataclismico\" una sola volta per turno.", "pt": "Se um ou mais monstros de VENTO com a face para cima que você controla forem destruídos em batalha ou por um efeito de card do oponente: você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode colocar no topo do Deck, 1 Magia/Armadilha do campo. Você só pode usar este efeito de \"Frial Criônico Cataclísmico\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：自分フィールドの表側表示の風属性モンスターが戦闘または相手の効果で破壊された場合に発動できる。このカードを手札から特殊召喚する。その後、フィールドの魔法・罠カード１枚を選んで持ち主のデッキの一番上に戻す事ができる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시 바람 속성 몬스터가 전투 또는 상대 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 필드의 마법 / 함정 카드 1장을 골라 주인의 덱 맨 위로 되돌릴 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的效果1回合只能使用1次。\n①：自己场上的表侧表示的风属性怪兽被战斗或者对方的效果破坏的场合才能发动。这张卡从手卡特殊召唤。那之后，可以选场上1张魔法·陷阱卡回到持有者卡组最上面。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "WIND", "level": 8, "atk": 2600, "def": 200, "series": ["Cataclysmic"], "images": [{"index": 1, "image": "CataclysmicCryonicColdo-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN030", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE030", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR030", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT030", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT030", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP030", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ko": [{"set_number": "RIRA-KR030", "set_name": "Rising Rampage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 605335, "master_duel_rarity": "R"}