{"konami_id": 12672, "password": 19502505, "name": {"en": "Silent Paladin", "de": "Schweigsamer Paladin", "es": "Paladín Silencioso", "fr": "Paladin Silencieux", "it": "Paladina Silente", "pt": "Paladino Silencioso", "ja": "<ruby>沈<rt>ちん</rt></ruby><ruby>黙<rt>もく</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>－サイレント・パラディン", "ja_romaji": "Chinmoku no Madōkenshi - Sairento Paradin", "ko": "침묵의 마도검사－사일런트 파라딘", "ko_rr": null, "zh-TW": "沉默的魔導劍士－沉默帕拉丁", "zh-CN": "沉默的魔导剑士－沉默帕拉丁"}, "text": {"en": "When this card is Normal Summoned: You can add 1 \"Silent Swordsman LV3\" or \"Silent Magician LV4\" from your Deck to your hand. During either player's turn, when a Spell Card is activated that targets exactly 1 monster you control (and no other cards): You can negate the activation. This effect can only be used once while this card is face-up on the field. If this card is destroyed by battle, or if this card in its owner's control is destroyed by an opponent's card effect: You can target 1 LIGHT \"LV\" monster in your Graveyard; add it to your hand.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst deiner Hand 1 „Schweigsamer Schwertkämpfer LV3“ oder „Schweigsamer Magier LV4“ von deinem Deck hinzufügen. Während des Spielzugs eines beliebigen Spielers, wenn eine Zauberkarte aktiviert wird, die genau 1 Monster, das du kontrollierst, (und keine anderen Karten) als Ziel wählt: Du kannst die Aktivierung annullieren. Dieser Effekt kann nur einmal verwendet werden, solange diese Karte offen auf dem Spielfeld liegt. Falls diese Karte durch Kampf zerstört wird oder falls diese Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt deines Gegners zerstört wird: Du kannst 1 LICHT „LV“-Monster in deinem Friedhof wählen; füge es deiner Hand hinzu.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes añadir a tu mano, desde tu Deck, 1 \"Espadachín Silencioso LV3\" o \"Mago Silencioso LV4\". Durante el turno de cualquier jugador, cuando una Carta Mágica es activada que seleccione exactamente 1 monstruo que controles (y ninguna otra carta): puedes negar la activación. Este efecto sólo puede ser usado una vez mientras esta carta está boca arriba en el Campo. Si esta carta es destruida en batalla, o si esta carta controlada por su dueño es destruida por el efecto de una carta de tu adversario: puedes seleccionar 1 monstruo \"LV\" de LUZ en tu Cementerio; añádelo a tu mano.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 \"Spadassin Silencieux LV3\" ou \"Magicien Silencieux LV4\" depuis votre Deck à votre main. Durant le tour de chaque joueur, lorsqu'une Carte Magie qui cible exactement 1 monstre que vous contrôlez (et aucune autre carte) est activée : vous pouvez annuler l'activation. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain. Si cette carte est détruite au combat, ou si cette carte contrôlée par son propriétaire est détruite par un effet de carte de votre adversaire : vous pouvez cibler 1 monstre LUMIÈRE \"LV\" dans votre Cimetière ; ajoutez-le à votre main.", "it": "Quando questa carta viene Evocata Normalmente: puoi aggiungere 1 \"Spadaccino Silente LV3\" o \"Mago Silente LV4\" dal tuo Deck alla tua mano. Durante il turno di qualsiasi giocatore, quando viene attivata una Carta Magia che sceglie come bersaglio esattamente 1 mostro che controlli (e nessuna altra carta): puoi annullare l'attivazione. Questo effetto può essere utilizzato una sola volta mentre questa carta è scoperta sul Terreno. Se questa carta viene distrutta in battaglia, o se questa carta sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi scegliere come bersaglio 1 mostro \"LV\" LUCE nel tuo Cimitero; aggiungilo alla tua mano.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode adicionar 1 \"Espadachim Silencioso LV3\" ou \"Mago Silencioso LV4\" do seu Deck à sua mão. Durante o turno de qualquer duelista, quando um Card de Magia for ativado que escolha como alvo exatamente 1 monstro que você controla (e nenhum outro card): você pode negar a ativação. Este efeito só pode ser usado uma vez enquanto este card estiver com a face para cima no campo. Se este card for destruído em batalha, ou se este card sob o controle do seu dono for destruído por um efeito de card do oponente: você pode escolher 1 monstro \"LV\" de LUZ no seu Cemitério; adicione-o à sua mão.", "ja": "①：このカードが召喚に成功した時に発動できる。デッキから「サイレント・ソードマン ＬＶ３」または「サイレント・マジシャン ＬＶ４」１体を手札に加える。②：このカードがフィールドに表側表示で存在する限り１度だけ、自分フィールドのモンスター１体のみを対象とする魔法カードが発動した時に発動できる。その発動を無効にする。③：フィールドのこのカードが戦闘または相手の効果で破壊された場合、自分の墓地の光属性の「ＬＶ」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "①: 이 카드가 일반 소환에 성공했을 때에 발동할 수 있다. 덱에서 \"사일런트 스워드맨 LV3\" 또는 \"사일런트 매지션 LV4\" 1장을 패에 넣는다. ②: 이 카드가 필드에 앞면 표시로 존재하는 한 1번만, 자신 필드의 몬스터 1장만을 대상으로 하는 마법 카드가 발동했을 때에 발동할 수 있다. 그 발동을 무효로 한다. ③: 필드의 이 카드가 전투 또는 상대의 효과로 파괴되었을 경우, 자신 묘지의 빛 속성의 \"LV\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "①：这张卡召唤成功时才能发动。从卡组把1只「沉默剑士 LV3」或者「沉默魔术师 LV4」加入手卡。②：只在这张卡在场上表侧表示存在才有1次，只以自己场上的怪兽1只为对象的魔法卡发动时才能发动。那个发动无效。③：场上的这张卡被战斗或者对方的效果破坏的场合，以自己墓地1只光属性「LV」怪兽为对象才能发动。那只怪兽加入手卡。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 4, "atk": 500, "def": 1500, "series": ["Prophecy"], "images": [{"index": 1, "image": "SilentPaladin-VJMP-JP-UR.png", "illustration": "SilentPaladin-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "SilentPaladin-DPRP-EN-UR-1E.png", "illustration": "SilentPaladin-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "DPRP-EN003", "set_name": "Duelist Pack: Rivals of the Pharaoh", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DPRP-DE003", "set_name": "Duelist Pack: Rivals of the Pharaoh", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DPRP-SP003", "set_name": "Duelist Pack: Rivals of the Pharaoh", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DPRP-FR003", "set_name": "Duelist Pack: Rivals of the Pharaoh", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DPRP-IT003", "set_name": "Duelist Pack: Rivals of the Pharaoh", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DPRP-PT003", "set_name": "Duelist Pack: Rivals of the Pharaoh", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP117", "set_name": "V Jump August 2016 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP11-KR034", "set_name": "Premium Pack Vol.11", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 472878, "master_duel_rarity": "SR"}