{"konami_id": 13588, "password": 19636995, "name": {"en": "Red Hared Hasty Horse", "de": "Stürmisches Häschenpferd", "es": "Liebre Roja en Caballo Veloz", "fr": "Cheval Lièvre Rouge Hâtif", "it": "Cavallo Avventato Lepre Scarlatta", "pt": "Cavalo Apressado Lebre Vermelha", "ja": "<ruby>急<rt>せ</rt></ruby>き<ruby>兎<rt>と</rt></ruby><ruby>馬<rt>ば</rt></ruby>", "ja_romaji": "Seki Toba", "ko": "조급한 토마", "ko_rr": null, "zh-TW": "急兔馬", "zh-CN": "急兔马"}, "text": {"en": "If there is a column with no cards, you can Special Summon this card (from your hand) in Attack Position to your zone in that column. You can only Special Summon \"Red Hared Hasty Horse\" once per turn this way. If another card is placed in this card's column: Destroy this card. Once per turn: You can halve this card's original ATK for the rest of this turn, and if you do, it can attack directly this turn.", "de": "Falls es eine Spalte ohne Karten gibt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) in die Angriffsposition in deine Zone in die Spalte beschwören. Du kannst „Stürmisches Häschenpferd“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls eine andere Karte in die Spalte dieser Karte gelegt wird: Zerstöre diese Karte. Einmal pro Spielzug: Du kannst die Grund-ATK dieser Karte für den Rest dieses Spielzugs halbieren und falls du dies tust, kann sie in diesem Spielzug direkt angreifen.", "es": "Si hay una columna sin cartas, puedes Invocar esta carta de Modo Especial (desde tu mano), en Posición de Ataque, a tu zona en esa columna. Sólo puedes Invocar de Modo Especial a \"Liebre Roja en Caballo Veloz\" una vez por turno de esta forma. Si otra carta es puesta en la columna de esta carta: destruye esta carta. Una vez por turno: puedes dividir a la mitad el ATK original de esta carta por el resto de este turno y, si lo haces, este turno ésta puede atacar directamente.", "fr": "S'il y a une colonne sans aucune carte, vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position d'Attaque dans votre zone de cette colonne. Vous ne pouvez Invoquer Spécialement \"Cheval Lièvre Rouge Hâtif\" qu'une fois par tour de cette façon. Si une autre carte est placée dans la colonne de cette carte : détruisez cette carte. Une fois par tour : vous pouvez diviser par deux l'ATK d'origine de cette carte le reste de ce tour, et si vous le faites, elle peut attaquer directement ce tour.", "it": "Se c'è una colonna senza nessuna carta, puoi Evocare Specialmente questa carta (dalla tua mano) in Posizione di Attacco nella tua zona di quella colonna. Puoi Evocare Specialmente \"Cavallo Avventato Lepre Scarlatta\" una sola volta per turno in questo modo. Se un'altra carta viene messa nella colonna di questa carta: distruggi questa carta. Una volta per turno: puoi dimezzare l'ATK originale di questa carta per il resto di questo turno e, se lo fai, essa può attaccare direttamente in questo turno.", "pt": "Se houver uma coluna sem cards, você pode Invocar este card por Invocação-Especial (da sua mão) em Posição de Ataque em uma zona sua nessa coluna. Você só pode Invocar \"Cavalo Apressado Lebre Vermelha\" por Invocação-Especial uma vez por turno desta forma. Se outro card for colocado na coluna deste card: destrua este card. Uma vez por turno: você pode diminuir o ATK original deste card pela metade pelo resto deste turno e, se isso acontecer, ele pode atacar diretamente neste turno.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。①：カードが存在しない縦列がある場合、このカードはその縦列の自分フィールドに手札から攻撃表示で特殊召喚できる。②：このカードと同じ縦列に他のカードが置かれた場合に発動する。このカードを破壊する。③：１ターンに１度、自分メインフェイズに発動できる。このターン、このカードの元々の攻撃力は半分になり、直接攻撃できる。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 카드가 존재하지 않는 세로열이 있을 경우, 이 카드는 그 세로열인 자신 필드에 패에서 공격 표시로 특수 소환할 수 있다. ②: 이 카드와 같은 세로열에 다른 카드가 놓여졌을 경우에 발동한다. 이 카드를 파괴한다. ③: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 이 턴에, 이 카드의 원래 공격력은 절반이 되고, 직접 공격할 수 있다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次。①：有纵列不存在卡的情况下，此卡可从手牌以攻击表示特殊召唤至该纵列的自己场上。②：有其他卡被摆放在与此卡同一纵列的情况下发动。将此卡破坏。③：1回合1次，在自己的主要阶段可以发动。此回合，此卡原本的攻击力变为一半，可直接攻击。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "WIND", "level": 5, "atk": 2000, "def": 1800, "images": [{"index": 1, "image": "RedHaredHastyHorse-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN034", "set_name": "Flames of Destruction", "rarities": ["Short Print"]}, {"set_number": "MP19-EN017", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE034", "set_name": "Flames of Destruction", "rarities": ["Short Print"]}, {"set_number": "MP19-DE017", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "FLOD-SP034", "set_name": "Flames of Destruction", "rarities": ["Short Print"]}, {"set_number": "MP19-SP017", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR034", "set_name": "Flames of Destruction", "rarities": ["Short Print"]}, {"set_number": "MP19-FR017", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT034", "set_name": "Flames of Destruction", "rarities": ["Short Print"]}, {"set_number": "MP19-IT017", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT034", "set_name": "Flames of Destruction", "rarities": ["Short Print"]}, {"set_number": "MP19-PT017", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "FLOD-JP034", "set_name": "Flames of Destruction", "rarities": ["Normal Rare"]}, {"set_number": "25TP-JP105", "set_name": "Tournament Pack 2025 Vol.1", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "FLOD-KR034", "set_name": "Flames of Destruction", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP2-SC018", "set_name": "Mega Pack 02", "rarities": ["Common"]}, {"set_number": "DBJH-SC050", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548650, "master_duel_rarity": "SR"}