{"konami_id": 8174, "password": 19642889, "name": {"en": "Koa'ki Meiru Powerhand", "de": "Krafthand von Koa'ki Meiru", "es": "Mano Poderosa Koa'ki Meiru", "fr": "Robot Vrille Koa'ki Meiru", "it": "Trivella Koa'ki Meiru", "pt": "Mão Poderosa de Koa'ki Meiru", "ja": "コアキメイル・パワーハンド", "ja_romaji": "Koakimeiru Pawāhando", "ko": "코아키메일 파워핸드", "ko_rr": null, "zh-TW": "核成電鑽手", "zh-CN": "核成电钻手"}, "text": {"en": null, "de": "Während jeder deiner End Phasen, zerstöre diese Karte, es sei denn, du legst 1 „Eisenkern von Koa'ki Meiru“ von deiner Hand auf den Friedhof oder zeigst 1 Normale Fallenkarte in deiner Hand vor. Falls diese Karte gegen ein LICHT oder FINSTERNIS Monster kämpft, werden die Effekte des Monsters, die auf dem Spielfeld aktiviert oder ausgeführt werden, während der Battle Phase annulliert, solange diese Karte auf dem Spielfeld verbleibt.", "es": "Durante cada una de tus End Phases, destruye esta carta a menos que mandes 1 \"Núcleo de Hierro de Koa'ki Meiru\" desde tu mano al Cementerio o muestres 1 Carta de Trampa normal en tu mano. Si esta carta batalla con un monstruo de LUZ u OSCURIDAD, ninguno de los efectos de ese monstruo que se activen o apliquen en el campo son negados durante la Battle Phase, mientras esta carta permanezca en el Campo.", "fr": "(Cette carte n'est pas traitée comme une carte \"Robot\".)\nDurant chacune de vos End Phase, détruisez cette carte sauf si vous envoyez 1 \"Noyau d'Énergie Koa'ki Meiru\" depuis votre main au Cimetière ou révélez 1 Carte Piège Normal dans votre main. Si cette carte combat un monstre LUMIÈRE ou TÉNÈBRES, les effets de ce monstre qui sont activés ou appliqués sur le Terrain sont annulés durant la Battle Phase, tant que cette carte reste sur le Terrain.", "it": "Durante ogni tua End Phase, distruggi questa carta a meno che tu non mandi 1 \"Nucleo di Ferro di Koa'ki Meiru\" dalla tua mano al Cimitero o riveli 1 Carta Trappola Normale nella tua mano. Se questa carta combatte con un mostro LUCE o OSCURITÀ, qualsiasi effetto di quel mostro che si attiva o si applica sul Terreno viene annullato durante quella Battle Phase, fino a quando questa carta rimane sul Terreno.", "pt": "Durante cada uma das suas Fases Finais, destrua este card a não ser que você envie 1 \"Núcleo de Ferro de Koa'ki Meiru\" da sua mão para o Cemitério ou revele 1 Card de Armadilha Normal na sua mão. Se este card batalhar com um monstro de LUZ ou de TREVAS, quaisquer efeitos desse monstro que sejam ativados ou aplicados no campo são negados durante a Fase de Batalha, enquanto este card permanecer no campo.", "ja": "このカードのコントローラーは自分エンドフェイズ毎に、手札から「コアキメイルの鋼核」１枚を墓地へ送るか、手札の通常罠カード１枚を相手に見せるか、このカードを破壊する。\n①：このカードが光・闇属性のモンスターと戦闘を行う場合、バトルフェイズの間だけそのモンスターの効果は無効化される。", "ko": "이 카드의 컨트롤러는 자신의 엔드 페이즈마다 패에서 \"코아키메일의 강철핵\" 1장을 묘지로 보내거나, 패에서 일반 함정 카드 1장을 상대에게 보여준다. 또는 어느 쪽도 실행하지 않고 이 카드를 파괴한다. 이 카드가 빛 속성 또는 어둠 속성 몬스터와 전투를 실행할 경우, 배틀 페이즈 동안에만 그 몬스터의 효과는 무효화된다.", "zh-TW": "此卡的控制者每當在我方結束階段，從手牌將１張「核成之鋼核」送至墓地或將１張手牌的通常陷阱卡出示給對方。或是兩者皆不進行，破壞此卡。此卡在與光屬性怪獸或闇屬性怪獸進行戰鬥的狀況下，僅限在戰鬥階段中，該怪獸的效果無效化。", "zh-CN": "此卡的控制者在每次我方的结束阶段，从手牌将１张“核成之钢核”送入墓地，或向对手展示１张手牌的通常陷阱卡。或者，不执行上述任何一项破坏此卡。此卡与光属性或暗属性的怪兽进行战斗的场合，仅在战斗阶段期间该怪兽的效果被无效化。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 4, "atk": 2100, "def": 1600, "series": ["Koa'ki Meiru"], "images": [{"index": 1, "image": "KoakiMeiruPowerhand-RGBT-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RGBT-EN022", "set_name": "Raging Battle", "rarities": ["Super Rare"]}], "de": [{"set_number": "RGBT-DE022", "set_name": "Raging Battle", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RGBT-FR022", "set_name": "Raging Battle", "rarities": ["Super Rare"]}], "it": [{"set_number": "RGBT-IT022", "set_name": "Raging Battle", "rarities": ["Super Rare"]}], "ja": [{"set_number": "RGBT-JP022", "set_name": "Raging Battle", "rarities": ["Super Rare"]}, {"set_number": "DE03-JP125", "set_name": "Duelist Edition Volume 3", "rarities": ["Common"]}], "ko": [{"set_number": "RGBT-KR022", "set_name": "Raging Battle", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 50872, "master_duel_rarity": "R"}