{"konami_id": 14415, "password": 19673561, "name": {"en": "Witchcrafter Scroll", "de": "Hexwerker-Schriftrolle", "es": "Pergamino Artibruja", "fr": "Parchemin Artisanesorcière", "it": "Pergamena Stregartigiana", "pt": "Pergaminho Fazticeira", "ja": "ウィッチクラフト・スクロール", "ja_romaji": "Wicchikurafuto Sukurōru", "ko": "위치크래프트 스크롤", "ko_rr": "Wichikeuraepeuteu Seukeurol", "zh-TW": "魔女工藝 羊皮紙卷", "zh-CN": "魔女工艺・羊皮纸卷"}, "text": {"en": "Once per turn, when your Spellcaster monster destroys a monster by battle: You can draw 1 card. You can only use 1 of the following effects of \"Witchcrafter Scroll\" per turn, and only once that turn.\n● If a \"Witchcrafter\" monster you control would discard to activate an effect, you can send this card from your field to the GY instead.\n● During your End Phase, if you control a \"Witchcrafter\" monster, while this card is in your GY: You can place this card face-up in your Spell & Trap Zone.", "de": "Einmal pro Spielzug, wenn dein Hexer-Monster ein Monster durch Kampf zerstört: Du kannst 1 Karte ziehen. Du kannst nur 1 der folgenden Effekte von „Hexwerker-Schriftrolle“ pro Spielzug verwenden und in dem Spielzug nur einmal.\n● Falls du abwerfen würdest, um den Effekt eines „Hexwerker“-Monsters zu aktivieren, das du kontrollierst, kannst du stattdessen diese Karte von deiner Spielfeldseite auf den Friedhof legen.\n● Während deiner End Phase, falls du ein „Hexwerker“-Monster kontrollierst, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte offen in deine Zauber- & Fallenzone legen.", "es": "Una vez por turno, cuando tu monstruo Lanzador de Conjuros destruye un monstruo en batalla: puedes robar 1 carta. Sólo puedes usar 1 de los efectos siguientes de \"Pergamino Artibruja\" por turno, y sólo una vez ese turno.\n● Si un monstruo \"Artibruja\" que controlas fuera a ser descartado para activar un efecto, puedes mandar al Cementerio esta carta en tu Campo en su lugar.\n● Durante tu End Phase, si controlas un monstruo \"Artibruja\", mientras esta carta está en tu Cementerio: puedes poner esta carta boca arriba en tu Zona de Magia y Trampas.", "fr": "Une fois par tour, lorsque votre monstre Magicien détruit un monstre au combat : vous pouvez piocher 1 carte. Vous ne pouvez utiliser qu'1 des effets suivants de \"Parchemin Artisanesorcière\" par tour, et uniquement une fois le tour.\n● Si un monstre \"Artisanesorcière\" que vous contrôlez va défausser pour activer un effet, vous pouvez envoyer cette carte depuis votre Terrain au Cimetière à la place.\n● Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez placer cette carte face recto dans votre Zone Magie & Piège.", "it": "Una volta per turno, quando un tuo mostro Incantatore distrugge un mostro in battaglia: puoi pescare 1 carta. Puoi utilizzare solo 1 dei seguenti effetti di \"Pergamena Stregartigiana\" per turno, e solo una volta in quel turno.\n● Se un mostro \"Stregartigiana\" che controlli sta per scartare per attivare un effetto, puoi invece mandare questa carta dal tuo Terreno al Cimitero.\n● Durante la tua End Phase, se controlli un mostro \"Stregartigiana\", mentre questa carta è nel tuo Cimitero: puoi mettere questa carta scoperta nella tua Zona Magie & Trappole.", "pt": "Uma vez por turno, quando um monstro Mago seu destruir um monstro em batalha: você pode comprar 1 card. Você só pode usar 1 dos seguintes efeitos de \"Pergaminho Fazticeira\" por turno e apenas uma vez por turno.\n● Se um monstro \"Fazticeira\" que você controla seria descartado para ativar um efeito, em vez disso, você pode enviar este card do seu campo para o Cemitério.\n● Durante sua Fase Final, se você controlar um monstro \"Fazticeira\", enquanto este card estiver no seu Cemitério: você pode colocar este card com a face para cima na sua Zona de Magias & Armadilhas.", "ja": "このカード名の②③の効果は１ターンに１度、いずれか１つしか使用できない。①：１ターンに１度、自分の魔法使い族モンスターが戦闘でモンスターを破壊した時に発動できる。自分はデッキから１枚ドローする。②：自分フィールドの「ウィッチクラフト」モンスターが効果を発動するために手札を捨てる場合、代わりにこのカードを墓地へ送る事ができる。③：このカードが墓地に存在し、自分フィールドに「ウィッチクラフト」モンスターが存在する場合、自分エンドフェイズに発動できる。このカードを自分の魔法＆罠ゾーンに表側表示で置く。", "ko": "이 카드명의 ②③의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 1턴에 1번, 자신의 마법사족 몬스터가 전투로 몬스터를 파괴했을 때에 발동할 수 있다. 자신은 덱에서 1장 드로우한다. ②: 자신 필드의 \"위치크래프트\" 몬스터가 효과를 발동하기 위해 패를 버릴 경우, 대신에 이 카드를 묘지로 보낼 수 있다. ③: 이 카드가 묘지에 존재하고, 자신 필드에 \"위치크래프트\" 몬스터가 존재할 경우, 자신 엔드 페이즈에 발동할 수 있다. 이 카드를 자신의 마법 & 함정 존에 앞면 표시로 놓는다.", "zh-TW": null, "zh-CN": "此卡名的②③效果１回合１次，仅可使用其中１个。①：１回合１次，自己的魔法师族怪兽战斗破坏怪兽时可以发动。自己从牌组抽１张。②：自己场上的“魔女工艺”怪兽为发动效果而要舍弃手牌的情况下，可将此卡送至墓地作为代替。③：此卡存在于墓地，自己场上有“魔女工艺”怪兽存在的情况下，在自己的结束阶段可以发动。将此卡以表侧表示放在自己的魔法与陷阱区域。"}, "card_type": "Spell", "property": "Continuous", "series": ["Witchcrafter"], "images": [{"index": 1, "image": "WitchcrafterScroll-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN025", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN230", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "INCH-DE025", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE230", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INCH-FR025", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR230", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "INCH-IT025", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT230", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INCH-PT025", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT230", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBIC-JP025", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBIC-KR025", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "CL02-SC068", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 594247, "master_duel_rarity": "N"}