{"konami_id": 18519, "password": 19671433, "name": {"en": "Mannadium Imaginings", "de": "Mannadium-Vorstellungen", "es": "Imaginaciones Mannadium", "fr": "Inventions Mannadium", "it": "Immaginazioni Mannadium", "pt": "Imaginações Mannadium", "ja": "<ruby>伍世壊心像<rt>マナドゥム・イマジン</rt></ruby>", "ja_romaji": "Manadumu Imajin", "ko": "마나둠 이매진", "ko_rr": "Manadum Imaejin", "zh-TW": "瑪納桃源鄉・心像", "zh-CN": "玛那桃圆乡・心像"}, "text": {"en": "Reveal 1 \"Mannadium\" monster or \"Visas Starfrost\" in your hand; draw 2 cards, then place 1 card from your hand on the bottom of the Deck. You can banish this card from your GY, then target 1 monster you control with 1500 ATK/2100 DEF; treat it as a Tuner until the end of this turn. You can only use each effect of \"Mannadium Imaginings\" once per turn.", "de": "Zeige 1 „Mannadium“-Monster oder „Visas Starfrost“ in deiner Hand vor; ziehe 2 Karten, dann lege 1 Karte von deiner Hand unters Deck. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Monster mit 1500 ATK/2100 DEF wählen, das du kontrollierst; behandle es bis zum Ende dieses Spielzugs als Empfänger. Du kannst jeden Effekt von „Mannadium-Vorstellungen“ nur einmal pro Spielzug verwenden.", "es": "Muestra 1 monstruo \"Mannadium\" o \"Visas Starfrost\" en tu mano; roba 2 cartas, y después pon en la parte inferior del Deck 1 carta en tu mano. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo que controles con 1500 ATK/2100 DEF; trátalo como un Cantante hasta el final de este turno. Sólo puedes usar cada efecto de \"Imaginaciones Mannadium\" una vez por turno.", "fr": "Révélez 1 \"Visas Starfrost\" ou monstre \"Mannadium\" dans votre main ; piochez 2 cartes, puis placez 1 carte depuis votre main au-dessous du Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre que vous contrôlez avec 1500 ATK/2100 DEF ; jusqu'à la fin de ce tour, traitez-le comme un Syntoniseur. Vous ne pouvez utiliser chaque effet de \"Inventions Mannadium\" qu'une fois par tour.", "it": "Rivela 1 mostro \"Mannadium\" o \"Visas Starfrost\" nella tua mano; pesca 2 carte, poi metti 1 carta dalla tua mano in fondo al Deck. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro che controlli con 1500 ATK/2100 DEF; consideralo come un Tuner fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Immaginazioni Mannadium\" una sola volta per turno.", "pt": "Revele 1 monstro \"Mannadium\" ou \"Visas Starfrost\" na sua mão; compre 2 cards e, depois, coloque 1 card da sua mão no fundo do Deck. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro que você controla com 1500 de ATK/2100 de DEF; considere-o como um Regulador até o final deste turno. Você só pode usar cada efeito de \"Imaginações Mannadium\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札の「マナドゥム」モンスターまたは「ヴィサス＝スタフロスト」１体を相手に見せて発動できる。自分はデッキから２枚ドローする。その後、手札を１枚選んでデッキの一番下に戻す。②：墓地のこのカードを除外し、自分フィールドの攻撃力１５００／守備力２１００のモンスター１体を対象として発動できる。そのモンスターをターン終了時までチューナーとして扱う。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 \"마나둠\" 몬스터 또는 \"비서스＝스타프로스트\" 1장을 상대에게 보여주고 발동할 수 있다. 자신은 덱에서 2장 드로우한다. 그 후, 패를 1장 고르고 덱 맨 아래로 되돌린다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 공격력 1500 / 수비력 2100 의 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 턴 종료시까지 튜너로서 취급한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將手牌的１隻「瑪納桃源鄉」怪獸或「維薩思・史塔弗羅斯特」出示給對方發動。我方從牌組抽２張牌。其後，選擇１張手牌送回牌組的最下方。②：可將墓地的此卡除外，將我方場上的１隻攻擊力１５００／守備力２１００的怪獸做為對象發動。該怪獸在回合結束前視為協調。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将手牌的１只“玛那桃圆乡”怪兽或“维萨思・史塔弗罗斯特”出示给对手可以发动。自己从牌组抽２张。然后，挑选１张手牌放回牌组最下面。②：将墓地的此卡除外，以自己场上的１只攻击力１５００／守备力２１００的怪兽为对象可以发动。将该怪兽直至回合结束时为止视为协调。"}, "card_type": "Spell", "property": "Normal", "series": ["Mannadium"], "images": [{"index": 1, "image": "MannadiumImaginings-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN056", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN196", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CYAC-DE056", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE196", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CYAC-FR056", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR196", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CYAC-IT056", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT196", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CYAC-PT056", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT196", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CYAC-JP056", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "ko": [{"set_number": "CYAC-KR056", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC167", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715783, "master_duel_rarity": "N"}