{"konami_id": 21793, "password": 19743887, "name": {"en": "VARefar, the Judge of Ball", "de": "VARefar, der Ballschiedsrichter", "es": "VARefar, el Juez de la Pelota", "fr": "VARbaëtre, le Juge du Ballon", "it": "VARefar, il Giudice della Palla", "pt": "VARbitro, o Juiz da Bola", "ja": "<ruby>蹴<rt>しゅう</rt></ruby><ruby>神<rt>しん</rt></ruby>－<ruby>ＶＡＲｅｆａｒ<rt>ヴァレファウル</rt></ruby>", "ja_romaji": "Shūshin - Varefauru", "ko": "축신－VARefar", "ko_rr": null, "zh-TW": null, "zh-CN": "蹴神－VARefar"}, "text": {"en": "When your opponent activates a monster effect on their field that targets a monster(s) you control, or their monster targets one for an attack (Quick Effect): You can Special Summon this card from your hand, then you can choose 1 of those opponent's monsters and reveal 1 card in your hand, then apply the following effect to that monster based on the revealed card type.\n● Monster: Change it to Defense Position. ● Spell: Double its ATK. ● Trap: Banish it.\nYou can only use this effect of \"VARefar, the Judge of Ball\" once per turn.", "de": "Wenn dein Gegner einen Monstereffekt auf seiner Spielfeldseite aktiviert, der ein oder mehr Monster, die du kontrollierst, als Ziel wählt, oder sein Monster eins als Angriffsziel wählt (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du 1 jener Monster des Gegners bestimmen und 1 Karte in deiner Hand vorzeigen, dann wende den folgenden Effekt auf jenes Monster an, basierend auf dem vorgezeigten Kartentyp.\n● Monster: Ändere es in die Verteidigungsposition. ● Zauber: Verdopple seine ATK. ● Falle: Verbanne es.\nDu kannst diesen Effekt von „VARefar, der Ballschiedsrichter“ nur einmal pro Spielzug verwenden.", "es": "Cuando tu adversario activa un efecto de monstruo en su Campo que selecciona uno o más monstruos que controlas, o su monstruo selecciona uno para un ataque (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano, y después puedes elegir 1 de esos monstruos del adversario y mostrar 1 carta en tu mano, y después aplica los siguientes efectos a ese monstruo basados en el tipo de carta mostrada.\n● Monstruo: Cámbialo a Posición de Defensa. ● Mágica: Duplica su ATK. ● Trampa: Destiérralo.\nSólo puedes usar este efecto de \"VARefar, el Juez de la Pelota\" una vez por turno.", "fr": "Lorsque votre adversaire active un effet de monstre sur son Terrain qui cible un ou plusieurs monstres que vous contrôlez, ou son monstre en cible un avec une attaque (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez choisir 1 de ces monstres de l'adversaire, et révélez 1 carte dans votre main, puis appliquez l'effet suivant au monstre selon le type de carte révélé.\n● Monstre : Changez-le en Position de Défense. ● Magie : Doublez son ATK. ● Piège : Bannissez-le.\nVous ne pouvez utiliser cet effet de \"VARbaëtre, le Juge du Ballon\" qu'une fois par tour.", "it": "Quando il tuo avversario attiva l'effetto di un mostro sul suo Terreno che sceglie come bersaglio uno o più mostri che controlli, o un suo mostro ne sceglie come bersaglio uno per un attacco (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano, poi puoi selezionare 1 di quei mostri dell'avversario e rivelare 1 carta nella tua mano, poi applicare il seguente effetto a quel mostro a seconda del tipo della carta rivelata.\n● Mostro: Mettilo in Posizione di Difesa. ● Magia: Raddoppia il suo ATK. ● Trappola: Bandiscilo.\nPuoi utilizzare questo effetto di \"VARefar, il Giudice della Palla\" una sola volta per turno.", "pt": "Quando seu oponente ativar um efeito de monstro no campo dele que escolha como alvo um ou mais monstros que você controla, ou um monstro dele escolher um deles como alvo de um ataque (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode selecionar 1 desses monstros do oponente e revelar 1 card na sua mão e, depois, aplique o seguinte efeito a esse monstro de acordo com o tipo de card revelado.\n● Monstro: Coloque-o em Posição de Defesa. ● Magia: Dobre seu ATK. ● Armadilha: Bana-o.\nVocê só pode usar este efeito de \"VARbitro, o Juiz da Bola\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターが相手フィールドのモンスターの効果の対象になった時、または相手モンスターの攻撃対象に選択された時に発動できる。このカードを手札から特殊召喚する。その後、その相手モンスター１体を選んで手札を１枚相手に見せる事ができる。その場合、さらに見せたカードの種類によって以下の効果を選んだモンスターに適用する。●モンスター：守備表示にする。●魔法：攻撃力を倍にする。●罠：除外する。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가 상대 필드의 몬스터 효과의 대상이 되었을 때, 또는 상대 몬스터의 공격 대상으로 선택되었을 때에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 그 상대 몬스터 1장을 고르고 패를 1장 상대에게 보여줄 수 있다. 그 경우, 추가로 보여준 카드의 종류에 따라 이하의 효과를 고른 몬스터에 적용한다. ●몬스터: 수비 표시로 한다. ●마법: 공격력을 배로 한다. ●함정: 제외한다.", "zh-TW": null, "zh-CN": "此卡名的效果1回合仅可使用1次。①：自己场上的怪兽成为对手场上的怪兽的效果对象时，或被选择为对手怪兽的攻击对象时可以发动。从手牌将此卡特殊召唤。然后，可挑选该1只对手怪兽并向对手出示1张手牌。该情况下，进而根据所出示的卡的种类，对挑选的怪兽适用以下效果。●怪兽：改成守备表示。●魔法：攻击力改成两倍。●陷阱：除外。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "EARTH", "level": 11, "atk": 2100, "def": 800, "images": [{"index": 1, "image": "VARefartheJudgeofBall-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN027", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE027", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP027", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR027", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT027", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT027", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP027", "set_name": "Doom of Dimensions", "rarities": ["Rare"]}], "ko": [{"set_number": "DOOD-KR027", "set_name": "Doom of Dimensions", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DOOD-SC027", "set_name": "Doom of Dimensions", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1137084}