{"konami_id": 14355, "password": 19891131, "name": {"en": "Time Thief Regulator", "de": "Zeitdieb Regulator", "es": "Ladrón del Tiempo Regulador", "fr": "Régulateur des Voleurs de Temps", "it": "Ladro del Tempo Regolatore", "pt": "Ladrão do Tempo Regulador", "ja": "クロノダイバー・レギュレーター", "ja_romaji": "Kuronodaibā Regyurētā", "ko": "크로노다이버 레귤레이터", "ko_rr": "Keuronodaibeo Regeulleiteo", "zh-TW": "時潛怪盜・規範器", "zh-CN": "时潜怪盗・规范器"}, "text": {"en": null, "de": "Falls du keine anderen Monster kontrollierst: Du kannst diese Karte als Tribut anbieten; beschwöre 2 „Zeitdieb“-Monster mit unterschiedlichen Namen als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, außer „Zeitdieb Regulator“. Wenn ein Xyz-Monster, das du kontrollierst, durch Kampf zerstört wird, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Zeitdieb Regulator“ nur einmal pro Spielzug verwenden.", "es": "Si no controlas otros monstruos: puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu Deck, 2 monstruos \"Ladrón del Tiempo\" con nombres diferentes en Posición de Defensa, excepto \"Ladrón del Tiempo Regulador\". Cuando un Monstruo Xyz que controlas es destruido en batalla, mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Ladrón del Tiempo Regulador\" una vez por turno.", "fr": "Si vous ne contrôlez aucun autre monstre : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 2 monstres \"Voleurs de Temps\" de noms différents (\"Régulateur des Voleurs de Temps\" exclu) depuis votre Deck en Position de Défense. Lorsqu'un Monstre Xyz que vous contrôlez est détruit au combat, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Régulateur des Voleurs de Temps\" qu'une fois par tour.", "it": "Se non controlli nessun altro mostro: puoi offrire come Tributo questa carta; Evoca Specialmente 2 mostri \"Ladro del Tempo\" con nomi diversi dal tuo Deck in Posizione di Difesa, eccetto \"Ladro del Tempo Regolatore\". Quando un Mostro Xyz che controlli viene distrutto in battaglia, mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Ladro del Tempo Regolatore\" una sola volta per turno.", "pt": "Se você não controlar nenhum outro monstro: você pode oferecer este card como Tributo; Invoque por Invocação-Especial 2 monstros \"Ladrão do Tempo\" com nomes diferentes do seu Deck em Posição de Defesa, exceto \"Ladrão do Tempo Regulador\". Quando um Monstro Xyz que você controla for destruído em batalha, enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Ladrão do Tempo Regulador\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドに他のモンスターが存在しない場合、このカードをリリースして発動できる。デッキから「クロノダイバー・レギュレーター」以外の「クロノダイバー」モンスター２体を守備表示で特殊召喚する（同名カードは１枚まで）。\n②：このカードが墓地に存在する状態で、自分のＸモンスターが戦闘で破壊された時に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 이 카드 이외의 몬스터가 존재하지 않을 경우, 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"크로노다이버 레귤레이터\" 이외의 \"크로노다이버\" 몬스터 2장을 수비 표시로 특수 소환한다(같은 이름의 카드는 1장까지). ②: 이 카드가 묘지에 존재하는 상태에서, 자신의 엑시즈 몬스터가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在我方場上不存在此卡以外的怪獸的狀況下，可解放此卡發動。從牌組以守備表示特殊召喚２隻「時潛怪盜 規範器」以外的「時潛怪盜」怪獸（同名卡最多１張）。②：此卡存在於墓地的狀態，可在我方的超量怪獸因戰鬥被破壞時發動。特殊召喚此卡。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：自己场上没有此卡以外的怪兽存在的情况下，解放此卡可以发动。从牌组将“时潜怪盗・规范器”以外的2只“时潜怪盗”怪兽以守备表示特殊召唤（同名卡最多1张）。②：此卡存在于墓地的状态下，自己的超量怪兽因战斗被破坏时可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 600, "def": 200, "series": ["Time Thief"], "images": [{"index": 1, "image": "TimeThiefRegulator-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN084", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-EN039", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "GFTP-EN062", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SAST-DE084", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-DE039", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "GFTP-DE062", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SAST-FR084", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-FR039", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "GFTP-FR062", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SAST-IT084", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-IT039", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "GFTP-IT062", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SAST-PT084", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-PT039", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "GFTP-PT062", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP19-JP040", "set_name": "Extra Pack 2019", "rarities": ["Rare"]}], "ko": [{"set_number": "EP19-KR040", "set_name": "Extra Pack 2019", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP3-SC052", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 590244, "master_duel_rarity": "R"}