{"konami_id": 21054, "password": 19899073, "name": {"en": "Ame no Murakumo no Mitsurugi", "de": "Ame no Murakumo no Mitsurugi", "es": "Ame no Murakumo no Mitsurugi", "fr": "Ame no Murakumo no Mitsurugi", "it": "Ame no Murakumo no Mitsurugi", "pt": "Ame no Murakumo no Mitsurugi", "ja": "<ruby>天叢雲<rt>アメノムラクモ</rt></ruby><ruby>之<rt>ノ</rt></ruby><ruby>巳剣<rt>ミツルギ</rt></ruby>", "ja_romaji": "Ame no Murakumo no Mitsurugi", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "天丛云之巳剑"}, "text": {"en": "You can Ritual Summon this card with \"Mitsurugi Ritual\". If this card is Special Summoned: You can destroy all monsters your opponent controls. When your opponent activates a card or effect (Quick Effect): You can activate this effect; your opponent can discard 1 card, or that effect is negated. If this card is Tributed: You can add 1 \"Mitsurugi\" card from your Deck to your hand, except \"Ame no Murakumo no Mitsurugi\", then you can Special Summon this card. You can only use each effect of \"Ame no Murakumo no Mitsurugi\" once per turn.", "de": "Du kannst diese Karte durch „Mitsurugi-Ritual“ als Ritualbeschwörung beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst alle Monster zerstören, die dein Gegner kontrolliert. Wenn dein Gegner eine Karte oder einen Effekt aktiviert (Schnelleffekt): Du kannst diesen Effekt aktivieren; dein Gegner kann 1 Karte abwerfen oder jener Effekt wird annulliert. Falls diese Karte als Tribut angeboten wird: Du kannst deiner Hand 1 „Mitsurugi“-Karte von deinem Deck hinzufügen, außer „Ame no Murakumo no Mitsurugi“, dann kannst du diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Ame no Murakumo no Mitsurugi“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con \"Ritual Mitsurugi\". Si esta carta es Invocada de Modo Especial: puedes destruir todos los monstruos que controla tu adversario. Cuando tu adversario activa una carta o efecto (Efecto Rápido): puedes activar este efecto; tu adversario puede descartar 1 carta, o ese efecto es negado. Si esta carta es Sacrificada: puedes añadir a tu mano 1 carta \"Mitsurugi\" en tu Deck, excepto \"Ame no Murakumo no Mitsurugi\", y después puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Ame no Murakumo no Mitsurugi\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Rituel Mitsurugi\". Si cette carte est Invoquée Spécialement : vous pouvez détruire tous les monstres contrôlés par votre adversaire. Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez activer cet effet ; votre adversaire peut défausser 1 carte, ou l'effet est annulé. Si cette carte est Sacrifiée : vous pouvez ajouter 1 carte \"Mitsurugi\" (\"Ame no Murakumo no Mitsurugi\" exclu) depuis votre Deck à votre main, puis vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Ame no Murakumo no Mitsurugi\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con \"Rituale Mitsurugi\". Se questa carta viene Evocata Specialmente: puoi distruggere tutti i mostri controllati dal tuo avversario. Quando il tuo avversario attiva una carta o un effetto (Effetto Rapido): puoi attivare questo effetto; il tuo avversario può scartare 1 carta, o quell'effetto viene annullato. Se questa carta viene offerta come Tributo: puoi aggiungere 1 carta \"Mitsurugi\" dal tuo Deck alla tua mano, eccetto \"Ame no Murakumo no Mitsurugi\", poi puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Ame no Murakumo no Mitsurugi\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Ritual de Mitsurugi\". Se este card for Invocado por Invocação-Especial: você pode destruir todos os monstros que seu oponente controla. Quando seu oponente ativar um card ou efeito (Efeito Rápido): você pode ativar este efeito; seu oponente pode descartar 1 card, ou esse efeito é negado. Se este card for oferecido como Tributo: você pode adicionar 1 card \"Mitsurugi\" do seu Deck à sua mão, exceto \"Ame no Murakumo no Mitsurugi\" e, depois, você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Ame no Murakumo no Mitsurugi\" uma vez por turno.", "ja": "「巳剣降臨」により降臨\nこのカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚した場合に発動できる。相手フィールドのモンスターを全て破壊する。②：相手が効果を発動した時に発動できる。相手は手札を１枚選んで捨てる事ができる。捨てなかった場合、その効果は無効化される。③：このカードがリリースされた場合に発動できる。デッキから「天叢雲之巳剣」以外の「巳剣」カード１枚を手札に加える。その後、このカードを特殊召喚できる。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Reptile / Ritual / Effect", "attribute": "DARK", "level": 8, "atk": 3200, "def": 800, "ritual_spell": "Mitsurugi Ritual", "series": ["Mitsurugi"], "images": [{"index": 1, "image": "AmenoMurakumonoMitsurugi-SUDA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN092", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "SUDA-DE092", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "SUDA-SP092", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "SUDA-FR092", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "SUDA-IT092", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "SUDA-PT092", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "WPP6-JP0??", "set_name": "World Premiere Pack 2025", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1103772}