{"konami_id": 13001, "password": 20007374, "name": {"en": "Converging Wishes", "de": "Aufeinandertreffende Wünsche", "es": "Deseos Convergentes", "fr": "Vœux de Convergence", "it": "Desideri Convergenti", "pt": "Desejos Convergentes", "ja": "<ruby>集<rt>つど</rt></ruby>いし<ruby>願<rt>ねが</rt></ruby>い", "ja_romaji": "Tsudoishi Negai", "ko": "하나된 소망", "ko_rr": null, "zh-TW": "集結的祈願", "zh-CN": "聚集之祈愿"}, "text": {"en": "If you have 5 or more Dragon Synchro Monsters with different names in your GY: Special Summon 1 \"Stardust Dragon\" from your Extra Deck (this is treated as a Synchro Summon), and equip it with this card, but banish it during the End Phase. That equipped monster gains ATK equal to the combined ATK of all Dragon Synchro Monsters in your GY. Each time that equipped monster destroys an opponent's monster by battle: You can banish 1 Dragon Synchro Monster from your GY; that equipped monster can attack an opponent's monster again in a row.", "de": "Falls du 5 oder mehr Drache-Synchromonster mit unterschiedlichen Namen in deinem Friedhof hast: Beschwöre 1 „Sternenstaubdrache“ als Spezialbeschwörung von deinem Extra Deck (dies wird als Synchrobeschwörung behandelt) und rüste ihn mit dieser Karte aus, aber verbanne ihn während der End Phase. Das ausgerüstete Monster erhält ATK in Höhe der Summe der ATK aller Drache-Synchromonster in deinem Friedhof. Jedes Mal, wenn das ausgerüstete Monster ein Monster eines Gegners durch Kampf zerstört: Du kannst 1 Drache-Synchromonster von deinem Friedhof verbannen; das ausgerüstete Monster kann sofort noch einmal ein Monster eines Gegners angreifen.", "es": "Si tienes 5 o más Monstruos de Sincronía Dragón con nombres diferentes en tu Cementerio: Invoca de Modo Especial, desde tu Deck Extra, 1 \"Dragón de Polvo de Estrellas\" (esto se trata como una Invocación por Sincronía), y equípalo con esta carta, pero destiérralo durante la End Phase. Ese monstruo equipado gana ATK igual al ATK combinado de todos los Monstruos de Sincronía Dragón en tu Cementerio. Cada vez que ese monstruo equipado destruye un monstruo del adversario en batalla: puedes desterrar 1 Monstruo de Sincronía Dragón en tu Cementerio; ese monstruo equipado puede atacar a un monstruo del adversario inmediatamente después.", "fr": "Si vous avez min. 5 Monstres Synchro Dragon de noms différents dans votre Cimetière : Invoquez Spécialement 1 \"Dragon Poussière d'Étoile\" depuis votre Extra Deck (ceci est traité comme une Invocation Synchro), et équipez-le avec cette carte, mais bannissez-le durant la End Phase. Le monstre équipé gagne une ATK égale à la somme des ATK de tous les Monstres Synchro Dragon dans votre Cimetière. Chaque fois que le monstre équipé détruit un monstre de l'adversaire au combat : vous pouvez bannir 1 Monstre Synchro Dragon depuis votre Cimetière ; le monstre équipé peut attaquer un monstre de l'adversaire une nouvelle fois à la suite.", "it": "Se hai 5 o più Mostri Synchro Drago con nomi diversi nel tuo Cimitero: Evoca Specialmente 1 \"Drago Polvere di Stelle\" dal tuo Extra Deck (questa viene considerata come una Synchro Evocazione), ed equipaggialo con questa carta, ma bandiscilo durante la End Phase. Quel mostro equipaggiato guadagna ATK pari alla somma degli ATK di tutti i Mostri Synchro Drago nel tuo Cimitero. Ogni volta che quel mostro equipaggiato distrugge un mostro dell'avversario in battaglia: puoi bandire 1 Mostro Synchro Drago dal tuo Cimitero; quel mostro equipaggiato può attaccare di nuovo un mostro dell'avversario di seguito.", "pt": "Se você tiver 5 ou mais Monstros Sincro Dragão com nomes diferentes no seu Cemitério: Invoque por Invocação-Especial 1 \"Dragão da Poeira Estelar\" do seu Deck Adicional (isso é considerado uma Invocação-Sincro) e equipe-o com este card, mas bana-o durante a Fase Final. Esse monstro equipado ganha ATK igual ao ATK combinado de todos os Monstros Sincro Dragão no seu Cemitério. Sempre que o monstro equipado destruir um monstro do oponente em batalha: você pode banir 1 Monstro Sincro Dragão do seu Cemitério; o monstro equipado pode atacar um monstro do oponente novamente em seguida.", "ja": "①：自分の墓地にドラゴン族Ｓモンスターが５種類以上存在する場合に発動できる。エクストラデッキから「スターダスト・ドラゴン」１体をＳ召喚扱いで特殊召喚し、このカードを装備する。この効果で特殊召喚したモンスターはエンドフェイズに除外される。②：装備モンスターの攻撃力は、自分の墓地のドラゴン族Ｓモンスターの攻撃力の合計分アップする。③：装備モンスターが戦闘で相手モンスターを破壊する度に、自分の墓地のドラゴン族Ｓモンスター１体を除外して発動できる。装備モンスターは相手モンスターに続けて攻撃できる。", "ko": "①: 자신 묘지에 드래곤족 싱크로 몬스터가 5종류 이상 존재할 경우에 발동할 수 있다. 엑스트라 덱에서 \"스타더스트 드래곤\" 1장을 싱크로 소환으로 취급하여 특수 소환하고, 이 카드를 장착한다. 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 제외된다. ②: 장착 몬스터의 공격력은, 자신 묘지의 드래곤족 싱크로 몬스터의 공격력의 합계만큼 올린다. ③: 장착 몬스터가 전투로 상대 몬스터를 파괴할 때마다, 자신 묘지에서 드래곤족 싱크로 몬스터 1장을 제외하고 발동할 수 있다. 장착 몬스터는 상대 몬스터에 이어서 공격할 수 있다.", "zh-TW": null, "zh-CN": "①：自己墓地存在５种以上的龙族同步怪兽的情况下可以发动。从额外牌组将１只“星尘龙”视为同步召唤特殊召唤，装备此卡。以此效果特殊召唤的怪兽将在结束阶段被除外。②：装备怪兽的攻击力上升相当于自己墓地龙族同步怪兽的攻击力合计的数值。③：装备怪兽每次战斗破坏对手怪兽，将自己墓地的１只龙族同步怪兽除外可以发动。装备怪兽可继续攻击对手怪兽。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "ConvergingWishes-KICO-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DUSA-EN037", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "KICO-EN059", "set_name": "King's Court", "rarities": ["Rare"]}], "de": [{"set_number": "DUSA-DE037", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "KICO-DE059", "set_name": "King's Court", "rarities": ["Rare"]}], "es": [{"set_number": "DUSA-SP037", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "KICO-SP059", "set_name": "King's Court", "rarities": ["Rare"]}], "fr": [{"set_number": "DUSA-FR037", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "KICO-FR059", "set_name": "King's Court", "rarities": ["Rare"]}], "it": [{"set_number": "DUSA-IT037", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "KICO-IT059", "set_name": "King's Court", "rarities": ["Rare"]}], "pt": [{"set_number": "DUSA-PT037", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "KICO-PT059", "set_name": "King's Court", "rarities": ["Rare"]}], "ja": [{"set_number": "20AP-JP054", "set_name": "20th Anniversary Pack 2nd Wave", "rarities": ["Super Parallel Rare"]}], "ko": [{"set_number": "20AP-KR054", "set_name": "20th Anniversary Pack 2nd Wave", "rarities": ["Super Parallel Rare"]}, {"set_number": "SYP1-KR005", "set_name": "Synergy Pack 01: Syncro Acceleration", "rarities": ["Common", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC199", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 484516, "master_duel_rarity": "N"}