{"konami_id": 7266, "password": 20003527, "name": {"en": "Cloudian - Nimbusman", "de": "Wolkian - Regenwolkenmann", "es": "Cloudian - Nimbusman", "fr": "Nuagien - Nimbusien", "it": "Nubiano - Nimbusman", "pt": "Nuviano - Homem-Nimbo", "ja": "<ruby>雲魔物<rt>クラウディアン</rt></ruby>－ニンバスマン", "ja_romaji": "Kuraudian - Ninbasuman", "ko": "운마물－닌배스맨", "ko_rr": null, "zh-TW": "雲魔物－雨雲人", "zh-CN": "云魔物－雨云人"}, "text": {"en": "Cannot be destroyed by battle. If this card is in face-up Defense Position, destroy it. You can Tribute any number of WATER monsters for the Tribute Summon of this card. If this card is Tribute Summoned: Place 1 Fog Counter on it for each WATER monster you Tributed. This card gains 500 ATK for each Fog Counter on the field.", "de": "Diese Karte kann nicht durch Kampf zerstört werden. Falls sich diese Karte in offener Verteidigungsposition befindet, zerstöre sie. Du kannst eine beliebige Anzahl WASSER Monster als Tribut für die Tributbeschwörung dieser Karte anbieten. Wenn diese Karte als Tributbeschwörung beschworen wird, lege 1 Nebel-Zählmarke darauf für jedes WASSER Monster, das du als Tribut angeboten hast. Diese Karte erhält 500 ATK für jede Nebel-Zählmarke auf dem Spielfeld.", "es": "Esta carta no puede ser destruida en batalla. Si esta carta está en Posición de Defensa boca arriba, destrúyela. Puedes Sacrificar cualquier cantidad de monstruos de AGUA para la Invocación por Sacrificio de esta carta. Cuando esta carta es Invocada por Sacrificio, pon 1 Contador de Niebla en ella por cada monstruo de AGUA que Sacrificaste. Esta carta gana 500 ATK por cada Contador de Niebla en el Campo.", "fr": "Non destructible au combat. Si cette carte est en Position de Défense face recto, détruisez-la. Vous pouvez Sacrifier un nombre de votre choix de monstres EAU pour l’Invocation Sacrifice de cette carte. Si cette carte est Invoquée par Sacrifice : placez 1 Compteur Brume sur elle pour chaque monstre EAU que vous avez Sacrifié. Cette carte gagne 500 ATK pour chaque Compteur Brume sur le Terrain.", "it": "Questa carta non può essere distrutta in battaglia. Se questa carta è scoperta in Posizione di Difesa, distruggila. Puoi offrire come Tributo un qualsiasi numero di mostri ACQUA per l'Evocazione tramite Tributo di questa carta. Quando questa carta viene Evocata tramite Tributo, metti 1 Segnalino Nebbia su questa carta per ogni mostro ACQUA offerto come Tributo. Questa carta guadagna 500 ATK per ogni Segnalino Nebbia sul Terreno.", "pt": "Não pode ser destruído em batalha. Se este card estiver com a face para cima em Posição de Defesa, destrua-o. Você pode oferecer como Tributo qualquer número de monstros de ÁGUA para a Invocação-Tributo deste card. Se este card for Invocado por Invocação-Tributo: coloque 1 Marcador de Névoa nele para cada monstro de ÁGUA que você ofereceu como Tributo. Este card ganha 500 de ATK para cada Marcador de Névoa no campo.", "ja": "このカードは戦闘によっては破壊されない。このカードが表側守備表示でフィールド上に存在する場合、このカードを破壊する。このカードを生け贄召喚する場合、自分フィールド上の水属性モンスターを任意の数だけ生け贄にできる。このカードの生け贄召喚に成功した時、生け贄に捧げた水属性モンスターの数だけフォッグカウンターをこのカードに置く。このカードの攻撃力はフォッグカウンター１つにつき５００ポイントアップする。", "ko": "이 카드는 전투에 의해서는 파괴되지 않는다. 이 카드가 앞면 수비 표시로 필드 위에 존재할 경우, 이 카드를 파괴한다. 이 카드를 제물 소환할 경우, 자신 필드 위의 물 속성 몬스터를 임의의 수만큼 제물로 할 수 있다. 이 카드가 제물 소환에 성공했을 때, 제물로 바친 물 속성 몬스터의 수만큼 포그 카운터를 이 카드에 놓는다. 이 카드의 공격력은 포그 카운터 1개당 500 포인트 올린다.", "zh-TW": "此卡不會因戰鬥被破壞。在此卡以正面守備表示存在的狀況下，此卡將被破壞。可解放我方場上任意數量的水屬性怪獸，以正面表示升級召喚此卡。在此卡升級召喚成功時，可依據任意解放水屬性怪獸的數量對此卡放置霧計數物。此卡的攻擊力會依據場上霧計數物的數量×５００進行提升。", "zh-CN": "此卡不因战斗被破坏。此卡以表侧守备表示存在的场合，被破坏。此卡可解放我方场上任意数量的水属性怪兽，并以表侧表示上级召唤。此卡上级召唤成功时，放置雾计数物于此卡，其数量相当于被解放水属性怪兽的数量。此卡的攻击力上升场上雾计数物数量×５００点。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "WATER", "level": 5, "atk": 1000, "def": 1000, "series": ["Cloudian"], "images": [{"index": 1, "image": "CloudianNimbusman-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GLAS-EN007", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-ENH09", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "GLAS-DE007", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-DEH09", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "GLAS-FR007", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-FRH09", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "GLAS-IT007", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-ITH09", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "SGX3-PTH09", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "GLAS-JP007", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "ko": [{"set_number": "GLAS-KR007", "set_name": "Gladiator's Assault", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 505245, "master_duel_rarity": "R"}