{"konami_id": null, "password": 20011655, "name": {"en": "Beast of Talwar - The Sword Summit", "de": "Bestie von Talwar - Der Schwertgipfel", "es": "Bestia de Talwar - La Cúspide de la Espada", "fr": "Bête de Talwar - Le Sommet de l'Épée", "it": "Bestia di Talwar - La Vetta della Spada", "pt": "Besta de Talwar - O Cume da Espada", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "(This card is always treated as an \"Archfiend\" card.)\nIf you control no monsters, you can Special Summon this card (from your hand). The first time this card would be destroyed by an opponent's card effect each turn, it is not destroyed. Neither player can target other monsters with Equip Spell Cards or effects.", "de": "(Diese Karte wird immer als „Erzunterweltler“-Karte behandelt.)\nFalls du keine Monster kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Das erste Mal in jedem Spielzug, dass diese Karte durch einen Karteneffekt eines Gegners zerstört würde, wird sie nicht zerstört. Kein Spieler kann andere Monster als Ziel für Ausrüstungszauberkarten oder -effekte wählen.", "es": "(Esta carta se trata siempre como una carta \"Archidemonio\").\nSi no controlas monstruos, puedes Invocar esta carta de Modo Especial (desde tu mano). La primera vez que esta carta fuera a ser destruida por el efecto de una carta del adversario cada turno, no es destruida. Ningún jugador puede seleccionar otros monstruos con Cartas Mágicas de Equipo o sus efectos.", "fr": "(Cette carte est toujours traitée comme carte \"Archdémon\".)\nSi vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). La première fois que cette carte va être détruite par un effet de carte de l'adversaire chaque tour, elle n'est pas détruite. Aucun joueur ne peut cibler d'autres monstres avec des Cartes Magie d'Équipement ou effets de Magie d'Équipement.", "it": "(Questa carta viene sempre considerata come una carta \"Arcidemone\".)\nSe non controlli nessun mostro, puoi Evocare Specialmente questa carta (dalla tua mano). La prima volta che questa carta sta per essere distrutta dall'effetto di una carta dell'avversario ogni turno, non viene distrutta. Nessun giocatore può scegliere come bersaglio altri mostri con le Carte Magia Equipaggiamento o con i loro effetti.", "pt": "(Este card deve ser sempre considerado como um card \"Arquidemônio\".)\nSe você não controlar nenhum monstro, você pode Invocar este card por Invocação-Especial (da sua mão). Na primeira vez que este card seria destruído por um efeito de card do oponente a cada turno, ele não é destruído. Nenhum duelista pode escolher outros monstros como alvo de Cards de Magia de Equipamento ou seus efeitos.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 7, "atk": 2400, "def": 2150, "series": ["Archfiend"], "images": [{"index": 1, "image": "BeastofTalwarTheSwordSummit-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN087", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE087", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR087", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT087", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT087", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1106525}