{"konami_id": 12606, "password": 20050865, "name": {"en": "Crystron Citree", "de": "Kristron Citree", "es": "Cristron Citree", "fr": "Citree Crystron", "it": "Crystron Citree", "pt": "Cristron Citree", "ja": "<ruby>水晶機巧<rt>クリストロン</rt></ruby>－シトリィ", "ja_romaji": "Kurisutoron - Shitoryi", "ko": "크리스트론－시트리", "ko_rr": null, "zh-TW": "水晶機巧－黃晶", "zh-CN": "水晶机巧－黄晶"}, "text": {"en": "During your opponent's Main or Battle Phase (Quick Effect): You can target 1 non-Tuner in your GY; Special Summon it, but its effects are negated (if any), then immediately after this effect resolves, Synchro Summon 1 Machine Synchro Monster using only that monster and this card. These Synchro Materials are banished instead of being sent to the GY. You can only use this effect of \"Crystron Citree\" once per turn.", "de": "Während der Main Phase oder Battle Phase deines Gegners: Du kannst 1 Nicht-Empfänger-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, aber seine Effekte bleiben annulliert (falls es welche hat), und falls du dies tust, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Synchromonster vom Typ Maschine als Synchrobeschwörung und verwende dafür nur das Monster und diese Karte. (Dies ist ein Schnelleffekt.) Dieses Synchromaterial wird verbannt, anstatt auf den Friedhof gelegt zu werden. Du kannst diesen Effekt von „Kristron Citree“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase o Battle Phase de tu adversario: puedes seleccionar 1 monstruo que no sea Cantante en tu Cementerio; Invócalo de Modo Especial, pero ve sus efectos negados (si los tiene) y, si lo haces, inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 Monstruo de Sincronía de Tipo Máquina usando sólo a ese monstruo y esta carta (éste es un Efecto Rápido). Estos Materiales de Sincronía son desterrados en lugar de ser mandados al Cementerio. Sólo puedes usar este efecto de \"Cristron Citree\" una vez por turno.", "fr": "Durant la Main Phase ou Battle Phase de votre adversaire : vous pouvez cibler 1 monstre non-Syntoniseur dans votre Cimetière ; Invoquez-le Spécialement, mais il a ses effets annulés (s'il en a), et si vous le faites, immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro de Type Machine en utilisant uniquement le monstre et cette carte (ceci est un Effet Rapide). Ces Matériels de Synchro sont bannis au lieu d'être envoyés au Cimetière. Vous ne pouvez utiliser cet effet de \"Citree Crystron\" qu'une fois par tour.", "it": "Durante la Main Phase o Battle Phase del tuo avversario: puoi scegliere come bersaglio 1 mostro non-Tuner nel tuo Cimitero; Evocalo Specialmente, ma i suoi effetti (se ne ha) si annullano e, se lo fai, immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro di Tipo Macchina utilizzando solo quel mostro e questa carta (questo è un Effetto Rapido). Questi Materiali Synchro vengono banditi invece di venire mandati al Cimitero. Puoi utilizzare questo effetto di \"Crystron Citree\" una sola volta per turno.", "pt": "Durante a Fase Principal ou Fase de Batalha do seu oponente: você pode Invocar por Invocação-Especial 1 monstro não-Regulador da sua mão, mas ele tem seus efeitos negados (se houver) e, se isso acontecer, imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro do Tipo Máquina usando apenas esse monstro e este card (este é um Efeito Rápido). Esses Matérias Sincro são banidos em vez de forem enviados para o Cemitério. Você só pode usar este efeito de \"Cristron Citree\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：相手のメインフェイズ及びバトルフェイズに、チューナー以外の自分の墓地のモンスター１体を対象として発動できる。そのモンスターを効果を無効にして特殊召喚し、そのモンスターとこのカードのみを素材として機械族Ｓモンスター１体をＳ召喚する。その時のＳ素材モンスターは墓地へは行かず除外される。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대의 메인 페이즈 및 배틀 페이즈에, 튜너 이외의 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 효과를 무효로 하고 특수 소환하여, 그 몬스터와 이 카드만을 소재로서 기계족 싱크로 몬스터 1장을 싱크로 소환한다. 그때의 싱크로 소재 몬스터는 묘지로는 가지 않으며 제외된다.", "zh-TW": null, "zh-CN": "此卡名的效果1回合仅可使用1次。①：在对手的主要阶段及战斗阶段，以协调以外的、自己墓地的1只怪兽为对象可以发动。将该怪兽的效果无效并特殊召唤，仅以该怪兽和此卡作为素材，进行1只机械族同步怪兽的同步召唤。此时的同步素材怪兽不去墓地而直接被除外。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner / Effect", "attribute": "WATER", "level": 2, "atk": 500, "def": 500, "series": ["Crystron"], "images": [{"index": 1, "image": "CrystronCitree-INOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN016", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "OP27-EN015", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE016", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "OP27-DE015", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "es": [{"set_number": "INOV-SP016", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "OP27-SP015", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR016", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "OP27-FR015", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT016", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "OP27-IT015", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT016", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "OP27-PT015", "set_name": "OTS Tournament Pack 27", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP016", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP1-JP095", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}], "ko": [{"set_number": "INOV-KR016", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP1-KR095", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SUDA-SC098", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 460036, "master_duel_rarity": "SR"}