{"konami_id": 16538, "password": 20071842, "name": {"en": "Heavy Interlock", "de": "Starke Sperre", "es": "Bloqueador Pesado", "fr": "Interverrouillage Lourd", "it": "Interblocco Pesante", "pt": "Interconector Pesado", "ja": "ヘヴィ・トリガー", "ja_romaji": "Hevi Torigā", "ko": "헤비 트리거", "ko_rr": "Hebi Teurigeo", "zh-TW": "沉重扳機", "zh-CN": "重型扳机"}, "text": {"en": "This card is used to Ritual Summon \"Borreload Riot Dragon\". You must also Tribute monsters from your hand or field, and/or destroy \"Rokket\" monsters from your hand or face-up field, whose total Levels equal 8 or more. The monster Special Summoned by this effect cannot be destroyed by battle with a monster Special Summoned from the Extra Deck, and is unaffected by the activated effect of any monster Special Summoned from the Extra Deck.", "de": "Diese Karte wird verwendet, um „Kalliberlade-Aufstand-Drache“ als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten und/oder „Rakkete“-Monster von deiner Hand oder offen auf deiner Spielfeldseite zerstören, deren gemeinsame Stufe 8 oder mehr entspricht. Das durch diesen Effekt als Spezialbeschwörung beschworene Monster kann nicht durch Kampf mit einem als Spezialbeschwörung vom Extra Deck beschworenen Monster zerstört werden und bleibt von den aktivierten Effekten von als Spezialbeschwörung vom Extra Deck beschworenen Monstern unberührt.", "es": "Esta carta es usada para Invocar por Ritual \"Dragón Revuelta Borrecarga\". También debes Sacrificar monstruos en tu mano o Campo, y/o destruir monstruos \"Cohette\" en tu mano o Campo boca arriba, cuyos Niveles totales sean iguales a 8 o más. El monstruo Invocado de Modo Especial por este efecto no puede ser destruido en batalla con un monstruo Invocado de Modo Especial desde el Deck Extra, y no es afectado por los efectos activados de cualquier monstruo Invocado de Modo Especial desde el Deck Extra.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Dragon Émeute Chargeborrelle\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, et/ou détruire des monstres \"Rokkette\" depuis votre main ou Terrain face recto, dont le Niveau total est égal à min. 8. Le monstre Invoqué Spécialement par cet effet ne peut pas être détruit au combat avec un monstre Invoqué Spécialement depuis l'Extra Deck, et il n'est pas affecté par l'effet activé d'un monstre Invoqué Spécialement depuis l'Extra Deck.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale \"Drago Tumulto Callibrocarica\". Devi anche offrire come Tributo mostri dalla tua mano o Terreno, e/o distruggere mostri \"Mizzile\" dalla tua mano o Terreno scoperto, con Livello totale pari o superiore a 8. Il mostro Evocato Specialmente da questo effetto non può essere distrutto in battaglia con un mostro Evocato Specialmente dall'Extra Deck, ed è immune all'effetto attivato di qualsiasi mostro Evocato Specialmente dall'Extra Deck.", "pt": "Este card é usado para a Invocação-Ritual de \"Dragão do Motim Callibregado\". Você também deve oferecer monstros como Tributo da sua mão ou do campo, e/ou destruir monstros \"Foguette\" da sua mão ou do campo com a face para cima, cuja soma dos Níveis seja igual a 8 ou mais. O monstro Invocado por Invocação-Especial por este efeito não pode ser destruído em batalha com um monstro Invocado por Invocação-Especial do Deck Adicional e não é afetado pelos efeitos ativados de qualquer monstro Invocado por Invocação-Especial do Deck Adicional.", "ja": "「ヴァレルロード・Ｒ・ドラゴン」の降臨に必要。①：レベルの合計が８以上になるように、自分の手札・フィールドのモンスターをリリース、またはリリースの代わりに自分の手札・フィールドの「ヴァレット」モンスターを破壊し、手札から「ヴァレルロード・Ｒ・ドラゴン」を儀式召喚する。この効果で特殊召喚したモンスターはＥＸデッキから特殊召喚されたモンスターとの戦闘では破壊されず、ＥＸデッキから特殊召喚されたモンスターが発動した効果を受けない。", "ko": "\"바렐로드 R(라이엇) 드래곤\"의 의식 소환에 필요. ①: 레벨의 합계가 8 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스, 또는 릴리스 대신에 자신의 패 / 필드의 \"바렛\" 몬스터를 파괴하고, 패에서 \"바렐로드 R(라이엇) 드래곤\"을 의식 소환한다. 이 효과로 특수 소환한 몬스터는 엑스트라 덱에서 특수 소환된 몬스터와의 전투로는 파괴되지 않으며, 엑스트라 덱에서 특수 소환된 몬스터가 발동한 효과를 받지 않는다.", "zh-TW": null, "zh-CN": "“枪管上膛镇暴龙”的降临所必需。①：为使合计等级为８以上，解放自己手牌・场上的怪兽，或将自己手牌・场上的“枪弹”怪兽破坏作为解放的代替，从手牌将“枪管上膛镇暴龙”仪式召唤。以此效果特殊召唤的怪兽不会因与从额外牌组被特殊召唤的怪兽的战斗被破坏，不受从被从额外牌组特殊召唤的怪兽发动的效果影响。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "HeavyInterlock-BODE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN052", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "de": [{"set_number": "BODE-DE052", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BODE-FR052", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "it": [{"set_number": "BODE-IT052", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BODE-PT052", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BODE-JP052", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR052", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC145", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715280, "master_duel_rarity": "N"}