{"konami_id": 12483, "password": 20137754, "name": {"en": "Duza the Meteor Cubic Vessel", "de": "Duza das kubische Meteorgefäß", "es": "Duza la Vasija Cúbica Meteórica", "fr": "Duza le Vaisseau Cubique Météore", "it": "Duza il Vascello Cubico Meteora", "pt": "Duza, o Receptáculo Cúbico Meteoro", "ja": "<ruby>流<rt>りゅう</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>方<rt>ほう</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>器<rt>き</rt></ruby>デューザ", "ja_romaji": "Ryūsei Hōkai-ki Dyūza", "ko": "유성방계기 듀자", "ko_rr": "Yuseongbang-gyegi Dyuja", "zh-TW": "流星方界器 狄扎", "zh-CN": "流星方界器狄扎"}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 \"Cubic\" card from your Deck to the Graveyard. Once per turn, during either player's turn, if a monster was sent to your Graveyard this turn while this card was face-up on the field: You can make this card gain 200 ATK for each monster with a different name in your Graveyard, until the end of this turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Kubisch“-Karte von deinem Deck auf den Friedhof legen. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers, falls in diesem Spielzug ein Monster auf deinen Friedhof gelegt wurde, solange diese Karte offen auf dem Spielfeld lag: Du kannst diese Karte bis zum Ende dieses Spielzugs 200 ATK für jedes Monster mit einem unterschiedlichem Namen in deinem Friedhof erhalten lassen.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 carta \"Cúbico/a\" en tu Deck. Una vez por turno, durante el turno de cualquier jugador, si un monstruo fue mandado a tu Cementerio este turno mientras esta carta estaba boca arriba en el Campo: puedes hacer que esta carta gane 200 ATK por cada monstruo con un nombre diferente en tu Cementerio, hasta el final de este turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 carte \"Cubique\" depuis votre Deck au Cimetière. Une fois par tour, durant le tour de chaque joueur, si un monstre a été envoyé à votre Cimetière ce tour tant que cette carte était face recto sur le Terrain : jusqu'à la fin de ce tour, vous pouvez faire gagner 200 ATK à cette carte pour chaque monstre de nom différent dans votre Cimetière.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 carta \"Cubico\" dal tuo Deck al Cimitero. Una volta per turno, durante il turno di qualsiasi giocatore, se un mostro è stato mandato al tuo Cimitero in questo turno mentre questa carta era scoperta sul Terreno: puoi far guadagnare a questa carta 200 ATK per ogni mostro con un nome diverso nel tuo Cimitero, fino alla fine di questo turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 card \"Cúbico(a)\" do seu Deck para o Cemitério. Uma vez por turno, durante o turno de qualquer duelista, se um monstro foi enviado para o seu Cemitério neste turno enquanto este card estava com a face para cima no campo: você pode fazer com que este card ganhe, até o final deste turno, 200 de ATK para cada monstro com um nome diferente no seu Cemitério.", "ja": "①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「方界」カード１枚を墓地へ送る。②：１ターンに１度、このカードが表側表示で存在する状態で、モンスターが自分の墓地へ送られたターンに発動できる。このカードの攻撃力はターン終了時まで、自分の墓地のモンスターの種類×２００アップする。この効果は相手ターンでも発動できる。", "ko": "①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"방계\" 카드 1장을 묘지로 보낸다. ②: 1턴에 1번, 이 카드가 앞면 표시로 존재하는 상태에서, 몬스터가 자신 묘지로 보내진 턴에 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지, 자신 묘지의 몬스터의 종류 × 200 올린다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "①：可在此卡召喚・特殊召喚成功的狀況下發動。從牌組將１張「方界」卡送至墓地。②：１回合１次，此卡以正面表示存在的狀態，可在怪獸被送至我方墓地的回合發動。此卡的攻擊力在回合結束前，依據我方墓地的怪獸的種類×２００進行提升。此效果在對方回合也可發動。", "zh-CN": "①：此卡召唤、特殊召唤成功时可发动。从牌组将１张“方界”卡牌送入墓地。②：１回合１次，在此卡是以表侧表示存在的状态，怪兽可在被送入我方墓地的回合发动。直至回合结束时，此卡的攻击力上升我方墓地怪兽种类×２００。此效果在对手回合也可发动。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 1600, "series": ["Cubic"], "images": [{"index": 1, "image": "DuzatheMeteorCubicVessel-MVP1-EN-UR-LE.png"}], "sets": {"en": [{"set_number": "MVP1-ENGV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Secret Rare"]}, {"set_number": "MVP1-ENSV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ENSE1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Special Edition", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MVP1-DEGV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Secret Rare"]}, {"set_number": "MVP1-DESV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MVP1-FRGV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Secret Rare"]}, {"set_number": "MVP1-FRSV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MVP1-ITGV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Secret Rare"]}, {"set_number": "MVP1-ITSV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MVP1-PTGV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Secret Rare"]}, {"set_number": "MVP1-PTSV1", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WJMP-JP026", "set_name": "Weekly Shōnen Jump 2016, Issue 19 promotional card", "rarities": ["Kaiba Corporation Common"]}, {"set_number": "20TH-JPC63", "set_name": "20th Anniversary Legend Collection", "rarities": ["Secret Rare", "Ultra Parallel Rare"]}], "ko": [{"set_number": "MVP1-KR046", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "LEC1-KR063", "set_name": "20th Anniversary Legend Collection", "rarities": ["Ultra Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 376179, "master_duel_rarity": "SR"}