{"konami_id": 12941, "password": 20155904, "name": {"en": "Zoodiac Kataroost", "de": "Zoodiak-Katahahn", "es": "Katargallo del Zoodíaco", "fr": "Katacoq du Zoodiaque", "it": "Zoodiaco Katargallo", "pt": "Katargalo Zoodíaco", "ja": "<ruby>十<rt>じゅう</rt></ruby><ruby>二<rt>に</rt></ruby><ruby>獣<rt>しし</rt></ruby>クックル", "ja_romaji": "Jūnishishi Kukkuru", "ko": "십이수 쿠클", "ko_rr": "Sip-isu Kukeul", "zh-TW": "十二獸 雞拳頭", "zh-CN": "十二兽 酉刃"}, "text": {"en": "If this card is destroyed by battle or card effect: You can target 1 \"Zoodiac\" card in your Graveyard, except \"Zoodiac Kataroost\"; shuffle it into the Deck. An Xyz Monster whose original Type is Beast-Warrior and has this card as Xyz Material gains this effect.\n● During either player's turn, when your opponent activates a monster effect that targets this card: You can detach 1 Xyz Material from this card; negate the activation.", "de": "Falls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 „Zoodiak“-Karte in deinem Friedhof wählen, außer „Zoodiak-Katahahn“; mische sie ins Deck. Ein Xyz-Monster, dessen Grund-Typ Ungeheuer-Krieger ist und das diese Karte als Xyz-Material hat, erhält diesen Effekt.\n● Während des Spielzugs eines beliebigen Spielers, wenn dein Gegner einen Monstereffekt aktiviert, der diese Karte als Ziel wählt: Du kannst 1 Xyz-Material von dieser Karte abhängen; annulliere die Aktivierung.", "es": "Si esta carta es destruida en batalla o por efecto de una carta: puedes seleccionar 1 carta \"Zoodíaco\" en tu Cementerio, excepto \"Katargallo del Zoodíaco\"; barájala al Deck. Un Monstruo Xyz cuyo Tipo original es Guerrero-Bestia y que tenga esta carta como Material Xyz gana este efecto.\n● Durante el turno de cualquier jugador, cuando tu adversario activa el efecto de un monstruo que seleccione a esta carta: puedes desacoplar 1 Material Xyz de esta carta; niega la activación.", "fr": "Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 carte \"Zoodiaque\" (\"Katacoq du Zoodiaque\" exclu) dans votre Cimetière ; mélangez-la dans le Deck. Un Monstre Xyz dont le Type d'origine est Bête-Guerrier et qui a cette carte comme Matériel Xyz gagne cet effet.\n● Durant le tour de chaque joueur, lorsque votre adversaire active un effet de monstre qui cible cette carte : vous pouvez détacher 1 Matériel Xyz de cette carte ; annulez l'activation.", "it": "Se questa carta viene distrutta in battaglia o dall'effetto di una carta: puoi scegliere come bersaglio 1 carta \"Zoodiaco\" nel tuo Cimitero, eccetto \"Zoodiaco Katargallo\"; mischiala nel Deck. Un Mostro Xyz il cui Tipo originale è Guerriero-Bestia e che ha questa carta come Materiale Xyz guadagna questo effetto.\n● Durante il turno di qualsiasi giocatore, quando il tuo avversario attiva l'effetto di un mostro che sceglie come bersaglio questa carta: puoi staccare 1 Materiale Xyz da questa carta; annulla l'attivazione.", "pt": "Se este card for destruído em batalha ou por um efeito de card: você pode escolher 1 card \"Zoodíaco(a)\" no seu Cemitério, exceto \"Katargalo Zoodíaco\"; embaralhe-o no Deck. Um Monstro Xyz cujo Tipo original seja Besta-Guerreira e que tenha este card como Matéria Xyz ganha este efeito.\n● Durante o turno de qualquer duelista, quando seu oponente ativar um efeito de monstro que escolha este card como alvo: você pode desassociar 1 Matéria Xyz deste card; negue a ativação.", "ja": "①：このカードが戦闘・効果で破壊された場合、「十二獣クックル」以外の自分の墓地の「十二獣」カード１枚を対象として発動できる。そのカードをデッキに戻す。②：このカードを素材として持っている、元々の種族が獣戦士族のＸモンスターは以下の効果を得る。●このカードを対象とする相手モンスターの効果が発動した時、このカードのＸ素材を１つ取り除いて発動できる。その発動を無効にする。", "ko": "①: 이 카드가 전투 / 효과로 파괴되었을 경우, \"십이수 쿠클\" 이외의 자신 묘지의 \"십이수\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 덱으로 되돌린다. ②: 이 카드를 소재로서 가지고 있는, 원래 종족이 야수전사족인 엑시즈 몬스터는 이하의 효과를 얻는다.\n●이 카드를 대상으로 하는 상대 몬스터의 효과가 발동했을 때, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 그 발동을 무효로 한다.", "zh-TW": null, "zh-CN": "①：此卡因战斗・效果被破坏的情况下，以“十二兽 酉刃”以外的、自己墓地的1张“十二兽”卡为对象可以发动。将该卡放回牌组。②：持有此卡作为素材的、原本种族为兽战士族的超量怪兽获得以下效果。\n●对手发动以此卡为对象的怪兽效果时，去除此卡的1个超量素材可以发动。将该发动无效。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "EARTH", "level": 4, "atk": 800, "def": 1200, "series": ["Zoodiac"], "images": [{"index": 1, "image": "ZoodiacKataroost-MACR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN027", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "RATE-ENSE3", "set_name": "Raging Tempest Special Edition", "rarities": ["Super Rare"]}], "de": [{"set_number": "RATE-DESE3", "set_name": "Raging Tempest Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MACR-DE027", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FRSE3", "set_name": "Raging Tempest Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MACR-FR027", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "it": [{"set_number": "RATE-ITSE3", "set_name": "Raging Tempest Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MACR-IT027", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PTSE3", "set_name": "Raging Tempest Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MACR-PT027", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP027", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR027", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 436007, "master_duel_rarity": "N"}