{"konami_id": 18009, "password": 20212491, "name": {"en": "Stray Purrely Street", "de": "Streuner-Purrely-Straße", "es": "Calle Purrely Vagabundo", "fr": "Rue Purrely Errant", "it": "Strada Purrely Randagia", "pt": "Rua Purrely Andarilha", "ja": "ストレイ・ピュアリィ・ストリート", "ja_romaji": "Sutorei Pyuaryi Sutorīto", "ko": "스트레이 퓨어리 스트리트", "ko_rr": "Seuteurei Pyueori Seuteuriteu", "zh-TW": "皮爾莉流浪之街", "zh-CN": "皮尔莉流浪之街"}, "text": {"en": "Your opponent cannot target \"Purrely\" monsters you control with card effects, the turn they are Special Summoned. Once per turn, if a face-up \"Purrely\" Xyz Monster(s) you control leaves the field because of an opponent's card: Special Summon 1 Level 1 \"Purrely\" monster from your Deck or GY. Once per turn, during the End Phase: You can target 1 \"Purrely\" Xyz Monster on the field; attach 1 \"Purrely\" Quick-Play Spell from your Deck or GY to that monster as material.", "de": "Dein Gegner kann „Purrely“-Monster, die du kontrollierst, in dem Spielzug, in dem sie als Spezialbeschwörung beschworen wurden, nicht als Ziel für Karteneffekte wählen. Einmal pro Spielzug, falls ein oder mehr offene „Purrely“-Xyz-Monster, die du kontrollierst, das Spielfeld durch eine Karte eines Gegners verlassen: Beschwöre 1 „Purrely“-Monster der Stufe 1 als Spezialbeschwörung von deinem Deck oder Friedhof. Einmal pro Spielzug, während der End Phase: Du kannst 1 „Purrely“-Xyz-Monster auf dem Spielfeld wählen; hänge 1 „Purrely“-Schnellzauber von deinem Deck oder Friedhof als Material an jenes Monster an.", "es": "Tu adversario no puede seleccionar con efectos de cartas los monstruos \"Purrely\" que controles el turno en el que son Invocados de Modo Especial. Una vez por turno, si uno o más Monstruos Xyz \"Purrely\" boca arriba que controlas dejan el Campo por una carta del adversario: Invoca de Modo Especial 1 monstruo \"Purrely\" de Nivel 1 desde tu Deck o Cementerio. Una vez por turno, durante la End Phase: puedes seleccionar 1 Monstruo Xyz \"Purrely\" en el Campo; acopla a ese monstruo 1 Mágica de Juego Rápido \"Purrely\" en tu Deck o Cementerio como material.", "fr": "Votre adversaire ne peut pas cibler de monstres \"Purrely\" que vous contrôlez avec des effets de carte, le tour où ils sont Invoqués Spécialement. Une fois par tour, si un ou plusieurs Monstres Xyz \"Purrely\" face recto que vous contrôlez quittent le Terrain à cause d'une carte de l'adversaire : Invoquez Spécialement 1 monstre \"Purrely\" de Niveau 1 depuis votre Deck ou Cimetière. Une fois par tour, durant la End Phase : vous pouvez cibler 1 Monstre Xyz \"Purrely\" sur le Terrain ; attachez 1 Magie Jeu-Rapide \"Purrely\" depuis votre Deck ou Cimetière au monstre comme Matériel.", "it": "Il tuo avversario non può scegliere come bersaglio i mostri \"Purrely\" che controlli con gli effetti delle carte, nel turno in cui vengono Evocati Specialmente. Una volta per turno, se uno o più Mostri Xyz \"Purrely\" scoperti che controlli lasciano il Terreno per una carta dell'avversario: Evoca Specialmente 1 mostro \"Purrely\" di Livello 1 dal tuo Deck o Cimitero. Una volta per turno, durante la End Phase: puoi scegliere come bersaglio 1 Mostro Xyz \"Purrely\" sul Terreno; attacca 1 Magia Rapida \"Purrely\" dal tuo Deck o Cimitero a quel mostro come materiale.", "pt": "Seu oponente não pode escolher monstros \"Purrely\" que você controla como alvo de efeitos de card no turno em que eles forem Invocados por Invocação-Especial. Uma vez por turno, se um ou mais Monstros Xyz \"Purrely\" com a face para cima que você controla deixarem o campo devido a um card do oponente: Invoque por Invocação-Especial do seu Deck ou Cemitério 1 monstro \"Purrely\" de Nível 1. Uma vez por turno, durante a Fase Final: você pode escolher 1 Monstro Xyz \"Purrely\" no campo; associe 1 Magia Rápida \"Purrely\" do seu Deck ou Cemitério a esse monstro como matéria.", "ja": "①：自分フィールドの「ピュアリィ」モンスターは特殊召喚されたターンには相手の効果の対象にならない。②：１ターンに１度、自分フィールドの表側表示の「ピュアリィ」Ｘモンスターが相手によってフィールドから離れた場合に発動する。自分のデッキ・墓地からレベル１の「ピュアリィ」モンスター１体を選んで特殊召喚する。③：お互いのエンドフェイズに、フィールドの「ピュアリィ」Ｘモンスター１体を対象として発動できる。自分のデッキ・墓地から「ピュアリィ」速攻魔法カード１枚を選び、そのモンスターの下に重ねてＸ素材とする。", "ko": "①: 자신 필드의 \"퓨어리\" 몬스터는 특수 소환된 턴에는 상대 효과의 대상이 되지 않는다. ②: 1턴에 1번, 자신 필드의 앞면 표시의 \"퓨어리\" 엑시즈 몬스터가 상대에 의해 필드에서 벗어났을 경우에 발동한다. 자신의 덱 / 묘지에서 레벨 1 의 \"퓨어리\" 몬스터 1장을 고르고 특수 소환한다. ③: 서로의 엔드 페이즈에, 필드의 \"퓨어리\" 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 덱 / 묘지에서 \"퓨어리\" 속공 마법 카드 1장을 고르고, 그 몬스터 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "①：自己场上的“皮尔莉”怪兽在被特殊召唤的回合，不会成为对手效果的对象。②：１回合１次，自己场上的表侧表示的“皮尔莉”超量怪兽因对手从场上离开的情况下发动。从自己的牌组・墓地挑选１只等级１“皮尔莉”怪兽特殊召唤。③：在双方的结束阶段，以场上的１只“皮尔莉”超量怪兽为对象可以发动。从自己的牌组・墓地挑选１张“皮尔莉”速攻魔法卡，重叠在该怪兽下方作为超量素材。"}, "card_type": "Spell", "property": "Field", "series": ["Purrely"], "images": [{"index": 1, "image": "StrayPurrelyStreet-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AMDE-EN019", "set_name": "Amazing Defenders", "rarities": ["Rare"]}, {"set_number": "MP24-EN289", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AMDE-DE019", "set_name": "Amazing Defenders", "rarities": ["Rare"]}, {"set_number": "MP24-DE289", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AMDE-FR019", "set_name": "Amazing Defenders", "rarities": ["Rare"]}, {"set_number": "MP24-FR289", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AMDE-IT019", "set_name": "Amazing Defenders", "rarities": ["Rare"]}, {"set_number": "MP24-IT289", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AMDE-PT019", "set_name": "Amazing Defenders", "rarities": ["Rare"]}, {"set_number": "MP24-PT289", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBAD-JP019", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBAD-KR019", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBAD-SC019", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716890, "master_duel_rarity": "N"}