{"konami_id": 14289, "password": 20343502, "name": {"en": "Madolche Teacher Glassouffle", "de": "Magidolce-Lehrerin Brillouffle", "es": "Magidulce Profesora Vasoufflé", "fr": "Professeur Glassoufflé Magidolce", "it": "Magidolce Insegnante Sufflocchiali", "pt": "Professora Magidoce Oculuflê", "ja": "ティーチャーマドルチェ・グラスフレ", "ja_romaji": "Tīchā Madoruche Gurasufure", "ko": "티처마돌체 글래스플레", "ko_rr": "Ticheomadolche Geullaeseupeulle", "zh-TW": null, "zh-CN": "魔幻甜点教师・眼镜舒芙蕾"}, "text": {"en": "2 Level 4 \"Madolche\" monsters\n(Quick Effect): You can detach 1 material from this card, then target 1 \"Madolche\" monster on the field; this turn, that face-up monster is unaffected by monster effects, except its own. If a \"Madolche\" card is sent to your GY while this card is on the field (except during the Damage Step): You can shuffle up to 2 cards from the GYs into the Deck(s). You can only use each effect of \"Madolche Teacher Glassouffle\" once per turn.", "de": "2 „Magidolce“-Monster der Stufe 4\n(Schnelleffekt): Du kannst 1 Material von dieser Karte abhängen und dann 1 „Magidolce“-Monster auf dem Spielfeld wählen; das offene Monster bleibt in diesem Spielzug von Monstereffekten unberührt, außer von seinen eigenen. Falls eine „Magidolce“-Karte auf deinen Friedhof gelegt wird, solange sich diese Karte auf dem Spielfeld befindet (außer während des Damage Steps): Du kannst bis zu 2 Karten von den Friedhöfen in die Decks mischen. Du kannst jeden Effekt von „Magidolce-Lehrerin Brillouffle“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Magidulce\" de Nivel 4\n(Efecto Rápido): puedes desacoplar 1 material de esta carta, y después selecciona 1 monstruo \"Magidulce\" en el Campo; este turno, ese monstruo boca arriba no es afectado por efectos de monstruo, excepto el suyo propio. Si una carta \"Magidulce\" es mandada a tu Cementerio mientras esta carta está en el Campo (excepto durante el Damage Step): puedes barajar al o los Decks hasta 2 cartas en los Cementerios. Sólo puedes usar cada efecto de \"Magidulce Profesora Vasoufflé\" una vez por turno.", "fr": "2 monstres \"Magidolce\" de Niveau 4\n(Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre \"Magidolce\" sur le Terrain ; ce tour, le monstre face recto n'est pas affecté par des effets de monstre (ses propres effets exclus). Si une carte \"Magidolce\" est envoyée à votre Cimetière tant que cette carte est sur le Terrain (sauf durant la Damage Step) : vous pouvez mélanger max. 2 cartes depuis les Cimetières dans les Decks. Vous ne pouvez utiliser chaque effet de \"Professeur Glassoufflé Magidolce\" qu'une fois par tour.", "it": "2 mostri \"Magidolce\" di Livello 4\n(Effetto Rapido): puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro \"Magidolce\" sul Terreno; in questo turno, quel mostro scoperto è immune agli effetti dei mostri, eccetto i suoi stessi. Se una carta \"Magidolce\" viene mandata al tuo Cimitero mentre questa carta è sul Terreno (eccetto durante il Damage Step): puoi mischiare fino a 2 carte dai Cimiteri nei Deck. Puoi utilizzare ogni effetto di \"Magidolce Insegnante Sufflocchiali\" una sola volta per turno.", "pt": "2 monstros \"Magidoce\" de Nível 4\n(Efeito Rápido): você pode desassociar 1 matéria deste card e, depois, escolher 1 monstro \"Magidoce\" no campo; neste turno, esse monstro com a face para cima não é afetado por efeitos de monstro, exceto seu próprio. Se um card \"Magidoce\" for enviado para o seu Cemitério enquanto este card estiver no campo (exceto durante a Etapa de Dano): você pode embaralhar até 2 cards dos Cemitérios nos Decks. Você só pode usar cada efeito de \"Professora Magidoce Oculuflê\" uma vez por turno.", "ja": "レベル４「マドルチェ」モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手ターンに、このカードのＸ素材を１つ取り除き、フィールドの「マドルチェ」モンスター１体を対象として発動できる。このターン、その表側表示モンスターは自身以外のモンスターの効果を受けない。②：このカードがモンスターゾーンに存在する状態で、「マドルチェ」カードが自分の墓地へ送られた場合に発動できる。自分・相手の墓地のカードを合計２枚までデッキに戻す。", "ko": "레벨 4 \"마돌체\" 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대 턴에, 이 카드의 엑시즈 소재를 1개 제거하고, 필드의 \"마돌체\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 앞면 표시 몬스터는 자신 이외의 몬스터 효과를 받지 않는다. ②: 이 카드가 몬스터 존에 존재하는 상태에서, \"마돌체\" 카드가 자신 묘지로 보내졌을 경우에 발동할 수 있다. 자신 / 상대의 묘지의 카드를 합계 2장까지 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "等级４“魔幻甜点”怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：在自己・对手回合中，去除此卡的１个超量素材，以场上的１只“魔幻甜点”怪兽为对象可以发动。此回合，该表侧表示怪兽不受自身以外的怪兽的效果影响。②：此卡存在于怪兽区域的状态下，“魔幻甜点”卡被送至自己墓地的情况下可以发动。将自己・对手墓地的合计最多２张卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Fairy / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": 1800, "def": 2500, "series": ["Madolche"], "images": [{"index": 1, "image": "MadolcheTeacherGlassouffle-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MP20-EN068", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MP20-DE068", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "es": [{"set_number": "DANE-SP039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MP20-SP068", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MP20-FR068", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MP20-IT068", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MP20-PT068", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "QCCP-JP153", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DANE-KR039", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "QCCP-KR153", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "BB01-SC041", "set_name": "Secret Treasures Pack", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585078}