{"konami_id": 17834, "password": 20417688, "name": {"en": "Stars Align across the Milky Way", "de": "Sterne begegnen sich über der Milchstraße", "es": "Las Estrellas se Encuentran en la Vía Láctea", "fr": "Alignement d'Étoiles dans la Voie Lactée", "it": "Le Stelle si Allineano attraverso la Via Lattea", "pt": "Alinhamento Estelar pela Via Láctea", "ja": "<ruby>星<rt>ほし</rt></ruby><ruby>逢<rt>あい</rt></ruby>の<ruby>天<rt>てん</rt></ruby><ruby>河<rt>が</rt></ruby>", "ja_romaji": "Hoshiai no Tenga", "ko": "성봉의 천하", "ko_rr": "Seongbong-ui Cheonha", "zh-TW": "星逢之天河", "zh-CN": "星逢之天河"}, "text": {"en": "Reveal 1 Ritual Monster in your hand; add 1 Ritual Monster with the same Level but a different name from your Deck to your hand. You can banish this card from your GY and send 1 Ritual Spell from your hand to the GY; this effect becomes that card's effect that Ritual Summons a monster when the card is activated. You can only use each effect of \"Stars Align across the Milky Way\" once per turn.", "de": "Zeige 1 Ritualmonster in deiner Hand vor; füge deiner Hand 1 Ritualmonster mit derselben Stufe, aber einem unterschiedlichen Namen von deinem Deck hinzu. Du kannst diese Karte von deinem Friedhof verbannen und 1 Ritualzauber von deiner Hand auf den Friedhof legen; dieser Effekt wird derselbe wie der Effekt jener Karte, der ein Monster als Ritualbeschwörung beschwört, wenn die Karte aktiviert wird. Du kannst jeden Effekt von „Sterne begegnen sich über der Milchstraße“ nur einmal pro Spielzug verwenden.", "es": "Muestra 1 Monstruo de Ritual en tu mano; añade a tu mano 1 Monstruo de Ritual con el mismo Nivel pero un nombre diferente en tu Deck. Puedes desterrar esta carta en tu Cementerio y mandar al Cementerio 1 Mágica de Ritual en tu mano; este efecto se convierte en el efecto de esa carta que Invoca por Ritual un monstruo cuando la carta es activada. Sólo puedes usar cada efecto de \"Las Estrellas se Encuentran en la Vía Láctea\" una vez por turno.", "fr": "Révélez 1 Monstre Rituel dans votre main ; ajoutez 1 Monstre Rituel du même Niveau mais de nom différent depuis votre Deck à votre main. Vous pouvez bannir cette carte depuis votre Cimetière et envoyer 1 Magie Rituelle depuis votre main au Cimetière ; cet effet devient l'effet de la carte qui Invoque Rituellement un monstre lorsque la carte est activée. Vous ne pouvez utiliser chaque effet de \"Alignement d'Étoiles dans la Voie Lactée\" qu'une fois par tour.", "it": "Rivela 1 Mostro Rituale nella tua mano; aggiungi 1 Mostro Rituale con lo stesso Livello ma con un nome diverso dal tuo Deck alla tua mano. Puoi bandire questa carta dal tuo Cimitero e mandare 1 Magia Rituale dalla tua mano al Cimitero; questo effetto diventa l'effetto di quella carta che Evoca tramite Rituale un mostro quando la carta viene attivata. Puoi utilizzare ogni effetto di \"Le Stelle si Allineano attraverso la Via Lattea\" una sola volta per turno.", "pt": "Revele 1 Monstro de Ritual na sua mão; adicione 1 Monstro de Ritual com o mesmo Nível, mas um nome diferente, do seu Deck à sua mão. Você pode banir este card do seu Cemitério e enviar 1 Magia de Ritual da sua mão para o Cemitério; este efeito se torna o efeito desse card que Invoca um monstro por Invocação-Ritual quando o card for ativado. Você só pode usar cada efeito de \"Alinhamento Estelar pela Via Láctea\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札の儀式モンスター１体を相手に見せて発動できる。そのモンスターとはカード名が異なり、レベルが同じ儀式モンスター１体をデッキから手札に加える。②：墓地のこのカードを除外し、手札から儀式魔法カード１枚を墓地へ送って発動できる。この効果は、その儀式魔法カード発動時の儀式召喚する効果と同じになる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 의식 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 그 몬스터와는 카드명이 다르고, 레벨이 같은 의식 몬스터 1장을 덱에서 패에 넣는다. ②: 묘지의 이 카드를 제외하고, 패에서 의식 마법 카드 1장을 묘지로 보내고 발동할 수 있다. 이 효과는, 그 의식 마법 카드 발동시의 의식 소환하는 효과와 같아진다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將手牌的１隻儀式怪獸出示給對方發動。從牌組將１隻與該怪獸卡名不同，等級相同的儀式怪獸加入手牌。②：可將墓地的此卡除外，從手牌將１張儀式魔法卡送至墓地發動。此效果變為與該儀式魔法卡發動時的儀式召喚效果相同。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将手牌的１只仪式怪兽出示给对手可以发动。从牌组将１只与该怪兽卡名不同、等级相同的仪式怪兽加入手牌。②：将墓地的此卡除外，从手牌将１张仪式魔法卡送至墓地可以发动。此效果变为与该仪式魔法卡发动时的仪式召唤的效果相同。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "StarsAlignacrosstheMilkyWay-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN079", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN214", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE079", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE214", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR079", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR214", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT079", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT214", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT079", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT214", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP079", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR079", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC055", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716866, "master_duel_rarity": "SR"}