{"konami_id": 21938, "password": 20415050, "name": {"en": "The Hidden Hecahands", "de": "Die verborgenen Hekahände", "es": "Las Hecamanos Escondidas", "fr": "L'Hécamains Caché", "it": "Le Hecamani Nascoste", "pt": "As Hecamãos Ocultas", "ja": "<ruby>神の見えざる手<rt>ヘカトンケイル</rt></ruby>", "ja_romaji": "Hekatonkeiru", "ko": "헤카톤케일", "ko_rr": null, "zh-TW": null, "zh-CN": "神之百臂无形手"}, "text": {"en": "When you activate this card, you can also send 1 other card you control to the GY; add 1 \"Hecahands\" monster from your Deck to your hand, then if you sent another card to the GY at activation, you can Set 1 \"Hecahands\" Spell/Trap from your Deck, except \"The Hidden Hecahands\". You can banish this card from your GY; your opponent draws 1 card, then they discard 1 card. You can only use each effect of \"The Hidden Hecahands\" once per turn.", "de": "Wenn du diese Karte aktivierst, kannst du zusätzlich 1 andere Karte, die du kontrollierst, auf den Friedhof legen; füge deiner Hand 1 „Hekahände“-Monster von deinem Deck hinzu, dann, falls du bei der Aktivierung eine andere Karte auf den Friedhof gelegt hast, kannst du 1 „Hekahände“-Zauber/Falle von deinem Deck setzen, außer „Die verborgenen Hekahände“. Du kannst diese Karte von deinem Friedhof verbannen; dein Gegner zieht 1 Karte, dann wirft er 1 Karte ab. Du kannst jeden Effekt von „Die verborgenen Hekahände“ nur einmal pro Spielzug verwenden.", "es": "Cuando activas esta carta, también puedes mandar al Cementerio otra carta que controles; añade a tu mano 1 monstruo \"Hecamanos\" en tu Deck y después, si mandaste otra carta al Cementerio en la activación, puedes Colocar 1 Mágica/Trampa \"Hecamanos\" en tu Deck, excepto \"Las Hecamanos Escondidas\". Puedes desterrar esta carta en tu Cementerio; tu adversario roba 1 carta, y después él descarta 1 carta. Sólo puedes usar cada efecto de \"Las Hecamanos Escondidas\" una vez por turno.", "fr": "Lorsque vous activez cette carte, vous pouvez aussi envoyer 1 autre carte que vous contrôlez au Cimetière ; ajoutez 1 monstre \"Hécamains\" depuis votre Deck à votre main, puis si vous avez envoyé une autre carte au Cimetière à l'activation, vous pouvez Poser 1 Magie/Piège \"Hécamains\" (\"L'Hécamains Caché\" exclu) depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; votre adversaire pioche 1 carte, puis il défausse 1 carte. Vous ne pouvez utiliser chaque effet de \"L'Hécamains Caché\" qu'une fois par tour.", "it": "Quando attivi questa carta, puoi anche mandare 1 altra carta che controlli al Cimitero; aggiungi 1 mostro \"Hecamani\" dal tuo Deck alla tua mano, poi se hai mandato un'altra carta al Cimitero all'attivazione, puoi Posizionare 1 Magia/Trappola \"Hecamani\" dal tuo Deck, eccetto \"Le Hecamani Nascoste\". Puoi bandire questa carta dal tuo Cimitero; il tuo avversario pesca 1 carta, poi lui scarta 1 carta. Puoi utilizzare ogni effetto di \"Le Hecamani Nascoste\" una sola volta per turno.", "pt": "Quando você ativar este card, você também pode enviar 1 outro card que você controla para o Cemitério; adicione 1 monstro \"Hecamãos\" do seu Deck à sua mão e, depois, se você enviou outro card para o Cemitério na ativação, você pode Baixar 1 Magia/Armadilha \"Hecamãos\" do seu Deck, exceto \"As Hecamãos Ocultas\". Você pode banir este card do seu Cemitério; seu oponente compra 1 card e, depois, ele descarta 1 card. Você só pode usar cada efeito de \"As Hecamãos Ocultas\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。このカードは自分フィールドの他のカード１枚を墓地へ送って発動する事もできる。①：デッキから「ヘカトンケイル」モンスター１体を手札に加える。カードを墓地へ送ってこのカードを発動した場合、さらにデッキから「神の見えざる手」以外の「ヘカトンケイル」魔法・罠カード１枚を自分フィールドにセットできる。②：墓地のこのカードを除外して発動できる。相手は１枚ドローする。その後、相手は自身の手札を１枚選んで捨てる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. 이 카드는 자신 필드의 다른 카드 1장을 묘지로 보내고 발동할 수도 있다. ①: 덱에서 \"헤카톤케일\" 몬스터 1장을 패에 넣는다. 카드를 묘지로 보내고 이 카드를 발동했을 경우, 추가로 덱에서 \"헤카톤케일\" 이외의 \"헤카톤케일\" 마법 / 함정 카드 1장을 자신 필드에 세트할 수 있다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 상대는 1장 드로우한다. 그 후, 상대는 자신의 패를 1장 고르고 버린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。此卡也可以通过将自己场上的1张其他卡送至墓地来发动。①：从牌组将1只“百臂无形”怪兽加入手牌。通过将卡送至墓地来发动此卡的情况下，进而可从牌组将“神之百臂无形手”以外的1张“百臂无形”魔法・陷阱卡放置在自己场上。②：将墓地的此卡除外可以发动。对手抽1张。然后，对手挑选自身的1张手牌舍弃。"}, "card_type": "Spell", "property": "Normal", "series": ["Hecahands"], "images": [{"index": 1, "image": "TheHiddenHecahands-PHRE-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHRE-EN008", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PHRE-DE008", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "PHRE-SP008", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PHRE-FR008", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PHRE-IT008", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PHRE-PT008", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBPR-JP008", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBPR-KR008", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBPR-SC008", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1140341}