{"konami_id": 11593, "password": 20426907, "name": {"en": "Re-qliate", "de": "Er-qlimmen", "es": "Re-Qliatar", "fr": "Re-Qliation", "it": "Ri-qliare", "pt": "Re-qliate", "ja": "<ruby>機殻の再星<rt>リクリフォート</rt></ruby>", "ja_romaji": "Rikurifōto", "ko": "리클리포트", "ko_rr": null, "zh-TW": "機殼的再星", "zh-CN": "机壳的再星"}, "text": {"en": "If a monster is Normal or Flip Summoned, and it is a Level 4 or lower monster: Negate its effects until the end of this turn. If a monster(s) is Special Summoned, and it is a Level 5 or higher monster: Negate its effects until the end of this turn, also banish it when it leaves the field. If there is no \"Qli\" card on the field, except \"Re-qliate\", send this card to the Graveyard.", "de": "Falls ein Monster als Normal- oder Flippbeschwörung beschworen wird und es ein Monster der Stufe 4 oder niedriger ist: Annulliere bis zum Ende dieses Spielzugs seine Effekte. Falls ein oder mehr Monster als Spezialbeschwörung beschworen werden und es Monster der Stufe 5 oder höher sind: Annulliere bis zum Ende dieses Spielzugs ihre Effekte, zusätzlich verbanne sie, wenn sie das Spielfeld verlassen. Falls keine „Qli“-Karte außer „Er-qlimmen“ auf dem Spielfeld liegt, lege diese Karte auf den Friedhof.", "es": "Si un monstruo es Invocado de Modo Normal o por Volteo, y es un monstruo de Nivel 4 o menor: hasta el final de este turno, niega sus efectos. Si uno o más monstruos son Invocados de Modo Especial, y son de Nivel 5 o mayor: hasta el final de este turno, niega sus efectos y además destiérralo cuando deja el Campo. Si no hay cartas \"Qli\" en el Campo, excepto \"Re-Qliatar\", manda esta carta al Cementerio.", "fr": "Si un monstre est Invoqué Normalement ou par Flip et que c'est un monstre de max. Niveau 4 : jusqu'à la fin de ce tour, annulez ses effets. Si un ou plusieurs monstres sont Invoqués Spécialement et que ce sont des monstres de min. Niveau 5 : jusqu'à la fin de ce tour, annulez leurs effets, et aussi, bannissez-les lorsqu'ils quittent le Terrain. S'il n'y a aucune carte \"Qli\" sur le Terrain (\"Re-Qliation\" exclu), envoyez cette carte au Cimetière.", "it": "Se un mostro viene Evocato Normalmente o per Scoperta, ed è un mostro di Livello 4 o inferiore: annulla i suoi effetti fino alla fine di questo turno. Se uno o più mostri vengono Evocati Specialmente, e sono mostri di Livello 5 o superiore: annulla i loro effetti fino alla fine di questo turno, inoltre bandiscili quando lasciano il Terreno. Se sul Terreno non c'è nessuna carta \"Qli\", eccetto \"Ri-qliare\", manda questa carta al Cimitero.", "pt": "Se um monstro for Invocado por Invocação-Normal ou Virar e for um monstro de Nível 4 ou menos: negue seus efeitos até o final deste turno. Se um monstro (ou mais) for Invocado por Invocação-Especial e for um monstro de Nível 5 ou mais: negue seus afeitos até o final deste turno e, além disso, bana-o quando ele deixar o campo. Se não houver nenhum card \"Qli\" no campo, exceto \"Re-qliate\", envie este card para o Cemitério.", "ja": "①：モンスターが召喚・反転召喚された時、そのモンスターがレベル４以下の場合にこの効果を発動する。そのモンスターの効果をターン終了時まで無効にする。②：モンスターが特殊召喚された時、そのモンスターがレベル５以上の場合にこの効果を発動する。そのモンスターの効果をターン終了時まで無効にする。そのモンスターはフィールドから離れた場合に除外される。③：フィールドに「機殻の再星」以外の「クリフォート」カードが存在しない場合にこのカードは墓地へ送られる。", "ko": "①: 몬스터가 일반 소환 / 반전 소환되었을 때, 그 몬스터가 레벨 4 이하인 경우에 이 효과를 발동한다. 그 몬스터의 효과를 턴 종료시까지 무효로 한다. ②: 몬스터가 특수 소환되었을 때, 그 몬스터가 레벨 5 이상인 경우에 이 효과를 발동한다. 그 몬스터의 효과를 턴 종료시까지 무효로 한다. 그 몬스터는 필드에서 벗어났을 경우에 제외된다. ③: 필드에 \"리클리포트\" 이외의 \"클리포트\" 카드가 존재하지 않을 경우에 이 카드는 묘지로 보내진다.", "zh-TW": null, "zh-CN": "①：怪兽召唤·反转召唤时，那只怪兽是4星以下的场合把这个效果发动。那只怪兽的效果直到回合结束时无效。②：怪兽特殊召唤时，那怪兽是5星以上的场合把这个效果发动。那怪兽的效果直到回合结束时无效。那怪兽从场上离开的场合除外。③：场上没有「机壳的再星」以外的「机壳」卡存在的场合这张卡送去墓地。"}, "card_type": "Trap", "property": "Continuous", "series": ["Qli"], "images": [{"index": 1, "image": "Reqliate-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-EN242", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-DE242", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SECE-SP073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-SP242", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-FR242", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-IT242", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-PT242", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR073", "set_name": "Secrets of Eternity", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 359858, "master_duel_rarity": "N"}