{"konami_id": 8488, "password": 20457551, "name": {"en": "Iron Core Armor", "de": "Eisenkern-Rüstung", "es": "Armadura de Núcleo de Hierro", "fr": "Armure de Noyau d'Énergie", "it": "Armatura Nucleo di Ferro", "pt": "Armadura do Núcleo de Ferro", "ja": "<ruby>鋼<rt>こう</rt></ruby><ruby>核<rt>かく</rt></ruby><ruby>収<rt>しゅう</rt></ruby><ruby>納<rt>のう</rt></ruby>", "ja_romaji": "Kōkaku Shūnō", "ko": "강철핵 수납", "ko_rr": null, "zh-TW": "鋼核收納", "zh-CN": "钢核收纳"}, "text": {"en": "Equip only to a \"Koa'ki Meiru\" monster. During damage calculation only, monsters that battle with the equipped monster lose ATK equal to the equipped monster's Level x 100. If the equipped monster would be destroyed during the End Phase, you can send this card to the Graveyard instead.", "de": "Rüste nur ein \"Koa'ki Meiru\"-Monster mit dieser Karte aus. Nur während der Schadensberechnung verlieren Monster, die mit dem ausgerüsteten Monster kämpfen, ATK in Höhe der Stufe des ausgerüsteten Monsters x 100. Falls das ausgerüstete Monster während der End Phase zerstört werden würde, kannst du stattdessen diese Karte auf den Friedhof legen.", "es": "Sólo puedes equipar esta carta a un monstruo \"Koa'ki Meiru\". Los monstruos que batallen con el monstruo equipado pierden ATK igual al Nivel del monstruo equipado x 100, sólo durante el cálculo de daño. Si el monstruo equipado fuera a ser destruido durante la End Phase, puedes mandar esta carta al Cementerio en su lugar.", "fr": "Équipable uniquement à un monstre \"Koa'ki Meiru\". Durant le calcul des dommages uniquement, les monstres qui combattent avec le monstre équipé perdent un montant d'ATK égal au Niveau du monstre équipé x 100. Si le monstre équipé doit être détruit durant la End Phase, vous pouvez envoyer cette carte au Cimetière à la place.", "it": "Equipaggia solo ad un mostro \"Koa'ki Meiru\". Solo durante il calcolo dei danni, i mostri che combattono con il mostro equipaggiato perdono ATK pari al Livello del mostro equipaggiato x 100. Se il mostro equipaggiato sta per essere distrutto durante la End Phase, puoi invece mandare questa carta al Cimitero.", "pt": null, "ja": "「コアキメイル」と名のついたモンスターにのみ装備可能。装備モンスターと戦闘を行う相手モンスターの攻撃力は、そのダメージ計算時のみ装備モンスターのレベル×１００ポイントダウンする。装備モンスターがエンドフェイズ時に破壊される場合、代わりにこのカードを墓地へ送る事ができる。", "ko": "\"코아키메일\"이라는 이름이 붙은 몬스터에만 장착 가능. 장착 몬스터와 전투를 실행하는 상대 몬스터의 공격력은, 그 데미지 계산시에만 장착 몬스터의 레벨 × 100 포인트 내린다. 장착 몬스터가 엔드 페이즈시에 파괴될 경우, 대신에 이 카드를 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "名字带有「核成」的怪兽才能装备。和装备怪兽进行战斗的对方怪兽的攻击力只在那次伤害计算时下降装备怪兽的等级×100的数值。装备怪兽在结束阶段时被破坏的场合，可以作为代替把这张卡送去墓地。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "IronCoreArmor-SOVR-EN-C-UE.png"}], "sets": {"en": [{"set_number": "SOVR-EN053", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "SOVR-DE053", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "SOVR-FR053", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "SOVR-IT053", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "SOVR-JP053", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "SOVR-KR053", "set_name": "Stardust Overdrive", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 102284, "master_duel_rarity": "N"}