{"konami_id": 11075, "password": 20563387, "name": {"en": "Number C80: Requiem in Berserk", "de": "Nummer C80: Requiem im Berserkern", "es": "Número C80: Réquiem en Furia", "fr": "Numéro C80 : Requiem Furax", "it": "Numero C80: Requiem in Berserk", "pt": "Número C80: Réquiem Enfurecido", "ja": "<ruby>Ｃ<rt>カオス</rt></ruby><ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>８０ <ruby>葬<rt>そう</rt></ruby><ruby>装<rt>そう</rt></ruby><ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby>レクイエム・イン・バーサーク", "ja_romaji": "Kaosu Nanbāzu Hachijū Sōsōhaō Rekuiemu In Bāsāku", "ko": "<ruby>CNo.<rt>카오스 넘버즈</rt></ruby>80 장장패왕 레퀴엠 인 버서크", "ko_rr": null, "zh-TW": "CNo.80 葬裝霸王 狂戰鎮魂曲", "zh-CN": "混沌编号80 葬装霸王 狂战镇魂曲"}, "text": {"en": "3 Level 5 monsters\nYou can target 1 face-up Xyz Monster you control; equip this monster you control to that target. It gains 2000 ATK. If a monster equipped with this card would be destroyed, destroy this card instead. If this card has \"Number 80: Rhapsody in Berserk\" as an Xyz Material, it gains this effect.\n● You can detach 1 Xyz Material from this card, then target 1 card on the field; banish that target.", "de": "3 Monster der Stufe 5\nDu kannst 1 offenes Xyz-Monster wählen, das du kontrollierst; rüste das gewählte Ziel mit diesem Monster aus, das du kontrollierst. Es erhält 2000 ATK. Falls ein mit dieser Karte ausgerüstetes Monster zerstört würde, zerstöre stattdessen diese Karte. Falls diese Karte „Nummer 80: Rhapsodie im Berserkern“ als Xyz-Material hat, erhält sie diesen Effekt.\n● Du kannst 1 Xyz-Material von dieser Karte abhängen und dann 1 Karte auf dem Spielfeld wählen; verbanne das gewählte Ziel.", "es": "3 monstruos de Nivel 5\nPuedes seleccionar 1 Monstruo Xyz boca arriba que controles; equipa este monstruo que controlas a ese objetivo. Éste gana 2000 ATK. Si un monstruo equipado con esta carta fuera a ser destruido, destruye esta carta en su lugar. Si esta carta tiene a \"Número 80: Rapsodia en Furia\" como Material Xyz, gana este efecto.\n● Puedes desacoplar de esta carta 1 Material Xyz, y después seleccionar 1 carta en el Campo; destierra ese objetivo.", "fr": "3 monstres de Niveau 5\nVous pouvez cibler 1 Monstre Xyz face recto que vous contrôlez ; équipez ce monstre que vous contrôlez à la cible. Il gagne 2000 ATK. Si un monstre équipé avec cette carte va être détruit, détruisez cette carte à la place. Si cette carte a \"Numéro 80 : Rhapsodie Furax\" comme Matériel Xyz, elle gagne cet effet.\n● Vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 carte sur le Terrain ; bannissez la cible.", "it": "3 mostri di Livello 5\nPuoi scegliere come bersaglio 1 Mostro Xyz scoperto che controlli; equipaggia questo mostro che controlli a quel bersaglio. Esso guadagna 2000 ATK. Se un mostro equipaggiato con questa carta sta per essere distrutto, distruggi invece questa carta. Se questa carta ha \"Numero 80: Rapsodia in Berserk\" come Materiale Xyz, guadagna questo effetto.\n● Puoi staccare 1 Materiale Xyz da questa carta, poi scegliere come bersaglio 1 carta sul Terreno; bandisci quel bersaglio.", "pt": "3 monstros de Nível 5\nVocê pode escolher 1 Monstro Xyz com a face para cima que você controla; equipe este monstro que você controla ao alvo. Ele ganha 2000 de ATK. Se um monstro equipado com este card seria destruído, em vez disso, destrua este card. Se este card tiver \"Número 80: Rapsódia Enfurecido\" como uma Matéria Xyz, ele ganha este efeito.\n● Você pode desassociar 1 Matéria Xyz deste card e, depois, escolher 1 card no campo; bana o alvo.", "ja": "レベル５モンスター×３\n①：自分フィールドのＸモンスター１体を対象として発動できる。自分フィールドのこのカードを攻撃力２０００アップの装備カード扱いとしてその自分のモンスターに装備する。②：装備モンスターが破壊される場合、代わりにこのカードを破壊する。③：このカードが「Ｎｏ．８０ 狂装覇王ラプソディ・イン・バーサーク」をＸ素材としている場合、以下の効果を得る。●このカードのＸ素材を１つ取り除き、フィールドのカード１枚を対象として発動できる。そのカードを除外する。", "ko": "레벨 5 몬스터 × 3\n자신의 메인 페이즈시, 자신 필드 위의 이 몬스터를, 공격력 2000 포인트 올리는 장착 카드로 취급하여 자신 필드 위의 엑시즈 몬스터에 장착할 수 있다. 장착 몬스터가 파괴될 경우, 대신에 이 카드를 파괴한다. 또한, 이 카드가 \"No.80 광장패왕 랩소디 인 버서크\"를 엑시즈 소재로 하고 있을 경우, 이하의 효과를 얻는다.\n●이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 필드 위의 카드 1장을 선택하고 게임에서 제외한다.", "zh-TW": "等級５怪獸×３\n①：可將我方場上的１隻超量怪獸做為對象發動。將我方場上的此卡視為攻擊力提升２０００的裝備卡裝備於我方的該怪獸。②：在裝備怪獸被破壞的狀況下，破壞此卡作為替代。③：在此卡以「No.80 狂裝霸王 狂戰狂想曲」做為超量素材的狀況下，獲得以下效果。\n●可去除此卡的１個超量素材，將場上的１張卡做為對象發動。將該卡除外。", "zh-CN": "等级５怪兽×３\n①：以自己场上的１只超量怪兽为对象可以发动。将自己场上的此卡视为攻击力上升２０００的装备卡，装备于该自己的怪兽。②：装备怪兽将被破坏的情况下，破坏此卡作为代替。③：此卡持有“编号80 狂装霸王 狂战狂想曲”作为超量素材的情况下，获得以下效果。\n●去除此卡的１个超量素材，以场上的１张卡为对象可以发动。将该卡除外。"}, "card_type": "Monster", "monster_type_line": "Fiend / Xyz / Effect", "attribute": "DARK", "rank": 5, "atk": 0, "def": 2000, "materials": "3 Level 5 monsters", "series": ["Number", "Number", "Number C", "Chaos"], "images": [{"index": 1, "image": "NumberC80RequieminBerserk-PRIO-EN-R-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN046", "set_name": "Primal Origin", "rarities": ["Rare"]}], "de": [{"set_number": "PRIO-DE046", "set_name": "Primal Origin", "rarities": ["Rare"]}], "fr": [{"set_number": "PRIO-FR046", "set_name": "Primal Origin", "rarities": ["Rare"]}], "it": [{"set_number": "PRIO-IT046", "set_name": "Primal Origin", "rarities": ["Rare"]}], "pt": [{"set_number": "PRIO-PT046", "set_name": "Primal Origin", "rarities": ["Rare"]}], "ja": [{"set_number": "PRIO-JP046", "set_name": "Primal Origin", "rarities": ["Super Rare"]}, {"set_number": "NCF1-JP122", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PRIO-KR046", "set_name": "Primal Origin", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "MGP6-SC189", "set_name": "Mega Pack 06", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 282455, "master_duel_rarity": "R"}