{"konami_id": 9280, "password": 20630765, "name": {"en": "Spellstone Sorcerer Karood", "de": "Zauberstein-Magier Karood", "es": "Karood, Hechicero de la Piedra Mágica", "fr": "Karood le Sorcier de la Pierre Magique", "it": "Karood Stregone della Pietramagia", "pt": "Karood, Feiticeiro da Pedra Mágica", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>石<rt>せき</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby> クルード", "ja_romaji": "Masekijutsushi Kurūdo", "ko": "마석술사 크루드", "ko_rr": null, "zh-TW": "魔石術師 克魯德", "zh-CN": "魔石术师 克鲁德"}, "text": {"en": "Once per turn, when another Monster Card's effect is activated while there is no Spellstone Counter on this card, place 1 Spellstone Counter on this card (max. 1). This card gains 300 DEF for each Spellstone Counter on it. Once per turn, you can remove 1 Spellstone Counter from your side of the field to select 1 card in your opponent's Graveyard, and remove that card from play.", "de": "Einmal pro Spielzug, wenn der Effekt einer anderen Monsterkarte aktiviert wird, solange keine Magischer-Stein-Zählmarke auf dieser Karte liegt, lege 1 Magischer-Stein-Zählmarke auf diese Karte (max. 1). Diese Karte erhält 300 DEF für jede Magischer-Stein-Zählmarke auf dieser Karte. Einmal pro Spielzug kannst du 1 Magischer-Stein-Zählmarke von deiner Spielfeldseite entfernen, um 1 Karte im Friedhof deines Gegners zu wählen und aus dem Spiel zu entfernen.", "es": "Una vez por turno, cuando se activa el efecto de otra Carta de Monstruo, mientras no hay Contadores de Piedra Mágica en esta carta, pon 1 Contador de Piedra Mágica en esta carta (máx. 1). Esta carta gana 300 DEF por cada Contador de Piedra Mágica que tenga. Una vez por turno, puedes retirar 1 Contador de Piedra Mágica en tu Campo para seleccionar 1 carta en el Cementerio de tu adversario y retirarla del juego.", "fr": "Une fois par tour, lorsqu'un autre effet de Carte Monstre est activé tant qu'il n'y a pas de Compteur Pierre Magique sur cette carte, placez 1 Compteur Pierre Magique sur cette carte (max. 1). Cette carte gagne 300 points de DEF pour chaque Compteur Pierre Magique sur elle. Une fois pour tour, vous pouvez retirer 1 Compteur Pierre Magique depuis votre Terrain pour sélectionner 1 carte dans le Cimetière de votre adversaire, et la retirer du jeu.", "it": "Una volta per turno, quando un altro Mostro con Effetto viene attivato fino a quando non ci sono Segnalini Pietramagia su questa carta, metti 1 Segnalino Pietramagia su questa carta (massimo 1). Questa carta guadagna 300 DEF per ogni Segnalino Pietramagia su di essa. Una volta per turno, puoi rimuovere 1 Segnalino Pietramagia dal tuo Terreno per scegliere 1 carta nel Cimitero del tuo avversario e rimuovere quella carta dal gioco.", "pt": null, "ja": "１ターンに１度、このカード以外のモンスターの効果が発動する度に、このカードに魔石カウンターを１つ置く（最大１つまで）。このカードに乗っている魔石カウンター１つにつき、このカードの守備力は３００ポイントアップする。また、１ターンに１度、自分フィールド上に存在する魔石カウンターを１つ取り除く事で、相手の墓地に存在するカードを１枚選択してゲームから除外する。", "ko": "1턴에 1번, 이 카드 이외의 몬스터의 효과가 발동할 때마다, 이 카드에 마석 카운터를 1개 놓는다(최대 1개까지). 이 카드에 얹혀 있는 마석 카운터 1개당, 이 카드의 수비력은 300 포인트 올린다. 또한, 1턴에 1번, 자신 필드 위에 존재하는 마석 카운터를 1개 제거하는 것으로, 상대의 묘지에 존재하는 카드 1장을 선택하고 게임에서 제외한다.", "zh-TW": null, "zh-CN": "1回合1次，每次这张卡以外的怪兽的效果发动，给这张卡放置1个魔石指示物（最多1个）。这张卡放置的魔石指示物每有1个，这张卡的守备力上升300。此外，1回合1次，可以通过把自己场上存在的1个魔石指示物取除，选择对方墓地存在的1张卡从游戏中除外。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 3, "atk": 800, "def": 1900, "images": [{"index": 1, "image": "SpellstoneSorcererKarood-STBL-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "STBL-EN083", "set_name": "Starstrike Blast", "rarities": ["Secret Rare"]}], "de": [{"set_number": "STBL-DE083", "set_name": "Starstrike Blast", "rarities": ["Secret Rare"]}], "es": [{"set_number": "STBL-SP083", "set_name": "Starstrike Blast", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "STBL-FR083", "set_name": "Starstrike Blast", "rarities": ["Secret Rare"]}], "it": [{"set_number": "STBL-IT083", "set_name": "Starstrike Blast", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "EXP4-JP024", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "EXP4-KR024", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 153646, "master_duel_rarity": "R"}