{"konami_id": 20590, "password": 20726052, "name": {"en": "Maliss <C> GWC-06", "de": "Maliss <C> GWC-06", "es": "Maliss <C> GWC-06", "fr": "Maliss <C> GWC-06", "it": "Maliss <C> GWC-06", "pt": "Maliss <C> GWC-06", "ja": "<ruby>Ｍ∀ＬＩＣＥ<rt>マリス</rt></ruby>＜<ruby>Ｃ<rt>コード</rt></ruby>＞ＧＷＣ－０６", "ja_romaji": "Marisu <Kōdo> Jī Daburu Shī Zero Shikkusu", "ko": "M∀LICE<C>GWC－06", "ko_rr": null, "zh-TW": "碼麗絲＜序＞GWC－06", "zh-CN": "码丽丝＜序＞GWC－06"}, "text": {"en": "You can activate this card the turn it was Set, by banishing 1 face-up \"Maliss\" monster you control. Special Summon 1 of your \"Maliss\" monsters that is banished or in your GY, then if you control a \"Maliss\" Link Monster, you can gain LP equal to the original ATK of that Special Summoned monster. You can only activate 1 \"Maliss <C> GWC-06\" per turn.", "de": "Du kannst diese Karte in dem Spielzug aktivieren, in dem sie gesetzt wurde, indem du 1 offenes „Maliss“-Monster verbannst, das du kontrollierst. Beschwöre 1 deiner „Maliss“-Monster, das verbannt ist oder sich in deinem Friedhof befindet, als Spezialbeschwörung, dann, falls du ein „Maliss“-Linkmonster kontrollierst, kannst du LP in Höhe der Grund-ATK jenes als Spezialbeschwörung beschworenen Monsters erhalten. Du kannst nur 1 „Maliss <C> GWC-06“ pro Spielzug aktivieren.", "es": "Puedes activar esta carta en el turno en el que fue Colocada, desterrando 1 monstruo \"Maliss\" boca arriba que controles. Invoca de Modo Especial 1 de tus monstruos \"Maliss\" que esté desterrado o en tu Cementerio y después, si controlas un Monstruo de Enlace \"Maliss\", puedes ganar LP iguales al ATK original de ese monstruo Invocado de Modo Especial. Sólo puedes activar 1 \"Maliss <C> GWC-06\" por turno.", "fr": "Vous pouvez activer cette carte le tour où elle a été Posée, en bannissant 1 monstre \"Maliss\" face recto que vous contrôlez. Invoquez Spécialement 1 de vos monstres \"Maliss\" qui est banni ou dans votre Cimetière, puis si vous contrôlez un Monstre Lien \"Maliss\", vous pouvez gagner des LP égaux à l'ATK d'origine du monstre Invoqué Spécialement. Vous ne pouvez activer qu'1 \"Maliss <C> GWC-06\" par tour.", "it": "Puoi attivare questa carta nel turno in cui è stata Posizionata, bandendo 1 mostro \"Maliss\" scoperto che controlli. Evoca Specialmente 1 dei tuoi mostri \"Maliss\" che sono banditi o nel tuo Cimitero, poi se controlli un Mostro Link \"Maliss\", puoi guadagnare LP pari all'ATK originale di quel mostro Evocato Specialmente. Puoi attivare solo 1 \"Maliss <C> GWC-06\" per turno.", "pt": "Você pode ativar este card no turno em que foi Baixado, ao banir 1 monstro \"Maliss\" com a face para cima que você controla. Invoque por Invocação-Especial 1 dos seus monstros \"Maliss\" que estiverem banidos ou no seu Cemitério e, depois, se você controlar um Monstro Link \"Maliss\", você pode ganhar PV igual ao ATK original desse monstro Invocado por Invocação-Especial. Você só pode ativar 1 \"Maliss <C> GWC-06\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。このカードは自分フィールドの表側表示の「Ｍ∀ＬＩＣＥ」モンスター１体を除外し、セットしたターンに発動する事もできる。①：自分の墓地・除外状態の「Ｍ∀ＬＩＣＥ」モンスター１体を特殊召喚する。その後、自分フィールドに「Ｍ∀ＬＩＣＥ」Ｌモンスターが存在する場合、この効果で特殊召喚したモンスターの元々の攻撃力分だけ自分のＬＰを回復できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. 이 카드는 자신 필드의 앞면 표시의 \"M∀LICE(맬리스)\" 몬스터 1장을 제외하고, 세트한 턴에 발동할 수도 있다. ①: 자신의 묘지 / 제외 상태인 \"M∀LICE(맬리스)\" 몬스터 1장을 특수 소환한다. 그 후, 자신 필드에 \"M∀LICE(맬리스)\" 링크 몬스터가 존재할 경우, 이 효과로 특수 소환한 몬스터의 원래 공격력만큼만 자신의 LP를 회복할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。此卡也可通过将自己场上的１只表侧表示“码丽丝”怪兽除外，来在放置的回合发动。①：将自己墓地・除外状态的１只“码丽丝”怪兽特殊召唤。然后，自己场上存在“码丽丝”连接怪兽的情况下，可依以此效果特殊召唤的怪兽原本攻击力的数值恢复自己的LP。"}, "card_type": "Trap", "property": "Normal", "series": ["Maliss"], "images": [{"index": 1, "image": "MalissCGWC06-25LP-EN-UR-LE.png"}], "sets": {"en": [{"set_number": "CRBR-EN023", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}, {"set_number": "25LP-EN017", "set_name": "Limited Pack World Championship 2025", "rarities": ["Ultra Rare", "Secret Rare"]}], "de": [{"set_number": "CRBR-DE023", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "es": [{"set_number": "CRBR-SP023", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "fr": [{"set_number": "CRBR-FR023", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "it": [{"set_number": "CRBR-IT023", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "pt": [{"set_number": "CRBR-PT023", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "ja": [{"set_number": "DBCB-JP023", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBCB-KR023", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBCB-SC023", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1075347, "master_duel_rarity": "N"}