{"konami_id": 10357, "password": 20822520, "name": {"en": "Spellbook Library of the Heliosphere", "de": "Magiebuch-Bibliothek der Heliosphäre", "es": "Biblioteca del Libro de Magia de la Heliósfera", "fr": "Librairie Livre de Magie de l'Héliosphère", "it": "Biblioteca del Libro di Magia dell'Eliosfera", "pt": "Biblioteca do Livro de Magia da Heliosfera", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>書<rt>しょ</rt></ruby><ruby>庫<rt>こ</rt></ruby>ソレイン", "ja_romaji": "Madōshoko Sorein", "ko": "마도서고 솔레인", "ko_rr": null, "zh-TW": "魔導書庫 太陽蘇雷", "zh-CN": "魔导书库 太阳苏雷"}, "text": {"en": "If you have 5 or more \"Spellbook\" Spell Cards in your Graveyard: Excavate the top 2 cards of your Deck, add any excavated \"Spellbook\" Spell Cards to your hand, also shuffle the other cards into the Deck. You can only activate 1 \"Spellbook Library of the Heliosphere\" per turn. You cannot activate any Spell Cards the turn you activate this card, except \"Spellbook\" Spell Cards.", "de": "Falls du 5 oder mehr „Magiebuch“-Zauberkarten in deinem Friedhof hast: Grabe die obersten 2 Karten deines Decks aus, füge alle ausgegrabenen „Magiebuch“-Zauberkarten deiner Hand hinzu, zusätzlich mische die anderen Karten ins Deck. Du kannst nur 1 „Magiebuch-Bibliothek der Heliosphäre“ pro Spielzug aktivieren. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine Zauberkarten aktivieren, außer „Magiebuch“-Zauberkarten.", "es": "Si tienes 5 o más Cartas Mágicas \"Libro de Magia\" en tu Cementerio: excava las 2 cartas de la parte superior de tu Deck, añade a tu mano cualquier Carta Mágica \"Libro de Magia\" excavada, y además baraja al Deck las otras cartas. Sólo puedes activar 1 \"Biblioteca del Libro de Magia de la Heliósfera\" por turno. No puedes activar Cartas Mágicas el turno en el que activas esta carta, excepto Cartas Mágicas \"Libro de Magia\".", "fr": "Si vous avez min. 5 Cartes Magie \"Livre de Magie\" dans votre Cimetière : dévoilez les 2 cartes du dessus de votre Deck, ajoutez les Cartes Magie \"Livre de Magie\" dévoilées à votre main, et aussi, mélangez les autres cartes dans le Deck. Vous ne pouvez activer qu'1 \"Librairie Livre de Magie de l'Héliosphère\" par tour. Vous ne pouvez pas activer de Cartes Magie (Cartes Magie \"Livre de Magie\" exclues) le tour où vous activez cette carte.", "it": "Se hai 5 o più Carte Magia \"Libro di Magia\" nel tuo Cimitero: dissotterra le prime 2 carte del tuo Deck, aggiungi alla tua mano qualsiasi Carta Magia \"Libro di Magia\" dissotterrata, inoltre mischia le altre carte nel Deck. Puoi attivare solo 1 \"Biblioteca del Libro di Magia dell'Eliosfera\" per turno. Non puoi attivare nessuna Carta Magia nel turno in cui attivi questa carta, eccetto le Carte Magia \"Libro di Magia\".", "pt": "Se você tiver 5 ou mais Cards de Magia \"Livro de Magia\" no seu Cemitério: escave os 2 cards do topo do seu Deck, adicione à sua mão qualquer Card de Magia \"Livro de Magia\" escavado e, além disso, embaralhe os outros cards no Deck. Você só pode ativar 1 \"Biblioteca do Livro de Magia da Heliosfera\" por turno. Você não pode ativar Cards de Magia no turno em que ativar este card, exceto Cards de Magia \"Livro de Magia\".", "ja": "自分の墓地の「魔導書」と名のついた魔法カードが５枚以上の場合に発動できる。自分のデッキの上からカードを２枚めくる。その中の「魔導書」と名のついた魔法カードを全て手札に加え、残りのカードをデッキに戻す。「魔導書庫ソレイン」は１ターンに１枚しか発動できず、このカードを発動するターン、自分は「魔導書」と名のついたカード以外の魔法カードを発動できない。", "ko": "자신 묘지의 \"마도서\"라는 이름이 붙은 마법 카드가 5장 이상일 경우에 발동할 수 있다. 자신의 덱 위에서 카드를 2장 넘긴다. 그 중 \"마도서\"라는 이름이 붙은 마법 카드를 전부 패에 넣고, 남은 카드를 덱으로 되돌린다. \"마도서고 솔레인\"은 1턴에 1장밖에 발동할 수 없고, 이 카드를 발동하는 턴에, 자신은 \"마도서\"라는 이름이 붙은 카드 이외의 마법 카드를 발동할 수 없다.", "zh-TW": "我方墓地的冠有「魔導書」之名的魔法卡为5张或以上的场合可发动。从我方牌组的上方依序翻阅2张卡牌。将其中冠有「魔導書」之名的魔法卡全部加入手牌，剩余的卡牌返回至牌组。「魔導書庫 太陽蘇雷」1回合只可发动1张，发动此卡的回合，我方不可发动冠有「魔導書」之名以外的魔法卡。", "zh-CN": "自己墓地的名字带有「魔导书」的魔法卡是5张以上的场合才能发动。从自己卡组上面把2张卡翻开。那之中的名字带有「魔导书」的魔法卡全部加入手卡，剩下的卡回到卡组。「魔导书库 苏雷」在1回合只能发动1张，这张卡发动的回合，自己不能把名字带有「魔导书」的卡以外的魔法卡发动。"}, "card_type": "Spell", "property": "Normal", "series": ["Prophecy", "Spellbook"], "images": [{"index": 1, "image": "SpellbookLibraryoftheHeliosphere-AP05-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ABYR-EN087", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "AP05-EN025", "set_name": "Astral Pack Five", "rarities": ["Common"]}], "de": [{"set_number": "ABYR-DE087", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "AP05-DE025", "set_name": "Astral Pack Five", "rarities": ["Common"]}], "es": [{"set_number": "ABYR-SP087", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "AP05-SP025", "set_name": "Astral Pack Five", "rarities": ["Common"]}], "fr": [{"set_number": "ABYR-FR087", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "AP05-FR025", "set_name": "Astral Pack Five", "rarities": ["Common"]}], "it": [{"set_number": "ABYR-IT087", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "AP05-IT025", "set_name": "Astral Pack Five", "rarities": ["Common"]}], "pt": [{"set_number": "AP05-PT025", "set_name": "Astral Pack Five", "rarities": ["Common"]}], "ja": [{"set_number": "EP13-JP028", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "ko": [{"set_number": "EXP6-KR028", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "zh-TW": [{"set_number": "ABYR-TC087", "set_name": "Abyss Rising", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 252048, "master_duel_rarity": "N"}