{"konami_id": 12543, "password": 20920083, "name": {"en": "Scrum Force", "de": "Drängkraft", "es": "Fuerza de Formación", "fr": "Force de Mêlée", "it": "Forza della Folla", "pt": "Força Scrum", "ja": "スクラム・フォース", "ja_romaji": "Sukuramu Fōsu", "ko": "스크럼 포스", "ko_rr": null, "zh-TW": "並列之力", "zh-CN": "并列之力"}, "text": {"en": "While you control 2 or more face-up Defense Position monsters, your opponent cannot target Defense Position monsters you control with card effects, and they cannot be destroyed by your opponent's card effects. If this card would be destroyed by card effect, you can destroy 1 card in your Spell & Trap Zone instead.", "de": "Solange du 2 oder mehr Monster in offener Verteidigungsposition kontrollierst, kann dein Gegner weder Monster in Verteidigungsposition, die du kontrollierst, als Ziel für Karteneffekte wählen noch können sie durch Karteneffekte deines Gegners zerstört werden. Falls diese Karte durch einen Karteneffekt zerstört würde, kannst du stattdessen 1 Karte in deiner Zauber- & Fallenzone zerstören.", "es": "Mientras controles 2 o más monstruos en Posición de Defensa boca arriba, tu adversario no puede seleccionar con efectos de cartas a monstruos en Posición de Defensa que controles, y no pueden ser destruidos por los efectos de cartas de tu adversario. Si esta carta fuera a ser destruida por el efecto de una carta, puedes destruir 1 carta en tu Zona de Magia y Trampas en su lugar.", "fr": "Tant que vous contrôlez min. 2 monstres en Position de Défense face recto, votre adversaire ne peut pas cibler de monstres en Position de Défense que vous contrôlez avec des effets de carte, et ils ne peuvent pas être détruits par des effets de carte de votre adversaire. Si cette carte va être détruite par un effet de carte, vous pouvez détruire 1 carte dans votre Zone Magie & Piège à la place.", "it": "Mentre controlli 2 o più mostri scoperti in Posizione di Difesa, il tuo avversario non può scegliere i mostri in Posizione di Difesa che controlli come bersaglio con gli effetti delle carte, ed essi non possono essere distrutti dagli effetti delle carte del tuo avversario. Se questa carta sta per essere distrutta dall'effetto di una carta, puoi invece distruggere 1 carta nella tua Zona Magie & Trappole.", "pt": "Enquanto você controlar 2 ou mais monstros com a face para cima em Posição de Defesa, seu oponente não pode escolher monstros em Posição de Defesa que você controla como alvos de efeitos de card e eles não podem ser destruídos pelos efeitos de card do seu oponente. Se este card seria destruído por um efeito de card, em vez disso, você pode destruir 1 card na sua Zona de Magias & Armadilhas.", "ja": "①：自分フィールドに表側守備表示モンスターが２体以上存在する場合、自分フィールドの守備表示モンスターは相手の効果の対象にならず、相手の効果では破壊されない。②：このカードが効果で破壊される場合、代わりに他の自分の魔法＆罠ゾーンのカード１枚を破壊できる。", "ko": "①: 자신 필드에 앞면 수비 표시 몬스터가 2장 이상 존재할 경우, 자신 필드의 수비 표시 몬스터는 상대의 효과 대상이 되지 않으며, 상대의 효과로는 파괴되지 않는다. ②: 이 카드가 효과로 파괴될 경우, 대신에 다른 자신의 마법 & 함정 존의 카드 1장을 파괴할 수 있다.", "zh-TW": "①：在我方場上存在２隻以上的正面守備表示怪獸的狀況下，我方場上的守備表示怪獸不會成為對方的效果對象，不會因對方效果被破壞。②：在此卡因效果被破壞的狀況下，可將我方魔法＆陷阱區的１張其他卡破壞作為替代。", "zh-CN": "①：自己场上有２只以上的表侧守备表示怪兽存在的情况下，自己场上的守备表示怪兽不会成为对手效果的对象，不会因对手的效果被破坏。②：此卡将被效果破坏的情况下，可将自己魔法与陷阱区域的１张其他卡破坏作为代替。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "ScrumForce-DLCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DRL3-EN020", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-EN116", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "de": [{"set_number": "DRL3-DE020", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-DE116", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "fr": [{"set_number": "DRL3-FR020", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-FR116", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "it": [{"set_number": "DRL3-IT020", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-IT116", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "pt": [{"set_number": "DRL3-PT020", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-PT116", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "ja": [{"set_number": "CPF1-JP020", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Common"]}], "ko": [{"set_number": "CPF1-KR020", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 136546, "master_duel_rarity": "N"}