{"konami_id": 17105, "password": 20994205, "name": {"en": "Numbers Eveil", "de": "Nummern-Eveil", "es": "Eveil de Números", "fr": "Éveil d'un Numéro", "it": "Eveil Numeri", "pt": "Números Eveil", "ja": "ナンバーズ・エヴァイユ", "ja_romaji": "Nanbāzu Evaiyu", "ko": "넘버즈 에버이유", "ko_rr": "Neombeojeu Ebeoiyu", "zh-TW": "No.覺醒", "zh-CN": "号数觉醒"}, "text": {"en": "If your opponent controls a monster(s) Special Summoned from the Extra Deck and you do not: Choose 4 \"Number\" Xyz Monsters from your Extra Deck with different Ranks, plus a 5th \"Number\" Xyz Monster whose \"Number\" value in its name equals the combined \"Number\" values of the 4 other monsters, Special Summon that 5th \"Number\" monster (this is treated as an Xyz Summon), and attach the 4 chosen monsters to it as material, but you cannot Special Summon monsters, except \"Number\" Xyz Monsters, while you control that face-up monster.", "de": "Falls dein Gegner ein oder mehr als Spezialbeschwörung vom Extra Deck beschworene Monster kontrolliert und du nicht: Bestimme 4 „Nummer“-Xyz-Monster mit unterschiedlichen Rängen von deinem Extra Deck plus ein 5. „Nummer“-Xyz-Monster, dessen „Nummer“-Wert in seinem Namen den kombinierten „Nummer“-Werten der anderen 4 Monster entspricht, beschwöre jenes 5. „Nummer“-Monster als Spezialbeschwörung (dies wird als Xyz-Beschwörung behandelt) und hänge die 4 bestimmten Monster als Material daran an, aber du kannst keine Monster als Spezialbeschwörung beschwören, außer „Nummer“-Xyz-Monstern, solange du jenes offene Monster kontrollierst.", "es": "Si tu adversario controla uno o más monstruos Invocados de Modo Especial desde el Deck Extra y tú no: elige 4 Monstruos Xyz \"Número\" en tu Deck Extra con Rangos diferentes, más un 5º Monstruo Xyz \"Número\" cuyo valor \"Número\" en su nombre sea igual a los valores \"Número\" combinados de los otros 4 monstruos, Invoca de Modo Especial ese 5º monstruo \"Número\" (esto se trata como una Invocación Xyz), y acóplale los 4 monstruos elegidos como material, pero no puedes Invocar monstruos de Modo Especial, excepto Monstruos Xyz \"Número\", mientras controles ese monstruo boca arriba.", "fr": "Si votre adversaire contrôle un ou plusieurs monstres qui ont été Invoqués Spécialement depuis l'Extra Deck, et que vous non : choisissez 4 Monstres Xyz \"Numéro\" depuis votre Extra Deck de Rangs différents, plus un 5e Monstre Xyz \"Numéro\" dont la valeur \"Numéro\" dans son nom est égale à la somme des valeurs \"Numéro\" des 4 autres monstres, Invoquez Spécialement le 5e monstre \"Numéro\" (ceci est traité comme une Invocation Xyz), et attachez-lui les 4 monstres choisis comme Matériel, mais vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz \"Numéro\" exclus) tant que vous contrôlez le monstre face recto.", "it": "Se il tuo avversario controlla uno o più mostri Evocati Specialmente dall'Extra Deck e tu no: seleziona dal tuo Extra Deck 4 Mostri Xyz \"Numero\" con Ranghi diversi, più un 5º Mostro Xyz \"Numero\" il cui valore del \"Numero\" nel suo nome è pari alla somma dei valori del \"Numero\" degli altri 4 mostri, Evoca Specialmente quel 5º mostro \"Numero\" (questa viene considerata come un'Evocazione Xyz), e attacca i 4 mostri selezionati a esso come materiale, ma non puoi Evocare Specialmente mostri, eccetto Mostri Xyz \"Numero\", mentre controlli quel mostro scoperto.", "pt": "Se seu oponente controlar um ou mais monstros Invocados por Invocação-Especial do Deck Adicional e você não: selecione 4 Monstros Xyz \"Número\" do seu Deck Adicional com Classes diferentes, mais um 5º Monstro Xyz \"Número\" cujo valor do \"Número\" em seu nome seja igual aos valores combinados dos \"Número\" dos outros 4 monstros, Invoque por Invocação-Especial esse 5º monstro \"Número\" (isso é considerado uma Invocação-Xyz) e associe os 4 monstros selecionados a ele como matéria, mas você não pode Invocar monstros por Invocação-Especial, exceto Monstros Xyz \"Número\", enquanto você controlar esse monstro com a face para cima.", "ja": "①：ＥＸデッキから特殊召喚されたモンスターが相手フィールドにのみ存在する場合に発動できる。ＥＸデッキから「Ｎｏ．」Ｘモンスター４体を選ぶ（同じランクは１体まで）。「Ｎｏ．」の数値がその４体の合計と同じとなる、「Ｎｏ．」Ｘモンスター１体をＸ召喚扱いでＥＸデッキから特殊召喚し、選んだモンスターを全てそのモンスターのＸ素材とする。この効果で特殊召喚したモンスターが自分フィールドに表側表示で存在する限り、自分は「Ｎｏ．」Ｘモンスターしか特殊召喚できない。", "ko": "①: 엑스트라 덱에서 특수 소환된 몬스터가 상대 필드에만 존재할 경우에 발동할 수 있다. 엑스트라 덱에서 \"No.\" 엑시즈 몬스터 4장을 고른다(같은 랭크는 1장까지). \"No.\"의 수치가 그 4장의 합계와 같아지는, \"No.\" 엑시즈 몬스터 1장을 엑시즈 소환으로 취급하여 엑스트라 덱에서 특수 소환하고, 고른 몬스터를 전부 그 몬스터의 엑시즈 소재로 한다. 이 효과로 특수 소환한 몬스터가 자신 필드에 앞면 표시로 존재하는 한, 자신은 \"No.\" 엑시즈 몬스터밖에 특수 소환할 수 없다.", "zh-TW": "①：僅限在對方場上存在從額外牌組被特殊召喚的怪獸的狀況下發動。從額外牌組選擇４隻「No.」超量怪獸（同階級最多１隻）。「No.」的數值變為與該４隻的合計相同，視為超量召喚從額外牌組特殊召喚１隻「No.」超量怪獸，將選擇的怪獸全部重疊至該怪獸下方做為超量素材。只要有透過此效果特殊召喚的怪獸以正面表示存在於我方場上，我方僅限特殊召喚「No.」超量怪獸。", "zh-CN": "①：从额外牌组被特殊召唤的怪兽仅存在于对手场上的情况下可以发动。从额外牌组挑选４只“编号”超量怪兽（同阶级最多１只）。将１只“编号”的数值与该４只合计相同的“编号”超量怪兽视为超量召唤从额外牌组特殊召唤，将所挑选的怪兽全部重叠在该怪兽下面作为超量素材。只要以此效果特殊召唤的怪兽以表侧表示存在于自己场上，自己仅可特殊召唤“编号”超量怪兽。"}, "card_type": "Spell", "property": "Normal", "series": ["Number"], "images": [{"index": 1, "image": "NumbersEveil-CYAC-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN000", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CYAC-DE000", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CYAC-FR000", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CYAC-IT000", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CYAC-PT000", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "22PP-JP013", "set_name": "Premium Pack 2022", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "QCDB-JP058", "set_name": "Quarter Century Duelist Box", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "PP17-KR013", "set_name": "Premium Pack Vol.17", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "QCDB-KR058", "set_name": "Quarter Century Duelist Box", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716074, "master_duel_rarity": "UR"}