{"konami_id": 19872, "password": 21036656, "name": {"en": "Cyclos the Circular Sprite", "de": "Cyclos der Kreiskobold", "es": "Cyclos del Arte Duendesco Circular", "fr": "Cyclos le Farfadet Circulaire", "it": "Cyclos lo Spiritello Circolare", "pt": "Cyclos, o Duende Circular", "ja": "<ruby>円<rt>えん</rt></ruby><ruby>喚<rt>かん</rt></ruby><ruby>妖<rt>よう</rt></ruby><ruby>精<rt>せい</rt></ruby>キクロス", "ja_romaji": "Enkanyōsei Kikurosu", "ko": "원환 요정 키클로스", "ko_rr": "Wonhwan Yojeong Kikeulloseu", "zh-TW": null, "zh-CN": "圆唤妖精 基克罗斯"}, "text": {"en": "If this card is Normal or Special Summoned: You can discard 1 card; add 1 Insect or Plant Tuner from your Deck to your hand, except \"Cyclos the Circular Sprite\". If an Insect or Plant Synchro Monster(s) is Special Summoned, while this card is in your GY (except during the Damage Step): You can Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Cyclos the Circular Sprite\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Karte abwerfen; füge deiner Hand 1 Insekt- oder Pflanze-Empfänger von deinem Deck hinzu, außer „Cyclos der Kreiskobold“. Falls ein oder mehr Insekt- oder Pflanze-Synchromonster als Spezialbeschwörung beschworen werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Cyclos der Kreiskobold“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes descartar 1 carta; añade a tu mano 1 Cantante Insecto o Planta en tu Deck, excepto \"Cyclos del Arte Duendesco Circular\". Si uno o más Monstruos de Sincronía Insecto o Planta son Invocados de Modo Especial, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Cyclos del Arte Duendesco Circular\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez défausser 1 carte ; ajoutez 1 Syntoniseur Insecte ou Plante (\"Cyclos le Farfadet Circulaire\" exclu) depuis votre Deck à votre main. Si un ou plusieurs Monstres Synchro Insecte ou Plante sont Invoqués Spécialement, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Cyclos le Farfadet Circulaire\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi scartare 1 carta; aggiungi 1 Tuner Insetto o Pianta dal tuo Deck alla tua mano, eccetto \"Cyclos lo Spiritello Circolare\". Se uno o più Mostri Synchro Insetto o Pianta vengono Evocati Specialmente, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Cyclos lo Spiritello Circolare\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode descartar 1 card; adicione 1 Regulador Inseto ou Planta do seu Deck à sua mão, exceto \"Cyclos, o Duende Circular\". Se um ou mais Monstros Sincro Inseto ou Planta forem Invocados por Invocação-Especial, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Cyclos, o Duende Circular\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合、手札を１枚捨てて発動できる。デッキから「円喚妖精キクロス」以外の昆虫族・植物族のチューナー１体を手札に加える。②：このカードが墓地に存在する状態で、昆虫族・植物族Ｓモンスターが特殊召喚された場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우, 패를 1장 버리고 발동할 수 있다. 덱에서 \"원환 요정 키클로스\" 이외의 곤충족 / 식물족 튜너 1장을 패에 넣는다. ②: 이 카드가 묘지에 존재하는 상태에서, 곤충족 / 식물족 싱크로 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下，舍弃１张手牌可以发动。从牌组将“圆唤妖精 基克罗斯”以外的１只昆虫族・植物族协调加入手牌。\n②：此卡存在于墓地的状态下，昆虫族・植物族同步怪兽被特殊召唤的情况下可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Plant / Tuner / Effect", "attribute": "WIND", "level": 4, "atk": 1000, "def": 1800, "series": ["Circular"], "images": [{"index": 1, "image": "CyclostheCircularSprite-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-EN349", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-DE349", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "LEDE-SP031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-SP349", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-FR349", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-IT349", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-PT349", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC031", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040738}