{"konami_id": 14286, "password": 21065189, "name": {"en": "Firewall eXceed Dragon", "de": "Firewall-eXceed-Drache", "es": "Dragón eXceso Cortafuego", "fr": "Dragon eXceed Pare-Feu", "it": "Drago eXceed Firewall", "pt": "Dragão eXcede Firewall", "ja": "ファイアウォール・<ruby>Ｘ<rt>エクシード</rt></ruby>・ドラゴン", "ja_romaji": "Faiawōru Ekushīdo Doragon", "ko": "파이어월 <ruby>X<rt>엑시드</rt></ruby> 드래곤", "ko_rr": "Paieowol Eksideu Deuraegon", "zh-TW": "防火牆超越龍", "zh-CN": "防火墙超越龙"}, "text": {"en": null, "de": "2+ Monster der Stufe 4\nDiese als Xyz-Beschwörung beschworene Karte erhält 500 ATK x Summe der Linkzahlen der Linkmonster, die mit dieser Karte gelinkt sind. Du kannst 2 Material von dieser Karte abhängen und dann 1 Cyberse-Linkmonster mit Link-4 in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung auf deine Spielfeldseite, sodass es auf diese Karte zeigt, zusätzlich kannst du für den Rest dieses Spielzugs weder andere Monster als Spezialbeschwörung beschwören noch direkt angreifen.", "es": "2+ monstruos de Nivel 4\nEsta carta Invocada Xyz gana 500 ATK x el Rating de Enlace total de los Monstruos de Enlace enlazados a esta carta. Puedes desacoplar 2 materiales de esta carta, y después seleccionar 1 Monstruo de Enlace Ciberso de Link-4 en tu Cementerio; Invócalo de Modo Especial a tu Campo para que apunte a esta carta, y además, por el resto de este turno, no puedes Invocar otros monstruos de Modo Especial o atacar directamente.", "fr": "2+ monstres de Niveau 4\nCette carte Invoquée par Xyz gagne 500 ATK x la somme des Classifications Lien des Monstres Lien liés à cette carte. Vous pouvez détacher 2 Matériels de cette carte, puis ciblez 1 Monstre Lien Cyberse Link-4 dans votre Cimetière ; Invoquez-le Spécialement sur votre Terrain afin qu'il pointe cette carte, et aussi, vous ne pouvez ni Invoquer Spécialement d'autres monstres ni attaquer directement le reste de ce tour.", "it": "2+ mostri di Livello 4\nQuesta carta Evocata Xyz guadagna 500 ATK x la somma delle Classificazioni Link del Mostri Link linkati a questa carta. Puoi staccare 2 materiali da questa carta, poi scegliere come bersaglio 1 Mostro Link Cyberso Link-4 nel tuo Cimitero; Evocalo Specialmente sul tuo Terreno in modo che punti a questa carta, inoltre non puoi Evocare Specialmente altri mostri o attaccare direttamente per il resto di questo turno.", "pt": "2+ monstros de Nível 4\nEste card Invocado por Invocação-Xyz ganha 500 de ATK x a soma dos Valores Link dos Monstros Link linkados a este card. Você pode desassociar 2 matérias deste card e, depois, escolher 1 Monstro Link Ciberso de Link-4 no seu Cemitério; Invoque-o por Invocação-Especial no seu campo de forma que ele aponte para este card e, além disso, você não pode Invocar outros monstros por Invocação-Especial ou atacar diretamente pelo resto deste turno.", "ja": "レベル４モンスター×２体以上\n①：Ｘ召喚したこのカードの攻撃力は、このカードをリンク先とするＬモンスターのリンクマーカーの数×５００アップする。\n②：このカードのＸ素材を２つ取り除き、自分の墓地のリンク４のサイバース族Ｌモンスター１体を対象として発動できる。そのモンスターをこのカードとリンク状態となるように自分フィールドに特殊召喚する。この効果の発動後、ターン終了時まで自分はモンスターを特殊召喚できず、直接攻撃できない。", "ko": "레벨 4 몬스터 × 2장 이상\n①: 엑시즈 소환한 이 카드의 공격력은, 이 카드와 링크 상태가 되어 있는 링크 몬스터의 링크 마커의 수 × 500 올린다. ②: 이 카드의 엑시즈 소재를 2개 제거하고, 자신 묘지의 링크 4 사이버스족 링크 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 이 카드와 링크 상태가 되도록 자신 필드에 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 몬스터를 특수 소환할 수 없으며, 직접 공격할 수 없다.", "zh-TW": "等級４怪獸×２隻以上\n①：超量召喚的此卡的攻擊力，依據與此卡處於連結狀態的連結怪獸的連結符號數量×５００進行提升。②：可去除此卡的２個超量素材，將我方墓地１隻連結４的電子界族連結怪獸做為對象發動。特殊召喚該怪獸至我方場上，使其與此卡處於連結狀態。此效果發動後，在回合結束前我方無法特殊召喚怪獸，無法直接攻擊。", "zh-CN": "等级4怪兽×2只以上\n①：超量召唤的此卡的攻击力上升相当于与此卡处于连接状态的连接怪兽连接标记数量×500的数值。②：去除此卡的2个超量素材，以自己墓地的1只连接4的电子界族连接怪兽为对象可以发动。将该怪兽特殊召唤至自己场上，使其与此卡变为连接状态。此效果发动后，直至回合结束时为止自己不可特殊召唤怪兽，不可直接攻击。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Xyz / Effect", "attribute": "DARK", "rank": 4, "atk": 2500, "def": 2000, "series": ["Firewall"], "images": [{"index": 1, "image": "FirewalleXceedDragon-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN036", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-EN067", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "DANE-DE036", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-DE067", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DANE-FR036", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-FR067", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "DANE-IT036", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-IT067", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DANE-PT036", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-PT067", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DANE-JP036", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "ko": [{"set_number": "DANE-KR036", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "zh-CN": [{"set_number": "MGP3-SC073", "set_name": "Mega Pack 03", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584375, "master_duel_rarity": "R"}