{"konami_id": 14283, "password": 21187631, "name": {"en": "Altergeist Dragvirion", "de": "Altergeist Dragvirion", "es": "Altergeist Dragvirion", "fr": "Dragvirion Altergeist", "it": "Altergeist Dragvirion", "pt": "Dragvirion Altergeist", "ja": "オルターガイスト・ドラッグウィリオン", "ja_romaji": "Orutāgaisuto Doragguwirion", "ko": "얼터가이스트 드래그윌리온", "ko_rr": "Eolteogaiseuteu Deuraegeuwillion", "zh-TW": "幻變騷靈 拖曳格巫琳", "zh-CN": "幻变骚灵・拖拽格巫琳"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nWhen an opponent's Special Summoned monster declares an attack: You can return 1 \"Altergeist\" monster you control to the hand; negate that attack. If this card is Tributed and sent to the GY: You can Special Summon this card. You can only use each effect of \"Altergeist Dragvirion\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nWenn ein als Spezialbeschwörung beschworenes Monster eines Gegners einen Angriff deklariert: Du kannst 1 „Altergeist“-Monster, das du kontrollierst, auf die Hand zurückgeben; annulliere den Angriff. Falls diese Karte als Tribut angeboten und auf den Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Altergeist Dragvirion“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nCuando un monstruo del adversario Invocado de Modo Especial declara un ataque: puedes devolver a la mano 1 monstruo \"Altergeist\" que controles; niega ese ataque. Si esta carta es Sacrificada y mandada al Cementerio: puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Altergeist Dragvirion\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLorsqu'un monstre Invoqué Spécialement de l'adversaire déclare une attaque : vous pouvez renvoyer 1 monstre \"Altergeist\" que vous contrôlez à la main ; annulez l'attaque. Si cette carte est Sacrifiée et envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Dragvirion Altergeist\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nQuando un mostro Evocato Specialmente dell'avversario dichiara un attacco: puoi far ritornare nella mano 1 mostro \"Altergeist\" che controlli; annulla quell'attacco. Se questa carta viene offerta come Tributo e mandata al Cimitero: puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Altergeist Dragvirion\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nQuando um monstro do oponente Invocado por Invocação-Especial declarar um ataque: você pode devolver 1 monstro \"Altergeist\" que você controla para a mão; negue o ataque. Se este card for oferecido como Tributo e enviado para o Cemitério: você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Dragvirion Altergeist\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：特殊召喚された相手モンスターの攻撃宣言時に、自分フィールドの「オルターガイスト」モンスター１体を持ち主の手札に戻して発動できる。その攻撃を無効にする。②：このカードがリリースされ墓地へ送られた場合に発動できる。このカードを特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 특수 소환된 상대 몬스터의 공격 선언시에, 자신 필드의 \"얼터가이스트\" 몬스터 1장을 주인의 패로 되돌리고 발동할 수 있다. 그 공격을 무효로 한다. ②: 이 카드가 릴리스되어 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "协调＋1只以上协调以外的怪兽\n此卡名的①②效果1回合仅可各使用1次。①：被特殊召唤的对手怪兽攻击宣言时，将自己场上的1只\"幻变骚灵\"怪兽放回持有者手牌可以发动。将该攻击无效。②：此卡被解放并被送至墓地的情况下可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Synchro / Effect", "attribute": "DARK", "level": 6, "atk": 2200, "def": 1200, "series": ["Altergeist"], "images": [{"index": 1, "image": "AltergeistDragvirion-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "es": [{"set_number": "DANE-SP033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR033", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC071", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585198, "master_duel_rarity": "N"}