{"konami_id": 7263, "password": 21225115, "name": {"en": "Fossil Dragon Skullgios", "de": "Fossildrache Schädelgios", "es": "Dragón Fósil Craneogios", "fr": "Dragon Fossile Tyrannosquelette", "it": "Drago Fossile Skullgios", "pt": "Dragão Fóssil Skullgios", "ja": "<ruby>古<rt>こ</rt></ruby><ruby>生<rt>せい</rt></ruby><ruby>代<rt>だい</rt></ruby><ruby>化<rt>か</rt></ruby><ruby>石<rt>せき</rt></ruby><ruby>竜<rt>りゅう</rt></ruby> スカルギオス", "ja_romaji": "Koseidai Kasekiryū Sukarugiosu", "ko": "고생대 화석룡 스컬기오스", "ko_rr": "Gosaengdae Hwaseongnyeong Seukeolgioseu", "zh-TW": "古生代化石龍 骷髏暴龍", "zh-CN": "古生代化石龙 骷髅暴龙"}, "text": {"en": "1 Rock monster + 1 Level 7 or higher monster in your opponent's GY\nMust first be Special Summoned with \"Fossil Fusion\". Before damage calculation, if this card battles an opponent's monster: You can switch the current ATK and DEF of that opponent's monster until the end of that Damage Step. If this card attacks a Defense Position monster, inflict piercing battle damage. If this Fusion Summoned card battles an opponent's monster, any battle damage it inflicts to your opponent is doubled.", "de": "1 Fels-Monster + 1 Monster der Stufe 7 oder höher im Friedhof deines Gegners\nMuss erst durch „Fossilfusion“ als Spezialbeschwörung beschworen werden. Vor der Schadensberechnung, falls diese Karte gegen ein Monster eines Gegners kämpft: Du kannst die derzeitigen ATK und DEF jenes Monsters des Gegners bis zum Ende jenes Damage Steps vertauschen. Falls diese Karte ein Monster in Verteidigungsposition angreift, füge durchschlagenden Kampfschaden zu. Falls diese als Fusionsbeschwörung beschworene Karte gegen ein Monster eines Gegners kämpft, wird der Kampfschaden verdoppelt, den sie deinem Gegner zufügt.", "es": "1 monstruo Roca + 1 monstruo de Nivel 7 o mayor en el Cementerio de tu adversario\nDebe ser primero Invocado de Modo Especial con \"Fusión Fósil\". Antes del cálculo de daño, si esta carta batalla con un monstruo del adversario: hasta el final de ese Damage Step, puedes intercambiar el ATK y DEF actuales de ese monstruo del adversario. Si esta carta ataca un monstruo en Posición de Defensa, inflige daño de batalla de penetración. Si esta carta Invocada por Fusión batalla con un monstruo del adversario, cualquier daño de batalla que inflija a tu adversario se duplica.", "fr": "1 monstre Rocher + 1 monstre de min. Niveau 7 dans le Cimetière de votre adversaire\nDoit d'abord être Invoquée Spécialement avec \"Fusion Fossile\". Avant le calcul des dommages, si cette carte combat un monstre de l'adversaire : jusqu'à la fin de cette Damage Step, vous pouvez échanger l'ATK et la DEF actuelles du monstre de l'adversaire. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Si cette carte Invoquée par Fusion combat un monstre de l'adversaire, les dommages de combat qu'elle inflige à votre adversaire sont doublés.", "it": "1 mostro Roccia + 1 mostro di Livello 7 o superiore nel Cimitero del tuo avversario\nDeve prima essere Evocato Specialmente con \"Fusione Fossile\". Prima del calcolo dei danni, se questa carta combatte con un mostro dell'avversario: puoi scambiare gli ATK e DEF attuali di quel mostro dell'avversario fino alla fine di quel Damage Step. Se questa carta attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante. Se questa carta Evocata tramite Fusione combatte con un mostro dell'avversario, qualsiasi danno da combattimento che infligge al tuo avversario viene raddoppiato.", "pt": "1 monstro Rocha + 1 monstro de Nível 7 ou mais no Cemitério do seu oponente\nPrimeiro deve ser Invocado por Invocação-Especial com \"Fusão Fóssil\". Antes do cálculo de dano, se este card batalhar um monstro do oponente: você pode trocar o ATK e a DEF atuais desse monstro do oponente até o final da Etapa de Dano. Se este card atacar um monstro em Posição de Defesa, cause dano de batalha perfurante. Se este card Invocado por Invocação-Fusão batalhar um monstro do oponente, qualquer dano de batalha que ele causar ao seu oponente é dobrado.", "ja": "岩石族モンスター＋相手の墓地のレベル７以上のモンスター\nこのカードは「化石融合－フォッシル・フュージョン」の効果でのみＥＸデッキから特殊召喚できる。①：このカードが相手モンスターと戦闘を行うダメージ計算前に発動できる。その相手モンスターの攻撃力と守備力をそのダメージステップ終了時まで入れ替える。②：このカードが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ戦闘ダメージを与える。③：融合召喚したこのカードが相手モンスターとの戦闘で相手に与える戦闘ダメージは倍になる。", "ko": "암석족 몬스터 ＋ 상대 묘지의 레벨 7 이상의 몬스터\n이 카드는 \"화석융합－파슬 퓨전\"의 효과로만 엑스트라 덱에서 특수 소환할 수 있다. ①: 이 카드가 상대 몬스터와 전투를 실행하는 데미지 계산 전에 발동할 수 있다. 그 상대 몬스터의 공격력과 수비력을 그 데미지 스텝 종료시까지 맞바꾼다. ②: 이 카드가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 전투 데미지를 준다. ③: 융합 소환한 이 카드가 상대 몬스터와의 전투로 상대에게 주는 전투 데미지는 배가 된다.", "zh-TW": null, "zh-CN": "岩石族怪兽＋对方墓地的7星以上的怪兽\n这张卡用「化石融合」的效果才能从额外卡组特殊召唤。\n①：这张卡和对方怪兽进行战斗的伤害计算前才能发动。那只对方怪兽的攻击力和守备力直到那次伤害步骤结束时交换。\n②：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。\n③：融合召唤的这张卡和对方怪兽的战斗给与对方的战斗伤害变成2倍。"}, "card_type": "Monster", "monster_type_line": "Rock / Fusion / Effect", "attribute": "EARTH", "level": 8, "atk": 3500, "def": 0, "materials": "1 Rock-Type monster + 1 Level 7 or higher monster in your opponent's Graveyard", "series": ["Fossil"], "images": [{"index": 1, "image": "FossilDragonSkullgios-SGX4-NA-C-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN009", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN132", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}, {"set_number": "SGX4-END21", "set_name": "Speed Duel GX: Midterm Destruction", "rarities": ["Common"]}], "de": [{"set_number": "BLAR-DE009", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE132", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "es": [{"set_number": "BLAR-SP009", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-SP132", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "BLAR-FR009", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR132", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "BLAR-IT009", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT132", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "BLAR-PT009", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT132", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "CP20-JP009", "set_name": "Collection Pack 2020", "rarities": ["Super Rare", "Collector's Rare"]}], "ko": [{"set_number": "CP20-KR009", "set_name": "Collection Pack 2020", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 707915, "master_duel_rarity": "SR"}