{"konami_id": 15705, "password": 21368442, "name": {"en": "S-Force Gravitino", "de": "S-Kraft Gravitino", "es": "Fuerza-S Gravitino", "fr": "Gravitino de la Force-S", "it": "S-Forza Gravitino", "pt": "Força-S Gravitino", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> グラビティーノ", "ja_romaji": "Sekyuriti Fōsu Gurabitīno", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 그라비티노", "ko_rr": "Sikyuriti Poseu Geurabitino", "zh-TW": "超元特防隊 重力微子", "zh-CN": "超元特防队 重力微子侠"}, "text": {"en": "Each of your opponent's monsters in the same column as one of your \"S-Force\" monsters is banished when it leaves the field. If this card is Normal or Special Summoned: You can add 1 \"S-Force\" card from your Deck to your hand, except \"S-Force Gravitino\". You can only use this effect of \"S-Force Gravitino\" once per turn.", "de": "Jedes Monster deines Gegners in derselben Spalte wie eins deiner „S-Kraft“-Monster wird verbannt, wenn es das Spielfeld verlässt. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „S-Kraft“-Karte von deinem Deck hinzufügen, außer „S-Kraft Gravitino“. Du kannst diesen Effekt von „S-Kraft Gravitino“ nur einmal pro Spielzug verwenden.", "es": "Cada uno de los monstruos de tu adversario en la misma columna que uno de tus monstruos \"Fuerza-S\" es desterrado cuando deja el Campo. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 carta \"Fuerza-S\" en tu Deck, excepto \"Fuerza-S Gravitino\". Sólo puedes usar este efecto de \"Fuerza-S Gravitino\" una vez por turno.", "fr": "Chacun des monstres de votre adversaire dans la même colonne qu'un de vos monstres \"Force-S\" est banni lorsqu'il quitte le Terrain. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Force-S\" (\"Gravitino de la Force-S\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Gravitino de la Force-S\" qu'une fois par tour.", "it": "Ognuno dei mostri del tuo avversario nella stessa colonna di uno dei tuoi mostri \"S-Forza\" viene bandito quando lascia il Terreno. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 carta \"S-Forza\" dal tuo Deck alla tua mano, eccetto \"S-Forza Gravitino\". Puoi utilizzare questo effetto di \"S-Forza Gravitino\" una sola volta per turno.", "pt": "Cada um dos monstros do seu oponente na mesma coluna que um dos seus monstros \"Força-S\" é banido quando deixar o campo. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 card \"Força-S\" do seu Deck à sua mão, exceto \"Força-S Gravitino\". Você só pode usar este efeito de \"Força-S Gravitino\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「Ｓ－Ｆｏｒｃｅ グラビティーノ」以外の「Ｓ－Ｆｏｒｃｅ」カード１枚を手札に加える。②：このカードがモンスターゾーンに存在する限り、自分の「Ｓ－Ｆｏｒｃｅ」モンスターの正面の相手モンスターはフィールドから離れた場合に除外される。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"S－Force(시큐리티 포스) 그라비티노\" 이외의 \"S－Force(시큐리티 포스)\" 카드 1장을 패에 넣는다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신의 \"S－Force(시큐리티 포스)\" 몬스터 정면의 상대 몬스터는 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在此卡召喚・特殊召喚成功的狀況下發動。從牌組將１張「超元特防隊 重力微子」以外的「超元特防隊」卡加入手牌。②：只要此卡存在於怪獸區，我方「超元特防隊」怪獸正面的對方怪獸在從場上離開的狀況下就會被除外。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将１张“超元特防队 重力微子侠”以外的“超元特防队”卡加入手牌。②：只要此卡存在于怪兽区域，自己的“超元特防队”怪兽正面的对手怪兽离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "LIGHT", "level": 5, "atk": 2000, "def": 1400, "series": ["S-Force"], "images": [{"index": 1, "image": "SForceGravitino-BLVO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN014", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLVO-DE014", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLVO-FR014", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLVO-IT014", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLVO-PT014", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BLVO-JP014", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "ko": [{"set_number": "BLVO-KR014", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC124", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716549, "master_duel_rarity": "R"}