{"konami_id": 14469, "password": 21364070, "name": {"en": "Mayosenju Hitot", "de": "Mayosenju Hitot", "es": "Mayosenju Hitot", "fr": "Mayosenju Hitot", "it": "Mayosenju Hitot", "pt": "Mayosenju Hitot", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>妖<rt>よう</rt></ruby><ruby>仙<rt>せん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby> <ruby>独眼群主<rt>ヒトツメノムラジ</rt></ruby>", "ja_romaji": "Mayōsenjū Hitotsumenomuraji", "ko": "마요선수 독안군주", "ko_rr": "Yoseonsu Dok-an-gunju", "zh-TW": "魔妖仙獸 獨眼群主", "zh-CN": "魔妖仙兽 独眼群主"}, "text": {"en": "Cannot be Special Summoned, except by Pendulum Summon. If this card is Normal or Special Summoned: You can target 1 card your opponent controls; return it to the hand. Each time a card(s) on the field is returned to the hand or Main Deck by your card effect, while this card is on the field: All \"Yosenju\" monsters you currently control gain 500 ATK. Once per turn, during the End Phase, if this card was Special Summoned this turn: Return it to the hand.", "de": "Kann nicht als Spezialbeschwörung beschworen werden, außer durch eine Pendelbeschwörung. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Karte wählen, die dein Gegner kontrolliert; gib sie auf die Hand zurück. Jedes Mal, wenn eine oder mehr Karten auf dem Spielfeld durch deinen Karteneffekt auf die Hand oder ins Main Deck zurückgegeben werden, solange diese Karte auf dem Spielfeld liegt: Alle „Yosenju“-Monster, die du derzeit kontrollierst, erhalten 500 ATK. Einmal pro Spielzug, während der End Phase, falls diese Karte in diesem Spielzug als Spezialbeschwörung beschworen wurde: Gib sie auf die Hand zurück.", "es": "No puede ser Invocada de Modo Especial, excepto con una Invocación por Péndulo. Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 carta que controle tu adversario; devuélvela a la mano. Cada vez que una o más cartas en el Campo sean devueltas a la mano o Deck Principal por el efecto de tu carta, mientras esta carta está en el Campo: todos los monstruos \"Yosenju\" que controles en este momento ganan 500 ATK. Una vez por turno, durante la End Phase, si esta carta fue Invocada de Modo Especial este turno: devuélvela a la mano.", "fr": "Non Invocable Spécialement, sauf par Invocation Pendule. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 carte contrôlée par votre adversaire ; renvoyez-la à la main. Chaque fois qu'une ou plusieurs cartes sur le Terrain sont renvoyées à la main ou Main Deck par votre effet de carte, tant que cette carte est sur le Terrain : tous les monstres \"Yosenju\" que vous contrôlez actuellement gagnent 500 ATK. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Spécialement ce tour : renvoyez-la à la main.", "it": "Non può essere Evocato Specialmente, eccetto tramite Evocazione Pendulum. Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 carta controllata dal tuo avversario; falla ritornare nella mano. Ogni volta che una o più carte sul Terreno vengono fatte ritornare nella mano o nel Main Deck da un tuo effetto di carta, mentre questa carta è sul Terreno: tutti i mostri \"Yosenju\" che controlli attualmente guadagnano 500 ATK. Una volta per turno, durante la End Phase, se questa carta è stata Evocata Specialmente in questo turno: falla ritornare nella mano.", "pt": "Não pode ser Invocado por Invocação-Especial, exceto por Invocação-Pêndulo. Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 card que seu oponente controla; devolva-o para a mão. Sempre que um ou mais cards no campo forem devolvidos para a mão ou Deck Principal por um efeito de card seu, enquanto este card estiver no campo: todos os monstros \"Yosenju\" que você controla atualmente ganham 500 de ATK. Uma vez por turno, durante a Fase Final, se este card foi Invocado por Invocação-Especial neste turno: devolva-o para a mão.", "ja": "このカードはＰ召喚でしか特殊召喚できない。①：このカードが召喚・特殊召喚に成功した場合、相手フィールドのカード１枚を対象として発動できる。そのカードを持ち主の手札に戻す。②：このカードがモンスターゾーンに存在し、自分のカードの効果によって、このカード以外のフィールドのカードが手札・デッキに戻る度に発動する。自分フィールドの全ての「妖仙獣」モンスターの攻撃力は５００アップする。③：このカードを特殊召喚したターンのエンドフェイズに発動する。このカードを持ち主の手札に戻す。", "ko": "이 카드는 펜듈럼 소환으로밖에 특수 소환할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다. ②: 이 카드가 몬스터 존에 존재하고, 자신의 카드 효과에 의해, 이 카드 이외의 필드의 카드가 패 / 덱으로 되돌아갈 때마다 발동한다. 자신 필드의 모든 \"요선수\" 몬스터의 공격력은 500 올린다. ③: 이 카드를 특수 소환한 턴의 엔드 페이즈에 발동한다. 이 카드를 주인의 패로 되돌린다.", "zh-TW": null, "zh-CN": "←3 【灵摆】 3→\n这个卡名的①②的灵摆效果1回合各能使用1次。\n①：以自己的灵摆区域1张「妖仙兽」卡为对象才能发动。那个灵摆刻度直到回合结束时变成11。这个回合，自己不是「妖仙兽」怪兽不能特殊召唤。\n②：自己结束阶段发动。这张卡回到持有者手卡。\n【怪兽效果】\n这张卡不用灵摆召唤不能特殊召唤。\n①：这张卡召唤·特殊召唤成功的场合，以对方场上1张卡为对象才能发动。那张卡回到持有者手卡。\n②：这张卡在怪兽区域存在，每次自己的卡的效果让这张卡以外的场上的卡回到手卡·卡组发动。自己场上的全部「妖仙兽」怪兽的攻击力上升500。\n③：这张卡特殊召唤的回合的结束阶段发动。这张卡回到持有者手卡。"}, "card_type": "Monster", "monster_type_line": "Beast / Pendulum / Effect", "attribute": "WIND", "level": 10, "atk": 2000, "def": 3000, "pendulum_scale": 3, "pendulum_effect": {"en": "You can target 1 \"Yosenju\" card in your Pendulum Zone; for the rest of this turn, its Pendulum Scale becomes 11, also you cannot Special Summon monsters, except \"Yosenju\" monsters (even if this card leaves the field). During your End Phase: Return this card to the hand. You can only use each Pendulum Effect of \"Mayosenju Hitot\" once per turn.", "de": "Du kannst 1 „Yosenju“-Karte in deiner Pendelzone wählen; für den Rest dieses Spielzugs wird ihr Pendelbereich zu 11, zusätzlich kannst du keine Monster als Spezialbeschwörung beschwören, außer „Yosenju“-Monstern (selbst falls diese Karte das Spielfeld verlässt). Während deiner End Phase: Gib diese Karte auf die Hand zurück. Du kannst jeden Pendeleffekt von „Mayosenju Hitot“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 carta \"Yosenju\" en tu Zona de Péndulo; por el resto de este turno, su Escala de Péndulo se convierte en 11, y además no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Yosenju\" (aun si esta carta deja el Campo). Durante tu End Phase: devuelve esta carta a la mano. Sólo puedes usar cada Efecto de Péndulo de \"Mayosenju Hitot\" una vez por turno.", "fr": "Vous pouvez cibler 1 carte \"Yosenju\" dans votre Zone Pendule ; le reste de ce tour, son Échelle Pendule devient 11, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Yosenju\" exclus) (même si cette carte quitte le Terrain). Durant votre End Phase : renvoyez cette carte à la main. Vous ne pouvez utiliser chaque Effet Pendule de \"Mayosenju Hitot\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 carta \"Yosenju\" nella tua Zona Pendulum; per il resto di questo turno, il suo Valore Pendulum diventa 11, inoltre non puoi Evocare Specialmente mostri, eccetto mostri \"Yosenju\" (anche se questa carta lascia il Terreno). Durante la tua End Phase: fai ritornare questa carta nella mano. Puoi utilizzare ogni Effetto Pendulum di \"Mayosenju Hitot\" una sola volta per turno.", "pt": "Você pode escolher 1 card \"Yosenju\" na sua Zona de Pêndulo; pelo resto deste turno, sua Escala de Pêndulo se torna 11 e, além disso, você não pode Invocar monstros por Invocação-Especial, exceto monstros \"Yosenju\" (mesmo que este card deixe o campo). Durante sua Fase Final: devolva este card para a mão. Você só pode usar cada Efeito de Pêndulo de \"Mayosenju Hitot\" uma vez por turno.", "ja": "このカード名の①②のＰ効果はそれぞれ１ターンに１度しか使用できない。①：自分のＰゾーンの「妖仙獣」カード１枚を対象として発動できる。そのＰスケールはターン終了時まで１１になる。このターン、自分は「妖仙獣」モンスターしか特殊召喚できない。②：自分エンドフェイズに発動する。このカードを持ち主の手札に戻す。", "ko": "이 카드명의 ①②의 펜듈럼 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 펜듈럼 존의 \"요선수\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 펜듈럼 스케일은 턴 종료시까지 11 이 된다. 이 턴에, 자신은 \"요선수\" 몬스터밖에 특수 소환할 수 없다. ②: 자신 엔드 페이즈에 발동한다. 이 카드를 주인의 패로 되돌린다.", "zh-TW": "此卡名的①②鐘擺效果，１回合各僅限使用１次。\n①：可將我方鐘擺區的１張「妖仙獸」卡做為對象發動。該鐘擺刻度在回合結束前變為１１。此回合，我方可特殊召喚的怪獸僅限「妖仙獸」怪獸。\n②：在我方結束階段發動。將此卡送回持有者的手牌。", "zh-CN": "此卡名的①②灵摆效果１回合各只能使用１次。\n①：可以我方灵摆区的１张“妖仙兽”卡片为对象发动。直到回合结束，其灵摆刻度变为１１。本回合，我方特殊召唤的只能是“妖仙兽”怪兽。\n②：在我方结束阶段发动。将此卡移回拥有者的手牌。"}, "series": ["Yosenju"], "images": [{"index": 1, "image": "MayosenjuHitot-RIRA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN011", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "de": [{"set_number": "RIRA-DE011", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "es": [{"set_number": "RIRA-SP011", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RIRA-FR011", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "it": [{"set_number": "RIRA-IT011", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RIRA-PT011", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "ja": [{"set_number": "RIRA-JP011", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "RIRA-KR011", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 601016, "master_duel_rarity": "SR"}