{"konami_id": 13902, "password": 21441617, "name": {"en": "Orcust Cymbal Skeleton", "de": "Orcust Beckenskelett", "es": "Esqueleto de Címbalo Orcust", "fr": "Orcust Squelette de Cymbale", "it": "Scheletro Piatti Orcusestra", "pt": "Orcust Esqueleto de Pratos", "ja": "オルフェゴール・スケルツォン", "ja_romaji": "Orufegōru Sukerutson", "ko": "오르페골 스켈레촌", "ko_rr": "Oreupegol Seukellechon", "zh-TW": "自鳴天琴・骸骨詼諧曲", "zh-CN": "自鸣天琴・骸骨谐谑曲"}, "text": {"en": null, "de": "Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Orcust“-Monster in deinem Friedhof wählen, außer „Orcust Beckenskelett“; beschwöre es als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer FINSTERNIS Monstern. Du kannst diesen Effekt von „Orcust Beckenskelett“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo \"Orcust\" en tu Cementerio, excepto \"Esqueleto de Címbalo Orcust\"; Invócalo de Modo Especial, y además por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos de OSCURIDAD. Sólo puedes usar este efecto de \"Esqueleto de Címbalo Orcust\" una vez por turno.", "fr": "Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Orcust\" (\"Orcust Squelette de Cymbale\" exclu) dans votre Cimetière ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Orcust Squelette de Cymbale\" qu'une fois par tour.", "it": "Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Orcusestra\" nel tuo Cimitero, eccetto \"Scheletro Piatti Orcusestra\"; Evocalo Specialmente, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri OSCURITÀ. Puoi utilizzare questo effetto di \"Scheletro Piatti Orcusestra\" una sola volta per turno.", "pt": "Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Orcust\" no seu Cemitério, exceto \"Orcust Esqueleto de Pratos\"; Invoque-o por Invocação-Especial e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros de TREVAS. Você só pode usar este efeito de \"Orcust Esqueleto de Pratos\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。\n①：墓地のこのカードを除外し、「オルフェゴール・スケルツォン」以外の自分の墓地の「オルフェゴール」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果の発動後、ターン終了時まで自分は闇属性モンスターしか特殊召喚できない。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 묘지의 이 카드를 제외하고, \"오르페골 스켈레촌\" 이외의 자신 묘지의 \"오르페골\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 어둠 속성 몬스터밖에 특수 소환할 수 없다.", "zh-TW": "此卡名的效果１回合僅限使用１次。①：可將墓地的此卡除外，將我方墓地的１隻「自鳴天琴・骸骨詼諧曲」以外的「自鳴天琴」怪獸做為對象發動。特殊召喚該怪獸。此效果發動後，在回合結束前我方可特殊召喚的怪獸僅限闇屬性怪獸。", "zh-CN": "此卡名的效果1回合仅可使用1次。①：将墓地的此卡除外，以自己墓地的1只“自鸣天琴・骸骨谐谑曲”以外的“自鸣天琴”怪兽为对象可以发动。将该怪兽特殊召唤。此效果发动后，直至回合结束时为止自己仅可特殊召唤暗属性怪兽。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 3, "atk": 1200, "def": 1500, "series": ["Orcust"], "images": [{"index": 1, "image": "OrcustCymbalSkeleton-OP12-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "SOFU-EN015", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP12-EN007", "set_name": "OTS Tournament Pack 12", "rarities": ["Super Rare"]}], "de": [{"set_number": "SOFU-DE015", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP12-DE007", "set_name": "OTS Tournament Pack 12", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SOFU-FR015", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP12-FR007", "set_name": "OTS Tournament Pack 12", "rarities": ["Super Rare"]}], "it": [{"set_number": "SOFU-IT015", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP12-IT007", "set_name": "OTS Tournament Pack 12", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SOFU-PT015", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP12-PT007", "set_name": "OTS Tournament Pack 12", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SOFU-JP015", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR015", "set_name": "Soul Fusion", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC114", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566067, "master_duel_rarity": "N"}