{"konami_id": 12157, "password": 21516908, "name": {"en": "Hi-Speedroid Hagoita", "de": "Hochgeschwindigkeitsroid Hagoita", "es": "Hagoita de Alta-Velociroid", "fr": "Hagoita Grande Vitesseroid", "it": "Alta-Velociroid Hagoita", "pt": "Alta-Velocidaroide Hagoita", "ja": "<ruby>ＨＳＲ<rt>ハイスピードロイド</rt></ruby>マッハゴー・イータ", "ja_romaji": "Haisupīdoroido Mahhagō Īta", "ko": "<ruby>HSR<rt>하이스피드로이드</rt></ruby> 마하고 이타", "ko_rr": "Haiseupideuroideu Mahago Ita", "zh-TW": "高速疾行機人 馬赫羽子板", "zh-CN": "高速疾行机人 马赫羽子板"}, "text": {"en": "1 Tuner + 1 or more non-Tuner monsters\nDuring either player's turn: You can Tribute this card; increase the Levels of all monsters currently on the field by 1, until the end of this turn. If this card is in your Graveyard and you control a \"Speedroid\" Tuner monster: You can Special Summon this card, also you cannot Special Summon monsters for the rest of this turn, except WIND monsters. You can only use this effect of \"Hi-Speedroid Hagoita\" once per turn.", "de": "1 Empfänger- + 1 oder mehr Nicht-Empfänger-Monster\nWährend des Spielzugs eines beliebigen Spielers: Du kannst diese Karte als Tribut anbieten; erhöhe die Stufen aller Monster, die sich derzeit auf dem Spielfeld befinden, bis zum Ende dieses Spielzugs um 1. Falls sich diese Karte in deinem Friedhof befindet und du ein „Geschwindigkeitsroid“-Empfänger-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer WIND Monstern. Du kannst diesen Effekt von „Hochgeschwindigkeitsroid Hagoita“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1 o más monstruos que no sean Cantantes\nDurante el turno de cualquier jugador: puedes Sacrificar esta carta; hasta el final de este turno, aumenta en 1 los Niveles de todos los monstruos en el Campo en este momento. Si esta carta está en tu Cementerio y tú controlas un monstruo Cantante \"Velociroid\": puedes Invocar esta carta de Modo Especial, y además por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos de VIENTO. Sólo puedes usar este efecto de \"Hagoita de Alta-Velociroid\" una vez por turno.", "fr": "1 Syntoniseur + 1 monstre non-Syntoniseur ou plus\nDurant le tour de chaque joueur : vous pouvez Sacrifier cette carte ; jusqu'à la fin de ce tour, augmentez le Niveau de tous les monstres actuellement sur le Terrain de 1. Si cette carte est dans votre Cimetière et que vous contrôlez un monstre Syntoniseur \"Vitesseroid\" : vous pouvez Invoquer Spécialement cette carte, et aussi, le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (monstres VENT exclus). Vous ne pouvez utiliser cet effet de \"Hagoita Grande Vitesseroid\" qu'une fois par tour.", "it": "1 Tuner + 1 o più mostri non-Tuner\nDurante il turno di qualsiasi giocatore: puoi offrire come Tributo questa carta; aumenta di 1 il Livello di tutti i mostri attualmente sul Terreno, fino alla fine di questo turno. Se questa carta è nel tuo Cimitero e tu controlli un mostro Tuner \"Velociroid\": puoi Evocare Specialmente questa carta, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri VENTO. Puoi utilizzare questo effetto di \"Alta-Velociroid Hagoita\" una sola volta per turno.", "pt": "1 Regulador + 1 ou mais monstros não-Reguladores\nDurante o turno de qualquer duelista: você pode oferecer este card como Tributo; até o final deste turno, aumente em 1 o Nível de todos os monstros atualmente no campo. Se este card estiver no seu Cemitério e você controlar um monstro Regulador \"Velocidaroide\": você pode Invocar este card por Invocação-Especial e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros de VENTO. Você só pode usar este efeito de \"Alta-Velocidaroide Hagoita\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードをリリースして発動できる。フィールドの全ての表側表示モンスターのレベルはターン終了時まで１つ上がる。この効果は相手ターンでも発動できる。②：このカードが墓地に存在し、自分フィールドに「スピードロイド」チューナーが存在する場合に発動できる。このカードを特殊召喚する。この効果の発動後、ターン終了時まで自分は風属性モンスターしか特殊召喚できない。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고 발동할 수 있다. 필드의 모든 앞면 표시 몬스터의 레벨은 턴 종료시까지 1개 올라간다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 묘지에 존재하고, 자신 필드에 \"스피드로이드\" 튜너가 존재할 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 바람 속성 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "协调＋1只以上协调以外的怪兽\n此卡名的②效果1回合仅可使用1次。①：解放此卡可以发动。场上所有表侧表示怪兽的等级直至回合结束时为止上升1。此效果在对手回合中也可以发动。②：此卡存在于墓地，自己场上有\"疾行机人\"协调存在的情况下可以发动。将此卡特殊召唤。此效果发动后，直至回合结束时为止自己仅可特殊召唤风属性怪兽。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "WIND", "level": 5, "atk": 2000, "def": 1000, "series": ["roid", "Speedroid"], "images": [{"index": 1, "image": "HiSpeedroidHagoita-BOSH-EN-R-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN049", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "de": [{"set_number": "BOSH-DE049", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "fr": [{"set_number": "BOSH-FR049", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "it": [{"set_number": "BOSH-IT049", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "pt": [{"set_number": "BOSH-PT049", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "ja": [{"set_number": "BOSH-JP049", "set_name": "Breakers of Shadow", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP2-JP082", "set_name": "LINK VRAINS Pack 2", "rarities": ["Rare"]}], "ko": [{"set_number": "BOSH-KR049", "set_name": "Breakers of Shadow", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP2-KR082", "set_name": "LINK VRAINS Pack 2", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DP25-SC018", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 425811, "master_duel_rarity": "SR"}