{"konami_id": 9844, "password": 21620076, "name": {"en": "Pain Painter", "de": "Anstreicher der Schmerzen", "es": "Pintor del Dolor", "fr": "Peintre de la Douleur", "it": "Pittore del Dolore", "pt": "Pintor da Dor", "ja": "ペインペインター", "ja_romaji": "Pein Peintā", "ko": "페인페인터", "ko_rr": null, "zh-TW": null, "zh-CN": "痛苦绘制者"}, "text": {"en": "This card's name becomes \"Plaguespreader Zombie\" while on the field. Once per turn: You can target up to 2 Zombie monsters you control, except this card; they become Level 2 (until the end of this turn), and if they do, they cannot be used as Synchro Material, except for the Synchro Summon of a Zombie monster.", "de": "Der Name dieser Karte wird zu „Seuchenverbreitender Zombie“, solange sie auf dem Spielfeld liegt. Einmal pro Spielzug: Du kannst bis zu 2 Zombie-Monster wählen, die du kontrollierst, außer dieser Karte; sie werden (bis zum Ende dieses Spielzugs) zu Stufe 2 und falls sie dies werden, können sie nicht als Synchromaterial verwendet werden, außer für die Synchrobeschwörung eines Zombie-Monsters.", "es": "El nombre de esta carta se convierte en \"Zombi Esparceplaga\" mientras esté en el Campo. Una vez por turno: puedes seleccionar hasta 2 monstruos Zombi que controles, excepto esta carta; éstos se convierten en Nivel 2 (hasta el final de este turno) y, si lo hacen, no pueden ser usados como Material de Sincronía, excepto para la Invocación por Sincronía de un monstruo Zombi.", "fr": "Le nom de cette carte devient \"Zombie Épidémique\" tant qu'elle est sur le Terrain. Une fois par tour : vous pouvez cibler max. 2 monstres Zombie que vous contrôlez (cette carte exclue) ; ils deviennent Niveau 2 (jusqu'à la fin de ce tour), et s'ils le deviennent, ils ne peuvent pas être utilisés comme Matériel Synchro, sauf pour l'Invocation Synchro d'un monstre Zombie.", "it": "Il nome di questa carta diventa \"Zombie Untore\" mentre è sul Terreno. Una volta per turno: puoi scegliere come bersaglio fino a 2 mostri Zombie che controlli, eccetto questa carta; essi diventano di Livello 2 (fino alla fine di questo turno) e, se lo fanno, essi non possono essere utilizzati come Materiale Synchro, eccetto che per la Synchro Evocazione di un mostro Zombie.", "pt": "O nome deste card se torna \"Zumbi Espalha-praga\" enquanto estiver no campo. Uma vez por turno: você pode escolher até 2 monstros Zumbi que você controla, exceto este card; eles se tornam de Nível 2 (até o final deste turno) e, se isso acontecer, eles não podem ser usados como Matéria Sincro, exceto para a Invocação-Sincro de um monstro Zumbi.", "ja": "このカードのカード名は、フィールド上に表側表示で存在する限り「ゾンビキャリア」として扱う。また、１ターンに１度、このカード以外の自分フィールド上のアンデット族モンスターを２体まで選択して発動できる。選択したモンスターのレベルはエンドフェイズ時まで２になる。この効果が適用されたモンスターをシンクロ素材とする場合、アンデット族モンスターのシンクロ召喚にしか使用できない。", "ko": "이 카드의 카드명은, 필드 위에 앞면 표시로 존재하는 한, \"좀비 캐리어\"로 취급한다. 또한, 1턴에 1번, 이 카드 이외의 자신 필드 위의 언데드족 몬스터를 2장까지 선택하고 발동할 수 있다. 선택한 몬스터의 레벨은 엔드 페이즈시까지 2가 된다. 이 효과가 적용된 몬스터를 싱크로 소재로 할 경우, 언데드족 몬스터의 싱크로 소환으로밖에 사용할 수 없다.", "zh-TW": null, "zh-CN": "①：此卡只要存在于怪兽区域，卡名视为“僵尸带菌者”。②：１回合１次，以自己场上此卡以外的最多２只不死族怪兽为对象可以发动。该怪兽的等级直至回合结束时为止变为２。将适用此效果的怪兽作为同步素材的情况下，仅可使用于不死族怪兽的同步召唤。"}, "card_type": "Monster", "monster_type_line": "Zombie / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 400, "def": 200, "images": [{"index": 1, "image": "PainPainter-OP19-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "GENF-EN084", "set_name": "Generation Force", "rarities": ["Secret Rare"]}, {"set_number": "OP19-EN006", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}], "de": [{"set_number": "GENF-DE084", "set_name": "Generation Force", "rarities": ["Secret Rare"]}, {"set_number": "OP19-DE006", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}], "es": [{"set_number": "GENF-SP084", "set_name": "Generation Force", "rarities": ["Secret Rare"]}, {"set_number": "OP19-SP006", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GENF-FR084", "set_name": "Generation Force", "rarities": ["Secret Rare"]}, {"set_number": "OP19-FR006", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}], "it": [{"set_number": "GENF-IT084", "set_name": "Generation Force", "rarities": ["Secret Rare"]}, {"set_number": "OP19-IT006", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}], "pt": [{"set_number": "OP19-PT006", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP12-JP015", "set_name": "Extra Pack 2012", "rarities": ["Rare"]}, {"set_number": "EP12-JPP01", "set_name": "Duelist Card Protector EX: Shadow of the Six Samurai - Shien", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "EXP5-KR015", "set_name": "Extra Pack 2012", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "TM02-SC075", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 168343}