{"konami_id": 16486, "password": 21723081, "name": {"en": "XYZ Hyper Cannon", "de": "XYZ-Hyperkanone", "es": "XYZ Híper Cañón", "fr": "Hyper Canon XYZ", "it": "Iper Cannone XYZ", "pt": "Hipercanhão XYZ", "ja": "<ruby>Ｘ<rt>エックス</rt></ruby>・<ruby>Ｙ<rt>ワイ</rt></ruby>・<ruby>Ｚ<rt>ゼット</rt></ruby>ハイパーキャノン", "ja_romaji": "Ekkusu Wai Zetto Haipā Kyanon", "ko": "X・Y・Z 하이퍼캐논", "ko_rr": "Ekseu Wai Ji Haipeokaenon", "zh-TW": "XYZ超加農砲", "zh-CN": "X・Y・Z 高能加农炮"}, "text": {"en": null, "de": "Du musst „XYZ-Kanonendrache“ oder ein Fusionsmonster, das „XYZ-Kanonendrache“ als Material aufführt, kontrollieren, um den Effekt dieser Karte zu aktivieren. Der Effekt dieser Karte hängt davon ab, wessen Spielzug es ist.\n●Dein Spielzug: Du kannst 1 deiner verbannten Union-Monster wählen; lege es unter dein Deck und falls du dies tust, ziehe 1 Karte.\n●Spielzug deines Gegners: Du kannst eine beliebige Anzahl Karten abwerfen und dann dieselbe Anzahl Karten wählen, die dein Gegner kontrolliert; zerstöre die Karten.\nDu kannst diesen Effekt von „XYZ-Hyperkanone“ nur einmal pro Spielzug verwenden.", "es": "Para activar el efecto de esta carta debes controlar \"XYZ-Dragón Cañón\" o un Monstruo de Fusión que liste \"XYZ-Dragón Cañón\" como material. El efecto de esta carta depende de de quién sea el turno.\n●Tu turno: Puedes seleccionar 1 de tus monstruos de Unión desterrados; ponlo en la parte inferior de tu Deck y, si lo haces, roba 1 carta.\n●El turno de tu adversario: Puedes descartar cualquier número de cartas, y después seleccionar el mismo número de cartas que controle tu adversario; destruye esas cartas.\nSólo puedes usar este efecto de \"XYZ Híper Cañón\" una vez por turno.", "fr": "Vous devez contrôler \"Canon Dragon-XYZ\", ou un Monstre Fusion qui liste \"Canon Dragon-XYZ\" comme Matériel, pour activer l'effet de cette carte. L'effet de cette carte dépend du tour du joueur.\n●Votre tour : Vous pouvez cibler 1 de vos monstres Union bannis ; placez-le au-dessous de votre Deck, et si vous le faites, piochez 1 carte.\n●Le tour de votre adversaire : Vous pouvez défausser un nombre de votre choix de cartes, puis ciblez le même nombre de cartes contrôlées par votre adversaire ; détruisez ces cartes.\nVous ne pouvez utiliser cet effet de \"Hyper Canon XYZ\" qu'une fois par tour.", "it": "Devi controllare \"XYZ-Cannone Drago\", o un Mostro Fusione che indica \"XYZ-Cannone Drago\" come materiale, per attivare l'effetto di questa carta. L'effetto di questa carta dipende da che turno si sta giocando.\n●Tuo turno: Puoi scegliere come bersaglio 1 dei tuoi mostri Unione banditi; mettilo in fondo al tuo Deck e, se lo fai, pesca 1 carta.\n●Turno del tuo avversario: Puoi scartare un qualsiasi numero di carte, poi scegliere come bersaglio lo stesso numero di carte controllate dal tuo avversario; distruggi quelle carte.\nPuoi utilizzare questo effetto di \"Iper Cannone XYZ\" una sola volta per turno.", "pt": "Você deve controlar \"XYZ - Dragão Canhão\", ou um Monstro de Fusão que liste \"XYZ - Dragão Canhão\" como matéria, para ativar o efeito deste card. O efeito deste card depende de quem é o turno.\n●Seu turno: Você pode escolher 1 dos seus monstros União banidos; coloque-o no fundo do seu Deck e, se isso acontecer, compre 1 card.\n●Turno do seu oponente: Você pode descartar qualquer número de cards e, depois, escolha o mesmo número de cards que seu oponente controla; destrua esses cards.\nVocê só pode usar este efeito de \"Hipercanhão XYZ\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：「ＸＹＺ－ドラゴン・キャノン」またはそのカード名が融合素材として記された融合モンスターが自分フィールドに存在する場合、この効果の発動ターンによって以下の効果を発動できる。\n●自分ターン：自分の除外状態のユニオンモンスター１体を対象として発動できる。そのモンスターをデッキの一番下に戻し、自分は１枚ドローする。\n●相手ターン：手札を任意の枚数捨て、その数だけ相手フィールドのカードを対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: \"XYZ－드래곤 캐논\" 또는 그 카드명이 융합 소재로서 쓰여 있는 융합 몬스터가 자신 필드에 존재할 경우, 이 효과의 발동 턴에 따라 이하의 효과를 발동할 수 있다.\n●자신 턴: 제외되어 있는 자신의 유니온 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 덱 맨 아래로 되돌리고, 자신은 덱에서 1장 드로우한다.\n●상대 턴: 패를 임의의 매수 버리고, 그 수만큼 상대 필드의 카드를 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在「XYZ－龍型加農砲」或該卡名被寫為融合素材的融合怪獸存在於我方場上的狀況下，依據此效果的發動回合發動以下效果。\n●我方回合：可將我方被除外的１隻聯合怪獸做為對象發動。將該怪獸送回牌組的最下方，我方從牌組抽１張牌。\n●對方回合：可捨棄任意張數的手牌，依該數值將對方場上的卡片做為對象發動。破壞該卡。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：“XYZ－龙型加农炮”或记载该卡名作为融合素材的融合怪兽存在于自己场上的情况下，根据此效果发动的回合，可发动以下效果。\n●自己回合：以１只自己被除外的联合怪兽为对象可以发动。将该怪兽放回牌组最下面，自己从牌组抽１张。\n●对手回合：舍弃任意张数的手牌，依其数量以对手场上的卡为对象可以发动。将该卡破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["A-to-Z", "Signature move"], "images": [{"index": 1, "image": "XYZHyperCannon-KICO-EN-SR-1E.png", "illustration": "XYZHyperCannon-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "XYZHyperCannon-WPP2-JP-C.png", "illustration": "XYZHyperCannon-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "KICO-EN010", "set_name": "King's Court", "rarities": ["Super Rare"]}], "de": [{"set_number": "KICO-DE010", "set_name": "King's Court", "rarities": ["Super Rare"]}], "fr": [{"set_number": "KICO-FR010", "set_name": "King's Court", "rarities": ["Super Rare"]}], "it": [{"set_number": "KICO-IT010", "set_name": "King's Court", "rarities": ["Super Rare"]}], "pt": [{"set_number": "KICO-PT010", "set_name": "King's Court", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP2-JP066", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}], "ko": [{"set_number": "WPP2-KR066", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DP29-SC040", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717530, "master_duel_rarity": "R"}