{"konami_id": 21826, "password": 21720439, "name": {"en": "Artmage Movement -Pedigree-", "de": "Kunstmagus-Bewegung -Herkunft-", "es": "Movimiento Artmagia -Pedigrí-", "fr": "Mouvement Artmage -Lignage-", "it": "Movimento Artmage -Genealogia-", "pt": "Movimento de Artmage -Pedigree-", "ja": "アルトメギア・ムーヴメント－<ruby>血<rt>けっ</rt></ruby><ruby>統<rt>とう</rt></ruby>－", "ja_romaji": "Arutomegia Mūvumento -Kettō-", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "神艺时势－血统－"}, "text": {"en": "If your opponent controls more monsters than you do: Special Summon 1 \"Artmage\" monster from your Deck in Defense Position, with a different name than the cards you control. If this card is sent to the GY to activate the effect of \"Artmage Academic Arcane Arts Acropolis\": You can add 1 \"Artmage\" Trap from your GY or banishment to your hand. You can only use each effect of \"Artmage Movement -Pedigree-\" once per turn, also you cannot Special Summon from the Extra Deck the turn you activate either of this card's effects, except Fusion Monsters.", "de": "Falls dein Gegner mehr Monster kontrolliert als du: Beschwöre 1 „Kunstmagus“-Monster mit einem unterschiedlichen Namen als die Karten, die du kontrollierst, als Spezialbeschwörung von deinem Deck in die Verteidigungsposition. Falls diese Karte auf den Friedhof gelegt wird, um den Effekt von „Kunstmagus-Akademie der arkanen Künste Acropolis“ zu aktivieren: Du kannst deiner Hand 1 „Kunstmagus“-Falle von deinem Friedhof oder deinen verbannten Karten hinzufügen. Du kannst jeden Effekt von „Kunstmagus-Bewegung -Herkunft-“ nur einmal pro Spielzug verwenden, zusätzlich kannst du in dem Spielzug, in dem du einen der Effekte dieser Karte aktivierst, keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Fusionsmonstern.", "es": "Si tu adversario controla más monstruos que tú: Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Artmagia\" en Posición de Defensa, con un nombre diferente al de las cartas que controlas. Si esta carta es mandada al Cementerio para activar el efecto de \"Artmagia Acrópolis Académica de las Artes Arcanas\": puedes añadir a tu mano 1 Trampa \"Artmagia\" en tu Cementerio o destierro. Sólo puedes usar cada efecto de \"Movimiento Artmagia -Pedigrí-\" una vez por turno, y además no puedes Invocar de Modo Especial desde el Deck Extra el turno en el que activas cualquiera de los efectos de esta carta, excepto Monstruos de Fusión.", "fr": "Si votre adversaire contrôle plus de monstres que vous : Invoquez Spécialement 1 monstre \"Artmage\" depuis votre Deck en Position de Défense, de nom différent des cartes que vous contrôlez. Si cette carte est envoyée au Cimetière pour activer l'effet de \"Acropole Académique des Arts Ésotériques Artmage\" : vous pouvez ajouter 1 Piège \"Artmage\" depuis votre Cimetière ou bannissement à votre main. Vous ne pouvez utiliser chaque effet de \"Mouvement Artmage -Lignage-\" qu'une fois par tour, et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Fusion exclus) depuis l'Extra Deck le tour où vous activez un effet de cette carte.", "it": "Se il tuo avversario controlla più mostri di te: Evoca Specialmente dal tuo Deck in Posizione di Difesa 1 mostro \"Artmage\" con un nome diverso dalle carte che controlli. Se questa carta viene mandata al Cimitero per attivare l'effetto di \"Artmage Acropoli delle Arti Arcane Accademiche\": puoi aggiungere 1 Trappola \"Artmage\" dal tuo Cimitero o carte bandite alla tua mano. Puoi utilizzare ogni effetto di \"Movimento Artmage -Genealogia-\" una sola volta per turno, inoltre non puoi Evocare Specialmente dall'Extra Deck nel turno in cui attivi uno dei due effetti di questa carta, eccetto Mostri Fusione.", "pt": "Se seu oponente controlar mais monstros que você: Invoque por Invocação-Especial 1 monstro \"Artmage\" do seu Deck em Posição de Defesa, com um nome diferente que o dos cards que você controla. Se este card for enviado para o Cemitério para ativar o efeito de \"Artmage, Academia Acrópole de Artes Arcanas\": você pode adicionar 1 Armadilha \"Artmage\" do seu Cemitério ou banimento à sua mão. Você só pode usar cada efeito de \"Movimento de Artmage -Pedigree-\" uma vez por turno e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional no turno em que ativar qualquer um dos efeitos deste card, exceto Monstros de Fusão.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できず、この効果を発動するターン、自分は融合モンスターしかＥＸデッキから特殊召喚できない。①：相手フィールドのモンスターの数が自分フィールドのモンスターより多い場合に発動できる。同名カードが自分フィールドに存在しない「アルトメギア」モンスター１体をデッキから守備表示で特殊召喚する。②：このカードが「神芸学都アルトメギア」の効果を発動するために墓地へ送られた場合に発動できる。自分の墓地・除外状態の「アルトメギア」罠カード１枚を手札に加える。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次，发动此效果的回合中，自己从额外牌组仅可特殊召唤融合怪兽。①：对手场上的怪兽数量多于自己场上的怪兽的情况下可以发动。从牌组将自己场上不存在同名卡的1只“神艺”怪兽以守备表示特殊召唤。②：此卡为发动“神艺学都”的效果被送至墓地的情况下可以发动。将自己墓地・除外状态的1张“神艺”陷阱卡加入手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Artmage"], "images": [{"index": 1, "image": "ArtmageMovementPedigree-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC060", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135287}