{"konami_id": 14346, "password": 21858819, "name": {"en": "Number XX: Utopic Dark Infinity", "de": "Nummer XX: Utopische Finsternis-Unendlichkeit", "es": "Número XX: Infinidad Utópica Oscura", "fr": "Numéro XX : Infini Utopique des Ténèbres", "it": "Numero XX: Infinità Oscura Utopica", "pt": "Número XX: Infinito Negro Utópico", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby><ruby>ＸＸ<rt>ダブルエックス</rt></ruby> インフィニティ・ダークホープ", "ja_romaji": "Nanbāzu Daburu Ekkusu Infiniti Dāku Hōpu", "ko": "No.<ruby>XX<rt>더블 엑스</rt></ruby> 인피니티 다크호프", "ko_rr": "Neombeojeu Deobeul Ekseu Inpiniti Dakeuhopeu", "zh-TW": "No.XX 無限暗黑霍普", "zh-CN": "编号XX 无限暗黑霍普"}, "text": {"en": "2+ Level 10 monsters\nWhen a monster is destroyed by battle and sent to the GY: You can detach 1 material from this card, then target that monster; Special Summon it to your field in Defense Position. You can target 1 other face-up Special Summoned monster you control; gain LP equal to its original ATK. You can only use each effect of \"Number XX: Utopic Dark Infinity\" once per turn.", "de": "2+ Monster der Stufe 10\nWenn ein Monster durch Kampf zerstört und auf den Friedhof gelegt wird: Du kannst 1 Material von dieser Karte abhängen und dann das Monster wählen; beschwöre es als Spezialbeschwörung auf deine Spielfeldseite in die Verteidigungsposition. Du kannst 1 anderes offenes als Spezialbeschwörung beschworenes Monster wählen, das du kontrollierst; du erhältst LP in Höhe seiner Grund-ATK. Du kannst jeden Effekt von „Nummer XX: Utopische Finsternis-Unendlichkeit“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 10\nCuando un monstruo es destruido en batalla y mandado al Cementerio: puedes desacoplar 1 material de esta carta, y después selecciona ese monstruo; Invócalo de Modo Especial a tu Campo en Posición de Defensa. Puedes seleccionar otro monstruo boca arriba Invocado de Modo Especial que controles; gana LP igual a su ATK original. Sólo puedes usar cada efecto de \"Número XX: Infinidad Utópica Oscura\" una vez por turno.", "fr": "2+ monstres de Niveau 10\nLorsqu'un monstre est détruit au combat et envoyé au Cimetière : vous pouvez détacher 1 Matériel de cette carte, puis ciblez le monstre ; Invoquez-le Spécialement sur votre Terrain en Position de Défense. Vous pouvez cibler 1 autre monstre face recto Invoqué Spécialement que vous contrôlez ; gagnez des LP égaux à son ATK d'origine. Vous ne pouvez utiliser chaque effet de \"Numéro XX : Infini Utopique des Ténèbres\" qu'une fois par tour.", "it": "2+ mostri di Livello 10\nQuando un mostro viene distrutto in battaglia e mandato al Cimitero: puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio quel mostro; Evocalo Specialmente sul tuo Terreno in Posizione di Difesa. Puoi scegliere come bersaglio 1 altro mostro scoperto Evocato Specialmente che controlli; guadagni LP pari al suo ATK originale. Puoi utilizzare ogni effetto di \"Numero XX: Infinità Oscura Utopica\" una sola volta per turno.", "pt": "2+ monstros de Nível 10\nQuando um monstro for destruído em batalha e enviado para o Cemitério: você pode desassociar 1 matéria deste card e, depois, escolher esse monstro; Invoque-o por Invocação-Especial no seu campo em Posição de Defesa. Você pode escolher 1 outro monstro com a face para cima Invocado por Invocação-Especial que você controla; ganhe PV igual ao ATK original dele. Você só pode usar cada efeito de \"Número XX: Infinito Negro Utópico\" uma vez por turno.", "ja": "レベル１０モンスター×２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分または相手のモンスターが戦闘で破壊され墓地へ送られた時、このカードのＸ素材を１つ取り除き、そのモンスター１体を対象として発動できる。そのモンスターを自分フィールドに守備表示で特殊召喚する。②：このカード以外の自分フィールドの特殊召喚された表側表示モンスター１体を対象として発動できる。そのモンスターの元々の攻撃力分だけ自分のＬＰを回復する。", "ko": "레벨 10 몬스터 × 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 또는 상대의 몬스터가 전투로 파괴되어 묘지로 보내졌을 때, 이 카드의 엑시즈 소재를 1개 제거하고, 그 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 자신 필드에 수비 표시로 특수 소환한다. ②: 이 카드 이외의 자신 필드의 특수 소환된 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 원래 공격력만큼만 자신의 LP를 회복한다.", "zh-TW": null, "zh-CN": "10星怪兽×2只以上\n这个卡名的①②的效果1回合各能使用1次。\n①：自己或者对方的怪兽被战斗破坏送去墓地时，把这张卡1个超量素材取除，以那1只怪兽为对象才能发动。那只怪兽在自己场上守备表示特殊召唤。\n②：以这张卡以外的自己场上1只特殊召唤的表侧表示怪兽为对象才能发动。自己基本分回复那只怪兽的原本攻击力的数值。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "DARK", "rank": 10, "atk": 4000, "def": 4000, "materials": "2 or more Level 10 monsters", "series": ["Number", "Number", "Utopic"], "images": [{"index": 1, "image": "NumberXXUtopicDarkInfinity-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN093", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-EN094", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "DANE-DE093", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-DE094", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DANE-FR093", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-FR094", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "DANE-IT093", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-IT094", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DANE-PT093", "set_name": "Dark Neostorm", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-PT094", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "19PP-JP014", "set_name": "Premium Pack 2019", "rarities": ["Common", "Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP14-KRA14", "set_name": "Premium Pack Vol.14 1st Wave", "rarities": ["Super Rare", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 583365, "master_duel_rarity": "UR"}