{"konami_id": 16655, "password": 21862633, "name": {"en": "Piercing the Darkness", "de": "Dunkelheit durchdringen", "es": "Penetrando la Oscuridad", "fr": "Perce-Ténèbres", "it": "Penetrare l'Oscurità", "pt": "Perfurando a Escuridão", "ja": "<ruby>切<rt>き</rt></ruby>り<ruby>裂<rt>さ</rt></ruby>かれし<ruby>闇<rt>やみ</rt></ruby>", "ja_romaji": "Kirisakareshi Yami", "ko": "베어진 어둠", "ko_rr": "Be-eojin Eodum", "zh-TW": "撕裂的黑暗", "zh-CN": "撕裂的黑暗"}, "text": {"en": null, "de": "Falls du ein oder mehr Normale Nichtspielmarke-Monster als Normal- oder Spezialbeschwörung beschwörst (außer während des Damage Steps): Du kannst 1 Karte ziehen. Wenn ein Angriff deklariert wird, an dem ein Monster eines Gegners und ein Monster, das du kontrollierst und das ein Normales Monster der Stufe 5 oder höher ist oder das mit einem Normalen Monster als Ritualbeschwörung beschworen wurde oder das mit einem Normalen Monster als Material als Fusions-, Synchro- oder Xyz-Beschwörung beschworen wurde, beteiligt sind: Du kannst das Monster, das du kontrollierst, bis zum Ende dieses Spielzugs ATK in Höhe der ATK des Monsters des Gegners erhalten lassen. Du kannst jeden Effekt von „Dunkelheit durchdringen“ nur einmal pro Spielzug verwenden.", "es": "Si Invocas de Modo Normal o Especial uno o más Monstruos Normales que no sean Fichas (excepto durante el Damage Step): puedes robar 1 carta. Cuando es declarado un ataque que involucre un monstruo del adversario y un monstruo que tú controles que sea un Monstruo Normal de Nivel 5 o mayor, o que fue Invocado por Ritual usando un Monstruo Normal, o que fue Invocado por Fusión, Sincronía o Xyz usando un Monstruo Normal como material: hasta el final de este turno, puedes hacer que ese monstruo que controlas gane ATK igual al ATK del monstruo del adversario. Sólo puedes usar cada efecto de \"Penetrando la Oscuridad\" una vez por turno.", "fr": "Si vous Invoquez Normalement ou Spécialement un ou plusieurs Monstres Normaux non-Jeton (sauf durant la Damage Step) : vous pouvez piocher 1 carte. Lorsqu'une attaque est déclarée, impliquant un monstre de l'adversaire et un monstre que vous contrôlez qui est un Monstre Normal de min. Niveau 5, ou qui a été Invoqué Rituellement en utilisant un Monstre Normal, ou qui a été Invoqué par Fusion, Synchro ou Xyz en utilisant un Monstre Normal comme Matériel : jusqu'à la fin de ce tour, vous pouvez faire gagner au monstre que vous contrôlez une ATK égale à l'ATK du monstre de l'adversaire. Vous ne pouvez utiliser chaque effet de \"Perce-Ténèbres\" qu'une fois par tour.", "it": "Se Evochi Normalmente o Specialmente uno o più Mostri Normali non-Segna-Mostro (eccetto durante il Damage Step): puoi pescare 1 carta. Quando viene dichiarato un attacco che coinvolge un mostro dell'avversario e un mostro che controlli che è un Mostro Normale di Livello 5 o superiore, o che è stato Evocato tramite Rituale utilizzando un Mostro Normale, o che è stato Evocato tramite Fusione, Synchro o Xyz utilizzando un Mostro Normale come materiale: puoi far guadagnare a quel mostro che controlli ATK pari all'ATK di quel mostro dell'avversario, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Penetrare l'Oscurità\" una sola volta per turno.", "pt": "Se você Invocar por Invocação-Normal ou Especial um ou mais Monstros Normais que não sejam Ficha (exceto durante a Etapa de Dano): você pode comprar 1 card. Quando um ataque for declarado envolvendo um monstro do oponente e um monstro que você controla que seja um Monstro Normal de Nível 5 ou mais, ou que foi Invocado por Invocação-Ritual usando um Monstro Normal, ou que foi Invocado por Invocação-Fusão, Sincro ou Xyz usando um Monstro Normal como matéria: você pode fazer com que, até o final deste turno, esse monstro que você controla ganhe ATK igual ao ATK desse monstro do oponente. Você só pode usar cada efeito de \"Perfurando a Escuridão\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分がトークン以外の通常モンスターを召喚・特殊召喚した場合に発動できる。自分は１枚ドローする。\n②：以下のいずれかの自分のモンスターが相手モンスターと戦闘を行う攻撃宣言時に発動できる。その自分のモンスターの攻撃力はターン終了時まで、その相手モンスターの攻撃力分アップする。\n●レベル５以上の通常モンスター\n●通常モンスターを使用して儀式召喚したモンスター\n●通常モンスターを素材として融合・Ｓ・Ｘ召喚したモンスター", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신이 토큰 이외의 일반 몬스터의 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 자신은 덱에서 1장 드로우한다. ②: 이하의 어느 자신 몬스터가 상대 몬스터와 전투를 실행하는 공격 선언시에 발동할 수 있다. 그 자신 몬스터의 공격력은 턴 종료시까지, 그 상대 몬스터의 공격력만큼 올린다.\n●레벨 5 이상의 일반 몬스터\n●일반 몬스터를 사용하여 의식 소환한 몬스터\n●일반 몬스터를 소재로서 융합 / 싱크로 / 엑시즈 소환한 몬스터", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在我方衍生物以外的通常怪獸的召喚・特殊召喚成功的狀況下發動。我方從牌組抽１張牌。②：可在以下任一我方怪獸與對方怪獸進行戰鬥的攻擊宣言時發動。該我方怪獸的攻擊力在回合結束前，依據該對方怪獸的攻擊力數值進行提升。\n●等級５以上的通常怪獸\n●使用通常怪獸儀式召喚的怪獸\n●以通常怪獸做為素材融合・同步・超量召喚的怪獸", "zh-CN": "此卡牌名的①②效果１回合只可各使用１次。①：我方除衍生物以外的通常怪兽召唤、特殊召唤成功的场合可发动。我方从牌组抽取１张卡牌。②：以下任意１种我方怪兽与对手怪兽进行战斗的攻击宣言时，可发动。直至回合结束时，该我方怪兽的攻击力上升相当于该对手怪兽的攻击力数值。\n●等级５或以上的通常怪兽\n●使用通常怪兽仪式召唤而来的怪兽\n●以通常怪兽作为素材融合、同步、超量召唤而来的怪兽"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "PiercingtheDarkness-MP21-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MP21-EN257", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MP21-DE257", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MP21-FR257", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MP21-IT257", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MP21-PT257", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP2-JP063", "set_name": "World Premiere Pack 2021", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP2-KR063", "set_name": "World Premiere Pack 2021", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716231, "master_duel_rarity": "SR"}