{"konami_id": 17162, "password": 21903613, "name": {"en": "Sylvan Dancepione", "de": "Sylvanische Tanzpione", "es": "Danzapiona Silvana", "fr": "Dansepione Sylvan", "it": "Danzapione Silvano", "pt": "Dançapione Silvestre", "ja": "<ruby>森<rt>しん</rt></ruby><ruby>羅<rt>ら</rt></ruby>の<ruby>舞<rt>ぶ</rt></ruby><ruby>踏<rt>とう</rt></ruby><ruby>娘<rt>こ</rt></ruby> ピオネ", "ja_romaji": "Shinra no Butōko Pione", "ko": "삼라의 무답랑 피오네", "ko_rr": "Samra-ui Mudaprang Pione", "zh-TW": null, "zh-CN": "森罗舞娘 锋萄"}, "text": {"en": "2 Plant monsters\nIf this card is Link Summoned: You can choose a number from 1 to 3 and excavate that many cards from the top of your Deck, and if you do, you can Special Summon up to 2 excavated Plant monsters, but they cannot be used as Link Material, also send the remaining cards to the GY. You can target 1 Plant monster in your GY that has a Level; the Levels of monsters this card points to become that monster's Level, until the end of this turn. You can only use each effect of \"Sylvan Dancepione\" once per turn.", "de": "2 Pflanze-Monster\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst eine Zahl von 1 bis 3 bestimmen und so viele oberste Karten deines Decks ausgraben und falls du dies tust, kannst du bis zu 2 ausgegrabene Pflanze-Monster als Spezialbeschwörung beschwören, aber sie können nicht als Linkmaterial verwendet werden, zusätzlich lege die restlichen Karten auf den Friedhof. Du kannst 1 Pflanze-Monster, das eine Stufe hat, in deinem Friedhof wählen; die Stufen der Monster, auf die diese Karte zeigt, werden bis zum Ende dieses Spielzugs gleich der Stufe jenes Monsters. Du kannst jeden Effekt von „Sylvanische Tanzpione“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Planta\nSi esta carta es Invocada por Enlace: puedes elegir un número del 1 al 3 y excavar ese número de cartas de la parte superior de tu Deck y, si lo haces, puedes Invocar de Modo Especial hasta 2 monstruos Planta excavados, pero no pueden ser usados como Material de Enlace, y además manda las cartas restantes al Cementerio. Puedes seleccionar 1 monstruo Planta en tu Cementerio que tenga un Nivel; los Niveles de los monstruos a los que apunte esta carta se convierten en el Nivel de ese monstruo, hasta el final de este turno. Sólo puedes usar cada efecto de \"Danzapiona Silvana\" una vez por turno.", "fr": "2 monstres Plante\nSi cette carte est Invoquée par Lien : vous pouvez choisir un nombre entre 1 et 3 et dévoiler autant de cartes du dessus de votre Deck, et si vous le faites, vous pouvez Invoquer Spécialement max. 2 monstres Plante dévoilés, mais ils ne peuvent pas être utilisés comme Matériel Lien, et aussi, envoyez les cartes restantes au Cimetière. Vous pouvez cibler 1 monstre Plante dans votre Cimetière qui a un Niveau ; jusqu'à la fin de ce tour, le Niveau des monstres pointés par cette carte devient du Niveau du monstre. Vous ne pouvez utiliser chaque effet de \"Dansepione Sylvan\" qu'une fois par tour.", "it": "2 mostri Pianta\nSe questa carta viene Evocata Link: puoi selezionare un numero tra 1 e 3 e dissotterrare quel numero di carte dalla cima del tuo Deck e, se lo fai, puoi Evocare Specialmente fino a 2 mostri Pianta dissotterrati, ma essi non possono essere utilizzati come Materiale Link, inoltre manda le carte rimanenti al Cimitero. Puoi scegliere come bersaglio 1 mostro Pianta nel tuo Cimitero che ha un Livello; i Livelli dei mostri puntati da questa carta diventano il Livello di quel mostro, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Danzapione Silvano\" una sola volta per turno.", "pt": "2 monstros Planta\nSe este card for Invocado por Invocação-Link: você pode selecionar um número entre 1 e 3 e escavar esse número de cards do topo do seu Deck e, se isso acontecer, você pode Invocar por Invocação-Especial até 2 monstros Planta escavados, mas eles não podem ser usados como Matéria Link e, além disso, envie os cards restantes para o Cemitério. Você pode escolher 1 monstro Planta no seu Cemitério que tenha um Nível; até o final deste turno, os Níveis dos monstros para os quais este card apontar se tornam o Nível desse monstro. Você só pode usar cada efeito de \"Dançapione Silvestre\" uma vez por turno.", "ja": "植物族モンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがリンク召喚に成功した場合に発動できる。自分のデッキの上からカードを３枚までめくる。その中に植物族モンスターがあった場合、その内の２体までを選んで特殊召喚できる。残りのカードは墓地へ送る。この効果で特殊召喚したモンスターはリンク素材にできない。②：自分の墓地の植物族モンスター１体を対象として発動できる。このカードのリンク先のモンスターのレベルはターン終了時まで、対象のモンスターと同じになる。", "ko": "식물족 몬스터 2장\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 링크 소환에 성공했을 경우에 발동할 수 있다. 자신의 덱 위에서 카드를 3장까지 넘긴다. 그 중에 식물족 몬스터가 있었을 경우, 그 중의 2장까지를 고르고 특수 소환할 수 있다. 남은 카드는 묘지로 보낸다. 이 효과로 특수 소환한 몬스터는 링크 소재로 할 수 없다. ②: 자신 묘지의 식물족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 링크 앞의 몬스터 레벨은 턴 종료시까지, 대상 몬스터와 같아진다.", "zh-TW": null, "zh-CN": "植物族怪兽２只\n此卡名的①②效果１回合仅可各使用１次。①：此卡连接召唤的情况下可以发动。从自己的牌组上面翻开最多３张卡。其中有植物族怪兽的情况下，可将其中最多２只特殊召唤。将剩余的卡送至墓地。以此效果特殊召唤的怪兽不可作为连接素材。②：以自己墓地的１只植物族怪兽为对象可以发动。此卡连接端的怪兽的等级直至回合结束时为止，变为与对象怪兽相同。"}, "card_type": "Monster", "monster_type_line": "Plant / Link / Effect", "attribute": "WIND", "link_arrows": ["↙", "↘"], "atk": 1200, "materials": "2 Plant monsters", "series": ["Sylvan"], "images": [{"index": 1, "image": "SylvanDancepione-DIFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN051", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "de": [{"set_number": "DIFO-DE051", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "es": [{"set_number": "DIFO-SP051", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DIFO-FR051", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "it": [{"set_number": "DIFO-IT051", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DIFO-PT051", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DIFO-JP051", "set_name": "Dimension Force", "rarities": ["Rare"]}], "ko": [{"set_number": "DIFO-KR051", "set_name": "Dimension Force", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "24SP-SC121", "set_name": "Entry Pack 2024 Vol.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716976}