{"konami_id": 10291, "password": 21924381, "name": {"en": "Heroic Advance", "de": "Heroischer Vorstoß", "es": "Avance Heroico", "fr": "Avancée Héroïque", "it": "Avanzamento Eroico", "pt": "Avanço Heroico", "ja": "ヒロイック・アドバンス", "ja_romaji": "Hiroikku Adobansu", "ko": "히로익 어드밴스", "ko_rr": null, "zh-TW": "英豪前衛", "zh-CN": "英豪前卫"}, "text": {"en": "When a face-up \"Heroic\" monster you control is targeted for an attack: Target another face-up Level 4 or lower \"Heroic\" monster you control; double its ATK during this Battle Phase, then switch the attack target to it and conduct damage calculation, but monsters cannot be destroyed by this battle.", "de": "Wenn ein offenes „Heroisch“-Monster, das du kontrollierst, als Ziel für einen Angriff gewählt wird: Wähle ein anderes offenes „Heroisch“-Monster der Stufe 4 oder niedriger, das du kontrollierst; verdopple während dieser Battle Phase seine ATK und ändere dann das Angriffsziel darauf, aber es können durch diesen Kampf keine Monster zerstört werden.", "es": "Cuando un monstruo \"Heroico\" boca arriba que controlas es seleccionado para un ataque: selecciona otro monstruo \"Heroico\" de Nivel 4 o menor boca arriba que controles; duplica su ATK durante esta Battle Phase, y después cambia a éste el objetivo del ataque y haz el cálculo de daño, pero los monstruos no pueden ser destruidos en esta batalla.", "fr": "Lorsqu'un monstre \"Héroïque\" face recto que vous contrôlez est ciblé par une attaque : ciblez un autre monstre \"Héroïque\" de max. Niveau 4 face recto que vous contrôlez ; doublez son ATK durant cette Battle Phase, puis transférez la cible de l'attaque sur lui et menez le calcul des dommages, mais les monstres ne peuvent pas être détruits par ce combat.", "it": "Quando un mostro \"Eroico\" scoperto che controlli viene scelto come bersaglio per un attacco: scegli come bersaglio un altro mostro \"Eroico\" di Livello 4 o inferiore scoperto che controlli; raddoppia il suo ATK durante questa Battle Phase, poi cambia il bersaglio dell'attacco su di esso e effettua il calcolo dei danni, ma i mostri non possono essere distrutti in questa battaglia.", "pt": "Quando um monstro \"Heroico(a)\" que você controla for escolhido como alvo de um ataque: escolha outro monstro \"Heroico(a)\" de Nível 4 ou menos que você controla; dobre o seu ATK (até o final da Fase de Batalha) e, depois, mude o alvo do ataque para ele e realize o cálculo de dano, mas os monstros não podem ser destruídos por esta batalha.", "ja": "自分フィールド上の「ヒロイック」と名のついたモンスターが攻撃対象に選択された時、自分フィールド上の他のレベル４以下の「ヒロイック」と名のついたモンスター１体を選択して発動できる。選択したモンスターの攻撃力はバトルフェイズ終了時まで倍になり、選択したモンスターに攻撃対象を移し替えてダメージ計算を行う。お互いのモンスターはこの戦闘では破壊されない。", "ko": "자신 필드 위의 \"히로익\"이라는 이름이 붙은 몬스터가 공격 대상으로 선택되었을 때, 자신 필드 위의 다른 레벨 4 이하의 \"히로익\"이라는 이름이 붙은 몬스터 1장을 선택하고 발동할 수 있다. 선택한 몬스터의 공격력은 배틀 페이즈 종료시까지 배가 되고, 선택한 몬스터에 공격 대상을 옮겨 데미지 계산을 실행한다. 서로의 몬스터는 이 전투로는 파괴되지 않는다.", "zh-TW": "我方场上冠有「英豪」之名的怪兽被选择为攻击对象时，可选择我方场上的其他1只等级4或以下的冠有「英豪」之名的怪兽发动。被选择怪兽的攻击力直至战斗阶段结束时加倍，将被选择怪兽转换为攻击对象并进行伤害计算。双方的怪兽在此战斗中不被破坏。", "zh-CN": "我方场上冠有“英豪”之名的怪兽被选择为攻击对象时，可选择我方场上的其他１只等级４或以下冠有“英豪”之名的怪兽发动。被选择怪兽的攻击力直至战斗阶段结束时加倍，将被选择怪兽转换为攻击对象并进行伤害计算。双方的怪兽在此战斗中不被破坏。"}, "card_type": "Trap", "property": "Normal", "series": ["Heroic"], "images": [{"index": 1, "image": "HeroicAdvance-ABYR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ABYR-EN069", "set_name": "Abyss Rising", "rarities": ["Common"]}], "de": [{"set_number": "ABYR-DE069", "set_name": "Abyss Rising", "rarities": ["Common"]}], "fr": [{"set_number": "ABYR-FR069", "set_name": "Abyss Rising", "rarities": ["Common"]}], "it": [{"set_number": "ABYR-IT069", "set_name": "Abyss Rising", "rarities": ["Common"]}], "pt": [{"set_number": "OP19-PT041", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "ja": [{"set_number": "ABYR-JP069", "set_name": "Abyss Rising", "rarities": ["Common"]}], "ko": [{"set_number": "ABYR-KR069", "set_name": "Abyss Rising", "rarities": ["Common"]}], "zh-TW": [{"set_number": "ABYR-TC069", "set_name": "Abyss Rising", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 221232, "master_duel_rarity": "N"}