{"konami_id": 14801, "password": 22091647, "name": {"en": "Immortal Phoenix Gearfried", "de": "Unsterblicher Phönix-Gerfried", "es": "Fénix Inmortal Gearfried", "fr": "Gearfried Phénix Immortel", "it": "Gearfried Fenice Immortale", "pt": "Gearfried Fênix Imortal", "ja": "ゴッドフェニックス・ギア・フリード", "ja_romaji": "Goddo Fenikkusu Gia Furīdo", "ko": "갓피닉스 기어프리드", "ko_rr": "Gatpinikseu Gieopeurideu", "zh-TW": null, "zh-CN": "神御不死鸟・机亚弗里德"}, "text": {"en": "You can banish 1 Equip Spell from your field or GY; Special Summon this card from your hand. At the start of the Damage Step, if this card attacks: You can equip 1 face-up monster on the field to this card (max. 1) as an Equip Spell that gives this card 500 ATK. When a monster effect is activated (Quick Effect): You can send 1 face-up Equip Card you control to the GY; negate the activation, and if you do, destroy it. You can only use each effect of \"Immortal Phoenix Gearfried\" once per turn.", "de": "Du kannst 1 Ausrüstungszauber von deiner Spielfeldseite oder deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Am Beginn des Damage Steps, falls diese Karte angreift: Du kannst diese Karte mit 1 offenen Monster auf dem Spielfeld als Ausrüstungszauber ausrüsten (max. 1), der dieser Karte 500 ATK gibt. Wenn ein Monstereffekt aktiviert wird (Schnelleffekt): Du kannst 1 offene Ausrüstungskarte, die du kontrollierst, auf den Friedhof legen; annulliere die Aktivierung und falls du dies tust, zerstöre es. Du kannst jeden Effekt von „Unsterblicher Phönix-Gerfried“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar 1 Mágica de Equipo en tu Campo o Cementerio; Invoca esta carta de Modo Especial desde tu mano. Al comienzo del Damage Step, si esta carta ataca: puedes equipar 1 monstruo boca arriba en el Campo a esta carta (máx. 1) como una Mágica de Equipo que le da a esta carta 500 ATK. Cuando es activado un efecto de monstruo (Efecto Rápido): puedes mandar al Cementerio 1 Carta de Equipo boca arriba que controles; niega la activación y, si lo haces, destrúyela. Sólo puedes usar cada efecto de \"Fénix Inmortal Gearfried\" una vez por turno.", "fr": "Vous pouvez bannir 1 Magie d'Équipement depuis votre Terrain ou Cimetière ; Invoquez Spécialement cette carte depuis votre main. Au début de la Damage Step, si cette carte attaque : vous pouvez équiper 1 monstre face recto sur le Terrain à cette carte (max. 1) comme une Magie d'Équipement qui donne 500 ATK à cette carte. Lorsqu'un effet de monstre est activé (Effet Rapide) : vous pouvez envoyer 1 Carte d'Équipement face recto que vous contrôlez au Cimetière ; annulez l'activation, et si vous le faites, détruisez-le. Vous ne pouvez utiliser chaque effet de \"Gearfried Phénix Immortel\" qu'une fois par tour.", "it": "Puoi bandire 1 Magia Equipaggiamento dal tuo Terreno o Cimitero; Evoca Specialmente questa carta dalla tua mano. All'inizio del Damage Step, se questa carta attacca: puoi equipaggiare 1 mostro scoperto sul Terreno a questa carta (massimo 1) come una Magia Equipaggiamento che dà 500 ATK a questa carta. Quando viene attivato l'effetto di un mostro (Effetto Rapido): puoi mandare al Cimitero 1 Carta Equipaggiamento scoperta che controlli; annulla l'attivazione e, se lo fai, distruggila. Puoi utilizzare ogni effetto di \"Gearfried Fenice Immortale\" una sola volta per turno.", "pt": "Você pode banir 1 Magia de Equipamento do seu campo ou do Cemitério; Invoque este card por Invocação-Especial da sua mão. No começo da Etapa de Dano, se este card atacar: você pode equipar 1 monstro com a face para cima no campo a este card (máx. 1) como uma Magia de Equipamento que concede 500 de ATK a este card. Quando um efeito de monstro for ativado (Efeito Rápido): você pode enviar 1 Card de Equipamento com a face para cima que você controla para o Cemitério; negue a ativação e, se isso acontecer, destrua-o. Você só pode usar cada efeito de \"Gearfried Fênix Imortal\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分のフィールド・墓地から装備魔法カード１枚を除外して発動できる。このカードを手札から特殊召喚する。②：このカードが攻撃するダメージステップ開始時に発動できる。このカード以外のフィールドの表側表示モンスター１体を選び、攻撃力５００アップの装備カード扱いとしてこのカードに装備する（１体のみ装備可能）。③：モンスターの効果が発動した時、自分フィールドの表側表示の装備カード１枚を墓地へ送って発動できる。その発動を無効にし破壊する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 필드 / 묘지에서 장착 마법 카드 1장을 제외하고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 공격하는 데미지 스텝 개시시에 발동할 수 있다. 이 카드 이외의 필드의 앞면 표시 몬스터 1장을 고르고, 공격력 500 올리는 장착 카드로 취급하여 이 카드에 장착한다(1장만 장착 가능). ③: 몬스터의 효과가 발동했을 때, 자신 필드의 앞면 표시의 장착 카드 1장을 묘지로 보내고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。①：从自己的场上・墓地将１张装备魔法卡除外可以发动。从手牌将此卡特殊召唤。②：此卡攻击的伤害步骤开始时可以发动。挑选场上１只此卡以外的表侧表示怪兽，视为攻击力上升５００的装备卡装备于此卡（仅可装备１只）。③：怪兽的效果发动时，将自己场上的１张表侧表示的装备卡送至墓地可以发动。将该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 9, "atk": 3000, "def": 2200, "series": ["Gearfried"], "images": [{"index": 1, "image": "ImmortalPhoenixGearfried-AMDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TOCH-EN012", "set_name": "Toon Chaos", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "AMDE-EN049", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}], "de": [{"set_number": "TOCH-DE012", "set_name": "Toon Chaos", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "AMDE-DE049", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}], "es": [{"set_number": "TOCH-SP012", "set_name": "Toon Chaos", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "AMDE-SP049", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TOCH-FR012", "set_name": "Toon Chaos", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "AMDE-FR049", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}], "it": [{"set_number": "TOCH-IT012", "set_name": "Toon Chaos", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "AMDE-IT049", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TOCH-PT012", "set_name": "Toon Chaos", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "AMDE-PT049", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SR09-JP001", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SR09-KR001", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "MGP5-SC176", "set_name": "Mega Pack 05", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 646792}