{"konami_id": 8940, "password": 22318971, "name": {"en": "Uni-Horned Familiar", "de": "Einhörniger Vertrauter", "es": "Familiar de Un Cuerno", "fr": "Diablotin Unicorne", "it": "Famiglio Mono-Cornuto", "pt": null, "ja": "<ruby>一<rt>いっ</rt></ruby><ruby>角<rt>かく</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>の<ruby>使<rt>つか</rt></ruby>い<ruby>魔<rt>ま</rt></ruby>", "ja_romaji": "Ikkakujū no Tsukaima", "ko": "유니콘의 사역마", "ko_rr": null, "zh-TW": null, "zh-CN": "独角兽使魔"}, "text": {"en": "When this face-up Defense Position card is selected as an attack target, you can remove from play 1 monster you control other than this card to remove this card from play. The attacking monster must attack. During your next Standby Phase, if this card was removed from play by this effect, this card returns to the field.", "de": "Wenn diese Karte in offener Verteidigungsposition angegriffen wird, kannst du 1 Monster, das du kontrollierst, außer dieser Karte, aus dem Spiel entfernen, um diese Karte aus dem Spiel zu entfernen. Das angreifende Monster muss angreifen. Während deiner nächsten Standby Phase, falls diese Karte durch diesen Effekt aus dem Spiel entfernt wurde, kehrt diese Karte aufs Spielfeld zurück.", "es": "Cuando esta carta en Posición de Defensa boca arriba es seleccionada como objetivo de un ataque, puedes retirar del juego 1 monstruo que controles que no sea esta carta para retirar esta carta del juego. El monstruo atacante debe atacar. Durante tu próxima Standby Phase, si esta carta fue retirada del juego por este efecto, esta carta regresa al Campo.", "fr": "Lorsque cette carte en Position de Défense face recto est sélectionnée comme cible d'une attaque, vous pouvez retirer du jeu 1 monstre que vous contrôlez, excepté cette carte, pour retirer cette carte du jeu. Le monstre attaquant doit attaquer. Durant votre prochaine Standby Phase, si cette carte a été retirée du jeu par cet effet, cette carte retourne sur le Terrain.", "it": "Quando questa carta scoperta in Posizione di Difesa viene scelta come bersaglio di un attacco, puoi rimuovere dal gioco 1 altro mostro che controlli per rimuovere dal gioco questa carta. Il mostro attaccante deve attaccare. Durante la tua prossima Standby Phase, se questa carta è stata rimossa dal gioco da questo effetto, questa carta ritorna sul Terreno.", "pt": null, "ja": "表側守備表示で存在するこのカードが攻撃対象に選択された時、このカード以外の自分フィールド上に存在するモンスター１体をゲームから除外する事で、このカードをゲームから除外する事ができる。その時の攻撃モンスターは攻撃しなければならない。この効果で除外したこのカードは、次の自分のスタンバイフェイズ時にフィールド上に戻る。", "ko": "앞면 수비 표시로 존재하는 이 카드가 공격 대상으로 선택되었을 때, 이 카드 이외의 자신 필드 위에 존재하는 몬스터 1장을 게임에서 제외하는 것으로, 이 카드를 게임에서 제외할 수 있다. 그때의 공격 몬스터는 공격해야 한다. 이 효과로 제외한 이 카드는, 다음 자신의 스텐바이 페이즈시에 필드 위로 되돌린다.", "zh-TW": null, "zh-CN": "表侧守备表示存在的这张卡被选择作为攻击对象时，可以通过把这张卡以外的自己场上存在的1只怪兽从游戏中除外，这张卡从游戏中除外。那个时候的攻击怪兽必须作出攻击。这个效果除外的这张卡在下次的自己的准备阶段时回到场上。"}, "card_type": "Monster", "monster_type_line": "Beast / Tuner", "attribute": "LIGHT", "level": 2, "atk": 0, "def": 1000, "images": [{"index": 1, "image": "UniHornedFamiliar-DREV-EN-C-UE.png"}], "sets": {"en": [{"set_number": "DREV-EN009", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "de": [{"set_number": "DREV-DE009", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "es": [{"set_number": "DREV-SP009", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "fr": [{"set_number": "DREV-FR009", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "it": [{"set_number": "DREV-IT009", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "ja": [{"set_number": "DREV-JP009", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "ko": [{"set_number": "DREV-KR009", "set_name": "Duelist Revolution", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 122949}