{"konami_id": 15642, "password": 22398665, "name": {"en": "Meteonis Drytron", "de": "Meteonis-Drytron", "es": "Drytron Meteonis", "fr": "Météonis Drytron", "it": "Meteonis Drytron", "pt": "Drytron Meteonis", "ja": "<ruby>流星輝巧群<rt>メテオニス・ドライトロン</rt></ruby>", "ja_romaji": "Meteonisu Doraitoron", "ko": "메테오니스 드라이트론", "ko_rr": null, "zh-TW": "輝龍機巧降星", "zh-CN": "辉龙机巧降星"}, "text": {"en": "This card can be used to Ritual Summon any Ritual Monster from your hand or GY. You must also Tribute Machine monsters from your hand or field whose total ATK equal or exceed the ATK of the Ritual Monster you Ritual Summon. If this card is in your GY: You can target 1 \"Drytron\" monster you control; it loses exactly 1000 ATK until the end of your opponent's turn, and if it does, add this card to your hand. You can only use this effect of \"Meteonis Drytron\" once per turn.", "de": "Diese Karte kann verwendet werden, um ein beliebiges Ritualmonster als Ritualbeschwörung von deiner Hand oder deinem Friedhof zu beschwören. Du musst zusätzlich Maschine-Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame ATK größer oder gleich den ATK des Ritualmonsters sind, das du als Ritualbeschwörung beschwörst. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 „Drytron“-Monster wählen, das du kontrollierst; es verliert bis zum Ende des Spielzugs deines Gegners genau 1000 ATK und falls es dies tut, füge diese Karte deiner Hand hinzu. Du kannst diesen Effekt von „Meteonis-Drytron“ nur einmal pro Spielzug verwenden.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual desde tu mano o Cementerio. Debes también Sacrificar monstruos Máquina en tu mano o Campo cuyo ATK total sea igual o supere el ATK del Monstruo de Ritual que Invocas por Ritual. Si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo \"Drytron\" que controles; hasta el final del turno de tu adversario, éste pierde exactamente 1000 ATK y, si lo hace, añade esta carta a tu mano. Sólo puedes usar este efecto de \"Drytron Meteonis\" una vez por turno.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel depuis votre main ou Cimetière. Vous devez aussi Sacrifier des monstres Machine depuis votre main ou Terrain dont la somme des ATK est supérieure ou égale à l'ATK du Monstre Rituel que vous Invoquez Rituellement. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Drytron\" que vous contrôlez ; il perd exactement 1000 ATK jusqu'à la fin du tour de votre adversaire, et s'il le fait, ajoutez cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Météonis Drytron\" qu'une fois par tour.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale dalla tua mano o Cimitero. Devi anche offrire come Tributo mostri Macchina dalla tua mano o Terreno con ATK totale pari o superiore all'ATK del Mostro Rituale che Evochi tramite Rituale. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro \"Drytron\" che controlli; esso perde esattamente 1000 ATK fino alla fine del turno del tuo avversario e, se lo fa, aggiungi questa carta alla tua mano. Puoi utilizzare questo effetto di \"Meteonis Drytron\" una sola volta per turno.", "pt": "Este card pode ser usado para Invocar por Invocação-Ritual qualquer Monstro de Ritual da sua mão ou do Cemitério. Você também deve oferecer como Tributo monstros Máquina da sua mão ou do campo cujo ATK total seja igual ou exceda o ATK do Monstro de Ritual que você Invocou por Invocação-Ritual. Se este card estiver no seu Cemitério: você pode escolher 1 monstro \"Drytron\" que você controla; ele perde exatamente 1000 de ATK até o final do turno do seu oponente e, se isso acontecer, adicione este card à sua mão. Você só pode usar este efeito de \"Drytron Meteonis\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：攻撃力の合計が儀式召喚するモンスターの攻撃力以上になるように、自分の手札・フィールドの機械族モンスターをリリースし、自分の手札・墓地から儀式モンスター１体を儀式召喚する。②：このカードが墓地に存在する場合、自分フィールドの「ドライトロン」モンスター１体を対象として発動できる。そのモンスターの攻撃力を相手ターン終了時まで１０００ダウンし、このカードを手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 공격력의 합계가 의식 소환할 몬스터의 공격력 이상이 되도록, 자신의 패 / 필드의 기계족 몬스터를 릴리스하고, 자신의 패 / 묘지에서 의식 몬스터 1장을 의식 소환한다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 \"드라이트론\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력을 상대 턴 종료시까지 1000 내리고, 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "仪式怪兽的降临所必需。此卡名的②效果1回合仅可使用1次。①：为使合计攻击力变为仪式召唤怪兽的攻击力以上，解放自己手牌・场上的机械族怪兽，从自己的手牌・墓地将1只仪式怪兽仪式召唤。②：此卡存在于墓地的情况下，以自己场上的1只“龙机巧”怪兽为对象可以发动。该怪兽的攻击力直至对手回合结束时为止下降1000，将此卡加入手牌。"}, "card_type": "Spell", "property": "Ritual", "series": ["Drytron"], "images": [{"index": 1, "image": "MeteonisDrytron-GEIM-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GEIM-EN032", "set_name": "Genesis Impact", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "RA04-EN096", "set_name": "Quarter Century Stampede", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Quarter Century Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "de": [{"set_number": "GEIM-DE032", "set_name": "Genesis Impact", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "RA04-DE096", "set_name": "Quarter Century Stampede", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Quarter Century Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "es": [{"set_number": "GEIM-SP032", "set_name": "Genesis Impact", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "RA04-SP096", "set_name": "Quarter Century Stampede", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Quarter Century Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "fr": [{"set_number": "GEIM-FR032", "set_name": "Genesis Impact", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "RA04-FR096", "set_name": "Quarter Century Stampede", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Quarter Century Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "it": [{"set_number": "GEIM-IT032", "set_name": "Genesis Impact", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "RA04-IT096", "set_name": "Quarter Century Stampede", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Quarter Century Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "pt": [{"set_number": "GEIM-PT032", "set_name": "Genesis Impact", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "RA04-PT096", "set_name": "Quarter Century Stampede", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Quarter Century Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBGI-JP032", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}, {"set_number": "QCCP-JP182", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}, {"set_number": "AW01-JP006", "set_name": "High-Resolution Artwork Series", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DBGI-KR032", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}, {"set_number": "QCCP-KR182", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "DBGI-SC032", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715891, "master_duel_rarity": "UR"}