{"konami_id": 14294, "password": 22510667, "name": {"en": "Gouki The Solid Ogre", "de": "Gouki Der Hartkörperoger", "es": "Gouki El Ogro Sólido", "fr": "Gouki L'Ogre Solide", "it": "Gouki Il Solido Orco", "pt": "Gouki, O Ogro Sólido", "ja": "<ruby>剛<rt>ごう</rt></ruby><ruby>鬼<rt>き</rt></ruby>ザ・ソリッド・オーガ", "ja_romaji": "Gōki Za Soriddo Ōga", "ko": "강귀 더 솔리드 오우거", "ko_rr": "Ganggwi Deo Sollideu Ougeo", "zh-TW": "剛鬼 鎧甲食人魔", "zh-CN": "刚鬼 铠甲食人魔"}, "text": {"en": "2+ \"Gouki\" monsters\nCannot be destroyed by battle or card effects while it points to a \"Gouki\" monster. Once per turn (Quick Effect): You can target 1 \"Gouki\" monster in your Main Monster Zone, except \"Gouki The Solid Ogre\"; move that monster you control to your Main Monster Zone this card points to.", "de": "2+ „Gouki“-Monster\nDiese Karte kann weder durch Kampf noch durch Karteneffekte zerstört werden, solange sie auf ein „Gouki“-Monster zeigt. Einmal pro Spielzug (Schnelleffekt): Du kannst 1 „Gouki“-Monster in deiner Main-Monsterzone wählen, außer „Gouki Der Hartkörperoger“; bewege das Monster, das du kontrollierst, in deine Main-Monsterzone, auf die diese Karte zeigt.", "es": "2+ monstruos \"Gouki\"\nNo puede ser destruida en batalla o por efectos de cartas mientras apunte a un monstruo \"Gouki\". Una vez por turno (Efecto Rápido): puedes seleccionar 1 monstruo \"Gouki\" en tu Zona de Monstruos Principal, excepto \"Gouki El Ogro Sólido\"; mueve ese monstruo que controlas a tu Zona de Monstruos Principal a la que apunte esta carta.", "fr": "2+ monstres \"Gouki\"\nNon destructible ni au combat ni par des effets de carte tant qu'elle pointe un monstre \"Gouki\". Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre \"Gouki\" (\"Gouki L'Ogre Solide\" exclu) dans votre Zone Monstre Main ; déplacez le monstre que vous contrôlez dans votre Zone Monstre Main pointée par cette carte.", "it": "2+ mostri \"Gouki\"\nNon può essere distrutto in battaglia o dagli effetti delle carte mentre punta a un mostro \"Gouki\". Una volta per turno (Effetto Rapido): puoi scegliere come bersaglio 1 mostro \"Gouki\" nella tua Zona Mostri Main, eccetto \"Gouki Il Solido Orco\"; sposta quel mostro che controlli in una tua Zona Mostri Main puntata da questa carta.", "pt": "2+ monstros \"Gouki\"\nNão pode ser destruído em batalha ou por efeitos de card enquanto apontar para um monstro \"Gouki\". Uma vez por turno (Efeito Rápido): você pode escolher 1 monstro \"Gouki\" na sua Zona de Monstros Principal, exceto \"Gouki, O Ogro Sólido\"; mova esse monstro que você controla para uma Zona de Monstros Principal para a qual este card apontar.", "ja": "「剛鬼」モンスター２体以上\n①：このカードのリンク先に「剛鬼」モンスターが存在する限り、このカードは戦闘・効果では破壊されない。②：１ターンに１度、「剛鬼ザ・ソリッド・オーガ」以外の自分のメインモンスターゾーンの「剛鬼」モンスター１体を対象として発動できる。その自分のモンスターの位置を、このカードのリンク先となる自分のメインモンスターゾーンに移動する。この効果は相手ターンでも発動できる。", "ko": "\"강귀\" 몬스터 2장 이상\n①: 이 카드의 링크 앞에 \"강귀\" 몬스터가 존재하는 한, 이 카드는 전투 / 효과로는 파괴되지 않는다. ②: 1턴에 1번, \"강귀 더 솔리드 오우거\" 이외의 자신 메인 몬스터 존의 \"강귀\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터의 위치를, 이 카드의 링크 앞이 되는 자신 메인 몬스터 존으로 이동한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "\"刚鬼\"怪兽2只以上\n①：只要此卡的连接端有\"刚鬼\"怪兽存在，此卡不会因战斗・效果被破坏。②：1回合1次，以\"刚鬼 铠甲食人魔\"以外的、自己主要怪兽区域的1只\"刚鬼\"怪兽为对象可以发动。将自己的该怪兽的位置移动至此卡连接端的自己主要怪兽区域。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬅", "⬇", "⬆"], "atk": 2400, "series": ["Gouki"], "images": [{"index": 1, "image": "GoukiTheSolidOgre-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "es": [{"set_number": "DANE-SP044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR044", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC078", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585438, "master_duel_rarity": "N"}