{"konami_id": 9904, "password": 22512406, "name": {"en": "Masked Ninja Ebisu", "de": "Maskierter Ninja Ebisu", "es": "Ninja Enmascarado Ebisu", "fr": "Ninja Masqué Ebisu", "it": "Ninja Mascherato Ebisu", "pt": "Ebisu, Ninja Mascarado", "ja": "<ruby>覆<rt>ふく</rt></ruby><ruby>面<rt>めん</rt></ruby><ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>ヱビス", "ja_romaji": "Fukumen Ninja Webisu", "ko": "복면첩자 에비스", "ko_rr": null, "zh-TW": "覆面忍者惠比壽", "zh-CN": "覆面忍者惠比寿"}, "text": {"en": "Once per turn, if you control a \"Ninja\" monster other than \"Masked Ninja Ebisu\": You can activate this effect; return Spells/Traps your opponent controls to the hand, equal to the number of \"Ninja\" monsters you control, also each of your \"Goe Goe the Gallant Ninja\" can attack directly this turn.", "de": "Einmal pro Spielzug, falls du ein anderes „Ninja“-Monster als „Maskierter Ninja Ebisu“ kontrollierst: Du kannst diesen Effekt aktivieren; gib Zauber/Fallen, die dein Gegner kontrolliert, in Höhe der Anzahl der „Ninja“-Monster, die du kontrollierst, auf die Hand zurück, zusätzlich kann jeder deiner „Goe Goe, der galante Ninja“ in diesem Spielzug direkt angreifen.", "es": "Una vez por turno, si controlas un monstruo \"Ninja\" que no sea \"Ninja Enmascarado Ebisu\": puedes activar este efecto; devuelve a la mano Mágicas/Trampas que controle tu adversario igual al número de monstruos \"Ninja\" que controles, y además cada uno de tus \"Goe Goe, el Ninja Cortés\" puede atacar directamente este turno.", "fr": "Une fois par tour, si vous contrôlez un monstre \"Ninja\" (\"Ninja Masqué Ebisu\" exclu) : vous pouvez activer cet effet ; renvoyez un nombre de Magies/Pièges contrôlés par votre adversaire à la main, égal au nombre de monstres \"Ninja\" que vous contrôlez, et aussi, chacun de vos \"Goe Goe, le Ninja Courageux\" peut attaquer directement ce tour.", "it": "Una volta per turno, se controlli un mostro \"Ninja\" diverso da \"Ninja Mascherato Ebisu\": puoi attivare questo effetto; fai ritornare nella mano Magie/Trappole controllate dal tuo avversario, pari al numero di mostri \"Ninja\" che controlli, inoltre ognuno dei tuoi \"Goe Goe, il Ninja Valoroso\" può attaccare direttamente in questo turno.", "pt": "Uma vez por turno, se você controlar um monstro \"Ninja\" que não seja \"Ebisu, Ninja Mascarado\": você pode ativar este efeito; devolva Magias/Armadilhas que seu oponente controla para a mão, igual ao número de monstros \"Ninja\" que você controla e, além disso, cada um dos seus \"Goe-Goe, o Ninja Galanteador\" podem atacar diretamente neste turno.", "ja": "１ターンに１度、自分フィールド上に「覆面忍者ヱビス」以外の「忍者」と名のついたモンスターが存在する場合に発動できる。自分フィールド上の「忍者」と名のついたモンスターの数だけ、相手の魔法・罠カードを持ち主の手札に戻す。この効果を適用したターン、自分フィールド上の「忍者義賊ゴエゴエ」は相手プレイヤーに直接攻撃できる。", "ko": "1턴에 1번, 자신 필드 위에 \"복면첩자 에비스\" 이외의 \"첩자\"라는 이름이 붙은 몬스터가 존재할 경우에 발동할 수 있다. 자신 필드 위의 \"첩자\"라는 이름이 붙은 몬스터의 수만큼, 상대의 마법 / 함정 카드를 주인의 패로 되돌린다. 이 효과를 적용한 턴, 자신 필드 위의 \"첩자 의적 고에고에\"는 상대 플레이어에게 직접 공격할 수 있다.", "zh-TW": "１回合１次，可在我方場上存在「覆面忍者惠比壽」以外冠有「忍者」之名的怪獸的狀況下發動。依據我方場上冠有「忍者」之名的怪獸數量，將對方的魔法・陷阱卡送回持有者的手牌。在適用此效果的回合，我方場上的「忍者義賊 五衛五衛」可直接攻擊對方玩家。", "zh-CN": "１回合１次，我方场上存在有除“覆面忍者惠比寿”以外的冠有“忍者”之名怪兽的场合可发动。将对手的魔法、陷阱卡返回至持有者手牌，其数量与我方场上冠有“忍者”之名怪兽的数量相同。适用了此效果的回合，我方场上的“忍者义贼 五卫五卫”可直接攻击对手玩家。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "WIND", "level": 4, "atk": 1200, "def": 1800, "series": ["Ninja"], "images": [{"index": 1, "image": "MaskedNinjaEbisu-LART-EN-UR-LE.png", "illustration": "MaskedNinjaEbisu-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "MaskedNinjaEbisu-ORCS-EN-C-1E.jpg", "illustration": "MaskedNinjaEbisu-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "ORCS-EN030", "set_name": "Order of Chaos", "rarities": ["Common"]}, {"set_number": "LART-EN064", "set_name": "The Lost Art Promotion 2023 K", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ORCS-DE030", "set_name": "Order of Chaos", "rarities": ["Common"]}, {"set_number": "LART-DE064", "set_name": "The Lost Art Promotion 2023 K", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ORCS-FR030", "set_name": "Order of Chaos", "rarities": ["Common"]}, {"set_number": "LART-FR064", "set_name": "The Lost Art Promotion 2023 K", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ORCS-IT030", "set_name": "Order of Chaos", "rarities": ["Common"]}, {"set_number": "LART-IT064", "set_name": "The Lost Art Promotion 2023 K", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LART-PT064", "set_name": "The Lost Art Promotion 2023 K", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "ORCS-JP030", "set_name": "Order of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "ORCS-KR030", "set_name": "Order of Chaos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 180108, "master_duel_rarity": "N"}