{"konami_id": 14466, "password": 22586618, "name": {"en": "Simorgh of Darkness", "de": "Simorgh der Finsternis", "es": "Simorgh de Oscuridad", "fr": "Simorgh de l'Obscurité", "it": "Simorgh dell'Oscurità", "pt": "Simorgh das Trevas", "ja": "ダークネス・シムルグ", "ja_romaji": "Dākunesu Shimurugu", "ko": "다크니스 시무르그", "ko_rr": "Dakeuniseu Simureugeu", "zh-TW": null, "zh-CN": "黑暗冥西摩格"}, "text": {"en": "While face-up on the field, this card is also WIND-Attribute. You can only use each of the following effects of \"Simorgh of Darkness\" once per turn.\n● If you Tribute Summon a DARK or WIND monster: You can Special Summon this card from the GY (if it was there when the monster was Tribute Summoned) or hand (even if not).\n● When a Spell/Trap Card or effect is activated (Quick Effect): You can Tribute 1 WIND Winged Beast monster; negate the activation, and if you do, destroy that card.", "de": "Solange diese Karte offen auf dem Spielfeld liegt, hat sie zusätzlich die Eigenschaft WIND. Du kannst jeden der folgenden Effekte von „Simorgh der Finsternis“ nur einmal pro Spielzug verwenden.\n● Falls du ein FINSTERNIS oder WIND Monster als Tributbeschwörung beschwörst: Du kannst diese Karte als Spezialbeschwörung vom Friedhof (falls sie dort lag, als das Monster als Tributbeschwörung beschworen wurde) oder der Hand (selbst falls nicht) beschwören.\n● Wenn eine Zauber-/Fallenkarte oder ein Zauber-/Falleneffekt aktiviert wird (Schnelleffekt): Du kannst 1 WIND Geflügeltes Ungeheuer-Monster als Tribut anbieten; annulliere die Aktivierung und falls du dies tust, zerstöre die Karte.", "es": "Mientras esté boca arriba en el Campo, esta carta también tiene el Atributo VIENTO. Sólo puedes usar cada uno de los siguientes efectos de \"Simorgh de Oscuridad\" una vez por turno.\n● Si Invocas por Sacrificio un monstruo de OSCURIDAD o VIENTO: puedes Invocar esta carta de Modo Especial desde el Cementerio (si estaba allí cuando el monstruo fue Invocado por Sacrificio) o mano (aún si no lo estaba).\n● Cuando es activada una Carta Mágica/de Trampa o un efecto (Efecto Rápido): puedes Sacrificar 1 monstruo Bestia Alada de VIENTO; niega la activación y, si lo haces, destruye esa carta.", "fr": "Tant que cette carte est face recto sur le Terrain, elle est aussi VENT. Vous ne pouvez utiliser chacun des effets suivants de \"Simorgh de l'Obscurité\" qu'une fois par tour.\n● Si vous Invoquez par Sacrifice un monstre TÉNÈBRES ou VENT : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque le monstre a été Invoqué par Sacrifice) ou la main (même si elle n'y était pas).\n● Lorsqu'une Carte Magie/Piège ou effet de Magie/Piège est activé (Effet Rapide) : vous pouvez Sacrifier 1 monstre VENT Bête Ailée ; annulez l'activation, et si vous le faites, détruisez la carte.", "it": "Mentre è scoperta sul Terreno, questa carta ha anche Attributo VENTO. Puoi utilizzare ognuno dei seguenti effetti di \"Simorgh dell'Oscurità\" una sola volta per turno.\n● Se Evochi tramite Tributo un mostro OSCURITÀ o VENTO: puoi Evocare Specialmente questa carta dal Cimitero (se era lì quando il mostro è stato Evocato tramite Tributo) o dalla mano (anche se non lo era).\n● Quando viene attivata una Carta Magia/Trappola o un suo effetto (Effetto Rapido): puoi offrire come Tributo 1 mostro VENTO Bestia Alata; annulla l'attivazione e, se lo fai, distruggi quella carta.", "pt": "Enquanto estiver com a face para cima no campo, este card também é do Atributo VENTO. Você só pode usar cada um dos seguintes efeitos de \"Simorgh das Trevas\" uma vez por turno.\n● Se você Invocar um monstro de TREVAS ou de VENTO por Invocação-Tributo: você pode Invocar este card por Invocação-Especial do Cemitério (se ele estava lá quando o monstro foi Invocado por Invocação-Tributo) ou da mão (mesmo se ele não estava).\n● Quando um Card ou efeito de Magia/Armadilha for ativado (Efeito Rápido): você pode oferecer como Tributo 1 monstro Besta Alada de VENTO; negue a ativação e, se isso acontecer, destrua esse card.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、自分が闇属性または風属性のモンスターのアドバンス召喚に成功した場合に発動できる。このカードを特殊召喚する。②：このカードがモンスターゾーンに存在する限り、このカードの属性は「風」としても扱う。③：魔法・罠カードの効果が発動した時、自分フィールドの鳥獣族・風属性モンスター１体をリリースして発動できる。その発動を無効にし破壊する。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 자신이 어둠 속성 또는 바람 속성 몬스터의 어드밴스 소환에 성공했을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 이 카드의 속성은 \"바람\"으로도 취급한다. ③: 마법 / 함정 카드의 효과가 발동했을 때, 자신 필드의 비행야수족 / 바람 속성 몬스터 1장을 릴리스하고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的①③效果1回合仅可各使用1次。①：此卡存在于手牌・墓地，自己将暗属性或风属性怪兽上级召唤成功的情况下可以发动。将此卡特殊召唤。②：只要此卡存在于怪兽区域，此卡的属性也视为\"风\"。③：魔法・陷阱卡的效果发动时，解放自己场上的1只鸟兽族・风属性怪兽可以发动。将该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "DARK", "level": 8, "atk": 2900, "def": 2000, "series": ["Simorgh"], "images": [{"index": 1, "image": "SimorghofDarkness-RIRA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN022", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "de": [{"set_number": "RIRA-DE022", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "es": [{"set_number": "RIRA-SP022", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RIRA-FR022", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "it": [{"set_number": "RIRA-IT022", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RIRA-PT022", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}], "ja": [{"set_number": "RIRA-JP022", "set_name": "Rising Rampage", "rarities": ["Super Rare", "Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "RIRA-KR022", "set_name": "Rising Rampage", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC112", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 604882}