{"konami_id": 11647, "password": 22657402, "name": {"en": "Isolde, Belle of the Underworld", "de": "Isolde, Schönheit der Unterwelt", "es": "Isolda, Bella del Inframundo", "fr": "Isolde, Belle des Enfers", "it": "Isolde, Bellezza del Mondo Sotterraneo", "pt": "Isolda, Belle do Submundo", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>界<rt>かい</rt></ruby>の<ruby>麗<rt>れい</rt></ruby><ruby>人<rt>じん</rt></ruby>イゾルデ", "ja_romaji": "Meikai no Reijin Izorude", "ko": "명계의 미인 이졸데", "ko_rr": "Myeong-gye-ui Mi-in Ijolde", "zh-TW": "冥界的麗人 伊索德", "zh-CN": "冥界丽人 伊索尔德"}, "text": {"en": "If you control \"Tristan, Knight of the Underworld\", you can Special Summon this card (from your hand). Cannot be Special Summoned by other ways. You can target up to 2 Zombie monsters you control and declare a Level from 5 to 8; they become that Level until the end of this turn, also you cannot Special Summon monsters for the rest of this turn, except Zombie monsters. You can only use this effect of \"Isolde, Belle of the Underworld\" once per turn.", "de": "Falls du „Tristan, Ritter der Unterwelt“ kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Du kannst bis zu 2 Zombie-Monster wählen, die du kontrollierst, und eine Stufe von 5 bis 8 deklarieren; sie werden bis zum Ende dieses Spielzugs zu der Stufe, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Zombie-Monstern. Du kannst diesen Effekt von „Isolde, Schönheit der Unterwelt“ nur einmal pro Spielzug verwenden.", "es": "Si controlas a \"Tristán, Caballero del Inframundo\", puedes Invocar esta carta de Modo Especial (desde tu mano). No puede ser Invocada de Modo Especial de otra forma. Puedes seleccionar hasta 2 monstruos Zombi que controlas y declarar un Nivel entre 5 y 8; hasta el final de este turno, el Nivel de esos monstruos se convierte en ese Nivel, y además por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos Zombi. Sólo puedes usar este efecto de \"Isolda, Bella del Inframundo\" una vez por turno.", "fr": "Si vous contrôlez \"Tristan, Chevalier des Enfers\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Non Invocable Spécialement autrement. Vous pouvez cibler max. 2 monstres Zombie que vous contrôlez et déclarer un Niveau de 5 à 8 ; ils deviennent de ce Niveau jusqu'à la fin de ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Zombie exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Isolde, Belle des Enfers\" qu'une fois par tour.", "it": "Se controlli \"Tristano, Cavaliere del Mondo Sotterraneo\", puoi Evocare Specialmente questa carta (dalla tua mano). Non può essere Evocata Specialmente in altri modi. Puoi scegliere come bersaglio fino a 2 mostri Zombie che controlli e dichiarare un Livello tra 5 e 8; essi diventano di quel Livello fino alla fine di questo turno, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri Zombie. Puoi utilizzare questo effetto di \"Isolde, Bellezza del Mondo Sotterraneo\" una sola volta per turno.", "pt": "Se você controlar \"Tristan, Cavaleiro do Submundo\", você pode Invocar este card por Invocação-Especial (da sua mão). Não pode ser Invocado por Invocação-Especial de nenhuma outra forma. Você pode escolher até 2 monstros Zumbi que você controla e declarar um Nível de 5 a 8; eles se tornam desse Nível até o final deste turno e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros Zumbi. Você só pode usar este efeito de \"Isolda, Belle do Submundo\" uma vez por turno.", "ja": "このカードはこのカードの①の方法でしか特殊召喚できない。このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドに「冥界騎士トリスタン」が存在する場合、このカードは手札から特殊召喚できる。②：自分フィールドのアンデット族モンスターを２体まで対象とし、５～８までの任意のレベルを宣言して発動できる。そのモンスターはターン終了時まで宣言したレベルになる。この効果の発動後、ターン終了時まで自分はアンデット族モンスターしか特殊召喚できない。", "ko": "이 카드는 이 카드의 ①의 방법으로밖에 특수 소환할 수 없다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"명계기사 트리스탄\"이 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신 필드의 언데드족 몬스터를 2장까지 대상으로 하고, 5~8 까지의 임의의 레벨을 선언하여 발동할 수 있다. 그 몬스터는 턴 종료시까지 선언한 레벨이 된다. 이 효과의 발동 후, 턴 종료시까지 자신은 언데드족 몬스터밖에 특수 소환할 수 없다.", "zh-TW": "此卡僅限透過此卡的①方法進行特殊召喚。此卡名的②效果，１回合僅限使用１次。①：在我方場上存在「冥界騎士 特里斯坦」的狀況下，可從手牌特殊召喚此卡。②：可將我方場上的最多２隻不死族怪獸做為對象，宣言５～８的任意等級發動。該怪獸在回合結束前變為宣言的等級。此效果發動後，在回合結束前我方可特殊召喚的怪獸僅限不死族怪獸。", "zh-CN": "此卡仅可以此卡的①方法特殊召唤。此卡名的②效果１回合仅可使用１次。①：自己场上存在“冥界骑士 崔斯坦”的情况下，此卡可从手牌中特殊召唤。②：以自己场上的最多２只不死族怪兽为对象，宣言５～８之间的任意等级可以发动。该怪兽直至回合结束时为止变为所宣言的等级。此效果发动后，直至回合结束时为止，自己仅可特殊召唤不死族怪兽。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 0, "images": [{"index": 1, "image": "IsoldeBelleoftheUnderworld-SR07-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PGL2-EN010", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "SR07-EN017", "set_name": "Structure Deck: Zombie Horde", "rarities": ["Common"]}], "de": [{"set_number": "PGL2-DE010", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "SR07-DE017", "set_name": "Structure Deck: Zombie Horde", "rarities": ["Common"]}], "fr": [{"set_number": "PGL2-FR010", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "SR07-FR017", "set_name": "Structure Deck: Zombie Horde", "rarities": ["Common"]}], "it": [{"set_number": "PGL2-IT010", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "SR07-IT017", "set_name": "Structure Deck: Zombie Horde", "rarities": ["Common"]}], "pt": [{"set_number": "PGL2-PT010", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "SR07-PT017", "set_name": "Structure Deck: Zombie Horde", "rarities": ["Common"]}], "ja": [{"set_number": "PP17-JP010", "set_name": "Premium Pack 17", "rarities": ["Common", "Secret Rare"]}, {"set_number": "SR07-JP017", "set_name": "Structure Deck R: Undead World", "rarities": ["Common"]}], "ko": [{"set_number": "PP10-KR010", "set_name": "Premium Pack Vol.10", "rarities": ["Super Rare"]}, {"set_number": "SR07-KR017", "set_name": "Structure Deck R: Undead World", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC009", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 306956, "master_duel_rarity": "SR"}