{"konami_id": 8877, "password": 22748199, "name": {"en": "The Ice-Bound God", "de": "Der eingefrorene Gott", "es": "El Dios Congelado", "fr": "Le Dieu Couvert de Glace", "it": "La Divinità Bloccata nel Ghiaccio", "pt": "O Deus Aprisionado no Gelo", "ja": "<ruby>神<rt>かみ</rt></ruby>の<ruby>氷<rt>ひょう</rt></ruby><ruby>結<rt>けつ</rt></ruby>", "ja_romaji": "Kami no Hyōketsu", "ko": "신의 빙결", "ko_rr": "Sin-ui Binggyeol", "zh-TW": "神之冰結", "zh-CN": "神之冰结"}, "text": {"en": "If 2 or more WATER monsters are on the field: Target 1 face-up monster your opponent controls; that face-up monster cannot attack, also its effects are negated. If a Level 5 or higher WATER monster(s) is Normal or Special Summoned to your field, while this card is in your GY (except during the Damage Step): You can Set this card, but banish it when it leaves the field. You can only use this effect of \"The Ice-Bound God\" once per turn.", "de": "Falls sich 2 oder mehr WASSER Monster auf dem Spielfeld befinden: Wähle 1 offenes Monster, das dein Gegner kontrolliert; das offene Monster kann nicht angreifen, zusätzlich werden seine Effekte annulliert. Falls ein oder mehr WASSER Monster der Stufe 5 oder höher als Normal- oder Spezialbeschwörung auf deine Spielfeldseite beschworen werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte setzen, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Der eingefrorene Gott“ nur einmal pro Spielzug verwenden.", "es": "Si 2 o más monstruos de AGUA están en el Campo: selecciona 1 monstruo boca arriba que controle tu adversario; ese monstruo boca arriba no puede atacar, y además sus efectos son negados. Si uno o más monstruos de AGUA de Nivel 5 o mayor son Invocados de Modo Normal o Especial a tu Campo, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes Colocar esta carta, pero destiérrala cuando deje el Campo. Sólo puedes usar este efecto de \"El Dios Congelado\" una vez por turno.", "fr": "Si min. 2 monstres EAU sont sur le Terrain : ciblez 1 monstre face recto contrôlé par votre adversaire ; le monstre face recto ne peut pas attaquer, et aussi, ses effets sont annulés. Si un ou plusieurs monstres EAU de min. Niveau 5 sont Invoqués Normalement ou Spécialement sur votre Terrain, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Poser cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Le Dieu Couvert de Glace\" qu'une fois par tour.", "it": "Se 2 o più mostri ACQUA sono sul Terreno: scegli come bersaglio 1 mostro scoperto controllato dal tuo avversario; quel mostro scoperto non può attaccare, inoltre i suoi effetti sono annullati. Se uno o più mostri ACQUA di Livello 5 o superiore vengono Evocati Normalmente o Specialmente sul tuo Terreno, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi Posizionare questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare questo effetto di \"La Divinità Bloccata nel Ghiaccio\" una sola volta per turno.", "pt": "Se 2 ou mais monstros de ÁGUA estiverem no campo: escolha 1 monstro com a face para cima que seu oponente controla; esse monstro com a face para cima não pode atacar e, além disso, seus efeitos são negados. Se um ou mais monstros de ÁGUA de Nível 5 ou mais forem Invocados por Invocação-Normal ou Especial no seu campo, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode Baixar este card, mas bana-o quando ele deixar o campo. Você só pode usar este efeito de \"O Deus Aprisionado no Gelo\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：フィールドに水属性モンスターが２体以上存在する場合、相手フィールドの表側表示モンスター１体を対象として発動できる。その表側表示モンスターは攻撃できず、効果は無効化される。②：このカードが墓地に存在する状態で、自分フィールドにレベル５以上の水属性モンスターが召喚・特殊召喚された場合に発動できる。このカードを自分フィールドにセットする。この効果でセットしたこのカードはフィールドから離れた場合に除外される。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드에 물 속성 몬스터가 2장 이상 존재할 경우, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 앞면 표시 몬스터는 공격할 수 없으며, 효과는 무효화된다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신 필드에 레벨 5 이상의 물 속성 몬스터가 일반 소환 / 특수 소환되었을 경우에 발동할 수 있다. 이 카드를 자신 필드에 세트한다. 이 효과로 세트한 이 카드는 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：场上有水属性怪兽2只以上存在的场合，以对方场上1只表侧表示怪兽为对象才能发动。那只表侧表示怪兽不能攻击，效果无效化。\n②：这张卡在墓地存在的状态，自己场上有5星以上的水属性怪兽召唤·特殊召唤的场合才能发动。这张卡在自己场上盖放。这个效果盖放的这张卡从场上离开的场合除外。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "TheIceBoundGod-BROL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN052", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BROL-DE052", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BROL-FR052", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BROL-IT052", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BROL-PT052", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "20PP-JP019", "set_name": "Premium Pack 2020", "rarities": ["Common", "Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP15-KR019", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 696782, "master_duel_rarity": "R"}