{"konami_id": 11587, "password": 22765132, "name": {"en": "Performapal Call", "de": "Künstlerkumpel rufen", "es": "Llamada del Artistamigo", "fr": "Appel Potartiste", "it": "Richiamo Artistamico", "pt": "Chamado do Camarartista", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>コール", "ja_romaji": "Entameito Kōru", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 콜", "ko_rr": null, "zh-TW": "娛樂夥伴呼喚", "zh-CN": "娱乐伙伴呼唤"}, "text": {"en": "When an opponent's monster declares a direct attack: Target that attacking monster; negate the attack, and if you do, add up to 2 \"Performapal\" monsters from your Deck to your hand, whose total DEF is less than or equal to the ATK of the targeted monster. Until the end of your next turn after this card resolves, you cannot Special Summon monsters from the Extra Deck.", "de": "Wenn ein Monster deines Gegners einen direkten Angriff deklariert: Wähle das angreifende Monster; annulliere den Angriff und falls du dies tust, füge deiner Hand bis zu 2 „Künstlerkumpel“-Monster von deinem Deck hinzu, deren gemeinsame DEF kleiner oder gleich den ATK des als Ziel gewählten Monsters sind. Du kannst bis zum Ende deines nächsten Spielzugs, nachdem diese Karte aktiviert wurde, keine Monster als Spezialbeschwörung vom Extra Deck beschwören.", "es": "Cuando un monstruo de tu adversario declara un ataque directo: selecciona ese monstruo atacante; niega el ataque y, si lo haces, añade a tu mano hasta 2 monstruos \"Artistamigo\" en tu Deck cuyas DEF totales combinadas sean igual o menos que el ATK del monstruo seleccionado. Hasta el final de tu próximo turno después de que esta carta es activada, no puedes Invocar monstruos de Modo Especial desde el Deck Extra.", "fr": "Lorsqu'un monstre de votre adversaire déclare une attaque directe : ciblez le monstre attaquant ; annulez l'attaque, et si vous le faites, ajoutez max. 2 monstres \"Potartiste\" depuis votre Deck à votre main, dont la DEF totale est inférieure ou égale à l'ATK du monstre ciblé. Jusqu'à la fin du prochain tour après activation de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck.", "it": "Quando un mostro dell'avversario dichiara un attacco diretto: scegli come bersaglio quel mostro attaccante; annulla l'attacco e, se lo fai, aggiungi dal tuo Deck alla tua mano fino a 2 mostri \"Artistamico\" il cui DEF totale è pari o inferiore all'ATK del mostro scelto come bersaglio. Fino alla fine del tuo prossimo turno dopo che questa carta è stata attivata, non puoi Evocare Specialmente mostri dall'Extra Deck.", "pt": "Quando um monstro do oponente declarar um ataque direto: escolha o monstro atacante; negue o ataque e, se isso acontecer, adicione até 2 monstros \"Camarartista\" do seu Deck à sua mão, cuja DEF total seja menor ou igual que o ATK do monstro alvo. Até o final do seu próximo turno depois que este card for ativado, você não pode Invocar monstros por Invocação-Especial do Deck Adicional.", "ja": "①：相手モンスターの直接攻撃宣言時に、その攻撃モンスター１体を対象として発動できる。その攻撃を無効にし、守備力の合計が対象のモンスターの攻撃力以下となるように、デッキから「ＥＭ」モンスターを２体まで手札に加える。このカードの発動後、次の自分ターンの終了時まで自分はエクストラデッキからモンスターを特殊召喚できない。", "ko": "①: 상대 몬스터의 직접 공격 선언시에, 그 공격 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 공격을 무효로 하고, 수비력의 합계가 대상 몬스터의 공격력 이하가 되도록, 덱에서 \"EM(엔터메이트)\" 몬스터를 2장까지 패에 넣는다. 이 카드의 발동 후, 다음 자신 턴 종료시까지 자신은 엑스트라 덱에서 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "①：对方怪兽的直接攻击宣言时，以那1只攻击怪兽为对象才能发动。那次攻击无效，守备力合计最多到作为对象的怪兽的攻击力以下为止，从卡组把最多2只「EM」怪兽加入手卡。这张卡的发动后，直到下次的自己回合的结束时自己不能从额外卡组把怪兽特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalCall-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-EN236", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-DE236", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SECE-SP067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-SP236", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-FR236", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-IT236", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-PT236", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR067", "set_name": "Secrets of Eternity", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 316776, "master_duel_rarity": "N"}