{"konami_id": 12488, "password": 22804410, "name": {"en": "Deep-Eyes White Dragon", "de": "Tiefäugiger weißer Drache", "es": "Dragón Blanco de Ojos Profundos", "fr": "Dragon Blanc aux Yeux Profonds", "it": "Drago Bianco Occhi Profondi", "pt": "Dragão Branco de Olhos Profundos", "ja": "ディープアイズ・ホワイト・ドラゴン", "ja_romaji": "Dīpuaizu Howaito Doragon", "ko": "딥아이즈 화이트 드래곤", "ko_rr": "Dip-aijeu Hwaiteu Deuraegon", "zh-TW": null, "zh-CN": "渊眼白龙"}, "text": {"en": "When a face-up \"Blue-Eyes\" monster(s) you control is destroyed by battle or an opponent's card effect, and you have a Dragon-Type monster in your Graveyard: You can Special Summon this card from your hand, and if you do, inflict 600 damage to your opponent for each Dragon-Type monster with different names in your Graveyard. If this card is Normal or Special Summoned: Target 1 Dragon-Type monster in your Graveyard; this card's ATK becomes equal to that monster's. If this card on the field is destroyed by a card effect: Destroy all monsters your opponent controls.", "de": "Wenn ein oder mehr offene „Blauäugig“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt deines Gegners zerstört werden und du ein Monster vom Typ Drache in deinem Friedhof hast: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, füge deinem Gegner 600 Schaden für jedes Monster vom Typ Drache mit unterschiedlichem Namen in deinem Friedhof zu. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Wähle 1 Monster vom Typ Drache in deinem Friedhof; die ATK dieser Karte werden gleich denen des Monsters. Falls diese Karte auf dem Spielfeld durch einen Karteneffekt zerstört wird: Zerstöre alle Monster, die dein Gegner kontrolliert.", "es": "Cuando uno o más monstruos \"Ojos Azules\" boca arriba que controlas son destruidos en batalla o por el efecto de una carta de tu adversario, y tienes un monstruo de Tipo Dragón en tu Cementerio: puedes Invocar esta carta de Modo Especial desde tu mano y, si lo haces, inflige 600 puntos de daño a tu adversario por cada monstruo de Tipo Dragón con nombres diferentes en tu Cementerio. Si esta carta es Invocada de Modo Normal o Especial: selecciona 1 monstruo de Tipo Dragón en tu Cementerio; el ATK de esta carta se convierte en el ATK de ese monstruo. Si esta carta en el Campo es destruida por el efecto de una carta: destruye todos los monstruos que controla tu adversario.", "fr": "Lorsqu'un ou plusieurs monstres \"Yeux Bleus\" face recto que vous contrôlez sont détruits au combat ou par un effet de carte de votre adversaire, et que vous avez un monstre de Type Dragon dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, infligez 600 points de dommages à votre adversaire pour chaque monstre de Type Dragon de noms différents dans votre Cimetière. Si cette carte est Invoquée Normalement ou Spécialement : ciblez 1 monstre de Type Dragon dans votre Cimetière ; l'ATK de cette carte devient égale à celle du monstre. Si cette carte sur le Terrain est détruite par un effet de carte : détruisez tous les monstres contrôlés par votre adversaire.", "it": "Quando uno o più mostri \"Occhi Blu\" scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta dell'avversario, e tu hai un mostro di Tipo Drago nel tuo Cimitero: puoi Evocare Specialmente questa carta dalla tua mano e, se lo fai, infliggi 600 danni al tuo avversario per ogni mostro di Tipo Drago con nome diverso nel tuo Cimitero. Se questa carta viene Evocata Normalmente o Specialmente: scegli come bersaglio 1 mostro di Tipo Drago nel tuo Cimitero; l'ATK di questa carta diventa pari a quello di quel mostro. Se questa carta sul Terreno viene distrutta dall'effetto di una carta: distruggi tutti i mostri controllati dal tuo avversario.", "pt": "Quando um ou mais monstros \"Olhos Azuis\" (exceto \"Donzela de Olhos Azuis\") com a face para cima que você controla forem destruídos em batalha ou por um efeito de card do oponente e você tiver um monstro do Tipo Dragão no seu Cemitério: você pode Invocar este card por Invocação-Especial da sua mão e, se isso acontecer, cause 600 de dano ao seu oponente para cada monstro do Tipo Dragão com um nome diferente no seu Cemitério; o ATK deste card se torna igual ao desse monstro. Se este card no campo for destruído por um efeito de card: destrua todos os monstros que seu oponente controla.", "ja": "①：自分フィールドの表側表示の「ブルーアイズ」モンスターが戦闘または相手の効果で破壊された時に発動できる。このカードを手札から特殊召喚し、自分の墓地のドラゴン族モンスターの種類×６００ダメージを相手に与える。②：このカードが召喚・特殊召喚に成功した場合、自分の墓地のドラゴン族モンスター１体を対象として発動する。このカードの攻撃力はそのモンスターの攻撃力と同じになる。③：フィールドのこのカードが効果で破壊された場合に発動する。相手フィールドのモンスターを全て破壊する。", "ko": "①: 자신 필드의 앞면 표시의 \"푸른 눈\" 몬스터가 전투 또는 상대 효과로 파괴되었을 때에 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 자신 묘지의 드래곤족 몬스터의 종류 × 600 데미지를 상대에게 준다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우, 자신 묘지의 드래곤족 몬스터 1장을 대상으로 하고 발동한다. 이 카드의 공격력은 그 몬스터의 공격력과 같아진다. ③: 필드의 이 카드가 효과로 파괴되었을 경우에 발동한다. 상대 필드의 몬스터를 전부 파괴한다.", "zh-TW": null, "zh-CN": "①：自己场上的表侧表示的「青眼」怪兽被战斗或者对方的效果破坏时才能发动。这张卡从手卡特殊召唤，给与对方为自己墓地的龙族怪兽种类×600伤害。②：这张卡召唤·特殊召唤成功的场合，以自己墓地1只龙族怪兽为对象发动。这张卡的攻击力变成和那只怪兽的攻击力相同。③：场上的这张卡被效果破坏的场合发动。对方场上的怪兽全部破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 10, "atk": 0, "def": 0, "series": ["-Eyes Dragon"], "images": [{"index": 1, "image": "DeepEyesWhiteDragon-MVP1-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "MVP1-EN005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ENG05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ENS05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "de": [{"set_number": "MVP1-DE005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-DEG05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-DES05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "es": [{"set_number": "MVP1-SP005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-SPG05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-SPS05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "MVP1-FR005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-FRG05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-FRS05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "it": [{"set_number": "MVP1-IT005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ITG05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ITS05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "MVP1-PT005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-PTG05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-PTS05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "MVP1-JP005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Kaiba Corporation Ultra Rare"]}, {"set_number": "20TH-JPC24", "set_name": "20th Anniversary Legend Collection", "rarities": ["Ultra Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "MVP1-KR005", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "LEC1-KR024", "set_name": "20th Anniversary Legend Collection", "rarities": ["Ultra Parallel Rare", "Secret Rare"]}, {"set_number": "MVP1-KRQ05", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Quarter Century Edition", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 445649}