{"konami_id": 14403, "password": 22866836, "name": {"en": "Spin Turn", "de": "Punktdrehung", "es": "Direccional de Giro", "fr": "Rotation sur Place", "it": "Giro di Rotazione", "pt": "Inversão do Sentido", "ja": "<ruby>超信地旋回<rt>スピン・ターン</rt></ruby>", "ja_romaji": "Supin Tān", "ko": "스핀 턴", "ko_rr": "Seupin Teon", "zh-TW": "超信地旋回", "zh-CN": "超原地转向"}, "text": {"en": "Activate 1 of the following effects.\n● Target 1 EARTH Machine Xyz Monster you control in Attack Position and 1 monster your opponent controls; change the battle position of your monster, and if you do, destroy that opponent's monster.\n● Target 1 EARTH Machine Xyz Monster you control in Defense Position and 1 Spell/Trap your opponent controls; change the battle position of your monster, and if you do, destroy that opponent's Spell/Trap.", "de": "Aktiviere 1 der folgenden Effekte.\n● Wähle 1 ERDE Maschine-Xyz-Monster in Angriffsposition, das du kontrollierst, und 1 Monster, das dein Gegner kontrolliert; ändere die Kampfposition deines Monsters und falls du dies tust, zerstöre das Monster des Gegners.\n● Wähle 1 ERDE Maschine-Xyz-Monster in Verteidigungsposition, das du kontrollierst, und 1 Zauber/Falle, den oder die dein Gegner kontrolliert; ändere die Kampfposition deines Monsters und falls du dies tust, zerstöre den Zauber / die Falle des Gegners.", "es": "Activa 1 de los efectos siguientes.\n● Selecciona 1 Monstruo Xyz Máquina de TIERRA que controles en Posición de Ataque y 1 monstruo que controle tu adversario; cambia la posición de batalla de tu monstruo y, si lo haces, destruye ese monstruo del adversario.\n● Selecciona 1 Monstruo Xyz Máquina de TIERRA que controles en Posición de Defensa y 1 Mágica/Trampa que controle tu adversario; cambia la posición de batalla de tu monstruo y, si lo haces, destruye esa Mágica/Trampa del adversario.", "fr": "Activez 1 des effets suivants.\n● Ciblez 1 Monstre Xyz TERRE Machine que vous contrôlez en Position d'Attaque et 1 monstre contrôlé par votre adversaire ; changez la position de combat de votre monstre, et si vous le faites, détruisez le monstre de l'adversaire.\n● Ciblez 1 Monstre Xyz TERRE Machine que vous contrôlez en Position de Défense et 1 Magie/Piège contrôlé par votre adversaire ; changez la position de combat de votre monstre, et si vous le faites, détruisez la Magie/Piège de l'adversaire.", "it": "Attiva 1 dei seguenti effetti.\n● Scegli come bersaglio 1 Mostro Xyz TERRA Macchina in Posizione di Attacco che controlli e 1 mostro controllato dal tuo avversario; cambia la posizione del tuo mostro e, se lo fai, distruggi quel mostro dell'avversario.\n● Scegli come bersaglio 1 Mostro Xyz TERRA Macchina in Posizione di Difesa che controlli e 1 Magia/Trappola controllata dal tuo avversario; cambia la posizione del tuo mostro e, se lo fai, distruggi quella Magia/Trappola dell'avversario.", "pt": "Ative 1 desses efeitos.\n● Escolha 1 Monstro Xyz Máquina de TERRA que você controla em Posição de Ataque e 1 monstro que seu oponente controla; mude a posição de batalha do seu monstro e, se isso acontecer, destrua o monstro do oponente.\n● Escolha 1 Monstro Xyz Máquina de TERRA que você controla em Posição de Defesa e 1 Magia/Armadilha que seu oponente controla; mude a posição de batalha do seu monstro e, se isso acontecer, destrua a Magia/Armadilha do oponente.", "ja": "①：以下の効果から１つを選択して発動できる。\n●自分フィールドの攻撃表示の機械族・地属性Ｘモンスター１体と相手フィールドのモンスター１体を対象として発動できる。その自分のモンスターの表示形式を変更し、その相手モンスターを破壊する。\n●自分フィールドの守備表示の機械族・地属性Ｘモンスター１体と相手フィールドの魔法・罠カード１枚を対象として発動できる。その自分のモンスターの表示形式を変更し、その相手の魔法・罠カードを破壊する。", "ko": "①: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신 필드의 공격 표시의 기계족 / 땅 속성 엑시즈 몬스터 1장과 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터의 표시 형식을 변경하고, 그 상대 몬스터를 파괴한다.\n●자신 필드의 수비 표시의 기계족 / 땅 속성 엑시즈 몬스터 1장과 상대 필드의 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터의 표시 형식을 변경하고, 그 상대의 마법 / 함정 카드를 파괴한다.", "zh-TW": null, "zh-CN": "①：可从以下效果中选择1个发动。\n●以自己场上的1只攻击表示的机械族・地属性超量怪兽和对手场上的1只怪兽为对象可以发动。变更该自己的怪兽的表示形式，将该对手的怪兽破坏。\n●以自己场上的1只守备表示的机械族・地属性超量怪兽和对手场上的1张魔法・陷阱卡为对象可以发动。变更该自己的怪兽的表示形式，将该对手的魔法・陷阱卡破坏。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "SpinTurn-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN013", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-EN218", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INCH-DE013", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-DE218", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INCH-FR013", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-FR218", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INCH-IT013", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-IT218", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INCH-PT013", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-PT218", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBIC-JP013", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBIC-KR013", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TM01-SC038", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 594378, "master_duel_rarity": "N"}