{"konami_id": 14280, "password": 22900219, "name": {"en": "Dinowrestler Chimera T Wrextle", "de": "Dinowrestler Schimäre T Wrextle", "es": "Dinoluchador Quimera T Wrextle", "fr": "Dinolutteur Chimère T Rexlutte", "it": "Dinowrestler Chimera T Wrextel", "pt": "Dinolutador Quimera T Wrextle", "ja": "ダイナレスラー・キメラ・<ruby>Ｔ<rt>ティー</rt></ruby>レッスル", "ja_romaji": "Dainaresurā Kimera Tī Ressuru", "ko": "다이너레슬러 키메라 <ruby>T<rt>티</rt></ruby>렛슬", "ko_rr": "Daineoreseulleo Kimera Tiretseul", "zh-TW": "恐龍摔角手 嵌合摔角暴龍", "zh-CN": "恐龙摔跤手・嵌合摔跤暴龙"}, "text": {"en": null, "de": "1 „Dinowrestler“-Linkmonster + 1 „Dinowrestler“-Monster\nFalls diese Karte kämpft, kann dein Gegner bis zum Ende des Damage Steps keine Zauber-/Fallenkarten aktivieren. Falls diese Karte ein Monster in Verteidigungsposition angreift, füge durchschlagenden Kampfschaden zu. Monster deines Gegners können keine Monster als Angriffsziel wählen, außer diesem. Falls diese Karte ein Monster durch Kampf zerstört: Sie erhält 500 ATK. Falls diese Karte durch einen Karteneffekt zerstört wird: Zerstöre alle Monster deines Gegners in Angriffsposition.", "es": "1 Monstruo de Enlace \"Dinoluchador\" + 1 monstruo \"Dinoluchador\"\nSi esta carta batalla, tu adversario no puede activar Cartas Mágicas/de Trampa hasta el final del Damage Step. Si esta carta ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración. Los monstruos de tu adversario no pueden seleccionar monstruos para ataques, excepto a éste. Si esta carta destruye un monstruo en batalla: éste gana 500 ATK. Si esta carta es destruida por efecto de una carta: destruye todos los monstruos de tu adversario en Posición de Ataque.", "fr": "1 Monstre Lien \"Dinolutteur\" + 1 monstre \"Dinolutteur\"\nSi cette carte combat, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Les monstres de votre adversaire ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Si cette carte détruit un monstre au combat : elle gagne 500 ATK. Si cette carte est détruite par un effet de carte : détruisez tous les monstres en Position d'Attaque de votre adversaire.", "it": "1 Mostro Link \"Dinowrestler\" + 1 mostro \"Dinowrestler\"\nSe questa carta combatte, il tuo avversario non può attivare Carte Magia/Trappola fino alla fine del Damage Step. Se questa carta attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante. I mostri del tuo avversario non possono scegliere mostri come bersaglio per gli attacchi, eccetto questo. Se questa carta distrugge un mostro in battaglia: essa guadagna 500 ATK. Se questa carta viene distrutta dall'effetto di una carta: distruggi tutti i mostri in Posizione di Attacco del tuo avversario.", "pt": "1 Monstro Link \"Dinolutador\" + 1 monstro \"Dinolutador\"\nSe este card batalhar, seu oponente não pode ativar Cards de Magia/Armadilha até o final da Etapa de Dano. Se este card atacar um monstro em Posição de Defesa, cause dano de batalha perfurante. Os monstros do seu oponente não podem escolher monstros como alvo de ataques, exceto este. Se este card destruir um monstro em batalha: ele ganha 500 de ATK. Se este card for destruído por um efeito de card: destrua todos os monstros em Posição de Ataque do seu oponente.", "ja": "「ダイナレスラー」Ｌモンスター＋「ダイナレスラー」モンスター\n①：このカードが戦闘を行う場合、相手はダメージステップ終了時まで魔法・罠カードを発動できない。\n②：このカードが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。\n③：相手モンスターは他のモンスターを攻撃対象に選択できない。\n④：このカードが戦闘でモンスターを破壊した場合に発動する。このカードの攻撃力は５００アップする。\n⑤：このカードが効果で破壊された場合に発動する。相手の攻撃表示モンスターを全て破壊する。", "ko": "\"다이너레슬러\" 링크 몬스터 ＋ \"다이너레슬러\" 몬스터\n①: 이 카드가 전투를 실행할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 카드를 발동할 수 없다. ②: 이 카드가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 전투 데미지를 준다. ③: 상대는 다른 몬스터를 공격 대상으로 선택할 수 없다. ④: 이 카드가 전투로 몬스터를 파괴했을 경우에 발동한다. 이 카드의 공격력은 500 올린다. ⑤: 이 카드가 효과로 파괴되었을 경우에 발동한다. 상대의 공격 표시 몬스터를 전부 파괴한다.", "zh-TW": "「恐龍摔角手」連結怪獸＋「恐龍摔角手」怪獸\n①：在此卡進行戰鬥的狀況下，對方在傷害步驟結束前無法發動魔法・陷阱卡。②：在此卡攻擊守備表示怪獸的狀況下，給予攻擊力超過該守備力數值的戰鬥傷害。③：對方無法將其他怪獸選為攻擊對象。④：在此卡因戰鬥破壞怪獸的狀況下發動。此卡的攻擊力提升５００。⑤：在此卡因效果被破壞的狀況下發動。將對方所有攻擊表示怪獸全部破壞。", "zh-CN": "“恐龙摔跤手”连接怪兽＋“恐龙摔跤手”怪兽\n①：此卡进行战斗的情况下，对手直至伤害步骤结束时为止不可发动魔法・陷阱卡。②：此卡攻击守备表示怪兽的情况下，依攻击力超出该怪兽守备力的数值来给予战斗伤害。③：对手不可将其他怪兽选择为攻击对象。④：此卡战斗破坏怪兽的情况下发动。此卡的攻击力上升５００。⑤：此卡因效果被破坏的情况下发动。将对手的攻击表示怪兽全部破坏。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Fusion / Effect", "attribute": "EARTH", "level": 8, "atk": 3500, "def": 0, "series": ["Dinowrestler"], "images": [{"index": 1, "image": "DinowrestlerChimeraTWrextle-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN030", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-EN063", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE030", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-DE063", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR030", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-FR063", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT030", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-IT063", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT030", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-PT063", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP030", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR030", "set_name": "Dark Neostorm", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584372, "master_duel_rarity": "SR"}