{"konami_id": 20708, "password": 22916418, "name": {"en": "Mantman the Ultrahuman", "de": "Mantman der Ultramensch", "es": "Mantman el Ultrahumano", "fr": "Manthomme l'Ultrahumain", "it": "Mantman l'Ultraumano", "pt": "Homem de Capa, o Ultra-Humano", "ja": null, "ja_romaji": null, "ko": "초인전－망토맨", "ko_rr": null, "zh-TW": "超人傳－披風俠", "zh-CN": "超人传－披风侠"}, "text": {"en": "Cannot be Tributed, or be destroyed by battle, while face-up on the field. You can only use each of the following effects of \"Mantman the Ultrahuman\" once per turn. If your opponent controls a face-up card you own: You can Special Summon this card from your hand. During the End Phase, if this card was Normal or Special Summoned this turn: You can place this card on the bottom of the Deck, then you can return 1 face-up card on the field you own to your hand.", "de": "Diese Karte kann weder als Tribut angeboten noch durch Kampf zerstört werden, solange sie offen auf dem Spielfeld liegt. Du kannst jeden der folgenden Effekte von „Mantman der Ultramensch“ nur einmal pro Spielzug verwenden. Falls dein Gegner eine offene Karte kontrolliert, die du besitzt: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während der End Phase, falls diese Karte in diesem Spielzug als Normal- oder Spezialbeschwörung beschworen wurde: Du kannst diese Karte unters Deck legen, dann kannst du 1 offene Karte auf dem Spielfeld, die du besitzt, auf deine Hand zurückgeben.", "es": "No puede ser Sacrificado, o destruido en batalla, mientras esté boca arriba en el Campo. Sólo puedes usar cada uno de los siguientes efectos de \"Mantman el Ultrahumano\" una vez por turno. Si tu adversario controla una carta boca arriba que tú poseas: puedes Invocar esta carta de Modo Especial desde tu mano. Durante la End Phase, si esta carta fue Invocada de Modo Normal o Especial este turno: puedes poner esta carta en la parte inferior del Deck, y después puedes devolver a tu mano 1 carta boca arriba en el Campo que poseas.", "fr": "Ni Sacrifiable ni destructible au combat, tant que cette carte est face recto sur le Terrain. Vous ne pouvez utiliser chacun des effets suivants de \"Manthomme l'Ultrahumain\" qu'une fois par tour. Si votre adversaire contrôle une carte face recto que vous possédez : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant la End Phase, si cette carte a été Invoquée Normalement ou Spécialement ce tour : vous pouvez placer cette carte au-dessous du Deck, puis vous pouvez renvoyer 1 carte face recto sur le Terrain que vous possédez à votre main.", "it": "Non può essere offerto come Tributo, o essere distrutto in battaglia, mentre è scoperto sul Terreno. Puoi utilizzare ognuno dei seguenti effetti di \"Mantman l'Ultraumano\" una sola volta per turno. Se il tuo avversario controlla una carta scoperta di tua proprietà: puoi Evocare Specialmente questa carta dalla tua mano. Durante la End Phase, se questa carta è stata Evocata Normalmente o Specialmente in questo turno: puoi mettere questa carta in fondo al Deck, poi puoi far ritornare 1 carta scoperta sul Terreno di tua proprietà nella tua mano.", "pt": "Não pode ser oferecido como Tributo, ou destruído em batalha, enquanto estiver com a face para cima no campo. Você só pode usar cada um dos seguintes efeitos de \"Homem de Capa, o Ultra-Humano\" uma vez por turno. Se seu oponente controlar um card com a face para cima do qual você é dono: você pode Invocar este card por Invocação-Especial da sua mão. Durante a Fase Final, se este card foi Invocado por Invocação-Normal ou Especial neste turno: você pode colocar este card no fundo do Deck e, depois, você pode devolver para a sua mão 1 card do qual você é dono com a face para cima no campo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "LIGHT", "level": 7, "atk": 2400, "def": 1200, "images": [{"index": 1, "image": "MantmantheUltrahuman-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN084", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE084", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "es": [{"set_number": "ROTA-SP084", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR084", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT084", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT084", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1083817, "master_duel_rarity": "R"}