{"konami_id": 14861, "password": 22933016, "name": {"en": "A.I.dle Reborn", "de": "A.I.dle-Wiedergeburt", "es": "Renacer de A.I.zoso", "fr": "Renaissance A.I.dle", "it": "Rinascita A.I.dle", "pt": "Renascimento I.A.tivo", "ja": "<ruby>Ａｉ<rt>アイ</rt></ruby>ドリング・ボーン", "ja_romaji": "Aidoringu Bōn", "ko": "<ruby>Ai<rt>아이</rt></ruby>들링 본", "ko_rr": "Aideulling Bon", "zh-TW": "Ai待機重生", "zh-CN": "-艾-待机重生"}, "text": {"en": "Target 1 \"@Ignister\" monster in your GY; Special Summon it, also you cannot Special Summon monsters for the rest of this turn after this card resolves, except Cyberse monsters. When an attack is declared involving 2 monsters: You can banish this card from your GY and 1 card from your hand, then target 1 of your \"A.I.\" Spells/Traps that is banished or in your GY, except \"A.I.dle Reborn\"; add that card to your hand. You can only use each effect of \"A.I.dle Reborn\" once per turn.", "de": "Wähle 1 „@Ignister“-Monster in deinem Friedhof; beschwöre es als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, keine Monster als Spezialbeschwörung beschwören, außer Cyberse-Monstern. Wenn ein Angriff deklariert wird, an dem 2 Monster beteiligt sind: Du kannst diese Karte von deinem Friedhof und 1 Karte von deiner Hand verbannen und dann 1 deiner „A.I.“-Zauber/Fallen wählen, der oder die verbannt ist oder sich in deinem Friedhof befindet, außer „A.I.dle-Wiedergeburt“; füge die Karte deiner Hand hinzu. Du kannst jeden Effekt von „A.I.dle-Wiedergeburt“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo \"@Ignister\" en tu Cementerio; Invócalo de Modo Especial, y además no puedes Invocar monstruos de Modo Especial por el resto de este turno después de que se resuelva esta carta, excepto monstruos Ciberso. Cuando es declarado un ataque que involucre 2 monstruos: puedes desterrar esta carta en tu Cementerio y 1 carta en tu mano, y después seleccionar 1 de tus Mágicas/Trampas \"A.I.\" que esté desterrada o en tu Cementerio, excepto \"Renacer de A.I.zoso\"; añade esa carta a tu mano. Sólo puedes usar cada efecto de \"Renacer de A.I.zoso\" una vez por turno.", "fr": "Ciblez 1 monstre \"@Ignister\" dans votre Cimetière ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Cyberse exclus) le reste de ce tour après la résolution de cette carte. Lorsqu'une attaque impliquant 2 monstres est déclarée : vous pouvez bannir cette carte depuis votre Cimetière et 1 carte depuis votre main, puis ciblez 1 de vos Magies/Pièges \"A.I.\" (\"Renaissance A.I.dle\" exclu) qui est banni ou dans votre Cimetière ; ajoutez la carte à votre main. Vous ne pouvez utiliser chaque effet de \"Renaissance A.I.dle\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro \"@Ignister\" nel tuo Cimitero; Evocalo Specialmente, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno dopo che questa carta si è risolta, eccetto mostri Cyberso. Quando viene dichiarato un attacco che coinvolge 2 mostri: puoi bandire questa carta dal tuo Cimitero e 1 carta dalla tua mano, poi scegliere come bersaglio 1 delle tue Magie/Trappole \"A.I.\" che è bandita o nel tuo Cimitero, eccetto \"Rinascita A.I.dle\"; aggiungi quella carta alla tua mano. Puoi utilizzare ogni effetto di \"Rinascita A.I.dle\" una sola volta per turno.", "pt": "Escolha 1 monstro \"@Ignister\" no seu Cemitério; Invoque-o por Invocação-Especial e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno depois que este card resolver, exceto monstros Ciberso. Quando um ataque for declarado envolvendo 2 monstros: você pode banir este card do seu Cemitério e 1 card da sua mão e, depois, escolha 1 das suas Magias/Armadilhas \"I.A.\" que estiverem banidas ou no seu Cemitério, exceto \"Renascimento I.A.tivo\"; adicione esse card à sua mão. Você só pode usar cada efeito de \"Renascimento I.A.tivo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地の「＠イグニスター」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。このカードの発動後、ターン終了時まで自分はサイバース族モンスターしか特殊召喚できない。②：モンスター同士が戦闘を行う攻撃宣言時、墓地のこのカードと手札を１枚除外し、自分の墓地のカード及び除外されている自分のカードの中から、「Ａｉドリング・ボーン」以外の「Ａｉ」魔法・罠カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 \"＠(앳)이그니스터\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 카드의 발동 후, 턴 종료시까지 자신은 사이버스족 몬스터밖에 특수 소환할 수 없다. ②: 몬스터끼리가 전투를 실행하는 공격 선언시, 묘지의 이 카드와 패를 1장 제외하고, 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, \"Ai(아이)들링 본\" 이외의 \"Ai(아이)\" 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將我方墓地的１隻「＠伊格尼斯者」怪獸做為對象發動。特殊召喚該怪獸。此卡發動後，在回合結束前我方可特殊召喚的怪獸僅限電子界族怪獸。②：怪獸彼此進行戰鬥的攻擊宣言時，可將墓地的此卡和１張手牌除外，從我方墓地的卡及我方被除外的卡中，將１張「Ai待機重生」以外的「Ai」魔法・陷阱卡做為對象發動。將該卡加入手牌。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：以自己墓地的1只\"@伊格尼斯者\"怪兽为对象可以发动。将该怪兽特殊召唤。此卡发动后，直至回合结束时为止自己仅可特殊召唤电子界族怪兽。②：怪兽之间进行战斗的攻击宣言时，将墓地的此卡和1张手牌除外，从自己墓地的卡及自己被除外的卡中，以\"-艾-待机重生\"以外的1张\"-艾-\"魔法・陷阱卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["A.I."], "images": [{"index": 1, "image": "AIdleReborn-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN052", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "MP21-EN023", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE052", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "MP21-DE023", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR052", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "MP21-FR023", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT052", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "MP21-IT023", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT052", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "MP21-PT023", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP052", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "ko": [{"set_number": "IGAS-KR052", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP4-SC084", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 663822, "master_duel_rarity": "R"}