{"konami_id": 19866, "password": 22970795, "name": {"en": "Wightlord", "de": "Wichtlord", "es": "Señor Espectro", "fr": "Seigneur des Crânes Serviteurs", "it": "Spettrosignore", "pt": "Senhor Inumano", "ja": "ワイトロード", "ja_romaji": "Waitorōdo", "ko": "저주받은 하인 로드", "ko_rr": "Jeojubad-eun Hain Rodeu", "zh-TW": "白骨道君主", "zh-CN": "白骨道君主"}, "text": {"en": "This card's name becomes \"Skull Servant\" while in the GY. You can only use each of the following effects of \"Wightlord\" once per turn. If you have \"Skull Servant\" or \"King of the Skull Servants\" in your GY: You can send this card from your hand or field to the GY; send cards from the top of your Deck to the GY, up to the number of \"Skull Servant\" and \"King of the Skull Servants\" in your GY. You can banish this card from your GY, then target 1 \"Skull Servant\" or \"King of the Skull Servants\" in your GY; Special Summon it.", "de": "Der Name dieser Karte wird zu „Totenkopfdiener“, solange sie im Friedhof liegt. Du kannst jeden der folgenden Effekte von „Wichtlord“ nur einmal pro Spielzug verwenden. Falls du „Totenkopfdiener“ oder „König der Totenkopfdiener“ in deinem Friedhof hast: Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; lege die obersten Karten deines Decks bis zur Anzahl der „Totenkopfdiener“ und „König der Totenkopfdiener“ in deinem Friedhof auf den Friedhof. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Totenkopfdiener“ oder „König der Totenkopfdiener“ in deinem Friedhof wählen; beschwöre ihn als Spezialbeschwörung.", "es": "El nombre de esta carta se convierte en \"Sirviente de la Calavera\" mientras esté en el Cementerio. Sólo puedes usar cada uno de los siguientes efectos de \"Señor Espectro\" una vez por turno. Si tienes \"Sirviente de la Calavera\" o \"Rey de los Sirvientes de la Calavera\" en tu Cementerio: puedes mandar al Cementerio esta carta en tu mano o Campo; manda al Cementerio cartas de la parte superior de tu Deck, hasta el número de \"Sirviente de la Calavera\" y \"Rey de los Sirvientes de la Calavera\" en tu Cementerio. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 \"Sirviente de la Calavera\" o \"Rey de los Sirvientes de la Calavera\" en tu Cementerio; Invócalo de Modo Especial.", "fr": "Le nom de cette carte devient \"Crâne Serviteur\" tant qu'elle est dans le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Seigneur des Crânes Serviteurs\" qu'une fois par tour. Si vous avez \"Crâne Serviteur\" ou \"Roi des Crânes Serviteurs\" dans votre Cimetière : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; envoyez un nombre de cartes du dessus de votre Deck au Cimetière, inférieur ou égal au nombre de \"Crâne Serviteur\" et \"Roi des Crânes Serviteurs\" dans votre Cimetière. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 \"Crâne Serviteur\" ou \"Roi des Crânes Serviteurs\" dans votre Cimetière ; Invoquez-le Spécialement.", "it": "Il nome di questa carta diventa \"Servitore del Teschio\" mentre è nel Cimitero. Puoi utilizzare ognuno dei seguenti effetti di \"Spettrosignore\" una sola volta per turno. Se hai \"Servitore del Teschio\" o \"Re dei Servitori del Teschio\" nel tuo Cimitero: puoi mandare questa carta dalla tua mano o Terreno al Cimitero; manda carte dalla cima del tuo Deck al Cimitero, fino al numero di \"Servitore del Teschio\" e \"Re dei Servitori del Teschio\" nel tuo Cimitero. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 \"Servitore del Teschio\" o \"Re dei Servitori del Teschio\" nel tuo Cimitero; Evocalo Specialmente.", "pt": "O nome deste card se torna \"Servo Caveira\" enquanto estiver no Cemitério. Você só pode usar cada um dos seguintes efeitos de \"Senhor Inumano\" uma vez por turno. Se você tiver \"Servo Caveira\" ou \"Rei dos Servos Caveira\" no seu Cemitério: você pode enviar este card da sua mão ou do campo para o Cemitério; envie cards do topo do seu Deck para o Cemitério, até o número de \"Servo Caveira\" e \"Rei dos Servos Caveira\" no seu Cemitério. Você pode banir este card do seu Cemitério e, depois, escolha 1 \"Servo Caveira\" ou \"Rei dos Servos Caveira\" no seu Cemitério; Invoque-o por Invocação-Especial.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのカード名は、墓地に存在する限り「ワイト」として扱う。②：自分の墓地に「ワイト」か「ワイトキング」が存在する場合、手札・フィールドのこのカードを墓地へ送って発動できる。自分の墓地の「ワイト」「ワイトキング」の数まで、自分のデッキの上からカードを墓地へ送る。③：墓地のこのカードを除外し、自分の墓地の、「ワイト」か「ワイトキング」１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 카드명은, 묘지에 존재하는 한 \"저주받은 하인\"으로 취급한다. ②: 자신 묘지에 \"저주받은 하인\"이나 \"저주받은 하인 킹\"이 존재할 경우, 패 / 필드의 이 카드를 묘지로 보내고 발동할 수 있다. 자신 묘지의 \"저주받은 하인\" \"저주받은 하인 킹\"의 수까지, 자신의 덱 위에서 카드를 묘지로 보낸다. ③: 묘지의 이 카드를 제외하고, 자신 묘지의, \"저주받은 하인\"이나 \"저주받은 하인 킹\" 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②③效果１回合仅可各使用１次。\n①：此卡只要存在于墓地，卡名视为“白骨”。\n②：自己的墓地存在“白骨”或“白骨王”的情况下，将手牌・场上的此卡送至墓地可以发动。从自己的牌组上面将卡送至墓地，数量最多为自己墓地的“白骨”、“白骨王”的数量。\n③：将墓地的此卡除外，以自己墓地的１只“白骨”或“白骨王”为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "LIGHT", "level": 1, "atk": 300, "def": 200, "series": ["Wight"], "images": [{"index": 1, "image": "Wightlord-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP27-EN008", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "de": [{"set_number": "LEDE-DE025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP27-DE008", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "es": [{"set_number": "LEDE-SP025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP27-SP008", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LEDE-FR025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP27-FR008", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "it": [{"set_number": "LEDE-IT025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP27-IT008", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LEDE-PT025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP27-PT008", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LEDE-JP025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR025", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC025", "set_name": "Legacy of Destruction", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LEDE-SC025", "set_name": "Legacy of Destruction +1 Bonus Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1035826, "master_duel_rarity": "N"}