{"konami_id": 22330, "password": 22984000, "name": {"en": "Mercurium the Living Quicksilver", "de": "Mercurium das lebende Quecksilber", "es": "Mercurium el Mercurio Viviente", "fr": "Mercurium le Mercure Vivant", "it": "Mercurium il Mercurio Vivente", "pt": "Mercurium, o Mercúrio Vivo", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "2+ Level 10 monsters\nIf this card is Xyz Summoned: You can attach 1 monster from your Deck to this card as material. You can only use this effect of \"Mercurium the Living Quicksilver\" once per turn. While this card has material, your opponent cannot activate the effects of monsters in their GY with the same Attribute as a monster in your GY. Once per turn, during the End Phase: Detach 1 material from this card or take 3000 damage.", "de": "2+ Monster der Stufe 10\nFalls diese Karte als Xyz-Beschwörung beschworen wird: Du kannst 1 Monster von deinem Deck als Material an diese Karte anhängen. Du kannst diesen Effekt von „Mercurium das lebende Quecksilber“ nur einmal pro Spielzug verwenden. Solange diese Karte Material hat, kann dein Gegner die Effekte von Monstern in seinem Friedhof mit derselben Eigenschaft wie ein Monster in deinem Friedhof nicht aktivieren. Einmal pro Spielzug, während der End Phase: Hänge 1 Material von dieser Karte ab oder du erhältst 3000 Schaden.", "es": "2+ monstruos de Nivel 10\nSi esta carta es Invocada Xyz: puedes acoplar a esta carta 1 monstruo en tu Deck como material. Sólo puedes usar este efecto de \"Mercurium el Mercurio Viviente\" una vez por turno. Mientras esta carta tenga material, tu adversario no puede activar los efectos de los monstruos en su Cementerio con el mismo Atributo que el de un monstruo en tu Cementerio. Una vez por turno, durante la End Phase: desacopla 1 material de esta carta o recibes 3000 puntos de daño.", "fr": "2+ monstres de Niveau 10\nSi cette carte est Invoquée par Xyz : vous pouvez attacher 1 monstre depuis votre Deck à cette carte comme Matériel. Vous ne pouvez utiliser cet effet de \"Mercurium le Mercure Vivant\" qu'une fois par tour. Tant que cette carte a du Matériel, votre adversaire ne peut pas activer les effets des monstres dans son Cimetière du même Attribut qu'un monstre dans votre Cimetière. Une fois par tour, durant la End Phase : détachez 1 Matériel de cette carte ou recevez 3000 points de dommages.", "it": "2+ mostri di Livello 10\nSe questa carta viene Evocata Xyz: puoi attaccare 1 mostro dal tuo Deck a questa carta come materiale. Puoi utilizzare questo effetto di \"Mercurium il Mercurio Vivente\" una sola volta per turno. Mentre questa carta ha materiale, il tuo avversario non può attivare gli effetti dei mostri nel suo Cimitero con lo stesso Attributo di un mostro nel tuo Cimitero. Una volta per turno, durante la End Phase: stacca 1 materiale da questa carta o subisci 3000 danni.", "pt": "2+ monstros de Nível 10\nSe este card for Invocado por Invocação-Xyz: você pode associar 1 monstro do seu Deck a este card como matéria. Você só pode usar este efeito de \"Mercurium, o Mercúrio Vivo\" uma vez por turno. Enquanto este card tiver matéria, seu oponente não pode ativar os efeitos de monstros no Cemitério dele com o mesmo Atributo que o de um monstro no seu Cemitério. Uma vez por turno, durante a Fase Final: desassocie 1 matéria deste card ou sofra 3000 de dano.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Aqua / Xyz / Effect", "attribute": "DARK", "rank": 10, "atk": 3000, "def": 3000, "materials": "2 or more Level 10 monsters", "images": [{"index": 1, "image": "MercuriumtheLivingQuicksilver-BPRO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN084", "set_name": "Burst Protocol", "rarities": ["Ultra Rare", "Starlight Rare"]}], "de": [{"set_number": "BPRO-DE084", "set_name": "Burst Protocol", "rarities": ["Ultra Rare", "Starlight Rare"]}], "es": [{"set_number": "BPRO-SP084", "set_name": "Burst Protocol", "rarities": ["Ultra Rare", "Starlight Rare"]}], "fr": [{"set_number": "BPRO-FR084", "set_name": "Burst Protocol", "rarities": ["Ultra Rare", "Starlight Rare"]}], "it": [{"set_number": "BPRO-IT084", "set_name": "Burst Protocol", "rarities": ["Ultra Rare", "Starlight Rare"]}], "pt": [{"set_number": "BPRO-PT084", "set_name": "Burst Protocol", "rarities": ["Ultra Rare", "Starlight Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1151290}