{"konami_id": 12334, "password": 23160024, "name": {"en": "Amorphous Persona", "de": "Amorphe Person", "es": "Persona Amorfa", "fr": "Persona Amorphe", "it": "Amorfo Persona", "pt": "Pessoa Amorfa", "ja": "アモルファス<ruby>Ｐ<rt>ペルソナ</rt></ruby>", "ja_romaji": "Amorufasu Perusona", "ko": "아모르파스<ruby>P<rt>페르소나</rt></ruby>", "ko_rr": null, "zh-TW": "無形假面", "zh-CN": "无形假面"}, "text": {"en": null, "de": "Alle „Amorphage“-Monster auf dem Spielfeld erhalten 300 ATK/DEF. Bis zu zweimal pro Spielzug, falls ein oder mehr „Amorphage“-Monster, die du kontrollierst, als Tribut angeboten werden, ziehe 1 Karte. Du kannst diese Karte von deinem Friedhof verbannen; biete Pendelmonster von deiner Hand oder Spielfeldseite als Tribut an, deren gemeinsame Stufe genau 8 beträgt, dann beschwöre 1 „Amorphactor Pein, der imaginäre Drachoberherr“ als Ritualbeschwörung von deiner Hand.", "es": "Todos los monstruos \"Amórfago/a\" en el Campo ganan 300 ATK/DEF. Hasta dos veces por turno, si uno o más monstruos \"Amórfago/a\" que controles son Sacrificados, roba 1 carta. Puedes desterrar esta carta en tu Cementerio; Sacrifica Monstruos de Péndulo en tu mano o Campo cuyos Niveles totales sean exactamente 8, y después Invoca por Ritual, desde tu mano, 1 \"Amorfactor Pena, el Dracoseñor de la Imaginación\".", "fr": "Tous les monstres \"Amorphage\" sur le Terrain gagnent 300 ATK/DEF. Max. deux fois par tour, si un ou plusieurs monstres \"Amorphage\" que vous contrôlez sont Sacrifiés, piochez 1 carte. Vous pouvez bannir cette carte depuis votre Cimetière ; Sacrifiez des Monstres Pendule depuis votre main ou Terrain dont le Niveau total est exactement égal à 8, puis Invoquez Rituellement 1 \"Amorphactor Pain, le Dracosseigneur Imaginaire\" depuis votre main.", "it": "Tutti i mostri \"Amorfago\" sul Terreno guadagnano 300 ATK/DEF. Fino a due volte per turno, se uno o più mostri \"Amorfago\" che controlli vengono offerti come Tributo, pesca 1 carta. Puoi bandire questa carta dal tuo Cimitero; offri come Tributo Mostri Pendulum dalla tua mano o Terreno la cui somma dei Livelli è esattamente 8, poi Evoca tramite Rituale 1 \"Amorphactor Pena, il Dracosovrano Immaginazione\" dalla tua mano.", "pt": "Todos os monstros \"Amórfago\" no campo ganham 300 de ATK/DEF. Até duas vezes por turno, se um ou mais monstros \"Amórfago\" que você controla forem oferecidos como Tributo, compre 1 card. Você pode banir este card do seu Cemitério; ofereça como Tributo Monstros Pêndulo da sua mão ou do campo cuja soma dos Níveis seja exatamente igual a 8 e, depois, Invoque por Invocação-Ritual 1 \"Pesar Amorfactor, o Dracosuserano da Imaginação\" da sua mão.", "ja": "①：フィールドの「アモルファージ」モンスターの攻撃力・守備力は３００アップする。\n②：このカードがフィールドゾーンに存在する限り、１ターンに２度まで、自分フィールドの「アモルファージ」モンスターがリリースされる度に自分は１枚ドローする。\n③：墓地のこのカードを除外して発動できる。自分の手札・フィールドから、レベルの合計が８になるようにＰモンスターをリリースし、手札から「虚竜魔王アモルファクターＰ」を儀式召喚する。", "ko": "①: 필드의 \"아모르파지\" 몬스터의 공격력 / 수비력은 300 올린다. ②: 이 카드가 필드 존에 존재하는 한, 자신 필드의 \"아모르파지\" 몬스터가 릴리스될 때마다 자신은 덱에서 1장 드로우한다. 이 효과는 1턴에 2번까지 적용할 수 있다. ③: 묘지의 이 카드를 제외하고 발동할 수 있다. 자신의 패 / 필드에서, 레벨의 합계가 8 이 되도록 펜듈럼 몬스터를 릴리스하고, 패에서 \"허용마왕 아모르펙터P(사이코)\"를 의식 소환한다.", "zh-TW": "①：場上的「無形噬體」怪獸的攻擊力・守備力提升３００。②：只要此卡存在於場地區，每當我方場上的「無形噬體」怪獸被解放時，我方就從牌組抽１張牌。此效果１回合最多可適用２次。③：可將墓地的此卡除外發動。為使等級合計變為８，從我方手牌・場上解放鐘擺怪獸，從手牌儀式召喚「虛龍魔王 無形因子心」。", "zh-CN": "①：场上的“无形噬体”怪兽的攻击力・守备力上升３００。②：只要此卡存在于场地区域，每次自己场上的“无形噬体”怪兽被解放，自己从牌组抽１张。此效果１回合最多可适用２次。③：将墓地的此卡除外可以发动。为使等级合计为８，从自己的手牌・场上解放灵摆怪兽，从手牌将“虚龙魔王无形因子 心”仪式召唤。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "AmorphousPersona-OP15-EN-C-UE.png"}], "sets": {"en": [{"set_number": "SHVI-EN062", "set_name": "Shining Victories", "rarities": ["Ultra Rare"]}, {"set_number": "OP15-EN022", "set_name": "OTS Tournament Pack 15", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE062", "set_name": "Shining Victories", "rarities": ["Ultra Rare"]}, {"set_number": "OP15-DE022", "set_name": "OTS Tournament Pack 15", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR062", "set_name": "Shining Victories", "rarities": ["Ultra Rare"]}, {"set_number": "OP15-FR022", "set_name": "OTS Tournament Pack 15", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT062", "set_name": "Shining Victories", "rarities": ["Ultra Rare"]}, {"set_number": "OP15-IT022", "set_name": "OTS Tournament Pack 15", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT062", "set_name": "Shining Victories", "rarities": ["Ultra Rare"]}, {"set_number": "OP15-PT022", "set_name": "OTS Tournament Pack 15", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP062", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR062", "set_name": "Shining Victories", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 398182, "master_duel_rarity": "N"}