{"konami_id": 11310, "password": 23204029, "name": {"en": "Contrast HERO Chaos", "de": "Kontrast-HELD Chaos", "es": "HÉROE del Contraste Chaos", "fr": "Chaos, HÉROS du Contraste", "it": "Chaos EROE Contrasto", "pt": "Caos, o HERÓI do Contraste", "ja": "<ruby>Ｃ・ＨＥＲＯ<rt>コントラストヒーロー</rt></ruby> カオス", "ja_romaji": "Kontorasuto Hīrō Kaosu", "ko": "콘트라스트 히어로 카오스", "ko_rr": null, "zh-TW": "對極－英雄 混沌", "zh-CN": "对极－英雄 混沌"}, "text": {"en": "2 \"Masked HERO\" monsters\n(This card is always treated as an \"Elemental HERO\" card.)\nMust be Fusion Summoned and cannot be Special Summoned by other ways. While face-up on the field, this card is also LIGHT-Attribute. Once per turn, during either player's turn: You can target 1 face-up card on the field; negate that target's effects until the end of this turn.", "de": "2 „Maskierter HELD“-Monster\n(Diese Karte wird immer als „Elementar-HELD“-Karte behandelt.)\nMuss als Fusionsbeschwörung beschworen werden und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Solange diese Karte offen auf dem Spielfeld liegt, hat sie zusätzlich die Eigenschaft LICHT. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 offene Karte auf dem Spielfeld wählen; annulliere bis zum Ende dieses Spielzugs die Effekte des gewählten Ziels.", "es": "2 monstruos \"HÉROE Enmascarado\"\n(Esta carta se trata siempre como una carta \"HÉROE Elemental\").\nDebe ser Invocado por Fusión y no puede ser Invocado de Modo Especial de otra forma. Mientras esté boca arriba en el Campo, esta carta también tiene el Atributo LUZ. Una vez por turno, durante el turno de cualquier jugador: puedes seleccionar 1 carta boca arriba en el Campo; hasta el final de este turno, niega los efectos de ese objetivo.", "fr": "2 monstres \"HÉROS Masqué\"\n(Cette carte est toujours traitée comme une carte \"HÉROS Élémentaire\".)\nUniquement Invocable par Fusion et non Invocable Spécialement autrement. Tant que cette carte est face recto sur le Terrain, elle est aussi LUMIÈRE. Une fois par tour, durant le tour de chaque joueur : vous pouvez cibler 1 carte face recto sur le Terrain ; jusqu'à la fin de ce tour, annulez les effets de la cible.", "it": "2 mostri \"EROE Mascherato\"\n(Questa carta viene sempre considerata come una carta \"EROE Elementale\".)\nDeve essere Evocato tramite Fusione e non può essere Evocato Specialmente in altri modi. Mentre è scoperta sul Terreno, questa carta ha anche Attributo LUCE. Una volta per turno, durante il turno di qualsiasi giocatore: puoi scegliere come bersaglio 1 carta scoperta sul Terreno; annulla gli effetti di quel bersaglio fino alla fine di questo turno.", "pt": "2 monstros \"HERÓI Mascarado\"\n(Este card é tratado como um card \"HERÓI do Elemento\".)\nDeve ser Invocado por Invocação-Fusão e não pode ser Invocado por Invocação-Especial de nenhuma outra forma. Enquanto estiver com a face para cima no campo, este card também é de Atributo LUZ. Uma vez por turno, durante o turno de qualquer duelista: você pode escolher 1 card com a face para cima no campo; negue os efeitos do alvo até o final deste turno.", "ja": "「Ｍ・ＨＥＲＯ」モンスター×２\nこのカード名はルール上「Ｅ・ＨＥＲＯ」カードとしても扱う。このカードは融合召喚でしか特殊召喚できない。①：このカードがモンスターゾーンに存在する限り、このカードの属性は「光」としても扱う。②：自分・相手ターンに１度、フィールドの表側表示カード１枚を対象として発動できる。そのカードの効果をターン終了時まで無効にする。", "ko": "\"마스크드 히어로\" 몬스터 × 2\n이 카드는 룰상 \"엘리멘틀 히어로\" 몬스터로도 취급한다. 이 카드는 융합 소환으로밖에 특수 소환할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 이 카드의 속성은 \"빛\"으로도 취급한다. ②: 1턴에 1번, 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드의 효과를 턴 종료시까지 무효로 한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "“假面-英雄”怪兽×2\n此卡在规则上也视为“元素-英雄”怪兽。此卡仅可以融合召唤方式特殊召唤。①：只要此卡存在于怪兽区域，此卡的属性也视为“光”。②：1回合1次，以场上的1张表侧表示的卡为对象可以发动。将该卡的效果直至回合结束时为止无效。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "DARK", "level": 9, "atk": 3000, "def": 2600, "series": ["HERO", "Elemental HERO", "Chaos"], "images": [{"index": 1, "image": "ContrastHEROChaos-SDHS-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDHS-EN041", "set_name": "HERO Strike Structure Deck", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDHS-DE041", "set_name": "HERO Strike Structure Deck", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SDHS-SP041", "set_name": "HERO Strike Structure Deck", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDHS-FR041", "set_name": "HERO Strike Structure Deck", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDHS-IT041", "set_name": "HERO Strike Structure Deck", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDHS-PT041", "set_name": "HERO Strike Structure Deck", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD27-JP041", "set_name": "Structure Deck: HERO's Strike", "rarities": ["Ultra Rare"]}, {"set_number": "TTP1-JP042", "set_name": "Tactical-Try Pack: Dark Magic / HERO / Mikanko", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "SD27-KR041", "set_name": "Structure Deck: HERO's Strike", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "SD27-SC041", "set_name": "Structure Deck: HERO's Strike", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 339963, "master_duel_rarity": "R"}