{"konami_id": 22064, "password": 23249029, "name": {"en": "Cursed Copycat Noble Arms", "de": "Verfluchte nachgeahmte edle Waffen", "es": "Armas Nobles de Imitación Maldita", "fr": "Armes Nobles Imitées Maudites", "it": "Nobili Armi Imitatore Maledetto", "pt": "Armas Nobres do Imitador Amaldiçoado", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "The equipped monster gains 200 ATK/DEF for each Equip Spell in your field and GY. While this card is equipped to a Warrior monster: You can activate this effect; you cannot Special Summon for the rest of this turn, except Warrior monsters, also Special Summon 1 Warrior monster with the same Attribute and Level as the equipped monster but a different name from your Deck, and if you do, equip it with this card, then destroy the monster this card was equipped to. You can only use this effect of \"Cursed Copycat Noble Arms\" once per turn.", "de": "Das ausgerüstete Monster erhält für jeden Ausrüstungszauber auf deiner Spielfeldseite und in deinem Friedhof 200 ATK/DEF. Solange diese Karte ein Krieger-Monster ausrüstet: Du kannst diesen Effekt aktivieren; du kannst für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Krieger-Monstern, zusätzlich beschwöre 1 Krieger-Monster mit derselben Eigenschaft und Stufe wie das ausgerüstete Monster, aber einem unterschiedlichen Namen als Spezialbeschwörung von deinem Deck und falls du dies tust, rüste es mit dieser Karte aus, dann zerstöre das Monster, das mit dieser Karte ausgerüstet war. Du kannst diesen Effekt von „Verfluchte nachgeahmte edle Waffen“ nur einmal pro Spielzug verwenden.", "es": "El monstruo equipado gana 200 ATK/DEF por cada Mágica de Equipo en tu Campo y Cementerio. Mientras esta carta está equipada a un monstruo Guerrero: puedes activar este efecto; no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruos Guerrero, y además Invoca de Modo Especial, desde tu Deck, 1 monstruo Guerrero con el mismo Atributo y Nivel que los del monstruo equipado, pero un nombre diferente y, si lo haces, equípalo con esta carta, y después destruye el monstruo al que esta carta estaba equipada. Sólo puedes usar este efecto de \"Armas Nobles de Imitación Maldita\" una vez por turno.", "fr": "Le monstre équipé gagne 200 ATK/DEF pour chaque Magie d'Équipement dans votre Terrain et Cimetière. Tant que cette carte est équipée à un monstre Guerrier : vous pouvez activer cet effet ; vous ne pouvez pas Invoquer Spécialement (monstres Guerrier exclus) le reste de ce tour, et aussi, Invoquez Spécialement 1 monstre Guerrier du même Attribut et Niveau que le monstre équipé mais de nom différent depuis votre Deck, et si vous le faites, équipez-le avec cette carte, puis détruisez le monstre qui était équipé avec cette carte. Vous ne pouvez utiliser cet effet de \"Armes Nobles Imitées Maudites\" qu'une fois par tour.", "it": "Il mostro equipaggiato guadagna 200 ATK/DEF per ogni Magia Equipaggiamento nel tuo Terreno e Cimitero. Mentre questa carta è equipaggiata a un mostro Guerriero: puoi attivare questo effetto; non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Guerriero, inoltre Evoca Specialmente 1 mostro Guerriero con lo stesso Attributo e Livello del mostro equipaggiato ma con un nome diverso dal tuo Deck e, se lo fai, equipaggialo con questa carta, poi distruggi il mostro a cui questa carta era equipaggiata. Puoi utilizzare questo effetto di \"Nobili Armi Imitatore Maledetto\" una sola volta per turno.", "pt": "O monstro equipado ganha 200 de ATK/DEF para cada Magia de Equipamento no seu campo e Cemitério. Enquanto este card estiver equipado a um monstro Guerreiro: você pode ativar este efeito; você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Guerreiro e, além disso, Invoque por Invocação-Especial do seu Deck 1 monstro Guerreiro com o mesmo Atributo e Nível que o do monstro equipado, mas um nome diferente e, se isso acontecer, equipe-o com este card e, depois, destrua o monstro ao qual este card estava equipado. Você só pode usar este efeito de \"Armas Nobres do Imitador Amaldiçoado\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Equip", "series": ["Noble Arms"], "images": [{"index": 1, "image": "CursedCopycatNobleArms-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN082", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE082", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP082", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR082", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT082", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT082", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145935}