{"konami_id": 8997, "password": 23327298, "name": {"en": "Parallel Selection", "de": "Parallelauswahl", "es": "Seleccion Paralela", "fr": "Sélection Parallèle", "it": "Selezione Parallela", "pt": "Seleção Paralela", "ja": "パラレル・セレクト", "ja_romaji": "Parareru Serekuto", "ko": "패러렐 셀렉트", "ko_rr": null, "zh-TW": "平行選擇", "zh-CN": "平行选择"}, "text": {"en": "Activate only when a Synchro Monster you control is destroyed by your opponent's card (either by battle or by card effect) and sent to the Graveyard. Select 1 of your removed from play Spell Cards and add it to your hand.", "de": "Aktiviere diese Karte nur, wenn ein Synchromonster, das du kontrollierst, durch eine Karte deines Gegners zerstört (entweder durch Kampf oder durch einen Karteneffekt) und auf den Friedhof gelegt wird. Wählte 1 deiner aus dem Spiel entfernten Zauberkarten und füge sie deiner Hand hinzu.", "es": "Sólo puedes activar esta carta cuando un Monstruo de Sincronía que controles es destruido por una carta de tu adversario (ya sea en batalla o por el efecto de una carta) y mandado al Cementerio. Selecciona 1 de tus Cartas Mágicas retiradas del juego y añádela a tu mano.", "fr": "Activable uniquement lorsqu'un Monstre Synchro que vous contrôlez est détruit par une carte de votre adversaire (au combat ou par l'effet d'une carte) et envoyé au Cimetière. Sélectionnez 1 de vos Cartes Magie retirées du jeu et ajoutez-la à votre main.", "it": "Attiva solo quando un Mostro Synchro che controlli viene distrutto da una carta dell'avversario (in battaglia o dall'effetto di una carta) e mandato al Cimitero. Scegli 1 delle tue Carte Magia rimosse dal gioco e aggiungila alla tua mano.", "pt": null, "ja": "自分フィールド上に存在するシンクロモンスターが相手によって破壊され墓地へ送られた時、ゲームから除外されている自分の魔法カード１枚を選択して発動する。選択した魔法カードを手札に加える。", "ko": "자신 필드 위에 존재하는 싱크로 몬스터가 상대에 의해서 파괴되어 묘지로 보내졌을 때, 게임에서 제외되어 있는 자신의 마법 카드 1장을 선택하고 발동한다. 선택한 마법 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "自己场上存在的同调怪兽被对方破坏送去墓地时，选择从游戏中除外的1张自己的魔法卡发动。选择的魔法卡加入手卡。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "ParallelSelection-DREV-EN-R-1E.jpg"}], "sets": {"en": [{"set_number": "DREV-EN066", "set_name": "Duelist Revolution", "rarities": ["Rare"]}], "de": [{"set_number": "DREV-DE066", "set_name": "Duelist Revolution", "rarities": ["Rare"]}], "es": [{"set_number": "DREV-SP066", "set_name": "Duelist Revolution", "rarities": ["Rare"]}], "fr": [{"set_number": "DREV-FR066", "set_name": "Duelist Revolution", "rarities": ["Rare"]}], "it": [{"set_number": "DREV-IT066", "set_name": "Duelist Revolution", "rarities": ["Rare"]}], "ja": [{"set_number": "DREV-JP066", "set_name": "Duelist Revolution", "rarities": ["Rare"]}], "ko": [{"set_number": "DREV-KR066", "set_name": "Duelist Revolution", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 123621, "master_duel_rarity": "N"}