{"konami_id": 15748, "password": 23377425, "name": {"en": "S-Force Bridgehead", "de": "S-Kraft-Brückenkopf", "es": "Zona de Avanzada Fuerza-S", "fr": "Tête de Pont de la Force-S", "it": "Testa di Ponte S-Forza", "pt": "Cabeça de Ponte Força-S", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> ブリッジヘッド", "ja_romaji": "Sekyuriti Fōsu Burijjiheddo", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 브릿지헤드", "ko_rr": "Sikyuriti Poseu Beuritjihedeu", "zh-TW": "超元特防隊 橋頭堡", "zh-CN": "超元特防队 桥头堡"}, "text": {"en": "When this card is activated: You can add 1 \"S-Force\" monster from your Deck to your hand. When an opponent's monster declares an attack on your \"S-Force\" monster in its same column: You can activate this effect; that monster you control cannot be destroyed by that battle. You can only use this effect of \"S-Force Bridgehead\" once per turn. You can only activate 1 \"S-Force Bridgehead\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „S-Kraft“-Monster von deinem Deck hinzufügen. Wenn ein Monster eines Gegners einen Angriff auf dein „S-Kraft“-Monster in seiner Spalte deklariert: Du kannst diesen Effekt aktivieren; das Monster, das du kontrollierst, kann durch den Kampf nicht zerstört werden. Du kannst diesen Effekt von „S-Kraft-Brückenkopf“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „S-Kraft-Brückenkopf“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes añadir a tu mano 1 monstruo \"Fuerza-S\" en tu Deck. Cuando un monstruo del adversario declara un ataque a tu monstruo \"Fuerza-S\" en su misma columna: puedes activar este efecto; ese monstruo que controlas no puede ser destruido en esa batalla. Sólo puedes usar este efecto de \"Zona de Avanzada Fuerza-S\" una vez por turno. Sólo puedes activar 1 \"Zona de Avanzada Fuerza-S\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Force-S\" depuis votre Deck à votre main. Lorsqu'un monstre de l'adversaire déclare une attaque sur votre monstre \"Force-S\" dans la même colonne : vous pouvez activer cet effet ; le monstre que vous contrôlez ne peut pas être détruit par ce combat. Vous ne pouvez utiliser cet effet de \"Tête de Pont de la Force-S\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Tête de Pont de la Force-S\" par tour.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 mostro \"S-Forza\" dal tuo Deck alla tua mano. Quando un mostro dell'avversario dichiara un attacco su un tuo mostro \"S-Forza\" nella sua stessa colonna: puoi attivare questo effetto; quel mostro che controlli non può essere distrutto in quella battaglia. Puoi utilizzare questo effetto di \"Testa di Ponte S-Forza\" una sola volta per turno. Puoi attivare solo 1 \"Testa di Ponte S-Forza\" per turno.", "pt": "Quando este card for ativado: você pode adicionar 1 monstro \"Força-S\" do seu Deck à sua mão. Quando um monstro do oponente declarar um ataque contra um monstro \"Força-S\" seu na mesma coluna: você pode ativar este efeito; esse monstro que você controla não pode ser destruído nessa batalha. Você só pode usar este efeito de \"Cabeça de Ponte Força-S\" uma vez por turno. Você só pode ativar 1 \"Cabeça de Ponte Força-S\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の②の効果は１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、デッキから「Ｓ－Ｆｏｒｃｅ」モンスター１体を手札に加える事ができる。②：相手モンスターが同じ縦列の自分の「Ｓ－Ｆｏｒｃｅ」モンスターに攻撃宣言した時に発動できる。その自分のモンスターはその戦闘では破壊されない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"S－Force(시큐리티 포스)\" 몬스터 1장을 패에 넣을 수 있다. ②: 상대 몬스터가 같은 세로열인 자신의 \"S－Force(시큐리티 포스)\" 몬스터에 공격 선언했을 때에 발동할 수 있다. 그 자신 몬스터는 그 전투로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张，此卡名的②效果１回合仅可使用１次。①：作为此卡发动时的效果处理，可从牌组将１只“超元特防队”怪兽加入手牌。②：对手怪兽对同一纵列的、自己的“超元特防队”怪兽攻击宣言时可以发动。自己的该怪兽不会因战斗被破坏。"}, "card_type": "Spell", "property": "Field", "series": ["S-Force"], "images": [{"index": 1, "image": "SForceBridgehead-BLVO-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN057", "set_name": "Blazing Vortex", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLVO-DE057", "set_name": "Blazing Vortex", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLVO-FR057", "set_name": "Blazing Vortex", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLVO-IT057", "set_name": "Blazing Vortex", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLVO-PT057", "set_name": "Blazing Vortex", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "BLVO-JP057", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "ko": [{"set_number": "BLVO-KR057", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC151", "set_name": "Mega Pack 05", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716545, "master_duel_rarity": "R"}