{"konami_id": 11707, "password": 23440231, "name": {"en": "Infernoid Devyaty", "de": "Infernoid Devyaty", "es": "Infiernoid Devyaty", "fr": "Infernoid Devyaty", "it": "Infernoid Devyaty", "pt": "Infernoide Devyaty", "ja": "インフェルノイド・リリス", "ja_romaji": "Inferunoido Ririsu", "ko": "인페르노이드 릴리스", "ko_rr": null, "zh-TW": "獄炎機 莉莉絲", "zh-CN": "狱炎机・莉莉丝"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand or GY) by banishing 3 \"Infernoid\" monsters from your hand or GY while the total Levels and Ranks of all Effect Monsters you control are 8 or lower. When this card is Special Summoned: You can destroy all Spells and Traps on the field, except \"Void\" cards. Once per turn, when another monster's effect is activated (Quick Effect): You can Tribute 1 monster; negate the activation, and if you do, banish it.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand oder deinem Friedhof) beschworen werden, indem du 3 „Infernoid“-Monster von deiner Hand oder deinem Friedhof verbannst, solange die Summe der Stufen und Ränge aller Effektmonster, die du kontrollierst, 8 oder kleiner ist. Wenn diese Karte als Spezialbeschwörung beschworen wird: Du kannst alle Zauber und Fallen auf dem Spielfeld zerstören, außer „Leere“-Karten. Einmal pro Spielzug, wenn der Effekt eines anderen Monsters aktiviert wird (Schnelleffekt): Du kannst 1 Monster als Tribut anbieten; annulliere die Aktivierung und falls du dies tust, verbanne es.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano o Cementerio) desterrando 3 monstruos \"Infiernoid\" en tu mano o Cementerio mientras los Niveles y Rangos totales de todos los Monstruos de Efecto que controles sean 8 o menos. Cuando esta carta es Invocada de Modo Especial: puedes destruir todas las Mágicas y Trampas en el Campo, excepto cartas \"Vacío\". Una vez por turno, cuando es activado el efecto de otro monstruo (Efecto Rápido): puedes Sacrificar 1 monstruo; niega la activación y, si lo haces, destierra la carta.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 3 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8. Lorsque cette carte est Invoquée Spécialement : vous pouvez détruire toutes les Magies/Pièges sur le Terrain (cartes \"du Vide\" exclues). Une fois par tour, lorsque l'effet d'un autre monstre est activé (Effet Rapide) : vous pouvez Sacrifier 1 monstre ; annulez l'activation, et si vous le faites, bannissez-le.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano o Cimitero) bandendo 3 mostri \"Infernoid\" dalla tua mano o Cimitero mentre la somma dei Livelli e dei Ranghi di tutti i Mostri con Effetto che controlli è pari o inferiore a 8. Quando questa carta viene Evocata Specialmente: puoi distruggere tutte le Magie e Trappole sul Terreno, eccetto le carte \"Vuoto\". Una volta per turno, quando viene attivato l'effetto di un altro mostro (Effetto Rapido): puoi offrire come Tributo 1 mostro; annulla l'attivazione e, se lo fai, bandiscilo.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (da sua mão ou do Cemitério) ao banir 3 monstros \"Infernoide\" da sua mão ou do Cemitério enquanto a soma dos Níveis e das Classes de todos os Monstros de Efeito que você controla for 8 ou menos. Quando este card for Invocado por Invocação-Especial: você pode destruir todas as Magias e Armadilhas no campo, exceto cards \"Vácuo\". Uma vez por turno, quando o efeito de outro monstro for ativado (Efeito Rápido): você pode oferecer 1 monstro como Tributo; negue a ativação e, se isso acontecer, bana-o.", "ja": "このカードは通常召喚できない。自分フィールドの効果モンスターのレベル・ランクの合計が８以下の時、自分の手札・墓地の「インフェルノイド」モンスター３体を除外した場合のみ手札・墓地から特殊召喚できる。①：このカードが特殊召喚した時に発動できる。「煉獄」カード以外のフィールドの魔法・罠カードを全て破壊する。②：１ターンに１度、このカード以外のモンスターの効果が発動した時、自分フィールドのモンスター１体をリリースして発動できる。その発動を無効にし除外する。", "ko": "이 카드는 통상 소환할 수 없다. 자신 필드의 효과 몬스터의 레벨 / 랭크의 합계가 8 이하일 때, 자신의 패 / 묘지의 \"인페르노이드\" 몬스터 3장을 제외했을 경우에만 패 / 묘지에서 특수 소환할 수 있다. ①: 이 카드를 특수 소환했을 때에 발동할 수 있다. \"연옥\" 카드 이외의 필드의 마법 / 함정 카드를 전부 파괴한다. ②: 1턴에 1번, 이 카드 이외의 몬스터의 효과가 발동했을 때, 자신 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 그 발동을 무효로 하고 제외한다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤。\n仅可在自己场上的效果怪兽的等级・阶级的合计为８以下时，将自己的手牌・墓地的３只“狱炎机”怪兽除外的情况下从手牌・墓地特殊召唤。\n①：此卡特殊召唤时可以发动。将场上“炼狱”卡以外的魔法・陷阱卡全部破坏。\n②：１回合１次，此卡以外的怪兽的效果发动时，解放自己场上的１只怪兽可以发动。将该发动无效并除外。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "FIRE", "level": 9, "atk": 2900, "def": 2900, "series": ["Infernoid"], "images": [{"index": 1, "image": "InfernoidDevyaty-BLLR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN032", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "BLLR-EN054", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CROS-DE032", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "BLLR-DE054", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CROS-FR032", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "BLLR-FR054", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CROS-IT032", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "BLLR-IT054", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CROS-PT032", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "BLLR-PT054", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CROS-JP032", "set_name": "Crossed Souls", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "TW01-JP110", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "ko": [{"set_number": "CROS-KR032", "set_name": "Crossed Souls", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "TW01-KR110", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC110", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 333832, "master_duel_rarity": "SR"}