{"konami_id": 8219, "password": 23440062, "name": {"en": "Wicked Rebirth", "de": "Finstere Abstimmung", "es": "Renacimiento Maléfico", "fr": "Modification des Ténèbres", "it": "Sintonia Oscura", "pt": "Ressureição Perversa", "ja": "ウィキッド・リボーン", "ja_romaji": "Wikeddo Ribōn", "ko": "위키드 리본", "ko_rr": null, "zh-TW": "邪惡重生", "zh-CN": "邪恶重生"}, "text": {"en": "Activate this card by paying 800 LP, then target 1 Synchro Monster in your Graveyard; Special Summon it in Attack Position. Its effects are negated, also it cannot declare an attack this turn. When this card leaves the field, destroy that monster. When that monster is destroyed, destroy this card.", "de": "Aktiviere diese Karte, indem du 800 LP zahlst, und wähle dann 1 Synchromonster in deinem Friedhof; beschwöre es als Spezialbeschwörung in die Angriffsposition. Seine Effekte werden annulliert, zusätzlich kann es in diesem Spielzug keinen Angriff deklarieren. Wenn diese Karte das Spielfeld verlässt, zerstöre das Monster. Wenn das Monster zerstört wird, zerstöre diese Karte.", "es": "Activa esta carta pagando 800 LP, y después selecciona 1 Monstruo de Sincronía en tu Cementerio; Invócalo de Modo Especial en Posición de Ataque. Sus efectos son negados, y además este turno no puede declarar un ataque. Cuando esta carta deja el Campo, destruye ese monstruo. Cuando ese monstruo es destruido, destruye esta carta.", "fr": "Activez cette carte en payant 800 LP, puis ciblez 1 Monstre Synchro dans votre Cimetière ; Invoquez-le Spécialement en Position d'Attaque. Ses effets sont annulés, et aussi, il ne peut pas déclarer d'attaque ce tour. Lorsque cette carte quitte le Terrain, détruisez le monstre. Lorsque le monstre est détruit, détruisez cette carte.", "it": "Attiva questa carta pagando 800 LP, scegli come bersaglio 1 Mostro Synchro nel tuo Cimitero; Evocalo Specialmente in Posizione di Attacco. I sui effetti sono annullati, inoltre esso non può dichiarare un attacco in questo turno. Quando questa carta lascia il Terreno, distruggi quel mostro. Quando quel mostro viene distrutto, distruggi questa carta.", "pt": "Ative por pagar 800 LPs. Special Summon 1 Synchro Monster do seu Cemitério na Posição de Ataque para o seu lado do campo. Os efeitos daquele monstro são negados, e ele não pode declarar um ataque neste turno. Quando esta carta é removida do campo, destrua aquele monstro. Quando aquele monstro é destruído, destrua esta carta.", "ja": "８００ライフポイントを払い、自分の墓地に存在するシンクロモンスター１体を選択して発動する。選択したモンスターを表側攻撃表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化され、このターン攻撃宣言をする事ができない。このカードがフィールド上に存在しなくなった時、そのモンスターを破壊する。そのモンスターが破壊された時このカードを破壊する。", "ko": "800 라이프 포인트를 지불하고, 자신의 묘지에 존재하는 싱크로 몬스터 1장을 선택하여 발동한다. 선택한 몬스터를 앞면 공격 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화되고, 이 턴에 공격 선언을 할 수 없다. 이 카드가 필드 위에 존재하지 않게 되었을 때, 그 몬스터를 파괴한다. 그 몬스터가 파괴되었을 때 이 카드를 파괴한다.", "zh-TW": "支付８００LP，可選擇我方墓地的１隻同步怪獸發動此卡。以攻擊表示特殊召喚選擇的怪獸。透過此效果特殊召喚的怪獸效果無效化，且此回合無法進行攻擊宣言。此卡從場上離開時，破壞該怪獸。該怪獸被破壞時，破壞此卡。", "zh-CN": "可支付８００生命点数，选择我方墓地的１只同步怪兽并发动此卡。以攻击表示特殊召唤被选择怪兽。以此效果特殊召唤怪兽的效果被无效化，且此回合不可进行攻击宣言。此卡从场上离开时，破坏该怪兽。该怪兽被破坏时破坏此卡。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "WickedRebirth-LC5D-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RGBT-EN067", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-EN107", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "RGBT-DE067", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-DE107", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "RGBT-FR067", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-FR107", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "RGBT-IT067", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-IT107", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LC5D-PT107", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "RGBT-JP067", "set_name": "Raging Battle", "rarities": ["Common"]}], "ko": [{"set_number": "RGBT-KR067", "set_name": "Raging Battle", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 41213, "master_duel_rarity": "N"}