{"konami_id": 15090, "password": 23469398, "name": {"en": "Machina Air Raider", "de": "Maschinenwesen Luftangreifer", "es": "Maquinaria Incursora Aérea", "fr": "Raideur Aérien Méchabot", "it": "Mek Incursore Aereo", "pt": "Ginete Aéreo Autômato", "ja": "マシンナーズ・エアレイダー", "ja_romaji": "Mashinnāzu Eareidā", "ko": "머시너즈 에어레이더", "ko_rr": "Meosineojeu E-eoreideo", "zh-TW": "機甲部隊・空襲機", "zh-CN": "机甲部队・空袭机"}, "text": {"en": null, "de": "Du kannst 1 anderes „Maschinenwesen“-Monster abwerfen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst 1 Maschine-Monster wählen, das du kontrollierst; beschwöre 1 „Maschinenwesen“-Monster mit einem unterschiedlichen Namen und der gleichen oder einer niedrigeren Stufe als das Monster als Spezialbeschwörung von deinem Deck und falls du dies tust, zerstöre das als Ziel gewählte Monster. Du kannst jeden Effekt von „Maschinenwesen Luftangreifer“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar otro monstruo \"Maquinaria\"; Invoca esta carta de Modo Especial desde tu mano. Durante el turno de tu adversario (Efecto Rápido): puedes seleccionar 1 monstruo Máquina que controles; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Maquinaria\" con nombre diferente y de igual o menor Nivel que ese monstruo y, si lo haces, destruye ese monstruo seleccionado. Sólo puedes usar cada efecto de \"Maquinaria Incursora Aérea\" una vez por turno.", "fr": "Vous pouvez défausser 1 autre monstre \"Méchabot\" ; Invoquez Spécialement cette carte depuis votre main. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 monstre Machine que vous contrôlez ; Invoquez Spécialement 1 monstre \"Méchabot\" de nom différent et d'un Niveau inférieur ou égal au monstre depuis votre Deck, et si vous le faites, détruisez le monstre ciblé. Vous ne pouvez utiliser chaque effet de \"Raideur Aérien Méchabot\" qu'une fois par tour.", "it": "Puoi scartare 1 altro mostro \"Mek\"; Evoca Specialmente questa carta dalla tua mano. Durante il turno del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 1 mostro Macchina che controlli; Evoca Specialmente dal tuo Deck 1 mostro \"Mek\" con un nome diverso e Livello pari o inferiore a quel mostro e, se lo fai, distruggi quel mostro scelto come bersaglio. Puoi utilizzare ogni effetto di \"Mek Incursore Aereo\" una sola volta per turno.", "pt": "Você pode descartar 1 outro monstro \"Autômata(o)\"; Invoque este card por Invocação-Especial da sua mão. Durante o turno do seu oponente (Efeito Rápido): você pode escolher 1 monstro Máquina que você controla; Invoque por Invocação-Especial do seu Deck, 1 monstro \"Autômata(o)\" com um nome diferente e um Nível igual ou menor que o desse monstro e, se isso acontecer, destrua o monstro alvo. Você só pode usar cada efeito de \"Ginete Aéreo Autômato\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：手札から他の「マシンナーズ」モンスター１体を捨てて発動できる。このカードを手札から特殊召喚する。\n②：相手ターンに、自分フィールドの機械族モンスター１体を対象として発動できる。そのモンスターとはカード名が異なり、そのモンスターのレベル以下のレベルを持つ「マシンナーズ」モンスター１体をデッキから特殊召喚し、対象のモンスターを破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 이 카드 이외의 \"머시너즈\" 몬스터 1장을 버리고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 상대 턴에, 자신 필드의 기계족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와는 카드명이 다르고, 그 몬스터의 레벨 이하의 레벨을 가지는 \"머시너즈\" 몬스터 1장을 덱에서 특수 소환하여, 대상 몬스터를 파괴한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從手牌捨棄１隻此卡以外的「機甲部隊」怪獸發動。從手牌特殊召喚此卡。②：在對方回合，可將我方場上的１隻機械族怪獸做為對象發動。從牌組特殊召喚１隻卡名與該怪獸不同，持有等級低於該怪獸的「機甲部隊」怪獸，破壞對象怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从手牌将此卡以外１只“机甲部队”怪兽舍弃可以发动。从手牌将此卡特殊召唤。②：在对手回合中，以自己场上的１只机械族怪兽为对象可以发动。从牌组将１只卡名与该怪兽不同、拥有该怪兽的等级以下等级的“机甲部队”怪兽特殊召唤，破坏对象怪兽。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 8, "atk": 1500, "def": 2600, "series": ["Machina"], "images": [{"index": 1, "image": "MachinaAirRaider-SR10-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SR10-EN002", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Super Rare"]}], "de": [{"set_number": "SR10-DE002", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SR10-FR002", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Super Rare"]}], "it": [{"set_number": "SR10-IT002", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SR10-PT002", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SR10-JP002", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR10-KR002", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "TM01-SC003", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715673, "master_duel_rarity": "SR"}