{"konami_id": 11035, "password": 23536866, "name": {"en": "Gazer Shark", "de": "Starrhai", "es": "Tiburón Observador", "fr": "Requin Gazeux", "it": "Squalo Osservatore", "pt": "Tubarão Observador", "ja": "ゲイザー・シャーク", "ja_romaji": "Geizā Shāku", "ko": "게이저 샤크", "ko_rr": null, "zh-TW": "間歇泉鯊", "zh-CN": "间歇泉鲨"}, "text": {"en": null, "de": "Du kannst diese Karte von deinem Friedhof verbannen und dann 2 WASSER Monster der Stufe 5 in deinem Friedhof wählen, außer „Starrhai“; beschwöre die beiden Monster als Spezialbeschwörung, aber ihre Effekte werden annulliert. Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 WASSER Xyz-Monster nur mit den 2 Monstern als Xyz-Beschwörung. Du kannst diesen Effekt von „Starrhai“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar esta carta en tu Cementerio, y después seleccionar 2 monstruos de AGUA de Nivel 5 en tu Cementerio, excepto \"Tiburón Observador\"; Invoca a ambos monstruos de Modo Especial, pero sus efectos son negados. Inmediatamente después de que se resuelve este efecto, Invoca Xyz a 1 Monstruo Xyz de AGUA usando solamente esos 2 monstruos. Sólo puedes usar este efecto de \"Tiburón Observador\" una vez por turno.", "fr": "Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 2 monstres EAU de Niveau 5 (\"Requin Gazeux\" exclu) dans votre Cimetière ; Invoquez Spécialement les deux monstres, mais leurs effets sont annulés. Immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz EAU, en utilisant uniquement ces 2 monstres. Vous ne pouvez utiliser cet effet de \"Requin Gazeux\" qu'une fois par tour.", "it": "Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 2 mostri ACQUA di Livello 5 nel tuo Cimitero, eccetto \"Squalo Osservatore\"; Evoca Specialmente entrambi quei mostri, ma i loro effetti sono annullati. Immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz ACQUA utilizzando solo quei 2 mostri. Puoi utilizzare questo effetto di \"Squalo Osservatore\" una sola volta per turno.", "pt": "Você pode banir este card do seu Cemitério e, depois, escolher 2 monstros de ÁGUA de Nível 5 no seu Cemitério, exceto \"Tubarão Observador\"; Invoque os dois monstros por Invocação-Especial, mas seus efeitos são negados. Imediatamente depois de resolver este efeito, Invoque por Invocação-Xyz 1 Monstro Xyz de ÁGUA usando apenas esses 2 monstros. Você só pode usar este efeito de \"Tubarão Observador\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。\n①：墓地のこのカードを除外し、「ゲイザー・シャーク」以外の自分の墓地の水属性・レベル５モンスター２体を対象として発動できる。そのモンスター２体を効果を無効にして特殊召喚し、その２体のみを素材として水属性Ｘモンスター１体のＸ召喚を行う。", "ko": "묘지의 이 카드를 게임에서 제외하고, \"게이저 샤크\" 이외의 자신 묘지의 물 속성 / 레벨 5 몬스터 2장을 선택하여 발동할 수 있다. 선택한 몬스터 2장의 효과를 무효로 하고 특수 소환하여, 그 2장만을 소재로서 물 속성의 엑시즈 몬스터 1장을 엑시즈 소환한다. \"게이저 샤크\"의 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": "可將墓地的此卡從遊戲除外，選擇我方墓地的２隻「間歇泉鯊」以外的水屬性・等級５怪獸發動。將選擇的２隻怪獸的效果變為無效特殊召喚，僅限以該２隻怪獸做為素材超量召喚１隻水屬性超量怪獸。「間歇泉鯊」的效果１回合僅限使用１次。", "zh-CN": "将墓地的此卡从游戏中除外，并选择除“间歇泉鲨”以外我方墓地的２只水属性、等级５怪兽并发动。使被选择的２只怪兽之效果无效并特殊召唤，超量召唤１只仅以该２只怪兽为素材的水属性超量怪兽。“间歇泉鲨”的效果１回合只可使用１次。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 5, "atk": 1000, "def": 1900, "series": ["Shark"], "images": [{"index": 1, "image": "GazerShark-PRIO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN006", "set_name": "Primal Origin", "rarities": ["Common"]}], "de": [{"set_number": "PRIO-DE006", "set_name": "Primal Origin", "rarities": ["Common"]}], "fr": [{"set_number": "PRIO-FR006", "set_name": "Primal Origin", "rarities": ["Common"]}], "it": [{"set_number": "PRIO-IT006", "set_name": "Primal Origin", "rarities": ["Common"]}], "pt": [{"set_number": "PRIO-PT006", "set_name": "Primal Origin", "rarities": ["Common"]}], "ja": [{"set_number": "PRIO-JP006", "set_name": "Primal Origin", "rarities": ["Common"]}], "ko": [{"set_number": "PRIO-KR006", "set_name": "Primal Origin", "rarities": ["Common"]}], "zh-CN": [{"set_number": "24SP-SC311", "set_name": "Entry Pack 2024 Vol.3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 310093, "master_duel_rarity": "N"}