{"konami_id": 21486, "password": 23599634, "name": {"en": "Artmage Pact -Awakening-", "de": "Kunstmagus-Pakt -Erwachen-", "es": "Pacto Artmagia -Despertar-", "fr": "Pacte Artmage -Éveil-", "it": "Patto Artmage -Risveglio-", "pt": "Pacto de Artmage -Despertar-", "ja": "アルトメギア・メセナ－<ruby>覚<rt>かく</rt></ruby><ruby>醒<rt>せい</rt></ruby>－", "ja_romaji": "Arutomegia Mesena -Kakusei-", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "神艺援助－觉醒－"}, "text": {"en": "Special Summon 1 \"Artmage\" monster or 1 \"Medius the Pure\" from your Deck, also for the rest of this turn, the activation of your cards and effects that include an effect that Fusion Summons a Fusion Monster cannot be negated, also your opponent cannot activate cards or effects when a monster is Fusion Summoned this way. You can banish this card from your GY, then target 1 \"Artmage\" monster you control; return that monster to the hand/Extra Deck, and if you do, destroy 1 card your opponent controls. You can only use 1 \"Artmage Pact -Awakening-\" effect per turn, and only once that turn.", "de": "Beschwöre 1 „Kunstmagus“-Monster oder 1 „Medius der Reine“ als Spezialbeschwörung von deinem Deck, zusätzlich für den Rest dieses Spielzugs kann die Aktivierung deiner Karten und Effekte, die einen Effekt enthalten, der ein Fusionsmonster als Fusionsbeschwörung beschwört, nicht annulliert werden, zusätzlich kann dein Gegner weder Karten noch Effekte aktivieren, wenn ein Monster auf diese Art als Fusionsbeschwörung beschworen wird. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Kunstmagus“-Monster wählen, das du kontrollierst; gib jenes Monster auf die Hand / lege es ins Extra Deck zurück und falls du dies tust, zerstöre 1 Karte, die dein Gegner kontrolliert. Du kannst nur 1 Effekt von „Kunstmagus-Pakt -Erwachen-“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Artmagia\" o 1 \"Medius el Puro\" y además, por el resto de este turno, la activación de tus cartas y efectos que incluyan un efecto que Invoque por Fusión un Monstruo de Fusión no puede ser negada, y además tu adversario no puede activar cartas o efectos cuando un monstruo sea Invocado por Fusión de esta forma. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo \"Artmagia\" que controles; devuelve a la mano/Deck Extra ese monstruo y, si lo haces, destruye 1 carta que controle tu adversario. Sólo puedes usar 1 efecto de \"Pacto Artmagia -Despertar-\" por turno, y sólo una vez ese turno.", "fr": "Invoquez Spécialement 1 monstre \"Artmage\" ou 1 \"Medius le Pur\" depuis votre Deck, et aussi, le reste de ce tour, l'activation de vos cartes et effets qui incluent un effet qui Invoque par Fusion un Monstre Fusion ne peut pas être annulée, et aussi, votre adversaire ne peut activer ni de cartes ni d'effets lorsqu'un monstre est Invoqué par Fusion de cette façon. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Artmage\" que vous contrôlez ; renvoyez le monstre à la main/Extra Deck, et si vous le faites, détruisez 1 carte contrôlée par votre adversaire. Vous ne pouvez utiliser qu'1 effet de \"Pacte Artmage -Éveil-\" par tour, et uniquement une fois le tour.", "it": "Evoca Specialmente 1 mostro \"Artmage\" o 1 \"Medius il Puro\" dal tuo Deck, inoltre per il resto di questo turno, l'attivazione delle tue carte ed effetti che comprende un effetto che Evoca tramite Fusione un Mostro Fusione non può essere annullata, inoltre il tuo avversario non può attivare carte o effetti quando un mostro viene Evocato tramite Fusione in questo modo. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Artmage\" che controlli; fai ritornare quel mostro nella mano/Extra Deck e, se lo fai, distruggi 1 carta controllata dal tuo avversario. Puoi utilizzare solo 1 effetto di \"Patto Artmage -Risveglio-\" per turno, e solo una volta in quel turno.", "pt": "Invoque por Invocação-Especial 1 monstro \"Artmage\" ou 1 \"Medius, o Puro\" do seu Deck e, além disso, pelo resto deste turno, a ativação dos seus cards e efeitos que incluam um efeito que Invoque um Monstro de Fusão por Invocação-Fusão não pode ser negada e, além disso, seu oponente não pode ativar cards ou efeitos quando um monstro for Invocado por Invocação-Fusão desta forma. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Artmage\" que você controla; devolva esse monstro para a mão/Deck Adicional e, se isso acontecer, destrua 1 card que seu oponente controla. Você só pode usar 1 efeito de \"Pacto de Artmage -Despertar-\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：デッキから「アルトメギア」モンスターか「無垢なる者 メディウス」１体を特殊召喚する。このターン、融合モンスターを融合召喚する効果を含む効果を自分が発動した場合、その発動は無効化されず、その融合召喚成功時に相手はカードの効果を発動できない。②：墓地のこのカードを除外し、自分フィールドの「アルトメギア」モンスター１体を対象として発動できる。そのモンスターを手札・ＥＸデッキに戻し、相手フィールドのカード１枚を破壊する。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：从牌组将1只“神艺”怪兽或“无垢者 墨迪乌斯”特殊召唤。此回合，自己发动包含融合召唤融合怪兽的效果在内的效果的情况下，该发动不会被无效化，该融合召唤成功时，对手不可发动卡的效果。②：将墓地的此卡除外，以自己场上的1只“神艺”怪兽为对象可以发动。将该怪兽放回手牌・额外牌组，将对手场上的1张卡破坏。"}, "card_type": "Trap", "property": "Normal", "series": ["Artmage"], "images": [{"index": 1, "image": "ArtmagePactAwakening-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN075", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE075", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP075", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR075", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT075", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT075", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP075", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC075", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1121635}