{"konami_id": 20247, "password": 23617756, "name": {"en": "Exxod Fires of Rage", "de": "Exxod-Feuer der Wut", "es": "Llamas de Ira Exxod", "fr": "Feux de la Rage Exxod", "it": "Fuochi della Rabbia Exxod", "pt": "Fogo da Fúria de Exxod", "ja": "<ruby>怒<rt>いか</rt></ruby>りの<ruby>業<rt>ごう</rt></ruby><ruby>火<rt>か</rt></ruby> エクゾード・フレイム", "ja_romaji": "Ikari no Gōka Ekuzōdo Fureimu", "ko": "분노의 업화 에크조드 프레임", "ko_rr": null, "zh-TW": "憤怒的業火 艾克佐德之炎", "zh-CN": "愤怒的业火 艾克佐德之炎"}, "text": {"en": "(This card is always treated as an \"Exodd\" and \"Obliterate!!!\" card.)\nIf you control a Level 10 or higher \"Exodia\" monster: Destroy all cards your opponent controls. If this card is in your GY, except the turn it was sent there: You can banish it, then activate 1 of these effects;\n● Add 1 \"Forbidden One\" monster from your Deck or GY to your hand.\n● Shuffle up to 5 \"Forbidden One\" monsters from your GY and/or banishment into the Deck.\nYou can only use each effect of \"Exxod Fires of Rage\" once per turn.", "de": "(Diese Karte wird immer als „Exodd“- und „Auslöschen!!!“-Karte behandelt.)\nFalls du ein „Exodia“-Monster der Stufe 10 oder höher kontrollierst: Zerstöre alle Karten, die dein Gegner kontrolliert. Falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie dorthin gelegt wurde: Du kannst sie verbannen, dann aktiviere 1 dieser Effekte;\n● Füge deiner Hand 1 „Exodia, die Verbotene“ oder „Der Verbotenen“-Monster von deinem Deck oder Friedhof hinzu.\n● Mische bis zu 5 „Exodia, die Verbotene“ und/oder „Der Verbotenen“-Monster von deinem Friedhof und/oder deinen verbannten Karten ins Deck.\nDu kannst jeden Effekt von „Exxod-Feuer der Wut“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"Exodd\" y \"¡¡¡Obliterar!!!\").\nSi controlas un monstruo \"Exodia\" de Nivel 10 o mayor: destruye todas las cartas que controle tu adversario. Si esta carta está en tu Cementerio, excepto en el turno en el que ésta fue mandada allí: puedes desterrarla, y después activa 1 de estos efectos;\n● Añade a tu mano 1 monstruo \"el Prohibido\" en tu Deck o Cementerio.\n● Baraja al Deck hasta 5 monstruos \"el Prohibido\" en tu Cementerio y/o destierro.\nSólo puedes usar cada efecto de \"Llamas de Ira Exxod\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme carte \"Exodd\" et \"Destruction !!!\".)\nSi vous contrôlez un monstre \"Éxodia\" de min. Niveau 10 : détruisez toutes les cartes contrôlées par votre adversaire. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez la bannir, puis activez 1 de ces effets ;\n● Ajoutez 1 monstre \"l'Interdit\" depuis votre Deck ou Cimetière à votre main.\n● Mélangez max. 5 monstres \"l'Interdit\" depuis votre Cimetière et/ou bannissement dans le Deck.\nVous ne pouvez utiliser chaque effet de \"Feux de la Rage Exxod\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Exodd\" e una carta \"Obliterazione!!!\".)\nSe tu controlli un mostro \"Exodia\" di Livello 10 o superiore: distruggi tutte le carte controllate dal tuo avversario. Se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata lì: puoi bandirla, poi attivare 1 di questi effetti;\n● Aggiungi 1 mostro \"il/del Proibito\" dal tuo Deck o Cimitero alla tua mano.\n● Mischia fino a 5 mostri \"il/del Proibito\" dal tuo Cimitero e/o carte bandite nel Deck.\nPuoi utilizzare ogni effetto di \"Fuochi della Rabbia Exxod\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Exodd\" e \"Obliterar!!!\".)\nSe você controlar um monstro \"Exodia\" de Nível 10 ou mais: destrua todos os cards que seu oponente controla. Se este card estiver no seu Cemitério, exceto no turno em que foi enviado para lá: você pode bani-lo e, depois, ative 1 desses efeitos;\n● Adicione 1 monstro \"O Proibido\" do seu Deck ou Cemitério à sua mão.\n● Embaralhe no Deck até 5 monstros \"O Proibido\" do seu Cemitério e/ou banimento.\nVocê só pode usar cada efeito de \"Fogo da Fúria de Exxod\" uma vez por turno.", "ja": "このカード名はルール上「エグゾード」カードとしても扱う。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにレベル１０以上の「エクゾディア」モンスターが存在する場合に発動できる。相手フィールドのカードを全て破壊する。②：このターンに墓地へ送られていないこのカードを墓地から除外し、以下の効果から１つを選択して発動できる。\n●自分のデッキ・墓地から「封印されし」モンスター１体を手札に加える。\n●自分の墓地・除外状態の「封印されし」モンスターを５体までデッキに戻す。", "ko": "이 카드명은 룰상 \"엑조드\" 카드로도 취급한다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 레벨 10 이상의 \"엑조디아\" 몬스터가 존재할 경우에 발동할 수 있다. 상대 필드의 카드를 전부 파괴한다. ②: 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●자신의 덱 / 묘지에서 \"봉인된\" 몬스터 1장을 패에 넣는다.\n●자신의 묘지 / 제외 상태인 \"봉인된\" 몬스터를 5장까지 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“艾格佐德”卡。此卡名的①②效果１回合仅可各使用１次。①：自己场上存在等级１０以上的“艾克佐迪亚”怪兽的情况下可以发动。将对手场上的卡全部破坏。②：从墓地将不是在此回合被送至墓地的此卡除外，可从以下效果中选择１个发动。\n●从自己的牌组・墓地将１只“被封印”怪兽加入手牌。\n●将自己的墓地・除外状态的最多５只“被封印”怪兽放回牌组。"}, "card_type": "Trap", "property": "Normal", "series": ["Exodd", "Signature move"], "images": [{"index": 1, "image": "ExxodFiresofRage-INFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN068", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "de": [{"set_number": "INFO-DE068", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "es": [{"set_number": "INFO-SP068", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INFO-FR068", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "it": [{"set_number": "INFO-IT068", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INFO-PT068", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INFO-JP068", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR068", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC068", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1042463, "master_duel_rarity": "N"}