{"konami_id": 11753, "password": 23626223, "name": {"en": "Statue of Anguish Pattern", "de": "Statue der Schmerzmuster", "es": "Estatua con Patrón de la Angustia", "fr": "Statue de Motif d'Angoisse", "it": "Statua dello Schema della Pena", "pt": "Estátua do Padrão Angustiante", "ja": "<ruby>苦<rt>く</rt></ruby><ruby>紋<rt>もん</rt></ruby><ruby>様<rt>よう</rt></ruby>の<ruby>土<rt>ど</rt></ruby><ruby>像<rt>ぞう</rt></ruby>", "ja_romaji": "Kumon'yō no Dozō", "ko": "고문양의 토상", "ko_rr": null, "zh-TW": "苦紋土偶", "zh-CN": "苦纹样的土像"}, "text": {"en": "Special Summon this card as an Effect Monster (Rock-Type/EARTH/Level 7/ATK 0/DEF 2500). (This card is also still a Trap Card.) If Summoned this way, this card cannot be targeted by an opponent's card effects while you control another Trap Card that is a monster. If a card is Special Summoned from your Spell & Trap Zone to the Monster Zone while this card is a monster: You can target 1 card on the field; destroy it.", "de": "Beschwöre diese Karte als Spezialbeschwörung als Effektmonster (Typ Fels/ERDE/Stufe 7/ATK 0/DEF 2500). (Diese Karte ist zusätzlich weiterhin eine Fallenkarte.) Falls diese Karte auf diese Art beschworen wird, kann sie nicht als Ziel für die Karteneffekte deines Gegners gewählt werden, solange du eine andere Fallenkarte kontrollierst, die ein Monster ist. Falls eine Karte als Spezialbeschwörung von deiner Zauber- & Fallenzone in die Monsterzone beschworen wird, solange diese Karte ein Monster ist: Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie.", "es": "Invoca esta carta de Modo Especial como un Monstruo de Efecto (Tipo Roca/TIERRA/Nivel 7/ATK 0/DEF 2500). (Esta carta todavía sigue siendo una Carta de Trampa). Si es Invocada de esta forma, esta carta no puede ser seleccionada por efectos de cartas de tu adversario mientras controles otra Carta de Trampa que sea un monstruo. Si una carta es Invocada de Modo Especial desde tu Zona de Magia & Trampas a tu Zona de Monstruos mientras esta carta es un monstruo: puedes seleccionar 1 carta en el Campo; destrúyela.", "fr": "Invoquez Spécialement cette carte comme un Monstre à Effet (Type Rocher/TERRE/Niveau 7/ATK 0/DEF 2500). (Cette carte est toujours aussi une Carte Piège.) Si elle est Invoquée de cette façon, cette carte ne peut pas être ciblée par des effets de carte de votre adversaire tant que vous contrôlez une autre Carte Piège qui est un monstre. Si une carte est Invoquée Spécialement depuis votre Zone Magie & Piège dans la Zone Monstre tant que cette carte est un monstre : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la.", "it": "Evoca Specialmente questa carta come Mostro con Effetto (Tipo Roccia/TERRA/Livello 7/ATK 0/DEF 2500). (Questa carta è ancora anche una Carta Trappola.) Se viene Evocata in questo modo, questa carta non può essere scelta come bersaglio dagli effetti delle carte dell'avversario mentre tu controlli un'altra Carta Trappola che è un mostro. Se una carta viene Evocata Specialmente dalla tua Zona Magie & Trappole nella Zona Mostri mentre questa carta è un mostro: puoi scegliere come bersaglio 1 carta sul Terreno; distruggila.", "pt": "Invoque este card por Invocação-Especial como um Monstro de Efeito (Tipo Rocha/TERRA/Nível 7/ATK 0/DEF 2500). (Este card também é considerado um Card de Armadilha.) Se Invocado desta forma, este card não pode ser escolhido como alvo por efeitos de card do oponente enquanto você controlar outro Card de Armadilha que for um monstro. Se um card for Invocado por Invocação-Especial da sua Zona de Magias & Armadilhas para a Zona de Monstros enquanto este card for um monstro: você pode escolher 1 card no campo; destrua-o.", "ja": "①：このカードは発動後、効果モンスター（岩石族・地・星７・攻０／守２５００）となり、モンスターゾーンに特殊召喚する（罠カードとしても扱う）。②：このカード以外のモンスター扱いの罠カードがモンスターゾーンに存在する限り、相手はこのカードの効果で特殊召喚したこのカードを効果の対象にできない。③：このカードの効果で特殊召喚されたこのカードが存在する状態で、自分の魔法＆罠ゾーンのカードがモンスターゾーンに特殊召喚された場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "①: 이 카드는 발동 후, 효과 몬스터(암석족 / 땅 / 레벨 7 / 공 0 / 수 2500)가 되고, 몬스터 존에 특수 소환한다(함정 카드로도 취급한다). ②: 이 카드 이외의 몬스터 취급의 함정 카드가 몬스터 존에 존재하는 한, 상대는 이 카드의 효과로 특수 소환한 이 카드를 효과의 대상으로 할 수 없다. ③: 이 카드의 효과로 특수 소환된 이 카드가 존재하는 상태에서, 자신의 마법 & 함정 존의 카드가 몬스터 존에 특수 소환될 때마다, 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "①：此卡發動後，變為效果怪獸（岩石族・地・星７・攻０／守２５００），特殊召喚至怪獸區。此卡也視為陷阱卡。②：只要此卡以外的被視為怪獸的陷阱卡存在於怪獸區，透過此卡的效果特殊召喚的此卡就不會成為對方的效果對象。③：在透過此卡的效果被特殊召喚的此卡存在，我方魔法＆陷阱區的卡被特殊召喚至怪獸區的狀況下，可將場上的１張卡做為對象發動。破壞該卡。", "zh-CN": "①：此卡发动后变为效果怪兽（岩石族・地・星７・攻０／守２５００），特殊召唤至怪兽区域（也视为陷阱卡）。②：只要此卡以外的、视为怪兽的陷阱卡存在于怪兽区域，对手不可将以此卡的效果特殊召唤的此卡作为效果的对象。③：以此卡的效果特殊召唤的此卡存在，且自己的魔法与陷阱区域的卡被特殊召唤至怪兽区域的情况下，以场上的１张卡为对象可以发动。将该卡破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["Trap Monster"], "images": [{"index": 1, "image": "StatueofAnguishPattern-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN078", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-EN037", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE078", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-DE037", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR078", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-FR037", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT078", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-IT037", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT078", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-PT037", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP078", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "24TP-JP210", "set_name": "Tournament Pack 2024 Vol.2", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "CROS-KR078", "set_name": "Crossed Souls", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DBVS-SC059", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 334840, "master_duel_rarity": "N"}