{"konami_id": 7649, "password": 23639291, "name": {"en": "Raging Cloudian", "de": "Rasender Wolkian", "es": "Cloudian Enfurecido", "fr": "Colère du Nuagien", "it": "Rabbia Nubiana", "pt": "Nuviano Devastador", "ja": "アグレッシブ・クラウディアン", "ja_romaji": "Aguresshibu Kuraudian", "ko": "어그레시브 클라우디언", "ko_rr": null, "zh-TW": "侵略雲魔物", "zh-CN": "侵略云魔物"}, "text": {"en": "When a \"Cloudian\" monster(s) you control is destroyed by its own effect and sent to your GY: Target 1 of those monsters; Special Summon it in Attack Position, and if you do, place 1 Fog Counter on it, also it cannot be changed to Defense Position by card effects.", "de": "Wenn ein oder mehr „Wolkian“-Monster, die du kontrollierst, durch ihren eigenen Effekt zerstört und auf deinen Friedhof gelegt werden: Wähle 1 jenes Monster; beschwöre es als Spezialbeschwörung in die Angriffsposition und falls du dies tust, lege 1 Nebel-Zählmarke darauf, zusätzlich kann es nicht durch Karteneffekte in die Verteidigungsposition geändert werden.", "es": "Cuando uno o más monstruos \"Cloudian\" que controlas son destruidos por su propio efecto y mandados a tu Cementerio: selecciona 1 de esos monstruos; Invócalo de Modo Especial en Posición de Ataque y, si lo haces, ponle 1 Contador de Niebla, y además no puede ser cambiado a Posición de Defensa por efectos de cartas.", "fr": "Lorsqu'un ou plusieurs monstres \"Nuagien\" que vous contrôlez sont détruits par leur propre effet et envoyés à votre Cimetière : ciblez 1 de ces monstres ; Invoquez-le Spécialement en Position d'Attaque, et si vous le faites, placez 1 Compteur Brume sur lui, et aussi, il ne peut pas être changé en Position de Défense par des effets de carte.", "it": "Quando uno o più mostri \"Nubiano\" che controlli vengono distrutti dal loro stesso effetto e mandati al tuo Cimitero: scegli come bersaglio 1 di quei mostri; Evocalo Specialmente in Posizione di Attacco e, se lo fai, metti 1 Segnalino Nebbia su di esso, inoltre esso non può essere messo in Posizione di Difesa dagli effetti delle carte.", "pt": "Quando um ou mais monstros \"Nuviano\" que você controla forem destruídos por seu próprio efeito e enviados para o seu Cemitério: escolha 1 desses monstros; Invoque-o por Invocação-Especial em Posição de Ataque e, se isso acontecer, coloque 1 Marcador de Névoa nele e, além disso, ele não pode ser colocado em Posição de Defesa por efeitos de card.", "ja": "自分フィールド上に存在する「雲魔物」と名のついたモンスターが自身の効果により破壊され墓地に送られた時に発動する事ができる。自分の墓地からそのモンスター１体を攻撃表示で特殊召喚し、そのモンスターにフォッグカウンターを１つ置く。この効果で特殊召喚されたモンスターはカードの効果によっては守備表示にならない。", "ko": "자신 필드 위에 존재하는 \"운마물\"이라는 이름이 붙은 몬스터가 자기의 효과에 의해 파괴되어 묘지로 보내졌을 때 발동할 수 있다. 자신의 묘지에서 그 몬스터 1장을 공격 표시로 특수 소환하고, 그 몬스터에 포그 카운터를 1개 놓는다. 이 효과로 특수 소환된 몬스터는 카드의 효과에 의해서는 수비 표시로 되지 않는다.", "zh-TW": null, "zh-CN": "自己场上存在的名字带有「云魔物」的怪兽被自身的效果破坏送去墓地时才能发动。从自己墓地把那1只怪兽攻击表示特殊召唤，给那只怪兽放置1个雾指示物。这个效果特殊召唤的怪兽不会被卡的效果变成守备表示。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "RagingCloudian-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LODT-EN076", "set_name": "Light of Destruction", "rarities": ["Common"]}, {"set_number": "SGX3-ENH18", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "LODT-DE076", "set_name": "Light of Destruction", "rarities": ["Common"]}, {"set_number": "SGX3-DEH18", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "LODT-FR076", "set_name": "Light of Destruction", "rarities": ["Common"]}, {"set_number": "SGX3-FRH18", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "LODT-IT076", "set_name": "Light of Destruction", "rarities": ["Common"]}, {"set_number": "SGX3-ITH18", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "SGX3-PTH18", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "LODT-JP076", "set_name": "Light of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LODT-KR076", "set_name": "Light of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 83544, "master_duel_rarity": "N"}