{"konami_id": 15030, "password": 23672629, "name": {"en": "Valiant Shark Lancer", "de": "Wackerer Hai-Lanzenkämpfer", "es": "Valiente Tiburón Lancero", "fr": "Vaillant Lancier Requin", "it": "Valoroso Squalo Lanciere", "pt": "Tubarão Lanceiro Destemido", "ja": "ヴァリアント・シャーク・ランサー", "ja_romaji": "Varianto Shāku Ransā", "ko": "밸리언트 샤크 랜서", "ko_rr": "Baellieonteu Syakeu Raenseo", "zh-TW": "英勇鯊槍兵", "zh-CN": "瓦利安猛鲨枪兵"}, "text": {"en": "2 Level 5 monsters\nYou can target 1 monster your opponent controls; detach 1 material from an Xyz Monster you control, and if you do, destroy that monster. This is a Quick Effect if you control another WATER Xyz Monster. If another WATER Xyz Monster(s) you control is destroyed by battle or card effect while you control this monster: You can place 1 Spell from your Deck on top of your Deck. You can only use each effect of \"Valiant Shark Lancer\" once per turn.", "de": "2 Monster der Stufe 5\nDu kannst 1 Monster wählen, das dein Gegner kontrolliert; hänge 1 Material von einem Xyz-Monster ab, das du kontrollierst, und falls du dies tust, zerstöre das Monster. Dies ist ein Schnelleffekt, falls du ein anderes WASSER Xyz-Monster kontrollierst. Falls ein oder mehr andere WASSER Xyz-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden, solange du dieses Monster kontrollierst: Du kannst 1 Zauber von deinem Deck nehmen und auf dein Deck legen. Du kannst jeden Effekt von „Wackerer Hai-Lanzenkämpfer“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 5\nPuedes seleccionar 1 monstruo que controle tu adversario; desacopla 1 material de un Monstruo Xyz que controles y, si lo haces, destruye ese monstruo. Esto es un Efecto Rápido si controlas otro Monstruo Xyz de AGUA. Si otro u otros Monstruos Xyz de AGUA que controlas son destruidos en batalla o por el efecto de una carta mientras controlas este monstruo: puedes tomar 1 Mágica en tu Deck y ponerla en la parte superior de tu Deck. Sólo puedes usar cada efecto de \"Valiente Tiburón Lancero\" una vez por turno.", "fr": "2 monstres de Niveau 5\nVous pouvez cibler 1 monstre contrôlé par votre adversaire ; détachez 1 Matériel d'un Monstre Xyz que vous contrôlez, et si vous le faites, détruisez le monstre. Ceci est un Effet Rapide si vous contrôlez un autre Monstre Xyz EAU. Si un ou plusieurs autres Monstres Xyz EAU que vous contrôlez sont détruits au combat ou par un effet de carte tant que vous contrôlez ce monstre : vous pouvez prendre 1 Magie depuis votre Deck et la placer au-dessus de votre Deck. Vous ne pouvez utiliser chaque effet de \"Vaillant Lancier Requin\" qu'une fois par tour.", "it": "2 mostri di Livello 5\nPuoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; stacca 1 materiale da un Mostro Xyz che controlli e, se lo fai, distruggi quel mostro. Questo è un Effetto Rapido se controlli un altro Mostro Xyz ACQUA. Se uno o più altri Mostri Xyz ACQUA che controlli vengono distrutti in battaglia o dall'effetto di una carta mentre controlli questo mostro: puoi prendere 1 Magia dal tuo Deck e metterla in cima al tuo Deck. Puoi utilizzare ogni effetto di \"Valoroso Squalo Lanciere\" una sola volta per turno.", "pt": "2 monstros de Nível 5\nVocê pode escolher 1 monstro que seu oponente controla; desassocie 1 matéria de um Monstro Xyz que você controla e, se isso acontecer, destrua esse monstro. Este é um Efeito Rápido se você controlar outro Monstro Xyz de ÁGUA. Se um ou mais outros Monstros Xyz de ÁGUA que você controla forem destruídos em batalha ou por um efeito de card enquanto você controlar este monstro: você pode pegar 1 Magia do seu Deck e colocá-la no topo do seu Deck. Você só pode usar cada efeito de \"Tubarão Lanceiro Destemido\" uma vez por turno.", "ja": "レベル５モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手フィールドのモンスター１体を対象として発動できる。自分フィールドのＸ素材を１つ取り除き、対象のモンスターを破壊する。自分フィールドに他の水属性Ｘモンスターが存在する場合、この効果は相手ターンでも発動できる。②：このカードが既にモンスターゾーンに存在する状態で、自分フィールドの他の水属性Ｘモンスターが戦闘・効果で破壊された場合に発動できる。デッキから魔法カード１枚を選んでデッキの一番上に置く。", "ko": "레벨 5 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신 필드의 엑시즈 소재를 1개 제거하고, 대상 몬스터를 파괴한다. 자신 필드에 다른 물 속성 엑시즈 몬스터가 존재할 경우, 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 이미 몬스터 존에 존재하는 상태에서, 자신 필드의 다른 물 속성 엑시즈 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 마법 카드 1장을 고르고 덱 맨 위에 놓는다.", "zh-TW": "等級５怪獸×２\n此卡名的①②效果，１回合各僅限使用１次。①：可將對方場上的１隻怪獸做為對象發動。去除我方場上的１個超量素材，破壞對象怪獸。在我方場上存在其他水屬性超量怪獸的狀況下，此效果在對方回合也可發動。②：此卡已存在於怪獸區的狀態，可在我方場上的其他水屬性超量怪獸因戰鬥・效果被破壞的狀況下發動。從牌組選擇１張魔法卡置於牌組的最上方。", "zh-CN": "等级5怪兽×2\n此卡名的①②效果1回合仅可各使用1次。①：以对手场上的1只怪兽为对象可以发动。去除自己场上的1个超量素材，破坏对象怪兽。自己场上有其他水属性超量怪兽存在的情况下，此效果在对手回合中也可以发动。②：此卡已经存在于怪兽区域的状态下，自己场上的其他水属性超量怪兽因战斗・效果被破坏的情况下可以发动。从牌组挑选1张魔法卡放在牌组最上面。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Xyz / Effect", "attribute": "WATER", "rank": 5, "atk": 2500, "def": 1600, "series": ["Shark"], "images": [{"index": 1, "image": "ValiantSharkLancer-ETCO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN044", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "OP26-EN024", "set_name": "OTS Tournament Pack 26", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE044", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "OP26-DE024", "set_name": "OTS Tournament Pack 26", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR044", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "OP26-FR024", "set_name": "OTS Tournament Pack 26", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT044", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "OP26-IT024", "set_name": "OTS Tournament Pack 26", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT044", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "OP26-PT024", "set_name": "OTS Tournament Pack 26", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP044", "set_name": "Eternity Code", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "ETCO-KR044", "set_name": "Eternity Code", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "MGP4-SC132", "set_name": "Mega Pack 04", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 697677, "master_duel_rarity": "UR"}