{"konami_id": 20705, "password": 23738096, "name": {"en": "Supply Soldier of the Indestructible Insects", "de": "Versorgungssoldat der Unzerstörbaren Insekten", "es": "Soldado de Suministros de los Insectos Indestructibles", "fr": "Soldat de Ravitaillement des Indestructibles Insectes", "it": "Soldato da Rifornimento degli Insetti Immortali", "pt": "Soldado de Abastecimento dos Insetos Indestrutíveis", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "When an Insect monster's effect is activated (Quick Effect): You can Special Summon this card from your hand, then if you activated this effect in response to your opponent's effect activation, negate that effect, also until the end of your next turn after this effect resolves, you cannot Special Summon from the Extra Deck, except Insect monsters. During your Main Phase: You can Fusion Summon 1 Insect Fusion Monster from your Extra Deck, using monsters from your hand or field. You can only use each effect of \"Supply Soldier of the Indestructible Insects\" once per turn.", "de": "Wenn der Effekt eines Insekt-Monsters aktiviert wird (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann, falls du diesen Effekt als Reaktion auf die Aktivierung eines Effekts deines Gegners aktiviert hast, annulliere jenen Effekt, zusätzlich kannst du bis zum Ende des nächsten Spielzugs, nachdem dieser Effekt aufgelöst wurde, keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Insekt-Monstern. Während deiner Main Phase: Du kannst 1 Insekt-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, verwende dafür Monster von deiner Hand oder Spielfeldseite. Du kannst jeden Effekt von „Versorgungssoldat der Unzerstörbaren Insekten“ nur einmal pro Spielzug verwenden.", "es": "Cuando es activado el efecto de un monstruo Insecto (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano y después, si activaste este efecto en respuesta a la activación del efecto de tu adversario, niega ese efecto y además, hasta el final de tu siguiente turno después de que se resuelva este efecto, no puedes Invocar de Modo Especial desde el Deck Extra, excepto monstruos Insecto. Durante tu Main Phase: puedes Invocar por Fusión 1 Monstruo de Fusión Insecto desde tu Deck Extra, usando monstruos en tu mano o Campo. Sólo puedes usar cada efecto de \"Soldado de Suministros de los Insectos Indestructibles\" una vez por turno.", "fr": "Lorsqu'un effet de monstre Insecte est activé (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis si vous avez activé cet effet en réponse à l'activation d'effet de votre adversaire, annulez l'effet, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Insecte exclus) depuis l'Extra Deck jusqu'à la fin de votre prochain tour après la résolution de cet effet. Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion Insecte depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain. Vous ne pouvez utiliser chaque effet de \"Soldat de Ravitaillement des Indestructibles Insectes\" qu'une fois par tour.", "it": "Quando l'effetto di un mostro Insetto viene attivato (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano, poi se hai attivato questo effetto in risposta all'attivazione di un effetto del tuo avversario, annulla quell'effetto, inoltre fino alla fine del tuo prossimo turno dopo che questo effetto si è risolto, non puoi Evocare Specialmente dall'Extra Deck, eccetto mostri Insetto. Durante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione Insetto dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno. Puoi utilizzare ogni effetto di \"Soldato da Rifornimento degli Insetti Immortali\" una sola volta per turno.", "pt": "Quando um efeito de um monstro Inseto for ativado (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão e, depois, se você ativou este efeito em resposta à ativação de um efeito do seu oponente, negue o efeito e, além disso, até o final do seu próximo turno depois que este efeito resolver, você não pode Invocar por Invocação-Especial do Deck Adicional, exceto monstros Inseto. Durante sua Fase Principal: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão Inseto do seu Deck Adicional, usando monstros da sua mão ou do campo. Você só pode usar cada efeito de \"Soldado de Abastecimento dos Insetos Indestrutíveis\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 5, "atk": 600, "def": 300, "images": [{"index": 1, "image": "SupplySoldieroftheIndestructibleInsects-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN081", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE081", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR081", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT081", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT081", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1083829}