{"konami_id": 14970, "password": 23790299, "name": {"en": "Altergeist Memorygant", "de": "Altergeist Memorygant", "es": "Memorigant Altergeist", "fr": "Mémoirogant Altergeist", "it": "Altergeist Memorygant", "pt": "Memorygant Altergeist", "ja": "オルターガイスト・メモリーガント", "ja_romaji": "Orutāgaisuto Memorīganto", "ko": "얼터가이스트 메모리간트", "ko_rr": "Eolteogaiseuteu Memoriganteu", "zh-TW": "幻變騷靈 記憶體摩莉甘特", "zh-CN": "幻变骚灵・内存摩莉甘特"}, "text": {"en": "2+ \"Altergeist\" monsters\nDuring the Battle Phase (Quick Effect): You can Tribute 1 other monster; this card gains ATK equal to that Tributed monster's ATK on the field. When this card destroys a monster by battle: You can destroy 1 monster your opponent controls, and if you do, this card can make a second attack in a row. If this card would be destroyed, you can banish 1 monster from your GY instead. You can only use each effect of \"Altergeist Memorygant\" once per turn.", "de": "2+ „Altergeist“-Monster\nWährend der Battle Phase (Schnelleffekt): Du kannst 1 anderes Monster als Tribut anbieten; diese Karte erhält ATK in Höhe der ATK des als Tribut angebotenen Monsters auf dem Spielfeld. Wenn diese Karte ein Monster durch Kampf zerstört: Du kannst 1 Monster zerstören, das dein Gegner kontrolliert, und falls du dies tust, kann diese Karte sofort einen zweiten Angriff durchführen. Falls diese Karte zerstört würde, kannst du stattdessen 1 Monster von deinem Friedhof verbannen. Du kannst jeden Effekt von „Altergeist Memorygant“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos \"Altergeist\"\nDurante la Battle Phase (Efecto Rápido): puedes Sacrificar otro monstruo; esta carta gana ATK igual al ATK en el Campo de ese monstruo Sacrificado. Cuando esta carta destruye un monstruo en batalla: puedes destruir 1 monstruo que controle tu adversario y, si lo haces, esta carta puede hacer un segundo ataque inmediatamente después. Si esta carta fuera a ser destruida, puedes desterrar 1 monstruo en tu Cementerio en su lugar. Sólo puedes usar cada efecto de \"Memorigant Altergeist\" una vez por turno.", "fr": "2+ monstres \"Altergeist\"\nDurant la Battle Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre ; cette carte gagne une ATK égale à l'ATK du monstre Sacrifié sur le Terrain. Lorsque cette carte détruit un monstre au combat : vous pouvez détruire 1 monstre contrôlé par votre adversaire, et si vous le faites, cette carte peut faire une seconde attaque à la suite. Si cette carte va être détruite, vous pouvez bannir 1 monstre depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Mémoirogant Altergeist\" qu'une fois par tour.", "it": "2+ mostri \"Altergeist\"\nDurante la Battle Phase (Effetto Rapido): puoi offrire come Tributo 1 altro mostro; questa carta guadagna ATK pari all'ATK sul Terreno di quel mostro offerto come Tributo. Quando questa carta distrugge un mostro in battaglia: puoi distruggere 1 mostro controllato dal tuo avversario e, se lo fai, questa carta può effettuare un secondo attacco di seguito. Se questa carta sta per essere distrutta, puoi invece bandire 1 mostro dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Altergeist Memorygant\" una sola volta per turno.", "pt": "2+ monstros \"Altergeist\"\nDurante a Fase de Batalha (Efeito Rápido): você pode oferecer como Tributo 1 outro monstro; este card ganha ATK igual ao ATK desse monstro oferecido como Tributo no campo. Quando este card destruir um monstro em batalha: você pode destruir 1 monstro que seu oponente controla e, se isso acontecer, este card pode realizar um segundo ataque em seguida. Se este card seria destruído, em vez disso, você pode banir 1 monstro do seu Cemitério. Você só pode usar cada efeito de \"Memorygant Altergeist\" uma vez por turno.", "ja": "「オルターガイスト」モンスター２体以上\nこのカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：お互いのバトルフェイズに、自分フィールドの他のモンスター１体をリリースして発動できる。そのモンスターの攻撃力分このカードの攻撃力をアップする。②：このカードが戦闘でモンスターを破壊した時に発動できる。相手フィールドのモンスター１体を選んで破壊する。破壊した場合、このカードはもう１度だけ続けて攻撃できる。③：このカードが破壊される場合、代わりに自分の墓地のモンスター１体を除外できる。", "ko": "\"얼터가이스트\" 몬스터 2장 이상\n이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 서로의 배틀 페이즈에, 자신 필드의 다른 몬스터 1장을 릴리스하고 발동할 수 있다. 그 몬스터의 공격력만큼 이 카드의 공격력을 올린다. ②: 이 카드가 전투로 몬스터를 파괴했을 때에 발동할 수 있다. 상대 필드의 몬스터 1장을 고르고 파괴한다. 파괴했을 경우, 이 카드는 1번만 더 이어서 공격할 수 있다. ③: 이 카드가 파괴될 경우, 대신에 자신 묘지의 몬스터 1장을 제외할 수 있다.", "zh-TW": null, "zh-CN": "\"幻变骚灵\"怪兽2只以上\n此卡名的①②③效果1回合仅可各使用1次。①：在双方的战斗阶段，解放自己场上的1只其他怪兽可以发动。此卡的攻击力上升相当于该怪兽攻击力的数值。②：此卡因战斗破坏怪兽时可以发动。挑选对手场上的1只怪兽破坏。破坏的情况下，此卡可继续再攻击仅1次。③：此卡将被破坏的情况下，可将自己墓地的1只怪兽除外作为代替。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Link / Effect", "attribute": "DARK", "link_arrows": ["⬅", "↙", "↘", "➡"], "atk": 2800, "materials": "2+ \"Altergeist\" monsters", "series": ["Altergeist"], "images": [{"index": 1, "image": "AltergeistMemorygant-BROL-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN045", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BROL-DE045", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BROL-FR045", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BROL-IT045", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BROL-PT045", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "20PP-JP003", "set_name": "Premium Pack 2020", "rarities": ["Ultra Rare", "Secret Rare", "Extra Secret Rare"]}], "ko": [{"set_number": "PP15-KR003", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC182", "set_name": "Mega Pack 03", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 690792, "master_duel_rarity": "UR"}