{"konami_id": 14340, "password": 23792058, "name": {"en": "Speedroid Hexasaucer", "de": "Geschwindigkeitsroid Hexa-Auge", "es": "Velociroid Hexaplatillo", "fr": "Hexacoupe Vitesseroid", "it": "Velociroid Esadischi", "pt": "Velocidaroide Hexadisco", "ja": "<ruby>ＳＲ<rt>スピードロイド</rt></ruby>ヘキサソーサー", "ja_romaji": "Supīdoroido Hekisasōsā", "ko": "<ruby>SR<rt>스피드로이드</rt></ruby> 헥사소서", "ko_rr": "Seupideuroideu Heksasoseo", "zh-TW": null, "zh-CN": "疾行机人 六角飞碟"}, "text": {"en": "Both players take any battle damage from attacks involving this card. Any battle damage from battles involving this card is halved. If this card is destroyed in the Pendulum Zone: You can Special Summon 1 face-up \"Speedroid\" Pendulum Monster from your Extra Deck.", "de": "Beide Spieler erhalten den Kampfschaden aus Angriffen, an denen diese Karte beteiligt ist. Der Kampfschaden aus Kämpfen, an denen diese Karte beteiligt ist, wird halbiert. Falls diese Karte in der Pendelzone zerstört wird: Du kannst 1 offenes „Geschwindigkeitsroid“-Pendelmonster als Spezialbeschwörung von deinem Extra Deck beschwören.", "es": "Ambos jugadores reciben cualquier daño de batalla de ataques que involucren esta carta. Cualquier daño de batalla de batallas que involucren esta carta se divide a la mitad. Si esta carta es destruida en la Zona de Péndulo: puedes Invocar de Modo Especial, desde tu Deck Extra, 1 Monstruo de Péndulo \"Velociroid\" boca arriba.", "fr": "Chaque joueur reçoit des dommages de combat des attaques impliquant cette carte. Les dommages de combat de combats impliquant cette carte sont divisés par deux. Si cette carte est détruite dans la Zone Pendule : vous pouvez Invoquer Spécialement 1 Monstre Pendule \"Vitesseroid\" face recto depuis votre Extra Deck.", "it": "Entrambi i giocatori subiscono qualsiasi danno da combattimento da attacchi che coinvolgono questa carta. Qualsiasi danno da combattimento da battaglie che coinvolgono questa carta viene dimezzato. Se questa carta viene distrutta nella Zona Pendulum: puoi Evocare Specialmente 1 Mostro Pendulum \"Velociroid\" scoperto dal tuo Extra Deck.", "pt": "Os dois duelistas sofrem qualquer dano de batalha dos ataques envolvendo este card. Qualquer dano de batalha das batalhas envolvendo este card são diminuídos pela metade. Se este card for destruído na Zona de Pêndulo: você pode Invocar por Invocação-Especial com a face para cima 1 Monstro Pêndulo \"Velocidaroide\" do seu Deck Adicional.", "ja": "①：このカードの戦闘で発生する戦闘ダメージはお互いのプレイヤーが受ける。②：このカードの戦闘で発生するお互いの戦闘ダメージは半分になる。③：このカードがＰゾーンで破壊された場合に発動できる。自分のＥＸデッキから表側表示の「スピードロイド」Ｐモンスター１体を特殊召喚する。", "ko": "①: 이 카드의 전투로 발생하는 전투 데미지는 양쪽 플레이어가 받는다. ②: 이 카드의 전투로 발생하는 서로의 전투 데미지는 절반이 된다. ③: 이 카드가 펜듈럼 존에서 파괴되었을 경우에 발동할 수 있다. 자신의 엑스트라 덱에서 앞면 표시의 \"스피드로이드\" 펜듈럼 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "←6【灵摆】6→\n这个卡名的灵摆效果1回合只能使用1次。\n①：从自己墓地的怪兽以及除外的自己怪兽之中以1只风属性同调怪兽为对象才能发动。那只怪兽回到额外卡组。\n【怪兽效果】\n①：这张卡的战斗发生的战斗伤害由双方玩家承受。\n②：这张卡的战斗发生的双方的战斗伤害变成一半。\n③：这张卡在灵摆区域被破坏的场合才能发动。从自己的额外卡组把1只表侧表示的「疾行机人」灵摆怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Pendulum / Effect", "attribute": "WIND", "level": 4, "atk": 100, "def": 1600, "pendulum_scale": 6, "pendulum_effect": {"en": "You can target 1 of your WIND Synchro Monsters that is banished or in your GY; return it to the Extra Deck. You can only use this effect of \"Speedroid Hexasaucer\" once per turn.", "de": "Du kannst 1 deiner WIND Synchromonster wählen, das verbannt ist oder sich in deinem Friedhof befindet; lege es ins Extra Deck zurück. Du kannst diesen Effekt von „Geschwindigkeitsroid Hexa-Auge“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 de tus Monstruos de Sincronía de VIENTO que esté desterrado o en tu Cementerio; devuélvelo al Deck Extra. Sólo puedes usar este efecto de \"Velociroid Hexaplatillo\" una vez por turno.", "fr": "Vous pouvez cibler 1 de vos Monstres Synchro VENT qui est banni ou dans votre Cimetière ; renvoyez-le à l'Extra Deck. Vous ne pouvez utiliser cet effet de \"Hexacoupe Vitesseroid\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 dei tuoi Mostri Synchro VENTO che è bandito o nel tuo Cimitero; fallo ritornare nell'Extra Deck. Puoi utilizzare questo effetto di \"Velociroid Esadischi\" una sola volta per turno.", "pt": "Você pode escolher 1 dos seus Monstros Sincro de VENTO que estiverem banidos ou no seu Cemitério; devolva-o para o Deck Adicional. Você só pode usar este efeito de \"Velocidaroide Hexadisco\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分の墓地のモンスター及び除外されている自分のモンスターの中から、風属性Ｓモンスター１体を対象として発動できる。そのモンスターをＥＸデッキに戻す。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, 바람 속성 싱크로 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 엑스트라 덱으로 되돌린다.", "zh-TW": null, "zh-CN": null}, "series": ["roid", "Speedroid"], "images": [{"index": 1, "image": "SpeedroidHexasaucer-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN035", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE035", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUOV-SP035", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR035", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT035", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT035", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "19PP-JP008", "set_name": "Premium Pack 2019", "rarities": ["Common", "Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP14-KRA08", "set_name": "Premium Pack Vol.14 1st Wave", "rarities": ["Super Rare", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584315}