{"konami_id": 14967, "password": 23912837, "name": {"en": "Resh Shaddoll Incarnation", "de": "Resh-Schattenpuppen-Inkarnation", "es": "Encarnación Sombrañeca Resh", "fr": "Resh Incarnation Marionnette de l'Ombre", "it": "Incarnazione Bambolaombra Resh", "pt": "Encarnação Sombraneco Resh", "ja": "<ruby>影光の聖選士<rt>レーシャドール・インカーネーション</rt></ruby>", "ja_romaji": "Rēshadōru Inkānēshon", "ko": "레섀도르 인카네이션", "ko_rr": "Resyaedoreu Inkaneisyeon", "zh-TW": "陽影依的聖選士", "zh-CN": "阳影依变生"}, "text": {"en": "Target 1 \"Shaddoll\" monster in your GY; Special Summon it in face-up or face-down Defense Position.\nYou can banish this card and 1 \"Shaddoll\" card from your GY, then activate 1 of these effects;\n● Change 1 face-down monster you control to face-up Defense Position.\n● Change 1 face-up monster you control to face-down Defense Position.\nYou can only use 1 \"Resh Shaddoll Incarnation\" effect per turn, and only once that turn.", "de": "Wähle 1 „Schattenpuppe“-Monster in deinem Friedhof; beschwöre es als Spezialbeschwörung in die offene oder verdeckte Verteidigungsposition.\nDu kannst diese Karte und 1 „Schattenpuppe“-Karte von deinem Friedhof verbannen und dann 1 dieser Effekte aktivieren;\n● Ändere 1 verdecktes Monster, das du kontrollierst, in die offene Verteidigungsposition.\n● Ändere 1 offenes Monster, das du kontrollierst, in die verdeckte Verteidigungsposition.\nDu kannst nur 1 Effekt von „Resh-Schattenpuppen-Inkarnation“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Selecciona 1 monstruo \"Sombrañeca\" en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa boca arriba o boca abajo.\nPuedes desterrar esta carta y 1 carta \"Sombrañeca\" en tu Cementerio, y después activa 1 de estos efectos;\n● Cambia 1 monstruo boca abajo que controles a Posición de Defensa boca arriba.\n● Cambia 1 monstruo boca arriba que controles a Posición de Defensa boca abajo.\nSólo puedes usar 1 efecto de \"Encarnación Sombrañeca Resh\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 monstre \"Marionnette de l'Ombre\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense face recto ou face verso.\nVous pouvez bannir cette carte et 1 carte \"Marionnette de l'Ombre\" depuis votre Cimetière, puis activez 1 de ces effets ;\n● Changez 1 monstre face verso que vous contrôlez en Position de Défense face recto.\n● Changez 1 monstre face recto que vous contrôlez en Position de Défense face verso.\nVous ne pouvez utiliser qu'1 effet de \"Resh Incarnation Marionnette de l'Ombre\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 mostro \"Bambolaombra\" nel tuo Cimitero; Evocalo Specialmente scoperto o coperto in Posizione di Difesa.\nPuoi bandire questa carta e 1 carta \"Bambolaombra\" dal tuo Cimitero, poi attivare 1 di questi effetti;\n● Metti scoperto in Posizione di Difesa 1 mostro coperto che controlli.\n● Metti coperto in Posizione di Difesa 1 mostro scoperto che controlli.\nPuoi utilizzare solo 1 effetto di \"Incarnazione Bambolaombra Resh\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 monstro \"Sombraneco\" no seu Cemitério; Invoque-o por Invocação-Especial com a face para cima ou com a face para baixo em Posição de Defesa.\nVocê pode banir este card e 1 card \"Sombraneco\" do seu Cemitério e, depois, ative 1 desses efeitos;\n● Coloque 1 monstro com a face para baixo que você controla, com a face para cima em Posição de Defesa.\n● Coloque 1 monstro com a face para cima que você controla, com a face para baixo em Posição de Defesa.\nVocê só pode usar 1 efeito de \"Encarnação Sombraneco Resh\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分の墓地の「シャドール」モンスター１体を対象として発動できる。そのモンスターを表側守備表示または裏側守備表示で特殊召喚する。②：自分の墓地からこのカードと「シャドール」カード１枚を除外し、以下の効果から１つを選択して発動できる。\n●自分フィールドの裏側表示モンスター１体を選んで表側守備表示にする。\n●自分フィールドの表側表示モンスター１体を選んで裏側守備表示にする。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 묘지의 \"섀도르\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 앞면 수비 표시 또는 뒷면 수비 표시로 특수 소환한다. ②: 자신 묘지에서 이 카드와 \"섀도르\" 카드 1장을 제외하고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●자신 필드의 뒷면 표시 몬스터 1장을 골라 앞면 수비 표시로 한다.\n●자신 필드의 앞면 표시 몬스터 1장을 골라 뒷면 수비 표시로 한다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可將我方墓地的１隻「影依」怪獸做為對象發動。以正面守備表示或反面守備表示特殊召喚該怪獸。②：可從我方墓地除外此卡及１張「影依」卡，從以下效果選擇１個發動。\n●選擇１隻我方場上的反面表示怪獸，將其變為正面守備表示。\n●選擇１隻我方場上的正面表示怪獸，將其變為反面守備表示。", "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：可以自己墓地的1只“影依”怪兽为对象发动。以表侧守备表示或里侧守备表示将该怪兽特殊召唤。②：从自己的墓地将此卡与1张“影依”卡除外，可从以下效果中选择1个发动。●挑选自己场上的1只里侧表示的怪兽，将其变为表侧守备表示。●挑选自己场上的1只表侧表示的怪兽，将其变为里侧守备表示。"}, "card_type": "Trap", "property": "Normal", "series": ["Shaddoll"], "images": [{"index": 1, "image": "ReshShaddollIncarnation-SDSH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDSH-EN033", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDSH-DE033", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDSH-FR033", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDSH-IT033", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDSH-PT033", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD37-JP033", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SD37-KR033", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "SD37-SC033", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 690710, "master_duel_rarity": "R"}