{"konami_id": 18850, "password": 23969415, "name": {"en": "Beta Evolution Pill - Ultranscendance", "de": "Beta-Evolutionspille - Ultranszendenz", "es": "Píldora de la Evolución Beta - Ultrascendancia", "fr": "Pilule d'Évolution Bêta - Ultranscendance", "it": "Pillola dell'Evoluzione Beta - Ultrascendenza", "pt": "Pílula de Evolução Beta - Ultranscendente", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>越<rt>えつ</rt></ruby><ruby>進<rt>しん</rt></ruby><ruby>化<rt>か</rt></ruby><ruby>薬<rt>やく</rt></ruby><ruby>β<rt>ベータ</rt></ruby>", "ja_romaji": "Chōetsu Shinkayaku Bēta", "ko": "초월진화약<ruby>β<rt>베타</rt></ruby>", "ko_rr": "Chowoljinhwayak Beta", "zh-TW": "超越進化藥β", "zh-CN": "超越进化药贝塔"}, "text": {"en": "Tribute 2 monsters from your hand and/or field, including a Dinosaur monster; Special Summon 1 Level 5 or higher Dinosaur monster from your Deck or Extra Deck, with an equal or higher ATK than the total ATK of those Tributed monsters, also for the rest of this turn after this card resolves, you cannot Special Summon monsters from the Extra Deck, except Dragon, Dinosaur, Sea Serpent, or Wyrm monsters. You can only activate 1 \"Beta Evolution Pill - Ultranscendance\" per turn.", "de": "Biete 2 Monster von deiner Hand und/oder Spielfeldseite als Tribut an, darunter ein Dinosaurier-Monster; beschwöre 1 Dinosaurier-Monster der Stufe 5 oder höher, dessen ATK höher oder gleich der Summe der ATK jener als Tribut angebotenen Monster sind, als Spezialbeschwörung von deinem Deck oder Extra Deck, zusätzlich kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Drache-, Dinosaurier-, Seeschlange- oder Wyrm-Monstern. Du kannst nur 1 „Beta-Evolutionspille - Ultranszendenz“ pro Spielzug aktivieren.", "es": "Sacrifica 2 monstruos en tu mano y/o Campo, incluyendo un monstruo Dinosaurio; Invoca de Modo Especial, desde tu Deck o Deck Extra, 1 monstruo Dinosaurio de Nivel 5 o mayor, con un ATK igual o mayor que el ATK total de esos monstruos Sacrificados y además, por el resto de este turno después de que esta carta se resuelva, no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto monstruos Dragón, Dinosaurio, Serpiente Marina o Wyrm. Sólo puedes activar 1 \"Píldora de la Evolución Beta - Ultrascendancia\" por turno.", "fr": "Sacrifiez 2 monstres (un monstre Dinosaure inclus) depuis votre main et/ou Terrain ; Invoquez Spécialement 1 monstre Dinosaure de min. Niveau 5 depuis votre Deck ou Extra Deck, avec une ATK supérieure ou égale à la somme des ATK de ces monstres Sacrifiés, et aussi, le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon, Dinosaure, Serpent de Mer ou Wyrm exclus) depuis l'Extra Deck. Vous ne pouvez activer qu'1 \"Pilule d'Évolution Bêta - Ultranscendance\" par tour.", "it": "Offri come Tributo 2 mostri dalla tua mano e/o Terreno, compreso un mostro Dinosauro; Evoca Specialmente dal tuo Deck o Extra Deck 1 mostro Dinosauro di Livello 5 o superiore con ATK pari o superiore alla somma degli ATK di quei mostri offerti come Tributo, inoltre per il resto di questo turno dopo che questa carta si è risolta, non puoi Evocare Specialmente mostri dall'Extra Deck, eccetto mostri Drago, Dinosauro, Serpente Marino o Wyrm. Puoi attivare solo 1 \"Pillola dell'Evoluzione Beta - Ultrascendenza\" per turno.", "pt": "Ofereça como Tributo 2 monstros da sua mão e/ou do campo, incluindo um monstro Dinossauro; Invoque por Invocação-Especial 1 monstro Dinossauro de Nível 5 ou mais do seu Deck ou Deck Adicional, com um ATK igual ou maior que o ATK total desses monstros oferecidos como Tributo e, além disso, pelo resto deste turno depois que este card resolver, você não pode Invocar monstros por Invocação-Especial do Deck Adicional, exceto monstros Dragão, Dinossauro, Serpente Marinha ou Wyrm. Você só pode ativar 1 \"Pílula de Evolução Beta - Ultranscendente\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の手札・フィールドから恐竜族モンスターを含むモンスター２体をリリースして発動できる。リリースしたモンスターの攻撃力の合計以上の攻撃力を持つ、レベル５以上の恐竜族モンスター１体をデッキ・ＥＸデッキから特殊召喚する。このカードの発動後、ターン終了時まで自分はドラゴン族・恐竜族・海竜族・幻竜族モンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신의 패 / 필드에서 공룡족 몬스터를 포함하는 몬스터 2장을 릴리스하고 발동할 수 있다. 릴리스한 몬스터의 공격력 합계 이상의 공격력을 가지는, 레벨 5 이상의 공룡족 몬스터 1장을 덱 / 엑스트라 덱에서 특수 소환한다. 이 카드의 발동 후, 턴 종료시까지 자신은 드래곤족 / 공룡족 / 해룡족 / 환룡족 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "此卡名的卡１回合僅限發動１張。\n①：可從我方手牌・場上解放２隻包含恐龍族怪獸在內的怪獸發動。從牌組・額外牌組特殊召喚１隻持有攻擊力為解放怪獸的攻擊力合計以上等級５以上的恐龍族怪獸。此卡發動後，在回合結束前我方可從額外牌組特殊召喚的怪獸僅限龍族・恐龍族・海龍族・幻龍族怪獸。", "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：从自己的手牌・场上解放包含恐龙族怪兽在内的２只怪兽可以发动。从牌组・额外牌组将１只攻击力在所解放怪兽的攻击力合计以上的、等级５以上的恐龙族怪兽特殊召唤。此卡发动后，直至回合结束时为止，自己从额外牌组仅可特殊召唤龙族・恐龙族・海龙族・幻龙族怪兽。"}, "card_type": "Spell", "property": "Normal", "series": ["Evolution Pill"], "images": [{"index": 1, "image": "BetaEvolutionPillUltranscendance-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN063", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-EN375", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE063", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-DE375", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR063", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-FR375", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT063", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-IT375", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT063", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-PT375", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "DUNE-JP063", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR063", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC063", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 806098, "master_duel_rarity": "R"}