{"konami_id": 10912, "password": 23979249, "name": {"en": "Bujin Arasuda", "de": "Bujin Arasuda", "es": "Bujin Arasuda", "fr": "Bujin Arasuda", "it": "Bujin Arasuda", "pt": "Bujin Arasuda", "ja": "<ruby>武<rt>ぶ</rt></ruby><ruby>神<rt>じん</rt></ruby>－アラスダ", "ja_romaji": "Bujin - Arasuda", "ko": "무사신－아라스다", "ko_rr": null, "zh-TW": "武鬥神－荒巢田", "zh-CN": "武斗神－荒巢田"}, "text": {"en": "If a \"Bujin\" monster in your Graveyard or face-up on your side of the field is banished (except during the Damage Step): You can Special Summon this card from your hand in face-up Defense Position. Once per turn, during the End Phase, if a \"Bujin\" card was added from your Deck to your hand this turn, except by drawing it, while you controlled this face-up card: You can draw 1 card, then discard 1 card. You can only control 1 \"Bujin Arasuda\".", "de": "Falls ein „Bujin“-Monster von deinem Friedhof oder offen von deiner Spielfeldseite verbannt wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand in die offene Verteidigungsposition beschwören. Einmal pro Spielzug, während der End Phase, falls deiner Hand in diesem Spielzug eine „Bujin“-Karte von deinem Deck hinzugefügt wurde, außer indem du sie gezogen hast, solange du diese offene Karte kontrolliert hast: Du kannst 1 Karte ziehen, dann 1 Karte abwerfen. Du kannst nur 1 „Bujin Arasuda“ kontrollieren.", "es": "Si un monstruo \"Bujin\" en tu Cementerio o boca arriba en tu lado del Campo es desterrado (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial, desde tu mano, en Posición de Defensa boca arriba. Una vez por turno, durante la End Phase, si este turno, mientras controlabas esta carta boca arriba, añadiste a tu mano una carta \"Bujin\" en tu Deck, excepto si la robaste: puedes robar 1 carta, y después descartar 1 carta. Sólo puedes controlar 1 \"Bujin Arasuda\".", "fr": "Si un monstre \"Bujin\" dans votre Cimetière ou face recto sur votre Terrain est banni (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense face recto. Une fois par tour, durant la End Phase, si une carte \"Bujin\" a été ajoutée depuis votre Deck à votre main ce tour, sauf en la piochant, tant que vous contrôliez cette carte face recto : vous pouvez piocher 1 carte, puis défaussez 1 carte. Vous ne pouvez contrôler qu'1 \"Bujin Arasuda\".", "it": "Se un mostro \"Bujin\" nel tuo Cimitero o scoperto sul tuo Terreno viene bandito (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano, scoperta in Posizione di Difesa. Una volta per turno, durante la End Phase, se una carta \"Bujin\" è stata aggiunta dal tuo Deck alla tua mano in questo turno, eccetto pescandola, mentre controllavi questa carta scoperta: puoi pescare 1 carta, poi scartare 1 carta. Puoi controllare solo 1 \"Bujin Arasuda\".", "pt": "Se um monstro \"Bujin\" no seu Cemitério ou com a face para cima no seu lado do campo for banido (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão com a face para cima em Posição de Defesa. Uma vez por turno, durante a Fase Final, se um card \"Bujin\" foi adicionado do seu Deck à sua mão neste turno, exceto ao ser comprado, enquanto você controlava este card com a face para cima: você pode comprar 1 card e, depois, descartar 1 card. Você só pode controlar 1 \"Bujin Arasuda\".", "ja": "自分のフィールド上・墓地の「武神」と名のついたモンスターがゲームから除外された場合、このカードを手札から表側守備表示で特殊召喚できる。また、このカードがフィールド上に表側表示で存在し、「武神」と名のついたカードがドロー以外の方法で自分のデッキから手札に加わった場合、そのターンのエンドフェイズ時に１度だけ発動できる。デッキからカードを１枚ドローし、その後手札を１枚選んで捨てる。「武神－アラスダ」は自分フィールド上に１体しか表側表示で存在できない。", "ko": "자신 필드 위 / 묘지의 \"무사신\"이라는 이름이 붙은 몬스터가 게임에서 제외되었을 경우, 이 카드를 패에서 앞면 수비 표시로 특수 소환할 수 있다. 또한, 이 카드가 필드 위에 앞면 표시로 존재하고, \"무사신\"이라는 이름이 붙은 카드가 드로우 이외의 방법으로 자신의 덱에서 패에 넣어졌을 경우, 그 턴의 엔드 페이즈시에 1번만 발동할 수 있다. 덱에서 카드를 1장 드로우하고, 그 후 패를 1장 골라 버린다. \"무사신－아라스다\"는 자신 필드 위에 1장밖에 앞면 표시로 존재할 수 없다.", "zh-TW": null, "zh-CN": "自己的场上·墓地的名字带有「武神」的怪兽从游戏中除外的场合，这张卡可以从手卡表侧守备表示特殊召唤。此外，这张卡在场上表侧表示存在，名字带有「武神」的卡用抽卡以外的方法从自己卡组加入手卡的场合，那个回合的结束阶段时才能发动1次。从卡组抽1张卡，那之后选1张手卡丢弃。「武神-荒樔田」在自己场上只能有1只表侧表示存在。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 1900, "series": ["Bujin"], "images": [{"index": 1, "image": "BujinArasuda-MP14-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LVAL-EN026", "set_name": "Legacy of the Valiant", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-EN207", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LVAL-DE026", "set_name": "Legacy of the Valiant", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-DE207", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LVAL-FR026", "set_name": "Legacy of the Valiant", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-FR207", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LVAL-IT026", "set_name": "Legacy of the Valiant", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-IT207", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LVAL-PT026", "set_name": "Legacy of the Valiant", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-PT207", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LVAL-JP026", "set_name": "Legacy of the Valiant", "rarities": ["Super Rare"]}], "ko": [{"set_number": "LVAL-KR026", "set_name": "Legacy of the Valiant", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 312551, "master_duel_rarity": "SR"}