{"konami_id": 11813, "password": 24019092, "name": {"en": "Igknight Paladin", "de": "Feueritter Paladin", "es": "Paladín Caballerígneo", "fr": "Paladin Chevaliardent", "it": "Fuocavaliere Paladino", "pt": "Cavaleirardor Paladino", "ja": "イグナイト・マスケット", "ja_romaji": "Igunaito Masuketto", "ko": "이그나이트 머스켓", "ko_rr": null, "zh-TW": "燧騎士 獵槍", "zh-CN": "点火骑士・鸟嘴"}, "text": {"en": "This Igknight has a reputation as a thinker with a cool head. But the truth is that his emotions just take longer to heat up.", "de": "Dieser Feueritter hat den Ruf, ein Denker mit einem kühlen Kopf zu sein. Tatsächlich brauchen seine Emotionen aber nur etwas länger, bis sie hochkochen.", "es": "Este Caballerígneo tiene reputación de ser un pensador que mantiene la cabeza fría. Pero la verdad es que sus emociones sólo necesitan un poco más de tiempo para encenderse.", "fr": "Ce Chevaliardent est réputé pour réfléchir froidement, mais à vrai dire, ses émotions mettent tout simplement du temps pour prendre le dessus.", "it": "Questo Fuocavaliere ha la reputazione di un pensatore che sa mantenere il sangue freddo. Ma la verità è che le sue emozioni ci mettono solo più tempo a riscaldarsi.", "pt": "Este Cavaleirardor tem a reputação de um pensador com a cabeça tranquila. Mas a verdade é que suas emoções só demoram um pouco mais para esquentar.", "ja": "冷静沈着で理知的と評判のイグナイトの参謀。実は頭に血が上るのに時間がかかっているだけで、心の中ではいつもキレ気味らしい。", "ko": "냉정하고 침착하며 이지적이라는 평판의 이그나이트의 참모. 사실 욱하기까지 시간이 걸릴 뿐, 마음 속은 늘 부글부글 끓고 있는 듯하다.", "zh-TW": "以沉著冷靜和理性備受肯定的燧騎士參謀。但事實上只是比較不容易失去理智，事實上他的內心經常處於憤怒狀態。", "zh-CN": "以冷静沉着、富于理性而著称的点火骑士参谋。实际上只是因为血气上涌需要花上一定时间，其实内心一直处于愤怒状态。"}, "card_type": "Monster", "monster_type_line": "Warrior / Pendulum", "attribute": "FIRE", "level": 4, "atk": 1400, "def": 1900, "pendulum_scale": 2, "pendulum_effect": {"en": "If you have an \"Igknight\" card in your other Pendulum Zone: You can destroy both cards in your Pendulum Zones, and if you do, add 1 FIRE Warrior-Type monster from your Deck or Graveyard to your hand.", "de": "Falls du eine „Feueritter“-Karte in deiner anderen Pendelzone hast: Du kannst beide Karten in deinen Pendelzonen zerstören und falls du dies tust, füge deiner Hand 1 FEUER Monster vom Typ Krieger von deinem Deck oder Friedhof hinzu.", "es": "Si tienes una carta \"Caballerígneo\" en tu otra Zona del Péndulo: puedes destruir ambas cartas en tus Zonas del Péndulo y, si lo haces, añade a tu mano 1 monstruo de FUEGO de Tipo Guerrero en tu Deck o Cementerio.", "fr": "Si vous avez une carte \"Chevaliardent\" dans votre autre Zone Pendule : vous pouvez détruire les deux cartes dans vos Zones Pendule, et si vous le faites, ajoutez 1 monstre FEU de Type Guerrier depuis votre Deck ou Cimetière à votre main.", "it": "SSe hai una carta \"Fuocavaliere\" nella tua altra Zona Pendulum: puoi distruggere entrambe le carte nelle tue Zone Pendulum e, se lo fai, aggiungi 1 mostro FUOCO di Tipo Guerriero dal tuo Deck o Cimitero alla tua mano.", "pt": "Se você tiver um card \"Cavaleirardor\" na sua outra Zona de Pêndulo: você pode destruir os dois cards nas suas Zonas de Pêndulo e, se isso acontecer, adicione 1 monstro de FOGO do Tipo Guerreiro do seu Deck ou Cemitério à sua mão.", "ja": "①：もう片方の自分の<ruby>Ｐ<rt>ペンデュラム</rt></ruby>ゾーンに「イグナイト」カードが存在する場合に発動できる。自分の<ruby>Ｐ<rt>ペンデュラム</rt></ruby>ゾーンのカードを全て破壊し、自分のデッキ・墓地から戦士族・炎属性モンスター１体を選んで手札に加える。", "ko": "①: 다른 한쪽 자신의 펜듈럼 존에 \"이그나이트\" 카드가 존재할 경우에 발동할 수 있다. 자신의 펜듈럼 존의 카드를 전부 파괴하고, 자신의 덱 / 묘지에서 전사족 / 화염 속성 몬스터 1장을 골라 패에 넣는다.", "zh-TW": "①：可在我方另一側鐘擺區存在「燧騎士」卡的狀況下發動。將我方鐘擺區的所有卡全部破壞，從我方牌組・墓地選擇１隻戰士族・炎屬性怪獸加入手牌。", "zh-CN": "①：另一方自己的灵摆区域存在“点火骑士”卡的情况下可以发动。将自己的灵摆区域的２张卡破坏，从自己的牌组・墓地将１只战士族・炎属性怪兽加入手牌。"}, "series": ["Igknight"], "images": [{"index": 1, "image": "IgknightPaladin-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CORE-EN029", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-EN067", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CORE-DE029", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-DE067", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CORE-FR029", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-FR067", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CORE-IT029", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-IT067", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CORE-PT029", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-PT067", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CORE-JP029", "set_name": "Clash of Rebellions", "rarities": ["Common"]}], "ko": [{"set_number": "CORE-KR029", "set_name": "Clash of Rebellions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM03-SC025", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 348865, "master_duel_rarity": "N"}