{"konami_id": 6808, "password": 24082387, "name": {"en": "Crop Circles", "de": "Kornkreise", "es": "Círculos en las Cosechas", "fr": "Cercles Étranges", "it": "Impronte Circolari nei Campi", "pt": "Círculos nas Plantações", "ja": "ミステリーサークル", "ja_romaji": "Misuterī Sākuru", "ko": "미스터리 서클", "ko_rr": null, "zh-TW": "神秘麥田圈", "zh-CN": "神秘麦田圈"}, "text": {"en": "Send any number of monsters from your side of the field to the Graveyard to activate this card. Select from your Deck 1 \"Alien\" monster whose Level is equal to the total Levels of the sent monsters, and Special Summon it. If you fail to find a monster to Special Summon, you take 2000 damage.", "de": "Lege eine beliebige Anzahl Monster von deiner Spielfeldseite auf den Friedhof, um diese Karte zu aktivieren. Wähle aus deinem Deck 1 Monster, dessen Kartenname „Außerirdische“ enthält, dessen Stufe gleich der Summe der Stufen der auf den Friedhof gelegten Monster ist, und beschwöre es als Spezialbeschwörung. Falls du kein Monster findest, um es als Spezialbeschwörung zu beschwören, erhältst du 2000 Punkte Schaden.", "es": "Manda cualquier cantidad de monstruos de tu Campo al Cementerio para activar esta carta. Selecciona de tu Deck 1 monstruo que incluya \"Alienígena\" en su nombre y cuyo Nivel sea igual a los Niveles totales de los monstruos mandados al Cementerio e Invócalo mediante una Invocación Especial. Si no puedes encontrar un monstruo adecuado para Invocar, recibes 2000 puntos de daño.", "fr": "Envoyez le nombre de votre choix de monstres depuis votre Terrain au Cimetière pour activer cette carte. Sélectionnez depuis votre Deck 1 monstre qui inclut \"Alien\" dans son nom de carte dont le Niveau est égal au total des Niveaux des monstres envoyés et Invoquez-le par Invocation Spéciale. Si vous ne trouvez pas de monstre à Invoquer par Invocation Spéciale, vous recevez 2000 points de dommages.", "it": "Manda un qualsiasi numero di mostri dal tuo Terreno al Cimitero per attivare questa carta. Seleziona dal tuo Deck 1 mostro che include \"Alieno\" nel suo nome il cui Livello sia uguale al totale dei Livelli dei mostri mandati al Cimitero, ed Evocalo tramite Evocazione Speciale. Se non riesci a trovare un mostro da Evocare tramite Evocazione Speciale, ricevi 2000 punti di danno.", "pt": null, "ja": "自分フィールド上のモンスターを任意の数だけ墓地へ送って発動できる。墓地へ送ったモンスターのレベルの合計と同じレベルの「エーリアン」と名のついたモンスター１体をデッキから特殊召喚する。特殊召喚できなかった場合、自分は２０００ポイントダメージを受ける。", "ko": "자신 필드 위의 몬스터를 임의의 수만큼 묘지로 보내고 발동할 수 있다. 묘지로 보낸 몬스터의 레벨 합계와 같은 레벨의 \"에일리언\"이라는 이름이 붙은 몬스터 1장을 덱에서 특수 소환한다. 특수 소환을 할 수 없었을 경우, 자신은 2000 포인트 데미지를 받는다.", "zh-TW": null, "zh-CN": "把自己场上的怪兽任意数量送去墓地才能发动。和送去墓地的怪兽的等级合计相同等级的1只名字带有「外星」的怪兽从卡组特殊召唤。不能特殊召唤的场合，自己受到2000分伤害。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "CropCircles-POTD-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "POTD-EN051", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "POTD-DE051", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "POTD-FR051", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "POTD-IT051", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "POTD-JP051", "set_name": "Power of the Duelist", "rarities": ["Common"]}, {"set_number": "DE01-JP037", "set_name": "Duelist Edition Volume 1", "rarities": ["Common"]}], "ko": [{"set_number": "POTD-KR051", "set_name": "Power of the Duelist", "rarities": ["Common"]}, {"set_number": "PC01-KR038", "set_name": "Precious Pack Volume 1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 13572, "master_duel_rarity": "N"}