{"konami_id": 14792, "password": 24158464, "name": {"en": "Tindangle Jhrelth", "de": "Tinwinkel-Jhrelth", "es": "Jhrelth Tindángulo", "fr": "Jhrelth Tindangle", "it": "Jhrelth Tindangolo", "pt": "Jhrelth Tindângulo", "ja": "ティンダングル・ジレルス", "ja_romaji": "Tindanguru Jirerusu", "ko": "틴당글 지레루스", "ko_rr": "Tindanggeul Jireruseu", "zh-TW": "廷達三角 結界石", "zh-CN": "廷达三角・结界石"}, "text": {"en": "FLIP: You can take 1 Flip monster from your Deck, except \"Tindangle Jhrelth\", and either add it to your hand or send it to the GY.\nIf this card is in your hand: You can discard 1 other card; send 1 \"Tindangle\" card from your Deck to the GY, except \"Tindangle Jhrelth\", and if you do, Special Summon this card in face-down Defense Position. You can only use each effect of \"Tindangle Jhrelth\" once per turn.", "de": "FLIPP: Du kannst 1 Flippmonster von deinem Deck nehmen, außer „Tinwinkel-Jhrelth“, und es entweder deiner Hand hinzufügen oder auf den Friedhof legen.\nFalls sich diese Karte in deiner Hand befindet: Du kannst 1 andere Karte abwerfen; lege 1 „Tinwinkel“-Karte von deinem Deck auf den Friedhof, außer „Tinwinkel-Jhrelth“, und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung in die verdeckte Verteidigungsposition. Du kannst jeden Effekt von „Tinwinkel-Jhrelth“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Puedes tomar 1 monstruo de Volteo en tu Deck, excepto \"Jhrelth Tindángulo\", y añadirlo a tu mano o mandarlo al Cementerio.\nSi esta carta está en tu mano: puedes descartar otra carta; manda al Cementerio 1 carta \"Tindángulo\" en tu Deck, excepto \"Jhrelth Tindángulo\" y, si lo haces, Invoca esta carta de Modo Especial en Posición de Defensa boca abajo. Sólo puedes usar cada efecto de \"Jhrelth Tindángulo\" una vez por turno.", "fr": "FLIP : Vous pouvez prendre 1 monstre Flip (\"Jhrelth Tindangle\" exclu) depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière.\nSi cette carte est dans votre main : vous pouvez défausser 1 autre carte ; envoyez 1 carte \"Tindangle\" (\"Jhrelth Tindangle\" exclu) depuis votre Deck au Cimetière, et si vous le faites, Invoquez Spécialement cette carte en Position de Défense face verso. Vous ne pouvez utiliser chaque effet de \"Jhrelth Tindangle\" qu'une fois par tour.", "it": "SCOPRI: Puoi prendere 1 mostro Scoperta dal tuo Deck, eccetto \"Jhrelth Tindangolo\", e aggiungerlo alla tua mano oppure mandarlo al Cimitero.\nSe questa carta è nella tua mano: puoi scartare 1 altra carta; manda 1 carta \"Tindangolo\" dal tuo Deck al Cimitero, eccetto \"Jhrelth Tindangolo\", e, se lo fai, Evoca Specialmente questa carta coperta in Posizione di Difesa. Puoi utilizzare ogni effetto di \"Jhrelth Tindangolo\" una sola volta per turno.", "pt": "VIRE: Você pode pegar 1 monstro de Virar do seu Deck, exceto \"Jhrelth Tindângulo\", e adicione-o à sua mão ou envie-o para o Cemitério.\nSe este card estiver na sua mão: você pode descartar 1 outro card; envie 1 card \"Tindângulo\" do seu Deck para o Cemitério, exceto \"Jhrelth Tindângulo\" e, se isso acontecer, Invoque este card por Invocação-Especial com a face para baixo em Posição de Defesa. Você só pode usar cada efeito de \"Jhrelth Tindângulo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札にある場合、このカード以外の手札を１枚捨てて発動できる。デッキから「ティンダングル・ジレルス」以外の「ティンダングル」カード１枚を墓地へ送り、このカードを裏側守備表示で特殊召喚する。②：このカードがリバースした場合に発動できる。デッキから「ティンダングル・ジレルス」以外のリバースモンスター１体を選び、手札に加えるか墓地へ送る。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패에 있을 경우, 이 카드 이외의 패를 1장 버리고 발동할 수 있다. 덱에서 \"틴당글 지레루스\" 이외의 \"틴당글\" 카드 1장을 묘지로 보내고, 이 카드를 뒷면 수비 표시로 특수 소환한다. ②: 이 카드가 리버스했을 경우에 발동할 수 있다. 덱에서 \"틴당글 지레루스\" 이외의 리버스 몬스터 1장을 골라, 패에 넣거나 묘지로 보낸다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：这张卡在手卡的场合，把这张卡以外的1张手卡丢弃才能发动。从卡组把「廷达魔三角之结界石」以外的1张「廷达魔三角」卡送去墓地，这张卡里侧守备表示特殊召唤。\n②：这张卡反转的场合才能发动。从卡组选「廷达魔三角之结界石」以外的1只反转怪兽加入手卡或送去墓地。"}, "card_type": "Monster", "monster_type_line": "Fiend / Flip / Effect", "attribute": "DARK", "level": 3, "atk": 0, "def": 1800, "series": ["Tindangle"], "images": [{"index": 1, "image": "TindangleJhrelth-DAMA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN095", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "de": [{"set_number": "DAMA-DE095", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DAMA-FR095", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "it": [{"set_number": "DAMA-IT095", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DAMA-PT095", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LVDS-JPA10", "set_name": "LINK VRAINS Duelist Set", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "LVDS-KRA10", "set_name": "LINK VRAINS Duelist Set", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 649311, "master_duel_rarity": "R"}