{"konami_id": 16830, "password": 24226942, "name": {"en": "Chaos Nephthys", "de": "Chaos-Nephthys", "es": "Nephtys del Caos", "fr": "Nephtys du Chaos", "it": "Nephtys del Chaos", "pt": "Nephthys do Caos", "ja": "カオス・ネフティス", "ja_romaji": "Kaosu Nefutisu", "ko": "카오스 네프티스", "ko_rr": "Kaoseu Nepeutiseu", "zh-TW": "混沌・奈芙蒂斯", "zh-CN": "混沌奈芙蒂斯"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by its own effect. If a card(s) on the field is destroyed by a card effect: You can banish 1 LIGHT and 1 DARK monster from your GY, except \"Chaos Nephthys\"; Special Summon this card from the GY (if it was there when the card was destroyed) or hand (even if not). You can only use this effect of \"Chaos Nephthys\" once per turn. If this card is Special Summoned: You can target 1 card your opponent controls and 2 cards in their GY; banish them.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Diese Karte muss durch ihren eigenen Effekt als Spezialbeschwörung beschworen werden. Falls eine oder mehr Karten auf dem Spielfeld durch einen Karteneffekt zerstört werden: Du kannst 1 LICHT und 1 FINSTERNIS Monster von deinem Friedhof verbannen, außer „Chaos-Nephthys“; beschwöre diese Karte als Spezialbeschwörung vom Friedhof (falls sie dort lag, als die Karte zerstört wurde) oder der Hand (selbst falls nicht). Du kannst diesen Effekt von „Chaos-Nephthys“ nur einmal pro Spielzug verwenden. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Karte, die dein Gegner kontrolliert, und 2 Karten in seinem Friedhof wählen; verbanne sie.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por su propio efecto. Si una o más cartas en el Campo son destruidas por el efecto de una carta: puedes desterrar 1 monstruo de LUZ y 1 de OSCURIDAD en tu Cementerio, excepto \"Nephtys del Caos\"; Invoca esta carta de Modo Especial desde el Cementerio (si estaba allí cuando la carta fue destruida) o mano (aun si no lo hacía). Sólo puedes usar este efecto de \"Nephtys del Caos\" una vez por turno. Si esta carta es Invocada de Modo Especial: puedes seleccionar 1 carta que controle tu adversario y 2 cartas en su Cementerio; destiérralas.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par son propre effet. Si une ou plusieurs cartes sur le Terrain sont détruites par un effet de carte : vous pouvez bannir 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES (\"Nephtys du Chaos\" exclu) depuis votre Cimetière ; Invoquez Spécialement cette carte depuis le Cimetière (si elle y était lorsque la carte a été détruite) ou la main (même si elle n'y était pas). Vous ne pouvez utiliser cet effet de \"Nephtys du Chaos\" qu'une fois par tour. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 carte contrôlée par votre adversaire et 2 cartes dans son Cimetière ; bannissez-les.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dal suo stesso effetto. Se una o più carte sul Terreno vengono distrutte dall'effetto di una carta: puoi bandire 1 mostro LUCE e 1 mostro OSCURITÀ dal tuo Cimitero, eccetto \"Nephtys del Chaos\"; Evoca Specialmente questa carta dal Cimitero (se era lì quando le carte sono state distrutte) o mano (anche se non era lì). Puoi utilizzare questo effetto di \"Nephtys del Chaos\" una sola volta per turno. Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 carta controllata dal tuo avversario e 2 carte nel suo Cimitero; bandiscile.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por seu próprio efeito. Se um ou mais cards no campo forem destruídos por um efeito de card: você pode banir 1 monstro de LUZ e 1 de TREVAS do seu Cemitério, exceto \"Nephthys do Caos\"; Invoque este card por Invocação-Especial do Cemitério (se ele estava lá quando o card foi destruído) ou da mão (mesmo se ele não estava). Você só pode usar este efeito de \"Nephthys do Caos\" uma vez por turno. Se este card for Invocado por Invocação-Especial: você pode escolher 1 card que seu oponente controla e 2 cards no Cemitério dele; bana-os.", "ja": "このカードは通常召喚できず、このカードの効果でのみ特殊召喚できる。このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、フィールドのカードが効果で破壊された場合、自分の墓地から「カオス・ネフティス」以外の光属性と闇属性のモンスターを１体ずつ除外して発動できる。このカードを特殊召喚する。②：このカードが特殊召喚に成功した場合、相手フィールドのカード１枚と相手の墓地のカード２枚を対象として発動できる。そのカードを除外する。", "ko": "이 카드는 통상 소환할 수 없으며, 이 카드의 효과로만 특수 소환할 수 있다. 이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 필드의 카드가 효과로 파괴되었을 경우, 자신 묘지에서 \"카오스 네프티스\" 이외의 빛 속성과 어둠 속성의 몬스터를 1장씩 제외하여 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드가 특수 소환에 성공했을 경우, 상대 필드의 카드 1장과 상대 묘지의 카드 2장을 대상으로 하고 발동할 수 있다. 그 카드를 제외한다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤，仅可以此卡的效果特殊召唤。此卡名的①效果１回合仅可使用１次。①：此卡存在于手牌・墓地，场上的卡因效果被破坏的情况下，从自己的墓地将“混沌奈芙蒂斯”以外的光属性和暗属性怪兽各１只除外可以发动。将此卡特殊召唤。②：此卡特殊召唤成功的情况下，以对手场上的１张卡和对手墓地的２张卡为对象可以发动。将该卡除外。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "DARK", "level": 8, "atk": 2400, "def": 1600, "series": ["Chaos", "Nephthys"], "images": [{"index": 1, "image": "ChaosNephthys-BACH-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN025", "set_name": "Battle of Chaos", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BACH-DE025", "set_name": "Battle of Chaos", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BACH-FR025", "set_name": "Battle of Chaos", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BACH-IT025", "set_name": "Battle of Chaos", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BACH-PT025", "set_name": "Battle of Chaos", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BACH-JP025", "set_name": "Battle of Chaos", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BACH-JP025", "set_name": "Battle of Chaos +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BACH-KR025", "set_name": "Battle of Chaos", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BACH-KR025", "set_name": "Battle of Chaos +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC018", "set_name": "Mega Pack 07", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714251, "master_duel_rarity": "SR"}