{"konami_id": null, "password": 24232799, "name": {"en": "Storagepod", "de": "Speicherpode", "es": "Almacenápodo", "fr": "Stockagepode", "it": "Depositopodo", "pt": "Armazenamentopoda", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "\"Trifortressops\" or \"Stegocyber\" + 1 Machine or Dinosaur monster\nCannot be destroyed by battle while a monster Special Summoned from the GY is on the field. If a monster(s) is Special Summoned from the hand while this monster is on the field (except during the Damage Step): You can target 1 card you control and 1 card your opponent controls; destroy them. You can only use this effect of \"Storagepod\" once per turn.", "de": "„Trifestungstops“ oder „Stego-Cyber“ + 1 Maschine- oder Dinosaurier-Monster\nKann nicht durch Kampf zerstört werden, solange ein als Spezialbeschwörung vom Friedhof beschworenes Monster auf dem Spielfeld liegt. Falls ein oder mehr Monster als Spezialbeschwörung von der Hand beschworen werden, solange sich dieses Monster auf dem Spielfeld befindet (außer während des Damage Steps): Du kannst 1 Karte, die du kontrollierst, und 1 Karte, die dein Gegner kontrolliert, wählen; zerstöre sie. Du kannst diesen Effekt von „Speicherpode“ nur einmal pro Spielzug verwenden.", "es": "\"Trifortalezatops\" o \"Estegociber\" + 1 monstruo Máquina o Dinosaurio\nNo puede ser destruido en batalla mientras un monstruo Invocado de Modo Especial desde el Cementerio esté en el Campo. Si uno o más monstruos son Invocados de Modo Especial desde la mano mientras este monstruo está en el Campo (excepto durante el Damage Step): puedes seleccionar 1 carta que controles y 1 carta que controle tu adversario; destrúyelas. Sólo puedes usar este efecto de \"Almacenápodo\" una vez por turno.", "fr": "\"Triforteressops\" ou \"Stégocyber\" + 1 monstre Machine ou Dinosaure\nNon destructible au combat, tant qu'un monstre Invoqué Spécialement depuis le Cimetière est sur le Terrain. Si un ou plusieurs monstres sont Invoqués Spécialement depuis la main tant que ce monstre est sur le Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 carte que vous contrôlez et 1 carte contrôlée par votre adversaire ; détruisez-les. Vous ne pouvez utiliser cet effet de \"Stockagepode\" qu'une fois par tour.", "it": "\"Triceratofortezza\" o \"Stegocyber\" + 1 mostro Macchina o Dinosauro\nNon può essere distrutto in battaglia mentre un mostro Evocato Specialmente dal Cimitero è sul Terreno. Se uno o più mostri vengono Evocati Specialmente dalla mano mentre questo mostro è sul Terreno (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta che controlli e 1 carta controllata dal tuo avversario; distruggile. Puoi utilizzare questo effetto di \"Depositopodo\" una sola volta per turno.", "pt": "\"Trifortalezatops\" ou \"Estegociber\" + 1 monstro Máquina ou Dinossauro\nNão pode ser destruído em batalha enquanto um monstro Invocado por Invocação-Especial do Cemitério estiver no campo. Se um ou mais monstros forem Invocados por Invocação-Especial da mão enquanto este monstro estiver no campo (exceto durante a Etapa de Dano): você pode escolher 1 card que você controla e 1 card que seu oponente controla; destrua-os. Você só pode usar este efeito de \"Armazenamentopoda\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Machine / Fusion / Effect", "attribute": "DARK", "level": 6, "atk": 2500, "def": 2500, "materials": "\"Trifortressops\" or \"Stegocyber\" + 1 Machine-Type or Dinosaur-Type monster", "images": [{"index": 1, "image": "Storagepod-DUNE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN084", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE084", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR084", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT084", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT084", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": null, "ocg": "Not yet released"}, "yugipedia_page_id": 993287}