{"konami_id": 22110, "password": 24431911, "name": {"en": "Tellusion the Magna Warrior", "de": "Tellusion, Magnetkrieger", "es": "Tellusion el Guerrero Magno", "fr": "Tellusion, le Guerrier Magnétique", "it": "Tellusion Guerriero Magnetico", "pt": "Tellusion, o Guerreiro Ímã", "ja": "<ruby>磁<rt>じ</rt></ruby><ruby>石<rt>しゃく</rt></ruby>の<ruby>戦<rt>せん</rt></ruby><ruby>士<rt>し</rt></ruby>マグネット・テルスリオン", "ja_romaji": "Jishaku no Senshi Magunetto Terusurion", "ko": "자석의 전사 마그넷 테루스리온", "ko_rr": null, "zh-TW": null, "zh-CN": "磁石之战士 大地机翁"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your GY) by banishing 1 \"Magnet Warrior Sigma Plus\" and 1 \"Magnet Warrior Sigma Minus\" from your hand, face-up Monster Zone, and/or GY. Once per turn, when your opponent activates a card or effect (Quick Effect): You can target 1 monster your opponent controls; destroy it, or if you targeted an EARTH monster, you can take control of it instead. During your opponent's turn (Quick Effect): You can Tribute this card; Special Summon 2 of your banished \"Magnet Warrior Sigma\" monsters.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deinem Friedhof) beschworen werden, indem du 1 „Magnetkrieger Sigma Plus“ und 1 „Magnetkrieger Sigma Minus“ von deiner Hand, offen von deiner Monsterzone und/oder von deinem Friedhof verbannst. Einmal pro Spielzug, wenn dein Gegner eine Karte oder einen Effekt aktiviert (Schnelleffekt): Du kannst 1 Monster wählen, das dein Gegner kontrolliert; zerstöre es oder falls du ein ERDE Monster als Ziel gewählt hast, kannst du stattdessen die Kontrolle darüber übernehmen. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 2 deiner verbannten „Magnetkrieger Sigma“-Monster als Spezialbeschwörung.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu Cementerio) desterrando 1 \"Guerrero Magnético Sigma Plus\" y 1 \"Guerrero Magnético Sigma Minus\" en tu mano, Zona de Monstruos boca arriba y/o Cementerio. Una vez por turno, cuando tu adversario active una carta o efecto (Efecto Rápido): puedes seleccionar 1 monstruo que controle tu adversario; destrúyelo o, si seleccionaste un monstruo de TIERRA, puedes tomar su control en su lugar. Durante el turno de tu adversario (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial 2 de tus monstruos \"Guerrero Magnético Sigma\" desterrados.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre Cimetière) en bannissant 1 \"Guerrier Magnétique Sigma Plus\" et 1 \"Guerrier Magnétique Sigma Moins\" depuis votre main, Zone Monstre face recto et/ou Cimetière. Une fois par tour, lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; détruisez-le, ou si vous avez ciblé un monstre TERRE, vous pouvez en prendre le contrôle à la place. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 2 de vos monstres \"Guerrier Magnétique Sigma\" bannis.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dal tuo Cimitero) bandendo 1 \"Guerriero Magnetico Sigma Più\" e 1 \"Guerriero Magnetico Sigma Meno\" dalla tua mano, Zona Mostri scoperta e/o Cimitero. Una volta per turno, quando il tuo avversario attiva una carta o un effetto (Effetto Rapido): puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; distruggilo o, se hai scelto come bersaglio un mostro TERRA, puoi invece prenderne il controllo. Durante il turno del tuo avversario (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 2 dei tuoi mostri \"Guerriero Magnetico Sigma\" banditi.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (do seu Cemitério) ao banir 1 \"Guerreiro Ímã Sigma Plus\" e 1 \"Guerreiro Ímã Sigma Minus\" da sua mão, da Zona de Monstros com a face para cima e/ou do Cemitério. Uma vez por turno, quando seu oponente ativar um card ou efeito (Efeito Rápido): você pode escolher 1 monstro que seu oponente controla; destrua-o, ou se você escolheu um monstro de TERRA, em vez disso, você pode tomar o controle dele. Durante o turno do seu oponente (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 2 dos seus monstros \"Guerreiro Ímã Sigma\" banidos.", "ja": "このカードは通常召喚できない。自分の手札・フィールド（表側表示）・墓地の「磁石の戦士Σ＋」「磁石の戦士Σ－」を１体ずつ除外した場合のみ墓地から特殊召喚できる。①：１ターンに１度、相手が効果を発動した時、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。地属性モンスターを対象として発動した場合、代わりにそのモンスターのコントロールを得る事もできる。②：相手ターンに、このカードをリリースして発動できる。自分の除外状態の「磁石の戦士Σ」モンスター２体を特殊召喚する。", "ko": "이 카드는 통상 소환할 수 없다. 자신의 패 / 필드(앞면 표시) / 묘지의 \"마그넷 워리어 Σ＋(플러스)\" \"마그넷 워리어 Σ－(마이너스)\"를 1장씩 제외했을 경우에만 묘지에서 특수 소환할 수 있다. ①: 1턴에 1번, 상대가 효과를 발동했을 때, 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다. 땅 속성 몬스터를 대상으로 하고 발동했을 경우, 대신에 그 몬스터의 컨트롤을 얻을 수도 있다. ②: 상대 턴에, 이 카드를 릴리스하고 발동할 수 있다. 자신의 제외 상태인 \"마그넷 워리어 Σ\" 몬스터 2장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤。仅可在将自己手牌・场上（表侧表示）・墓地的“磁石战士西格玛＋”“磁石战士西格玛－”各1只除外的情况下从墓地特殊召唤。①：1回合1次，对手发动效果时，以对手场上的1只怪兽为对象可以发动。将该怪兽破坏。以地属性怪兽为对象来发动的情况下，作为代替也可获得该怪兽的控制权。②：在对手回合中，解放此卡可以发动。将自己除外状态的2只“磁石战士西格玛”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 8, "atk": 2500, "def": 2500, "series": ["Magna Warrior", "Magnet"], "images": [{"index": 1, "image": "TellusiontheMagnaWarrior-BPRO-JP-R.png"}], "sets": {"en": [{"set_number": "BPRO-EN004", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "de": [{"set_number": "BPRO-DE004", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "es": [{"set_number": "BPRO-SP004", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BPRO-FR004", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "it": [{"set_number": "BPRO-IT004", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BPRO-PT004", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BPRO-JP004", "set_name": "Burst Protocol", "rarities": ["Rare", "Secret Rare"]}], "ko": [{"set_number": "BPRO-KR004", "set_name": "Burst Protocol", "rarities": ["Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "BPRO-SC004", "set_name": "Burst Protocol", "rarities": ["Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1153157}