{"konami_id": 20258, "password": 24440742, "name": {"en": "Silhouhatte Trick", "de": "Silhouhute-Trick", "es": "Truco Siluetsombrero", "fr": "Tour Silhouettochapeau", "it": "Trucco Silhoucappello", "pt": "Truque do Chapelhueta", "ja": "<ruby>影<rt>かげ</rt></ruby><ruby>帽<rt>ぼう</rt></ruby><ruby>子<rt>し</rt></ruby>", "ja_romaji": "Kagebōshi", "ko": "그림자 모자", "ko_rr": null, "zh-TW": "影帽子", "zh-CN": "影帽子"}, "text": {"en": "Special Summon this card as an Effect Monster (Illusion/DARK/Level 4/ATK 1500/DEF 600) with the following effects (this card is also still a Trap).\n● If this card is Special Summoned: You can target face-up cards your opponent controls, up to the number of Illusion monsters you control; negate their effects until the end of this turn.\n● If this card battles a monster, neither can be destroyed by that battle.\nYou can only activate 1 \"Silhouhatte Trick\" per turn.", "de": "Beschwöre diese Karte als Spezialbeschwörung als Effektmonster (Illusion/FINSTERNIS/Stufe 4/ATK 1500/DEF 600) mit den folgenden Effekten (diese Karte ist zusätzlich weiterhin eine Falle).\n● Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst offene Karten, die dein Gegner kontrolliert, bis zur Anzahl der Illusion-Monster wählen, die du kontrollierst; annulliere bis zum Ende dieses Spielzugs ihre Effekte.\n● Falls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden.\nDu kannst nur 1 „Silhouhute-Trick“ pro Spielzug aktivieren.", "es": "Invoca esta carta de Modo Especial como un Monstruo de Efecto (Ilusión/OSCURIDAD/Nivel 4/ATK 1500/DEF 600) con los siguientes efectos (esta carta también sigue siendo una Trampa).\n● Si esta carta es Invocada de Modo Especial: puedes seleccionar cartas boca arriba que controle tu adversario, hasta el número de monstruos Ilusión que controlas; niega sus efectos hasta el final de este turno.\n● Si esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla.\nSólo puedes activar 1 \"Truco Siluetsombrero\" por turno.", "fr": "Invoquez Spécialement cette carte comme Monstre à Effet (Illusion/TÉNÈBRES/Niveau 4/ATK 1500/DEF 600) avec les effets suivants (cette carte est toujours aussi un Piège).\n● Si cette carte est Invoquée Spécialement : vous pouvez cibler un nombre de cartes face recto contrôlées par votre adversaire, inférieur ou égal au nombre de monstres Illusion que vous contrôlez ; jusqu'à la fin de ce tour, annulez leurs effets.\n● Si cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat.\nVous ne pouvez activer qu'1 \"Tour Silhouettochapeau\" par tour.", "it": "Evoca Specialmente questa carta come Mostro con Effetto (Illusione/OSCURITÀ/Livello 4/ATK 1500/DEF 600) con i seguenti effetti (questa carta è ancora anche una Trappola).\n● Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio carte scoperte controllate dal tuo avversario, fino al numero di mostri Illusione che controlli; annulla i loro effetti fino alla fine di questo turno.\n● Se questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia.\nPuoi attivare solo 1 \"Trucco Silhoucappello\" per turno.", "pt": "Invoque este card por Invocação-Especial como um Monstro de Efeito (Ilusão/TREVAS/Nível 4/ATK 1500/DEF 600) com os seguintes efeitos (este card ainda é considerado uma Armadilha).\n● Se este card for Invocado por Invocação-Especial: você pode escolher cards com a face para cima que seu oponente controla, até o número de monstros Ilusão que você controla; negue seus efeitos até o final deste turno.\n● Se este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha.\nVocê só pode ativar 1 \"Truque do Chapelhueta\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：このカードは発動後、以下の効果を持つ効果モンスター（幻想魔族・闇・星４・攻１５００／守６００）となり、モンスターゾーンに特殊召喚する（罠カードとしても扱う）。\n●このカードが特殊召喚した場合、自分フィールドの幻想魔族モンスターの数まで相手フィールドの表側表示カードを対象として発動できる。そのカードの効果をターン終了時まで無効にする。\n●このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드는 발동 후, 이하의 효과를 가지는 효과 몬스터(환상마족 / 어둠 / 레벨 4 / 공 1500 / 수 600)가 되고, 몬스터 존에 특수 소환한다(함정 카드로도 취급한다).\n●이 카드를 특수 소환했을 경우, 자신 필드의 환상마족 몬스터의 수까지 상대 필드의 앞면 표시 카드를 대상으로 하고 발동할 수 있다. 그 카드의 효과를 턴 종료시까지 무효로 한다.\n●이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：此卡发动后，变为拥有以下效果的效果怪兽（幻想魔族・暗・星４・攻１５００／守６００），特殊召唤至怪兽区域（也视为陷阱卡）。\n●此卡特殊召唤的情况下，以对手场上的表侧表示卡为对象可以发动，数量最多为自己场上的幻想魔族怪兽的数量。将该卡的效果直至回合结束时为止无效。\n●此卡与怪兽进行战斗的情况下，该２只不会因该战斗被破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["Trap Monster"], "images": [{"index": 1, "image": "SilhouhatteTrick-INFO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN079", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "INFO-DE079", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "INFO-FR079", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "INFO-IT079", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "INFO-PT079", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "INFO-JP079", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR079", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC079", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055819, "master_duel_rarity": "SR"}