{"konami_id": 13493, "password": 24484270, "name": {"en": "Gem-Knight Phantom Quartz", "de": "Edelstein-Ritter-Phantom Quartz", "es": "Caballero-Gema Cuarzo Fantasma", "fr": "Quartz Fantôme, Chevalier-Gemmes", "it": "Cavaliere-Gemma Quarzo Fantasma", "pt": "Cavaleiro-Gema Quartzo Fantasma", "ja": "ジェムナイト・ファントムルーツ", "ja_romaji": "Jemunaito Fantomurūtsu", "ko": "젬나이트 팬텀루츠", "ko_rr": null, "zh-TW": "寶石騎士 魅影原核", "zh-CN": "宝石骑士・魅影原核"}, "text": {"en": "2 \"Gem-\" monsters\nIf this card is Link Summoned: You can add 1 \"Gem-Knight\" card from your Deck to your hand. You can pay 1000 LP; Fusion Summon 1 \"Gem-Knight\" Fusion Monster from your Extra Deck, by shuffling Fusion Materials in your possession listed on it into your Deck, that are banished or in the GY, but it cannot attack directly this turn. You can only use each effect of \"Gem-Knight Phantom Quartz\" once per turn.", "de": "2 „Edelstein“-Monster / Falls diese Karte als Linkbeschwörung beschworen wird: Du kannst deiner Hand 1 „Edelstein-Ritter“-Karte von deinem Deck hinzufügen. Du kannst 1000 LP zahlen; beschwöre 1 „Edelstein-Ritter“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck, indem du das auf ihm aufgeführte Fusionsmaterial, das dir gehört und verbannt ist oder im Friedhof liegt, in dein Deck mischst, aber es kann in diesem Spielzug nicht direkt angreifen. Du kannst jeden Effekt von „Edelstein-Ritter-Phantom Quartz“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"-Gema\"\nSi esta carta es Invocada por Enlace: puedes añadir a tu mano 1 carta \"Caballero-Gema\" en tu Deck. Puedes pagar 1000 LP; Invoca por Fusión, desde tu Deck Extra, 1 Monstruo de Fusión \"Caballero-Gema\", barajando a tu Deck Materiales de Fusión en tu posesión listados en él que estén en el Cementerio o desterrados, pero éste no puede atacar directamente este turno. Sólo puedes usar cada efecto de \"Caballero-Gema Cuarzo Fantasma\" una vez por turno.", "fr": "2 monstres \"-Gemmes\"\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 carte \"Chevalier-Gemmes\" depuis votre Deck à votre main. Vous pouvez payer 1000 LP ; Invoquez par Fusion 1 Monstre Fusion \"Chevalier-Gemmes\" depuis votre Extra Deck, en mélangeant des Matériels Fusion en votre possession listés sur celui-ci dans votre Deck, qui sont bannis ou dans le Cimetière, mais il ne peut pas attaquer directement ce tour. Vous ne pouvez utiliser chaque effet de \"Quartz Fantôme, Chevalier-Gemmes\" qu'une fois par tour.", "it": "2 mostri \"-Gemma\"\nSe questa carta viene Evocata Link: puoi aggiungere 1 carta \"Cavaliere-Gemma\" dal tuo Deck alla tua mano. Puoi pagare 1000 LP; Evoca tramite Fusione 1 Mostro Fusione \"Cavaliere-Gemma\" dal tuo Extra Deck, mischiando nel tuo Deck i Materiali da Fusione sotto il tuo comando indicati su di esso, che sono banditi o nel Cimitero, ma esso non può attaccare direttamente in questo turno. Puoi utilizzare ogni effetto di \"Cavaliere-Gemma Quarzo Fantasma\" una sola volta per turno.", "pt": "2 monstros \"-Gema\"\nSe este card for Invocado por Invocação-Link: você pode adicionar 1 card \"Cavaleiro-Gema\" do seu Deck à sua mão. Você pode pagar 1000 PV; Invoque por Invocação-Fusão 1 Monstro de Fusão \"Cavaleiro-Gema\" do seu Deck Adicional, ao embaralhar no seu Deck as Matérias de Fusão em sua posse listadas nele, que estiverem banidas ou no Cemitério, mas ele não pode atacar diretamente neste turno. Você só pode usar cada efeito de \"Cavaleiro-Gema Quartzo Fantasma\" uma vez por turno.", "ja": "「ジェム」モンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＬ召喚した場合に発動できる。デッキから「ジェムナイト」カード１枚を手札に加える。②：１０００ＬＰを払って発動できる。自分の墓地・除外状態のモンスターを融合素材としてデッキに戻し、「ジェムナイト」融合モンスター１体を融合召喚する。この効果で特殊召喚したモンスターはこのターン直接攻撃できない。", "ko": "\"젬\" 몬스터 2장\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 링크 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"젬나이트\" 카드 1장을 패에 넣는다. ②: 1000 LP를 지불하고 발동할 수 있다. 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, \"젬나이트\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 덱으로 되돌리고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에 직접 공격할 수 없다.", "zh-TW": null, "zh-CN": "「宝石」怪兽2只\n这个卡名的①②的效果1回合各能使用1次。\n①：这张卡连接召唤成功的场合才能发动。从卡组把1张「宝石骑士」卡加入手卡。\n②：支付1000基本分才能发动。从自己墓地的卡以及除外的自己的卡之中让「宝石骑士」融合怪兽卡决定的融合素材怪兽回到卡组，把那1只融合怪兽从额外卡组融合召唤。这个效果特殊召唤的怪兽在这个回合不能直接攻击。"}, "card_type": "Monster", "monster_type_line": "Rock / Link / Effect", "attribute": "EARTH", "link_arrows": ["↙", "↘"], "atk": 1450, "materials": "2 \"Gem-\" monsters", "series": ["Gem-", "Gem-Knight", "Phantom Knights"], "images": [{"index": 1, "image": "GemKnightPhantomQuartz-EXFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN092", "set_name": "Extreme Force", "rarities": ["Super Rare"]}], "de": [{"set_number": "EXFO-DE092", "set_name": "Extreme Force", "rarities": ["Super Rare"]}], "fr": [{"set_number": "EXFO-FR092", "set_name": "Extreme Force", "rarities": ["Super Rare"]}], "it": [{"set_number": "EXFO-IT092", "set_name": "Extreme Force", "rarities": ["Super Rare"]}], "pt": [{"set_number": "EXFO-PT092", "set_name": "Extreme Force", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LVP1-JP016", "set_name": "LINK VRAINS Pack", "rarities": ["Super Rare"]}, {"set_number": "SUB1-JP050", "set_name": "Secret Utility Box", "rarities": ["Normal Parallel Rare"]}, {"set_number": "TW02-JP068", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare", "Super Parallel Rare", "Secret Parallel Rare"]}], "ko": [{"set_number": "LVP1-KR016", "set_name": "LINK VRAINS Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544836, "master_duel_rarity": "SR"}