{"konami_id": 16203, "password": 24506253, "name": {"en": "Chronomaly Acambaro Figures", "de": "Chronomale Acambaro-Figuren", "es": "Figuras de Acámbaro Cronómalas", "fr": "Figurines d'Acambaro Chronomal", "it": "Cronomalia Statuette Acambaro", "pt": "Cronomalia Figuras de Acámbaro", "ja": "<ruby>先史遺産<rt>オーパーツ</rt></ruby>アカンバロの<ruby>土<rt>ど</rt></ruby><ruby>偶<rt>ぐう</rt></ruby>", "ja_romaji": "Ōpātsu Akanbaro no Dogū", "ko": "오파츠 아캄바로의 토우", "ko_rr": "Opacheu Akambaro-ui Tou", "zh-TW": "先史遺產 阿坎巴羅土偶", "zh-CN": "先史遗产 阿坎巴罗土偶"}, "text": {"en": "If a \"Chronomaly\" monster(s) you control would be destroyed by battle or your opponent's card effect, you can discard this card instead. If this card is in your GY: You can pay 1000 LP; Special Summon this card, but return it to the hand during the End Phase. You cannot Special Summon monsters the turn you activate this effect, except \"Chronomaly\" monsters. You can only use this effect of \"Chronomaly Acambaro Figures\" once per turn.", "de": "Falls ein oder mehr „Chronomal“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt deines Gegners zerstört würden, kannst du stattdessen diese Karte abwerfen. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1000 LP zahlen; beschwöre diese Karte als Spezialbeschwörung, aber gib sie während der End Phase auf die Hand zurück. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer „Chronomal“-Monstern. Du kannst diesen Effekt von „Chronomale Acambaro-Figuren“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos \"Cronómalo/a\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta de tu adversario, puedes descartar esta carta en su lugar. Si esta carta está en tu Cementerio: puedes pagar 1000 LP; Invoca esta carta de Modo Especial, pero devuélvela a la mano durante la End Phase. El turno en el que activas este efecto no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Cronómalo/a\". Sólo puedes usar este efecto de \"Figuras de Acámbaro Cronómalas\" una vez por turno.", "fr": "Si un ou plusieurs monstres \"Chronomal\" que vous contrôlez vont être détruits au combat ou par un effet de carte de votre adversaire, vous pouvez défausser cette carte à la place. Si cette carte est dans votre Cimetière : vous pouvez payer 1000 LP ; Invoquez Spécialement cette carte, mais renvoyez-la à la main durant la End Phase. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chronomal\" exclus) le tour où vous activez cet effet. Vous ne pouvez utiliser cet effet de \"Figurines d'Acambaro Chronomal\" qu'une fois par tour.", "it": "Se uno o più mostri \"Cronomalia\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta del tuo avversario, puoi invece scartare questa carta. Se questa carta è nel tuo Cimitero: puoi pagare 1000 LP; Evoca Specialmente questa carta, ma falla ritornare nella mano durante la End Phase. Non puoi Evocare Specialmente mostri nel turno in cui attivi questo effetto, eccetto mostri \"Cronomalia\". Puoi utilizzare questo effetto di \"Cronomalia Statuette Acambaro\" una sola volta per turno.", "pt": "Se um ou mais monstros \"Cronomalia\" que você controla seriam destruídos em batalha ou por um efeito de card do seu oponente, em vez disso, você pode descartar este card. Se este card estiver no seu Cemitério: você pode pagar 1000 PV; Invoque este card por Invocação-Especial, mas devolva-o para a mão durante a Fase Final. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto monstros \"Cronomalia\". Você só pode usar este efeito de \"Cronomalia Figuras de Acámbaro\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドの「先史遺産」モンスターが戦闘または相手の効果で破壊される場合、代わりに手札のこのカードを捨てる事ができる。②：このカードが墓地に存在する場合、１０００ＬＰを払って発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードはエンドフェイズに持ち主の手札に戻る。この効果を発動するターン、自分は「先史遺産」モンスターしか特殊召喚できない。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"오파츠\" 몬스터가 전투 또는 상대 효과로 파괴될 경우, 대신에 패의 이 카드를 버릴 수 있다. ②: 이 카드가 묘지에 존재할 경우, 1000 LP를 지불하고 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는 엔드 페이즈에 주인의 패로 되돌아간다. 이 효과를 발동하는 턴에, 자신은 \"오파츠\" 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：自己场上的「先史遗产」怪兽被战斗或者对方的效果破坏的场合，可以作为代替把手卡的这张卡丢弃。\n②：这张卡在墓地存在的场合，支付1000基本分才能发动。这张卡特殊召唤。这个效果特殊召唤的这张卡在结束阶段回到持有者手卡。这个效果发动的回合，自己不是「先史遗产」怪兽不能特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 5, "atk": 1000, "def": 1800, "series": ["Chronomaly"], "images": [{"index": 1, "image": "ChronomalyAcambaroFigures-DAMA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN014", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE014", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR014", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT014", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT014", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP014", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR014", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714277, "master_duel_rarity": "N"}