{"konami_id": 12271, "password": 24590232, "name": {"en": "King's Consonance", "de": "Übereinstimmung des Königs", "es": "Acuerdo del Rey", "fr": "Accord du Roi", "it": "Assonanza del Re", "pt": "Consonância do Rei", "ja": "<ruby>王<rt>おう</rt></ruby><ruby>魂<rt>ごん</rt></ruby><ruby>調<rt>ちょう</rt></ruby><ruby>和<rt>わ</rt></ruby>", "ja_romaji": "Ōgon Chōwa", "ko": "왕혼조화", "ko_rr": null, "zh-TW": "王魂調和", "zh-CN": "王魂调和"}, "text": {"en": "When an opponent's monster declares a direct attack: Negate the attack, then you can apply the rest of this card's effect. Banish 1 Tuner monster and any number of non-Tuner monsters from your Graveyard, whose total Levels equal 8 or less, and if you do, Special Summon from your Extra Deck 1 Synchro Monster whose Level equals the total Levels of those banished monsters. (This Special Summon is treated as a Synchro Summon.)", "de": "Wenn ein Monster deines Gegners einen direkten Angriff deklariert: Annulliere den Angriff, dann kannst du den Rest des Effekts dieser Karte ausführen. Verbanne 1 Empfänger-Monster und eine beliebige Anzahl Nicht-Empfänger-Monster von deinem Friedhof, deren gemeinsame Stufe 8 oder kleiner ist, und falls du dies tust, beschwöre 1 Synchromonster, dessen Stufe der gemeinsamen Stufe der verbannten Monster entspricht, als Spezialbeschwörung von deinem Extra Deck. (Diese Spezialbeschwörung wird als Synchrobeschwörung behandelt.)", "es": "Cuando un monstruo de tu adversario declara un ataque directo: niega el ataque, y después puedes aplicar el resto del efecto de esta carta. Destierra 1 monstruo Cantante y cualquier cantidad de monstruos que no sean Cantantes en tu Cementerio cuyos Niveles totales sean 8 o menos y, si lo haces, Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo de Sincronía cuyo Nivel sea igual a los Niveles totales de esos monstruos desterrados. (Esta Invocación Especial se trata como una Invocación por Sincronía).", "fr": "Lorsqu'un monstre de votre adversaire déclare une attaque directe : annulez l'attaque, puis vous pouvez appliquer le reste de l'effet de cette carte. Bannissez 1 monstre Syntoniseur et un nombre de votre choix de monstres non-Syntoniseur depuis votre Cimetière, dont le Niveau total est égal à max. 8, et si vous le faites, Invoquez Spécialement 1 Monstre Synchro depuis votre Extra Deck dont le Niveau est égal au Niveau total de ces monstres bannis. (Cette Invocation Spéciale est traitée comme une Invocation Synchro.)", "it": "Quando un mostro dell'avversario dichiara un attacco diretto: annulla l'attacco, poi puoi applicare il resto dell'effetto di questa carta. Bandisci dal tuo Cimitero 1 mostro Tuner e un qualsiasi numero di mostri non-Tuner, il cui Livello totale sia pari o inferiore a 8 e, se lo fai, Evoca Specialmente dal tuo Extra Deck 1 Mostro Synchro con Livello pari alla somma dei Livelli di quei mostri banditi. (Questa Evocazione Speciale viene considerata come una Synchro Evocazione.)", "pt": "Quando um monstro do oponente declarar um ataque direto: negue o ataque e, depois, você pode aplicar o resto dos efeitos deste card. Bana 1 monstro Regulador e qualquer número de monstros não-Reguladores do seu Cemitério, cuja suma dos Nívels seja igual a 8 ou menos e, se isso acontecer, Invoque por Invocação-Especial do seu Deck Adicional 1 Monstro Sincro cujo Nível seja igual à soma dos Níveis desses monstros banidos. (Esta Invocação-Especial é considerada uma Invocação-Sincro.)", "ja": "①：相手モンスターの直接攻撃宣言時に発動できる。その攻撃を無効にする。その後、以下の効果を適用できる。●レベルの合計が８以下になるように、自分の墓地からチューナー１体とチューナー以外のモンスターを任意の数だけ選んで除外し、除外したモンスターのレベルの合計と同じレベルを持つＳモンスター１体を、エクストラデッキからＳ召喚扱いで特殊召喚する。", "ko": "①: 상대 몬스터의 직접 공격 선언시에 발동할 수 있다. 그 공격을 무효로 한다. 그 후, 이하의 효과를 적용할 수 있다.\n●레벨의 합계가 8 이하가 되도록, 자신 묘지에서 튜너 1장과 튜너 이외의 몬스터를 임의의 수만큼 고르고 제외하여, 제외한 몬스터의 레벨 합계와 같은 레벨을 가지는 싱크로 몬스터 1장을, 엑스트라 덱에서 싱크로 소환으로 취급하여 특수 소환한다.", "zh-TW": null, "zh-CN": "①：对方怪兽的直接攻击宣言时才能发动。那次攻击无效。那之后，以下效果可以适用。\n●等级合计最多到8以下为止，从自己墓地选调整1只和调整以外的怪兽任意数量除外，把持有和除外的怪兽的等级合计相同等级的1只同调怪兽从额外卡组当作同调召唤作特殊召唤。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "KingsConsonance-PGL3-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGL3-EN019", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGL3-DE019", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "es": [{"set_number": "PGL3-SP019", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGL3-FR019", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGL3-IT019", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGL3-PT019", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP18-JP019", "set_name": "Premium Pack 18", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "PP11-KR019", "set_name": "Premium Pack Vol.11", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383856, "master_duel_rarity": "R"}