{"konami_id": 18452, "password": 24634594, "name": {"en": "Diabolantis the Menacing Mantis", "de": "Diabolantis die bedrohliche Gottesanbeterin", "es": "Diabolantis la Mantis Amenazadora", "fr": "Diabolantis la Mante Menaçante", "it": "Diabolantis la Mantide Minacciosa", "pt": "Diabolantis, o Louva-a-deus Ameaçador", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>螂<rt>ろう</rt></ruby>ディアボランティス", "ja_romaji": "Marō Diaborantisu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned: You can send Insect and/or Plant monsters from your Deck to the GY up to the number of non-Tuners used for its Synchro Summon. If you control this Synchro Summoned card: You can target 1 Insect or Plant monster you control; treat it as a Tuner until the end of this turn. You can only use each effect of \"Diabolantis the Menacing Mantis\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst Insekt- und/oder Pflanze-Monster bis zur Anzahl der für ihre Synchrobeschwörung verwendeten Nicht-Empfänger von deinem Deck auf den Friedhof legen. Falls du diese als Synchrobeschwörung beschworene Karte kontrollierst: Du kannst 1 Insekt- oder Pflanze-Monster wählen, das du kontrollierst; behandle es bis zum Ende dieses Spielzugs als Empfänger. Du kannst jeden Effekt von „Diabolantis die bedrohliche Gottesanbeterin“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes mandar al Cementerio monstruos Insecto y/o Planta en tu Deck hasta el número de monstruos que no sean Cantantes usados para su Invocación por Sincronía. Si controlas esta carta Invocada por Sincronía: puedes seleccionar 1 monstruo Insecto o Planta que controles; trátalo como un Cantante hasta el final de este turno. Sólo puedes usar cada efecto de \"Diabolantis la Mantis Amenazadora\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez envoyer un nombre de monstres Insecte et/ou Plante depuis votre Deck au Cimetière, inférieur ou égal au nombre de non-Syntoniseurs utilisés pour son Invocation Synchro. Si vous contrôlez cette carte Invoquée par Synchronisation : vous pouvez cibler 1 monstre Insecte ou Plante que vous contrôlez ; jusqu'à la fin de ce tour, traitez-le comme un Syntoniseur. Vous ne pouvez utiliser chaque effet de \"Diabolantis la Mante Menaçante\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta viene Synchro Evocata: puoi mandare mostri Insetto e/o Pianta dal tuo Deck al Cimitero fino al numero di non-Tuner utilizzati per la sua Synchro Evocazione. Se controlli questa carta Synchro Evocata: puoi scegliere come bersaglio 1 mostro Insetto o Pianta che controlli; consideralo come un Tuner fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Diabolantis la Mantide Minacciosa\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode enviar monstros Inseto e/ou Planta do seu Deck para o Cemitério até o número de não-Reguladores usados para sua Invocação-Sincro. Se você controlar este card Invocado por Invocação-Sincro: você pode escolher 1 monstro Inseto ou Planta que você controla; considere-o como um Regulador até o final deste turno. Você só pode usar cada efeito de \"Diabolantis, o Louva-a-deus Ameaçador\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Insect / Synchro / Effect", "attribute": "DARK", "level": 8, "atk": 2500, "def": 2200, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "DiabolantistheMenacingMantis-PHHY-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN083", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE083", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR083", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT083", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT083", "set_name": "Photon Hypernova", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 714538}