{"konami_id": 10800, "password": 24845628, "name": {"en": "Magicalized Duston Mop", "de": "Verzauberter Staubon-Mop", "es": "Mopa Mágica de los Particulines", "fr": "Serpillière Magique Poussièron", "it": "Strofinaccio Polverello Magico", "pt": "Esfregão Encantado Poerio", "ja": "ダストンのモップ", "ja_romaji": "Dasuton no Moppu", "ko": "더스튼의 걸레", "ko_rr": null, "zh-TW": "塵小妖的拖把", "zh-CN": "尘小妖的拖把"}, "text": {"en": "You can only control 1 \"Magicalized Duston Mop\". The equipped monster cannot be Tributed, or be used as a Fusion, Synchro, or Xyz Material for a Summon. When this card you control is destroyed by an opponent's card effect and sent to your Graveyard: You can add 1 \"Duston\" monster from your Deck to your hand.", "de": "Du kannst nur 1 „Verzauberter Staubon-Mop“ kontrollieren. Das ausgerüstete Monster kann weder als Tribut angeboten noch als Fusions-, Synchro- oder Xyz-Material für eine Beschwörung verwendet werden. Wenn diese Karte, die du kontrollierst, durch einen Karteneffekt deines Gegners zerstört und auf deinen Friedhof gelegt wird: Du kannst deiner Hand 1 „Staubon“-Monster von deinem Deck hinzufügen.", "es": "Sólo puedes controlar 1 \"Mopa Mágica de los Particulines\". El monstruo equipado no puede ser Sacrificado, o ser usado como Material de Fusión, Sincronía o Xyz para una Invocación. Cuando esta carta que controlas es destruida por el efecto de una carta de tu adversario y mandada a tu Cementerio: puedes añadir a tu mano, desde tu Deck, 1 monstruo \"Particulines\".", "fr": "Vous ne pouvez contrôler qu'1 \"Serpillière Magique Poussièron\". Le monstre équipé ne peut ni être Sacrifié ni être utilisé comme Matériel de Fusion, de Synchro ou Xyz pour une Invocation. Lorsque cette carte que vous contrôlez est détruite par un effet de carte de votre adversaire et envoyée à votre Cimetière : vous pouvez ajouter 1 monstre \"Poussièron\" depuis votre Deck à votre main.", "it": "Puoi controllare solo 1 \"Strofinaccio Polverello Magico\". Il mostro equipaggiato non può essere offerto come Tributo, o utilizzato come Materiale Xyz, Synchro o da Fusione per un'Evocazione. Quando questa carta che controlli viene distrutta dall'effetto di una carta dell'avversario e mandata al tuo Cimitero: puoi aggiungere 1 mostro \"Polverello\" dal tuo Deck alla tua mano.", "pt": "Você só pode controlar 1 \"Esfregão Encantado Poerio\". O monstro equipado não pode ser oferecido como Tributo nem ser usado como Matéria Fusão, Sincro ou Xyz para uma Invocação. Quando este card que você controla for destruído por um efeito de card do oponente e enviado para o seu Cemitério: você pode adicionar 1 monstro \"Poerio\" do seu Deck à sua mão.", "ja": "装備モンスターははリリースできず、融合・シンクロ・エクシーズ召喚の素材にもできない。フィールド上にこのカードが相手のカードの効果によって破壊され墓地へ送られた時、デッキから「ダストン」と名のついたモンスター１体を手札に加える事ができる。「ダストンのモップ」は自分フィールド上に１枚しか表側表示で存在できない。", "ko": "장착 몬스터는 릴리스할 수 없으며, 융합 / 싱크로 / 엑시즈 소환의 소재로도 할 수 없다. 필드 위의 이 카드가 상대 카드의 효과에 의해서 파괴되어 묘지로 보내졌을 때, 덱에서 \"더스튼\"이라는 이름이 붙은 몬스터 1장을 패에 넣을 수 있다. \"더스튼의 걸레\"는 자신 필드 위에 1장밖에 앞면 표시로 존재할 수 없다.", "zh-TW": "裝備怪獸無法解放，也無法做為融合・同步・超量召喚的素材。可在場上的此卡因對方的卡的效果被破壞送至墓地時發動。從牌組將１隻冠有「塵小妖」之名的怪獸加入手牌。「塵小妖的拖把」在我方場上僅限以正面表示存在１張。", "zh-CN": "装备怪兽不可进行释放，也不可成为融合、同步、超量召唤的素材。场上的此卡因对手效果被破坏并送入墓地时可发动。从牌组将１只冠有“尘小妖”之名的怪兽加入手牌。我方场上只可有１张“尘小妖的拖把”以表侧表示存在。"}, "card_type": "Spell", "property": "Equip", "series": ["Duston"], "images": [{"index": 1, "image": "MagicalizedDustonMop-SHSP-EN-SP-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN069", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "de": [{"set_number": "SHSP-DE069", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "fr": [{"set_number": "SHSP-FR069", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "it": [{"set_number": "SHSP-IT069", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "pt": [{"set_number": "SHSP-PT069", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "ja": [{"set_number": "SHSP-JP069", "set_name": "Shadow Specters", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "SHSP-KR069", "set_name": "Shadow Specters", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 295665, "master_duel_rarity": "R"}