{"konami_id": 6410, "password": 24857466, "name": {"en": "Van'Dalgyon the Dark Dragon Lord", "de": "Van'Dalgyon der finstere Drachenherrscher", "es": "Van'Dalgyon el Señor de los Dragones Oscuros", "fr": "Van'Dalgyon le Seigneur du Dragon des Ténèbres", "it": "Van'Dalgyon, il Signore dei Draghi Oscuri", "pt": "Van'Dalgyon, o Senhor do Dragão Negro", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ヴァンダルギオン", "ja_romaji": "Meiōryū Vandarugion", "ko": "명왕룡 반달기온", "ko_rr": null, "zh-TW": "冥王龍梵達吉翁", "zh-CN": "冥王龙梵达吉翁"}, "text": {"en": "If you negate the activation of an opponent's Spell/Trap Card(s), or opponent's monster effect(s), with a Counter Trap Card (except during the Damage Step): You can Special Summon this card from your hand. If Summoned this way, activate these effects and resolve in sequence, depending on the type of card(s) negated by that Counter Trap:\n● Spell: Inflict 1500 damage to your opponent.\n● Trap: Target 1 card your opponent controls; destroy that target.\n● Monster: Target 1 monster in your Graveyard; Special Summon it.", "de": "Nachdem eine Konterfallenkarte, die du kontrollierst, die Aktivierung von Karten oder Effekten deines Gegners annulliert hat, kannst du diese Karte als Spezialbeschwörung von deiner Hand beschwören. Aktiviere dann die entsprechenden Effekte, basierend auf den Typen der annullierten Karten:\n● Zauber: Füge deinem Gegner 1500 Schaden zu.\n● Falle: Wähle 1 Karte, die dein Gegner kontrolliert, und zerstöre sie.\n● Effektmonster: Wähle 1 Monster in deinem Friedhof und beschwöre es als Spezialbeschwörung.", "es": "Si niegas la activación de una o más Cartas Mágicas/de Trampa de tu adversario o uno o más efectos de monstruos de tu adversario con una Carta de Trampa de Contraefecto (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si es Invocado de esta forma, activa estos efectos y resuélvelos en secuencia, dependiendo del o los tipos de carta negados por esa Carta de Trampa de Contraefecto:\n● Mágica: Inflige 1500 puntos de daño a tu adversario.\n● Trampa: Selecciona 1 carta que controle tu adversario; destruye ese objetivo.\n● Monstruo: Selecciona 1 monstruo en tu Cementerio; Invócalo de Modo Especial.", "fr": "Si vous annulez l'activation d'une ou plusieurs Cartes Magie/Piège de votre adversaire ou un ou plusieurs effets de monstre de votre adversaire, avec une Carte Contre-Piège (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si elle est Invoquée de cette façon, activez ces effets et résolvez dans l'ordre, selon le type des cartes annulées par le Contre-Piège :\n● Magie : Infligez 1500 points de dommages à votre adversaire.\n● Piège : Ciblez 1 carte contrôlée par votre adversaire ; détruisez la cible.\n● Monstre : Ciblez 1 monstre dans votre Cimetière ; Invoquez-le Spécialement.", "it": "Se annulli l'attivazione di una o più Carte Magia/Trappola dell'avversario, o uno o più effetti di un mostro dell'avversario, con una Carta Contro-Trappola (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se viene Evocato in questo modo, attiva questi effetti e risolvili in ordine, a seconda del tipo di carte annullate da quella Contro-Trappola:\n● Magia: Infliggi 1500 danni al tuo avversario.\n● Trappola: Scegli come bersaglio 1 carta controllata dal tuo avversario; distruggi quel bersaglio.\n● Mostro: Scegli come bersaglio 1 mostro nel tuo Cimitero; Evocalo Specialmente.", "pt": "Se você negar a ativação de um ou mais Cards de Magia/Armadilha do oponente ou de um ou mais efeitos de monstro do oponente, com um Card de Resposta (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se Invocado desta forma, ative esses efeitos e resolva-os em sequência, dependendo do(s) tipo(s) de card(s) negado(s) pela Armadilha de Resposta:\n● Magia: Cause 1500 de dano ao seu oponente.\n● Armadilha: Escolha 1 card que seu oponente controla; destrua o alvo.\n● Monstro: Escolha 1 monstro no seu Cemitério; Invoque-o por Invocação-Especial.", "ja": "相手がコントロールするカードの発動をカウンター罠で無効にした場合、このカードを手札から特殊召喚する事ができる。この方法で特殊召喚に成功した時、無効にしたカードの種類により以下の効果を発動する。\n●魔法：相手ライフに１５００ポイントダメージを与える。\n●罠：相手フィールド上のカード１枚を選択して破壊する。\n●効果モンスター：自分の墓地からモンスター１体を選択して自分フィールド上に特殊召喚する。", "ko": "상대가 컨트롤하는 카드의 발동을 카운터 함정으로 무효로 했을 경우, 이 카드를 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환에 성공했을 때, 무효로 한 카드의 종류에 따라 다음의 효과를 발동한다.\n●마법 : 상대 라이프에 1500 포인트 데미지를 준다.\n●함정 : 상대 필드 위의 카드 1장을 선택하고 파괴한다.\n●효과 몬스터 : 자신의 묘지에서 몬스터 1장을 선택하고 자신 필드 위에 특수 소환한다.", "zh-TW": null, "zh-CN": "把对方控制的卡的发动用反击陷阱无效的场合，可以把这张卡从手卡特殊召唤。这个方法特殊召唤成功时，无效的卡的种类的以下效果发动。\n●魔法：给与对方基本分1500分伤害。\n●陷阱：选择对方场上1张卡破坏。\n●效果怪兽：从自己墓地选择1只怪兽在自己场上特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 2800, "def": 2500, "images": [{"index": 1, "image": "VanDalgyontheDarkDragonLord-AP06-EN-C-UE.png"}], "sets": {"en": [{"set_number": "CT07-EN007", "set_name": "Collectible Tins 2010 Wave 1", "rarities": ["Super Rare"]}, {"set_number": "AP06-EN019", "set_name": "Astral Pack Six", "rarities": ["Common"]}, {"set_number": "JUMP-EN023", "set_name": "Shonen Jump Vol. 6, Issue 3 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "YR01-EN001", "set_name": "Yu-Gi-Oh! R Volume 1 promotional card", "rarities": ["Secret Rare"]}], "de": [{"set_number": "CT07-DE007", "set_name": "Collectible Tins 2010 Wave 1", "rarities": ["Super Rare"]}, {"set_number": "AP06-DE019", "set_name": "Astral Pack Six", "rarities": ["Common"]}], "fr": [{"set_number": "CT07-FR007", "set_name": "Collectible Tins 2010 Wave 1", "rarities": ["Super Rare"]}, {"set_number": "AP06-FR019", "set_name": "Astral Pack Six", "rarities": ["Common"]}], "it": [{"set_number": "CT07-IT007", "set_name": "Collectible Tins 2010 Wave 1", "rarities": ["Super Rare"]}, {"set_number": "AP06-IT019", "set_name": "Astral Pack Six", "rarities": ["Common"]}], "pt": [{"set_number": "AP06-PT019", "set_name": "Astral Pack Six", "rarities": ["Common"]}], "ja": [{"set_number": "YR1-JP001", "set_name": "Yu-Gi-Oh! R Volume 1 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP01-KR030", "set_name": "Premium Pack Vol.1", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 17181, "master_duel_rarity": "SR"}