{"konami_id": 19417, "password": 24892828, "name": {"en": "Returned of the Tistina", "de": "Zurückgekehrter der Tistina", "es": "Regresado de Tistina", "fr": "Revenant de Tistina", "it": "Ritornato di Tistina", "pt": "Retornado da Tistina", "ja": "ティスティナの<ruby>還<rt>かえ</rt></ruby>り<ruby>仔<rt>ご</rt></ruby>", "ja_romaji": "Tisutina no Kaerigo", "ko": "티스티나의 귀환자", "ko_rr": null, "zh-TW": null, "zh-CN": "提斯蒂娜的归还之子"}, "text": {"en": "If this card is in your hand: You can target 1 \"Tistina\" monster you control, except \"Returned of the Tistina\"; Special Summon this card, and if you do, its Level becomes that targeted monster's Level. If this card is in your GY: You can target 1 Aqua Xyz Monster you control; attach this card to it as material. You can only use each effect of \"Returned of the Tistina\" once per turn.", "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 „Tistina“-Monster wählen, das du kontrollierst, außer „Zurückgekehrter der Tistina“; beschwöre diese Karte als Spezialbeschwörung und falls du dies tust, wird ihre Stufe gleich der Stufe jenes als Ziel gewählten Monsters. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Aqua-Xyz-Monster wählen, das du kontrollierst; hänge diese Karte als Material daran an. Du kannst jeden Effekt von „Zurückgekehrter der Tistina“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes seleccionar 1 monstruo \"Tistina\" que controles, excepto \"Regresado de Tistina\"; Invoca esta carta de Modo Especial y, si lo haces, su Nivel se convierte en el Nivel de ese monstruo seleccionado. Si esta carta está en tu Cementerio: puedes seleccionar 1 Monstruo Xyz Aqua que controles; acóplale esta carta como material. Sólo puedes usar cada efecto de \"Regresado de Tistina\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez cibler 1 monstre \"Tistina\" (\"Revenant de Tistina\" exclu) que vous contrôlez ; Invoquez Spécialement cette carte, et si vous le faites, son Niveau devient le Niveau du monstre ciblé. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 Monstre Xyz Aqua que vous contrôlez ; attachez-lui cette carte comme Matériel. Vous ne pouvez utiliser chaque effet de \"Revenant de Tistina\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi scegliere come bersaglio 1 mostro \"Tistina\" che controlli, eccetto \"Ritornato di Tistina\"; Evoca Specialmente questa carta e, se lo fai, il suo Livello diventa il Livello di quel mostro scelto come bersaglio. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 Mostro Xyz Acqua che controlli; attacca questa carta a esso come materiale. Puoi utilizzare ogni effetto di \"Ritornato di Tistina\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode escolher 1 monstro \"Tistina\" que você controla, exceto \"Retornado da Tistina\"; Invoque este card por Invocação-Especial e, se isso acontecer, seu Nível se torna o Nível do monstro alvo. Se este card estiver no seu Cemitério: você pode escolher 1 Monstro Xyz Aqua que você controla; associe este card a ele como matéria. Você só pode usar cada efeito de \"Retornado da Tistina\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札に存在する場合、「ティスティナの還り仔」以外の自分フィールドの「ティスティナ」モンスター１体を対象として発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードのレベルは、対象のモンスターと同じになる。②：このカードが墓地に存在する場合、自分フィールドの水族Ｘモンスター１体を対象として発動できる。このカードをそのモンスターのＸ素材とする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패에 존재할 경우, \"티스티나의 귀환자\" 이외의 자신 필드의 \"티스티나\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드의 레벨은, 대상 몬스터와 같아진다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 물족 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 그 몬스터의 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡存在于手牌的情况下，以“提斯蒂娜的归还之子”以外的、自己场上的１只“提斯蒂娜”怪兽为对象可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡的等级变为与对象怪兽相同。②：此卡存在于墓地的情况下，以自己场上的１只水族超量怪兽为对象可以发动。将此卡作为该怪兽的超量素材。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "FIRE", "level": 2, "atk": 500, "def": 500, "series": ["Tistina"], "images": [{"index": 1, "image": "ReturnedoftheTistina-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN087", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE087", "set_name": "Age of Overlord", "rarities": ["Common"]}], "es": [{"set_number": "AGOV-SP087", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR087", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT087", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT087", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "WPP5-JP019", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}], "ko": [{"set_number": "WPP5-KR019", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC006", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019296}