{"konami_id": 12715, "password": 24907044, "name": {"en": "Abyss Actor - Leading Lady", "de": "Abgrundschauspieler - Hauptdarstellerin", "es": "Actor del Abismo - Actriz Principal", "fr": "Acteur des Abysses - Actrice Principale", "it": "Attore dell'Abisso - Attrice Principale", "pt": "Ator do Abismo - Atriz Principal", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>劇<rt>げき</rt></ruby><ruby>団<rt>だん</rt></ruby>－プリティ・ヒロイン", "ja_romaji": "Makai Gekidan - Puriti Hiroin", "ko": "마계극단－프리티 히로인", "ko_rr": "Magyegeukdan - Peuriti Hiroin", "zh-TW": "魔界劇團－美麗女主角", "zh-CN": "魔界剧团－美丽女主演"}, "text": {"en": "Once per turn, when battle damage is inflicted: You can target 1 face-up monster your opponent controls; it loses ATK equal to that battle damage. When this card is destroyed by battle, or if this card in its owner's Monster Zone is destroyed by an opponent's card effect: You can Set 1 \"Abyss Script\" Spell directly from your Deck.", "de": "Einmal pro Spielzug, wenn Kampfschaden zugefügt wird: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; es verliert ATK in Höhe des Kampfschadens. Wenn diese Karte durch Kampf zerstört wird oder falls diese Karte in der Monsterzone ihres Besitzers durch einen Karteneffekt eines Gegners zerstört wird: Du kannst 1 „Abgrundskript“-Zauber direkt von deinem Deck setzen.", "es": "Una vez por turno, cuando se inflige daño de batalla: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; éste pierde ATK igual al daño de batalla. Cuando esta carta es destruida en batalla, o si esta carta en la Zona de Monstruos de su dueño es destruida por el efecto de una carta de tu adversario: puedes Colocar 1 Mágica \"Guión de Abismo\" directamente desde tu Deck.", "fr": "Une fois par tour, lorsque des dommages de combat sont infligés : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; il perd une ATK égale aux dommages de combat. Lorsque cette carte est détruite au combat, ou si cette carte dans la Zone Monstre de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez Poser 1 Magie \"Script des Abysses\" directement depuis votre Deck.", "it": "Una volta per turno, quando viene inflitto danno da combattimento: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; esso perde ATK pari a quel danno da combattimento. Quando questa carta viene distrutta in battaglia, o se questa carta nella Zona Mostri del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi Posizionare 1 Magia \"Sceneggiatura dell'Abisso\" direttamente dal tuo Deck.", "pt": "Uma vez por turno, quando o dano de batalha for causado: você pode escolher 1 monstro com a face para cima que seu oponente controla; ele perde ATK igual a esse dano de batalha. Quando este card for destruído em batalha, ou se este card na Zona de Monstros do seu dono for destruído por um efeito de card do oponente: você pode Baixar 1 Magia \"Script do Abismo\" diretamente do seu Deck.", "ja": "①：１ターンに１度、自分または相手が戦闘ダメージを受けた時、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力は、その戦闘ダメージの数値分ダウンする。②：モンスターゾーンのこのカードが戦闘または相手の効果で破壊された時に発動できる。デッキから「魔界台本」魔法カード１枚を選んで自分フィールドにセットする。", "ko": "①: 1턴에 1번, 자신 또는 상대가 전투 데미지를 받았을 때, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은, 그 전투 데미지의 수치만큼 내린다. ②: 몬스터 존의 이 카드가 전투 또는 상대 효과로 파괴되었을 때에 발동할 수 있다. 덱에서 \"마계대본\" 마법 카드 1장을 고르고 자신 필드에 세트한다.", "zh-TW": null, "zh-CN": "①：1回合1次，自己或对手受到战斗伤害时，可以对手场上的1只表侧表示怪兽为对象发动。该怪兽的攻击力下降该战斗伤害的数值。②：怪兽区域的此卡因战斗或对手的效果被破坏时可以发动。从牌组挑选1张\"魔界剧本\"魔法卡放置在自己场上。"}, "card_type": "Monster", "monster_type_line": "Fiend / Pendulum / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 1000, "pendulum_scale": 2, "pendulum_effect": {"en": "Once per turn, when you take battle damage from an opponent's attacking monster: You can activate 1 of these effects; ● That opponent's monster loses ATK equal to the damage you took (even if this card leaves the field). ● Add 1 face-up \"Abyss Actor\" Pendulum Monster from your Extra Deck to your hand with ATK less than or equal to the damage you took.", "de": "Einmal pro Spielzug, wenn du Kampfschaden von einem angreifenden Monster eines Gegners erhältst: Du kannst 1 dieser Effekte aktivieren;\n● Das Monster des Gegners verliert ATK in Höhe des Schadens, den du erhalten hast (selbst falls diese Karte das Spielfeld verlässt).\n● Füge deiner Hand 1 offenes „Abgrundschauspieler“-Pendelmonster, dessen ATK kleiner oder gleich dem Schaden sind, den du erhalten hast, von deinem Extra Deck hinzu.", "es": "Una vez por turno, cuando recibes daño de batalla de un monstruo atacante del adversario: puedes activar 1 de estos efectos;\n● Ese monstruo del adversario pierde ATK igual al daño que recibiste (aún si esta carta deja el Campo).\n● Añade 1 Monstruo de Péndulo \"Actor del Abismo\" boca arriba, de tu Deck Extra a tu mano, con ATK igual o menor al daño que recibiste.", "fr": "Une fois par tour, lorsque vous recevez des dommages de combat d'un monstre attaquant de l'adversaire : vous pouvez activer 1 de ces effets ;\n● Le monstre de l'adversaire perd une ATK égale aux dommages que vous avez reçus (même si cette carte quitte le Terrain).\n● Ajoutez 1 Monstre Pendule \"Acteur des Abysses\" face recto depuis votre Extra Deck à votre main avec une ATK inférieure ou égale aux dommages que vous avez reçus.", "it": "Una volta per turno, quando subisci danno da combattimento da un mostro attaccante dell'avversario: puoi attivare 1 di questi effetti;\n● Quel mostro dell'avversario perde ATK pari al danno che hai subito (anche se questa carta lascia il Terreno).\n● Aggiungi dal tuo Extra Deck alla tua mano 1 Mostro Pendulum \"Attore dell'Abisso\" scoperto con ATK pari o inferiore al danno che hai subito.", "pt": "Uma vez por turno, quando você sofrer dano de batalha de um monstro atacante do oponente: você pode ativar 1 desses efeitos;\n● Esse monstro do oponente perde ATK igual ao dano que você sofreu (mesmo que este card deixe o campo).\n● Adicione 1 Monstro Pêndulo \"Ator do Abismo\" com a face para cima do seu Deck Adicional à sua mão com ATK menor ou igual ao dano que você sofreu.", "ja": "①：１ターンに１度、相手モンスターの攻撃で自分が戦闘ダメージを受けた時、以下の効果から１つを選択して発動できる。●その相手モンスターの攻撃力は、受けたダメージの数値分ダウンする。●自分のＥＸデッキから、受けたダメージの数値以下の攻撃力を持つ表側表示の「魔界劇団」Ｐモンスター１体を手札に加える。", "ko": "①: 1턴에 1번, 상대 몬스터의 공격으로 자신이 전투 데미지를 받았을 때, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●그 상대 몬스터의 공격력은, 받은 데미지의 수치만큼 내린다.\n●자신의 엑스트라 덱에서, 받은 데미지의 수치 이하의 공격력을 가지는 앞면 표시의 \"마계극단\" 펜듈럼 몬스터 1장을 패에 넣는다.", "zh-TW": "①：１回合１次，我方因對方怪獸的攻擊受到戰鬥傷害時，可從以下效果選擇１個發動。\n●該對方怪獸的攻擊力依據受到的傷害的數值進行降低。\n●從我方額外牌組將１隻持有攻擊力為受到的傷害的數值以下的正面表示的「魔界劇團」鐘擺怪獸加入手牌。", "zh-CN": "①：1回合1次，因对手怪兽的攻击自己受到战斗伤害时，可从以下效果中选择1个发动。●该对手怪兽的攻击力下降受到的伤害的数值。●从自己的额外牌组将1只攻击力在所受伤害数值以下的表侧表示\"魔界剧团\"灵摆怪兽加入手牌。"}, "series": ["Abyss Actor"], "images": [{"index": 1, "image": "AbyssActorLeadingLady-LED3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DESO-EN021", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-EN051", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "de": [{"set_number": "DESO-DE021", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-DE051", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "es": [{"set_number": "DESO-SP021", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-SP051", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "DESO-FR021", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-FR051", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "it": [{"set_number": "DESO-IT021", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-IT051", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "DESO-PT021", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LED3-PT051", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "SPDS-JP021", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "DP20-JP051", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Common"]}], "ko": [{"set_number": "SPDS-KR021", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "DP20-KR051", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DP20-SC051", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 466333, "master_duel_rarity": "SR"}