{"konami_id": 6914, "password": 25050038, "name": {"en": "Chain Healing", "de": "Kettenheilung", "es": "Curación en Cadena", "fr": "Soins en Chaîne", "it": "Guarigione a Catena", "pt": "Cura em Cadeia", "ja": "チェーン・ヒーリング", "ja_romaji": "Chēn Hīringu", "ko": "체인 힐링", "ko_rr": null, "zh-TW": "連鎖治癒", "zh-CN": "连锁治愈"}, "text": {"en": "Gain 500 Life Points. If this card was activated as Chain Link 2 or 3, add this card to the Deck and shuffle it. If this card was activated as Chain Link 4 or higher, return this card to the hand.", "de": "Du erhältst 500 Life Points. Falls diese Karte als Kettenglied 2 oder 3 aktiviert wurde, füge diese Karte dem Deck hinzu und mische es. Falls diese Karte als Kettenglied 4 oder höher aktiviert wurde, gib diese Karte auf die Hand zurück.", "es": "Gana 500 Life Points. Si esta carta fue activada como Eslabón de Cadena 2 ó 3, añade esta carta al Deck y barájalo. Si esta carta fue activada como Eslabón de Cadena 4 o mayor, devuelve esta carta a la mano.", "fr": "Gagnez 500 Life Points. Si cette carte a été activée en tant que Block Chaîne 2 ou 3, ajoutez cette carte au Deck et mélangez-le. Si cette carte a été activée en tant que Block Chaîne 4 ou supérieur, renvoyez cette carte dans la main.", "it": "Guadagna 500 Life Points. Se questa carta è stata attivata come Anello 2 o 3 della Catena, aggiungi questa carta al Deck e mischialo. Se questa carta è stata attivata come Anello 4 o più della Catena, fai ritornare questa carta in mano al proprietario.", "pt": null, "ja": "自分は５００ライフポイント回復する。このカードがチェーン２またはチェーン３で発動した場合、このカードをデッキに加えてシャッフルする。このカードがチェーン４以降に発動した場合、このカードを手札に戻す。", "ko": "자신은 500 라이프 포인트를 회복한다. 이 카드가 체인 2 또는 체인 3에서 발동했을 경우, 이 카드를 덱에 넣고 셔플한다. 이 카드가 체인 4 이상에 발동했을 경우, 이 카드를 패로 되돌린다.", "zh-TW": null, "zh-CN": "自己回复500基本分。这张卡在连锁2或者连锁3发动的场合，这张卡加入卡组洗切。这张卡在连锁4以后发动的场合，这张卡回到手卡。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "ChainHealing-CDIP-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "CDIP-EN053", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "de": [{"set_number": "CDIP-DE053", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "es": [{"set_number": "CDIP-SP053", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CDIP-FR053", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "it": [{"set_number": "CDIP-IT053", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "ja": [{"set_number": "CDIP-JP053", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CDIP-KR053", "set_name": "Cyberdark Impact", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 13150, "master_duel_rarity": "R"}