{"konami_id": 11304, "password": 25148255, "name": {"en": "Junk Anchor", "de": "Gerümpeldübel", "es": "Ancla de Basura", "fr": "Robot Ancre", "it": "Ancora Rottame", "pt": "Âncora Sucata", "ja": "ジャンク・アンカー", "ja_romaji": "Janku Ankā", "ko": "정크 앵커", "ko_rr": null, "zh-TW": null, "zh-CN": "废品抓锚"}, "text": {"en": "For a Synchro Summon, you can substitute this card for any 1 \"Synchron\" Tuner. Once per turn: You can discard 1 card, then target 1 non-Tuner \"Junk\" monster in your GY; Special Summon that target, and if you do, immediately after this effect resolves, Synchro Summon 1 Synchro Monster that mentions a \"Synchron\" Tuner as material, using that monster and this card only. These Synchro Materials are banished instead of being sent to the GY.", "de": "Du kannst diese Karte an Stelle von 1 beliebigen „Synchron“-Empfänger für eine Synchrobeschwörung verwenden. Einmal pro Spielzug: Du kannst 1 Karte abwerfen und dann 1 „Gerümpel“-Nicht-Empfänger-Monster in deinem Friedhof wählen; beschwöre jenes gewählte Ziel als Spezialbeschwörung und falls du dies tust, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Synchromonster, das ein „Synchron“-Empfänger als Material erwähnt, als Synchrobeschwörung und verwende dafür nur jenes Monster und diese Karte. Dieses Synchromaterial wird verbannt, anstatt auf den Friedhof gelegt zu werden.", "es": "Para una Invocación por Sincronía, puedes sustituir esta carta por cualquier Cantante \"Sincrón\" (o \"Sincronizador\"). Una vez por turno: puedes descartar 1 carta, y después seleccionar 1 monstruo \"Basura\" que no sea Cantante en tu Cementerio; Invoca ese objetivo de Modo Especial y, si lo haces, inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 Monstruo de Sincronía que liste un monstruo \"Sincrón\" (o \"Sincronizador\") Cantante como material, usando solamente ese monstruo y esta carta. Estos Materiales de Sincronía son desterrados en lugar de ser mandados al Cementerio.", "fr": "Pour une Invocation Synchro, vous pouvez substituer cette carte à 1 Syntoniseur \"Synchronique\". Une fois par tour : vous pouvez défausser 1 carte, puis ciblez 1 monstre non-Syntoniseur \"Robot\" dans votre Cimetière ; Invoquez Spécialement la cible, et si vous le faites, immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro qui mentionne un Syntoniseur \"Synchronique\" comme Matériel, en utilisant uniquement le monstre et cette carte. Ces Matériels Synchro sont bannis au lieu d'être envoyés au Cimetière.", "it": "Per una Synchro Evocazione, puoi sostituire con questa carta 1 qualsiasi Tuner \"Synchron\". Una volta per turno: puoi scartare 1 carta, poi scegliere come bersaglio 1 mostro \"Rottame\" non-Tuner nel tuo Cimitero; Evoca Specialmente quel bersaglio e, se lo fai, immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro che indica un mostro \"Synchron\" come Tuner, utilizzando solamente quel mostro e questa carta. Questi Materiali Synchro vengono banditi invece di venire mandati al Cimitero.", "pt": "Para uma Invocação-Sincro, você pode substituir este card por qualquer 1 Regulador \"Sincron\". Uma vez por turno: você pode descartar 1 card e, depois, escolha 1 monstro não-Regulador \"Sucata\" no seu Cemitério; Invoque o alvo por Invocação-Especial e, se isso acontecer, imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro que mencione um Regulador \"Sincron\" como matéria, usando apenas esse monstro e este card. Essas Matérias Sincro são banidas em vez de serem enviadas para o Cemitério.", "ja": "このカードは「シンクロン」チューナーの代わりとしてＳ素材にできる。①：１ターンに１度、手札を１枚捨て、チューナー以外の自分の墓地の「ジャンク」モンスター１体を対象として発動できる。そのモンスターを特殊召喚し、そのモンスターとこのカードのみを素材として、「シンクロン」チューナーを素材とするＳモンスター１体をＳ召喚する。その時のＳ素材モンスターは墓地へは行かず除外される。", "ko": "이 카드는 \"싱크론\" 튜너 대신 싱크로 소재로 할 수 있다. ①: 1턴에 1번, 패를 1장 버리고, 튜너 이외의 자신 묘지의 \"정크\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환하고, 그 몬스터와 이 카드만을 소재로서, \"싱크론\" 튜너를 소재로 하는 싱크로 몬스터 1장을 싱크로 소환한다. 그때의 싱크로 소재 몬스터는 묘지로는 가지 않으며 제외된다.", "zh-TW": null, "zh-CN": "此卡可代替“同步士”协调作为同步素材。①：1回合1次，舍弃1张手牌，以自己墓地的1只协调以外的“废品”怪兽为对象可以发动。将该怪兽特殊召唤，仅以该怪兽和此卡作为素材，将1只以“同步士”协调作为素材的同步怪兽同步召唤。此时的同步素材怪兽不去墓地而直接被除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Tuner / Effect", "attribute": "EARTH", "level": 2, "atk": 0, "def": 0, "series": ["Junk"], "images": [{"index": 1, "image": "JunkAnchor-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN098", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "BLAR-EN065", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-EN146", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE098", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "BLAR-DE065", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-DE146", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "es": [{"set_number": "CROS-SP098", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "BLAR-SP065", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-SP146", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR098", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "BLAR-FR065", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-FR146", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT098", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "BLAR-IT065", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-IT146", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT098", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "BLAR-PT065", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-PT146", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP091", "set_name": "V Jump Fall 2014 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP10-KR037", "set_name": "Premium Pack Vol.10", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "SD28-SC013", "set_name": "Structure Deck: Synchron Extreme", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 300142}