{"konami_id": 17608, "password": 25209168, "name": {"en": "Exchange of Despair and Hope", "de": "Austausch von Verzweiflung und Hoffnung", "es": "Inversión de Desesperación y Esperanza", "fr": "Permutation du Désespoir et de l'Espoir", "it": "Scambio di Disperazione e Speranza", "pt": "Troca de Desespero e Esperança", "ja": "<ruby>絶<rt>ぜつ</rt></ruby><ruby>望<rt>ぼう</rt></ruby>と<ruby>希<rt>き</rt></ruby><ruby>望<rt>ぼう</rt></ruby>の<ruby>逆<rt>ぎゃく</rt></ruby><ruby>転<rt>てん</rt></ruby>", "ja_romaji": "Zetsubō to Kibō no Gyakuten", "ko": "절망과 희망의 역전", "ko_rr": "Jeolmanggwa Huimang-ui Yeokjeon", "zh-TW": "絕望與希望之逆轉", "zh-CN": "绝望与希望之逆转"}, "text": {"en": "If you control 3 or more EARTH Fairy monsters: Send as many monsters from the field to the GY as possible (min. 1), then each player can Special Summon monsters from their opponent's GY to their own field, up to the number of monsters sent to their opponent's GY by this effect, then, if a monster was Special Summoned by this effect and \"Exchange of the Spirit\" is in your GY, you can Set 1 Trap directly from your Deck. It can be activated this turn. You can only activate 1 \"Exchange of Despair and Hope\" per turn.", "de": "Falls du 3 oder mehr ERDE Fee-Monster kontrollierst: Lege so viele Monster vom Spielfeld auf den Friedhof wie möglich (min. 1), dann kann jeder Spieler Monster bis zur Anzahl der Monster, die durch diesen Effekt auf den Friedhof seines Gegners gelegt wurden, als Spezialbeschwörung vom Friedhof seines Gegners auf seine eigene Spielfeldseite beschwören, dann, falls durch diesen Effekt ein Monster als Spezialbeschwörung beschworen wurde und sich „Austausch des Geistes“ in deinem Friedhof befindet, kannst du 1 Falle direkt von deinem Deck setzen. Sie kann in diesem Spielzug aktiviert werden. Du kannst nur 1 „Austausch von Verzweiflung und Hoffnung“ pro Spielzug aktivieren.", "es": "Si controlas 3 o más monstruos Hada de TIERRA: manda tantos monstruos del Campo al Cementerio como sea posible (mín. 1), y después cada jugador puede Invocar de Modo Especial monstruos desde el Cementerio de su adversario a su propio Campo, hasta el número de monstruos mandados al Cementerio de su adversario por este efecto y después, si un monstruo fue Invocado de Modo Especial por este efecto, e \"Inversión de Sepulturas\" está en tu Cementerio, puedes Colocar 1 Trampa directamente desde tu Deck. Ésta puede ser activada este turno. Sólo puedes activar 1 \"Inversión de Desesperación y Esperanza\" por turno.", "fr": "Si vous contrôlez min. 3 monstres TERRE Elfe : envoyez autant de monstres depuis le Terrain au Cimetière que possible (min. 1), puis chaque joueur peut Invoquer Spécialement un nombre de monstres depuis le Cimetière de son adversaire sur son propre Terrain, inférieur ou égal au nombre de monstres envoyés au Cimetière de son adversaire par cet effet, puis, si un monstre a été Invoqué Spécialement par cet effet et que \"Permutation des Mondes\" est dans votre Cimetière, vous pouvez Poser 1 Piège directement depuis votre Deck. Il peut être activé ce tour. Vous ne pouvez activer qu'1 \"Permutation du Désespoir et de l'Espoir\" par tour.", "it": "Se controlli 3 o più mostri TERRA Fata: manda tanti mostri dal Terreno al Cimitero quanti possibile (minimo 1), poi ogni giocatore può Evocare Specialmente mostri dal Cimitero del suo avversario sul suo stesso Terreno, fino al numero di mostri mandati al Cimitero del suo avversario da questo effetto, poi, se un mostro è stato Evocato Specialmente da questo effetto e \"Scambio dello Spirito\" è nel tuo Cimitero, puoi Posizionare 1 Trappola direttamente dal tuo Deck. Essa può essere attivata in questo turno. Puoi attivare solo 1 \"Scambio di Disperazione e Speranza\" per turno.", "pt": "Se você controlar 3 ou mais monstros Fada de TERRA: envie tantos monstros do campo para o Cemitério quanto possível (mín. 1) e, depois, cada duelista pode Invocar monstros por Invocação-Especial do Cemitério do oponente dele para o campo dele, até o número de monstros enviados para o Cemitério do oponente dele por este efeito e, depois, se um monstro foi Invocado por Invocação-Especial por este efeito e \"Troca de Espírito\" estiver no seu Cemitério, você pode Baixar 1 Armadilha diretamente do seu Deck. Ela pode ser ativada neste turno. Você só pode ativar 1 \"Troca de Desespero e Esperança\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドに天使族・地属性モンスターが３体以上存在する場合に発動できる。フィールドのモンスターを全て墓地へ送る。その後、お互いはこの効果でそれぞれ相手の墓地へ送られたモンスターの数まで、相手の墓地からモンスターを選んで自身のフィールドに特殊召喚できる。自分の墓地に「現世と冥界の逆転」が存在する場合、さらに自分はデッキから罠カード１枚を選んで自分フィールドにセットできる。この効果でセットしたカードはセットしたターンでも発動できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 천사족 / 땅 속성 몬스터가 3장 이상 존재할 경우에 발동할 수 있다. 필드의 몬스터를 전부 묘지로 보낸다. 그 후, 양쪽 플레이어는 이 효과로 각각 상대 묘지로 보내진 몬스터의 수까지, 상대 묘지에서 몬스터를 고르고 자신 필드에 특수 소환할 수 있다. 자신 묘지에 \"현세와 명계의 역전\"이 존재할 경우, 추가로 자신은 덱에서 함정 카드 1장을 고르고 자신 필드에 세트할 수 있다. 이 효과로 세트한 카드는 세트한 턴에도 발동할 수 있다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可在我方場上存在３隻以上天使族・地屬性怪獸的狀況下發動。將場上的所有怪獸送至墓地。其後，雙方可各根據透過此效果送至對方墓地的怪獸數量，從對方墓地選擇怪獸特殊召喚至自身場上。在我方墓地存在「現世與冥界的逆轉」的狀況下，我方可另從牌組選擇１張陷阱卡覆蓋在我方場上。透過此效果覆蓋的卡在覆蓋的回合也可發動。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：自己场上有３只以上的天使族・地属性怪兽存在的情况下可以发动。将场上的怪兽全部送至墓地。然后，双方可从对手的墓地挑选怪兽特殊召唤至自身的场上，数量最多为以此效果送至各自对手墓地的怪兽数量。自己的墓地有“现世与冥界的逆转”存在的情况下，进而自己可从牌组挑选１张陷阱卡放置在自己场上。以此效果放置的卡在放置的回合中也可以发动。"}, "card_type": "Trap", "property": "Normal", "series": ["Exchange of the Spirit"], "images": [{"index": 1, "image": "ExchangeofDespairandHope-MAMA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MAMA-EN030", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MAMA-DE030", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MAMA-FR030", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MAMA-IT030", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MAMA-PT030", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP27-JP026", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}], "ko": [{"set_number": "DP27-KR026", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714860, "master_duel_rarity": "SR"}