{"konami_id": 14578, "password": 25221249, "name": {"en": "Battlewasp - Nest", "de": "Kampfwespe - Nest", "es": "Avispabatalla - Nido", "fr": "Guêpe de Bataille - Nid", "it": "Vespabattaglia - Nido", "pt": "Vespabatalha - Ninho", "ja": "<ruby>Ｂ・Ｆ・Ｎ<rt>ビー・フォース・ネスト</rt></ruby>", "ja_romaji": "Bī Fōsu Nesuto", "ko": "비 포스 네스트", "ko_rr": "Bi Poseu Neseuteu", "zh-TW": "蜂軍蜂巢", "zh-CN": "蜂军之巢"}, "text": {"en": null, "de": "Wenn dein „Kampfwespe“-Monster als Ziel für einen Angriff gewählt wird: Beschwöre 1 „Kampfwespe“-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck und falls du dies tust, lege 1 Zählmarke auf diese Karte, dann beende die Battle Phase. Du kannst diesen Effekt von „Kampfwespe - Nest“ nur einmal pro Spielzug verwenden. Falls auf dieser Karte während der End Phase 2 oder mehr Zählmarken liegen, lege sie auf den Friedhof.", "es": "Cuando tu monstruo \"Avispabatalla\" es seleccionado para un ataque: Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo \"Avispabatalla\" y, si lo haces, pon 1 contador en esta carta, y después termina la Battle Phase. Sólo puedes usar este efecto de \"Avispabatalla - Nido\" una vez por turno. Si esta carta tiene 2 o más contadores durante la End Phase, mándala al Cementerio.", "fr": "Lorsque votre monstre \"Guêpe de Bataille\" est ciblé par une attaque : Invoquez Spécialement 1 monstre \"Guêpe de Bataille\" depuis votre main ou Deck, et si vous le faites, placez 1 Compteur sur cette carte, puis terminez la Battle Phase. Vous ne pouvez utiliser cet effet de \"Guêpe de Bataille - Nid\" qu'une fois par tour. Si cette carte a min. 2 Compteurs durant la End Phase, envoyez-la au Cimetière.", "it": "Quando un tuo mostro \"Vespabattaglia\" viene scelto come bersaglio per un attacco: Evoca Specialmente 1 mostro \"Vespabattaglia\" dalla tua mano o Deck e, se lo fai, metti 1 Segnalino su questa carta, poi termina la Battle Phase. Puoi utilizzare questo effetto di \"Vespabattaglia - Nido\" una sola volta per turno. Se questa carta ha 2 o più Segnalini durante la End Phase, mandala al Cimitero.", "pt": "Quando um monstro \"Vespabatalha\" seu for escolhido como alvo de um ataque: Invoque por Invocação-Especial 1 monstro \"Vespabatalha\" da sua mão ou do Deck e, se isso acontecer, coloque 1 marcador neste card e, depois, encerre a Fase de Batalha. Você só pode usar este efeito de \"Vespabatalha - Ninho\" uma vez por turno. Se este card tiver 2 ou mais marcadores durante a Fase Final, envie-o para o Cemitério.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：自分の「Ｂ・Ｆ」モンスターが攻撃対象に選択された時に発動できる。手札・デッキから「Ｂ・Ｆ」モンスター１体を特殊召喚し、このカードにカウンターを１つ置く。その後、バトルフェイズを終了する。\n②：エンドフェイズに、カウンターが２つ以上置かれているこのカードは墓地へ送られる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"B·F(비 포스)\" 몬스터가 공격 대상으로 선택되었을 때에 발동할 수 있다. 패 / 덱에서 \"B·F(비 포스)\" 몬스터 1장을 특수 소환하고, 이 카드에 카운터를 1개 놓는다. 그 후, 배틀 페이즈를 종료한다. ②: 엔드 페이즈에, 카운터가 2개 이상 놓여 있는 이 카드는 묘지로 보내진다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在我方的「蜂軍」怪獸被選為攻擊對象時發動。從手牌・牌組特殊召喚１隻「蜂軍」怪獸，在此卡放置１個計數物。其後，結束戰鬥階段。②：在結束階段，置有２個以上計數物的此卡將被送至墓地。", "zh-CN": "此卡牌名的效果①１回合只可使用１次。①：我方的“蜂军”怪兽被选择为攻击对象时，可发动。从手牌、牌组特殊召唤１只“蜂军”怪兽，并放置１个计数物于此卡。之后，结束战斗阶段。②：在结束阶段，放置有２个或以上计数物的此卡被送入墓地。"}, "card_type": "Trap", "property": "Continuous", "series": ["Battlewasp"], "images": [{"index": 1, "image": "BattlewaspNest-BLHR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLHR-EN042", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLHR-DE042", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLHR-FR042", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLHR-IT042", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLHR-PT042", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP19-JP045", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Common"]}], "ko": [{"set_number": "CP19-KR045", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC119", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 612244, "master_duel_rarity": "N"}