{"konami_id": 11547, "password": 25244515, "name": {"en": "Yosenju Tsujik", "de": "Yosenju Tsujik", "es": "Yosenju Tsujik", "fr": "Yosenju Tsujik", "it": "Yosenju Tsujik", "pt": "Yosenju Tsujik", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>仙<rt>せん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby> <ruby>辻斬風<rt>ツジキリカゼ</rt></ruby>", "ja_romaji": "Yōsenjū Tsujikirikaze", "ko": "요선수 십참풍", "ko_rr": null, "zh-TW": "妖仙獸 辻斬風", "zh-CN": "妖仙兽 十斩风"}, "text": {"en": null, "de": "Während der End Phase, falls diese Karte in diesem Spielzug als Normalbeschwörung beschworen wurde: Gib sie auf die Hand zurück. Du kannst jeden dieser Effekte von „Yosenju Tsujik“ nur einmal pro Spielzug verwenden.\n●Während des Damage Steps eines beliebigen Spielers, wenn ein „Yosenju“-Monster, das du kontrollierst, gegen ein Monster deines Gegners kämpft: Du kannst diese Karte abwerfen; das Monster, das du kontrollierst, erhält bis zum Ende dieses Spielzugs 1000 ATK.\n●Du kannst 1 „Yosenju“-Monster auf dem Spielfeld wählen; es erhält bis zum Ende dieses Spielzugs 1000 ATK.", "es": "Durante la End Phase, si este turno esta carta fue Invocada de Modo Normal: devuélvela a la mano. Sólo puedes usar cada uno de estos efectos de \"Yosenju Tsujik\" una vez por turno.\n●Durante el Damage Step de cualquier jugador, cuando un monstruo \"Yosenju\" que controlas batalla con un monstruo de tu adversario: puedes descartar esta carta; hasta el final de este turno, ese monstruo que controlas gana 1000 ATK.\n●Puedes seleccionar 1 monstruo \"Yosenju\" en el Campo; hasta el final de este turno, éste gana 1000 ATK.", "fr": "Durant la End Phase, si cette carte a été Invoquée Normalement ce tour : renvoyez-la à la main. Vous ne pouvez utiliser chacun de ces effets de \"Yosenju Tsujik\" qu'une fois par tour.\n●Durant la Damage Step de chaque joueur, lorsqu'un monstre \"Yosenju\" que vous contrôlez combat un monstre de votre adversaire : vous pouvez défausser cette carte ; jusqu'à la fin de ce tour, le monstre que vous contrôlez gagne 1000 ATK.\n●Vous pouvez cibler 1 monstre \"Yosenju\" sur le Terrain ; jusqu'à la fin de ce tour, il gagne 1000 ATK.", "it": "Durante la End Phase, se questa carta è stata Evocata Normalmente in questo turno: falla ritornare nella mano. Puoi utilizzare ognuno di questi effetti di \"Yosenju Tsujik\" una sola volta per turno.\n●Durante il Damage Step di qualsiasi giocatore, quando un mostro \"Yosenju\" che controlli combatte con un mostro dell'avversario: puoi scartare questa carta; quel mostro che controlli guadagna 1000 ATK fino alla fine di questo turno.\n●Puoi scegliere come bersaglio 1 mostro \"Yosenju\" sul Terreno; esso guadagna 1000 ATK fino alla fine di questo turno.", "pt": "Durante a Fase Final, se este card foi Invocado por Invocação-Normal neste turno: devolva-o para a mão. Você só pode usar cada um desses efeitos de \"Yosenju Tsujik\" uma vez por turno.\n●Durante a Etapa de Dano de qualquer duelista, quando um monstro \"Yosenju\" que você controla batalhar um monstro do oponente: você pode descartar este card; esse monstro que você controla ganha 1000 de ATK até o final deste turno.\n●Você pode escolher 1 monstro \"Yosenju\" no campo; ele ganha 1000 de ATK até o final deste turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分の「妖仙獣」モンスターが相手モンスターと戦闘を行うダメージステップ開始時からダメージ計算前までに、このカードを手札から捨てて発動できる。その自分のモンスターの攻撃力はターン終了時まで１０００アップする。\n②：フィールドの「妖仙獣」モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで１０００アップする。\n③：このカードを召喚したターンのエンドフェイズに発動する。このカードを手札に戻す。", "ko": "\"요선수 십참풍\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"요선수\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시부터 데미지 계산 전까지, 이 카드를 패에서 버리고 발동할 수 있다. 그 자신 몬스터의 공격력은 턴 종료시까지 1000 올린다. ②: 필드의 \"요선수\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지 1000 올린다. ③: 이 카드를 일반 소환한 턴의 엔드 페이즈에 발동한다. 이 카드를 주인의 패로 되돌린다.", "zh-TW": "「妖仙獸 辻斬風」的①②效果，１回合各僅限使用１次。①：在我方的「妖仙獸」怪獸與對方怪獸進行戰鬥的傷害步驟開始時至傷害計算前，可從手牌捨棄此卡發動。該我方怪獸的攻擊力在回合結束前提升１０００。②：可將場上的１隻「妖仙獸」怪獸做為對象發動。該怪獸的攻擊力在回合結束前提升１０００。③：在召喚此卡的回合的結束階段發動。將此卡送回持有者的手牌。", "zh-CN": "“妖仙兽 十斩风”的①②效果１回合只可各使用１次。①：从我方的“妖仙兽”怪兽与对手怪兽进行战斗的伤害步骤开始至伤害计算前，可从手牌舍弃此卡并发动。直至回合结束时，该我方怪兽的攻击力上升１０００。②：可以场上１只“妖仙兽”怪兽为对象发动。直至回合结束时，该怪兽的攻击力上升１０００。③：在召唤此卡回合的结束阶段发动。将此卡返回至持有者手牌。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "WIND", "level": 4, "atk": 1000, "def": 0, "series": ["Yosenju"], "images": [{"index": 1, "image": "YosenjuTsujik-SECE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN027", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE027", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR027", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT027", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT027", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP027", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR027", "set_name": "Secrets of Eternity", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 360760, "master_duel_rarity": "N"}