{"konami_id": 12265, "password": 25334372, "name": {"en": "Tsukumo Slash", "de": "Tsukumo-Hieb", "es": "Corte Tsukumo", "fr": "Coup de Tsukumo", "it": "Colpo Tsukumo", "pt": "Corte Tsukumo", "ja": "<ruby>九<rt>つ</rt></ruby><ruby>十<rt>く</rt></ruby><ruby>九<rt>も</rt></ruby>スラッシュ", "ja_romaji": "Tsukumo Surasshu", "ko": "츠쿠모 슬래시", "ko_rr": null, "zh-TW": "九十九斬", "zh-CN": "九十九斩"}, "text": {"en": "If a monster you control attacks a monster whose ATK is higher than itself during damage calculation: Your battling monster gains ATK equal to the difference between your LP and your opponent's, during that damage calculation only. You can only activate 1 \"Tsukumo Slash\" per turn.", "de": "Falls ein Monster, das du kontrollierst, ein Monster mit höheren ATK angreift, während der Schadensberechnung: Dein kämpfendes Monster erhält nur während der Schadensberechnung ATK in Höhe der Differenz zwischen deinen LP und denen deines Gegners. Du kannst nur 1 „Tsukumo-Hieb“ pro Spielzug aktivieren.", "es": "Si un monstruo que controlas ataca un monstruo cuyo ATK sea más alto que el propio durante el cálculo de daño: tu monstruo batallante gana ATK igual a la diferencia entre tus LP y los de tu adversario, sólo durante ese cálculo de daño. Sólo puedes activar 1 \"Corte Tsukumo\" por turno.", "fr": "Si un monstre que vous contrôlez attaque un monstre dont l'ATK est supérieure à la sienne durant le calcul des dommages : durant ce calcul des dommages uniquement, votre monstre combattant gagne une ATK égale à la différence entre vos LP et ceux de votre adversaire. Vous ne pouvez activer qu'1 \"Coup de Tsukumo\" par tour.", "it": "Se un mostro che controlli attacca un mostro con ATK superiore al suo, durante il calcolo dei danni: il tuo mostro che sta combattendo guadagna ATK pari alla differenza tra i tuoi LP e quelli del tuo avversario, solamente durante quel calcolo dei danni. Puoi attivare solo 1 \"Colpo Tsukumo\" per turno.", "pt": "Se um monstro que você controla atacar um monstro cujo ATK, durante o cálculo de dano, seja maior que o dele mesmo: seu monstro que está batalhando ganha ATK igual à diferença entre os seus PV e os do seu oponente, apenas durante o cálculo de dano. Você só pode ativar 1 \"Corte Tsukumo\" por turno.", "ja": "「九十九スラッシュ」は１ターンに１枚しか発動できない。①：自分のモンスターが、そのモンスターよりも攻撃力の高いモンスターに攻撃するダメージ計算時に発動できる。その戦闘を行う自分のモンスターの攻撃力は、そのダメージ計算時のみ自分と相手のＬＰの差の数値分アップする。", "ko": "\"츠쿠모 슬래시\"는 1턴에 1장밖에 발동할 수 없다. ①: 자신 몬스터가, 그 몬스터보다도 공격력이 높은 몬스터에 공격하는 데미지 계산시에 발동할 수 있다. 그 전투를 실행하는 자신 몬스터의 공격력은, 그 데미지 계산시에만 자신과 상대의 LP의 차의 수치만큼 올린다.", "zh-TW": "「九十九斬」１回合僅限發動１張。①：可在我方怪獸攻擊攻擊力比該怪獸高的怪獸的傷害計算時發動。進行該戰鬥的我方怪獸的攻擊力，僅限在該傷害計算時依據我方與對方LP的數值差距進行提升。", "zh-CN": "“九十九斩”１回合仅可发动１张。①：自己的怪兽攻击攻击力高于该怪兽的怪兽的伤害计算时可以发动。进行该战斗的自己怪兽的攻击力仅在该伤害计算时上升相当于自己与对手LP数值差的数值。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "TsukumoSlash-PGL3-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGL3-EN013", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGL3-DE013", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGL3-FR013", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGL3-IT013", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGL3-PT013", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP18-JP013", "set_name": "Premium Pack 18", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "PP11-KR013", "set_name": "Premium Pack Vol.11", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383766, "master_duel_rarity": "SR"}