{"konami_id": 20252, "password": 25388971, "name": {"en": "Sangen Kaiho", "de": "Sangen Kaiho", "es": "Kaiho Sangen", "fr": "Sangen Kaiho", "it": "Kaiho Sangen", "pt": "Kaiho Sangen", "ja": "<ruby>燦<rt>さん</rt></ruby><ruby>幻<rt>げん</rt></ruby><ruby>開<rt>カイ</rt></ruby><ruby>花<rt>ホウ</rt></ruby>", "ja_romaji": "Sangen Kaihou", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "During the Main Phase, if all monsters you control are FIRE Dragon monsters (min. 1) and your opponent controls more monsters than you do: End the Main Phase. If 3 or more attacks have been declared this turn: You can banish this card from your GY; draw 1 card, then you can Special Summon any number of \"Tenpai Dragon\" monsters from your hand. You can only use each effect of \"Sangen Kaiho\" once per turn.", "de": "Während der Main Phase, falls alle Monster, die du kontrollierst, FEUER Drache-Monster sind (min. 1) und dein Gegner mehr Monster kontrolliert als du: Beende die Main Phase. Falls in diesem Spielzug 3 oder mehr Angriffe deklariert wurden: Du kannst diese Karte von deinem Friedhof verbannen; ziehe 1 Karte, dann kannst du eine beliebige Anzahl „Tenpai-Drache“-Monster als Spezialbeschwörung von deiner Hand beschwören. Du kannst jeden Effekt von „Sangen Kaiho“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase, si todos los monstruos que controlas son monstruos Dragón de FUEGO (mín. 1) y tu adversario controla más monstruos que tú: termina la Main Phase. Si 3 o más ataques han sido declarados este turno: puedes desterrar esta carta en tu Cementerio; roba 1 carta, y después puedes Invocar de Modo Especial cualquier número de monstruos \"Dragón Tenpai\" desde tu mano. Sólo puedes usar cada efecto de \"Kaiho Sangen\" una vez por turno.", "fr": "Durant la Main Phase, si tous les monstres que vous contrôlez sont des monstres FEU Dragon (min. 1) et que votre adversaire contrôle plus de monstres que vous : terminez la Main Phase. Si min. 3 attaques ont été déclarées ce tour : vous pouvez bannir cette carte depuis votre Cimetière ; piochez 1 carte, puis vous pouvez Invoquer Spécialement un nombre de votre choix de monstres \"Tenpai Dragon\" depuis votre main. Vous ne pouvez utiliser chaque effet de \"Sangen Kaiho\" qu'une fois par tour.", "it": "Durante la Main Phase, se tutti i mostri che controlli sono mostri FUOCO Drago (minimo 1) e il tuo avversario controlla più mostri di te: termina la Main Phase. Se 3 o più attacchi sono stati dichiarati in questo turno: puoi bandire questa carta dal tuo Cimitero; pesca 1 carta, poi puoi Evocare Specialmente un qualsiasi numero di mostri \"Tenpai Drago\" dalla tua mano. Puoi utilizzare ogni effetto di \"Kaiho Sangen\" una sola volta per turno.", "pt": "Durante a Fase Principal, se todos os monstros que você controla forem monstros Dragão de FOGO (mín. 1) e seu oponente controlar mais monstros que você: encerre a Fase Principal. Se 3 ou mais ataques foram declarados neste turno: você pode banir este card do seu Cemitério; compre 1 card e, depois, você pode Invocar por Invocação-Especial qualquer número de monstros \"Dragão Tenpai\" da sua mão. Você só pode usar cada efeito de \"Kaiho Sangen\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに、自分フィールドのモンスターがドラゴン族・炎属性モンスターのみで、相手フィールドのモンスターの数が自分フィールドのモンスターより多い場合に発動できる。このメインフェイズを終了する。②：３回以上攻撃宣言された自分・相手ターンに、墓地のこのカードを除外して発動できる。自分は１枚ドローする。その後、手札から「天盃龍」モンスターを任意の数だけ特殊召喚できる。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "series": ["Sangen"], "images": [{"index": 1, "image": "SangenKaiho-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN073", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE073", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR073", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT073", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT073", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP073", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC073", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1053412}