{"konami_id": 17654, "password": 25396150, "name": {"en": "Amazoness Hall", "de": "Amazonische Halle", "es": "Salón Amazoness", "fr": "Hall Amazonesse", "it": "Salone Amazoness", "pt": "Salão Amazoness", "ja": "アマゾネス<ruby>拝<rt>はい</rt></ruby><ruby>謁<rt>えつ</rt></ruby>の<ruby>間<rt>ま</rt></ruby>", "ja_romaji": "Amazonesu Haietsu no Ma", "ko": "아마조네스 알현의 공간", "ko_rr": "Amajoneseu Alhyeon-ui Gonggan", "zh-TW": "亞馬遜拜謁之間", "zh-CN": "亚马逊拜谒之间"}, "text": {"en": "When this card is activated: You can take 1 \"Amazoness\" monster from your GY or your face-up Extra Deck, and either add it to your hand or (if it is a Pendulum Monster) place it in your Pendulum Zone. If a monster(s) is Special Summoned to your opponent's field while you control an \"Amazoness\" Monster Card (except during the Damage Step): You can target 1 of those opponent's monsters; gain LP equal to its ATK. You can only use this effect of \"Amazoness Hall\" once per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst 1 „Amazonisch“-Monster von deinem Friedhof oder offen von deinem Extra Deck nehmen und entweder deiner Hand hinzufügen oder (falls es ein Pendelmonster ist) in deine Pendelzone legen. Falls ein oder mehr Monster als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen werden, solanged du eine „Amazonisch“-Monsterkarte kontrollierst (außer während des Damage Steps): Du kannst 1 jener Monster des Gegners wählen; du erhältst LP in Höhe seiner ATK. Du kannst diesen Effekt von „Amazonische Halle“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es activada: puedes tomar 1 monstruo \"Amazoness\" en tu Cementerio o tu Deck Extra boca arriba, y ya sea añadirlo a tu mano o (si es un Monstruo de Péndulo) ponerlo en tu Zona de Péndulo. Si uno o más monstruos son Invocados de Modo Especial al Campo de tu adversario mientras controles una Carta de Monstruo \"Amazoness\" (excepto durante el Damage Step): puedes seleccionar 1 de esos monstruos del adversario; gana LP iguales a su ATK. Sólo puedes usar este efecto de \"Salón Amazoness\" una vez por turno.", "fr": "Lorsque cette carte est activée : vous pouvez prendre 1 monstre \"Amazonesse\" depuis votre Cimetière ou votre Extra Deck face recto, et soit ajoutez-le à votre main soit (si c'est un Monstre Pendule) placez-le dans votre Zone Pendule. Si un ou plusieurs monstres sont Invoqués Spécialement sur le Terrain de votre adversaire tant que vous contrôlez une Carte Monstre \"Amazonesse\" (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres de l'adversaire ; gagnez des LP égaux à son ATK. Vous ne pouvez utiliser cet effet de \"Hall Amazonesse\" qu'une fois par tour.", "it": "Quando questa carta viene attivata: puoi prendere 1 mostro \"Amazoness\" dal tuo Cimitero o dal tuo Extra Deck scoperto, e aggiungerlo alla tua mano oppure (se è un Mostro Pendulum) metterlo nella tua Zona Pendulum. Se uno o più mostri vengono Evocati Specialmente sul Terreno del tuo avversario mentre tu controlli una Carta Mostro \"Amazoness\" (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 di quei mostri dell'avversario; guadagni LP pari al suo ATK. Puoi utilizzare questo effetto di \"Salone Amazoness\" una sola volta per turno.", "pt": "Quando este card for ativado: você pode pegar 1 monstro \"Amazoness\" do seu Cemitério ou do seu Deck Adicional com a face para cima e adicione-o à sua mão ou (se ele for um Monstro Pêndulo) coloque-o na sua Zona de Pêndulo. Se um ou mais monstros forem Invocados por Invocação-Especial no campo do seu oponente enquanto você controlar um Card de Monstro \"Amazoness\" (exceto durante a Etapa de Dano): você pode escolher 1 desses monstros do oponente; ganhe PV igual ao ATK dele. Você só pode usar este efeito de \"Salão Amazoness\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、自分の墓地のモンスター及び自分のＥＸデッキの表側表示のＰモンスターの中から、「アマゾネス」モンスター１体を選んで手札に加えるか、「アマゾネス」Ｐモンスター１体を選んで自分のＰゾーンに置く事ができる。②：自分フィールドに「アマゾネス」モンスターカードが存在し、相手フィールドにモンスターが特殊召喚された場合、その相手モンスター１体を対象として発動できる。そのモンスターの攻撃力分だけ自分のＬＰを回復する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 자신 묘지의 몬스터 및 자신의 엑스트라 덱의 앞면 표시 펜듈럼 몬스터 중에서, \"아마조네스\" 몬스터 1장을 골라 패에 넣거나, \"아마조네스\" 펜듈럼 몬스터 1장을 고르고 자신의 펜듈럼 존에 놓을 수 있다. ②: 자신 필드에 \"아마조네스\" 몬스터 카드가 존재하고, 상대 필드에 몬스터가 특수 소환되었을 경우, 그 상대 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력만큼만 자신의 LP를 회복한다.", "zh-TW": null, "zh-CN": "这个卡名的②效果1回合只能使用1次。①：作为这张卡发动时的效果处理，可以从自己的墓地的怪兽以及自己的额外卡组的表侧表示的灵摆怪兽之中选1只「アマゾネス／亚马逊」怪兽加入手牌或选1只「アマゾネス／亚马逊」灵摆怪兽放置到自己的灵摆区。②：自己场上有「アマゾネス／亚马逊」怪兽存在，对手场上有怪兽特殊召唤的场合，可以以那1只对手怪兽为对象发动。自己的LP恢复那只怪兽的攻击力数值。"}, "card_type": "Trap", "property": "Continuous", "series": ["Amazoness"], "images": [{"index": 1, "image": "AmazonessHall-BLCR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN038", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLCR-DE038", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR038", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT038", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT038", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP038", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR038", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708601, "master_duel_rarity": "R"}