{"konami_id": 12835, "password": 25586143, "name": {"en": "Predaplant Chimerafflesia", "de": "Raubpflanze Chimerafflesia", "es": "Predaplanta Quimerafflesia", "fr": "Chimèrafflesia Prédaplante", "it": "Predapianta Chimerafflesia", "pt": "Predaplanta Quimeraflésia", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>キメラフレシア", "ja_romaji": "Puredetā Purantsu Kimerafureshia", "ko": "프레데터 플랜츠 키메라플레시아", "ko_rr": "Peuredeteo Peullaencheu Kimerapeullesia", "zh-TW": "捕食植物 奇美拉霸王花", "zh-CN": "捕食植物 奇美拉大王花"}, "text": {"en": null, "de": "1 „Raubpflanze“-Monster + 1 FINSTERNIS Monster\nEinmal pro Spielzug: Du kannst 1 Monster mit einer Stufe, die kleiner oder gleich der dieser Karte ist, auf dem Spielfeld wählen; verbanne es. Wenn ein Angriff deklariert wird, an dem diese Karte und ein offenes Monster eines Gegners beteiligt sind: Du kannst diesen Effekt aktivieren; bis zum Ende dieses Spielzugs verliert jenes Monster des Gegners 1000 ATK und falls es dies tut, erhält diese Karte 1000 ATK. Einmal pro Spielzug, während der nächsten Standby Phase, nachdem diese Karte auf den Friedhof gelegt wurde: Du kannst deiner Hand 1 „Polymerisation“-Zauber oder „Fusion“-Zauber von deinem Deck hinzufügen.", "es": "1 monstruo \"Predaplanta\" + 1 monstruo de OSCURIDAD\nUna vez por turno: puedes seleccionar 1 monstruo en el Campo con un Nivel igual o menor que el de esta carta; destiérralo. Cuando es declarado un ataque que involucre esta carta y un monstruo boca arriba del adversario: puedes activar este efecto; hasta el final de este turno, ese monstruo del adversario pierde 1000 ATK y, si lo hace, esta carta gana 1000 ATK. Una vez por turno, durante la próxima Standby Phase después de que esta carta fue mandada al Cementerio: puedes añadir a tu mano 1 Mágica \"Polimerización\" o Mágica \"Fusión\" en tu Deck.", "fr": "1 monstre \"Prédaplante\" + 1 monstre TÉNÈBRES\nUne fois par tour : vous pouvez cibler 1 monstre sur le Terrain d'un Niveau inférieur ou égal à celui de cette carte ; bannissez-le. Lorsqu'une attaque impliquant cette carte et un monstre face recto de l'adversaire est déclarée : vous pouvez activer cet effet ; jusqu'à la fin de ce tour, le monstre de l'adversaire perd 1000 ATK, et s'il le fait, cette carte gagne 1000 ATK. Une fois par tour, durant la prochaine Standby Phase après que cette carte a été envoyée au Cimetière : vous pouvez ajouter 1 Magie \"Polymérisation\" ou Magie \"Fusion\" depuis votre Deck à votre main.", "it": "1 mostro \"Predapianta\" + 1 mostro OSCURITÀ\nUna volta per turno: puoi scegliere come bersaglio 1 mostro sul Terreno con Livello pari o inferiore a quello di questa carta; bandiscilo. Quando viene dichiarato un attacco che coinvolge questa carta e un mostro scoperto dell'avversario: puoi attivare questo effetto; fino alla fine di questo turno, quel mostro dell'avversario perde 1000 ATK e, se lo fa, questa carta guadagna 1000 ATK. Una volta per turno, durante la prossima Standby Phase dopo che questa carta è stata mandata al Cimitero: puoi aggiungere 1 Magia \"Polimerizzazione\" o Magia \"Fusione\" dal tuo Deck alla tua mano.", "pt": "1 monstro \"Predaplanta\" + 1 monstro de TREVAS\nUma vez por turno: você pode escolher 1 monstro no campo com um Nível igual ou menor que o deste card; bana-o. Quando um ataque for declarado envolvendo este card e um monstro com a face para cima do oponente: você pode ativar este efeito; até o final deste turno, esse monstro do oponente perde 1000 de ATK e, se isso acontecer, este card ganha 1000 de ATK. Uma vez por turno, durante a próxima Fase de Apoio depois que este card foi enviado para o Cemitério: você pode adicionar 1 Magia \"Polimerização\" ou Magia \"Fusão\" do seu Deck à sua mão.", "ja": "「捕食植物」モンスター＋闇属性モンスター\n①：１ターンに１度、このカードのレベル以下のレベルを持つフィールドのモンスター１体を対象として発動できる。そのモンスターを除外する。\n②：このカードが相手の表側表示モンスターと戦闘を行う攻撃宣言時に発動できる。ターン終了時まで、その相手モンスターの攻撃力は１０００ダウンし、このカードの攻撃力は１０００アップする。\n③：このカードが墓地へ送られた場合、次のスタンバイフェイズに発動できる。デッキから「融合」魔法カードか「フュージョン」魔法カード１枚を手札に加える。", "ko": "\"프레데터 플랜츠\" 몬스터 ＋ 어둠 속성 몬스터\n①: 1턴에 1번, 이 카드의 레벨 이하의 레벨을 가지는 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 제외한다. ②: 이 카드가 상대의 앞면 표시 몬스터와 전투를 실행하는 공격 선언시에 발동할 수 있다. 턴 종료시까지, 그 상대 몬스터의 공격력은 1000 내리고, 이 카드의 공격력은 1000 올린다. ③: 이 카드가 묘지로 보내졌을 경우, 다음 스탠바이 페이즈에 발동할 수 있다. 덱에서 \"융합\" 마법 카드 또는 \"퓨전\" 마법 카드 1장을 패에 넣는다.", "zh-TW": "「捕食植物」怪獸＋闇屬性怪獸\n①：１回合１次，可將場上的１隻持有等級為此卡的等級以下的怪獸做為對象發動。將該怪獸除外。②：可在此卡與對方的正面表示怪獸進行戰鬥的攻擊宣言時發動。回合結束前，該對方怪獸的攻擊力降低１０００，此卡的攻擊力提升１０００。③：在此卡被送至墓地的狀況下，可在下一個準備階段發動。從牌組將１張「融合」魔法卡或１張「結合」魔法卡加入手牌。", "zh-CN": "“捕食植物”怪兽＋暗属性怪兽\n①：１回合１次，以场上１只拥有此卡等级以下等级的怪兽为对象可以发动。将该怪兽除外。②：此卡与对手的表侧表示怪兽进行战斗的攻击宣言时可以发动。直至回合结束时为止，该对手怪兽的攻击力下降１０００，此卡的攻击力上升１０００。③：此卡被送至墓地的情况下，在下一个准备阶段可以发动。从牌组将１张“融合”魔法卡或“结合”魔法卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Plant / Fusion / Effect", "attribute": "DARK", "level": 7, "atk": 2500, "def": 2000, "materials": "1 \"Predaplant\" monster + 1 DARK monster", "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantChimerafflesia-LDS3-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "FUEN-EN009", "set_name": "Fusion Enforcers", "rarities": ["Secret Rare"]}, {"set_number": "LDS3-EN074", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "FUEN-DE009", "set_name": "Fusion Enforcers", "rarities": ["Secret Rare"]}, {"set_number": "LDS3-DE074", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "FUEN-FR009", "set_name": "Fusion Enforcers", "rarities": ["Secret Rare"]}, {"set_number": "LDS3-FR074", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "FUEN-IT009", "set_name": "Fusion Enforcers", "rarities": ["Secret Rare"]}, {"set_number": "LDS3-IT074", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "FUEN-PT009", "set_name": "Fusion Enforcers", "rarities": ["Secret Rare"]}, {"set_number": "LDS3-PT074", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SPFE-JP009", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "LVP3-JP072", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}], "ko": [{"set_number": "SPFE-KR009", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "LVP3-KR072", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL02-SC044", "set_name": "Classic Pack 02", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 449974, "master_duel_rarity": "UR"}