{"konami_id": 11596, "password": 25704359, "name": {"en": "Unpossessed", "de": "Nicht besessen", "es": "Desposeído", "fr": "Non Possédé", "it": "De-Posseduto", "pt": "Despossuído", "ja": "<ruby>憑<rt>ひょう</rt></ruby><ruby>依<rt>い</rt></ruby><ruby>解<rt>かい</rt></ruby><ruby>放<rt>ほう</rt></ruby>", "ja_romaji": "Hyōi Kaihō", "ko": "빙의 해방", "ko_rr": "Bing-ui Haebang", "zh-TW": "憑依解放", "zh-CN": "凭依解放"}, "text": {"en": "\"Charmer\" monsters you control cannot be destroyed by battle. If a \"Familiar-Possessed\" monster you control attacks an opponent's monster, it gains 800 ATK during damage calculation only. If a monster(s) you control is destroyed by battle or card effect, while this card is already face-up in your Spell & Trap Zone: You can Special Summon 1 Spellcaster monster with 1500 DEF from your Deck, whose Attribute is different from at least 1 of those destroyed monsters' original Attributes on the field, in Attack Position or face-down Defense Position. You can only use this effect of \"Unpossessed\" once per turn.", "de": "„Verzaubererin“-Monster, die du kontrollierst, können nicht durch Kampf zerstört werden. Falls ein „Vertrauten“-Monster, das du kontrollierst, ein Monster eines Gegners angreift, erhält es nur während der Schadensberechnung 800 ATK. Falls ein oder mehr Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden, solange diese Karte bereits offen in deiner Zauber- & Fallenzone liegt: Du kannst 1 Hexer-Monster mit 1500 DEF, das eine unterschiedliche Eigenschaft als die Grundeigenschaft von mindestens 1 der zerstörten Monster auf dem Spielfeld hat, als Spezialbeschwörung von deinem Deck in die Angriffsposition oder die verdeckte Verteidigungsposition beschwören. Du kannst diesen Effekt von „Nicht besessen“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos \"el/la Encantador/a\" que controles no pueden ser destruidos en batalla. Si un monstruo \"Familiar Poseído\" que controlas ataca a un monstruo del adversario, gana 800 ATK sólo durante el cálculo de daño. Si uno o más monstruos que controlas son destruidos en batalla o por el efecto de una carta, mientras esta carta ya esté boca arriba en tu Zona de Magia y Trampas: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo Lanzador de Conjuros con 1500 DEF cuyo Atributo sea diferente de por lo menos 1 de los Atributos originales en el Campo de esos monstruos destruidos, en Posición de Ataque o Posición de Defensa boca abajo. Sólo puedes usar este efecto de \"Desposeído\" una vez por turno.", "fr": "Les monstres \"la Charmeuse\" que vous contrôlez ne peuvent pas être détruits au combat. Si un monstre \"Familier Possédé\" que vous contrôlez attaque un monstre de l'adversaire, il gagne 800 ATK durant le calcul des dommages uniquement. Si un ou plusieurs monstres que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est déjà face recto dans votre Zone Magie & Piège : vous pouvez Invoquer Spécialement 1 monstre Magicien avec 1500 DEF depuis votre Deck en Position d'Attaque ou en Position de Défense face verso, dont l'Attribut est différent de min. 1 des Attributs d'origine de ces monstres détruits sur le Terrain. Vous ne pouvez utiliser cet effet de \"Non Possédé\" qu'une fois par tour.", "it": "I mostri \"Ammaliatore/Ammaliatrice\" che controlli non possono essere distrutti in battaglia. Se un mostro \"Posseduto dal Famiglio\" che controlli attacca un mostro dell'avversario, esso guadagna 800 ATK solamente durante il calcolo dei danni. Se uno o più mostri che controlli vengono distrutti in battaglia o dall'effetto di una carta, mentre questa carta è già scoperta nella tua Zona Magie & Trappole: puoi Evocare Specialmente dal tuo Deck 1 mostro Incantatore con 1500 DEF, il cui Attributo sia diverso da almeno 1 degli Attributi originali sul Terreno di quei mostri distrutti, in Posizione di Attacco oppure coperto in Posizione di Difesa. Puoi utilizzare questo effetto di \"De-Posseduto\" una sola volta per turno.", "pt": "Monstros \"Encantador(a)\" que você controla não podem ser destruídos em batalha. Se um monstro \"Espírito-Possuído\" que você controla atacar um monstro do oponente, ele ganha 800 de ATK apenas durante o cálculo de dano. Se um ou mais monstros que você controla forem destruídos em batalha ou por um efeito de card, enquanto este card já estiver com a face para cima na sua Zona de Magias & Armadilhas: você pode Invocar por Invocação-Especial 1 monstro Mago com 1500 de DEF do seu Deck em Posição de Ataque ou com a face para baixo em Posição de Defesa, cujo Atributo seja diferente do Atributo original que pelo menos 1 desses monstros destruídos tinha no campo. Você só pode usar este efeito de \"Despossuído\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分の「霊使い」モンスターは戦闘では破壊されない。②：自分の「憑依装着」モンスターの攻撃力は、相手モンスターに攻撃するダメージ計算時のみ８００アップする。③：このカードが魔法＆罠ゾーンに存在する状態で、自分フィールドのモンスターが戦闘・効果で破壊された場合に発動できる。その内の１体とは元々の属性が異なる守備力１５００の魔法使い族モンスター１体を、デッキから表側攻撃表示か裏側守備表示で特殊召喚する。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"령사\" 몬스터는 전투로는 파괴되지 않는다. ②: 자신의 \"빙의장착\" 몬스터의 공격력은 상대 몬스터에 공격하는 데미지 계산시에만 800 올린다. ③: 이 카드가 이미 마법 & 함정 존에 존재하는 상태에서, 자신 필드의 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 그 몬스터 1장과는 원래의 속성이 다른 수비력 1500 인 마법사족 몬스터 1장을, 덱에서 앞면 공격 표시 또는 뒷면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：自己的“灵使”怪兽不会因战斗被破坏。②：自己的“凭依装着”怪兽的攻击力仅在攻击对手怪兽的伤害计算时上升800。③：此卡已存在于魔法与陷阱区域的状态下，自己场上的怪兽因战斗・效果被破坏的情况下可以发动。将原本属性与该怪兽当中的1只不同、守备力1500的1只魔法师族怪兽从牌组以表侧攻击表示或里侧守备表示特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Possessed"], "images": [{"index": 1, "image": "Unpossessed-SDCH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN076", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "AP08-EN027", "set_name": "Astral Pack Eight", "rarities": ["Common"]}, {"set_number": "OP14-EN012", "set_name": "OTS Tournament Pack 14", "rarities": ["Super Rare"]}, {"set_number": "SDCH-EN029", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE076", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "AP08-DE027", "set_name": "Astral Pack Eight", "rarities": ["Common"]}, {"set_number": "OP14-DE012", "set_name": "OTS Tournament Pack 14", "rarities": ["Super Rare"]}, {"set_number": "SDCH-DE029", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR076", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "AP08-FR027", "set_name": "Astral Pack Eight", "rarities": ["Common"]}, {"set_number": "OP14-FR012", "set_name": "OTS Tournament Pack 14", "rarities": ["Super Rare"]}, {"set_number": "SDCH-FR029", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT076", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "AP08-IT027", "set_name": "Astral Pack Eight", "rarities": ["Common"]}, {"set_number": "OP14-IT012", "set_name": "OTS Tournament Pack 14", "rarities": ["Super Rare"]}, {"set_number": "SDCH-IT029", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT076", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "AP08-PT027", "set_name": "Astral Pack Eight", "rarities": ["Common"]}, {"set_number": "OP14-PT012", "set_name": "OTS Tournament Pack 14", "rarities": ["Super Rare"]}, {"set_number": "SDCH-PT029", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP076", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "SD39-JP032", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Normal Parallel Rare"]}, {"set_number": "TDS1-JP032", "set_name": "Structure Deck: Masters of the Spiritual Arts - The Legend of Duelist Quarter Century Edition", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SECE-KR076", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "SD39-KR032", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD39-SC032", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 361962, "master_duel_rarity": "R"}