{"konami_id": 15479, "password": 25750986, "name": {"en": "Eternal Chaos", "de": "Ewiges Chaos", "es": "Caos Eterno", "fr": "Chaos Éternel", "it": "Chaos Eterno", "pt": "Caos Eterno", "ja": "エターナル・カオス", "ja_romaji": "Etānaru Kaosu", "ko": "이터널 카오스", "ko_rr": null, "zh-TW": "永恆混沌", "zh-CN": "永恒混沌"}, "text": {"en": null, "de": "Wähle 1 offenes Monster, das dein Gegner kontrolliert; lege 1 LICHT und 1 FINSTERNIS Monster, deren kombinierte ATK kleiner oder gleich denen des Monsters sind, von deinem Deck auf den Friedhof, zusätzlich kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, nur 1 Monstereffekt im Friedhof aktivieren. Du kannst nur 1 „Ewiges Chaos“ pro Spielzug aktivieren.", "es": "Selecciona 1 monstruo boca arriba que controle tu adversario; manda al Cementerio 1 monstruo de LUZ y 1 de OSCURIDAD en tu Deck cuyo ATK combinado sea menor o igual al del monstruo seleccionado, y además por el resto de este turno después de que esta carta se resuelva, sólo puedes activar 1 efecto de monstruo en el Cementerio. Sólo puedes activar 1 \"Caos Eterno\" por turno.", "fr": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; envoyez 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES depuis votre Deck au Cimetière, dont la somme des ATK est inférieure ou égale à celle du monstre, et aussi, vous ne pouvez activer qu'1 effet de monstre dans le Cimetière le reste de ce tour après la résolution de cette carte. Vous ne pouvez activer qu'1 \"Chaos Éternel\" par tour.", "it": "Scegli come bersaglio 1 mostro scoperto controllato dal tuo avversario; manda dal tuo Deck al Cimitero 1 mostro LUCE e 1 mostro OSCURITÀ la cui somma degli ATK è pari o inferiore a quella di quel mostro, inoltre, per il resto di questo turno dopo che questa carta si è risolta, puoi attivare solo 1 effetto di mostro nel Cimitero. Puoi attivare solo 1 \"Chaos Eterno\" per turno.", "pt": "Escolha 1 monstro com a face para cima que seu oponente controla; envie 1 monstro de LUZ e 1 de TREVAS do seu Deck para o Cemitério, cuja soma do ATK seja menor ou igual que o desse monstro e, além disso, pelo resto deste turno depois que este card resolver, você só pode ativar 1 efeito de monstro no Cemitério. Você só pode ativar 1 \"Caos Eterno\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：相手フィールドの表側表示モンスター１体を対象として発動できる。攻撃力の合計がそのモンスターの攻撃力以下になるように、デッキから光属性と闇属性のモンスターを１体ずつ墓地へ送る。このカードの発動後、ターン終了時まで自分は墓地のモンスターの効果を１度しか発動できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 공격력의 합계가 그 몬스터의 공격력 이하가 되도록, 덱에서 빛 속성과 어둠 속성의 몬스터를 1장씩 묘지로 보낸다. 이 카드의 발동 후, 턴 종료시까지 자신은 묘지의 몬스터의 효과를 1번밖에 발동할 수 없다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可將對方場上的１隻正面表示怪獸做為對象發動。為使攻擊力合計為該怪獸的攻擊力以下，從牌組將光屬性和闇屬性怪獸各１隻送至墓地。此卡發動後，在回合結束前我方僅限發動１次墓地的怪獸的效果。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：以对手场上的１只表侧表示怪兽为对象可以发动。从牌组将攻击力合计为该怪兽的攻击力以下的、光属性和暗属性怪兽各１只送至墓地。此卡发动后，直至回合结束时为止，自己仅可发动墓地怪兽的效果１次。"}, "card_type": "Trap", "property": "Normal", "series": ["Chaos"], "images": [{"index": 1, "image": "EternalChaos-TOCH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TOCH-EN010", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "de": [{"set_number": "TOCH-DE010", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TOCH-FR010", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "it": [{"set_number": "TOCH-IT010", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TOCH-PT010", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP1-JP015", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR015", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC200", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714813, "master_duel_rarity": "R"}