{"konami_id": 12775, "password": 25793414, "name": {"en": "Windwitch - Crystal Bell", "de": "Windhexe - Kristallglocke", "es": "Vientobruja - Campana de Cristal", "fr": "Sorcièrevent - Cristal Clochette", "it": "Ventostrega - Campanella di Cristallo", "pt": "Ventobruxa - Sino de Cristal", "ja": "<ruby>ＷＷ<rt>ウィンド・ウィッチ</rt></ruby>－クリスタル・ベル", "ja_romaji": "Windo Witchi - Kurisutaru Beru", "ko": "<ruby>WW<rt>윈드 위치</rt></ruby>－크리스탈 벨", "ko_rr": null, "zh-TW": "風魔女－水晶鈴", "zh-CN": "风魔女－水晶铃"}, "text": {"en": "\"Windwitch - Winter Bell\" + 1 \"Windwitch\" monster\nYou can target 1 monster in either player's Graveyard; until the End Phase, this card's name becomes that target's original name, and replace this effect with that target's original effects. If this card in your possession is destroyed by your opponent's card (by battle or card effect) and sent to your Graveyard: You can target 1 \"Windwitch - Winter Bell\" and 1 Level 4 or lower \"Windwitch\" monster in your Graveyard; Special Summon them. You can only use each effect of \"Windwitch - Crystal Bell\" once per turn.", "de": "„Windhexe - Winterglocke“ + 1 „Windhexe“-Monster\nDu kannst 1 Monster im Friedhof eines beliebigen Spielers wählen; bis zur End Phase wird der Name dieser Karte derselbe wie der Grund-Name des gewählten Ziels und ersetze diesen Effekt durch die Grund-Effekte des gewählten Ziels. Falls diese Karte, die dir gehört, durch eine Karte deines Gegners (durch Kampf oder einen Karteneffekt) zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 „Windhexe - Winterglocke“ und 1 „Windhexe“-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre sie als Spezialbeschwörung. Du kannst jeden Effekt von „Windhexe - Kristallglocke“ nur einmal pro Spielzug verwenden.", "es": "\"Vientobruja - Campana del Invierno\" + 1 monstruo \"Vientobruja\"\nPuedes seleccionar 1 monstruo en el Cementerio de cualquier jugador; hasta la End Phase, el nombre de esta carta se convierte en el nombre original de ese objetivo, y reemplaza este efecto con los efectos originales de ese objetivo. Si esta carta en tu posesión es destruida por una carta de tu adversario (en batalla o por efecto de una carta) y mandada a tu Cementerio: puedes seleccionar 1 \"Vientobruja - Campana del Invierno\" y 1 monstruo \"Vientobruja\" de Nivel 4 o menor en tu Cementerio; Invócalos de Modo Especial. Sólo puedes usar cada efecto de \"Vientobruja - Campana de Cristal\" una vez por turno.", "fr": "\"Sorcièrevent - Hiver Clochette\" + 1 monstre \"Sorcièrevent\"\nVous pouvez cibler 1 monstre dans l'un des Cimetières ; jusqu'à la End Phase, le nom de cette carte devient le nom d'origine de la cible, et remplacez cet effet avec les effets d'origine de la cible. Si cette carte en votre possession est détruite par une carte de votre adversaire (au combat ou par un effet de carte) et envoyée à votre Cimetière : vous pouvez cibler 1 \"Sorcièrevent - Hiver Clochette\" et 1 monstre \"Sorcièrevent\" de max. Niveau 4 dans votre Cimetière ; Invoquez-les Spécialement. Vous ne pouvez utiliser chaque effet de \"Sorcièrevent - Cristal Clochette\" qu'une fois par tour.", "it": "\"Ventostrega - Campanella dell'Inverno\" + 1 mostro \"Ventostrega\"\nPuoi scegliere come bersaglio 1 mostro nel Cimitero di qualsiasi giocatore; fino alla End Phase, il nome di questa carta diventa il nome originale di quel bersaglio, e sostituisci questo effetto con gli effetti originali di quel bersaglio. Se questa carta sotto il tuo comando viene distrutta da una carta del tuo avversario (in battaglia o dall'effetto di una carta) e mandata al tuo Cimitero: puoi scegliere come bersaglio 1 \"Ventostrega - Campanella dell'Inverno\" e 1 mostro \"Ventostrega\" di Livello 4 o inferiore nel tuo Cimitero; Evocali Specialmente. Puoi utilizzare ogni effetto di \"Ventostrega - Campanella di Cristallo\" una sola volta per turno.", "pt": "\"Ventobruxa - Sino do Inverno\" + 1 monstro \"Ventobruxa\"\nVocê pode escolher 1 monstro no Cemitério de qualquer duelista; até a Fase Final, o nome deste card se torna o nome original desse monstro e substituta este efeito pelos efeitos originais do alvo. Se este card em sua posse for destruído por um card do seu oponente (em batalha ou por um efeito de card) e enviado para o seu Cemitério: você pode escolher 1 \"Ventobruxa - Sino do Inverno\" e 1 monstro \"Ventobruxa\" de Nível 4 ou menos no seu Cemitério; Invoque-os por Invocação-Especial. Você só pode usar cada efeito de \"Ventobruxa - Sino de Cristal uma vez por turno.", "ja": "「ＷＷ－ウィンター・ベル」＋「ＷＷ」モンスター\n「ＷＷ－クリスタル・ベル」の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分または相手の墓地のモンスター１体を対象として発動できる。エンドフェイズまで、このカードはそのモンスターと同名カードとして扱い、同じ効果を得る。②：このカードが相手によって破壊され墓地へ送られた場合、自分の墓地の、「ＷＷ－ウィンター・ベル」１体とレベル４以下の「ＷＷ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "\"WW(윈드 위치)－윈터 벨\" ＋ \"WW(윈드 위치)\" 몬스터\n\"WW(윈드 위치)－크리스탈 벨\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 또는 상대 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 엔드 페이즈까지, 이 카드는 그 몬스터와 같은 이름의 카드로 취급하고, 같은 효과를 얻는다. ②: 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 경우, 자신 묘지의, \"WW(윈드 위치)－윈터 벨\" 1장과 레벨 4 이하의 \"WW(윈드 위치)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": "「風魔女－冬鈴」＋「風魔女」怪獸\n「風魔女－水晶鈴」的①②效果，１回合各僅限使用１次。①：可將我方或對方墓地的１隻怪獸做為對象發動。結束階段前，此卡視為該怪獸的同名卡，獲得相同效果。②：在此卡被對方破壞送至墓地的狀況下，可將我方墓地的１隻「風魔女－冬鈴」及１隻等級４以下的「風魔女」怪獸做為對象發動。特殊召喚該怪獸。", "zh-CN": "\"风魔女－冬铃\"＋\"风魔女\"怪兽\n此卡名的①②效果1回合仅可各使用1次。①：以自己或对手墓地的1只怪兽为对象可以发动。直至结束阶段为止，此卡视为该怪兽的同名卡，获得相同效果。②：此卡因对手被破坏并被送至墓地的情况下，以自己墓地的1只\"风魔女－冬铃\"和1只等级4以下的\"风魔女\"怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Fusion / Effect", "attribute": "WIND", "level": 8, "atk": 2800, "def": 2400, "series": ["Windwitch"], "images": [{"index": 1, "image": "WindwitchCrystalBell-RATE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN040", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "de": [{"set_number": "RATE-DE040", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "fr": [{"set_number": "RATE-FR040", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "it": [{"set_number": "RATE-IT040", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "pt": [{"set_number": "RATE-PT040", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "ja": [{"set_number": "RATE-JP040", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "ko": [{"set_number": "RATE-KR040", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL01-SC083", "set_name": "Classic Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464461, "master_duel_rarity": "R"}