{"konami_id": 11536, "password": 25811989, "name": {"en": "Infernoid Piaty", "de": "Infernoid Piaty", "es": "Infiernoid Piaty", "fr": "Infernoid Piaty", "it": "Infernoid Piaty", "pt": "Infernoide Piaty", "ja": "インフェルノイド・アシュメダイ", "ja_romaji": "Inferunoido Ashumedai", "ko": "인페르노이드 아슈메다이", "ko_rr": null, "zh-TW": "獄炎機 阿斯莫達", "zh-CN": "狱火机·阿斯蒙蒂斯"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand or Graveyard) by banishing 2 \"Infernoid\" monsters from your hand or Graveyard while the total Levels and Ranks of all Effect Monsters you control are 8 or lower, and cannot be Special Summoned by other ways. When this card inflicts battle damage to your opponent by attacking an opponent's monster: You can send 1 random card from your opponent's hand to the Graveyard. Once per turn, during either player's turn: You can Tribute 1 monster, then target 1 card in your opponent's Graveyard; banish it.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand oder deinem Friedhof) beschworen werden, indem du 2 „Infernoid“-Monster von deiner Hand oder deinem Friedhof verbannst, solange die Summe der Stufen und Ränge aller Effektmonster, die du kontrollierst, 8 oder niedriger ist, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Wenn diese Karte deinem Gegner Kampfschaden zufügt, indem sie ein Monster deines Gegners angreift: Du kannst 1 zufällige Karte von der Hand deines Gegners auf den Friedhof legen. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 Monster als Tribut anbieten und dann 1 Karte im Friedhof deines Gegners wählen; verbanne sie.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano o Cementerio) desterrando 2 monstruos \"Infiernoid\" en tu mano o Cementerio mientras la suma de los Niveles y Rangos de todos los Monstruos de Efecto que controlas sea 8 o menos, y no puede ser Invocado de Modo Especial de otra forma. Cuando esta carta inflige daño de batalla a tu adversario atacando a un monstruo de tu adversario: puedes mandar al Cementerio 1 carta al azar en la mano de tu adversario. Una vez por turno, durante el turno de cualquier jugador: puedes Sacrificar 1 monstruo, y después seleccionar 1 carta en el Cementerio de tu adversario; destiérrala.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte inflige des dommages de combat à votre adversaire en attaquant un monstre de votre adversaire : vous pouvez envoyer 1 carte au hasard depuis la main de votre adversaire au Cimetière. Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano o Cimitero) bandendo 2 mostri \"Infernoid\" dalla tua mano o Cimitero mentre la somma dei Livelli e dei Ranghi di tutti i Mostri con Effetto che controlli è pari o inferiore a 8, e non può essere Evocato Specialmente in altri modi. Quando questa carta infligge danno da combattimento al tuo avversario attaccando un mostro dell'avversario: puoi mandare 1 carta a caso dalla mano del tuo avversario al Cimitero. Una volta per turno, durante il turno di qualsiasi giocatore: puoi offrire come Tributo 1 mostro, poi scegliere come bersaglio 1 carta nel Cimitero del tuo avversario; bandiscila.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Você deve Invocá-lo por Invocação-Especial (da sua mão ou Cemitério) ao banir 2 monstros \"Infernoide\" da sua mão ou Cemitério enquanto a soma dos Níveis e Classes de todos os Monstros de Efeito que você controla for 8 ou menos, e não pode Invocá-lo por Invocação-Especial de nenhuma outra forma. Quando este card causar dano de batalha ao seu oponente ao atacar um monstro do oponente: você pode enviar 1 card aleatório da mão do seu oponente para o Cemitério. Uma vez por turno, durante o turno de qualquer duelista: você pode oferecer 1 monstro como Tributo e, depois, escolher 1 card no Cemitério do seu oponente; bana-o.", "ja": "このカードは通常召喚できない。自分フィールドの効果モンスターのレベル・ランクの合計が８以下の時、自分の手札・墓地の「インフェルノイド」モンスター２体を除外した場合のみ手札・墓地から特殊召喚できる。①：このカードが相手モンスターへの攻撃で相手に戦闘ダメージを与えた時に発動できる。相手の手札をランダムに１枚墓地へ送る。②：自分・相手ターンに１度、自分フィールドのモンスター１体をリリースし、相手の墓地のカード１枚を対象として発動できる。そのカードを除外する。", "ko": "이 카드는 통상 소환할 수 없다. 자신 필드의 효과 몬스터의 레벨 / 랭크의 합계가 8 이하일 때, 자신의 패 / 묘지의 \"인페르노이드\" 몬스터 2장을 제외했을 경우에만 패 / 묘지에서 특수 소환할 수 있다. ①: 이 카드가 상대 몬스터에게로의 공격으로 상대에게 전투 데미지를 주었을 때에 발동할 수 있다. 상대의 패를 무작위로 1장 묘지로 보낸다. ②: 자신 / 상대 턴에 1번, 자신 필드의 몬스터 1장을 릴리스하고, 상대 묘지의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 제외한다.", "zh-TW": "此卡無法通常召喚。我方場上的所有效果怪獸的等級・階級的合計為８以下時，僅可在從我方手牌・墓地將２隻「獄炎機」怪獸除外的狀況下，從手牌・墓地特殊召喚。①：可在此卡因對對方怪獸攻擊給予對方戰鬥傷害時發動。隨機選擇對方的１張手牌送至墓地。②：１回合１次，可解放我方場上的１隻怪獸，將對方墓地的１張卡做為對象發動。將該卡除外。此效果在對方回合也可發動。", "zh-CN": "这张卡不能通常召唤。自己场上的全部效果怪兽的等级·阶级的合计是8以下时，从自己的手卡·墓地把2只「狱火机」怪兽除外的场合才能从手卡·墓地特殊召唤。①：这张卡向对方怪兽的攻击给与对方战斗伤害时才能发动。对方手卡随机选1张送去墓地。②：1回合1次，把自己场上1只怪兽解放，以对方墓地1张卡为对象才能发动。那张卡除外。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "FIRE", "level": 5, "atk": 2200, "def": 0, "series": ["Infernoid"], "images": [{"index": 1, "image": "InfernoidPiaty-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN016", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-EN206", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE016", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-DE206", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR016", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-FR206", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT016", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-IT206", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT016", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-PT206", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP016", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "TW01-JP104", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "ko": [{"set_number": "SECE-KR016", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "TW01-KR104", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC104", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Super Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 324323, "master_duel_rarity": "N"}