{"konami_id": 19414, "password": 25919316, "name": {"en": "Pitknight Filly", "de": "Boxenritterin Filly", "es": "Filly Pitllera", "fr": "Filly, Chevalier du Stand", "it": "Pitcavaliere Filly", "pt": "Cabicavaleira Filly", "ja": "ピットナイト・フィル", "ja_romaji": "Pittonaito Firu", "ko": "피트나이트 휠", "ko_rr": null, "zh-TW": "維修站騎士・菲兒", "zh-CN": "维修站骑士・菲儿"}, "text": {"en": "2 Effect Monsters\nIf this card is Special Summoned to a zone a Link Monster points to: You can target 1 monster you control with 1500 or less ATK; this turn, it can make a second attack during each Battle Phase, also if it battles an opponent's monster, any battle damage it inflicts to your opponent is doubled. During the Standby Phase of the next turn after this card was destroyed by battle or card effect and sent to the GY: You can Special Summon this card. You can only use each effect of \"Pitknight Filly\" once per turn.", "de": "2 Effektmonster\nFalls diese Karte als Spezialbeschwörung in eine Zone beschworen wird, auf die ein Linkmonster zeigt: Du kannst 1 Monster mit 1500 oder weniger ATK wählen, das du kontrollierst; in diesem Spielzug kann es während jeder Battle Phase einen zweiten Angriff durchführen, zusätzlich, falls es gegen ein Monster eines Gegners kämpft, wird der Kampfschaden verdoppelt, den es deinem Gegner zufügt. Während der Standby Phase des nächsten Spielzugs, nachdem diese Karte durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wurde: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Boxenritterin Filly“ nur einmal pro Spielzug verwenden.", "es": "2 Monstruos de Efecto\nSi esta carta es Invocada de Modo Especial a una zona a la que apunta un Monstruo de Enlace: puedes seleccionar 1 monstruo que controles con 1500 ATK o menos; este turno, éste puede hacer un segundo ataque durante cada Battle Phase y además, si batalla con un monstruo del adversario, cualquier daño de batalla que inflija a tu adversario se duplica. Durante la Standby Phase del próximo turno después de que esta carta fuera destruida en batalla o por el efecto de una carta y mandada al Cementerio: puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Filly Pitllera\" una vez por turno.", "fr": "2 Monstres à Effet\nSi cette carte est Invoquée Spécialement dans une zone pointée par un Monstre Lien : vous pouvez cibler 1 monstre que vous contrôlez avec max. 1500 ATK ; ce tour, il peut faire une seconde attaque durant chaque Battle Phase, et aussi, s'il combat un monstre de l'adversaire, les dommages de combat qu'il inflige à votre adversaire sont doublés. Durant la Standby Phase du prochain tour après que cette carte a été détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Filly, Chevalier du Stand\" qu'une fois par tour.", "it": "2 Mostri con Effetto\nSe questa carta viene Evocata Specialmente in una zona puntata da un Mostro Link: puoi scegliere come bersaglio 1 mostro che controlli con ATK 1500 o inferiore; in questo turno, esso può effettuare un secondo attacco durante ogni Battle Phase, inoltre se esso combatte con un mostro dell'avversario, qualsiasi danno da combattimento che infligge al tuo avversario viene raddoppiato. Durante la Standby Phase del prossimo turno dopo che questa carta è stata distrutta in battaglia o dall'effetto di una carta e mandata al Cimitero: puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Pitcavaliere Filly\" una sola volta per turno.", "pt": "2 Monstros de Efeito\nSe este card for Invocado por Invocação-Especial em uma zona para a qual um Monstro Link apontar: você pode escolher 1 monstro que você controla com 1500 ou menos de ATK; neste turno, ele pode realizar um segundo ataque durante cada Fase de Batalha e, além disso, se ele batalhar um monstro do oponente, qualquer dano de batalha que ele causar ao seu oponente é dobrado. Durante a Fase de Apoio do próximo turno depois que este card foi destruído em batalha ou por um efeito de card e enviado para o Cemitério: você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Cabicavaleira Filly\" uma vez por turno.", "ja": "効果モンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＬモンスターのリンク先に特殊召喚した場合、自分フィールドの攻撃力１５００以下のモンスター１体を対象として発動できる。このターン、そのモンスターは１度のバトルフェイズ中に２回攻撃でき、そのモンスターが相手モンスターとの戦闘で相手に与える戦闘ダメージは倍になる。②：このカードが戦闘・効果で破壊され墓地へ送られた場合、次のターンのスタンバイフェイズに発動できる。このカードを墓地から特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "FIRE", "link_arrows": ["⬅", "➡"], "atk": 1500, "materials": "2 Effect Monsters", "images": [{"index": 1, "image": "PitknightFilly-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN084", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-EN249", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AGOV-DE084", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-DE249", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AGOV-FR084", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-FR249", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AGOV-IT084", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-IT249", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AGOV-PT084", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-PT249", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP5-JP058", "set_name": "World Premiere Pack 2024", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019288, "master_duel_rarity": "N"}