{"konami_id": 6802, "password": 25920413, "name": {"en": "Alien Skull", "de": "Außerirdischer Schädel", "es": "Calavera Alienígena", "fr": "Crâne Alien", "it": "Alieno Teschio", "pt": null, "ja": "エーリアン・スカル", "ja_romaji": "Ērian Sukaru", "ko": "에일리언 스컬", "ko_rr": null, "zh-TW": null, "zh-CN": "骷髅外星人"}, "text": {"en": "You can Tribute 1 face-up Level 3 or lower monster on your opponent's side of the field to Special Summon this card to your opponent's side of the field. If you Special Summon this monster this way, place 1 A-Counter on this card, and you cannot Normal Summon or Set the same turn. (If a monster with an A-Counter battles an \"Alien\" monster, it loses 300 ATK and DEF for each A-Counter during damage calculation only.)", "de": "Du kannst 1 offenes Monster der Stufe 3 oder niedriger auf der Spielfeldseite deines Gegners als Tribut anbieten, um diese Karte auf die Spielfeldseite deines Gegners als Spezialbeschwörung zu beschwören. Falls du dieses Monster auf diese Weise als Spezialbeschwörung beschwörst, lege 1 A-Zählmarke auf diese Karte und du kannst im selben Spielzug kein Monster als Normalbeschwörung beschwören oder setzen. (Falls ein Monster mit einer A-Zählmarke gegen ein Monster kämpft, dessen Kartenname „Außerirdische“ enthält, verringere nur während der Schadensberechnung seine ATK und DEF um 300 Punkte für jede A-Zählmarke.)", "es": "Puedes Sacrificar 1 monstruo boca arriba de Nivel 3 o menor en el Campo de tu adversario para Invocar mediante una Invocación Especial esta carta al Campo de tu adversario. Si la Invocas de esta manera, pon 1 Contador \"A\" en esta carta, y no puedes realizar Invocaciones Normales o Colocadas en el mismo turno. (Si un monstruo con Contadores \"A\" batalla contra un monstruo que incluya \"Alienígena\" en su nombre, disminuye su ATK y su DEF en 300 puntos por cada Contador \"A\", sólo durante el cálculo de daño.)", "fr": "Vous pouvez sacrifier 1 monstre face recto de Niveau 3 ou moins sur le Terrain de votre adversaire pour faire l'Invocation Spéciale de cette carte sur le Terrain de votre adversaire. Si vous faites l'Invocation Spéciale de ce monstre de cette manière, placez 1 Compteur-A sur cette carte, et vous ne pouvez pas faire d'Invocation Normale ni de Pose ce même tour. (Si un monstre avec un Compteur-A combat un monstre qui inclut \"Alien\" dans son nom de carte, diminuez son ATK et sa DEF de 300 points pour chaque Compteur-A, durant le calcul des dommages uniquement.)", "it": "Puoi offrire come Tributo 1 mostro scoperto di Livello 3 o inferiore sul Terreno del tuo avversario per Evocare tramite Evocazione Speciale questa carta sul Terreno del tuo avversario. Se Evochi tramite Evocazione Speciale questo mostro in questo modo, metti 1 Segnalino-A su questa carta, e non puoi Evocare tramite Evocazione Normale o Posizionare nello stesso turno. (Se un mostro con un Segnalino-A combatte un mostro che include \"Alieno\" nel suo nome, diminuisci i suoi ATK e DEF di 300 punti per ogni Segnalino-A solo durante il calcolo dei danni.)", "pt": null, "ja": "相手フィールド上のレベル３以下のモンスター１体をリリースし、このカードを手札から相手フィールド上に特殊召喚できる。この方法で特殊召喚する場合、このターン自分は通常召喚できず、特殊召喚時にこのカードにＡカウンターを１つ置く。このカードがフィールド上に表側表示で存在する限り、Ａカウンターが乗ったモンスターは、「エーリアン」と名のついたモンスターと戦闘を行う場合、ダメージ計算時のみＡカウンター１つにつき攻撃力・守備力が３００ポイントダウンする。", "ko": "상대 필드 위의 레벨 3 이하 몬스터 1장을 릴리스하고, 이 카드를 패에서 상대 필드 위에 특수 소환할 수 있다. 이 방법으로 특수 소환할 경우, 이 턴에 자신은 일반 소환 / 세트할 수 없으며, 특수 소환시에 이 카드에 A 카운터를 1개 놓는다. 이 카드가 필드 위에 앞면 표시로 존재하는 한, A 카운터가 얹힌 몬스터는, \"에일리언\"이라는 이름이 붙은 몬스터와 전투를 실행할 경우, 데미지 계산시에만 A 카운터 1개당 공격력 / 수비력을 300 포인트 내린다.", "zh-TW": null, "zh-CN": "可以把对方场上1只3星以下的怪兽解放，这张卡从手卡往对方场上特殊召唤。这个方法特殊召唤的场合，这个回合自己不能通常召唤，特殊召唤时给这张卡放置1个Ａ指示物。只要这张卡在场上表侧表示存在，有Ａ指示物放置的怪兽和名字带有「外星」的怪兽进行战斗的场合，只在伤害计算时Ａ指示物每有1个攻击力·守备力下降300。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "WIND", "level": 4, "atk": 1600, "def": 1800, "series": ["Alien"], "images": [{"index": 1, "image": "AlienSkull-POTD-EN-C-UE.jpg"}], "sets": {"en": [{"set_number": "POTD-EN025", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "POTD-DE025", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "es": [{"set_number": "POTD-SP025", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "POTD-FR025", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "POTD-IT025", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "POTD-JP025", "set_name": "Power of the Duelist", "rarities": ["Common"]}, {"set_number": "DE01-JP019", "set_name": "Duelist Edition Volume 1", "rarities": ["Common"]}], "ko": [{"set_number": "POTD-KR025", "set_name": "Power of the Duelist", "rarities": ["Common"]}, {"set_number": "PC01-KR019", "set_name": "Precious Pack Volume 1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 11386}