{"konami_id": 11364, "password": 25935625, "name": {"en": "Jiaotu, Darkness of the Yang Zing", "de": "Jiaotu, Finsternis des Yang Zing", "es": "Jiaotu, Oscuridad de los Yang Zing", "fr": "Jiaotu, Obscurité du Yang Zing", "it": "Jiaotu, Oscurità dello Yang Zing", "pt": "Jiaotu, Escuridão de Yang Zing", "ja": "<ruby>闇<rt>あん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>星<rt>せい</rt></ruby>－ジョクト", "ja_romaji": "Anryūsei - Jokuto", "ko": "암룡성－죠쿠토", "ko_rr": null, "zh-TW": null, "zh-CN": "暗龙星－椒图"}, "text": {"en": "When this card you control is destroyed by battle or card effect and sent to your Graveyard: You can Special Summon 1 \"Yang Zing\" monster from your Deck in Attack Position, except \"Jiaotu, Darkness of the Yang Zing\". If you control no other monsters: You can send 2 \"Yang Zing\" cards from your hand to the Graveyard; Special Summon 1 \"Yang Zing\" monster with 0 ATK and 1 \"Yang Zing\" monster with 0 DEF from your Deck, but banish them during the End Phase. You can only use 1 \"Jiaotu, Darkness of the Yang Zing\" effect per turn, and only once that turn.", "de": "Wenn diese Karte, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 „Yang Zing“-Monster als Spezialbeschwörung von deinem Deck in die Angriffsposition beschwören, außer „Jiaotu, Finsternis des Yang Zing“. Falls du keine anderen Monster kontrollierst: Du kannst 2 „Yang Zing“-Karten von deiner Hand auf den Friedhof legen; beschwöre 1 „Yang Zing“-Monster mit 0 ATK und 1 „Yang Zing“-Monster mit 0 DEF als Spezialbeschwörung von deinem Deck, aber verbanne sie während der End Phase. Du kannst nur 1 Effekt von „Jiaotu, Finsternis des Yang Zing“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Cuando esta carta que controlas es destruida en batalla o por efecto de una carta y mandada a tu Cementerio: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Yang Zing\" en Posición de Ataque, excepto \"Jiaotu, Oscuridad de los Yang Zing\". Si no controlas otros monstruos: puedes mandar al Cementerio 2 cartas \"Yang Zing\" en tu mano; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Yang Zing\" con 0 ATK y 1 monstruo \"Yang Zing\" con 0 DEF, pero destiérralos durante la End Phase. Sólo puedes usar 1 efecto de \"Jiaotu, Oscuridad de los Yang Zing\" por turno, y sólo una vez ese turno.", "fr": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Jiaotu, Obscurité du Yang Zing\" exclu) depuis votre Deck en Position d'Attaque. Si vous ne contrôlez aucun autre monstre : vous pouvez envoyer 2 cartes \"Yang Zing\" depuis votre main au Cimetière ; Invoquez Spécialement 1 monstre \"Yang Zing\" avec 0 ATK et 1 monstre \"Yang Zing\" avec 0 DEF depuis votre Deck, mais bannissez-les durant la End Phase. Vous ne pouvez utiliser qu'1 effet de \"Jiaotu, Obscurité du Yang Zing\" par tour, et uniquement une fois le tour.", "it": "Quando questa carta che controlli viene distrutta in battaglia o dall'effetto di una carta e mandata al tuo Cimitero: puoi Evocare Specialmente 1 mostro \"Yang Zing\" dal tuo Deck in Posizione di Attacco, eccetto \"Jiaotu, Oscurità dello Yang Zing\". Se non controlli nessun altro mostro: puoi mandare 2 carte \"Yang Zing\" dalla tua mano al Cimitero; Evoca Specialmente 1 mostro \"Yang Zing\" con ATK 0 e 1 mostro \"Yang Zing\" con DEF 0 dal tuo Deck, ma bandiscili durante la End Phase. Puoi utilizzare solo 1 effetto di \"Jiaotu, Oscurità dello Yang Zing\" per turno, e solo una volta in quel turno.", "pt": "Quando este card que você controla for destruído em batalha ou por um efeito de card e enviado para o seu Cemitério: você pode Invocar por Invocação-Especial 1 monstro \"Yang Zing\" do seu Deck, exceto \"Jiaotu, Escuridão de Yang Zing\". Se você não controlar nenhum monstro: você pode enviar 2 cards \"Yang Zing\" da sua mão para o Cemitério; Invoque por Invocação-Especial 1 monstro \"Yang Zing\" com ATK 0 e 1 monstro \"Yang Zing\" com DEF 0 do seu Deck, mas bana-os durante a Fase Final. Você só pode usar 1 efeito de \"Jiaotu, Escuridão de Yang Zing\" por turno e apenas uma vez por turno.", "ja": "「闇竜星－ジョクト」の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドのこのカードが戦闘・効果で破壊され墓地へ送られた時に発動できる。デッキから「闇竜星－ジョクト」以外の「竜星」モンスター１体を攻撃表示で特殊召喚する。②：自分フィールドにこのカード以外のモンスターが存在しない場合、手札の「竜星」カード２枚を墓地へ送って発動できる。デッキから攻撃力０と守備力０の「竜星」モンスターを１体ずつ特殊召喚する。この効果で特殊召喚したモンスターはエンドフェイズに除外される。", "ko": "\"암룡성－죠쿠토\"의 ①②의 효과는 1턴에 1번, 1개밖에 사용할 수 없다. ①: 자신 필드의 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 때에 발동할 수 있다. 덱에서 \"암룡성－죠쿠토\" 이외의 \"룡성\" 몬스터 1장을 공격 표시로 특수 소환한다. ②: 자신 필드에 이 카드 이외의 몬스터가 존재하지 않을 경우, 패의 \"룡성\" 카드 2장을 묘지로 보내고 발동할 수 있다. 덱에서 공격력 0과 수비력 0의 \"룡성\" 몬스터를 1장씩 특수 소환한다. 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：自己场上的此卡因战斗・效果被破坏并被送至墓地时可以发动。从牌组将1只\"暗龙星－椒图\"以外的\"龙星\"怪兽以攻击表示特殊召唤。②：自己场上没有此卡以外的怪兽存在的情况下，将手牌的2张\"龙星\"卡送至墓地可以发动。从牌组将攻击力0和守备力0的\"龙星\"怪兽各1只特殊召唤。以此效果特殊召唤的怪兽在结束阶段被除外。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 0, "def": 2000, "series": ["Yang Zing"], "images": [{"index": 1, "image": "JiaotuDarknessoftheYangZing-MP15-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN032", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-EN151", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "NECH-DE032", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-DE151", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "NECH-SP032", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-SP151", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "NECH-FR032", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-FR151", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "NECH-IT032", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-IT151", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "NECH-PT032", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-PT151", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "NECH-JP032", "set_name": "The New Challengers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "NECH-KR032", "set_name": "The New Challengers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "CL01-SC124", "set_name": "Classic Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 313121}