{"konami_id": 15465, "password": 26050548, "name": {"en": "Extox Hydra", "de": "Extox-Hydra", "es": "Hidra Extox", "fr": "Hydre Extox", "it": "Idra Extox", "pt": "Hidra Extox", "ja": "エクストクス・ハイドラ", "ja_romaji": "Ekusutokusu Haidora", "ko": "엑스톡스 하이드라", "ko_rr": null, "zh-TW": "額外毒海德拉", "zh-CN": "额外毒海德拉"}, "text": {"en": null, "de": "2+ Monster, die du kontrollierst und die als Spezialbeschwörung vom Extra Deck beschworen wurden\nMonster, die dein Gegner kontrolliert und die denselben Kartentyp (Fusion, Synchro, Xyz, Pendel oder Link) wie eins des Materials haben, das für die Fusionsbeschwörung dieser Karte verwendet wurde, verlieren ATK in Höhe ihrer eigenen Grund-ATK. Wenn diese Karte deinem Gegner 1000 oder mehr Kampfschaden zufügt: Du kannst pro 1000 Schaden, die du zugefügt hast, 1 Karte ziehen.", "es": "2+ monstruos que controles, Invocados de Modo Especial desde el Deck Extra\nLos monstruos que controle tu adversario con el mismo tipo de carta (Fusión, Sincronía, Xyz, Péndulo o Enlace) que cualquier material usado para la Invocación por Fusión de esta carta pierden ATK igual a su propio ATK original. Cuando esta carta inflige 1000 o más puntos de daño de batalla a tu adversario: puedes robar 1 carta por cada 1000 puntos de daño que hayas infligido.", "fr": "2+ monstres que vous contrôlez, Invoqués Spécialement depuis l'Extra Deck\nLes monstres contrôlés par votre adversaire du même type de carte (Fusion, Synchro, Xyz, Pendule ou Lien) que les Matériels utilisés pour l'Invocation Fusion de cette carte perdent une ATK égale à leur propre ATK d'origine. Lorsque cette carte inflige min. 1000 points dommages de combat à votre adversaire : vous pouvez piocher 1 carte pour chaque 1000 points de dommages que vous avez infligés.", "it": "2+ mostri che controlli, Evocati Specialmente dall'Extra Deck\nI mostri controllati dal tuo avversario con lo stesso tipo di carta (Fusione, Synchro, Xyz, Pendulum o Link) di qualsiasi materiale utilizzato per l'Evocazione tramite Fusione di questa carta perdono ATK pari al loro stesso ATK originale. Quando questa carta infligge 1000 o più danni da combattimento al tuo avversario: puoi pescare 1 carta per ogni 1000 danni che hai inflitto.", "pt": "2+ monstros que você controla, Invocados por Invocação-Especial do Deck Adicional\nMonstros que seu oponente controla com o mesmo tipo de card (Fusão, Sincro, Xyz, Pêndulo ou Link) que o de qualquer matéria usada para a Invocação-Fusão deste card perdem ATK igual ao seu próprio ATK original. Quando este card causar 1000 ou mais de dano de batalha ao seu oponente: você pode comprar 1 card para cada 1000 de dano que você causar.", "ja": "ＥＸデッキから特殊召喚された自分フィールドのモンスター×２体以上\n①：このカードがモンスターゾーンに存在する限り、このカードの融合素材としたモンスターの種類（融合・Ｓ・Ｘ・Ｐ・Ｌ）と同じ種類の相手フィールドのモンスターは、攻撃力が元々の攻撃力分ダウンする。\n②：このカードが相手に１０００以上の戦闘ダメージを与えた時に発動できる。そのダメージ１０００につき１枚、自分はドローする。", "ko": "엑스트라 덱에서 특수 소환된 자신 필드의 몬스터 × 2장 이상\n①: 이 카드가 몬스터 존에 존재하는 한, 이 카드의 융합 소재로 한 몬스터의 종류(융합 / 싱크로 / 엑시즈 / 펜듈럼 / 링크)와 같은 종류의 상대 필드의 몬스터는, 공격력을 원래 공격력만큼 내린다. ②: 이 카드가 상대에게 1000 이상의 전투 데미지를 주었을 때에 발동할 수 있다. 그 데미지 1000 당 1장, 자신은 드로우한다.", "zh-TW": "我方場上從額外牌組被特殊召喚的怪獸×２隻以上\n①：只要此卡存在於怪獸區，與對方場上做為此卡融合素材的怪獸種類（融合・同步・超量・鐘擺・連結）相同種類的怪獸攻擊力就依據原本的攻擊力數值進行降低。②：可在此卡給予對方１０００以上的戰鬥傷害時發動。每受到１０００傷害，我方從牌組抽１張牌。", "zh-CN": "被从额外牌组特殊召唤的自己场上的怪兽×２只以上\n①：只要此卡存在于怪兽区域，对手场上种类（融合・同步・超量・灵摆・连接）和作为此卡的融合素材的怪兽种类相同的怪兽，攻击力下降相当于其原本攻击力的数值。\n②：此卡给予对手１０００以上的战斗伤害时可以发动。该伤害每有１０００，自己抽１张。"}, "card_type": "Monster", "monster_type_line": "Reptile / Fusion / Effect", "attribute": "WATER", "level": 4, "atk": 2000, "def": 2000, "materials": "2 or more monsters you control, Special Summoned from the Extra Deck", "images": [{"index": 1, "image": "ExtoxHydra-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN007", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "BLMR-DE007", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "BLMR-FR007", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "BLMR-IT007", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "BLMR-PT007", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "23PR-JP001", "set_name": "Promotion Pack 2023", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "24PP-KRB01", "set_name": "Premium Pack 2024 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "23RC-SC034", "set_name": "Rarity Collection Quarter Century Edition", "rarities": ["Super Rare", "Ultimate Rare", "Collector's Rare", "Secret Rare", "Extra Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714896, "master_duel_rarity": "SR"}