{"konami_id": 12892, "password": 26194151, "name": {"en": "Necroid Synchro", "de": "Nekroid-Synchro", "es": "Necroide de Sincronía", "fr": "Synchro Nécroid", "it": "Necroid Synchro", "pt": "Necroide Sincro", "ja": "ネクロイド・シンクロ", "ja_romaji": "Nekuroido Shinkuro", "ko": "네크로이드 싱크로", "ko_rr": null, "zh-TW": "死靈同步", "zh-CN": "死灵同步"}, "text": {"en": "Banish 1 Tuner and up to 2 non-Tuner monsters from your Graveyard, and if you do, Special Summon 1 \"Stardust\" Synchro Monster from your Extra Deck whose Level equals the total Levels of those banished monsters, but it has its effects negated. (This Special Summon is treated as a Synchro Summon.)", "de": "Verbanne 1 Empfänger und bis zu 2 Nicht-Empfänger-Monster von deinem Friedhof und falls du dies tust, beschwöre 1 „Sternenstaub“-Synchromonster, dessen Stufe der Summe der Stufen der verbannten Monster entspricht, als Spezialbeschwörung von deinem Extra Deck, aber seine Effekte bleiben annulliert. (Diese Spezialbeschwörung wird als Synchrobeschwörung behandelt.)", "es": "Destierra 1 Cantante y hasta 2 monstruos que no sean Cantantes en tu Cementerio y, si lo haces, Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo de Sincronía \"Polvo de Estrellas\" cuyo Nivel sea igual a los Niveles totales de esos monstruos desterrados, pero éste ve sus efectos negados. (Esta Invocación Especial se trata como una Invocación por Sincronía).", "fr": "Bannissez 1 Syntoniseur et max. 2 monstres non-Syntoniseur depuis votre Cimetière, et si vous le faites, Invoquez Spécialement 1 Monstre Synchro \"Poussière d'Étoile\" depuis votre Extra Deck dont le Niveau est égal à la somme des Niveaux de ces monstres bannis, mais il a ses effets annulés. (Cette Invocation Spéciale est traitée comme une Invocation Synchro.)", "it": "Bandisci 1 Tuner e fino a 2 mostri non-Tuner dal tuo Cimitero e, se lo fai, Evoca Specialmente dal tuo Extra Deck 1 Mostro Synchro \"Polvere di Stelle\" con Livello pari alla somma dei Livelli di quei mostri banditi, ma i suoi effetti si annullano. (Questa Evocazione Speciale viene considerata come una Synchro Evocazione.)", "pt": "Bana 1 Regulador e até 2 monstros não-Reguladores do seu Cemitério e, se isso acontecer, Invoque por Invocação-Especial 1 Monstro Sincro \"Poeira Estelar\" do seu Deck Adicional cujo Nível seja igual à soma dos Níveis desses monstros banidos, mas ele tem seus efeitos negados. (Esta Invocação-Especial é considerada uma Invocação-Sincro.)", "ja": "①：チューナー１体とチューナー以外のモンスター２体までを自分の墓地から除外し、除外したモンスターのレベルの合計と同じレベルを持つ「スターダスト」Ｓモンスター１体をＥＸデッキからＳ召喚扱いで特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。", "ko": "①: 튜너 1장과 튜너 이외의 몬스터 2장까지를 자신 묘지에서 골라 제외하고, 제외한 몬스터의 레벨의 합계와 같은 레벨을 가지는 \"스타더스트\" 싱크로 몬스터 1장을 엑스트라 덱에서 싱크로 소환으로 취급하여 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“机人”卡。①：从自己的墓地挑选1只协调和最多2只协调以外的怪兽除外，将1只拥有与除外怪兽等级合计相同等级的“星尘”同步怪兽从额外牌组特殊召唤，且视为同步召唤。以此效果特殊召唤的怪兽的效果无效化。"}, "card_type": "Spell", "property": "Normal", "series": ["roid", "Synchro"], "images": [{"index": 1, "image": "NecroidSynchro-DUSA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUSA-EN015", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUSA-DE015", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUSA-FR015", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUSA-IT015", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUSA-PT015", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PP19-JP012", "set_name": "Premium Pack 19", "rarities": ["Common", "Secret Rare"]}, {"set_number": "23TP-JP214", "set_name": "Tournament Pack 2023 Vol.2", "rarities": ["Common"]}], "ko": [{"set_number": "PP12-KR012", "set_name": "Premium Pack Vol.12", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "SD28-SC029", "set_name": "Structure Deck: Synchron Extreme", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 403619, "master_duel_rarity": "N"}