{"konami_id": 12832, "password": 26308721, "name": {"en": "Predaplant Pterapenthes", "de": "Raubpflanze Pterakannenpflanze", "es": "Predaplanta Pterapenthes", "fr": "Ptérapenthes Prédaplante", "it": "Predapianta Pteropenthes", "pt": "Predaplanta Pterapenthes", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>プテロペンテス", "ja_romaji": "Puredetā Purantsu Puteropentesu", "ko": "프레데터 플랜츠 프테로펜테스", "ko_rr": null, "zh-TW": "捕食植物 翼龍豬籠草", "zh-CN": "捕食植物 翼龙猪笼草"}, "text": {"en": "When this card inflicts battle damage to your opponent: You can target 1 face-up monster your opponent controls; place 1 Predator Counter on it, and if it is Level 2 or higher, it becomes Level 1 as long as it has a Predator Counter. Once per turn: You can target 1 monster your opponent controls with a Level less than or equal to this card's; take control of it until the End Phase.", "de": "Wenn diese Karte deinem Gegner Kampfschaden zufügt: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; lege 1 Raubtier-Zählmarke darauf und falls es Stufe 2 oder höher ist, wird es zu Stufe 1, solange es eine Raubtier-Zählmarke hat. Einmal pro Spielzug: Du kannst 1 Monster mit einer Stufe wählen, die kleiner oder gleich der dieser Karte ist, das dein Gegner kontrolliert; übernimm bis zur End Phase die Kontrolle darüber.", "es": "Cuando esta carta inflige daño de batalla a tu adversario: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; pon 1 Contador de Predador en él, y si su Nivel es 2 o mayor, éste se convierte en Nivel 1 mientras tenga un Contador de Predador. Una vez por turno: puedes seleccionar 1 monstruo que controle tu adversario con un Nivel menor o igual al de esta carta; hasta la End Phase, toma su control.", "fr": "Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; placez 1 Compteur Prédateur sur celui-ci, et s'il est de min. Niveau 2, il devient Niveau 1 tant qu'il a un Compteur Prédateur. Une fois par tour : vous pouvez cibler 1 monstre contrôlé par votre adversaire d'un Niveau inférieur ou égal à celui de cette carte ; jusqu'à la End Phase, prenez son contrôle.", "it": "Quando questa carta infligge danno da combattimento al tuo avversario: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; metti 1 Segnalino Predatore su di esso e, se è di Livello 2 o superiore, esso diventa di Livello 1 fino a quando ha un Segnalino Predatore. Una volta per turno: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario con Livello pari o inferiore a quello di questa carta; prendine il controllo fino alla End Phase.", "pt": "Quando este card causar dano de batalha ao seu oponente: você pode escolher 1 monstro com a face para cima que seu oponente controla; coloque 1 Marcador de Predador sobre ele e, se ele for de Nível 2 ou mais, ele se torna de Nível 1 enquanto tiver um Marcador de Predador. Uma vez por turno: você pode escolher 1 monstro que seu oponente controla com um Nível menor ou igual que o deste card; tome o controle dele até a Fase Final.", "ja": "①：このカードが相手に戦闘ダメージを与えた時、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターに捕食カウンターを１つ置く。捕食カウンターが置かれたレベル２以上のモンスターのレベルは１になる。②：１ターンに１度、このカードのレベル以下のレベルを持つ相手フィールドのモンスター１体を対象として発動できる。そのモンスターのコントロールをエンドフェイズまで得る。", "ko": "①: 이 카드가 상대에게 전투 데미지를 주었을 때, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터에 포식 카운터를 1개 놓는다. 포식 카운터가 놓여진 레벨 2 이상의 몬스터 레벨은 1 이 된다. ②: 1턴에 1번, 이 카드의 레벨 이하의 레벨을 가지는 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 컨트롤을 엔드 페이즈까지 얻는다.", "zh-TW": null, "zh-CN": "①：此卡给予对手战斗伤害时，以对手场上的1只表侧表示怪兽为对象可以发动。在该怪兽上放1个捕食计数物。放有捕食计数物的等级2以上怪兽的等级变为1。②：1回合1次，以对手场上的1只等级在此卡等级以下的怪兽为对象可以发动。获得该怪兽的控制权直至结束阶段为止。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "DARK", "level": 3, "atk": 300, "def": 2100, "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantPterapenthes-FUEN-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "FUEN-EN003", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "de": [{"set_number": "FUEN-DE003", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "es": [{"set_number": "FUEN-SP003", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "fr": [{"set_number": "FUEN-FR003", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "it": [{"set_number": "FUEN-IT003", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "pt": [{"set_number": "FUEN-PT003", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SPFE-JP003", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPFE-KR003", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "25BZ-SC419", "set_name": "Blazing Dominion Complement Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 467445, "master_duel_rarity": "N"}