{"konami_id": 14068, "password": 26302107, "name": {"en": "Danger! Dogman!", "de": "Gefahr! Hundemann!", "es": "¡Peligro! ¡Hombre Perro!", "fr": "Danger ! Homme-Chien !", "it": "Pericolo! Uomo Cane!", "pt": "Perigo! Homem-Cão!", "ja": "<ruby>未<rt>み</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>域<rt>いき</rt></ruby>のワーウルフ", "ja_romaji": "Mikaiiki no Wāurufu", "ko": "미계역의 워울프", "ko_rr": "Migyeyeok-ui Woulpeu", "zh-TW": "未界域之狼人", "zh-CN": "未界域之狼人"}, "text": {"en": "You can reveal this card in your hand; your opponent randomly chooses 1 card from your entire hand, then you discard the chosen card. Then, if the discarded card was not \"Danger! Dogman!\", Special Summon 1 \"Danger! Dogman!\" from your hand, and if you do, draw 1 card. If this card is discarded: You can have all face-up monsters your opponent currently controls lose 1000 ATK until the end of this turn. You can only use this effect of \"Danger! Dogman!\" once per turn.", "de": "Du kannst diese Karte in deiner Hand vorzeigen; dein Gegner bestimmt zufällig 1 Karte von deiner gesamten Hand, dann wirfst du die bestimmte Karte ab. Dann, falls die abgeworfene Karte nicht „Gefahr! Hundemann!“ war, beschwöre 1 „Gefahr! Hundemann!“ als Spezialbeschwörung von deiner Hand und falls du dies tust, ziehe 1 Karte. Falls diese Karte abgeworfen wird: Du kannst alle offenen Monster, die dein Gegner derzeit kontrolliert, bis zum Ende dieses Spielzugs 1000 ATK verlieren lassen. Du kannst diesen Effekt von „Gefahr! Hundemann!“ nur einmal pro Spielzug verwenden.", "es": "Puedes mostrar esta carta en tu mano; tu adversario elige al azar 1 carta en toda tu mano, y después descartas la carta elegida. Después, si la carta descartada no fue \"¡Peligro! ¡Hombre Perro!\", Invoca de Modo Especial, desde tu mano, 1 \"¡Peligro! ¡Hombre Perro!\" y, si lo haces, roba 1 carta. Si esta carta es descartada: puedes hacer que todos los monstruos boca arriba que controle tu adversario en este momento pierdan 1000 ATK hasta el final de este turno. Sólo puedes usar este efecto de \"¡Peligro! ¡Hombre Perro!\" una vez por turno.", "fr": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Homme-Chien !\", Invoquez Spécialement 1 \"Danger ! Homme-Chien !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : jusqu'à la fin de ce tour, vous pouvez faire perdre 1000 ATK à tous les monstres face recto actuellement contrôlés par votre adversaire. Vous ne pouvez utiliser cet effet de \"Danger ! Homme-Chien !\" qu'une fois par tour.", "it": "Puoi rivelare questa carta nella tua mano; il tuo avversario seleziona 1 carta a caso dalla tua intera mano, poi tu scarti la carta selezionata. Poi, se la carta scartata non era \"Pericolo! Uomo Cane!\", Evoca Specialmente 1 \"Pericolo! Uomo Cane!\" dalla tua mano e, se lo fai, pesca 1 carta. Se questa carta viene scartata: puoi far perdere 1000 ATK a tutti i mostri scoperti controllati attualmente dal tuo avversario fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Pericolo! Uomo Cane!\" una sola volta per turno.", "pt": "Você pode revelar este card na sua mão; seu oponente seleciona aleatoriamente 1 card de toda a sua mão e, depois, você descarta o card selecionado. Depois, se o card descartado não era \"Perigo! Homem-Cão!\", Invoque por Invocação-Especial 1 \"Perigo! Homem-Cão!\" da sua mão e, se isso acontecer, compre 1 card. Se este card for descartado: você pode fazer com que todos os monstros com a face para cima que seu oponente controla atualmente percam 1000 de ATK até o final deste turno. Você só pode usar este efeito de \"Perigo! Homem-Cão!\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：手札のこのカードを相手に見せて発動できる。自分の全ての手札の中から、相手がランダムに１枚選び、自分はそのカードを捨てる。それが「未界域のワーウルフ」以外だった場合、さらに手札から「未界域のワーウルフ」１体を特殊召喚し、自分はデッキから１枚ドローする。②：このカードが手札から捨てられた場合に発動できる。相手フィールドの全てのモンスターの攻撃力はターン終了時まで１０００ダウンする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 패의 이 카드를 상대에게 보여주고 발동할 수 있다. 자신의 모든 패 중에서, 상대가 무작위로 1장 고르고, 자신은 그 카드를 버린다. 그것이 \"미계역의 워울프\" 이외였을 경우, 추가로 패에서 \"미계역의 워울프\" 1장을 특수 소환하고, 자신은 덱에서 1장 드로우한다. ②: 이 카드가 패에서 버려졌을 경우에 발동할 수 있다. 상대 필드의 모든 몬스터의 공격력은 턴 종료시까지 1000 내린다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：可將手牌的此卡出示給對方發動。對方從我方所有的手牌中隨機選擇１張，我方捨棄該卡。在該卡為「未界域之狼人」以外的狀況下，另從手牌特殊召喚１隻「未界域之狼人」，我方從牌組抽１張牌。②：可在此卡從手牌被捨棄的狀況下發動。對方場上的所有怪獸攻擊力在回合結束前降低１０００。", "zh-CN": "此卡名的②效果1回合仅可使用1次。①：向对手出示手牌中的此卡可以发动。对手从自己的所有手牌中随机挑选1张，自己舍弃该卡。该卡为“未界域之狼人”以外的情况下，进而从手牌将1只“未界域之狼人”特殊召唤，自己从牌组抽1张。②：此卡从手牌被舍弃的情况下可以发动。对手场上的所有怪兽的攻击力直至回合结束时为止下降1000。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "DARK", "level": 7, "atk": 2400, "def": 1000, "series": ["Danger!"], "images": [{"index": 1, "image": "DangerDogman-MP19-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN083", "set_name": "Soul Fusion", "rarities": ["Super Rare"]}, {"set_number": "MP19-EN218", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SOFU-DE083", "set_name": "Soul Fusion", "rarities": ["Super Rare"]}, {"set_number": "MP19-DE218", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SOFU-FR083", "set_name": "Soul Fusion", "rarities": ["Super Rare"]}, {"set_number": "MP19-FR218", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SOFU-IT083", "set_name": "Soul Fusion", "rarities": ["Super Rare"]}, {"set_number": "MP19-IT218", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SOFU-PT083", "set_name": "Soul Fusion", "rarities": ["Super Rare"]}, {"set_number": "MP19-PT218", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP19-JP026", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR026", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC157", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 575901, "master_duel_rarity": "N"}