{"konami_id": 12829, "password": 26420373, "name": {"en": "Speedroid Passinglider", "de": "Geschwindigkeitsroid Vorbeigleiter", "es": "Velociroid Planeadorpaso", "fr": "Planeur de Passage Vitesseroid", "it": "Velociroid Passaliante", "pt": "Velocidaroide Planador Zunindo", "ja": "<ruby>ＳＲ<rt>スピードロイド</rt></ruby>パッシングライダー", "ja_romaji": "Supīdoroido Passhinguraidā", "ko": "<ruby>SR<rt>스피드로이드</rt></ruby> 패싱글라이더", "ko_rr": null, "zh-TW": "疾行機人 超速滑翔機", "zh-CN": "疾行机人 超速滑翔机"}, "text": {"en": "If there are no monsters on the field, you can Special Summon this card (from your hand). You can only Special Summon \"Speedroid Passinglider\" once per turn this way. When this card is Tribute Summoned: You can target 1 Level 4 or lower \"Speedroid\" monster in your GY; Special Summon it. Your opponent's monsters cannot target \"Speedroid\" monsters for attacks, except this one.", "de": "Falls keine Monster auf dem Spielfeld liegen, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Geschwindigkeitsroid Vorbeigleiter“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Wenn diese Karte als Tributbeschwörung beschworen wird: Du kannst 1 „Geschwindigkeitsroid“-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Monster deines Gegners können keine „Geschwindigkeitsroid“-Monster als Angriffsziel wählen, außer diesem.", "es": "Si no hay monstruos en el Campo, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial a \"Velociroid Planeadorpaso\" una vez por turno de esta forma. Cuando esta carta es Invocada por Sacrificio: puedes seleccionar 1 monstruo \"Velociroid\" de Nivel 4 o menor en tu Cementerio; Invócalo de Modo Especial. Los monstruos de tu adversario no pueden seleccionar para ataques a monstruos \"Velociroid\", excepto a éste.", "fr": "S'il n'y a aucun monstre sur le Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Planeur de Passage Vitesseroid\" qu'une fois par tour de cette façon. Lorsque cette carte est Invoquée par Sacrifice : vous pouvez cibler 1 monstre \"Vitesseroid\" de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement. Les monstres de votre adversaire ne peuvent pas cibler de monstres \"Vitesseroid\" (celui-ci exclu) avec une attaque.", "it": "Se non c'è nessun mostro sul Terreno, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Velociroid Passaliante\" una sola volta per turno in questo modo. Quando questa carta viene Evocata tramite Tributo: puoi scegliere come bersaglio 1 mostro \"Velociroid\" di Livello 4 o inferiore nel tuo Cimitero; Evocalo Specialmente. I mostri del tuo avversario non possono scegliere come bersaglio mostri \"Velociroid\" per gli attacchi, eccetto questo.", "pt": "Se não houver monstros no campo, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Velocidaroide Planador Zunindo\" por Invocação-Especial uma vez por turno desta forma. Quando este card for Invocado por Invocação-Tributo: você pode escolher 1 monstro \"Velocidaroide\" de Nível 4 ou menos no seu Cemitério; Invoque-o por Invocação-Especial. Os monstros do seu oponente não podem escolher monstros \"Velocidaroide\" como alvo de ataques, exceto este.", "ja": "「ＳＲパッシングライダー」の①の方法による特殊召喚は１ターンに１度しかできない。①：お互いのフィールドにモンスターが存在しない場合、このカードは手札から特殊召喚できる。②：このカードがアドバンス召喚に成功した時、自分の墓地のレベル４以下の「スピードロイド」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。③：このカードがモンスターゾーンに存在する限り、相手は他の「スピードロイド」モンスターを攻撃対象に選択できない。", "ko": "\"SR(스피드로이드) 패싱글라이더\"의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 서로의 필드에 몬스터가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드가 어드밴스 소환에 성공했을 때, 자신 묘지의 레벨 4 이하의 \"스피드로이드\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. ③: 이 카드가 몬스터 존에 존재하는 한, 상대는 다른 \"스피드로이드\" 몬스터를 공격 대상으로 선택할 수 없다.", "zh-TW": null, "zh-CN": "「疾行机人 超车手滑翔机」的①的方法的特殊召唤1回合只能有1次。①：双方场上没有怪兽存在的场合，这张卡可以从手卡特殊召唤。②：这张卡上级召唤成功时，以自己墓地1只4星以下的「疾行机人」怪兽为对象才能发动。那只怪兽特殊召唤。③：只要这张卡在怪兽区域存在，对方不能选择其他的「疾行机人」怪兽作为攻击对象。"}, "card_type": "Monster", "monster_type_line": "Machine / Pendulum / Effect", "attribute": "WIND", "level": 5, "atk": 2200, "def": 2000, "pendulum_scale": 3, "pendulum_effect": {"en": "Once per turn: You can send 1 \"Speedroid\" Tuner from your hand or face-up from your field to the GY; increase or reduce (min. 1) this card's Pendulum Scale by the original Level of the sent monster until the end of this turn.", "de": "Einmal pro Spielzug: Du kannst 1 „Geschwindigkeitsroid“-Empfänger von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof legen; erhöhe oder verringere (min. 1) den Pendelbereich dieser Karte bis zum Ende dieses Spielzugs um die Grund-Stufe des auf den Friedhof gelegten Monsters.", "es": "Una vez por turno: puedes mandar al Cementerio 1 Cantante \"Velociroid\" en tu mano o boca arriba en tu Campo; hasta el final de este turno, aumenta o reduce (min. 1) la Escala de Péndulo de esta carta tanto como el Nivel original del monstruo mandado.", "fr": "Une fois par tour : vous pouvez envoyer 1 Syntoniseur \"Vitesseroid\" depuis votre main ou face recto depuis votre Terrain au Cimetière ; jusqu'à la fin de ce tour, augmentez ou réduisez l'Échelle Pendule de cette carte (min. 1) du Niveau d'origine du monstre envoyé.", "it": "Una volta per turno: puoi mandare 1 Tuner \"Velociroid\" dalla tua mano o scoperto dal tuo Terreno al Cimitero; aumenta o riduci (minimo di 1) il Valore Pendulum di questa carta del Livello originale del mostro mandato fino alla fine di questo turno.", "pt": "Uma vez por turno: você pode enviar 1 Regulador \"Velocidaroide\" da sua mão ou com a face para cima no seu campo para o Cemitério; até o final deste turno, aumente ou reduza (mín. 1) a Escala de Pêndulo deste card pelo Nível original do monstro enviado.", "ja": "①：１ターンに１度、手札及び自分フィールドの表側表示モンスターの中から、「スピードロイド」チューナー１体を墓地へ送って発動できる。ターン終了時まで、墓地へ送ったそのモンスターの元々のレベル分だけこのカードのＰスケールを上げる、または下げる（最小１まで）。", "ko": "①: 1턴에 1번, 패 및 자신 필드의 앞면 표시 몬스터 중에서, \"스피드로이드\" 튜너 1장을 묘지로 보내고 발동할 수 있다. 턴 종료시까지, 묘지로 보낸 그 몬스터의 원래의 레벨만큼만 이 카드의 펜듈럼 스케일을 올리거나, 또는 내린다(최소 1 까지).", "zh-TW": "①：１回合１次，可從手牌及我方場上的正面表示怪獸中，將１隻「疾行機人」協調送至墓地發動。回合結束前，此卡的鐘擺刻度依據送至墓地的該怪獸的原本的等級進行提升或降低（最低降至１）。", "zh-CN": "①：１回合１次，从手牌及自己场上的表侧表示怪兽中，将１只“疾行机人”协调送至墓地可以发动。直至回合结束时为止，此卡的灵摆刻度上升或下降相当于送至墓地的该怪兽的原本等级的数值（最小下降至１）。"}, "series": ["roid", "Speedroid"], "images": [{"index": 1, "image": "SpeedroidPassinglider-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN098", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-EN102", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "COTD-DE098", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-DE102", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "COTD-FR098", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-FR102", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "COTD-IT098", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-IT102", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "COTD-PT098", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-PT102", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP123", "set_name": "V Jump December 2016 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP12-KR025", "set_name": "Premium Pack Vol.12", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 428617, "master_duel_rarity": "R"}