{"konami_id": 21446, "password": 26462013, "name": {"en": "Primite Dragon Nether Berzelius", "de": "Urerz Drache Nieder-Berzelius", "es": "Dragón Primitio Néter Berzelius", "fr": "Dragon Berzelius Néthérique Primite", "it": "Primite Drago Netere Berzelius", "pt": "Dragão Primita Nether Berzelius", "ja": "<ruby>原<rt>げん</rt></ruby><ruby>石<rt>せき</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ネザー・ベルセリウス", "ja_romaji": "Gensekiryū Nezā Beruseriusu", "ko": "원석룡 네더 베르셀리우스", "ko_rr": null, "zh-TW": null, "zh-CN": "原石龙 异狱玄矿"}, "text": {"en": "1 \"Primite\" monster + 1+ Normal Monsters\nGains 1000 ATK for each Normal Monster used for its Fusion Summon. Negate the activated effects of monsters your opponent controls, whose Levels/Ranks/Link Ratings are less than or equal to the number of Normal Monsters in your field and GY. If this card is sent from the field to the GY: You can Special Summon 1 Normal Monster from your Deck in Defense Position.", "de": "1 „Urerz“-Monster + 1+ Normale Monster\nDiese Karte erhält für jedes Normale Monster, das für ihre Fusionsbeschwörung verwendet wurde, 1000 ATK. Annulliere die aktivierten Effekte der Monster, die dein Gegner kontrolliert und deren Stufen/Ränge/Linkzahlen kleiner oder gleich der Anzahl der Normalen Monster auf deiner Spielfeldseite und in deinem Friedhof sind. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst 1 Normales Monster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören.", "es": "1 monstruo \"Primitio\" + 1+ Monstruos Normales\nGana 1000 ATK por cada Monstruo Normal usado para su Invocación por Fusión. Niega los efectos activados de los monstruos que controle tu adversario cuyos Niveles/Rangos/Ratings de Enlace sean iguales o menores al número de Monstruos Normales en tu Campo y Cementerio. Si esta carta es mandada del Campo al Cementerio: puedes Invocar de Modo Especial 1 Monstruo Normal desde tu Deck en Posición de Defensa.", "fr": "1 monstre \"Primite\" + 1+ Monstre Normal\nGagne 1000 ATK pour chaque Monstre Normal utilisé pour son Invocation Fusion. Annulez les effets activés des monstres contrôlés par votre adversaire, dont le Niveau/Rang/Classification Lien est inférieur ou égal au nombre de Monstres Normaux dans votre Terrain et Cimetière. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez Invoquer Spécialement 1 Monstre Normal depuis votre Deck en Position de Défense.", "it": "1 mostro \"Primite\" + 1+ Mostri Normali\nGuadagna 1000 ATK per ogni Mostro Normale utilizzato per la sua Evocazione tramite Fusione. Annulla gli effetti attivati dei mostri controllati dal tuo avversario, i cui Livelli/Ranghi/Classificazioni Link sono pari o inferiori al numero di Mostri Normali nel tuo Terreno e Cimitero. Se questa carta viene mandata dal Terreno al Cimitero: puoi Evocare Specialmente 1 Mostro Normale dal tuo Deck in Posizione di Difesa.", "pt": "1 monstro \"Primita\" + 1+ Monstros Normais\nGanha 1000 de ATK para cada Monstro Normal usado em sua Invocação-Fusão. Negue os efeitos ativados dos monstros que seu oponente controla, cujos Níveis/Classes/Valores Link sejam iguais ou menores que o número de Monstros Normais no seu campo e Cemitério. Se este card for enviado do campo para o Cemitério: você pode Invocar por Invocação-Especial 1 Monstro Normal do seu Deck em Posição de Defesa.", "ja": "「原石」モンスター＋通常モンスター１体以上\n①：このカードの攻撃力は、このカードの融合素材とした通常モンスターの数×１０００アップする。②：このカードがモンスターゾーンに存在する限り、レベル・ランク・リンクの数値が、自分のフィールド・墓地の通常モンスターの数以下である、相手フィールドのモンスターが発動した効果は無効化される。③：このカードがフィールドから墓地へ送られた場合に発動できる。デッキから通常モンスター１体を守備表示で特殊召喚する。", "ko": "\"원석\" 몬스터 ＋ 일반 몬스터 1장 이상\n①: 이 카드의 공격력은, 이 카드의 융합 소재로 한 일반 몬스터의 수 × 1000 올린다. ②: 이 카드가 몬스터 존에 존재하는 한, 레벨 / 랭크 / 링크의 수치가, 자신의 필드 / 묘지의 일반 몬스터의 수 이하인, 상대 필드의 몬스터가 발동한 효과는 무효화된다. ③: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 일반 몬스터 1장을 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "“原石”怪兽＋通常怪兽1只以上\n①：此卡的攻击力上升相当于作为此卡融合素材的通常怪兽数量×1000的数值。②：只要此卡存在于怪兽区域，等级・阶级・连接的数值为自己场上・墓地的通常怪兽数量以下的、对手场上的怪兽发动的效果无效化。③：此卡从场上被送至墓地的情况下可以发动。从牌组将1只通常怪兽以守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "EARTH", "level": 8, "atk": 1600, "def": 0, "materials": "1 \"Primite\" monster + 1 or more Normal Monsters", "series": ["Primite"], "images": [{"index": 1, "image": "PrimiteDragonNetherBerzelius-DUAD-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "de": [{"set_number": "DUAD-DE035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "es": [{"set_number": "DUAD-SP035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "fr": [{"set_number": "DUAD-FR035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "it": [{"set_number": "DUAD-IT035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "pt": [{"set_number": "DUAD-PT035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "ja": [{"set_number": "DUAD-JP035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DUAD-KR035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "DUAD-SC035", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123679}