{"konami_id": 6922, "password": 26509612, "name": {"en": "Terra Firma Gravity", "de": "Terra Firma Gravitation", "es": "Atracción de Terra Firma", "fr": "Gravitation de Terre Ferme", "it": "Gravità Terraferma", "pt": "Gravidade Terra Firma", "ja": "アース・グラビティ", "ja_romaji": "Āsu Gurabiti", "ko": "어스 그라비티", "ko_rr": null, "zh-TW": "地球重力", "zh-CN": "地球重力"}, "text": {"en": "During your opponent's Battle Phase, if you control \"Elemental HERO Terra Firma\": This turn, all Level 4 or lower monsters your opponent controls that can attack a face-up \"Elemental HERO Terra Firma\" you control must attack it, and cannot otherwise attack.", "de": "Während der Battle Phase deines Gegners, falls du „Elementar-HELD Terra Firma“ kontrollierst: In diesem Spielzug, alle Monster der Stufe 4 oder niedriger, die dein Gegner kontrolliert und die einen offenen „Elementar-HELD Terra Firma“ angreifen können, den du kontrollierst, müssen ihn angreifen und können nichts anderes angreifen.", "es": "Sólo puedes activar esta carta durante la Battle Phase de tu adversario. Todos los monstruos de Nivel 4 o menor que puedan atacar a un \"HÉROE Elemental Terra Firma\" boca arriba que controles deben atacarlo.", "fr": "Activable uniquement durant la Battle Phase de votre adversaire. Tous les monstres de Niveau 4 ou moins qui peuvent attaquer un \"Terre Ferme, HÉROS Élémentaire\" face recto que vous contrôlez doivent l'attaquer.", "it": "Durante la Battle Phase del tuo avversario, se controlli 1 \"Terraferma EROE Elementale\": tutti i mostri di Livello 4 o inferiore attualmente controllati dal tuo avversario che possono attaccare un \"Terraferma EROE Elementale\" scoperto che controlli devono attaccarlo in questo turno, e non possono attaccare diversamente.", "pt": "Durante a Fase de Batalha do seu oponente, se você controlar \"Terra Firma, o HERÓI do Elemento\": Neste turno, todos os monstros de Nível 4 ou menos que seu oponente controla que podem atacar um \"Terra Firma, o HERÓI do Elemento\" com a face para cima que você controla devem atacá-lo, e não podem atacar de outra forma.", "ja": "このカードは相手ターンのバトルフェイズにしか発動できない。攻撃可能なレベル４以下のモンスターは、自分フィールド上に表側表示で存在する「Ｅ・ＨＥＲＯ ジ・アース」を攻撃しなければならない。", "ko": "이 카드는 상대 턴의 배틀 페이즈밖에 발동할 수 없다. 공격 가능한 레벨 4 이하의 몬스터는, 자신 필드 위에 앞면 표시로 존재하는 \"엘리멘틀 히어로 디 어스\"를 공격해야 한다.", "zh-TW": "對方的戰鬥階段，可在我方的怪獸區存在「元素－英雄 地球」的狀況下發動。此回合，對方的可攻擊的等級４以下的怪獸必須攻擊「元素－英雄 地球」。", "zh-CN": "对手战斗阶段我方怪兽区上存在有“元素－英雄 地球”的场合可发动。该回合，能够发动攻击的对手的等级４或以下的怪兽必须攻击“元素－英雄 地球”。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "TerraFirmaGravity-LCGX-EN-R-1E.png"}], "sets": {"en": [{"set_number": "PP02-EN013", "set_name": "Premium Pack 2 (TCG)", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LCGX-EN121", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "PP02-DE013", "set_name": "Premium Pack 2 (TCG)", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LCGX-DE121", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "PP02-FR013", "set_name": "Premium Pack 2 (TCG)", "rarities": ["Super Rare", "Secret Rare"]}], "it": [{"set_number": "PP02-IT013", "set_name": "Premium Pack 2 (TCG)", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LCGX-IT121", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "PP10-JP010", "set_name": "Premium Pack 10", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "PP03-KR010", "set_name": "Premium Pack Vol.3", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 19196, "master_duel_rarity": "N"}