{"konami_id": 19855, "password": 26548709, "name": {"en": "Ragnaraika Samurai Beetle", "de": "Ragnaraika-Samuraikäfer", "es": "Ragnaraika Escarabajo Samurái", "fr": "Scarabée Samouraï Ragnaraika", "it": "Scarabeo Samurai Ragnaraika", "pt": "Besouro Samurai Ragnaraika", "ja": "<ruby>蕾禍<rt>ライカ</rt></ruby>ノ<ruby>矢筈天牛<rt>ヤハズカミキリ</rt></ruby>", "ja_romaji": "Raika no Yahazu Kamikiri", "ko": "뇌화의 야하즈카미키리", "ko_rr": "Noehwa-ui Yahajeukamikiri", "zh-TW": "蕾禍之矢筈天牛", "zh-CN": "蕾祸之矢筈天牛"}, "text": {"en": "You can Special Summon this card (from your hand) by placing 1 of your banished Insect, Plant, or Reptile monsters on the bottom of your Main Deck. You can only Special Summon \"Ragnaraika Samurai Beetle\" once per turn this way. If this card is sent to the GY as material for a \"Ragnaraika\" Link Monster: You can target 1 Level 4 or lower Insect, Plant, or Reptile monster in your GY, except \"Ragnaraika Samurai Beetle\"; Special Summon it in Defense Position. You can only use this effect of \"Ragnaraika Samurai Beetle\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 deiner verbannten Insekt-, Pflanze- oder Reptil-Monster unter dein Main Deck legst. Du kannst „Ragnaraika-Samuraikäfer“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Material für ein „Ragnaraika“-Linkmonster auf den Friedhof gelegt wird: Du kannst 1 Insekt-, Pflanze- oder Reptil-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen, außer „Ragnaraika-Samuraikäfer“; beschwöre es als Spezialbeschwörung in die Verteidigungsposition. Du kannst diesen Effekt von „Ragnaraika-Samuraikäfer“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) poniendo en la parte inferior de tu Deck Principal 1 de tus monstruos Insecto, Planta o Reptil desterrados. Sólo puedes Invocar de Modo Especial \"Ragnaraika Escarabajo Samurái\" una vez por turno de esta forma. Si esta carta es mandada al Cementerio como material para un Monstruo de Enlace \"Ragnaraika\": puedes seleccionar 1 monstruo Insecto, Planta o Reptil de Nivel 4 o menor en tu Cementerio, excepto \"Ragnaraika Escarabajo Samurái\"; Invócalo de Modo Especial en Posición de Defensa. Sólo puedes usar este efecto de \"Ragnaraika Escarabajo Samurái\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en plaçant 1 de vos monstres Insecte, Plante ou Reptile bannis au-dessous de votre Main Deck. Vous ne pouvez Invoquer Spécialement \"Scarabée Samouraï Ragnaraika\" qu'une fois par tour de cette façon. Si cette carte est envoyée au Cimetière comme Matériel pour un Monstre Lien \"Ragnaraika\" : vous pouvez cibler 1 monstre Insecte, Plante ou Reptile de max. Niveau 4 (\"Scarabée Samouraï Ragnaraika\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser cet effet de \"Scarabée Samouraï Ragnaraika\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) mettendo 1 dei tuoi mostri Insetto, Pianta o Rettile banditi in fondo al tuo Main Deck. Puoi Evocare Specialmente \"Scarabeo Samurai Ragnaraika\" una sola volta per turno in questo modo. Se questa carta viene mandata al Cimitero come materiale per un Mostro Link \"Ragnaraika\": puoi scegliere come bersaglio 1 mostro Insetto, Pianta o Rettile di Livello 4 o inferiore nel tuo Cimitero, eccetto \"Scarabeo Samurai Ragnaraika\"; Evocalo Specialmente in Posizione di Difesa. Puoi utilizzare questo effetto di \"Scarabeo Samurai Ragnaraika\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao colocar 1 dos seus monstros Inseto, Planta ou Réptil que estiverem banidos no fundo do seu Deck Principal. Você só pode Invocar \"Besouro Samurai Ragnaraika\" por Invocação-Especial uma vez por turno desta forma. Se este card for enviado para o Cemitério como matéria para um Monstro Link \"Ragnaraika\": você pode escolher 1 monstro Inseto, Planta ou Réptil de Nível 4 ou menos no seu Cemitério, exceto \"Besouro Samurai Ragnaraika\"; Invoque-o por Invocação-Especial em Posição de Defesa. Você só pode usar este efeito de \"Besouro Samurai Ragnaraika\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは自分の除外状態の昆虫族・植物族・爬虫類族モンスター１体をデッキの一番下に戻し、手札から特殊召喚できる。②：このカードが「蕾禍」ＬモンスターのＬ素材として墓地へ送られた場合、「蕾禍ノ矢筈天牛」を除く、自分の墓地のレベル４以下の昆虫族・植物族・爬虫類族モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신의 제외 상태인 곤충족 / 식물족 / 파충류족 몬스터 1장을 덱 맨 아래로 되돌리고, 패에서 특수 소환할 수 있다. ②: 이 카드가 \"뇌화\" 링크 몬스터의 링크 소재로서 묘지로 보내졌을 경우, \"뇌화의 야하즈카미키리\"가 아닌, 자신 묘지의 레벨 4 이하의 곤충족 / 식물족 / 파충류족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。\n①：此卡可将自己除外状态的１只昆虫族・植物族・爬虫类族怪兽放回牌组最下面，来从手牌特殊召唤。\n②：此卡作为“蕾祸”连接怪兽的连接素材被送至墓地的情况下，以除“蕾祸之矢筈天牛”之外的自己墓地的１只等级４以下的昆虫族・植物族・爬虫类族怪兽为对象可以发动。将该怪兽以守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "LIGHT", "level": 3, "atk": 1500, "def": 0, "series": ["Ragnaraika"], "images": [{"index": 1, "image": "RagnaraikaSamuraiBeetle-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC014", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1037582, "master_duel_rarity": "R"}