{"konami_id": 11484, "password": 26674724, "name": {"en": "Nekroz of Brionac", "de": "Nekroz von Brionac", "es": "Necroz de Brionac", "fr": "Nékroz de Brionac", "it": "Nekroz di Brionac", "pt": "Necroz de Brionac", "ja": "ブリューナクの<ruby>影霊衣<rt>ネクロス</rt></ruby>", "ja_romaji": "Buryūnaku no Nekurosu", "ko": "브류나크의 네크로즈", "ko_rr": "Beuryunakeu-ui Nekeurojeu", "zh-TW": "神槍龍的影靈衣", "zh-CN": "神枪龙的影灵衣"}, "text": {"en": "You can Ritual Summon this card with any \"Nekroz\" Ritual Spell. Must be Ritual Summoned, without using \"Nekroz of Brionac\". You can only use each of these effects of \"Nekroz of Brionac\" once per turn.\n● You can discard this card; add 1 \"Nekroz\" monster from your Deck to your hand, except \"Nekroz of Brionac\".\n● You can target up to 2 face-up monsters on the field that were Special Summoned from the Extra Deck; shuffle them into the Deck.", "de": "Du kannst diese Karte mit einem beliebigen „Nekroz“-Ritualzauber als Ritualbeschwörung beschwören. Muss als Ritualbeschwörung beschworen werden, ohne „Nekroz von Brionac“ zu verwenden. Du kannst jeden dieser Effekte von „Nekroz von Brionac“ nur einmal pro Spielzug verwenden.\n● Du kannst diese Karte abwerfen; füge deiner Hand 1 „Nekroz“-Monster von deinem Deck hinzu, außer „Nekroz von Brionac“.\n● Du kannst bis zu 2 offene Monster auf dem Spielfeld wählen, die als Spezialbeschwörung vom Extra Deck beschworen wurden; mische sie ins Deck.", "es": "Puedes Invocar esta carta por Ritual con cualquier Mágica de Ritual \"Necroz\". Debe ser Invocada por Ritual sin usar \"Necroz de Brionac\". Sólo puedes usar cada uno de estos efectos de \"Necroz de Brionac\" una vez por turno.\n● Puedes descartar esta carta; añade a tu mano 1 monstruo \"Necroz\" en tu Deck, excepto \"Necroz de Brionac\".\n● Puedes seleccionar hasta 2 monstruos boca arriba en el Campo que fueron Invocados de Modo Especial desde el Deck Extra; barájalos al Deck.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec une Magie Rituelle \"Nékroz\". Uniquement Invocable Rituellement, sans utiliser \"Nékroz de Brionac\". Vous ne pouvez utiliser chacun de ces effets de \"Nékroz de Brionac\" qu'une fois par tour.\n● Vous pouvez défausser cette carte ; ajoutez 1 monstre \"Nékroz\" (\"Nékroz de Brionac\" exclu) depuis votre Deck à votre main.\n● Vous pouvez cibler max. 2 monstres face recto sur le Terrain qui ont été Invoqués Spécialement depuis l'Extra Deck ; mélangez-les dans le Deck.", "it": "Puoi Evocare tramite Rituale questa carta con qualsiasi Magia Rituale \"Nekroz\". Deve essere Evocato tramite Rituale, senza utilizzare \"Nekroz di Brionac\". Puoi utilizzare ognuno di questi effetti di \"Nekroz di Brionac\" una sola volta per turno.\n● Puoi scartare questa carta; aggiungi 1 mostro \"Nekroz\" dal tuo Deck alla tua mano, eccetto \"Nekroz di Brionac\".\n● Puoi scegliere come bersaglio fino a 2 mostri scoperti sul Terreno che sono stati Evocati Specialmente dall'Extra Deck; mischiali nel Deck.", "pt": "Você pode Invocar este card por Invocação-Ritual com qualquer Magia de Ritual \"Necroz\". Deve ser Invocado por Invocação-Ritual sem usar \"Necroz de Brionac\". Você só pode usar cada um desses efeitos de \"Necroz de Brionac\" uma vez por turno.\n● Você pode descartar este card; adicione 1 monstro \"Necroz\" do seu Deck à sua mão, exceto \"Necroz de Brionac\".\n● Você pode escolher até 2 monstros com a face para cima no campo que foram Invocados por Invocação-Especial do Deck Adicional; embaralhe-os no Deck.", "ja": "「影霊衣」儀式魔法カードにより降臨。「ブリューナクの影霊衣」以外のモンスターのみを使用した儀式召喚でしか特殊召喚できない。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードを手札から捨てて発動できる。デッキから「ブリューナクの影霊衣」以外の「影霊衣」モンスター１体を手札に加える。②：ＥＸデッキから特殊召喚されたフィールドのモンスターを２体まで対象として発動できる。そのモンスターを持ち主のデッキに戻す。", "ko": "\"네크로즈\" 의식 마법 카드에 의해 의식 소환. \"브류나크의 네크로즈\" 이외의 몬스터만을 사용한 의식 소환으로밖에 특수 소환할 수 없다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 버리고 발동할 수 있다. 덱에서 \"브류나크의 네크로즈\" 이외의 \"네크로즈\" 몬스터 1장을 패에 넣는다. ②: 엑스트라 덱에서 특수 소환된 필드의 몬스터를 2장까지 대상으로 하고 발동할 수 있다. 그 몬스터를 주인의 덱으로 되돌린다.", "zh-TW": "以「影靈衣」儀式魔法卡降臨。僅限以僅使用「神槍龍的影靈衣」以外的怪獸的儀式召喚進行特殊召喚。此卡名的①②效果，１回合各僅限使用１次。①：可從手牌捨棄此卡發動。從牌組將１隻「神槍龍的影靈衣」以外的「影靈衣」怪獸加入手牌。②：可將場上的最多２隻從額外牌組被特殊召喚的怪獸做為對象發動。將該怪獸送回持有者的牌組。", "zh-CN": "由“影灵衣”仪式魔法卡降临。仅可以只使用了除“神枪龙的影灵衣”以外之怪兽的仪式召唤进行特殊召唤。此卡牌名的①②效果１回合只可各使用１次。①：可从手牌舍弃此卡并发动。从牌组将１只除“神枪龙的影灵衣”以外的“影灵衣”怪兽加入手牌。②：可以场上从额外牌组特殊召唤而来的最多２只怪兽为对象发动。将该怪兽返回至持有者牌组。"}, "card_type": "Monster", "monster_type_line": "Warrior / Ritual / Effect", "attribute": "WATER", "level": 6, "atk": 2300, "def": 1400, "series": ["Nekroz"], "images": [{"index": 1, "image": "NekrozofBrionac-RA03-EN-PlScR-1E.png"}], "sets": {"en": [{"set_number": "THSF-EN014", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-EN086", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-EN260", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "THSF-DE014", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-DE086", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-DE260", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "THSF-FR014", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-FR086", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-FR260", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "THSF-IT014", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-IT086", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-IT260", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "THSF-PT014", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-PT086", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-PT260", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "SPTR-JP014", "set_name": "Booster SP: Tribe Force", "rarities": ["Super Rare"]}, {"set_number": "SLT1-JP015", "set_name": "Selection 10", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPTR-KR014", "set_name": "Booster SP: Tribe Force", "rarities": ["Super Rare"]}, {"set_number": "SLT1-KR015", "set_name": "Selection 10", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 326244, "master_duel_rarity": "SR"}