{"konami_id": 14512, "password": 26773909, "name": {"en": "Psychic Fervor", "de": "Psi-Glut", "es": "Psicofervor", "fr": "Ferveur Psychique", "it": "Fervore Psichico", "pt": "Fervor Psíquico", "ja": "<ruby>才<rt>さい</rt></ruby><ruby>呼<rt>こ</rt></ruby><ruby>粉<rt>ふん</rt></ruby><ruby>身<rt>しん</rt></ruby>", "ja_romaji": "Saiko Funshin", "ko": "재호분신", "ko_rr": "Jaehobunsin", "zh-TW": "才呼粉身", "zh-CN": "才呼粉身"}, "text": {"en": "During the Battle Phase: Target 1 face-up monster you control; you lose LP equal to its ATK, and if you do, that monster's ATK is doubled until the end of this turn. It cannot attack directly during the turn you activate this card. You can only activate 1 \"Psychic Fervor\" per turn.", "de": "Während der Battle Phase: Wähle 1 offenes Monster, das du kontrollierst; du verlierst LP in Höhe seiner ATK und falls du dies tust, werden die ATK des Monsters bis zum Ende dieses Spielzugs verdoppelt. Es kann während des Spielzugs, in dem du diese Karte aktivierst, nicht direkt angreifen. Du kannst nur 1 „Psi-Glut“ pro Spielzug aktivieren.", "es": "Durante la Battle Phase: selecciona 1 monstruo boca arriba que controles; pierdes LP igual a su ATK y, si lo haces, el ATK de ese monstruo se duplica hasta el final de este turno. Éste no puede atacar directamente durante el turno en el que activaste esta carta. Sólo puedes activar 1 \"Psicofervor\" por turno.", "fr": "Durant la Battle Phase : ciblez 1 monstre face recto que vous contrôlez ; vous perdez des LP égaux à son ATK, et si vous le faites, l'ATK du monstre est doublée jusqu'à la fin de ce tour. Il ne peut pas attaquer directement durant le tour où vous activez cette carte. Vous ne pouvez activer qu'1 \"Ferveur Psychique\" par tour.", "it": "Durante la Battle Phase: scegli come bersaglio 1 mostro scoperto che controlli; perdi LP pari al suo ATK e, se lo fai, l'ATK di quel mostro viene raddoppiato fino alla fine di questo turno. Esso non può attaccare direttamente durante il turno in cui attivi questa carta. Puoi attivare solo 1 \"Fervore Psichico\" per turno.", "pt": "Durante a Fase de Batalha: escolha 1 monstro com a face para cima que você controla; você perde PV igual ao ATK dele e, se isso acontecer, o ATK desse monstro é dobrado até o final deste turno. Ele não pode atacar diretamente durante o turno em que você ativar este card. Você só pode ativar 1 \"Fervor Psíquico\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分・相手のバトルフェイズに自分フィールドの表側表示モンスター１体を対象として発動できる。自分はそのモンスターの攻撃力分のＬＰを失い、そのモンスターの攻撃力はターン終了時まで倍になる。このカードを発動するターン、対象のモンスターは直接攻撃できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 / 상대의 배틀 페이즈에 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신은 그 몬스터의 공격력만큼의 LP를 상실하고, 그 몬스터의 공격력은 턴 종료시까지 배가 된다. 이 카드를 발동하는 턴에, 대상 몬스터는 직접 공격할 수 없다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：自己·对方的战斗阶段以自己场上1只表侧表示怪兽为对象才能发动。自己失去那只怪兽的攻击力数值的基本分，那只怪兽的攻击力直到回合结束时变成2倍。这张卡发动的回合，作为对象的怪兽不能直接攻击。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "PsychicFervor-RIRA-JP-C.png", "illustration": "PsychicFervor-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "PsychicFervor-RIRA-EN-C-1E.png", "illustration": "PsychicFervor-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "RIRA-EN064", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE064", "set_name": "Rising Rampage", "rarities": ["Common"]}], "es": [{"set_number": "RIRA-SP064", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR064", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT064", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT064", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP064", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ko": [{"set_number": "RIRA-KR064", "set_name": "Rising Rampage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 605347, "master_duel_rarity": "N"}