{"konami_id": 19457, "password": 26913989, "name": {"en": "Geistgrinder Golem", "de": "Geist-Schleifgolem", "es": "Gólem Triturador Geist", "fr": "Golem Broyeurgeist", "it": "Golem Tritatuttogeist", "pt": "Golem Geistafiado", "ja": "ガイストーチ・ゴーレム", "ja_romaji": "Gaisutōchi Gōremu", "ko": "가이스토치 골렘", "ko_rr": null, "zh-TW": "幽魂拷問魔像", "zh-CN": "幽魂拷问魔像"}, "text": {"en": "You can only Special Summon \"Geistgrinder Golem\" once per turn. You can reveal 1 \"Yubel\" monster in your hand; Special Summon this card from your hand to your opponent's field, then you can Special Summon the revealed monster to your field. Once per turn, during damage calculation, if this card battles a \"Yubel\" monster: Your opponent gains 3000 LP. If you Special Summon \"Yubel\" while this card is in your GY (except during the Damage Step): You can Special Summon this card to your opponent's field.", "de": "Du kannst „Geist-Schleifgolem“ nur einmal pro Spielzug als Spezialbeschwörung beschwören. Du kannst 1 „Yubel“-Monster in deiner Hand vorzeigen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand auf die Spielfeldseite deines Gegners, dann kannst du das vorgezeigte Monster als Spezialbeschwörung auf deine Spielfeldseite beschwören. Einmal pro Spielzug, während der Schadensberechnung, falls diese Karte gegen ein „Yubel“-Monster kämpft: Dein Gegner erhält 3000 LP. Falls du „Yubel“ als Spezialbeschwörung beschwörst, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschwören.", "es": "Sólo puedes Invocar de Modo Especial \"Gólem Triturador Geist\" una vez por turno. Puedes mostrar 1 monstruo \"Yubel\" en tu mano; Invoca esta carta de Modo Especial desde tu mano al Campo de tu adversario, y después puedes Invocar de Modo Especial a tu Campo el monstruo mostrado. Una vez por turno, durante el cálculo de daño, si esta carta batalla con un monstruo \"Yubel\": tu adversario gana 3000 LP. Si Invocas de Modo Especial \"Yubel\" mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial al Campo de tu adversario.", "fr": "Vous ne pouvez Invoquer Spécialement \"Golem Broyeurgeist\" qu'une fois par tour. Vous pouvez révéler 1 monstre \"Yubel\" dans votre main ; Invoquez Spécialement cette carte depuis votre main sur le Terrain de votre adversaire, puis vous pouvez Invoquer Spécialement le monstre révélé sur votre Terrain. Une fois par tour, durant le calcul des dommages, si cette carte combat un monstre \"Yubel\" : votre adversaire gagne 3000 LP. Si vous Invoquez Spécialement \"Yubel\" tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte sur le Terrain de votre adversaire.", "it": "Puoi Evocare Specialmente \"Golem Tritatuttogeist\" una sola volta per turno. Puoi rivelare 1 mostro \"Yubel\" nella tua mano; Evoca Specialmente questa carta dalla tua mano sul Terreno del tuo avversario, poi puoi Evocare Specialmente il mostro rivelato sul tuo Terreno. Una volta per turno, durante il calcolo dei danni, se questa carta combatte con un mostro \"Yubel\": il tuo avversario guadagna 3000 LP. Se Evochi Specialmente \"Yubel\" mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta sul Terreno del tuo avversario.", "pt": "Você só pode Invocar \"Golem Geistafiado\" por Invocação-Especial uma vez por turno. Você pode revelar 1 monstro \"Yubel\" da sua mão; Invoque este card por Invocação-Especial da sua mão no campo do seu oponente e, depois, você pode Invocar o monstro revelado por Invocação-Especial no seu campo. Uma vez por turno, durante o cálculo de dano, se este card batalhar um monstro \"Yubel\": seu oponente ganha 3000 PV. Se você Invocar \"Yubel\" por Invocação-Especial enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial no campo do seu oponente.", "ja": "自分は「ガイストーチ・ゴーレム」を１ターンに１度しか特殊召喚できない。①：手札の「ユベル」モンスター１体を相手に見せて発動できる。このカードを手札から相手フィールドに特殊召喚する。その後、見せたモンスターを自分フィールドに特殊召喚できる。②：１ターンに１度、このカードが「ユベル」モンスターと戦闘を行うダメージ計算時に発動する。相手は３０００ＬＰ回復する。③：このカードが墓地に存在する状態で、自分が「ユベル」を特殊召喚した場合に発動できる。このカードを相手フィールドに特殊召喚する。", "ko": "자신은 \"가이스토치 골렘\"을 1턴에 1번밖에 특수 소환할 수 없다. ①: 패의 \"유벨\" 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 이 카드를 패에서 상대 필드에 특수 소환한다. 그 후, 보여준 몬스터를 자신 필드에 특수 소환할 수 있다. ②: 1턴에 1번, 이 카드가 \"유벨\" 몬스터와 전투를 실행하는 데미지 계산시에 발동한다. 상대는 3000 LP 회복한다. ③: 이 카드가 묘지에 존재하는 상태에서, 자신이 \"유벨\"을 특수 소환했을 경우에 발동할 수 있다. 이 카드를 상대 필드에 특수 소환한다.", "zh-TW": "自己１回合僅可特殊召喚１次「幽魂拷問魔像」。 ①：將手牌的１隻「尤貝爾」怪獸出示給對手可以發動。從手牌將此卡特殊召喚至對手場上。然後，可將所出示的怪獸特殊召喚至自己場上。 ②：１回合１次，此卡與「尤貝爾」怪獸進行戰鬥的傷害計算時發動。對手恢復３０００LP。 ③：此卡存在於墓地的狀態下，自己將「尤貝爾」特殊召喚的情況下可以發動。將此卡特殊召喚至對手場上。", "zh-CN": "自己１回合仅可特殊召唤１次“幽魂拷问魔像”。\n①：将手牌的１只“尤贝尔”怪兽出示给对手可以发动。从手牌将此卡特殊召唤至对手场上。然后，可将所出示的怪兽特殊召唤至自己场上。\n②：１回合１次，此卡与“尤贝尔”怪兽进行战斗的伤害计算时发动。对手恢复３０００LP。\n③：此卡存在于墓地的状态下，自己将“尤贝尔”特殊召唤的情况下可以发动。将此卡特殊召唤至对手场上。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 300, "images": [{"index": 1, "image": "GeistgrinderGolem-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC002", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1002436, "master_duel_rarity": "N"}