{"konami_id": 11421, "password": 26949946, "name": {"en": "Mecha Phantom Beast Jaculuslan", "de": "Mecha-Phantomungeheuer Jaculuslan", "es": "Mecha Bestia Fantasma Jaculuslan", "fr": "Bête Fantôme Méca Jaculuslan", "it": "Bestia Fantasma Meccanica Jaculuslan", "pt": "Besta Fantasma Mecha Jaculuslan", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby><ruby>機<rt>き</rt></ruby>ヤクルスラーン", "ja_romaji": "Genjūki Yakurusurān", "ko": "환상수기 야쿠루슬란", "ko_rr": null, "zh-TW": null, "zh-CN": "幻兽机 鲁斯兰枪蛇"}, "text": {"en": "1 \"Mecha Phantom Beast\" Tuner + 1+ non-Tuner \"Mecha Phantom Beast\" monsters\nWhen this card is Synchro Summoned: You can Tribute \"Mecha Phantom Beast Tokens\" up to the number of cards in your opponent's hand; randomly discard cards from your opponent's hand, equal to the number of Tributed monsters. Other \"Mecha Phantom Beast\" monsters you control cannot be destroyed by battle or card effects. If this card in its owner's possession is destroyed by your opponent: You can Set 1 Quick-Play Spell directly from your Deck.", "de": "1 „Mecha-Phantomungeheuer“-Empfänger + 1+ „Mecha-Phantomungeheuer“-Nicht-Empfänger-Monster\nWenn diese Karte als Synchrobeschwörung beschworen wird: Du kannst „Mecha-Phantomungeheuer-Spielmarken“ bis zur Anzahl der Karten in der Hand deines Gegners als Tribut anbieten; wirf zufällig eine Anzahl Karten in Höhe der Anzahl der als Tribut angebotenen Monster von der Hand deines Gegners ab. Andere „Mecha-Phantomungeheuer“-Monster, die du kontrollierst, können weder durch Kampf noch durch Karteneffekte zerstört werden. Falls diese Karte, die ihrem Besitzer gehört, durch deinen Gegner zerstört wird: Du kannst 1 Schnellzauber direkt von deinem Deck setzen.", "es": "1 Cantante \"Mecha Bestia Fantasma\" + 1+ monstruos \"Mecha Bestia Fantasma\" que no sean Cantantes\nCuando esta carta es Invocada por Sincronía: puedes Sacrificar hasta tantas \"Fichas Mecha Bestia Fantasma\" como la cantidad de cartas en la mano de tu adversario; descarta tantas cartas al azar de la mano de tu adversario como la cantidad de monstruos Sacrificados. Otros monstruos \"Mecha Bestia Fantasma\" que controles no pueden ser destruidos en batalla o por efectos de cartas. Si esta carta en la posesión de su dueño es destruida por tu adversario: puedes Colocar 1 Mágica de Juego Rápido directamente desde tu Deck.", "fr": "1 Syntoniseur \"Bête Fantôme Méca\" + 1+ monstre non-Syntoniseur \"Bête Fantôme Méca\"\nLorsque cette carte est Invoquée par Synchronisation : vous pouvez Sacrifier un nombre de \"Jeton Bête Fantôme Méca\", inférieur ou égal au nombre de cartes dans la main de votre adversaire ; défaussez au hasard un nombre de cartes à votre adversaire, égal au nombre de monstres Sacrifiés. Les autres monstres \"Bête Fantôme Méca\" que vous contrôlez ne peuvent être détruits ni au combat ni par des effets de carte. Si cette carte en possession de son propriétaire est détruite par votre adversaire : vous pouvez Poser 1 Magie Jeu-Rapide directement depuis votre Deck.", "it": "1 Tuner \"Bestia Fantasma Meccanica\" + 1+ mostri non-Tuner \"Bestia Fantasma Meccanica\"\nQuando questa carta viene Synchro Evocata: puoi offrire come Tributo \"Segna-Bestia Fantasma Meccanica\" fino al massimo al numero di carte nella mano del tuo avversario; scarta a caso dalla mano del tuo avversario un numero di carte pari al numero di mostri offerti come Tributo. Gli altri mostri \"Bestia Fantasma Meccanica\" che controlli non possono essere distrutti in battaglia o dagli effetti delle carte. Se questa carta sotto il comando del suo proprietario viene distrutta dal tuo avversario: puoi Posizionare 1 Magia Rapida direttamente dal tuo Deck.", "pt": "1 Regulador \"Besta Fantasma Mecha\" + 1+ monstros não-Reguladores \"Besta Fantasma Mecha\"\nQuando este card for Invocado por Invocação-Sincro: você pode oferecer como Tributo \"Fichas de Besta Fantasma Mecha\" até o número de cards na mão do seu oponente; descarte aleatoriamente cards da mão do seu oponente, igual ao número de monstros oferecidos como Tributo. Outros monstros \"Besta Fantasma Mecha\" que você controla não podem ser destruídos em batalha ou por efeitos de card. Se este card, em posse de seu dono, for destruído pelo seu oponente: você pode Baixar 1 Magia Rápida diretamente do seu Deck.", "ja": "「幻獣機」チューナー＋チューナー以外の「幻獣機」モンスター１体以上\n①：このカードがＳ召喚に成功した時、自分フィールドの「幻獣機トークン」を任意の数だけリリースして発動できる。リリースした数だけ、相手の手札をランダムに選んで捨てる。②：このカードがモンスターゾーンに存在する限り、このカード以外の自分フィールドの「幻獣機」モンスターは戦闘・効果では破壊されない。③：このカードが相手によって破壊された場合に発動できる。デッキから速攻魔法カード１枚を選んで自分の魔法＆罠ゾーンにセットする。", "ko": "\"환상수기\" 튜너 ＋ 튜너 이외의 \"환상수기\" 몬스터 1장 이상\n①: 이 카드가 싱크로 소환에 성공했을 때, 자신 필드의 \"환상수기 토큰\"을 임의의 수만큼 릴리스하고 발동할 수 있다. 릴리스한 수만큼, 상대의 패를 무작위로 고르고 버린다. ②: 이 카드가 몬스터 존에 존재하는 한, 이 카드 이외의 자신 필드의 \"환상수기\" 몬스터는 전투 / 효과로는 파괴되지 않는다. ③: 이 카드가 상대에 의해서 파괴되었을 경우에 발동할 수 있다. 덱에서 속공 마법 카드 1장을 고르고 자신의 마법 & 함정 존에 세트한다.", "zh-TW": null, "zh-CN": "「幻兽机」调整＋调整以外的「幻兽机」怪兽1只以上\n①：这张卡同调召唤成功时，把自己场上的「幻兽机衍生物」任意数量解放才能发动。对方手卡随机选解放的数量丢弃。\n②：只要这张卡在怪兽区域存在，这张卡以外的自己场上的「幻兽机」怪兽不会被战斗·效果破坏。\n③：这张卡被对方破坏的场合才能发动。从卡组选1张速攻魔法卡在自己的魔法与陷阱区域盖放。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "WIND", "level": 9, "atk": 2700, "def": 2000, "materials": "1 \"Mecha Phantom Beast\" Tuner + 1 or more non-Tuner \"Mecha Phantom Beast\" monsters", "series": ["Phantom Beast", "Mecha Phantom Beast"], "images": [{"index": 1, "image": "MechaPhantomBeastJaculuslan-MAGO-EN-R-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN034", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "MAGO-EN066", "set_name": "Maximum Gold", "rarities": ["Rare"]}], "de": [{"set_number": "WSUP-DE034", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "MAGO-DE066", "set_name": "Maximum Gold", "rarities": ["Rare"]}], "es": [{"set_number": "WSUP-SP034", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "MAGO-SP066", "set_name": "Maximum Gold", "rarities": ["Rare"]}], "fr": [{"set_number": "WSUP-FR034", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "MAGO-FR066", "set_name": "Maximum Gold", "rarities": ["Rare"]}], "it": [{"set_number": "WSUP-IT034", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "MAGO-IT066", "set_name": "Maximum Gold", "rarities": ["Rare"]}], "pt": [{"set_number": "WSUP-PT034", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "MAGO-PT066", "set_name": "Maximum Gold", "rarities": ["Rare"]}], "ja": [{"set_number": "NECH-JP089", "set_name": "The New Challengers", "rarities": ["Rare"]}], "ko": [{"set_number": "EP15-KR049", "set_name": "Extra Pack 2015", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 310083}