{"konami_id": 14065, "password": 27024795, "name": {"en": "Alviss of the Nordic Alfar", "de": "Nordischer Elf Alviss", "es": "Alviss de los Alfar Nórdicos", "fr": "Alvíss, Alfe Nordique", "it": "Alviss degli Alfar Nordic", "pt": "Alviss do Alfar Nórdico", "ja": "<ruby>極<rt>きょく</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>霊<rt>れい</rt></ruby>アルヴィース", "ja_romaji": "Kyokuseirei Aruvīsu", "ko": "극성령 알비스", "ko_rr": "Geukseongnyeong Albiseu", "zh-TW": "極星靈 阿爾維斯", "zh-CN": "极星灵 阿尔维斯"}, "text": {"en": null, "de": "Falls nur diese Karte durch den Effekt eines „Nordisch“-Linkmonsters verbannt wird: Du kannst 1 „Nordisch“-Monster, das du kontrollierst, und 2 „Nordisch“-Monster von deinem Deck, deren gemeinsame Stufe 10 beträgt, auf den Friedhof legen, dann beschwöre 1 „Der Asen“-Monster als Spezialbeschwörung von deinem Extra Deck. Falls ein oder mehr „Der Asen“-Monster, die dir gehören, durch eine Karte deines Gegners auf deinen Friedhof gelegt werden: Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Der Asen“-Monster mit einem unterschiedlichen Namen als die Karten in deinem Friedhof als Spezialbeschwörung von deinem Extra Deck. Du kannst diesen Effekt von „Nordischer Elf Alviss“ nur einmal pro Duell verwenden.", "es": "Si sólo esta carta es desterrada por el efecto de un Monstruo de Enlace \"Nórdico/a\": puedes mandar al Cementerio, 1 monstruo \"Nórdico/a\" que controles y 2 monstruos \"Nórdico/a\" en tu Deck, cuyos Niveles totales sean iguales a 10, y después Invoca de Modo Especial 1 monstruo \"Aesir\" en tu Deck Extra. Si uno o más monstruos \"Aesir\" en tu posesión son mandados a tu Cementerio por la carta de tu adversario: puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial 1 monstruo \"Aesir\" en tu Deck Extra, con un nombre diferente a las cartas en tu Cementerio. Sólo puedes usar este efecto de \"Alviss de los Alfar Nórdicos\" una vez por Duelo.", "fr": "Si uniquement cette carte est bannie par l'effet d'un Monstre Lien \"Nordique\" : vous pouvez envoyer 1 monstre \"Nordique\" que vous contrôlez et 2 monstres \"Nordique\" depuis votre Deck au Cimetière, dont le Niveau total est égal à 10, puis Invoquez Spécialement 1 monstre \"Ases\" depuis votre Extra Deck. Si un ou plusieurs monstres \"Ases\" en votre possession sont envoyés à votre Cimetière par une carte de votre adversaire : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Ases\" depuis votre Extra Deck, de nom différent des cartes dans votre Cimetière. Vous ne pouvez utiliser cet effet de \"Alvíss, Alfe Nordique\" qu'une fois par Duel.", "it": "Se solo questa carta viene bandita dall'effetto di un Mostro Link \"Nordic\": puoi mandare al Cimitero, 1 mostro \"Nordic\" che controlli e 2 mostri \"Nordic\" dal tuo Deck, la cui somma dei Livelli sia pari a 10, poi Evocare Specialmente 1 mostro \"Aesir\" dal tuo Extra Deck. Se uno o più mostri \"Aesir\" sotto il tuo comando vengono mandati al tuo Cimitero da una carta del tuo avversario: puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente dal tuo Extra Deck 1 mostro \"Aesir\" con nome diverso dalle carte nel tuo Cimitero. Puoi utilizzare questo effetto di \"Alviss degli Alfar Nordic\" una sola volta per Duello.", "pt": "Se apenas este card for banido pelo efeito de um Monstro Link \"Nórdic\": você pode enviar para o Cemitério, 1 monstro \"Nórdic\" que você controla e 2 monstros \"Nórdic\" do seu Deck, cuja soma dos Níveis seja igual a 10 e, depois, Invoque por Invocação-Especial 1 monstro \"Aesir\" do seu Deck Adicional. Se um ou mais monstros \"Aesir\" em sua posse forem enviados para o seu Cemitério por um card do seu oponente: você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 monstro \"Aesir\" do seu Deck Adicional, com um nome diferente que os cards no seu Cemitério. Você só pode usar este efeito de \"Alviss do Alfar Nórdico\" uma vez por Duelo.", "ja": "このカード名の②の効果はデュエル中に１度しか使用できない。\n①：「極星」Ｌモンスターの効果でこのカードのみが除外された場合に発動できる。レベルの合計が１０になるように、「極星」モンスターを自分フィールドから１体、デッキから２体墓地へ送る。その後、ＥＸデッキから「極神」モンスター１体を特殊召喚する。\n②：自分の「極神」モンスターが戦闘以外の方法で相手によって墓地へ送られた場合、このカードを除外して発動できる。同名カードが自分の墓地に存在しない「極神」モンスター１体をＥＸデッキから特殊召喚する。", "ko": "이 카드명의 ②의 효과는 듀얼 중에 1번밖에 사용할 수 없다. ①: \"극성\" 링크 몬스터의 효과로 이 카드만이 제외되었을 경우에 발동할 수 있다. 레벨의 합계가 10 이 되도록, \"극성\" 몬스터를 자신 필드에서 1장, 덱에서 2장 묘지로 보낸다. 그 후, 엑스트라 덱에서 \"극신\" 몬스터 1장을 특수 소환한다. ②: 자신의 \"극신\" 몬스터가 전투 이외의 방법으로 상대에 의해 묘지로 보내졌을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 같은 이름의 카드가 자신 묘지에 없는 \"극신\" 몬스터 1장을 엑스트라 덱에서 특수 소환한다.", "zh-TW": "此卡名的②效果，在決鬥中僅限使用１次。①：可在因「極星」連結怪獸的效果，僅有此卡被除外的狀況下發動。為使等級合計為１０，從我方場上將１隻「極星」怪獸，從牌組將２隻送至墓地。其後，從額外牌組特殊召喚１隻「極神」怪獸。②：在我方的「極神」怪獸被對方以戰鬥以外的方法送至墓地的狀況下，可將墓地的此卡除外發動。從額外牌組特殊召喚１隻我方墓地沒有同名卡的「極神」怪獸。", "zh-CN": "此卡名的②效果在决斗中仅可使用１次。①：仅此卡因“极星”连接怪兽的效果被除外的情况下可以发动。为使等级合计为１０，从自己场上将１只、从牌组将２只“极星”怪兽送至墓地。然后，从额外牌组将１只“极神”怪兽特殊召唤。②：自己的“极神”怪兽被对手以战斗以外的方法送至墓地的情况下，将墓地的此卡除外可以发动。将自己墓地没有同名卡的１只“极神”怪兽从额外牌组特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 1000, "series": ["Nordic", "Nordic Alfar"], "images": [{"index": 1, "image": "AlvissoftheNordicAlfar-EP19-JP-C.png", "illustration": "AlvissoftheNordicAlfar-MADU-JP-VG-artwork.png"}, {"index": 2, "image": "AlvissoftheNordicAlfar-MP19-EN-C-1E.png", "illustration": "AlvissoftheNordicAlfar-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "SOFU-EN000", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-EN151", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE000", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-DE151", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR000", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-FR151", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT000", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-IT151", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT000", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-PT151", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP19-JP059", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR059", "set_name": "Extra Pack 2019", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 573038, "master_duel_rarity": "R"}