{"konami_id": 11925, "password": 27103517, "name": {"en": "Wicked Acolyte Chilam Sabak", "de": "Boshafter Gefolgsmann Chilam Sabak", "es": "Acólito Perverso Chilam Sabaki", "fr": "Acolyte du Mal Chilam Sabak", "it": "Malvagio Accolito Chilam Sabak", "pt": "Acólito Perverso Chilam Sabak", "ja": "<ruby>邪<rt>じゃ</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>官<rt>かん</rt></ruby>チラム・サバク", "ja_romaji": "Jashinkan Chiramu Sabaku", "ko": "사신관 칠람 사바크", "ko_rr": null, "zh-TW": "邪神官契倫沙巴", "zh-CN": "邪神官契伦沙巴"}, "text": {"en": "If you have 5 or more cards in your hand, you can Normal Summon this card without Tributing. When this card is destroyed by battle and sent to the GY: You can Special Summon this card in Defense Position, and if you do, it is treated as a Tuner. You can only use this effect of \"Wicked Acolyte Chilam Sabak\" once per turn.", "de": "Falls du 5 oder mehr Karten in deiner Hand hast, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Wenn diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung in die Verteidigungsposition beschwören und falls du dies tust, wird sie als Empfänger behandelt. Du kannst diesen Effekt von „Boshafter Gefolgsmann Chilam Sabak“ nur einmal pro Spielzug verwenden.", "es": "Si tienes 5 o más cartas en tu mano, puedes Invocar esta carta de Modo Normal sin Sacrificar. Cuando esta carta es destruida en batalla y mandada al Cementerio: puedes Invocar esta carta de Modo Especial en Posición de Defensa y, si lo haces, se trata como Cantante. Sólo puedes usar este efecto de \"Acólito Perverso Chilam Sabaki\" una vez por turno.", "fr": "Si vous avez min. 5 cartes dans votre main, vous pouvez Invoquer Normalement cette carte sans Sacrifices. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte en Position de Défense, et si vous le faites, elle est traitée comme un Syntoniseur. Vous ne pouvez utiliser cet effet de \"Acolyte du Mal Chilam Sabak\" qu'une fois par tour.", "it": "Se hai 5 o più carte nella tua mano, puoi Evocare Normalmente questa carta senza offrire Tributi. Quando questa carta viene distrutta in battaglia e mandata al Cimitero: puoi Evocare Specialmente questa carta in Posizione di Difesa e, se lo fai, essa viene considerata come un Tuner. Puoi utilizzare questo effetto di \"Malvagio Accolito Chilam Sabak\" una sola volta per turno.", "pt": "Se você tiver 5 ou mais cards na sua mão, você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Quando este card for destruído em batalha e enviado para o Cemitério: você pode Invocar este card por Invocação-Especial em Posição de Defesa e, se isso acontecer, ele é considerado um Regulador. Você só pode usar este efeito de \"Acólito Perverso Chilam Sabak\" uma vez por turno.", "ja": "「邪神官チラム・サバク」の②の効果は１ターンに１度しか使用できない。①：自分の手札が５枚以上の場合、このカードはリリースなしで召喚できる。②：このカードが戦闘で破壊され墓地へ送られた時に発動できる。このカードを墓地から守備表示で特殊召喚する。この効果で特殊召喚したこのカードはチューナーとして扱う。", "ko": "\"사신관 칠람 사바크\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패가 5장 이상일 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. ②: 이 카드가 전투로 파괴되어 묘지로 보내졌을 때에 발동할 수 있다. 이 카드를 묘지에서 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 이 카드는 튜너로 취급한다.", "zh-TW": "「邪神官契倫沙巴」的②效果，１回合僅限使用１次。①：在我方手牌為５張以上的狀況下，不需解放即可召喚此卡。②：可在此卡因戰鬥被破壞送至墓地時發動。從墓地以守備表示特殊召喚此卡。透過此效果特殊召喚的此卡視為協調。", "zh-CN": "“邪神官契伦沙巴”的②效果１回合只可使用１次。①：我方手牌是５张以上的场合，此卡可无须解放进行召唤。②：此卡因战斗被破坏并送入墓地时可发动。以守备表示从墓地特殊召唤此卡。以此效果特殊召唤而来的此卡被视为协调。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 8, "atk": 2500, "def": 0, "images": [{"index": 1, "image": "WickedAcolyteChilamSabak-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN093", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-EN098", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "COTD-DE093", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-DE098", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "COTD-FR093", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-FR098", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "COTD-IT093", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-IT098", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "COTD-PT093", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "MP18-PT098", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP103", "set_name": "V Jump Spring 2016 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP11-KR028", "set_name": "Premium Pack Vol.11", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 355054, "master_duel_rarity": "SR"}