{"konami_id": 8834, "password": 27383110, "name": {"en": "Dawn of the Herald", "de": "Dämmerung des Herolds", "es": "Amanecer del Heraldo", "fr": "Aube du Héraut", "it": "Alba dell'Araldo", "pt": "Alvorada do Arauto", "ja": "<ruby>宣告者の預言<rt>デクレアラー・プロフェシー</rt></ruby>", "ja_romaji": "Dekurearā Purofeshī", "ko": "디클레어러의 프로퍼시", "ko_rr": null, "zh-TW": "宣告者的預言", "zh-CN": "宣告者之预言"}, "text": {"en": "This card is used to Ritual Summon \"Herald of Perfection\". You must also Tribute monsters from your hand or field whose total Levels equal exactly 6. When \"Herald of Perfection\" is Ritual Summoned by this card's effect: You can banish this card from your Graveyard, then target 1 of the monsters in your Graveyard that was Tributed for that Ritual Summon; return that target to your hand.", "de": "Diese Karte wird benutzt, um \"Herold der Vollkommenheit\" als Ritualbeschwörung zu beschwören. Du musst außerdem Monster vom Spielfeld oder deiner Hand als Tribut anbieten, deren gemeinsame Stufe genau 6 ist. Wenn \"Herold der Vollkommenheit\" durch den Effekt dieser Karte als Ritualbeschwörung beschworen wird, kannst du diese Karte in deinem Friedhof aus dem Spiel entfernen, um 1 von den Monstern zu wählen, die als Tribut für die Ritualbeschwörung angeboten wurden, und es von deinem Friedhof auf deine Hand zurückzugeben.", "es": "Esta carta se utiliza para la Invocación por Ritual de \"Heraldo de la Perfección\". Además, debes Sacrificar monstruos en tu Campo o mano cuya suma de Niveles sea exactamente 6. Cuando \"Heraldo de la Perfección\" es Invocado por Ritual por el efecto de esta carta: puedes desterrar esta carta en tu Cementerio, y después selecciona 1 de los monstruos en tu Cementerio que fueron Sacrificados para esa Invocación por Ritual; devuelve ese objetivo a tu mano.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Héraut de la Perfection\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est égal à 6. Lorsque \"Héraut de la Perfection\" est Invoqué Rituellement par l'effet de cette carte : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 des monstres dans votre Cimetière qui a été Sacrifié pour cette Invocation Rituelle ; renvoyez la cible à votre main.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale \"Araldo della Perfezione\". Devi anche offrire come Tributo, dalla tua mano o dal tuo Terreno, mostri il cui Livello totale sia esattamente pari a 6. Quando \"Araldo della Perfezione\" viene Evocato tramite Rituale dall'effetto di questa carta: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 dei mostri nel tuo Cimitero che è stato offerto come Tributo per l'Evocazione tramite Rituale; fai ritornare quel bersaglio nella tua mano.", "pt": "Este card é usado para a Invocação-Ritual de \"Arauto da Perfeição\". Você também deve oferecer como Tributos monstros da sua mão ou campo, cujo a soma dos Níveis seja exatamente igual a 6. Quando \"Arauto da Perfeição\" for Invocado por Invocação-Ritual pelo efeito deste card: você pode banir este card do seu Cemitério e, depois, escolher 1 dos monstros no seu Cemitério que foi oferecido como Tributo para a Invocação-Ritual; devolva o alvo para a sua mão.", "ja": "「神光の宣告者」の降臨に必要。自分の手札・フィールド上から、レベルの合計が６になるようにモンスターをリリースしなければならない。このカードの効果によって「神光の宣告者」が儀式召喚に成功した時、自分の墓地のこのカードをゲームから除外する事で、その儀式召喚のためにリリースしたモンスター１体を選択し、自分の墓地から手札に戻す。", "ko": "\"퍼펙트 디클레어러\"의 의식 소환에 필요. 패/자신 필드 위에서, 레벨의 합계가 6이 되도록 몬스터를 릴리스해야 한다. 이 카드의 효과에 의해서 \"퍼펙트 디클레어러\"가 의식 소환에 성공했을 때, 자신의 묘지에 존재하는 이 카드를 게임에서 제외하는 것으로, 그 의식 소환을 위해 릴리스한 몬스터 1장을 선택하고, 자신의 묘지에서 패로 되돌린다.", "zh-TW": "「神光之宣告者」降臨所需。為使等級合計為６，從我方手牌・場上解放怪獸，從手牌儀式召喚「神光之宣告者」。在透過此效果儀式召喚成功的狀況下，可將墓地的此卡從遊戲除外發動。從我方墓地選擇１隻為了該儀式召喚所解放的怪獸送回手牌。", "zh-CN": "“神光之宣告者”的降临所必需。①：为使合计等级为６，解放自己手牌・场上的怪兽，从手牌将“神光之宣告者”仪式召唤。②：以此卡的①效果仪式召唤“神光之宣告者”成功时，将墓地的此卡除外，以为该仪式召唤而解放的１只怪兽为对象可以发动。将该解放的自己墓地的１只怪兽加入手牌。"}, "card_type": "Spell", "property": "Ritual", "series": ["Herald"], "images": [{"index": 1, "image": "DawnoftheHerald-AP07-EN-C-UE.png"}], "sets": {"en": [{"set_number": "TSHD-EN059", "set_name": "The Shining Darkness", "rarities": ["Common"]}, {"set_number": "GLD5-EN044", "set_name": "Gold Series: Haunted Mine", "rarities": ["Common"]}, {"set_number": "AP07-EN022", "set_name": "Astral Pack Seven", "rarities": ["Common"]}], "de": [{"set_number": "TSHD-DE059", "set_name": "The Shining Darkness", "rarities": ["Common"]}, {"set_number": "GLD5-DE044", "set_name": "Gold Series: Haunted Mine", "rarities": ["Common"]}, {"set_number": "AP07-DE022", "set_name": "Astral Pack Seven", "rarities": ["Common"]}], "fr": [{"set_number": "TSHD-FR059", "set_name": "The Shining Darkness", "rarities": ["Common"]}, {"set_number": "GLD5-FR044", "set_name": "Gold Series: Haunted Mine", "rarities": ["Common"]}, {"set_number": "AP07-FR022", "set_name": "Astral Pack Seven", "rarities": ["Common"]}], "it": [{"set_number": "TSHD-IT059", "set_name": "The Shining Darkness", "rarities": ["Common"]}, {"set_number": "GLD5-IT044", "set_name": "Gold Series: Haunted Mine", "rarities": ["Common"]}, {"set_number": "AP07-IT022", "set_name": "Astral Pack Seven", "rarities": ["Common"]}], "pt": [{"set_number": "AP07-PT022", "set_name": "Astral Pack Seven", "rarities": ["Common"]}], "ja": [{"set_number": "TSHD-JP059", "set_name": "The Shining Darkness", "rarities": ["Common"]}, {"set_number": "DE04-JP152", "set_name": "Duelist Edition Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "TSHD-KR059", "set_name": "The Shining Darkness", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC108", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 516270, "master_duel_rarity": "R"}