{"konami_id": 17451, "password": 27381364, "name": {"en": "Spright Elf", "de": "Spright Elfe", "es": "Elfa Spright", "fr": "Spright de l'Elfe", "it": "Spright Elfa", "pt": "Elfa Spright", "ja": "スプライト・エルフ", "ja_romaji": "Supuraito Erufu", "ko": "스프라이트 엘프", "ko_rr": "Seupeuraiteu Elpeu", "zh-TW": null, "zh-CN": "电光闪灵・精灵"}, "text": {"en": "2 monsters, including a Level/Rank/Link 2 monster\nCannot be used as Link Material the turn it is Link Summoned. Your opponent cannot target monsters this card points to with card effects. During the Main Phase (Quick Effect): You can target 1 Level 2 monster in your GY, or, if your opponent controls a monster, you can target 1 Rank/Link 2 monster instead; Special Summon it. You can only use this effect of \"Spright Elf\" once per turn.", "de": "2 Monster, darunter ein Monster mit Stufe/Rang/Link 2\nDiese Karte kann in dem Spielzug, in dem sie als Linkbeschwörung beschworen wurde, nicht als Linkmaterial verwendet werden. Dein Gegner kann Monster, auf die diese Karte zeigt, nicht als Ziel für Karteneffekte wählen. Während der Main Phase (Schnelleffekt): Du kannst 1 Monster der Stufe 2 in deinem Friedhof wählen oder falls dein Gegner ein Monster kontrolliert, kannst du stattdessen 1 Monster mit Rang/Link 2 wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Spright Elfe“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos, incluyendo un monstruo de Nivel/Rango/Link 2\nNo puede ser usado como Material de Enlace en el turno en el que es Invocado por Enlace. Tu adversario no puede seleccionar con efectos de cartas monstruos a los que esta carta apunte. Durante la Main Phase (Efecto Rápido): puedes seleccionar 1 monstruo de Nivel 2 en tu Cementerio o, si tu adversario controla un monstruo, puedes seleccionar 1 monstruo de Rango/Link 2 en su lugar; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Elfa Spright\" una vez por turno.", "fr": "2 monstres (un monstre de Niveau/Rang/Link 2 inclus)\nNon utilisable comme Matériel Lien le tour où elle est Invoquée par Lien. Votre adversaire ne peut pas cibler de monstres pointés par cette carte avec des effets de carte. Durant la Main Phase (Effet Rapide) : vous pouvez cibler 1 monstre de Niveau 2 dans votre Cimetière, ou, si votre adversaire contrôle un monstre, vous pouvez cibler 1 monstre de Rang/Link 2 à la place ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Spright de l'Elfe\" qu'une fois par tour.", "it": "2 mostri, compreso un mostro di Livello/Rango/Link 2\nNon può essere utilizzato come Materiale Link nel turno in cui viene Evocato Link. Il tuo avversario non può scegliere come bersaglio i mostri puntati da questa carta con gli effetti delle carte. Durante la Main Phase (Effetto Rapido): puoi scegliere come bersaglio 1 mostro di Livello 2 nel tuo Cimitero o, se il tuo avversario controlla un mostro, puoi invece scegliere come bersaglio 1 mostro di Rango/Link 2; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Spright Elfa\" una sola volta per turno.", "pt": "2 monstros, incluindo um monstro de Nível/Classe/Link 2\nNão pode ser usado como Matéria Link no turno em que for Invocado por Invocação-Link. Seu oponente não pode escolher monstros para os quais este card apontar como alvo de efeitos de card. Durante a Fase Principal (Efeito Rápido): você pode escolher 1 monstro de Nível 2 no seu Cemitério, ou, se seu oponente controlar um monstro, em vez disso, você pode escolher 1 monstro de Classe/Link 2; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Elfa Spright\" uma vez por turno.", "ja": "レベル２・ランク２・リンク２のモンスターを含むモンスター２体\nこのカードはＬ召喚されたターンにはＬ素材にできない。このカード名の②の効果は１ターンに１度しか使用できない。①：このカードのリンク先のモンスターを相手は効果の対象にできない。②：自分・相手のメインフェイズに、自分の墓地のレベル２モンスター１体を対象として発動できる（相手フィールドにモンスターが存在する場合、代わりにランク２かリンク２のモンスター１体を対象とする事もできる）。そのモンスターを特殊召喚する。", "ko": "레벨 2 / 랭크 2 / 링크 2 인 몬스터를 포함하는 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. 이 카드는 링크 소환된 턴에는 링크 소재로 할 수 없다. ①: 이 카드의 링크 앞의 몬스터는 상대 효과의 대상이 되지 않는다. ②: 자신 / 상대의 메인 페이즈에, 자신 묘지의 레벨 2 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 상대 필드에 몬스터가 존재할 경우, 대신에 랭크 2 또는 링크 2 인 몬스터 1장을 대상으로 할 수도 있다.", "zh-TW": null, "zh-CN": "包括等级２・阶级２・连接２的怪兽在内的怪兽２只\n此卡名的②效果１回合仅可使用１次。此卡被连接召唤的回合不可作为连接素材。①：此卡连接端的怪兽不会成为对手效果的对象。②：在自己・对手的主要阶段，以自己墓地的１只等级２怪兽为对象可以发动。将该怪兽特殊召唤。对手场上存在怪兽的情况下，作为代替也可将１只阶级２或连接２的怪兽作为对象。"}, "card_type": "Monster", "monster_type_line": "Thunder / Link / Effect", "attribute": "FIRE", "link_arrows": ["↙", "↘"], "atk": 1400, "materials": "2 monsters, including a Level/Rank/Link 2 monster", "series": ["Spright"], "images": [{"index": 1, "image": "SprightElf-POTE-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN049", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "POTE-DE049", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "POTE-SP049", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "POTE-FR049", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "POTE-IT049", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "POTE-PT049", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "POTE-JP049", "set_name": "Power of the Elements", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "POTE-JP049", "set_name": "Power of the Elements +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}, {"set_number": "CF01-JP129", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "POTE-KR049", "set_name": "Power of the Elements", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "POTE-KR049", "set_name": "Power of the Elements +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC162", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Forbidden"}, "yugipedia_page_id": 716814}