{"konami_id": 14572, "password": 27565379, "name": {"en": "Battlewasp - Azusa the Ghost Bow", "de": "Kampfwespe - Azusa der Geisterbogen", "es": "Avispabatalla - Azusa el Arco Fantasma", "fr": "Guêpe de Bataille - Azusa l'Arc Fantôme", "it": "Vespabattaglia - Azusa l'Arco Fantasma", "pt": "Vespabatalha - Azusa, o Arco Fantasma", "ja": "<ruby>Ｂ・Ｆ<rt>ビー・フォース</rt></ruby>－<ruby>霊<rt>れい</rt></ruby><ruby>弓<rt>きゅう</rt></ruby>のアズサ", "ja_romaji": "Bī Fōsu - Reikyū no Azusa", "ko": "<ruby>B·F<rt>비 포스</rt></ruby>－영궁의 아즈사", "ko_rr": "Bi Poseu - Yeong-gung-ui Ajeusa", "zh-TW": null, "zh-CN": "蜂军－灵弓之梓"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nWhen your opponent takes effect damage from another \"Battlewasp\" monster: You can inflict damage to your opponent equal to the original ATK of that monster. You can only use this effect of \"Battlewasp - Azusa the Ghost Bow\" once per turn. When a monster is destroyed by battle with your \"Battlewasp\" monster, while this card is in your GY: You can Special Summon this card in Defense Position, but banish it when it leaves the field.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nWenn dein Gegner Effektschaden von einem anderen „Kampfwespe“-Monster erhält: Du kannst deinem Gegner Schaden in Höhe der Grund-ATK des Monsters zufügen. Du kannst diesen Effekt von „Kampfwespe - Azusa der Geisterbogen“ nur einmal pro Spielzug verwenden. Wenn ein Monster durch Kampf mit deinem „Kampfwespe“-Monster zerstört wird, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung in die Verteidigungsposition beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nCuando tu adversario recibe daño de efecto de otro monstruo \"Avispabatalla\": puedes infligir daño a tu adversario igual al ATK original de ese monstruo. Sólo puedes usar este efecto de \"Avispabatalla - Azusa el Arco Fantasma\" una vez por turno. Cuando un monstruo es destruido en una batalla con tu monstruo \"Avispabatalla\", mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial en Posición de Defensa, pero destiérrala cuando deje el Campo.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLorsque votre adversaire reçoit des dommages d'effet d'un autre monstre \"Guêpe de Bataille\" : vous pouvez infliger des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Vous ne pouvez utiliser cet effet de \"Guêpe de Bataille - Azusa l'Arc Fantôme\" qu'une fois par tour. Lorsqu'un monstre est détruit au combat avec votre monstre \"Guêpe de Bataille\", tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte en Position de Défense, mais bannissez-la lorsqu'elle quitte le Terrain.", "it": "1 Tuner + 1+ mostri non-Tuner\nQuando il tuo avversario subisce danno da effetto da un altro mostro \"Vespabattaglia\": puoi infliggere al tuo avversario danno pari all'ATK originale di quel mostro. Puoi utilizzare questo effetto di \"Vespabattaglia - Azusa l'Arco Fantasma\" una sola volta per turno. Quando un mostro viene distrutto in battaglia con un tuo mostro \"Vespabattaglia\", mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta in Posizione di Difesa, ma bandiscila quando lascia il Terreno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nQuando seu oponente sofrer dano de efeito de outro monstro \"Vespabatalha\": você pode causar dano ao seu oponente igual ao ATK original desse monstro. Você só pode usar este efeito de \"Vespabatalha - Azusa, o Arco Fantasma\" uma vez por turno. Quando um monstro for destruído em batalha com um monstro \"Vespabatalha\" seu, enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial em Posição de Defesa, mas bana-o quando ele deixar o campo.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカード以外の「Ｂ・Ｆ」モンスターの効果で相手がダメージを受けた時に発動できる（ダメージステップでも発動可能）。そのモンスターの元々の攻撃力分のダメージを相手に与える。②：このカードが墓地に存在する状態で、自分の「Ｂ・Ｆ」モンスターの戦闘でモンスターが破壊された時に発動できる。このカードを守備表示で特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드 이외의 \"B·F(비 포스)\" 몬스터의 효과로 상대가 데미지를 받았을 때에 발동할 수 있다(데미지 스텝에도 발동 가능). 그 몬스터의 원래 공격력만큼의 데미지를 상대에게 준다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신의 \"B·F(비 포스)\" 몬스터의 전투로 몬스터가 파괴되었을 때에 발동할 수 있다. 이 카드를 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽１只以上\n此卡名的①效果１回合仅可使用１次。①：对手因其他“蜂军”怪兽的效果受到伤害时可以发动（在伤害步骤也可以发动）。给予对手该怪兽的原本攻击力数值的伤害。②：此卡存在于墓地的状态下，有怪兽因自己的“蜂军”怪兽的战斗被破坏时可以发动。将此卡以守备表示特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Insect / Synchro / Tuner / Effect", "attribute": "WIND", "level": 5, "atk": 2200, "def": 1600, "series": ["Battlewasp"], "images": [{"index": 1, "image": "BattlewaspAzusatheGhostBow-BLHR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLHR-EN036", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLHR-DE036", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLHR-SP036", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLHR-FR036", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLHR-IT036", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLHR-PT036", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP19-JP039", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Rare"]}], "ko": [{"set_number": "CP19-KR039", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "ROTA-SC097", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 606648}