{"konami_id": 19514, "password": 27822206, "name": {"en": "Ages of Stars and Frost", "de": "Zeitalter der Sterne und des Frosts", "es": "Eras de Hielo y Estrellas", "fr": "Éternité des Étoiles et de la Glace", "it": "Età delle Stelle e del Gelo", "pt": "Era das Estrelas e Geadas", "ja": "<ruby>幾<rt>いく</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>霜<rt>そう</rt></ruby>", "ja_romaji": "Ikuseisō", "ko": "기성상", "ko_rr": null, "zh-TW": "星辰與風霜的流逝", "zh-CN": "几星霜"}, "text": {"en": "If a monster(s) you control was destroyed by your Spell effect or your opponent's card effect and sent to the GY this turn: You can conduct your next Battle Phase twice. If a monster you control is shuffled into the Deck or returned to the Extra Deck face-down, while this card is in your GY: You can add this card to your hand. You can only use this effect of \"Ages of Stars and Frost\" once per turn.", "de": "Falls ein oder mehr Monster, die du kontrollierst, in diesem Spielzug durch deinen Zaubereffekt oder einen Karteneffekt deines Gegners zerstört und auf den Friedhof gelegt wurden: Du kannst deine nächste Battle Phase zweimal durchführen. Falls ein Monster, das du kontrollierst, ins Deck gemischt oder verdeckt ins Extra Deck zurückgelegt wird, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte deiner Hand hinzufügen. Du kannst diesen Effekt von „Zeitalter der Sterne und des Frosts“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos que controlas fueron destruidos por el efecto de tu Mágica o el efecto de una carta de tu adversario y mandados al Cementerio este turno: puedes realizar tu próxima Battle Phase dos veces. Si un monstruo que controlas es barajado al Deck o devuelto al Deck Extra boca abajo, mientras esta carta está en tu Cementerio: puedes añadir esta carta a tu mano. Sólo puedes usar este efecto de \"Eras de Hielo y Estrellas\" una vez por turno.", "fr": "Si un ou plusieurs monstres que vous contrôlez ont été détruits par votre effet de Magie ou un effet de carte de votre adversaire, et ont été envoyés au Cimetière ce tour : vous pouvez mener votre prochaine Battle Phase deux fois. Si un monstre que vous contrôlez est mélangé dans le Deck ou renvoyé face verso à l'Extra Deck, tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Éternité des Étoiles et de la Glace\" qu'une fois par tour.", "it": "Se uno o più mostri che controlli sono stati distrutti dall'effetto di una tua Magia o dall'effetto di una carta del tuo avversario e mandati al Cimitero in questo turno: puoi effettuare la tua prossima Battle Phase due volte. Se un mostro che controlli viene mischiato nel Deck o fatto ritornare nell'Extra Deck coperto, mentre questa carta è nel tuo Cimitero: puoi aggiungere questa carta alla tua mano. Puoi utilizzare questo effetto di \"Età delle Stelle e del Gelo\" una sola volta per turno.", "pt": "Se um ou mais monstros que você controla foram destruídos por um efeito de Magia seu ou por um efeito de card do seu oponente e foram enviados para o Cemitério neste turno: você pode conduzir sua próxima Fase de Batalha duas vezes. Se um monstro que você controla for embaralhado no Deck ou devolvido para o Deck Adicional, com a face para baixo, enquanto este card estiver no seu Cemitério: você pode adicionar este card à sua mão. Você só pode usar este efeito de \"Era das Estrelas e Geadas\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターが自分の魔法カードの効果または相手の効果で破壊され墓地へ送られたターンに発動できる。次の自分バトルフェイズを２回行う事ができる。②：このカードが墓地に存在する状態で、自分フィールドのモンスターがデッキ・ＥＸデッキ（裏側）に戻った場合に発動できる。このカードを手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가 자신의 마법 카드의 효과 또는 상대 효과로 파괴되어 묘지로 보내진 턴에 발동할 수 있다. 다음 자신 배틀 페이즈를 2회 실행할 수 있다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신 필드의 몬스터가 덱 / 엑스트라 덱(뒷면)으로 되돌아갔을 경우에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。 ①：可在我方場上的怪獸因我方的魔法卡的效果或對方效果被破壞送至墓地的回合發動。下一次我方可進行２次戰鬥階段。 ②：此卡存在於墓地的狀態，可在我方場上的怪獸送回牌組・額外牌組（反面）的狀況下發動。將此卡加入手牌。", "zh-CN": "此卡名的②效果１回合仅可使用１次。\n①：自己场上的怪兽因自己的魔法卡的效果或对手的效果被破坏并被送至墓地的回合可以发动。下个自己的战斗阶段可进行２次。\n②：此卡存在于墓地的状态下，自己场上的怪兽被放回牌组・额外牌组（里侧）的情况下可以发动。将此卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "AgesofStarsandFrost-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN059", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE059", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR059", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT059", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT059", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP059", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "ko": [{"set_number": "PHNI-KR059", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "PHNI-SC059", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1020941, "master_duel_rarity": "SR"}