{"konami_id": 17786, "password": 27882993, "name": {"en": "Infernalqueen Salmon", "de": "Königin der Unterwelt, Salmon", "es": "Salmón Reina Infernal", "fr": "Saumon Reine Infernale", "it": "Salmone Regina Infernale", "pt": "Salmão Rainha Infernal", "ja": "インフェルノクインサーモン", "ja_romaji": "Inferuno Kuin Sāmon", "ko": "인페르노퀸 새먼", "ko_rr": "Inpereunokwin Saemeon", "zh-TW": "獄火皇后鮭", "zh-CN": "狱火皇后鲑"}, "text": {"en": null, "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Normales Fisch-Monster als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof beschwören. Falls diese Karte durch Kampf zerstört wird oder falls diese Karte, die ihrem Besitzer gehört, durch einen Karteneffekt eines Gegners zerstört wird: Du kannst eine beliebige Anzahl „Bauer der Widerwärtigkeit, Salmon-Spielmarken“ (Fisch/WASSER/Stufe 1/ATK 0/DEF 0) als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Königin der Unterwelt, Salmon“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial 1 Monstruo Normal Pez desde tu mano, Deck o Cementerio. Si esta carta es destruida en batalla, o si esta carta en posesión de su dueño es destruida por el efecto de una carta del adversario: puedes Invocar de Modo Especial cualquier número de \"Ficha Salmón Peón Vil\" (Pez/AGUA/Nivel 1/ATK 0/DEF 0). Sólo puedes usar cada efecto de \"Salmón Reina Infernal\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 Monstre Normal Poisson depuis votre main, Deck ou Cimetière. Si cette carte est détruite au combat, ou si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement un nombre de votre choix de \"Jeton Saumon Pion Ignoble\" (Poisson/EAU/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser chaque effet de \"Saumon Reine Infernale\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 Mostro Normale Pesce dalla tua mano, Deck o Cimitero. Se questa carta viene distrutta in battaglia, o se questa carta sotto il comando del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi Evocare Specialmente un qualsiasi numero di \"Segna-Salmone Vile Pedone\" (Pesce/ACQUA/Livello 1/ATK 0/DEF 0). Puoi utilizzare ogni effetto di \"Salmone Regina Infernale\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 Monstro Normal Peixe da sua mão, do Deck ou do Cemitério. Se este card for destruído em batalha, ou se este card em posse do seu dono for destruído por um efeito de card do oponente: você pode Invocar por Invocação-Especial qualquer número de \"Ficha de Salmão Peão Vil\" (Peixe/ÁGUA/Nível 1/ATK 0/DEF 0). Você só pode usar cada efeito de \"Salmão Rainha Infernal\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが召喚・特殊召喚した場合に発動できる。自分の手札・デッキ・墓地から魚族の通常モンスター１体を特殊召喚する。\n②：このカードが戦闘または相手の効果で破壊された場合に発動できる。自分フィールドに「ヘルポーンサーモントークン」（魚族・水・星１・攻／守０）を任意の数だけ特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 자신의 패 / 덱 / 묘지에서 어류족 일반 몬스터 1장을 고르고 특수 소환한다. ②: 이 카드가 전투 또는 상대 효과로 파괴되었을 경우에 발동할 수 있다. 자신 필드에 \"헬폰 새먼 토큰\"(어류족 / 물 / 레벨 1 / 공 0 / 수 0)을 임의의 수만큼 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在此卡召喚・特殊召喚成功的狀況下發動。從我方手牌・牌組・墓地選擇１隻魚族的通常怪獸特殊召喚。②：可在此卡因戰鬥或對方的效果被破壞的狀況下發動。特殊召喚任意數量的「陰魂怒吼鮭衍生物」（魚族・水・星１・攻／守０）至我方場上。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤・特殊召唤成功的情况下可以发动。从自己的手牌・牌组・墓地挑选１只鱼族通常怪兽特殊召唤。②：此卡因战斗或对手的效果被破坏的情况下可以发动。将任意数量的“阴魂怒吼鲑衍生物”（鱼族・水・星１・攻／守０）特殊召唤至自己场上。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 5, "atk": 2400, "def": 1000, "images": [{"index": 1, "image": "InfernalqueenSalmon-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN031", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN178", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE031", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE178", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR031", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR178", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT031", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT178", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT031", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT178", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP031", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR031", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC022", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715409, "master_duel_rarity": "N"}