{"konami_id": 16040, "password": 27923575, "name": {"en": "Boo-Boo Game", "de": "Buh-Buh-Spiel", "es": "Juego de Errores", "fr": "Jeu du Petit Bobo", "it": "Gioco Boo-Boo", "pt": "Jogo Perigoso", "ja": "ブービーゲーム", "ja_romaji": "Būbī Gēmu", "ko": "부비게임", "ko_rr": "Bubigeim", "zh-TW": "傻子遊戲", "zh-CN": "蠢贼游戏"}, "text": {"en": "During damage calculation, if a monster battles: You take no battle damage from that battle. If this Set card in its owner's control is destroyed by your opponent's card effect and sent to the GY: You can target up to 2 Normal Traps in your GY, except \"Boo-Boo Game\"; Set them to your field. They can be activated this turn. You can only use this effect of \"Boo-Boo Game\" once per turn.", "de": "Während der Schadensberechnung, falls ein Monster kämpft: Du erhältst keinen Kampfschaden aus dem Kampf. Falls diese gesetzte Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt deines Gegners zerstört und auf den Friedhof gelegt wird: Du kannst bis zu 2 Normale Fallen in deinem Friedhof wählen, außer „Buh-Buh-Spiel“; setze sie auf deine Spielfeldseite. Sie können in diesem Spielzug aktiviert werden. Du kannst diesen Effekt von „Buh-Buh-Spiel“ nur einmal pro Spielzug verwenden.", "es": "Durante el cálculo de daño, si un monstruo batalla: no recibes daño de batalla de esa batalla. Si esta carta Colocada controlada por su dueño es destruida por el efecto de una carta de tu adversario y mandada al Cementerio: puedes seleccionar hasta 2 Trampas Normales en tu Cementerio, excepto \"Juego de Errores\"; Colócalas en tu Campo. Éstas pueden ser activadas este turno. Sólo puedes usar este efecto de \"Juego de Errores\" una vez por turno.", "fr": "Durant le calcul des dommages, si un monstre combat : vous ne recevez aucun dommage de combat de ce combat. Si cette carte Posée contrôlée par son propriétaire est détruite par un effet de carte de votre adversaire et envoyée au Cimetière : vous pouvez cibler max. 2 Pièges Normaux (\"Jeu du Petit Bobo\" exclu) dans votre Cimetière ; Posez-les sur votre Terrain. Ils peuvent être activés ce tour. Vous ne pouvez utiliser cet effet de \"Jeu du Petit Bobo\" qu'une fois par tour.", "it": "Durante il calcolo dei danni, se un mostro combatte: non subisci danno da combattimento da quella battaglia. Se questa carta Posizionata sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta del tuo avversario e mandata al Cimitero: puoi scegliere come bersaglio fino a 2 Trappole Normali nel tuo Cimitero, eccetto \"Gioco Boo-Boo\"; Posizionale sul tuo Terreno. Esse possono essere attivate in questo turno. Puoi utilizzare questo effetto di \"Gioco Boo-Boo\" una sola volta per turno.", "pt": "Durante o cálculo de dano, se um monstro batalhar: você não sofre dano de batalha dessa batalha. Se este card Baixado sob o controle do seu dono for destruído por um efeito de card do seu oponente e enviado para o Cemitério: você pode escolher até 2 Armadilhas Normais no seu Cemitério, exceto \"Jogo Perigoso\"; Baixe-as no seu campo. Elas podem ser ativadas neste turno. Você só pode usar este efeito de \"Jogo Perigoso\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分が戦闘ダメージを受けるダメージ計算時に発動できる。その戦闘で発生する自分への戦闘ダメージを０にする。②：セットされたこのカードが相手の効果で破壊され墓地へ送られた場合、「ブービーゲーム」以外の自分の墓地の通常罠カードを２枚まで対象として発動できる。そのカードを自分フィールドにセットする。この効果でセットしたカードはセットしたターンでも発動できる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신이 전투 데미지를 받는 데미지 계산시에 발동할 수 있다. 그 전투로 발생하는 자신에게로의 전투 데미지를 0 으로 한다. ②: 세트된 이 카드가 상대 효과로 파괴되어 묘지로 보내졌을 경우, \"부비게임\" 이외의 자신 묘지의 일반 함정 카드를 2장까지 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드에 세트한다. 이 효과로 세트한 카드는 세트한 턴에도 발동할 수 있다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：可在怪獸進行戰鬥的傷害計算時發動。該戰鬥對我方造成的戰鬥傷害變為０。②：在被覆蓋的此卡因對方的效果被破壞送至墓地的狀況下，可將我方墓地中的最多２張「傻子遊戲」以外的通常陷阱卡做為對象發動。將該卡覆蓋在我方場上。透過此效果覆蓋的卡在覆蓋的回合也可發動。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：自己受到战斗伤害的伤害计算时可以发动。将因该战斗造成的对自己的战斗伤害改成０。②：被放置的此卡因对手的效果被破坏并被送至墓地的情况下，以“蠢贼游戏”以外的自己墓地的最多２张通常陷阱卡为对象可以发动。将该卡放置在自己场上。以此效果放置的卡在放置的回合中也可以发动。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BooBooGame-LIOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN079", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE079", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR079", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT079", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT079", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP079", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "SLF1-JP089", "set_name": "Selection 5", "rarities": ["Common", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "LIOV-KR079", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "SLF1-KR089", "set_name": "Selection 5", "rarities": ["Common", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC052", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714063, "master_duel_rarity": "R"}