{"konami_id": 16086, "password": 28115467, "name": {"en": "MiSolfachord Eliteia", "de": "MiSolfakkord Eliteia", "es": "Eliteia MiSolfacorde", "fr": "MiSolfaccord Éliteia", "it": "MiSolfaccordo Eliteia", "pt": "MiSolfacorde Eliteia", "ja": "ミドレミコード・エリーティア", "ja_romaji": "Midoremikōdo Erītia", "ko": "미도레미코드 엘리티아", "ko_rr": "Midoremikodeu Ellitia", "zh-TW": "咪音服和弦・愛理迪亞", "zh-CN": "咪音服和弦・爱理迪娅"}, "text": {"en": null, "de": "Solange du einen geraden Pendelbereich in deiner Pendelzone hast, erhältst du keinen Schaden von Kämpfen, an denen deine „Solfakkord“-Pendelmonster beteiligt sind. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Zauber/Falle wählen, den oder die dein Gegner kontrolliert; gib ihn oder sie auf die Hand zurück. Du kannst diesen Effekt von „MiSolfakkord Eliteia“ nur einmal pro Spielzug verwenden.", "es": "Mientras tengas una Escala de Péndulo par en tu Zona de Péndulo, no recibes daño de batallas que involucren a tus Monstruos de Péndulo \"Solfacorde\". Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 Mágica/Trampa que controle tu adversario; devuélvela a la mano. Sólo puedes usar este efecto de \"Eliteia MiSolfacorde\" una vez por turno.", "fr": "Tant que vous avez une Échelle Pendule paire dans votre Zone Pendule, vous ne recevez aucun dommage de combats impliquant vos Monstres Pendule \"Solfaccord\". Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; renvoyez-le à la main. Vous ne pouvez utiliser cet effet de \"MiSolfaccord Éliteia\" qu'une fois par tour.", "it": "Mentre hai un Valore Pendulum pari nella tua Zona Pendulum, non subisci danno da battaglie che coinvolgono i tuoi Mostri Pendulum \"Solfaccordo\". Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 Magia/Trappola controllata dal tuo avversario; falla ritornare nella mano. Puoi utilizzare questo effetto di \"MiSolfaccordo Eliteia\" una sola volta per turno.", "pt": "Enquanto você tiver uma Escala de Pêndulo par na sua Zona de Pêndulo, você não sofre dano das batalhas envolvendo seus Monstros Pêndulo \"Solfacorde\". Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 Magia/Armadilha que seu oponente controla; devolva-a para a mão. Você só pode usar este efeito de \"MiSolfacorde Eliteia\" uma vez por turno.", "ja": "このカード名の①のモンスター効果は１ターンに１度しか使用できない。\n①：このカードが召喚・特殊召喚した場合、相手フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを手札に戻す。\n②：自分のＰゾーンに偶数のＰスケールが存在する限り、自分の「ドレミコード」Ｐモンスターの戦闘で発生する自分への戦闘ダメージは０になる。", "ko": "이 카드명의 ①의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 상대 필드의 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다. ②: 자신의 펜듈럼 존에 짝수의 펜듈럼 스케일이 존재하는 한, 자신의 \"도레미코드\" 펜듈럼 몬스터의 전투로 발생하는 자신에게로의 전투 데미지는 0 이 된다.", "zh-TW": "此卡名的①怪獸效果，１回合僅限使用１次。①：在此卡召喚・特殊召喚成功的狀況下，可將對方場上的１張魔法・陷阱卡做為對象發動。將該卡送回持有者的手牌。②：只要我方鐘擺區存在偶數的鐘擺刻度，我方的「音服和弦」鐘擺怪獸的戰鬥對我方造成的戰鬥傷害變為０。", "zh-CN": "此卡名的①怪兽效果1回合仅可使用1次。①：此卡召唤・特殊召唤成功的情况下，以对手场上1张魔法・陷阱卡作为对象可以发动。将该卡放回持有者的手牌。②：只要自己的灵摆区域有偶数的灵摆刻度存在，因自己的“音服和弦”灵摆怪兽的战斗对自己造成的战斗伤害变为0。"}, "card_type": "Monster", "monster_type_line": "Fairy / Pendulum / Effect", "attribute": "WATER", "level": 3, "atk": 1100, "def": 400, "pendulum_scale": 6, "pendulum_effect": {"en": "Pendulum Summons of your \"Solfachord\" Pendulum Monsters cannot be negated.", "de": "Pendelbeschwörungen deiner „Solfakkord“-Pendelmonster können nicht annulliert werden.", "es": "Las Invocaciones por Péndulo de tus Monstruos de Péndulo \"Solfacorde\" no pueden ser negadas.", "fr": "Les Invocations Pendule de vos Monstres Pendule \"Solfaccord\" ne peuvent pas être annulées.", "it": "Le Evocazioni Pendulum dei tuoi Mostri Pendulum \"Solfaccordo\" non possono essere annullate.", "pt": "A Invocação-Pêndulo dos seus Monstros Pêndulo \"Solfacorde\" não pode ser negada.", "ja": "①：自分の「ドレミコード」ＰモンスターのＰ召喚は無効化されない。", "ko": "①: 자신의 \"도레미코드\" 펜듈럼 몬스터의 펜듈럼 소환은 무효화되지 않는다.", "zh-TW": "①：我方鐘擺召喚「音服和弦」鐘擺怪獸不會被無效化。", "zh-CN": "①：自己的\"音服和弦\"灵摆怪兽的灵摆召唤不会被无效化。"}, "series": ["Solfachord"], "images": [{"index": 1, "image": "MiSolfachordEliteia-ANGU-EN-R-1E.png"}], "sets": {"en": [{"set_number": "ANGU-EN016", "set_name": "Ancient Guardians", "rarities": ["Rare"]}], "de": [{"set_number": "ANGU-DE016", "set_name": "Ancient Guardians", "rarities": ["Rare"]}], "fr": [{"set_number": "ANGU-FR016", "set_name": "Ancient Guardians", "rarities": ["Rare"]}], "it": [{"set_number": "ANGU-IT016", "set_name": "Ancient Guardians", "rarities": ["Rare"]}], "pt": [{"set_number": "ANGU-PT016", "set_name": "Ancient Guardians", "rarities": ["Rare"]}], "ja": [{"set_number": "DBAG-JP016", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBAG-KR016", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBAG-SC016", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715900, "master_duel_rarity": "N"}