{"konami_id": 20427, "password": 28143384, "name": {"en": "Aerial Eater", "de": "Luftiger Fresser", "es": "Comilón Aéreo", "fr": "Mangeur Aérien", "it": "Mangiatore Aereo", "pt": "Comedor Aéreo", "ja": "エアリアル・イーター", "ja_romaji": "Eriaru Ītā", "ko": "에어리얼 이터", "ko_rr": null, "zh-TW": "空氣吞噬者", "zh-CN": "空气吞噬者"}, "text": {"en": "2 Fiend monsters with the same Attribute\nIf this card is Fusion Summoned: You can send 1 Fiend monster from your Deck to the GY. If this card is in your GY: You can banish 2 Level 6 or higher Fiend monsters with the same Attribute as each other from your GY, except \"Aerial Eater\"; Special Summon this card. You can only use each effect of \"Aerial Eater\" once per turn.", "de": "2 Unterweltler-Monster mit derselben Eigenschaft\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 1 Unterweltler-Monster von deinem Deck auf den Friedhof legen. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 2 Unterweltler-Monster der Stufe 6 oder höher mit derselben Eigenschaft wie das jeweils andere von deinem Friedhof verbannen, außer „Luftiger Fresser“; beschwöre diese Karte als Spezialbeschwörung. Du kannst jeden Effekt von „Luftiger Fresser“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Demonio con el mismo Atributo\nSi esta carta es Invocada por Fusión: puedes mandar al Cementerio 1 monstruo Demonio en tu Deck. Si esta carta está en tu Cementerio: puedes desterrar 2 monstruos Demonio de Nivel 6 o mayor con el mismo Atributo entre ellos en tu Cementerio, excepto \"Comilón Aéreo\"; Invoca esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Comilón Aéreo\" una vez por turno.", "fr": "2 monstres Démon du même Attribut\nSi cette carte est Invoquée par Fusion : vous pouvez envoyer 1 monstre Démon depuis votre Deck au Cimetière. Si cette carte est dans votre Cimetière : vous pouvez bannir 2 monstres Démon de min. Niveau 6 qui ont chacun le même Attribut (\"Mangeur Aérien\" exclu) depuis votre Cimetière ; Invoquez Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Mangeur Aérien\" qu'une fois par tour.", "it": "2 mostri Demone con lo stesso Attributo\nSe questa carta viene Evocata tramite Fusione: puoi mandare 1 mostro Demone dal tuo Deck al Cimitero. Se questa carta è nel tuo Cimitero: puoi bandire 2 mostri Demone di Livello 6 o superiore con lo stesso Attributo l'uno dell'altro dal tuo Cimitero, eccetto \"Mangiatore Aereo\"; Evoca Specialmente questa carta. Puoi utilizzare ogni effetto di \"Mangiatore Aereo\" una sola volta per turno.", "pt": "2 monstros Demônio com o mesmo Atributo\nSe este card for Invocado por Invocação-Fusão: você pode enviar 1 monstro Demônio do seu Deck para o Cemitério. Se este card estiver no seu Cemitério: você pode banir 2 monstros Demônio de Nível 6 ou mais com o mesmo Atributo um do outro do seu Cemitério, exceto \"Comedor Aéreo\"; Invoque este card por Invocação-Especial. Você só pode usar cada efeito de \"Comedor Aéreo\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Fusion / Effect", "attribute": "WIND", "level": 6, "atk": 2100, "def": 2600, "materials": "2 Fiend-Type monsters with the same Attribute", "images": [{"index": 1, "image": "AerialEater-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN089", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-EN234", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INFO-DE089", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-DE234", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INFO-SP089", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-SP234", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INFO-FR089", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-FR234", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INFO-IT089", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-IT234", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INFO-PT089", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-PT234", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1070087, "master_duel_rarity": "UR"}