{"konami_id": 15865, "password": 28168762, "name": {"en": "Sunvine Gardna", "de": "Sonnenranken-Wache", "es": "Solarvid Gardna", "fr": "Gardna Solairvigne", "it": "Solarvite Gardna", "pt": "Gardna de Solarvinhas", "ja": "<ruby>聖蔓の守護者<rt>サンヴァイン・ガードナー</rt></ruby>", "ja_romaji": "Sanvain Gādonā", "ko": "생바인 가드너", "ko_rr": "Saengbain Gadeuneo", "zh-TW": "聖蔓的守護者", "zh-CN": "圣蔓之守卫者"}, "text": {"en": "1 Plant Normal Monster\nIf a \"Sunavalon\" Link Monster you control leaves the field by card effect: Destroy this card. When an attack is declared involving this card, linked to a \"Sunavalon\" Link Monster, and an opponent's monster: You can activate this effect; the damage you take from that battle is halved. When this card is destroyed by battle: End the Battle Phase after the Damage Step.", "de": "1 Normales Pflanze-Monster\nFalls ein „Sonnenavalon“-Linkmonster, das du kontrollierst, das Spielfeld durch einen Karteneffekt verlässt: Zerstöre diese Karte. Wenn ein Angriff deklariert wird, an dem diese Karte, die mit einem „Sonnenavalon“-Linkmonster verlinkt ist, und ein Monster eines Gegners beteiligt sind: Du kannst diesen Effekt aktivieren; der Schaden, den du aus dem Kampf erhältst, wird halbiert. Wenn diese Karte durch Kampf zerstört wird: Beende die Battle Phase nach dem Damage Step.", "es": "1 Monstruo Normal Planta\nSi un Monstruo de Enlace \"Solaravalon\" que controlas deja el Campo por efecto de una carta: destruye esta carta. Cuando es declarado un ataque que involucre esta carta, enlazada a un Monstruo de Enlace \"Solaravalon\", y un monstruo del adversario: puedes activar este efecto; el daño que recibes de esa batalla se divide a la mitad. Cuando esta carta es destruida en batalla: termina la Battle Phase después del Damage Step.", "fr": "1 Monstre Normal Plante\nSi un Monstre Lien \"Solairavalon\" que vous contrôlez quitte le Terrain par un effet de carte : détruisez cette carte. Lorsqu'une attaque impliquant cette carte, liée à un Monstre Lien \"Solairavalon\", et un monstre de l'adversaire est déclarée : vous pouvez activer cet effet ; les dommages que vous recevez de ce combat sont divisés par deux. Lorsque cette carte est détruite au combat : terminez la Battle Phase après la Damage Step.", "it": "1 Mostro Normale Pianta\nSe un Mostro Link \"Solaravalon\" che controlli lascia il Terreno per l'effetto di una carta: distruggi questa carta. Quando viene dichiarato un attacco che coinvolge questa carta, linkata a un Mostro Link \"Solaravalon\", e un mostro dell'avversario: puoi attivare questo effetto; il danno che subisci da quella battaglia viene dimezzato. Quando questa carta viene distrutta in battaglia: termina la Battle Phase dopo il Damage Step.", "pt": "1 Monstro Normal Planta\nSe um Monstro Link \"Solaravalon\" que você controla deixar o campo devido a um efeito de card: destrua este card. Quando um ataque for declarado envolvendo este card linkado a um Monstro Link \"Solaravalon\" e um monstro do oponente: você pode ativar este efeito; o dano que você sofrer dessa batalha é diminuído pela metade. Quando este card for destruído em batalha: encerre a Fase de Batalha depois da Etapa de Dano.", "ja": "植物族の通常モンスター１体\n①：自分フィールドの「サンアバロン」リンクモンスターが効果でフィールドから離れた場合に発動する。このカードを破壊する。②：「サンアバロン」リンクモンスターとリンク状態になっているこのカードが相手モンスターと戦闘を行う攻撃宣言時に発動できる。その戦闘で発生する自分への戦闘ダメージは半分になる。③：このカードが戦闘で破壊された時に発動できる。そのダメージステップ終了後にバトルフェイズを終了する。", "ko": "식물족 일반 몬스터 1장\n①: 자신 필드의 \"생아발론\" 링크 몬스터가 효과로 필드에서 벗어났을 경우에 발동한다. 이 카드를 파괴한다. ②: \"생아발론\" 링크 몬스터와 링크 상태가 되어 있는 이 카드가 상대 몬스터와 전투를 실행하는 공격 선언시에 발동할 수 있다. 그 전투로 발생하는 자신에게로의 전투 데미지는 절반이 된다. ③: 이 카드가 전투로 파괴되었을 때에 발동할 수 있다. 그 데미지 스텝 종료 후에 배틀 페이즈를 종료한다.", "zh-TW": null, "zh-CN": "植物族通常怪兽１只\n①：自己场上的“圣天树”连接怪兽因效果从场上离开的情况下发动。将此卡破坏。\n②：与“圣天树”连接怪兽处于连接状态的此卡与对手怪兽进行战斗的攻击宣言时可以发动。因该战斗对自己造成的战斗伤害变为一半。\n③：此卡因战斗被破坏时可以发动。该伤害步骤结束后，结束战斗阶段。"}, "card_type": "Monster", "monster_type_line": "Plant / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬆"], "atk": 600, "materials": "1 Plant Normal Monster", "series": ["Sunvine"], "images": [{"index": 1, "image": "SunvineGardna-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFTP-EN022", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFTP-DE022", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFTP-FR022", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFTP-IT022", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT022", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SLT1-JP035", "set_name": "Selection 10", "rarities": ["Common"]}], "ko": [{"set_number": "SLT1-KR035", "set_name": "Selection 10", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC101", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708209, "master_duel_rarity": "R"}