{"konami_id": 17445, "password": 28226490, "name": {"en": "Tearlaments Kaleido-Heart", "de": "Tränenklage Kaleido-Heart", "es": "Tiagrimentos Caleido-Heart", "fr": "Kaleido-Heart des Tiarmentations", "it": "Tiaracrimalamenti Caleido-Heart", "pt": "Lagrimentiara Caleido-Heart", "ja": "ティアラメンツ・カレイドハート", "ja_romaji": "Tiaramentsu Kareidohāto", "ko": "티아라멘츠 카레이드하트", "ko_rr": "Tiaramencheu Kareideuhateu", "zh-TW": null, "zh-CN": "泪冠哀歌・卡雷多哈忒"}, "text": {"en": "\"Tearlaments Reinoheart\" + 2 Aqua monsters\nCannot be used as Fusion Material. If this card is Special Summoned, or if an Aqua monster is sent to your GY by card effect while this card is on the field: You can target 1 card your opponent controls; shuffle it into the Deck. If this card is sent to the GY by card effect: You can Special Summon this card, and if you do, send 1 \"Tearlaments\" card from your Deck to the GY. You can only use each effect of \"Tearlaments Kaleido-Heart\" once per turn.", "de": "„Tränenklage Reinoheart“ + 2 Aqua-Monster\nKann nicht als Fusionsmaterial verwendet werden. Falls diese Karte als Spezialbeschwörung beschworen wird oder falls ein Aqua-Monster durch einen Karteneffekt auf deinen Friedhof gelegt wird, solange diese Karte auf dem Spielfeld liegt: Du kannst 1 Karte wählen, die dein Gegner kontrolliert; mische sie ins Deck. Falls diese Karte durch einen Karteneffekt auf den Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung beschwören und falls du dies tust, lege 1 „Tränenklage“-Karte von deinem Deck auf den Friedhof. Du kannst jeden Effekt von „Tränenklage Kaleido-Heart“ nur einmal pro Spielzug verwenden.", "es": "\"Tiagrimentos Reinoheart\" + 2 monstruos Aqua\nNo puede ser usado como Material de Fusión. Si esta carta es Invocada de Modo Especial, o si un monstruo Aqua es mandado a tu Cementerio por efecto de una carta mientras esta carta está en el Campo: puedes seleccionar 1 carta que controle tu adversario; barájala al Deck. Si esta carta es mandada al Cementerio por un efecto de carta: puedes Invocar esta carta de Modo Especial y, si lo haces, manda al Cementerio 1 carta \"Tiagrimentos\" en tu Deck. Sólo puedes usar cada efecto de \"Tiagrimentos Caleido-Heart\" una vez por turno.", "fr": "\"Reinoheart des Tiarmentations\" + 2 monstres Aqua\nNon utilisable comme Matériel Fusion. Si cette carte est Invoquée Spécialement, ou si un monstre Aqua est envoyé à votre Cimetière par un effet de carte tant que cette carte est sur le Terrain : vous pouvez cibler 1 carte contrôlée par votre adversaire ; mélangez-la dans le Deck. Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement cette carte, et si vous le faites, envoyez 1 carte \"Tiarmentations\" depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Kaleido-Heart des Tiarmentations\" qu'une fois par tour.", "it": "\"Tiaracrimalamenti Reinoheart\" + 2 mostri Acqua\nNon può essere utilizzato come Materiale da Fusione. Se questa carta viene Evocata Specialmente, o se un mostro Acqua viene mandato al tuo Cimitero dall'effetto di una carta mentre questa carta è sul Terreno: puoi scegliere come bersaglio 1 carta controllata dal tuo avversario; mischiala nel Deck. Se questa carta viene mandata al Cimitero dall'effetto di una carta: puoi Evocare Specialmente questa carta e, se lo fai, manda 1 carta \"Tiaracrimalamenti\" dal tuo Deck al Cimitero. Puoi utilizzare ogni effetto di \"Tiaracrimalamenti Caleido-Heart\" una sola volta per turno.", "pt": "\"Lagrimentiara Reinoheart\" + 2 monstros Aqua\nNão pode ser usado como Matéria de Fusão. Se este card for Invocado por Invocação-Especial ou se um monstro Aqua for enviado para o seu Cemitério por um efeito de card enquanto este card estiver no campo: você pode escolher 1 card que seu oponente controla; embaralhe-o no Deck. Se este card for enviado para o Cemitério por um efeito de card: você pode Invocar este card por Invocação-Especial e, se isso acontecer, envie 1 card \"Lagrimentiara\" do seu Deck para o Cemitério. Você só pode usar cada efeito de \"Lagrimentiara Caleido-Heart\" uma vez por turno.", "ja": "「ティアラメンツ・レイノハート」＋水族モンスター×２\nこのカードは融合素材にできない。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚に成功した場合、またはこのカードがフィールドに存在する状態で、水族モンスターが効果で自分の墓地へ送られた場合、相手フィールドのカード１枚を対象として発動できる。そのカードを持ち主のデッキに戻す。②：このカードが効果で墓地へ送られた場合に発動できる。このカードを特殊召喚し、デッキから「ティアラメンツ」カード１枚を墓地へ送る。", "ko": "\"티아라멘츠 레이노하트\" ＋ 물족 몬스터 × 2\n이 카드는 융합 소재로 할 수 없다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 특수 소환에 성공했을 경우, 또는 이 카드가 필드에 존재하는 상태에서, 물족 몬스터가 효과로 자신 묘지로 보내졌을 경우, 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 덱으로 되돌린다. ②: 이 카드가 효과로 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 특수 소환하고, 덱에서 \"티아라멘츠\" 카드 1장을 묘지로 보낸다.", "zh-TW": null, "zh-CN": "“泪冠哀歌・雷诺哈忒”＋水族怪兽×２\n此卡不可作为融合素材。此卡名的①②效果１回合仅可各使用１次。①：此卡特殊召唤成功的情况下，或此卡存在于场上的状态下、水族怪兽因效果被送至自己墓地的情况下，以对手场上的１张卡为对象可以发动。将该卡放回持有者的牌组。②：此卡因效果被送至墓地的情况下可以发动。将此卡特殊召唤，从牌组将１张“泪冠哀歌”卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Fiend / Fusion / Effect", "attribute": "DARK", "level": 9, "atk": 3000, "def": 3000, "materials": "\"Tearlaments Reino Heart\" + 2 Aqua-Type monsters", "series": ["Heart", "Tearlaments"], "images": [{"index": 1, "image": "TearlamentsKaleidoHeart-POTE-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN043", "set_name": "Power of the Elements", "rarities": ["Secret Rare"]}], "de": [{"set_number": "POTE-DE043", "set_name": "Power of the Elements", "rarities": ["Secret Rare"]}], "es": [{"set_number": "POTE-SP043", "set_name": "Power of the Elements", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "POTE-FR043", "set_name": "Power of the Elements", "rarities": ["Secret Rare"]}], "it": [{"set_number": "POTE-IT043", "set_name": "Power of the Elements", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "POTE-PT043", "set_name": "Power of the Elements", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "POTE-JP043", "set_name": "Power of the Elements", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "POTE-JP043", "set_name": "Power of the Elements +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "POTE-KR043", "set_name": "Power of the Elements", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "POTE-KR043", "set_name": "Power of the Elements +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC157", "set_name": "Mega Pack 07", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717010}