{"konami_id": 16878, "password": 28292031, "name": {"en": "Dinomorphia Reversion", "de": "Dinomorphia-Umkehr", "es": "Reversión Dinomorfia", "fr": "Réversion Dinomorphia", "it": "Reversione Dinomorfia", "pt": "Reversão Dinomorfia", "ja": "ダイノルフィア・リヴァージョン", "ja_romaji": "Dainorufia Rivājon", "ko": "다이놀피어 리버전", "ko_rr": "Dainolpieo Ribeojeon", "zh-TW": "恐啡肽狂龍・逆轉", "zh-CN": "恐啡肽骇龙・逆转"}, "text": {"en": "If you control a \"Dinomorphia\" Fusion Monster: Pay half your LP and banish 1 Counter Trap from your GY; this effect becomes that Counter Trap's effect when that card is activated. During damage calculation while your LP are 2000 or less, if you would take battle damage: You can banish this card from your GY; you take no battle damage from that battle. You can only activate 1 \"Dinomorphia Reversion\" per turn.", "de": "Falls du ein „Dinomorphia“-Fusionsmonster kontrollierst: Zahle die Hälfte deiner LP und verbanne 1 Konterfalle von deinem Friedhof; dieser Effekt wird derselbe wie der Effekt jener Konterfalle, wenn jene Karte aktiviert wird. Während der Schadensberechnung, solange du 2000 oder weniger LP hast, falls du Kampfschaden erhalten würdest: Du kannst diese Karte von deinem Friedhof verbannen; du erhältst aus jenem Kampf keinen Kampfschaden. Du kannst nur 1 „Dinomorphia-Umkehr“ pro Spielzug aktivieren.", "es": "Si controlas un Monstruo de Fusión \"Dinomorfia\": paga la mitad de tus LP y destierra 1 Trampa de Contraefecto en tu Cementerio; este efecto se convierte en el efecto de esa Trampa de Contraefecto cuando esa carta sea activada. Durante el cálculo de daño mientras tus LP sean 2000 o menos, si fueras a recibir daño de batalla: puedes desterrar esta carta en tu Cementerio; no recibes daño de batalla de esa batalla. Sólo puedes activar 1 \"Reversión Dinomorfia\" por turno.", "fr": "Si vous contrôlez un Monstre Fusion \"Dinomorphia\" : payez la moitié de vos LP et bannissez 1 Contre-Piège depuis votre Cimetière ; cet effet devient l'effet du Contre-Piège lorsque la carte est activée. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Réversion Dinomorphia\" par tour.", "it": "Se controlli un Mostro Fusione \"Dinomorfia\": paga la metà dei tuoi LP e bandisci 1 Contro-Trappola dal tuo Cimitero; questo effetto diventa l'effetto di quella Contro-Trappola quando quella carta viene attivata. Durante il calcolo dei danni mentre i tuoi LP sono 2000 o inferiori, se stai per subire danno da combattimento: puoi bandire questa carta dal tuo Cimitero; non subisci danno da combattimento da quella battaglia. Puoi attivare solo 1 \"Reversione Dinomorfia\" per turno.", "pt": "Se você controlar um Monstro de Fusão \"Dinomorfia\": pague metade dos seus PV e bana do seu Cemitério 1 Armadilha de Resposta; este efeito se torna o efeito dessa Armadilha de Resposta quando esse card for ativado. Durante o cálculo de dano, enquanto seus PV forem 2000 ou menos, se você sofreria dano de batalha: você pode banir este card do seu Cemitério; você não sofre dano de batalha dessa batalha. Você só pode ativar 1 \"Reversão Dinomorfia\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドに「ダイノルフィア」融合モンスターが存在する場合、ＬＰを半分払い、自分の墓地からカウンター罠カード１枚を除外して発動できる。この効果は、そのカウンター罠カード発動時の効果と同じになる。②：自分のＬＰが２０００以下で、自分が戦闘ダメージを受けるダメージ計算時に、墓地のこのカードを除外して発動できる。その戦闘で発生する自分への戦闘ダメージを０にする。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 \"다이놀피어\" 융합 몬스터가 존재할 경우, LP를 절반 지불하고, 자신 묘지에서 카운터 함정 카드 1장을 제외하여 발동할 수 있다. 이 효과는, 그 카운터 함정 카드 발동시의 효과와 같아진다. ②: 자신의 LP가 2000 이하이고, 자신이 전투 데미지를 받는 데미지 계산시에, 묘지의 이 카드를 제외하여 발동할 수 있다. 그 전투로 발생하는 자신에게로의 전투 데미지를 0 으로 한다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：自己场上存在“恐啡肽骇龙”融合怪兽的情况下，支付一半LP，从自己的墓地将１张反击陷阱卡除外可以发动。此效果变为与该反击陷阱卡发动时的效果相同。②：自己的LP为２０００以下，自己受到战斗伤害的伤害计算时，将墓地的此卡除外可以发动。将因该战斗对自己造成的战斗伤害改成０。"}, "card_type": "Trap", "property": "Counter", "series": ["Dinomorphia"], "images": [{"index": 1, "image": "DinomorphiaReversion-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN073", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN042", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE073", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE042", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "BACH-SP073", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-SP042", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR073", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR042", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT073", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT042", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT073", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT042", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP073", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "BACH-KR073", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC057", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714570, "master_duel_rarity": "SR"}