{"konami_id": 9398, "password": 28429121, "name": {"en": "Forbidden Arts of the Gishki", "de": "Verbotene Künste der Gishki", "es": "Las Artes Prohibidas de los Gishki", "fr": "Arts Interdits du Gishki", "it": "Arti Proibite dei Gishki", "pt": "Artes Proibidas dos Gishki", "ja": "リチュアに<ruby>伝<rt>つた</rt></ruby>わりし<ruby>禁<rt>きん</rt></ruby><ruby>断<rt>だん</rt></ruby>の<ruby>秘<rt>ひ</rt></ruby><ruby>術<rt>じゅつ</rt></ruby>", "ja_romaji": "Richua ni Tsutawarishi Kindan no Hijutsu", "ko": "리추어에게 전승되는 금단의 비술", "ko_rr": null, "zh-TW": "世傳咒儀的禁斷秘術", "zh-CN": "咒仪世传禁断秘术"}, "text": {"en": "This card can be used to Ritual Summon any \"Gishki\" Ritual Monster. You must also Tribute face-up monsters from anywhere on the field, whose total Levels equal the Level of the Ritual Monster you Ritual Summon. Halve the ATK of the monster Ritual Summoned by this effect. You cannot conduct your Battle Phase the turn you activate this card.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Gishki“-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich offene Monster von irgendwoher auf dem Spielfeld als Tribut anbieten, deren gemeinsame Stufe der Stufe des Ritualmonsters entspricht, das du als Ritualbeschwörung beschwörst. Halbiere die ATK des durch diesen Effekt beschworenen Monsters. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine Battle Phase durchführen.", "es": "Esta carta puede ser utilizada para la Invocación por Ritual de cualquier Monstruo de Ritual \"Gishki\" También debes Sacrificar monstruos boca arriba de cualquier lado del Campo cuyos Niveles totales sean iguales al Nivel del Monstruo de Ritual que Invocas por Ritual. Divide a la mitad el ATK del monstruo que sea Invocado por Ritual por este efecto. No puedes llevar a cabo tu Battle Phase en el turno en el que activas esta carta.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un monstre \"Gishki\". Vous devez aussi Sacrifier des monstres face recto depuis le Terrain dont le Niveau total est égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Divisez par deux l'ATK du monstre Invoqué Rituellement par cet effet. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cette carte.", "it": "Questa Carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Gishki\". Devi anche offrire come Tributo da qualsiasi Terreno mostri scoperti il cui Livello totale sia pari al Livello del Mostro Rituale che stai Evocando tramite Rituale. Dimezza l'ATK del mostro Evocato tramite Rituale da questo effetto. Non puoi effettuare la tua Battle Phase nel turno in cui attivi questa carta.", "pt": "Este card pode ser usado para a Invocação-Ritual de qualquer Monstro de Ritual \"Gishki\". Você também deve oferecer como Tributo monstros de qualquer parte do campo cuja soma dos Níveis seja exatamente igual ao Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Se isso acontecer, seu ATK é diminuído pela metade. Você não pode conduzir sua Fase de Batalha no turno em que ativar este card.", "ja": "「リチュア」と名のついた儀式モンスターの降臨に必要。自分フィールド上及び相手フィールド上から、儀式召喚するモンスターと同じレベルになるように表側表示で存在するモンスターをリリースしなければならない。この効果で儀式召喚したモンスターの攻撃力は半分になる。このカードを発動するターン、自分はバトルフェイズを行う事ができない。", "ko": "\"리추어\"라는 이름이 붙은 의식 몬스터의 의식 소환에 필요. 자신 필드 위 및 상대 필드 위에서, 의식 소환할 몬스터와 같은 레벨이 되도록 앞면 표시로 존재하는 몬스터를 릴리스해야 한다. 이 효과로 의식 소환한 몬스터의 공격력은 절반이 된다. 이 카드를 발동하는 턴에, 자신은 배틀 페이즈를 실행할 수 없다.", "zh-TW": null, "zh-CN": "“咒仪”仪式怪兽的降临所必需。发动此卡的回合中，自己无法进行战斗阶段。①：为使合计等级与仪式召唤的怪兽相等，解放自己・对手场上的表侧表示怪兽，从手牌将１只“咒仪”仪式怪兽仪式召唤。以此效果仪式召唤的怪兽的攻击力变为一半。"}, "card_type": "Spell", "property": "Ritual", "series": ["Gishki"], "images": [{"index": 1, "image": "ForbiddenArtsoftheGishki-HA06-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "HA06-EN027", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}, {"set_number": "DT06-EN045", "set_name": "Duel Terminal 6a", "rarities": ["Duel Terminal Normal Parallel Rare"]}], "de": [{"set_number": "HA06-DE027", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}], "fr": [{"set_number": "HA06-FR027", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}], "it": [{"set_number": "HA06-IT027", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}], "pt": [{"set_number": "OP21-PT038", "set_name": "OTS Tournament Pack 21", "rarities": ["Common"]}], "ja": [{"set_number": "DT11-JP045", "set_name": "Duel Terminal - Judgment of Omega!!", "rarities": ["Duel Terminal Normal Parallel Rare"]}, {"set_number": "DTC4-JP057", "set_name": "Duel Terminal Chronicle 4 - Chapter of Opposites", "rarities": ["Duel Terminal Normal Parallel Rare"]}], "ko": [{"set_number": "HA06-KR027", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "CL02-SC093", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 147707, "master_duel_rarity": "R"}