{"konami_id": 14738, "password": 28427869, "name": {"en": "Smoke Mosquito", "de": "Rauchmoskito", "es": "Mosquito de Esmoquin", "fr": "Moustique de Fumée", "it": "Zanzara Fumogeno", "pt": "Mosquito de Smoking", "ja": "スモーク・モスキート", "ja_romaji": "Sumōku Mosukīto", "ko": "스모크 모스키토", "ko_rr": "Seumokeu Moseukito", "zh-TW": "卷煙蚊", "zh-CN": "卷烟蚊"}, "text": {"en": "During damage calculation, if you would take battle damage from an opponent's monster's attack (Quick Effect): You can Special Summon this card from your hand, and if you do, the damage you take from that battle is halved, also end the Battle Phase after the Damage Step. You can target 1 face-up monster you control; this card's Level becomes the same as that monster's, until the end of this turn. You can only use each effect of \"Smoke Mosquito\" once per turn.", "de": "Während der Schadensberechnung, falls du Kampfschaden vom Angriff eines Monsters eines Gegners erhalten würdest (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, wird der Schaden halbiert, den du aus jenem Kampf erhältst, zusätzlich beende die Battle Phase nach dem Damage Step. Du kannst 1 offenes Monster wählen, das du kontrollierst; die Stufe dieser Karte wird bis zum Ende dieses Spielzugs dieselbe wie die jenes Monsters. Du kannst jeden Effekt von „Rauchmoskito“ nur einmal pro Spielzug verwenden.", "es": "Durante el cálculo de daño, si fueras a recibir daño de batalla del ataque de un monstruo del adversario (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano y, si lo haces, el daño que recibes de esa batalla se divide a la mitad, y además termina la Battle Phase después del Damage Step. Puedes seleccionar 1 monstruo boca arriba que controles; hasta el final de este turno, el Nivel de esta carta se convierte en el mismo que el de ese monstruo. Sólo puedes usar cada efecto de \"Mosquito de Esmoquin\" una vez por turno.", "fr": "Durant le calcul des dommages, si vous allez recevoir des dommages de combat d'une attaque de monstre de l'adversaire (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, les dommages que vous recevez de ce combat sont divisés par deux, et aussi, terminez la Battle Phase après la Damage Step. Vous pouvez cibler 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, le Niveau de cette carte devient le même que celui du monstre. Vous ne pouvez utiliser chaque effet de \"Moustique de Fumée\" qu'une fois par tour.", "it": "Durante il calcolo dei danni, se stai per subire danno da combattimento dall'attacco di un mostro dell'avversario (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano e, se lo fai, il danno che subisci da quella battaglia viene dimezzato, inoltre termina la Battle Phase dopo il Damage Step. Puoi scegliere come bersaglio 1 mostro scoperto che controlli; il Livello di questa carta diventa lo stesso di quel mostro, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Zanzara Fumogeno\" una sola volta per turno.", "pt": "Durante o cálculo de dano, se você sofreria dano de batalha do ataque de um monstro do oponente (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão e, se isso acontecer, o dano que você sofrer dessa batalha é diminuído pela metade e, além disso, encerre a Fase de Batalha depois da Etapa de Dano. Você pode escolher 1 monstro com a face para cima que você controla; até o final deste turno, o Nível deste card se torna o mesmo que o desse monstro. Você só pode usar cada efeito de \"Mosquito de Smoking\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手モンスターの攻撃で自分が戦闘ダメージを受けるダメージ計算時に発動できる。このカードを手札から特殊召喚し、その戦闘で発生する自分への戦闘ダメージは半分になり、そのダメージステップ終了後にバトルフェイズを終了する。②：自分フィールドの表側表示モンスター１体を対象として発動できる。このカードのレベルはターン終了時までそのモンスターと同じになる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 몬스터의 공격으로 자신이 전투 데미지를 받는 데미지 계산시에 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 그 전투로 발생하는 자신에게로의 전투 데미지는 절반이 되며, 그 데미지 스텝 종료 후에 배틀 페이즈를 종료한다. ②: 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 레벨은 턴 종료시까지 그 몬스터와 같아진다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：自己因对手怪兽的攻击受到战斗伤害的伤害计算时可以发动。从手牌将此卡特殊召唤，因该战斗对自己造成的战斗伤害变为一半，在该伤害步骤结束后，结束战斗阶段。\n②：以自己场上的１只表侧表示怪兽为对象可以发动。此卡的等级直至回合结束时为止变为与该怪兽相同。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "SmokeMosquito-VJMP-JP-UR.png"}, {"index": "1.1", "image": "SmokeMosquito-MP23-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN095", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-EN053", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "BACH-DE095", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-DE053", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BACH-FR095", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-FR053", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "BACH-IT095", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-IT053", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BACH-PT095", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-PT053", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP167", "set_name": "V Jump Fall 2019 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP15-KR027", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}], "zh-CN": [{"set_number": "HB01-SCP05", "set_name": "Hundred Battles Deck: Glamour of Traptrix Deck Enhancement Pack", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 606411, "master_duel_rarity": "SR"}