{"konami_id": 18670, "password": 28497830, "name": {"en": "Gold Pride - Pin Baller", "de": "Goldstolz - Ballgewirr", "es": "Orgullo Dorado - Rueda Alocada", "fr": "Fierté d'Or - Attacheur à Boule", "it": "Orgoglio d'Oro - Flipper", "pt": "Orgulho Dourado - Grande Gira-Bola", "ja": "<ruby>ＧＰ<rt>ゴールド・プライド</rt></ruby>－<ruby>ＰＢ<rt>ピン・ボーラー</rt></ruby>", "ja_romaji": "Gōrudo Puraido - Pin Bōrā", "ko": "<ruby>GP<rt>골드 프라이드</rt></ruby>－<ruby>PB<rt>핀볼러</rt></ruby>", "ko_rr": null, "zh-TW": "黃金榮耀－針球手", "zh-CN": "黄金荣耀－弹球手"}, "text": {"en": "\"Gold Pride - Roller Baller\" + 1+ \"Gold Pride\" monsters\nIf this card is Fusion Summoned: You can equip face-up monsters your opponent controls to it, up to the number of Fusion Materials used. You can only use the previous effect of \"Gold Pride - Pin Baller\" once per turn, also, if your LP are lower than your opponent's, the effect's activation and effect cannot be negated. Once per turn, during the End Phase, if the previous effect was activated this turn: Return this card to the Extra Deck, and if you do, Special Summon 1 \"Gold Pride - Roller Baller\" from your Deck or GY.", "de": "„Goldstolz - Ballroller“ + 1+ „Goldstolz“-Monster\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst sie mit offenen Monstern, die dein Gegner kontrolliert, bis zur Anzahl des verwendeten Fusionsmaterials ausrüsten. Du kannst den vorherigen Effekt von „Goldstolz - Ballgewirr“ nur einmal pro Spielzug verwenden, zusätzlich, falls du weniger LP hast als dein Gegner, können Aktivierung und Effekt dieses Effekts nicht annulliert werden. Einmal pro Spielzug, während der End Phase, falls der vorherige Effekt in diesem Spielzug aktiviert wurde: Lege diese Karte ins Extra Deck zurück und falls du dies tust, beschwöre 1 „Goldstolz - Ballroller“ als Spezialbeschwörung von deinem Deck oder Friedhof.", "es": "\"Orgullo Dorado - Rueda Esférica\" + 1+ monstruos \"Orgullo Dorado\"\nSi esta carta es Invocada por Fusión: puedes equiparle monstruos boca arriba que controle tu adversario, hasta el número de Materiales de Fusión usados. Sólo puedes usar el efecto previo de \"Orgullo Dorado - Rueda Alocada\" una vez por turno y además, si tus LP son menores que los de tu adversario, la activación del efecto y el efecto no pueden ser negados. Una vez por turno, durante la End Phase, si el efecto previo fue activado este turno: devuelve esta carta al Deck Extra y, si lo haces, Invoca de Modo Especial 1 \"Orgullo Dorado - Rueda Esférica\" desde tu Deck o Cementerio.", "fr": "\"Fierté d'Or - Rouleur à Boule\" + 1+ monstre \"Fierté d'Or\"\nSi cette carte est Invoquée par Fusion : vous pouvez lui équiper un nombre de monstres face recto contrôlés par votre adversaire, inférieur ou égal au nombre de Matériels Fusion utilisés. Vous ne pouvez utiliser l'effet précédent de \"Fierté d'Or - Attacheur à Boule\" qu'une fois par tour, et aussi, si vos LP sont inférieurs à ceux de votre adversaire, l'activation de l'effet et l'effet ne peuvent pas être annulés. Une fois par tour, durant la End Phase, si l'effet précédent a été activé ce tour : renvoyez cette carte à l'Extra Deck, et si vous le faites, Invoquez Spécialement 1 \"Fierté d'Or - Rouleur à Boule\" depuis votre Deck ou Cimetière.", "it": "\"Orgoglio d'Oro - Rotola Palla\" + 1+ mostri \"Orgoglio d'Oro\"\nSe questa carta viene Evocata tramite Fusione: puoi equipaggiare a essa mostri scoperti controllati dal tuo avversario, fino al numero di Materiali da Fusione utilizzati. Puoi utilizzare il precedente effetto di \"Orgoglio d'Oro - Flipper\" una sola volta per turno, inoltre, se i tuoi LP sono inferiori a quelli del tuo avversario, l'attivazione e l'effetto dell'effetto non possono essere annullati. Una volta per turno, durante la End Phase, se il precedente effetto è stato attivato in questo turno: fai ritornare questa carta nell'Extra Deck e, se lo fai, Evoca Specialmente 1 \"Orgoglio d'Oro - Rotola Palla\" dal tuo Deck o Cimitero.", "pt": "\"Orgulho Dourado - Gira-Bola\" + 1+ monstro \"Orgulho Dourado\"\nSe este card for Invocado por Invocação-Fusão: você pode equipar a ele monstros com a face para cima que seu oponente controla, até o número de Matérias de Fusão usadas. Você só pode usar o efeito anterior de \"Orgulho Dourado - Grande Gira-Bola\" uma vez por turno e, além disso, se você tiver menos PV que seu oponente, a ativação do efeito e o efeito não podem ser negados. Uma vez por turno, durante a Fase Final, se o efeito anterior foi ativado neste turno: devolva este card para o Deck Adicional e, se isso acontecer, Invoque por Invocação-Especial 1 \"Orgulho Dourado - Gira-Bola\" do seu Deck ou Cemitério.", "ja": "「ＧＰ－ＲＢ」＋「ＧＰ」モンスター１体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードが融合召喚した場合に発動できる（自分のＬＰが相手より少ない場合、この効果の発動と効果は無効化されない）。その融合素材とした数まで、相手フィールドの表側表示モンスターを装備魔法カード扱いでこのカードに装備する。②：このカードの①の効果を発動したターンのエンドフェイズに発動する。このカードをＥＸデッキに戻し、自分のデッキ・墓地から「ＧＰ－ＲＢ」１体を特殊召喚する。", "ko": "\"GP(골드 프라이드)－RB(롤러볼러)\" ＋ \"GP(골드 프라이드)\" 몬스터 1장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우에 발동할 수 있다(자신의 LP가 상대보다 적을 경우, 이 효과의 발동과 효과는 무효화되지 않는다). 그 융합 소재로 한 수까지, 상대 필드의 앞면 표시 몬스터를 장착 마법 카드로 취급하고 이 카드에 장착한다. ②: 이 카드의 ①의 효과를 발동한 턴의 엔드 페이즈에 발동한다. 이 카드를 엑스트라 덱으로 되돌리고, 자신의 덱 / 묘지에서 \"GP(골드 프라이드)－RB(롤러볼러)\" 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "“黄金荣耀－滚球手”＋“黄金荣耀”怪兽１只以上\n此卡名的①效果１回合仅可使用１次。\n①：此卡融合召唤的情况下可以发动（自己的LP少于对手的情况下，此效果的发动和效果不会被无效化）。将对手场上的表侧表示怪兽视为装备魔法卡装备于此卡，数量最多为作为该融合素材的数量。\n②：在发动了此卡的①效果的回合的结束阶段发动。将此卡放回额外牌组，从自己的牌组・墓地将１只“黄金荣耀－滚球手”特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Fusion / Effect", "attribute": "DARK", "level": 9, "atk": 3000, "def": 0, "materials": "\"Gold Pride - Roller Baller\" + 1 or more \"Gold Pride\" monsters", "series": ["Gold Pride"], "images": [{"index": 1, "image": "GoldPridePinBaller-CYAC-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN087", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CYAC-DE087", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CYAC-FR087", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CYAC-IT087", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CYAC-PT087", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP4-JP033", "set_name": "World Premiere Pack 2023", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP4-KR033", "set_name": "World Premiere Pack 2023", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC051", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930201, "master_duel_rarity": "SR"}