{"konami_id": 14678, "password": 28534130, "name": {"en": "Salamangreat Burning Shell", "de": "Grosalamander-Flammenschale", "es": "Salamangrande Caparazón Ardiente", "fr": "Coquille Brûlante Salamangrande", "it": "Guscio Bruciante Salamagna", "pt": "Salamagrande Casca Ardente", "ja": "<ruby>転生炎獣の炎虞<rt>サラマングレイト・バーニングシェル</rt></ruby>", "ja_romaji": "Saramangureito Bāningu Sheru", "ko": "샐러맨그레이트 버닝쉘", "ko_rr": "Saelleomaen-geureiteu Beoningswel", "zh-TW": "轉生炎獸之炎虞", "zh-CN": "转生炎兽之炎虞"}, "text": {"en": "Special Summon 1 \"Salamangreat\" monster from your hand, but negate its effects, then, immediately after this effect resolves, Link Summon 1 \"Salamangreat\" Link Monster using materials you control, including the Summoned monster. This turn, that Link Summoned monster cannot attack or activate its effects. During your Main Phase: You can banish this card from your GY, then target 1 \"Salamangreat\" Link Monster in your GY; return it to the Extra Deck. You can only activate 1 \"Salamangreat Burning Shell\" per turn.", "de": "Beschwöre 1 „Grosalamander“-Monster als Spezialbeschwörung von deiner Hand, aber annulliere seine Effekte, dann, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Grosalamander“-Linkmonster als Linkbeschwörung und verwende dafür Material, das du kontrollierst, darunter das beschworene Monster. In diesem Spielzug kann das als Linkbeschwörung beschworene Monster weder angreifen noch können seine Effekte aktiviert werden. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Grosalamander“-Linkmonster in deinem Friedhof wählen; lege es ins Extra Deck zurück. Du kannst nur 1 „Grosalamander-Flammenschale“ pro Spielzug aktivieren.", "es": "Invoca de Modo Especial 1 monstruo \"Salamangrande\" desde tu mano, pero niega sus efectos, y después, inmediatamente después de que se resuelva este efecto, Invoca por Enlace 1 Monstruo de Enlace \"Salamangrande\" usando materiales que controlas, incluido el monstruo Invocado. Este turno, ese monstruo Invocado por Enlace no puede atacar o activar sus efectos. Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo de Enlace \"Salamangrande\" en tu Cementerio; devuélvelo al Deck Extra. Sólo puedes activar 1 \"Salamangrande Caparazón Ardiente\" por turno.", "fr": "Invoquez Spécialement 1 monstre \"Salamangrande\" depuis votre main, mais annulez ses effets, puis, immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien \"Salamangrande\" en utilisant des Matériels que vous contrôlez (le monstre Invoqué inclus). Ce tour, le monstre Invoqué par Lien ne peut ni attaquer ni activer ses effets. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Lien \"Salamangrande\" dans votre Cimetière ; renvoyez-le à l'Extra Deck. Vous ne pouvez activer qu'1 \"Coquille Brûlante Salamangrande\" par tour.", "it": "Evoca Specialmente 1 mostro \"Salamagna\" dalla tua mano, ma annulla i suoi effetti, poi, immediatamente dopo che questo effetto si è risolto, Evoca Link 1 Mostro Link \"Salamagna\" utilizzando materiali che controlli, compreso il mostro Evocato. In questo turno, quel mostro Evocato Link non può attaccare o attivare i suoi effetti. Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Link \"Salamagna\" nel tuo Cimitero; fallo ritornare nell'Extra Deck. Puoi attivare solo 1 \"Guscio Bruciante Salamagna\" per turno.", "pt": "Invoque por Invocação-Especial 1 monstro \"Salamagrande\" da sua mão, mas negue seus efeitos e, depois, imediatamente depois que este efeito resolver, Invoque por Invocação-Link 1 Monstro Link \"Salamagrande\" usando matérias que você controla, incluindo o monstro Invocado. Neste turno, esse monstro Invocado por Invocação-Link não pode atacar ou ativar seus efeitos. Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Link \"Salamagrande\" no seu Cemitério; devolva-o para o Deck Adicional. Você só pode ativar 1 \"Salamagrande Casca Ardente\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：手札から「サラマングレイト」モンスター１体を効果を無効にして特殊召喚し、そのモンスターを含む自分フィールドのモンスターを素材として「サラマングレイト」リンクモンスター１体をリンク召喚する。このターン、この効果でリンク召喚したモンスターは攻撃できず、効果を発動できない。②：自分メインフェイズに墓地のこのカードを除外し、自分の墓地の「サラマングレイト」リンクモンスター１体を対象として発動できる。そのモンスターをＥＸデッキに戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 패에서 \"샐러맨그레이트\" 몬스터 1장을 효과를 무효로 하여 특수 소환하고, 그 몬스터를 포함하는 자신 필드의 몬스터를 소재로서 \"샐러맨그레이트\" 링크 몬스터 1장을 링크 소환한다. 이 턴에, 이 효과로 링크 소환한 몬스터는 공격할 수 없으며, 효과를 발동할 수 없다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 자신 묘지의 \"샐러맨그레이트\" 링크 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 엑스트라 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张。①：从手牌将1只\"转生炎兽\"怪兽的效果无效并特殊召唤，以包括该怪兽的自己场上怪兽作为素材，将1只\"转生炎兽\"连接怪兽连接召唤。此回合，以此效果连接召唤的怪兽不可攻击，不可发动效果。②：在自己的主要阶段将墓地的此卡除外，以自己墓地的1只\"转生炎兽\"连接怪兽对象可以发动。将该怪兽放回额外牌组。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Salamangreat"], "images": [{"index": 1, "image": "SalamangreatBurningShell-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN051", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-EN179", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE051", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-DE179", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "es": [{"set_number": "CHIM-SP051", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-SP179", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR051", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-FR179", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT051", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-IT179", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT051", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-PT179", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP051", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR051", "set_name": "Chaos Impact", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC030", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 644495, "master_duel_rarity": "R"}