{"konami_id": 5406, "password": 28566710, "name": {"en": "Last Turn", "de": "Letzter Spielzug", "es": "Último Turno", "fr": "Dernier Tour", "it": "Ultimo Turno", "pt": "Último Turno", "ja": "ラストバトル！", "ja_romaji": "Rasuto Batoru!", "ko": "라스트 배틀!", "ko_rr": null, "zh-TW": "最終一戰！", "zh-CN": "最终一战！"}, "text": {"en": "This card can only be activated during your opponent's turn when your Life Points are 1000 or less. Select 1 monster on your side of the field and send all other cards on the field and in their respective owners' hands to their respective Graveyards. After that, your opponent selects and Special Summons 1 monster from their Deck in face-up Attack Position and attacks your selected monster. (Any Battle Damage from this battle is treated as 0.) The player whose monster remains alone on the field at the End Phase of this turn wins the Duel. Any other case results in a DRAW.", "de": "Diese Karte kann nur im Spielzug deines Gegners aktiviert werden, wenn deine Life Points 1000 Punkte oder weniger betragen. Wähle 1 Monster auf deiner Spielfeldseite und lege alle anderen Karten auf dem Spielfeld und auf der Hand beider Spieler auf den jeweiligen Friedhof. Dein Gegner beschwört dann 1 Monster als Spezialbeschwörung aus seinem Deck, offen in Angriffsposition, und greift dein gewähltes Monster an. (Jeglicher Kampfschaden, der den Life Points der Spieler zugefügt wird, wird zu 0.) Der Spieler, dessen Monster in der End Phase allein auf dem Spielfeld verbleibt, gewinnt das Duell. In jedem anderen Fall endet das Duell UNENTSCHIEDEN.", "es": "Esta carta sólo puede ser activada durante el turno de tu adversario cuando tus Life Points son 1000 o menos. Selecciona 1 monstruo en tu Campo y manda todas las demás cartas en el Campo y en las manos de sus respectivos propietarios a sus respectivos Cementerios. Después de eso, tu adversario selecciona e Invoca mediante una Invocación Especial 1 monstruo de su Deck en Posición de Ataque y ataca tu monstruo seleccionado. (Cualquier daño de batalla de esta batalla se considera 0). El jugador cuyo monstruo permanezca solo en el Campo en la End Phase de este turno gana el Duelo. Cualquier otro caso resulta en EMPATE.", "fr": "Cette carte ne peut être activée que durant le tour de votre adversaire lorsque vos Life Points sont de 1000 ou moins. Sélectionnez 1 monstre sur votre Terrain et envoyez toutes les autres cartes sur le Terrain et dans les mains des deux joueurs au Cimetière. Votre adversaire sélectionne alors 1 monstre de son Deck, fait une Invocation Spéciale de celui-ci en Position d'Attaque face recto et le fait combattre (les dommages de combat aux joueurs sont considérés comme 0). Lors de la End Phase, le joueur dont le monstre reste seul sur le Terrain gagne le Duel. Dans tout autre cas, le résultat est une ÉGALITÉ.", "it": "Questa carta può essere attivata solamente durante il turno del tuo avversario quando i tuoi Life Points sono 1000 o meno. Scegli 1 mostro sul tuo Terreno e manda tutte le altre carte sul Terreno e in mano ad entrambi i giocatori nei rispettivi Cimiteri. Quindi il tuo avversario sceglie 1 mostro dal suo Deck, lo Evoca tramite Evocazione Speciale scoperto in Posizione di Attacco e attacca il mostro da te scelto (il danno da combattimento ai giocatori viene considerato 0). Nell'End Phase, il giocatore il cui mostro resta sul Terreno vince il Duello. In ogni altro caso, il risultato è un PAREGGIO.", "pt": "Ative somente durante o turno do seu oponente e quando você possui 1000 ou menos LPs. Selecione 1 monstro que você controla, e envie todas as outras cartas do campo e da mão de ambos os jogadores ao Cemitério. Depois disso, seu oponente deve Special Summon 1 monstro virado para cima na Posição de Ataque do Deck dele e atacar o seu monstro (Qualquer Dano de Batalha desta batalha é reduzido a 0). O controlador do monstro que permanecer sozinho no campo na End Phase deste turno vence o Duelo. Qualquer outro caso será considerado empate.", "ja": "自分のライフポイントが１０００以下の場合、相手ターンにのみ発動する事ができる。発動後、自分フィールド上に存在するモンスター１体を選択し、そのモンスター以外のお互いの手札・フィールド上のカードを全て墓地へ送る。その後、相手はデッキからモンスター１体を表側攻撃表示で特殊召喚し、自分が選択したモンスターと戦闘を行う。この戦闘によって発生するお互いのプレイヤーへの戦闘ダメージは０になる。このターンのエンドフェイズ時、どちらかのプレイヤーのみがモンスターをコントロールしていた場合、そのコントローラーはデュエルに勝利する。それ以外の場合は引き分けになる。", "ko": "자신이 1000 라이프 포인트 이하일 때, 상대 턴에서 발동할 수 있다. 자신 필드 위의 몬스터를 1장 선택하여, 그 밖의 서로의 필드와 패의 카드를 전부 묘지로 보낸다. 그 후, 상대는 덱에서 몬스터 1장을 선택하고 공격 표시로 특수 소환하여 전투를 실행한다(플레이어에게로의 전투 데미지는 0으로 한다). 엔드 페이즈시에 필드 위에 몬스터가 남은 플레이어를 듀얼의 승자로 한다. 그 밖의 경우는 무승부로 한다.", "zh-TW": null, "zh-CN": "自己基本分是1000以下的场合，对方回合才能发动。发动后，选择自己场上存在的1只怪兽，那只怪兽以外的双方的手卡·场上的卡全部送去墓地。那之后，对方从卡组把1只怪兽表侧攻击表示特殊召唤，和自己选择的怪兽进行战斗。这次战斗发生的对双方玩家的战斗伤害变成0。这个回合的结束阶段时，只有任意1个玩家控制怪兽的场合，那个控制者决斗胜利。那以外的场合视作平局。"}, "card_type": "Trap", "property": "Normal", "series": ["Duel winner"], "images": [{"index": 1, "image": "LastTurn-DB2-EN-R-UE.png"}], "sets": {"en": [{"set_number": "LOD-EN099", "set_name": "Legacy of Darkness", "rarities": ["Ultra Rare"]}, {"set_number": "TP6-EN015", "set_name": "Tournament Pack 6", "rarities": ["Common"]}, {"set_number": "DB2-EN206", "set_name": "Dark Beginning 2", "rarities": ["Rare"]}, {"set_number": "LOD-099", "set_name": "Legacy of Darkness", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DB2-DE206", "set_name": "Dark Beginning 2", "rarities": ["Rare"]}, {"set_number": "TP6-DE015", "set_name": "Tournament Pack 6", "rarities": ["Common"]}], "es": [{"set_number": "DB2-SP206", "set_name": "Dark Beginning 2", "rarities": ["Rare"]}, {"set_number": "TP6-SP015", "set_name": "Tournament Pack 6", "rarities": ["Common"]}], "fr": [{"set_number": "DB2-FR206", "set_name": "Dark Beginning 2", "rarities": ["Rare"]}, {"set_number": "TP6-FR015", "set_name": "Tournament Pack 6", "rarities": ["Common"]}], "it": [{"set_number": "DB2-IT206", "set_name": "Dark Beginning 2", "rarities": ["Common"]}, {"set_number": "TP6-IT015", "set_name": "Tournament Pack 6", "rarities": ["Common"]}], "ja": [{"set_number": "MA-51", "set_name": "Mythological Age", "rarities": ["Super Rare"]}, {"set_number": "DL5-090", "set_name": "Duelist Legacy Volume.5", "rarities": ["Rare"]}, {"set_number": "BE2-JP206", "set_name": "Beginner's Edition 2", "rarities": ["Rare"]}, {"set_number": "BE02-JP167", "set_name": "Beginner's Edition 2 (2011)", "rarities": ["Common"]}], "ko": [{"set_number": "LOD-KR099", "set_name": "Legacy of Darkness", "rarities": ["Ultra Rare"]}, {"set_number": "BP2-KR206", "set_name": "Beginner's Edition 2", "rarities": ["Common"]}, {"set_number": "TP6-KR015", "set_name": "Tournament Pack 6", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Forbidden"}, "yugipedia_page_id": 115, "master_duel_rarity": "UR"}