{"konami_id": 13221, "password": 28593329, "name": {"en": "Dark Angel", "de": "Dunkler Engel", "es": "Ángel Oscuro", "fr": "Ange des Ténèbres", "it": "Angelo Oscuro", "pt": "Anja Negra", "ja": "ダーク・エンジェル", "ja_romaji": "Dāku Enjeru", "ko": "다크 엔젤", "ko_rr": null, "zh-TW": "黑暗天使", "zh-CN": "暗黑安琪儿"}, "text": {"en": "When your Fairy monster is targeted for an attack: You can Tribute it and send this card from your hand to the GY, then target 1 face-up monster you control; change the attack target to your targeted monster, and if you do, it gains ATK equal to the original ATK of the Tributed monster, until the end of this turn.", "de": "Wenn dein Fee-Monster als Ziel für einen Angriff gewählt wird: Du kannst es als Tribut anbieten und diese Karte von deiner Hand auf den Friedhof legen und dann 1 offenes Monster wählen, das du kontrollierst; ändere das Angriffsziel auf dein als Ziel gewähltes Monster und falls du dies tust, erhält es bis zum Ende dieses Spielzugs ATK in Höhe der Grund-ATK des als Tribut angebotenen Monsters.", "es": "Cuando tu monstruo Hada es seleccionado para un ataque: puedes Sacrificarlo y mandar al Cementerio esta carta en tu mano, y después selecciona 1 monstruo boca arriba que controles; cambia el objetivo del ataque a tu monstruo seleccionado y, si lo haces, hasta el final de este turno éste gana ATK igual al ATK original del monstruo Sacrificado.", "fr": "Lorsque votre monstre Elfe est ciblé par une attaque : vous pouvez le Sacrifier et envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 monstre face recto que vous contrôlez ; transférez la cible de l'attaque sur votre monstre ciblé, et si vous le faites, il gagne une ATK égale à l'ATK d'origine du monstre Sacrifié jusqu'à la fin de ce tour.", "it": "Quando un tuo mostro Fata viene scelto come bersaglio per un attacco: puoi offrirlo come Tributo e mandare questa carta dalla tua mano al Cimitero, poi scegliere come bersaglio 1 mostro scoperto che controlli; cambia il bersaglio dell'attacco sul tuo mostro scelto come bersaglio e, se lo fai, esso guadagna ATK pari all'ATK originale del mostro offerto come Tributo, fino alla fine di questo turno.", "pt": "Quando um monstro Fada seu for escolhido como alvo de um ataque: você pode oferecê-lo como Tributo e enviar este card da sua mão para o Cemitério e, depois, escolher 1 monstro com a face para cima que você controla; mude o alvo do ataque para seu monstro alvo e, se isso acontecer, até o final deste turno, ele ganha ATK igual ao ATK original do monstro oferecido como Tributo.", "ja": "①：自分の天使族モンスターが攻撃対象に選択された時、そのモンスターをリリースし、このカードを手札から墓地へ送り、自分フィールドの表側表示モンスター１体を対象として発動できる。その自分のモンスターに攻撃対象を移し替え、対象のモンスターの攻撃力はターン終了時まで、リリースした天使族モンスターの元々の攻撃力分アップする。", "ko": "①: 자신의 천사족 몬스터가 공격 대상으로 선택되었을 때, 그 몬스터를 릴리스하여, 이 카드를 패에서 묘지로 보내고, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 자신 몬스터에 공격 대상을 옮기고, 대상 몬스터의 공격력은 턴 종료시까지, 릴리스한 천사족 몬스터의 원래 공격력만큼 올린다.", "zh-TW": null, "zh-CN": "①：自己的天使族怪兽被选择作为攻击对象时，把那只怪兽解放，把这张卡从手卡送去墓地，以自己场上1只表侧表示怪兽为对象才能发动。攻击对象转移为那只自己怪兽，作为对象的怪兽的攻击力直到回合结束时上升解放的天使族怪兽的原本攻击力数值。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "DARK", "level": 5, "atk": 0, "def": 0, "images": [{"index": 1, "image": "DarkAngel-SP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN005", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "SP18-EN024", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}], "de": [{"set_number": "CIBR-DE005", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "SP18-DE024", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}], "fr": [{"set_number": "CIBR-FR005", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "SP18-FR024", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}], "it": [{"set_number": "CIBR-IT005", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "SP18-IT024", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}], "pt": [{"set_number": "CIBR-PT005", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "SP18-PT024", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}], "ja": [{"set_number": "CIBR-JP005", "set_name": "Circuit Break", "rarities": ["Rare"]}], "ko": [{"set_number": "CIBR-KR005", "set_name": "Circuit Break", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 443762, "master_duel_rarity": "R"}