{"konami_id": 21835, "password": 28653611, "name": {"en": "Infernal Punisher", "de": "Infernaler Bestrafer", "es": "Castigador Infernal", "fr": "Punisseur Infernal", "it": "Punitore Infernale", "pt": "Justiceiro Infernal", "ja": "ヘル・パニッシャー", "ja_romaji": "Heru Panisshā", "ko": "헬 퍼니셔", "ko_rr": null, "zh-TW": null, "zh-CN": "地狱处刑者"}, "text": {"en": "Activate 1 of these effects (but you can only use each effect of \"Infernal Punisher\" once per turn);\n● Add 1 WATER Dinosaur monster from your Deck to your hand, then you can Special Summon it if your opponent controls a monster.\n● Tribute 1 monster; Special Summon 1 Level 6 or higher FIRE monster from your hand, Deck, or GY, but negate its effects if it is a non-Fiend monster.", "de": "Aktiviere 1 dieser Effekte (aber du kannst jeden Effekt von „Infernaler Bestrafer“ nur einmal pro Spielzug verwenden);\n● Füge deiner Hand 1 WASSER Dinosaurier-Monster von deinem Deck hinzu, dann kannst du es als Spezialbeschwörung beschwören, falls dein Gegner ein Monster kontrolliert.\n● Biete 1 Monster als Tribut an; beschwöre 1 FEUER Monster der Stufe 6 oder höher als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof, aber annulliere seine Effekte, falls es ein Nichtunterweltler-Monster ist.", "es": "Activa 1 de estos efectos (pero sólo puedes usar cada efecto de \"Castigador Infernal\" una vez por turno);\n● Añade a tu mano 1 monstruo Dinosaurio de AGUA en tu Deck, y después puedes Invocarlo de Modo Especial si tu adversario controla un monstruo.\n● Sacrifica 1 monstruo; Invoca de Modo Especial, desde tu mano, Deck o Cementerio, 1 monstruo de FUEGO de Nivel 6 o mayor, pero niega sus efectos si no es un monstruo Demonio.", "fr": "Activez 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Punisseur Infernal\" qu'une fois par tour) ;\n● Ajoutez 1 monstre EAU Dinosaure depuis votre Deck à votre main, puis vous pouvez l'Invoquer Spécialement si votre adversaire contrôle un monstre.\n● Sacrifiez 1 monstre ; Invoquez Spécialement 1 monstre FEU de min. Niveau 6 depuis votre main, Deck ou Cimetière, mais annulez ses effets si c'est un monstre non-Démon.", "it": "Attiva 1 di questi effetti (ma puoi utilizzare ogni effetto di \"Punitore Infernale\" una sola volta per turno);\n● Aggiungi 1 mostro ACQUA Dinosauro dal tuo Deck alla tua mano, poi puoi Evocarlo Specialmente se il tuo avversario controlla un mostro.\n● Offri come Tributo 1 mostro; Evoca Specialmente 1 mostro FUOCO di Livello 6 o superiore dalla tua mano, Deck o Cimitero, ma annulla i suoi effetti se è un mostro non-Demone.", "pt": "Ative 1 desses efeitos (mas você só pode usar cada efeito de \"Justiceiro Infernal\" uma vez por turno);\n● Adicione 1 monstro Dinossauro de ÁGUA do seu Deck à sua mão e, depois, você pode Invocá-lo por Invocação-Especial se seu oponente controlar um monstro.\n● Ofereça 1 monstro como Tributo; Invoque por Invocação-Especial 1 monstro de FOGO de Nível 6 ou mais da sua mão, do Deck ou do Cemitério, mas negue seus efeitos se for um monstro não-Demônio.", "ja": "①：以下の効果から１つを選択して発動できる（このカード名の以下の効果はそれぞれ１ターンに１度しか選択できない）。\n●デッキから恐竜族・水属性モンスター１体を手札に加える。相手フィールドにモンスターが存在する場合、さらに手札に加えたそのモンスターを特殊召喚できる。\n●自分フィールドのモンスター１体をリリースして発動できる。自分の手札・デッキ・墓地からレベル６以上の炎属性モンスター１体を特殊召喚する。この効果で悪魔族以外のモンスターを特殊召喚した場合、そのモンスターの効果は無効化される。", "ko": "①: 이하의 효과에서 1개를 선택하고 발동할 수 있다(이 카드명의 이하의 효과는 각각 1턴에 1번밖에 선택할 수 없다).\n●덱에서 공룡족 / 물 속성 몬스터 1장을 패에 넣는다. 상대 필드에 몬스터가 존재할 경우, 추가로 패에 넣은 그 몬스터를 특수 소환할 수 있다.\n●자신 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 자신의 패 / 덱 / 묘지에서 레벨 6 이상의 화염 속성 몬스터 1장을 특수 소환한다. 이 효과로 악마족 이외의 몬스터를 특수 소환했을 경우, 그 몬스터의 효과는 무효화된다.", "zh-TW": null, "zh-CN": "①：可从以下效果中选择1个发动（此卡名的以下效果1回合仅可各选择1次）。\n●从牌组将1只恐龙族・水属性怪兽加入手牌。对手场上存在怪兽的情况下，进而可将加入了手牌的该怪兽特殊召唤。\n●解放自己场上的1只怪兽可以发动。从自己手牌・牌组・墓地将1只等级6以上的炎属性怪兽特殊召唤。以此效果将恶魔族以外的怪兽特殊召唤的情况下，该怪兽的效果无效化。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "InfernalPunisher-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ko": [{"set_number": "DOOD-KR069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC069", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1134244}