{"konami_id": 15136, "password": 28651380, "name": {"en": "Raviel, Lord of Phantasms - Shimmering Scraper", "de": "Raviel, Herr der Phantome - Schimmernder Kratzer", "es": "Raviel, Señor de Fantasmas - Rascador Reluciente", "fr": "Raviel, Empereur des Phantasmes - Frappe Chatoyante", "it": "Raviel, il Signore dei Fantasmi - Colpo Lucente", "pt": "Raviel, o Senhor dos Fantasmas - Destruidor Cintilante", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>皇<rt>おう</rt></ruby>ラビエル－<ruby>天<rt>てん</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>蹂<rt>じゅう</rt></ruby><ruby>躙<rt>りん</rt></ruby><ruby>拳<rt>けん</rt></ruby>", "ja_romaji": "Genmaō Rabieru - Tenkai Jūrinken", "ko": "환마황제 라비엘－천계유린권", "ko_rr": "Hwanmahwangje Rabiel - Cheon-gyeyurin-gwon", "zh-TW": "幻魔皇拉比艾爾－天界蹂躪拳", "zh-CN": "幻魔皇拉比艾尔－天界蹂躏拳"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 3 monsters. You can only use each of the following effects of \"Raviel, Lord of Phantasms - Shimmering Scraper\" once per turn.\n● (Quick Effect): You can discard this card and target 1 \"Raviel, Lord of Phantasms\" you control; for the rest of this turn, its ATK becomes double its current ATK, also it can attack all monsters your opponent controls once each.\n● If this card is in your GY: You can Tribute 1 monster; add this card to your hand.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 3 Monster als Tribut anbietest. Du kannst jeden der folgenden Effekte von „Raviel, Herr der Phantome - Schimmernder Kratzer“ nur einmal pro Spielzug verwenden.\n● (Schnelleffekt): Du kannst diese Karte abwerfen und 1 „Raviel, Herr der Phantome“ wählen, den du kontrollierst; für den Rest dieses Spielzugs werden seine ATK gleich dem Doppelten seiner derzeitigen ATK, zusätzlich kann er alle Monster, die dein Gegner kontrolliert, je einmal angreifen.\n● Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Monster als Tribut anbieten; füge diese Karte deiner Hand hinzu.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano) Sacrificando 3 monstruos. Sólo puedes usar cada uno de los siguientes efectos de \"Raviel, Señor de Fantasmas - Rascador Reluciente\" una vez por turno.\n● (Efecto Rápido): puedes descartar esta carta y seleccionar 1 \"Raviel, Señor de Fantasmas\" que controles; por el resto de este turno, su ATK se convierte en el doble de su ATK en este momento, y además éste puede atacar a todos los monstruos que controle tu adversario una vez cada uno.\n● Si esta carta está en tu Cementerio: puedes Sacrificar 1 monstruo; añade esta carta a tu mano.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en Sacrifiant 3 monstres. Vous ne pouvez utiliser chacun des effets suivants de \"Raviel, Empereur des Phantasmes - Frappe Chatoyante\" qu'une fois par tour.\n● (Effet Rapide) : vous pouvez défausser cette carte et cibler 1 \"Raviel, Empereur des Phantasmes\" que vous contrôlez ; le reste de ce tour, son ATK devient le double de son ATK actuelle, et aussi, il peut attaquer une fois tous les monstres contrôlés par votre adversaire.\n● Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 1 monstre ; ajoutez cette carte à votre main.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) offrendo come Tributo 3 mostri. Puoi utilizzare ognuno dei seguenti effetti di \"Raviel, il Signore dei Fantasmi - Colpo Lucente\" una sola volta per turno.\n● (Effetto Rapido): puoi scartare questa carta e scegliere come bersaglio 1 \"Raviel, il Signore dei Fantasmi\" che controlli; per il resto di questo turno, il suo ATK diventa il doppio del suo ATK attuale, inoltre esso può attaccare tutti i mostri controllati dal tuo avversario una volta ciascuno.\n● Se questa carta è nel tuo Cimitero: puoi offrire come Tributo 1 mostro; aggiungi questa carta alla tua mano.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (da sua mão) ao oferecer 3 monstros como Tributo. Você só pode usar cada um dos seguintes efeitos de \"Raviel, o Senhor dos Fantasmas - Destruidor Cintilante\" uma vez por turno.\n● (Efeito Rápido): você pode descartar este card e escolher 1 \"Raviel, o Senhor dos Fantasmas\" que você controla; pelo resto deste turno, seu ATK se torna o dobro do seu ATK atual e, além disso, ele pode atacar todos os monstros que seu oponente controla uma vez cada.\n● Se este card estiver no seu Cemitério: você pode oferecer 1 monstro como Tributo; adicione este card à sua mão.", "ja": "このカードは通常召喚できない。自分フィールドのモンスター３体をリリースした場合のみ特殊召喚できる。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードを手札から捨て、自分フィールドの「幻魔皇ラビエル」１体を対象として発動できる。このターン、そのモンスターの攻撃力は倍になり、相手モンスター全てに１回ずつ攻撃できる。この効果は相手ターンでも発動できる。②：このカードが墓地に存在する場合、自分フィールドのモンスター１体をリリースして発動できる。このカードを手札に加える。", "ko": "이 카드는 통상 소환할 수 없다. 자신 필드의 몬스터 3장을 릴리스했을 경우에만 특수 소환할 수 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 버리고, 자신 필드의 \"환마황제 라비엘\" 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 몬스터의 공격력은 배가 되고, 상대 몬스터 전부에 1회씩 공격할 수 있다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤。仅可在解放自己场上3只怪兽的情况下特殊召唤。此卡名的①②效果1回合仅可各使用1次。①：可从手牌将此卡扔掉，以自己场上的1只“幻魔皇拉比艾尔”为对象发动。此回合中，该怪兽的攻击力变为两倍，可攻击所有对手怪兽各1次。此效果在对手回合中也可以发动。②：此卡存在于墓地的情况下，解放自己场上的1只怪兽可以发动。将此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 10, "atk": 4000, "def": 4000, "series": ["Phantasm", "Sacred Beast", "Signature move"], "images": [{"index": 1, "image": "RavielLordofPhantasmsShimmeringScraper-MP21-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "SDSA-EN001", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-EN248", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "SDSA-DE001", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-DE248", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "SDSA-FR001", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-FR248", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "SDSA-IT001", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-IT248", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "SDSA-PT001", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-PT248", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "SD38-JP001", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SD38-KR001", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "SD38-SC001", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716380, "master_duel_rarity": "UR"}