{"konami_id": 20599, "password": 28669235, "name": {"en": "Ryu-Ge Realm - Sea Spires", "de": "Ryuge-Reich - Meeresspitzen", "es": "Reino Ryu-Ge - Chapiteles de Mar", "fr": "Royaume Ryu-Ge - Flèches de Mer", "it": "Reame Ryu-Ge - Spire del Mare", "pt": "Reino Ryu-Ge - Espirais Marítimos", "ja": "<ruby>登<rt>とう</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>華<rt>げ</rt></ruby><ruby>海<rt>かい</rt></ruby><ruby>瀧<rt>ろう</rt></ruby><ruby>門<rt>もん</rt></ruby>", "ja_romaji": "Toryūge Kairōmon", "ko": "등룡화해롱문", "ko_rr": null, "zh-TW": "登龍華海瀧門", "zh-CN": "登龙华海瀧门"}, "text": {"en": "You can only control 1 \"Ryu-Ge Realm - Sea Spires\". Your \"Ryu-Ge\" monsters cannot be destroyed by battle. \"Ryu-Ge\" Pendulum Monsters, and Level 10 or higher monsters whose original Type is Sea Serpent, that you control, gain this effect.\n● Once per opponent's turn (Quick Effect): You can place 1 \"Ryu-Ge\" Continuous Spell you control on the bottom of the Deck, then target 1 card on the field; return it to the hand.", "de": "Du kannst nur 1 „Ryuge-Reich - Meeresspitzen“ kontrollieren. Deine „Ryuge“-Monster können nicht durch Kampf zerstört werden. „Ryuge“-Pendelmonster und Monster der Stufe 10 oder höher, die du kontrollierst und deren Grund-Typ Seeschlange ist, erhalten diesen Effekt.\n● Einmal pro Spielzug des Gegners (Schnelleffekt): Du kannst 1 Permanenten „Ryuge“-Zauber, den du kontrollierst, unters Deck legen und dann 1 Karte auf dem Spielfeld wählen; gib sie auf die Hand zurück.", "es": "Sólo puedes controlar 1 \"Reino Ryu-Ge - Chapiteles de Mar\". Tus monstruos \"Ryu-Ge\" no pueden ser destruidos en batalla. Los Monstruos de Péndulo \"Ryu-Ge\" y los monstruos que controles de Nivel 10 o mayor cuyo Tipo original sea Serpiente Marina ganan este efecto.\n● Una vez por turno del adversario (Efecto Rápido): puedes poner en la parte inferior del Deck 1 Mágica Continua \"Ryu-Ge\" que controles, y después seleccionar 1 carta en el Campo; devuélvela a la mano.", "fr": "Vous ne pouvez contrôler qu'1 \"Royaume Ryu-Ge - Flèches de Mer\". Vos monstres \"Ryu-Ge\" ne peuvent pas être détruits au combat. Les Monstres Pendule \"Ryu-Ge\" et les monstres de min. Niveau 10 dont le Type d'origine est Serpent de Mer, que vous contrôlez, gagnent cet effet.\n● Une fois par tour de l'adversaire (Effet Rapide) : vous pouvez placer 1 Magie Continue \"Ryu-Ge\" que vous contrôlez au-dessous du Deck, puis ciblez 1 carte sur le Terrain ; renvoyez-la à la main.", "it": "Puoi controllare solo 1 \"Reame Ryu-Ge - Spire del Mare\". I tuoi mostri \"Ryu-Ge\" non possono essere distrutti in battaglia. I Mostri Pendulum \"Ryu-Ge\", e i mostri di Livello 10 o superiore il cui Tipo originale è Serpente Marino, che controlli, guadagnano questo effetto.\n● Una volta per turno dell'avversario (Effetto Rapido): puoi mettere 1 Magia Continua \"Ryu-Ge\" che controlli in fondo al Deck, poi scegliere come bersaglio 1 carta sul Terreno; falla ritornare nella mano.", "pt": "Você só pode controlar 1 \"Reino Ryu-Ge - Espirais Marítimos\". Seus monstros \"Ryu-Ge\" não podem ser destruídos em batalha. Monstros Pêndulo \"Ryu-Ge\", e monstros de Nível 10 ou mais cujo Tipo original seja Serpente Marinha, que você controla, ganham este efeito.\n● Uma vez por turno do oponente (Efeito Rápido): você pode colocar 1 Magia Contínua \"Ryu-Ge\" que você controla no fundo do Deck e, depois, escolha 1 card no campo; devolva-o para a mão.", "ja": "①：「登竜華海瀧門」は自分フィールドに１枚しか表側表示で存在できない。②：このカードが魔法＆罠ゾーンに存在する限り、自分の「竜華」モンスターは戦闘では破壊されない。③：自分フィールドの「竜華」Ｐモンスター及びレベル１０以上で元々の種族が海竜族のモンスターは以下の効果を得る。●相手ターンに１度、自分フィールドの表側表示の「竜華」永続魔法カード１枚をデッキの一番下に戻し、フィールドのカード１枚を対象として発動できる。そのカードを手札に戻す。", "ko": "①: \"등룡화해롱문\"은 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 이 카드가 마법 & 함정 존에 존재하는 한, 자신의 \"룡화\" 몬스터는 전투로는 파괴되지 않는다. ③: 자신 필드의 \"룡화\" 펜듈럼 몬스터 및 레벨 10 이상이고 원래의 종족이 해룡족인 몬스터는 이하의 효과를 얻는다. ●상대 턴에 1번, 자신 필드의 앞면 표시의 \"룡화\" 지속 마법 카드 1장을 덱 맨 아래로 되돌리고, 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 패로 되돌린다.", "zh-TW": null, "zh-CN": "①：“登龙华海瀧门”在自己场上仅可有１张以表侧表示存在。②：只要此卡存在于魔法与陷阱区域，自己的“龙华”怪兽不会因战斗被破坏。③：自己场上的“龙华”灵摆怪兽，及等级１０以上且原本种族为海龙族的怪兽获得以下效果。\n●每个对手回合中１次，将自己场上的１张表侧表示的“龙华”永续魔法卡放回牌组最下面，以场上的１张卡为对象可以发动。将该卡放回手牌。"}, "card_type": "Spell", "property": "Continuous", "series": ["Ryu-Ge"], "images": [{"index": 1, "image": "RyuGeRealmSeaSpires-CRBR-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CRBR-EN038", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "de": [{"set_number": "CRBR-DE038", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "es": [{"set_number": "CRBR-SP038", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "fr": [{"set_number": "CRBR-FR038", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "it": [{"set_number": "CRBR-IT038", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "pt": [{"set_number": "CRBR-PT038", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "ja": [{"set_number": "DBCB-JP038", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBCB-KR038", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBCB-SC038", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1074488, "master_duel_rarity": "R"}