{"konami_id": 17780, "password": 28720123, "name": {"en": "Dinomight Powerload, the Dracoslayer", "de": "Dinomight Kraftladung, der Drachobezwinger", "es": "Dinomight Carga de Poder, el Dracoasesino", "fr": "Puissante Charge Dinomight, le Dracossassin", "it": "Dinomight Potercarico, il Dracoassassino", "pt": "Dinopoderoso Potente, o Dracossassino", "ja": "<ruby>竜<rt>りゅう</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>ダイナマイト<ruby>Ｐ<rt>パワーロード</rt></ruby>", "ja_romaji": "Ryūkenshi Dainamaito Pawārōdo", "ko": "룡검사 다이너마이트<ruby>P<rt>파워로드</rt></ruby>", "ko_rr": "Ryonggeomsa Daineomaiteu Paworodeu", "zh-TW": "龍劍士機動重裝強化", "zh-CN": "龙剑士 机动重装 强化"}, "text": {"en": "(This card is always treated as a \"Dinomist\" card.)\nIf this card is Tributed: You can add 1 face-up \"Dracoslayer\" or \"Dinomist\" Pendulum Monster from your Extra Deck to your hand, except \"Dinomight Powerload, the Dracoslayer\". You can only use this effect of \"Dinomight Powerload, the Dracoslayer\" once per turn.", "de": "(Diese Karte wird immer als „Dinonebel“-Karte behandelt.)\nFalls diese Karte als Tribut angeboten wird: Du kannst deiner Hand 1 offenes „Drachobezwinger“- oder „Dinonebel“-Pendelmonster von deinem Extra Deck hinzufügen, außer „Dinomight Kraftladung, der Drachobezwinger“. Du kannst diesen Effekt von „Dinomight Kraftladung, der Drachobezwinger“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"Dinoniebla\").\nSi esta carta es Sacrificada: puedes añadir a tu mano 1 Monstruo de Péndulo \"Dracoasesino\" o \"Dinoniebla\" boca arriba en tu Deck Extra, excepto \"Dinomight Carga de Poder, el Dracoasesino\". Sólo puedes usar este efecto de \"Dinomight Carga de Poder, el Dracoasesino\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme une carte \"Dinobrume\".)\nSi cette carte est Sacrifiée : vous pouvez ajouter 1 Monstre Pendule \"Dracossassin\" ou \"Dinobrume\" (\"Puissante Charge Dinomight, le Dracossassin\" exclu) face recto depuis votre Extra Deck à votre main. Vous ne pouvez utiliser cet effet de \"Puissante Charge Dinomight, le Dracossassin\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Dinofoschia\".)\nSe questa carta viene offerta come Tributo: puoi aggiungere 1 Mostro Pendulum \"Dracoassassino\" o \"Dinofoschia\" scoperto dal tuo Extra Deck alla tua mano, eccetto \"Dinomight Potercarico, il Dracoassassino\". Puoi utilizzare questo effetto di \"Dinomight Potercarico, il Dracoassassino\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Dinonévoa\".)\nSe este card for oferecido como Tributo: você pode adicionar 1 Monstro Pêndulo \"Dracossassino\" ou \"Dinonévoa\" com a face para cima do seu Deck Adicional à sua mão, exceto \"Dinopoderoso Potente, o Dracossassino\". Você só pode usar este efeito de \"Dinopoderoso Potente, o Dracossassino\" uma vez por turno.", "ja": "このカード名はルール上「ダイナミスト」カードとしても扱う。このカード名のモンスター効果は１ターンに１度しか使用できない。①：このカードがリリースされた場合に発動できる。「竜剣士ダイナマイトＰ」を除く、「竜剣士」Ｐモンスターか「ダイナミスト」Ｐモンスター１体を自分のＥＸデッキ（表側）から手札に加える。", "ko": "이 카드명은 룰상 \"다이너미스트\" 카드로도 취급한다. 이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 릴리스되었을 경우에 발동할 수 있다. 자신의 엑스트라 덱에서 \"룡검사 다이너마이트P(파워로드)\" 이외의 앞면 표시의, \"룡검사\" 펜듈럼 몬스터 또는 \"다이너미스트\" 펜듈럼 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“机动雾龙”卡。此卡名的怪兽效果１回合仅可使用１次。①：此卡被解放的情况下可以发动。从自己的额外牌组（表侧）将除“龙剑士 机动重装 强化”以外的１只“龙剑士”灵摆怪兽或“机动雾龙”灵摆怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Pendulum / Effect", "attribute": "WATER", "level": 4, "atk": 1700, "def": 1800, "pendulum_scale": 6, "pendulum_effect": {"en": "You can target 1 \"Dracoslayer\" or \"Dinomist\" card in your other Pendulum Zone; Special Summon it. You can only use this effect of \"Dinomight Powerload, the Dracoslayer\" once per turn.", "de": "Du kannst 1 „Drachobezwinger“- oder „Dinonebel“-Karte in deiner anderen Pendelzone wählen; beschwöre sie als Spezialbeschwörung. Du kannst diesen Effekt von „Dinomight Kraftladung, der Drachobezwinger“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 carta \"Dracoasesino\" o \"Dinoniebla\" en tu otra Zona de Péndulo; Invócala de Modo Especial. Sólo puedes usar este efecto de \"Dinomight Carga de Poder, el Dracoasesino\" una vez por turno.", "fr": "Vous pouvez cibler 1 carte \"Dracossassin\" ou \"Dinobrume\" dans votre autre Zone Pendule ; Invoquez-la Spécialement. Vous ne pouvez utiliser cet effet de \"Puissante Charge Dinomight, le Dracossassin\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 carta \"Dracoassassino\" o \"Dinofoschia\" nella tua altra Zona Pendulum; Evocala Specialmente. Puoi utilizzare questo effetto di \"Dinomight Potercarico, il Dracoassassino\" una sola volta per turno.", "pt": "Você pode escolher 1 card \"Dracossassino\" ou \"Dinonévoa\" na sua outra Zona de Pêndulo; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Dinopoderoso Potente, o Dracossassino\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：もう片方の自分のＰゾーンの「竜剣士」カードか「ダイナミスト」カード１枚を対象として発動できる。そのカードを特殊召喚する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 다른 한쪽 자신의 펜듈럼 존의, \"룡검사\" 카드 또는 \"다이너미스트\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 특수 소환한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。\n①：可將我方另一側鐘擺區的１張「龍劍士」卡或１張「機動霧龍」卡做為對象發動。特殊召喚該卡。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：以另一方自己的灵摆区域的１张“龙剑士”卡或“机动雾龙”卡为对象可以发动。将该卡特殊召唤。"}, "series": ["Dracoslayer", "Dinomist"], "images": [{"index": 1, "image": "DinomightPowerloadtheDracoslayer-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN024", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN174", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DABL-DE024", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE174", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "DABL-SP024", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-SP174", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DABL-FR024", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR174", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DABL-IT024", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT174", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DABL-PT024", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT174", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DABL-JP024", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "25DB-JP012", "set_name": "Duelist Box: Prismatic Summon", "rarities": ["Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DABL-KR024", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM03-SC071", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 710463, "master_duel_rarity": "SR"}