{"konami_id": 13897, "password": 28770951, "name": {"en": "Galaxy Cleric", "de": "Galaxiekleriker", "es": "Clérigo de la Galaxia", "fr": "Clerc Galactique", "it": "Chierico Galattico", "pt": "Clérigo das Galáxias", "ja": "<ruby>銀河の修道師<rt>ギャラクシー・プリースト</rt></ruby>", "ja_romaji": "Gyarakushī Purīsuto", "ko": "갤럭시 프리스트", "ko_rr": "Gaelleoksi Peuriseuteu", "zh-TW": null, "zh-CN": "银河修道师"}, "text": {"en": "If this card is in your hand: You can target 1 \"Photon\" or \"Galaxy\" Xyz Monster you control; attach this card to it as material. If this card is Normal or Special Summoned: You can target 5 \"Photon\" and/or \"Galaxy\" cards with different names in your GY; shuffle them into the Deck, then draw 2 cards. You can only use 1 \"Galaxy Cleric\" effect per turn, and only once that turn.", "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 „Photon“- oder „Galaxie“-Xyz-Monster wählen, das du kontrollierst; hänge diese Karte als Material daran an. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 5 „Photon“- und/oder „Galaxie“-Karten mit unterschiedlichen Namen in deinem Friedhof wählen; mische sie ins Deck, dann ziehe 2 Karten. Du kannst nur 1 Effekt von „Galaxiekleriker“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Si esta carta está en tu mano: puedes seleccionar 1 Monstruo Xyz \"Fotónico/a\", \"Galaxia\" o \"Galáctico/a\" que controles; acóplale esta carta como material. Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 5 cartas \"Fotónico/a\" y/o \"Galaxia\" o \"Galáctico/a\" con nombres diferentes en tu Cementerio; barájalas al Deck, y después roba 2 cartas. Sólo puedes usar 1 efecto de \"Clérigo de la Galaxia\" por turno, y sólo una vez ese turno.", "fr": "Si cette carte est dans votre main : vous pouvez cibler 1 Monstre Xyz \"Photon\" ou \"Galactique\" que vous contrôlez ; attachez-lui cette carte comme Matériel. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 5 cartes \"Photon\" et/ou \"Galactique\" de noms différents dans votre Cimetière ; mélangez-les dans le Deck, puis piochez 2 cartes. Vous ne pouvez utiliser qu'1 effet de \"Clerc Galactique\" par tour, et uniquement une fois le tour.", "it": "Se questa carta è nella tua mano: puoi scegliere come bersaglio 1 Mostro Xyz \"Fotonico\" o \"Galattico\" che controlli; attacca questa carta ad esso come materiale. Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 5 carte \"Fotonico\" e/o \"Galattico\" con nomi diversi nel tuo Cimitero; mischiale nel Deck, poi pesca 2 carte. Puoi utilizzare solo 1 effetto di \"Chierico Galattico\" per turno, e solo una volta in quel turno.", "pt": "Se este card estiver na sua mão: você pode escolher 1 Monstro Xyz \"Fóton\" ou \"Galáxia\" que você controla; associe este card a ele como matéria. Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 5 cards \"Fóton\" e/ou \"Galáxia\" com nomes diferentes no seu Cemitério; embaralhe-os no Deck e, depois, compre 2 cards. Você só pode usar 1 efeito de \"Clérigo das Galáxias\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドの、「フォトン」Ｘモンスターまたは「ギャラクシー」Ｘモンスター１体を対象として発動できる。手札のこのカードをそのモンスターの下に重ねてＸ素材とする。②：このカードが召喚・特殊召喚に成功した場合、自分の墓地の「フォトン」カード及び「ギャラクシー」カードの中から合計５枚を対象として発動できる（同名カードは１枚まで）。そのカードをデッキに加えてシャッフルする。その後、自分はデッキから２枚ドローする。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의, \"포톤\" 엑시즈 몬스터 또는 \"갤럭시\" 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 패의 이 카드를 그 몬스터의 아래에 겹쳐 엑시즈 소재로 한다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 자신 묘지의 \"포톤\" 카드 및 \"갤럭시\" 카드 중에서 합계 5장을 대상으로 하고 발동할 수 있다(같은 이름의 카드는 1장까지). 그 카드를 덱에 넣고 셔플한다. 그 후, 자신은 덱에서 2장 드로우한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：以自己场上的1只“光子”超量怪兽或“银河”超量怪兽为对象可以发动。将手牌的此卡重叠在该怪兽下面作为超量素材。②：此卡召唤・特殊召唤成功的情况下，以自己墓地的“光子”卡及“银河”卡中合计5张为对象可以发动（同名卡最多1张）。将该卡加入牌组洗牌。然后自己从牌组抽2张。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 4, "atk": 1500, "def": 600, "series": ["Galaxy"], "images": [{"index": 1, "image": "GalaxyCleric-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN010", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-EN161", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE010", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-DE161", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SOFU-SP010", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-SP161", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR010", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-FR161", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT010", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-IT161", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT010", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-PT161", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP010", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR010", "set_name": "Soul Fusion", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC111", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565431}