{"konami_id": 18501, "password": 28798938, "name": {"en": "Dual Avatar - Manifested A-Un", "de": "Doppelavatar - Manifestierter A-Un", "es": "Avatar Doble - A-Un Manifestado", "fr": "Double Avatar - Manifestation A-Un", "it": "Duplice Avatar - A-Un Manifestato", "pt": "Dois Avatares - A-Un Manifestado", "ja": "<ruby>双<rt>そう</rt></ruby><ruby>天<rt>てん</rt></ruby>の<ruby>獅使<rt>つかわしめ</rt></ruby>－<ruby>阿<rt>あ</rt></ruby><ruby>吽<rt>うん</rt></ruby>", "ja_romaji": "Sōten no Tsukawashime - Aun", "ko": "쌍천의 사사－아훔", "ko_rr": "Ssangcheon-ui Sasa - Ahum", "zh-TW": "雙天之獅使－阿吽", "zh-CN": "双天之狮使－阿吽"}, "text": {"en": "2 \"Dual Avatar\" monsters\nThis card gains the following effect(s), based on the original names of the materials used for its Fusion Summon. ● \"Dual Avatar - Empowered Kon-Gyo\": The ATK of your battling \"Dual Avatar\" monsters become 3000 during damage calculation only. ● \"Dual Avatar - Empowered Mitsu-Jaku\": Once per opponent's turn (Quick Effect): You can target 1 card on the field; banish it.\nIf this Fusion Summoned card is destroyed: You can Special Summon 1 \"Dual Avatar Fists - Yuhi\" and 1 \"Dual Avatar Feet - Kokoku\" from your Deck, and if you do, they cannot be destroyed by battle or card effects this turn.", "de": "2 „Doppelavatar“-Monster\nDiese Karte erhält die folgenden Effekte, basierend auf den Grund-Namen des Materials, das für ihre Fusionsbeschwörung verwendet wurde. ● „Doppelavatar - Ermächtigter Kon-Gyo“: Die ATK deiner kämpfenden „Doppelavatar“-Monster werden nur während der Schadensberechnung zu 3000. ● „Doppelavatar - Ermächtigter Mitsu-Jaku“: Einmal pro Spielzug des Gegners (Schnelleffekt): Du kannst 1 Karte auf dem Spielfeld wählen; verbanne sie.\nFalls diese als Fusionsbeschwörung beschworene Karte zerstört wird: Du kannst 1 „Doppelavatar-Fäuste - Yuhi“ und 1 „Doppelavatar-Füße - Kokoku“ als Spezialbeschwörung von deinem Deck beschwören und falls du dies tust, können sie in diesem Spielzug weder durch Kampf noch durch Karteneffekte zerstört werden.", "es": "2 monstruos \"Avatar Doble\"\nEsta carta gana el o los siguientes efectos, basados en los nombres originales de los materiales usados para su Invocación por Fusión. ● \"Avatar Doble - Kon-Gyo Empoderado\": El ATK de tus monstruos \"Avatar Doble\" batallantes se convierte en 3000 sólo durante el cálculo de daño. ● \"Avatar Doble - Mitsu-Jaku Empoderado\": Una vez por turno del adversario (Efecto Rápido): puedes seleccionar 1 carta en el Campo; destiérrala.\nSi esta carta Invocada por Fusión es destruida: puedes Invocar de Modo Especial 1 \"Puños Avatar Doble - Yuhi\" y 1 \"Pies Avatar Doble - Kokoku\" desde tu Deck y, si lo haces, no pueden ser destruidos en batalla o por efectos de cartas este turno.", "fr": "2 monstres \"Double Avatar\"\nCette carte gagne les effets suivants, selon le nom d'origine des Matériels utilisés pour son Invocation Fusion. ● \"Double Avatar - Kon-Gyo Éveillé\" : Durant le calcul des dommages uniquement, l'ATK de vos monstres \"Double Avatar\" combattants devient 3000. ● \"Double Avatar - Mitsu-Jaku Éveillé\" : Une fois par tour de l'adversaire (Effet Rapide) : vous pouvez cibler 1 carte sur le Terrain ; bannissez-la.\nSi cette carte Invoquée par Fusion est détruite : vous pouvez Invoquer Spécialement 1 \"Poings du Double Avatar - Yuhi\" et 1 \"Pieds du Double Avatar - Kokoku\" depuis votre Deck, et si vous le faites, ils ne peuvent être détruits ni au combat ni par des effets de carte ce tour.", "it": "2 mostri \"Duplice Avatar\"\nQuesta carta guadagna i seguenti effetti, a seconda dei nomi originali dei materiali utilizzati per la sua Evocazione tramite Fusione. ● \"Duplice Avatar - Kon-Gyo Potenziato\": L'ATK dei tuoi mostri \"Duplice Avatar\" che stanno combattendo diventa 3000 solamente durante il calcolo dei danni. ● \"Duplice Avatar - Mitsu-Jaku Potenziato\": Una volta per turno dell'avversario (Effetto Rapido): puoi scegliere come bersaglio 1 carta sul Terreno; bandiscila.\nSe questa carta Evocata tramite Fusione viene distrutta: puoi Evocare Specialmente 1 \"Pugni Duplice Avatar - Yuhi\" e 1 \"Calci Duplice Avatar - Kokoku\" dal tuo Deck e, se lo fai, essi non possono essere distrutti in battaglia o dagli effetti delle carte in questo turno.", "pt": "2 monstros \"Dois Avatares\"\nEste card ganha o(s) seguinte(s) efeito(s), de acordo com os nomes originais das matérias usadas para sua Invocação-Fusão. ● \"Dois Avatares - Kon-Gyo Edificado\": O ATK dos seus monstros \"Dois Avatares\" que estiverem batalhando se torna 3000 apenas durante o cálculo de dano. ● \"Dois Avatares - Mitsu-Jaku Edificado\": Uma vez por turno do oponente (Efeito Rápido): você pode escolher 1 card no campo; bana-o.\nSe este card Invocado por Invocação-Fusão for destruído: você pode Invocar por Invocação-Especial 1 \"Punhos dos Dois Avatares - Yuhi\" e 1 \"Pés dos Dois Avatares - Kokoku\" do seu Deck e, se isso acontecer, eles não podem ser destruídos em batalha ou por efeitos de card neste turno.", "ja": "「双天」モンスター×２\n①：このカードは融合素材としたモンスターの元々のカード名によって以下の効果を得る。●「双天将 金剛」：戦闘を行う自分の「双天」モンスターの攻撃力はダメージ計算時のみ３０００になる。●「双天将 密迹」：相手ターンに１度、フィールドのカード１枚を対象として発動できる。そのカードを除外する。②：融合召喚したこのカードが破壊された場合に発動できる。デッキから「双天拳の熊羆」「双天脚の鴻鵠」を１体ずつ特殊召喚する。そのモンスターはこのターン、戦闘・効果では破壊されない。", "ko": "\"쌍천\" 몬스터 × 2\n①: 이 카드는 융합 소재로 한 몬스터의 원래의 카드명에 따라 이하의 효과를 얻는다. ●\"쌍천장 금강\": 전투를 실행하는 자신의 \"쌍천\" 몬스터의 공격력은 데미지 계산시에만 3000 이 된다. ●\"쌍천장 밀적\": 상대 턴에 1번, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 제외한다. ②: 융합 소환한 이 카드가 파괴되었을 경우에 발동할 수 있다. 덱에서 \"쌍천권의 웅비\" \"쌍천각의 홍곡\"을 1장씩 특수 소환한다. 그 몬스터는 이 턴에, 전투 / 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "「双天」怪兽×2\n①：这张卡根据作为融合素材的怪兽的原卡名得到以下的效果。●「双天将 金剛／双天将 金刚」：进行战斗的自己的「双天」怪兽的攻击力在伤害计算时变为3000。●「双天将 密迹」：对手的回合有1次，可以以场上的1张卡为对象发动。将那张卡除外。②：融合召唤的这张卡被破坏的场合可以发动。从卡组特殊召唤「双天拳の熊羆／双天拳之熊罴」「双天脚の鴻鵠／双天脚之鸿鹄」各1只。那些怪兽这个回合不会被战斗或效果破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "LIGHT", "level": 4, "atk": 0, "def": 0, "materials": "2 \"Dual Avatar\" monsters", "series": ["Dual Avatar"], "images": [{"index": 1, "image": "DualAvatarManifestedAUn-CYAC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN038", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE038", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR038", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT038", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT038", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP038", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ko": [{"set_number": "CYAC-KR038", "set_name": "Cyberstorm Access", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714729, "master_duel_rarity": "SR"}