{"konami_id": 17262, "password": 28827503, "name": {"en": "Link into the VRAINS!", "de": "Link nach VRAINS!", "es": "¡Enlace al VRAINS!", "fr": "Lien dans les VRAINS !", "it": "Link ai VRAINS!", "pt": "Linkado ao VRAINS!", "ja": "<ruby>Ｉｎｔｏ<rt>イントゥ</rt></ruby> <ruby>ｔｈｅ<rt>ザ</rt></ruby> <ruby>ＶＲＡＩＮＳ<rt>ヴレインズ</rt></ruby>！", "ja_romaji": "Intu Za Vureinzu!", "ko": "<ruby>Into<rt>인투</rt></ruby> <ruby>the<rt>더</rt></ruby> <ruby>VRAINS<rt>브레인즈</rt></ruby>!", "ko_rr": "Intu Deo Beureinjeu!", "zh-TW": "進入VRAINS！", "zh-CN": "进入VRAINS！"}, "text": {"en": "Special Summon 1 monster from your hand, but negate its effects, then, immediately after this effect resolves, Link Summon 1 Link Monster using monsters you control as material, including that monster. This Link Summon cannot be negated, also your opponent cannot activate cards or effects when a monster is Link Summoned this way. If a Link Monster(s) you control is destroyed by battle or card effect while this card is in your GY: You can banish this card; add 1 monster from your GY to your hand with the same original Type as 1 of those destroyed monsters. You can only activate 1 \"Link into the VRAINS!\" per turn.", "de": "Beschwöre 1 Monster als Spezialbeschwörung von deiner Hand, aber annulliere seine Effekte, dann, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Linkmonster als Linkbeschwörung und verwende dafür Monster, die du kontrollierst, als Material, darunter jenes Monster. Diese Linkbeschwörung kann nicht annulliert werden, zusätzlich kann dein Gegner weder Karten noch Effekte aktivieren, wenn ein Monster auf diese Art als Linkbeschwörung beschworen wird. Falls ein oder mehr Linkmonster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte verbannen; füge deiner Hand 1 Monster mit demselben Grund-Typ wie 1 jener zerstörten Monster von deinem Friedhof hinzu. Du kannst nur 1 „Link nach VRAINS!“ pro Spielzug aktivieren.", "es": "Invoca 1 monstruo de Modo Especial desde tu mano, pero niega sus efectos y después, inmediatamente después de que se resuelva este efecto, Invoca por Enlace 1 Monstruo de Enlace usando monstruos que controles como material, incluyendo ese monstruo. Esta Invocación por Enlace no puede ser negada, y además tu adversario no puede activar cartas o efectos cuando un monstruo es Invocado por Enlace de esta forma. Si uno o más Monstruos de Enlace que controles son destruidos en batalla o por el efecto de una carta mientras esta carta esté en tu Cementerio: puedes desterrar esta carta; añade a tu mano 1 monstruo en tu Cementerio con el mismo Tipo original que 1 de esos monstruos destruidos. Sólo puedes activar 1 \"¡Enlace al VRAINS!\" por turno.", "fr": "Invoquez Spécialement 1 monstre depuis votre main, mais annulez ses effets, puis, immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien en utilisant des monstres que vous contrôlez (le monstre inclus) comme Matériel. Cette Invocation Lien ne peut pas être annulée, et aussi, votre adversaire ne peut activer ni de cartes ni d'effets lorsqu'un monstre est Invoqué par Lien de cette façon. Si un ou plusieurs Monstres Lien que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez bannir cette carte ; ajoutez 1 monstre depuis votre Cimetière à votre main du même Type d'origine qu'1 de ces monstres détruits. Vous ne pouvez activer qu'1 \"Lien dans les VRAINS !\" par tour.", "it": "Evoca Specialmente 1 mostro dalla tua mano, ma annulla i suoi effetti, poi, immediatamente dopo che questo effetto si è risolto, Evoca Link 1 Mostro Link utilizzando mostri che controlli come materiale, compreso quel mostro. Questa Evocazione Link non può essere annullata, inoltre il tuo avversario non può attivare carte o effetti quando un mostro viene Evocato Link in questo modo. Se uno o più Mostri Link che controlli vengono distrutti in battaglia o dall'effetto di una carta mentre questa carta è nel tuo Cimitero: puoi bandire questa carta; aggiungi dal tuo Cimitero alla tua mano 1 mostro con lo stesso Tipo originale di 1 di quei mostri distrutti. Puoi attivare solo 1 \"Link ai VRAINS!\" per turno.", "pt": "Invoque por Invocação-Especial 1 monstro da sua mão, mas negue seus efeitos e, depois, imediatamente depois que este efeito resolver, Invoque por Invocação-Link 1 Monstro Link usando monstros que você controla como matéria, incluindo esse monstro. Essa Invocação-Link não pode ser negada e, além disso, seu oponente não pode ativar cards ou efeitos quando um monstro é Invocado por Invocação-Link desta forma. Se um ou mais Monstros Link que você controla forem destruídos em batalha ou por um efeito de card enquanto este card estiver no seu Cemitério: você pode banir este card; adicione 1 monstro do seu Cemitério à sua mão com o mesmo Tipo original que 1 desses monstros destruídos. Você só pode ativar 1 \"Linkado ao VRAINS!\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：手札からモンスター１体を効果を無効にして特殊召喚し、そのモンスターを含む自分フィールドのモンスターを素材としてリンク召喚する。そのリンク召喚は無効化されず、そのリンク召喚成功時に相手は魔法・罠・モンスターの効果を発動できない。②：このカードが墓地に存在する状態で、自分フィールドのリンクモンスターが戦闘・効果で破壊された場合、このカードを除外して発動できる。元々の種族がそのモンスターと同じモンスター１体を自分の墓地から選んで手札に加える。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 패에서 몬스터 1장을 효과를 무효로 하여 특수 소환하고, 그 몬스터를 포함하는 자신 필드의 몬스터를 소재로서 링크 소환한다. 그 링크 소환은 무효화되지 않으며, 그 링크 소환 성공시에 상대는 마법 / 함정 / 몬스터의 효과를 발동할 수 없다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신 필드의 링크 몬스터가 전투 / 효과로 파괴되었을 경우, 이 카드를 제외하고 발동할 수 있다. 원래의 종족이 그 몬스터와 같은 몬스터 1장을 자신 묘지에서 고르고 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：从手牌将１只怪兽的效果无效并特殊召唤，将自己场上包括该怪兽在内的怪兽作为素材来连接召唤。该连接召唤不会被无效化，该连接召唤成功时，对手不可发动魔法・陷阱・怪兽的效果。②：此卡存在于墓地的状态下，自己场上的连接怪兽因战斗・效果被破坏的情况下，将此卡除外可以发动。从自己的墓地挑选１只原本种族与该怪兽相同的怪兽加入手牌。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "LinkintotheVRAINS-RA04-EN-PlScR-1E.png"}], "sets": {"en": [{"set_number": "MP22-EN271", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "RA04-EN294", "set_name": "Quarter Century Stampede", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "MP22-DE271", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "RA04-DE294", "set_name": "Quarter Century Stampede", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "MP22-SP271", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "RA04-SP294", "set_name": "Quarter Century Stampede", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "MP22-FR271", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "RA04-FR294", "set_name": "Quarter Century Stampede", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "MP22-IT271", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "RA04-IT294", "set_name": "Quarter Century Stampede", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "MP22-PT271", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "RA04-PT294", "set_name": "Quarter Century Stampede", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "HC01-JP043", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "HC01-KR043", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC199", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715634, "master_duel_rarity": "UR"}