{"konami_id": 18793, "password": 28954097, "name": {"en": "Mirror Swordknight", "de": "Spiegel-Schwertritter", "es": "Caballero de la Espada del Espejo", "fr": "Chevalier Épéiste du Miroir", "it": "Spadacavaliere Specchio", "pt": "Cavaleiro da Espada Espelhado", "ja": "ミラー ソードナイト", "ja_romaji": "Mirā Sōdonaito", "ko": "미러 스워드나이트", "ko_rr": "Mireo Seuwodeunaiteu", "zh-TW": "鏡 劍騎士", "zh-CN": "镜 剑骑士"}, "text": {"en": null, "de": "Falls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden. Du kannst jeden der folgenden Effekte von „Spiegel-Schwertritter“ nur einmal pro Spielzug verwenden. (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 1 Monster, das „Schimärenfusion“ erwähnt, als Spezialbeschwörung von deinem Deck, außer „Spiegel-Schwertritter“. Wenn der Effekt eines Monsters, das dein Gegner kontrolliert, aktiviert wird, solange du „Schimäre das fliegende Sagenungeheuer“ kontrollierst (Schnelleffekt): Du kannst diese Karte von deiner Spielfeldseite oder deinem Friedhof verbannen; annulliere jenen Effekt.", "es": "Si esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla. Sólo puedes usar cada uno de los siguientes efectos de \"Caballero de la Espada del Espejo\" una vez por turno. (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo que mencione \"Fusión Quimera\", excepto \"Caballero de la Espada del Espejo\". Cuando un monstruo que controla tu adversario active su efecto, mientras tú controlas \"Quimera, la Bestia Voladora Mítica\" (Efecto Rápido): puedes desterrar esta carta en tu Campo o Cementerio; niega ese efecto.", "fr": "Si cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat. Vous ne pouvez utiliser chacun des effets suivants de \"Chevalier Épéiste du Miroir\" qu'une fois par tour. (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre depuis votre Deck qui mentionne \"Fusion Chimère\" (\"Chevalier Épéiste du Miroir\" exclu). Lorsqu'un monstre contrôlé par votre adversaire active son effet, tant que vous contrôlez \"Chimère, Bête Mythique Volante\" (Effet Rapide) : vous pouvez bannir cette carte depuis votre Terrain ou Cimetière ; annulez l'effet.", "it": "Se questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia. Puoi utilizzare ognuno dei seguenti effetti di \"Spadacavaliere Specchio\" una sola volta per turno. (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente dal tuo Deck 1 mostro che menziona \"Fusione Chimera\", eccetto \"Spadacavaliere Specchio\". Quando un mostro controllato dal tuo avversario attiva il suo effetto, mentre controlli \"Chimera, la Mitica Bestia Volante\" (Effetto Rapido): puoi bandire questa carta dal tuo Terreno o Cimitero; annulla quell'effetto.", "pt": "Se este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha. Você só pode usar cada um dos seguintes efeitos de \"Cavaleiro da Espada Espelhado\" uma vez por turno. (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro do seu Deck que mencione \"Fusão Quimera\", exceto \"Cavaleiro da Espada Espelhado\". Quando um monstro que seu oponente controla ativar seu efeito, enquanto você controlar \"Quimera, a Besta Mística Voadora\" (Efeito Rápido): você pode banir este card do seu campo ou Cemitério; negue o efeito.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分・相手ターンに、このカードをリリースして発動できる。「ミラー　ソードナイト」以外の「合成獣融合」のカード名が記されたモンスター１体をデッキから特殊召喚する。\n②：このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。\n③：自分フィールドに「有翼幻獣キマイラ」が存在し、相手フィールドのモンスターが効果を発動した時、フィールド・墓地のこのカードを除外して発動できる。その効果を無効にする。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대 턴에, 이 카드를 릴리스하고 발동할 수 있다. \"미러 스워드나이트\" 이외의 \"키메라 퓨전\"의 카드명이 쓰여진 몬스터 1장을 덱에서 특수 소환한다. ②: 이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다. ③: 자신 필드에 \"유익환상수 키메라\"가 존재하고, 상대 필드의 몬스터가 효과를 발동했을 때, 필드 / 묘지의 이 카드를 제외하고 발동할 수 있다. 그 효과를 무효로 한다.", "zh-TW": "此卡名的①③效果，１回合各僅限使用１次。\n①：在我方・對方回合，可解放此卡發動。從牌組特殊召喚１隻「鏡 劍騎士」以外寫有「客邁拉結合」卡名的怪獸。\n②：在此卡與怪獸進行戰鬥的狀況下，該２隻不會因該戰鬥被破壞。\n③：在我方場上存在「有翼幻獸客邁拉」，對方場上的怪獸發動效果時，可將場上・墓地的此卡除外發動。將該效果變為無效。", "zh-CN": "此卡名的①③效果１回合仅可各使用１次。\n①：在自己・对手回合中，解放此卡可以发动。从牌组将“镜 剑骑士”以外的１只记载有“客迈拉结合”卡名的怪兽特殊召唤。\n②：此卡与怪兽进行战斗的情况下，该２只不会因该战斗被破坏。\n③：自己场上存在“有翼幻兽 客迈拉”，且对手场上的怪兽发动效果时，将场上・墓地的此卡除外可以发动。将该效果无效。"}, "card_type": "Monster", "monster_type_line": "Illusion / Effect", "attribute": "LIGHT", "level": 4, "atk": 1900, "def": 300, "series": ["Chimera"], "images": [{"index": 1, "image": "MirrorSwordknight-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN006", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN208", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUNE-DE006", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE208", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUNE-FR006", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR208", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUNE-IT006", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT208", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUNE-PT006", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT208", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DUNE-JP006", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR006", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC006", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930123, "master_duel_rarity": "UR"}