{"konami_id": 11919, "password": 29047353, "name": {"en": "Aquarium Stage", "de": "Aquariumklippe", "es": "Escenario de Acuario", "fr": "Plateau d'Aquarium", "it": "Palcoscenico Acquario", "pt": "Palco no Aquário", "ja": "<ruby>水舞台<rt>アクアリウム・ステージ</rt></ruby>", "ja_romaji": "Akuariumu Sutēji", "ko": "아쿠아리움 스테이지", "ko_rr": null, "zh-TW": "水劇台舞台", "zh-CN": "水剧台水舞台"}, "text": {"en": "WATER monsters you control cannot be destroyed by battle with a non-WATER monster. \"Aquaactress\" monsters you control are unaffected by your opponent's monster effects. If this card is sent from the field to the GY: You can target 1 Aqua monster in your GY; Special Summon it, also you cannot Special Summon monsters for the rest of this turn, except Aqua monsters.", "de": "WASSER Monster, die du kontrollierst, können nicht durch Kampf mit einem Nicht-WASSER Monster zerstört werden. „Aquaschauspielerin“-Monster, die du kontrollierst, bleiben von den Monstereffekten deines Gegners unberührt. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst 1 Aqua-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Aqua-Monstern.", "es": "Los monstruos de AGUA que controles no pueden ser destruidos en batalla con monstruos que no sean de AGUA. Los monstruos \"Acuactriz\" que controles no son afectados por los efectos de monstruos de tu adversario. Si esta carta es mandada del Campo al Cementerio: puedes seleccionar 1 monstruo Aqua en tu Cementerio; Invócalo de Modo Especial, y además por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos Aqua.", "fr": "Les monstres EAU que vous contrôlez ne peuvent pas être détruits au combat avec un monstre non-EAU. Les monstres \"Aquactrice\" que vous contrôlez ne sont pas affectés par des effets de monstre de votre adversaire. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez cibler 1 monstre Aqua dans votre Cimetière ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Aqua exclus) le reste de ce tour.", "it": "I mostri ACQUA che controlli non possono essere distrutti in battaglia con un mostro non-ACQUA. I mostri \"Acquattrice\" che controlli sono immuni agli effetti dei mostri del tuo avversario. Se questa carta viene mandata dal Terreno al Cimitero: puoi scegliere come bersaglio 1 mostro Acqua nel tuo Cimitero; Evocalo Specialmente, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri Acqua.", "pt": "Monstros de ÁGUA que você controla não podem ser destruídos em batalha com monstros que não são de ÁGUA. Monstros \"Aquatriz\" que você controla não são afetados pelos efeitos de monstro do seu oponente. Se este card for enviado do campo para o Cemitério: você pode escolher 1 monstro Aqua no seu Cemitério; Invoque-o por Invocação-Especial e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros Aqua.", "ja": "①：自分フィールドの水属性モンスターは、水属性以外のモンスターとの戦闘では破壊されない。②：自分フィールドの「アクアアクトレス」モンスターは相手モンスターの効果を受けない。③：このカードがフィールドから墓地へ送られた場合、自分の墓地の水族モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果の発動後、ターン終了時まで自分は水族モンスターしか特殊召喚できない。", "ko": "①: 자신 필드의 물 속성 몬스터는, 물 속성 이외의 몬스터와의 전투로는 파괴되지 않는다. ②: 자신 필드의 \"아쿠아액트리스\" 몬스터는 상대 몬스터의 효과를 받지 않는다. ③: 이 카드가 필드에서 묘지로 보내졌을 경우, 자신 묘지의 물족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 물족 몬스터밖에 특수 소환할 수 없다.", "zh-TW": "①：我方場上的水屬性怪獸不會因與水屬性以外的怪獸的戰鬥被破壞。②：我方場上的「水伶女」怪獸不受對方怪獸的效果影響。③：在此卡從場上被送至墓地的狀況下，可將我方墓地的１隻水族怪獸做為對象發動。特殊召喚該怪獸。此效果發動後，在回合結束前我方可特殊召喚的怪獸僅限水族怪獸。", "zh-CN": "①：自己场上的水属性怪兽不会因与水属性以外的怪兽的战斗被破坏。②：自己场上的“水伶女”怪兽不受对手怪兽的效果影响。③：此卡从场上被送至墓地的情况下，以自己墓地１只水族怪兽为对象可以发动。将该怪兽特殊召唤。此效果发动后，直至回合结束时为止，自己仅可特殊召唤水族怪兽。"}, "card_type": "Spell", "property": "Continuous", "series": ["Aquarium"], "images": [{"index": 1, "image": "AquariumStage-DLCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DRL2-EN042", "set_name": "Dragons of Legend 2", "rarities": ["Super Rare"]}, {"set_number": "DLCS-EN093", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "de": [{"set_number": "DRL2-DE042", "set_name": "Dragons of Legend 2", "rarities": ["Super Rare"]}, {"set_number": "DLCS-DE093", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "fr": [{"set_number": "DRL2-FR042", "set_name": "Dragons of Legend 2", "rarities": ["Super Rare"]}, {"set_number": "DLCS-FR093", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "it": [{"set_number": "DRL2-IT042", "set_name": "Dragons of Legend 2", "rarities": ["Super Rare"]}, {"set_number": "DLCS-IT093", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "pt": [{"set_number": "DRL2-PT042", "set_name": "Dragons of Legend 2", "rarities": ["Super Rare"]}, {"set_number": "DLCS-PT093", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "ja": [{"set_number": "CPD1-JP042", "set_name": "Collectors Pack: Duelist of Destiny Version", "rarities": ["Rare"]}], "ko": [{"set_number": "CPD1-KR042", "set_name": "Collectors Pack: Duelist of Destiny Version", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 347637, "master_duel_rarity": "N"}