{"konami_id": 20536, "password": 29095457, "name": {"en": "Primite Drillbeam", "de": "Bohrstrahl des Urerzes", "es": "Rayo de Perforación de Primitio", "fr": "Rayon de Forage Primite", "it": "Trapanoraggio Primite", "pt": "Feixe de Perfuração Primita", "ja": "<ruby>原<rt>げん</rt></ruby><ruby>石<rt>せき</rt></ruby>の<ruby>穿<rt>せん</rt></ruby><ruby>光<rt>こう</rt></ruby>", "ja_romaji": "Genseki no Senkō", "ko": "원석의 천광", "ko_rr": null, "zh-TW": "原石之穿光", "zh-CN": "原石之穿光"}, "text": {"en": "Reveal 1 \"Primite\" card, or 1 Normal Monster, in your hand, except \"Primite Drillbeam\" (or if you control a Normal Monster or a Level 5 or higher \"Primite\" monster, except a Token, you can activate this effect without revealing a card), then target 1 face-up card on the field; negate its effects, and if you do, banish it. During your Main Phase, if you control a \"Primite\" monster: You can Set this card from your GY. You can only use each effect of \"Primite Drillbeam\" once per turn.", "de": "Zeige 1 „Urerz“-Karte oder 1 Normales Monster in deiner Hand vor, außer „Bohrstrahl des Urerzes“, (oder falls du ein Normales Monster oder ein „Urerz“-Monster der Stufe 5 oder höher kontrollierst, außer einer Spielmarke, kannst du diesen Effekt aktivieren, ohne eine Karte vorzuzeigen) und wähle dann 1 offene Karte auf dem Spielfeld; annulliere ihre Effekte und falls du dies tust, verbanne sie. Während deiner Main Phase, falls du ein „Urerz“-Monster kontrollierst: Du kannst diese Karte von deinem Friedhof setzen. Du kannst jeden Effekt von „Bohrstrahl des Urerzes“ nur einmal pro Spielzug verwenden.", "es": "Muestra 1 carta \"Primitio\" o 1 Monstruo Normal en tu mano, excepto \"Rayo de Perforación de Primitio\" (o, si controlas un Monstruo Normal o un monstruo \"Primitio\" de Nivel 5 o mayor, excepto una Ficha, puedes activar este efecto sin mostrar una carta), y después selecciona 1 carta boca arriba en el Campo; niega sus efectos y, si lo haces, destiérrala. Durante tu Main Phase, si controlas un monstruo \"Primitio\": puedes Colocar esta carta desde tu Cementerio. Sólo puedes usar cada efecto de \"Rayo de Perforación de Primitio\" una vez por turno.", "fr": "Révélez 1 carte \"Primite\" (\"Rayon de Forage Primite\" exclu) ou 1 Monstre Normal dans votre main (ou si vous contrôlez un Monstre Normal ou un monstre \"Primite\" de min. Niveau 5, Jetons exclus, vous pouvez activer cet effet sans révéler de carte), puis ciblez 1 carte face recto sur le Terrain ; annulez ses effets, et si vous le faites, bannissez-la. Durant votre Main Phase, si vous contrôlez un monstre \"Primite\" : vous pouvez Poser cette carte depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Rayon de Forage Primite\" qu'une fois par tour.", "it": "Rivela 1 carta \"Primite\" o 1 Mostro Normale nella tua mano, eccetto \"Trapanoraggio Primite\" (o, se controlli un Mostro Normale o un mostro \"Primite\" di Livello 5 o superiore, eccetto un Segna-Mostro, puoi attivare questo effetto senza rivelare una carta), poi scegli come bersaglio 1 carta scoperta sul Terreno; annulla i suoi effetti e, se lo fai, bandiscila. Durante la tua Main Phase, se controlli un mostro \"Primite\": puoi Posizionare questa carta dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Trapanoraggio Primite\" una sola volta per turno.", "pt": "Revele 1 card \"Primita\" ou 1 Monstro Normal na sua mão, exceto \"Feixe de Perfuração Primita\" (ou, se você controlar um Monstro Normal ou um monstro \"Primita\" de Nível 5 ou mais, exceto uma Ficha, você pode ativar este efeito sem revelar um card) e, depois, escolha 1 card com a face para cima no campo; negue seus efeitos e, se isso acontecer, bana-o. Durante sua Fase Principal, se você controlar um monstro \"Primita\": você pode Baixar este card do seu Cemitério. Você só pode usar cada efeito de \"Feixe de Perfuração Primita\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：「原石の穿光」以外の手札の「原石」カード１枚か通常モンスター１体を相手に見せ、フィールドの表側表示カード１枚を対象として発動できる（トークンを除く、通常モンスターまたはレベル５以上の「原石」モンスターが自分フィールドに存在する場合、見せずに発動する事もできる）。対象のカードの効果を無効にし除外する。②：自分フィールドに「原石」モンスターが存在する場合、自分メインフェイズに発動できる。墓地のこのカードを自分フィールドにセットする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: \"원석의 천광\" 이외의 패의 \"원석\" 카드 1장이나 일반 몬스터 1장을 상대에게 보여주고, 필드의 앞면 표시 카드 1장을 대상으로 하여 발동할 수 있다(토큰이 아닌, 일반 몬스터 또는 레벨 5 이상의 \"원석\" 몬스터가 자신 필드에 존재할 경우, 보여주지 않고 발동할 수도 있다). 대상의 카드의 효과를 무효로 하고 제외한다. ②: 자신 필드에 \"원석\" 몬스터가 존재할 경우, 자신 메인 페이즈에 발동할 수 있다. 묘지의 이 카드를 자신 필드에 세트한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将“原石之穿光”以外的、手牌的１张“原石”卡或１只通常怪兽出示给对手，以场上的１张表侧表示卡为对象可以发动（自己场上存在除了衍生物以外的、通常怪兽或等级５以上的“原石”怪兽的情况下，也可在不出示的条件下发动）。将对象卡的效果无效并除外。②：自己场上存在“原石”怪兽的情况下，在自己的主要阶段可以发动。将墓地的此卡放置在自己场上。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Primite"], "images": [{"index": 1, "image": "PrimiteDrillbeam-ROTA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN060", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ROTA-DE060", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "ROTA-SP060", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ROTA-FR060", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ROTA-IT060", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ROTA-PT060", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ROTA-JP060", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "ROTA-KR060", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC060", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1064096, "master_duel_rarity": "SR"}