{"konami_id": 20533, "password": 29111045, "name": {"en": "Goblin Biker Grand Breakout", "de": "Großer Ausbruch der Goblin-Biker", "es": "Gran Fuga Moto Goblin", "fr": "Évasion Fracassante des Gobelins Motards", "it": "Grandiosa Evasione dei Motociclisti Goblin", "pt": "Grande Fuga Motoqueiro Goblin", "ja": "<ruby>百鬼羅刹<rt>ゴブリンライダー</rt></ruby><ruby>大<rt>だい</rt></ruby><ruby>収<rt>しゅう</rt></ruby><ruby>監<rt>かん</rt></ruby>", "ja_romaji": "Goburin Raidā Daishūkan", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "格布林百罗刹大收监"}, "text": {"en": "Tribute 1 monster; Special Summon 1 \"Goblin\" monster from your Deck, but it cannot attack this turn. When a monster declares an attack: You can banish this card from your GY and detach any number of materials from \"Goblin\" Xyz Monsters you control; all monsters your opponent currently controls lose 1000 ATK for each material detached, until the end of this turn. You can only use each effect of \"Goblin Biker Grand Breakout\" once per turn.", "de": "Biete 1 Monster als Tribut an; beschwöre 1 „Goblin“-Monster als Spezialbeschwörung von deinem Deck, aber es kann in diesem Spielzug nicht angreifen. Wenn ein Monster einen Angriff deklariert: Du kannst diese Karte von deinem Friedhof verbannen und eine beliebige Anzahl Material von „Goblin“-Xyz-Monstern abhängen, die du kontrollierst; alle Monster, die dein Gegner derzeit kontrolliert, verlieren bis zum Ende dieses Spielzugs für jedes abgehängte Material 1000 ATK. Du kannst jeden Effekt von „Großer Ausbruch der Goblin-Biker“ nur einmal pro Spielzug verwenden.", "es": "Sacrifica 1 monstruo; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Goblin\", pero éste no puede atacar este turno. Cuando un monstruo declara un ataque: puedes desterrar esta carta en tu Cementerio y desacoplar cualquier número de materiales de los Monstruos Xyz \"Goblin\" que controlas; todos los monstruos que tu adversario controle en este momento pierden 1000 ATK por cada material desacoplado, hasta el final de este turno. Sólo puedes usar cada efecto de \"Gran Fuga Moto Goblin\" una vez por turno.", "fr": "Sacrifiez 1 monstre ; Invoquez Spécialement 1 monstre \"Gobelin\" depuis votre Deck, mais il ne peut pas attaquer ce tour. Lorsqu'un monstre déclare une attaque : vous pouvez bannir cette carte depuis votre Cimetière, et détachez un nombre de votre choix de Matériels de Monstres Xyz \"Gobelin\" que vous contrôlez ; jusqu'à la fin de ce tour, tous les monstres actuellement contrôlés par votre adversaire perdent 1000 ATK pour chaque Matériel détaché. Vous ne pouvez utiliser chaque effet de \"Évasion Fracassante des Gobelins Motards\" qu'une fois par tour.", "it": "Offri come Tributo 1 mostro; Evoca Specialmente 1 mostro \"Goblin\" dal tuo Deck, ma esso non può attaccare in questo turno. Quando un mostro dichiara un attacco: puoi bandire questa carta dal tuo Cimitero e staccare un qualsiasi numero di materiali dai Mostri Xyz \"Goblin\" che controlli; tutti i mostri attualmente controllati dal tuo avversario perdono 1000 ATK per ogni materiale staccato, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Grandiosa Evasione dei Motociclisti Goblin\" una sola volta per turno.", "pt": "Ofereça 1 monstro como Tributo; Invoque por Invocação-Especial 1 monstro \"Goblin\" do seu Deck, mas ele não pode atacar neste turno. Quando um monstro declarar um ataque: você pode banir este card do seu Cemitério e desassociar qualquer número de matérias de Monstros Xyz \"Goblin\" que você controla; todos os monstros que seu oponente controla atualmente perdem 1000 de ATK para cada matéria desassociada, até o final deste turno. Você só pode usar cada efeito de \"Grande Fuga Motoqueiro Goblin\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドのモンスター１体をリリースして発動できる。デッキから「ゴブリン」モンスター１体を特殊召喚する。この効果で特殊召喚したモンスターはこのターン攻撃できない。②：自分か相手のモンスターの攻撃宣言時、墓地のこのカードを除外し、自分フィールドの「ゴブリン」ＸモンスターのＸ素材を任意の数だけ取り除いて発動できる。相手フィールドの全てのモンスターの攻撃力はターン終了時まで、取り除いた数×１０００ダウンする。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：解放自己场上的１只怪兽可以发动。从牌组将１只“格布林”怪兽特殊召唤。以此效果特殊召唤的怪兽在此回合不可攻击。②：自己或对手的怪兽的攻击宣言时，将墓地的此卡除外，去除自己场上的“格布林”超量怪兽的任意数量的超量素材可以发动。对手场上所有怪兽的攻击力直至回合结束时为止，下降相当于所去除的数量×１０００的数值。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Goblin", "Goblin Biker"], "images": [{"index": 1, "image": "GoblinBikerGrandBreakout-ROTA-JP-C.png"}], "sets": {"en": [{"set_number": "ROTA-EN057", "set_name": "Rage of the Abyss", "rarities": null}], "de": [{"set_number": "ROTA-DE057", "set_name": "Rage of the Abyss", "rarities": null}], "fr": [{"set_number": "ROTA-FR057", "set_name": "Rage of the Abyss", "rarities": null}], "it": [{"set_number": "ROTA-IT057", "set_name": "Rage of the Abyss", "rarities": null}], "pt": [{"set_number": "ROTA-PT057", "set_name": "Rage of the Abyss", "rarities": null}], "ja": [{"set_number": "ROTA-JP057", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC057", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1068898}