{"konami_id": 14735, "password": 29143457, "name": {"en": "Fire Formation - Ingen", "de": "Feuerformation - Ingen", "es": "Formación de Fuego - Ingen", "fr": "Formation Feu - Ingen", "it": "Formazione di Fuoco - Ingen", "pt": "Formação de Fogo - Ingen", "ja": "<ruby>炎<rt>えん</rt></ruby><ruby>舞<rt>ぶ</rt></ruby>－「<ruby>隠<rt>イン</rt></ruby><ruby>元<rt>ゲン</rt></ruby>」", "ja_romaji": "Enbu - \"Ingen\"", "ko": "염무－「은원」", "ko_rr": null, "zh-TW": "炎舞－「隱元」", "zh-CN": "炎舞－隐元－"}, "text": {"en": "When this card is activated: You can Fusion Summon 1 Beast-Warrior Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material. If this face-up card is sent from the Spell & Trap Zone to the GY: You can target 1 \"Fire Fist\" monster in your GY; add it to your hand. You can only use this effect of \"Fire Formation - Ingen\" once per turn. You can only activate 1 \"Fire Formation - Ingen\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst 1 Ungeheuer-Krieger-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, verwende dafür Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial. Falls diese offene Karte von der Zauber- & Fallenzone auf den Friedhof gelegt wird: Du kannst 1 „Feuerfaust“-Monster in deinem Friedhof wählen; füge es deiner Hand hinzu. Du kannst diesen Effekt von „Feuerformation - Ingen“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Feuerformation - Ingen“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes Invocar por Fusión 1 Monstruo de Fusión Guerrero-Bestia en tu Deck Extra, usando monstruos en tu mano o Campo como Material de Fusión. Si esta carta boca arriba es mandada al Cementerio desde la Zona de Magia y Trampas: puedes seleccionar 1 monstruo \"Puño de Fuego\" en tu Cementerio; añádelo a tu mano. Sólo puedes usar este efecto de \"Formación de Fuego - Ingen\" una vez por turno. Sólo puedes activar 1 \"Formación de Fuego - Ingen\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez Invoquer par Fusion 1 Monstre Fusion Bête-Guerrier depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Si cette carte face recto est envoyée depuis la Zone Magie & Piège au Cimetière : vous pouvez cibler 1 monstre \"Poing de Feu\" dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Formation Feu - Ingen\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Formation Feu - Ingen\" par tour.", "it": "Quando questa carta viene attivata: puoi Evocare tramite Fusione 1 Mostro Fusione Guerriero-Bestia dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come Materiale da Fusione. Se questa carta scoperta viene mandata dalla Zona Magie & Trappole al Cimitero: puoi scegliere come bersaglio 1 mostro \"Pugno di Fuoco\" nel tuo Cimitero; aggiungilo alla tua mano. Puoi utilizzare questo effetto di \"Formazione di Fuoco - Ingen\" una sola volta per turno. Puoi attivare solo 1 \"Formazione di Fuoco - Ingen\" per turno.", "pt": "Quando este card for ativado: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão Besta-Guerreira do seu Deck Adicional, usando monstros da sua mão ou do campo como Matéria de Fusão. Se este card com a face para cima for enviado da Zona de Magias & Armadilhas para o Cemitério: você pode escolher 1 monstro \"Punho de Fogo\" no seu Cemitério; adicione-o à sua mão. Você só pode usar este efeito de \"Formação de Fogo - Ingen\" uma vez por turno. Você só pode ativar 1 \"Formação de Fogo - Ingen\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の②の効果は１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、以下の効果を適用できる。●自分の手札・フィールドから、獣戦士族の融合モンスターカードによって決められた融合素材モンスターを墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。②：魔法＆罠ゾーンの表側表示のこのカードが墓地へ送られた場合、自分の墓地の「炎星」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 이하의 효과를 적용할 수 있다.\n●자신의 패 / 필드에서, 야수전사족 융합 몬스터 카드에 기재된 융합 소재 몬스터를 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. ②: 마법 & 함정 존의 앞면 표시의 이 카드가 묘지로 보내졌을 경우, 자신 묘지의 \"염성\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "此卡名的卡１回合僅限發動１張，此卡名的②效果，１回合僅限使用１次。①：做為此卡發動時的效果處理，可適用以下效果。\n●從我方手牌・場上，將根據獸戰士族融合怪獸卡決定的融合素材怪獸送至墓地，從額外牌組融合召喚１隻該融合怪獸。\n②：在魔法＆陷阱區的正面表示的此卡被送至墓地的狀況下，可將我方墓地的１隻「炎星」怪獸做為對象發動。將該怪獸加入手牌。", "zh-CN": "此卡名的卡１回合仅可发动１张，此卡名的②效果１回合仅可使用１次。\n①：作为此卡发动时的效果处理，可适用以下效果。\n●以自己的手牌・场上的怪兽作为融合素材，将１只兽战士族融合怪兽融合召唤。\n②：魔法与陷阱区域表侧表示的此卡被送至墓地的情况下，以自己墓地的１只“炎星”怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Spell", "property": "Continuous", "series": ["Fire Formation"], "images": [{"index": 1, "image": "FireFormationIngen-FIGA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN020", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FIGA-DE020", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FIGA-FR020", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FIGA-IT020", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FIGA-PT020", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "WPP1-JP052", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR052", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC153", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653517, "master_duel_rarity": "N"}