{"konami_id": 20484, "password": 29157292, "name": {"en": "Metal Illusionist", "de": "Metall-Illusionist", "es": "Ilusionista de Metal", "fr": "Illusionniste Métallique", "it": "Illusionista Metallico", "pt": "Ilusionista Metálico", "ja": "<ruby>鋼鉄の幻想師<rt>メタル・イリュージョニスト</rt></ruby>", "ja_romaji": "Metaru Iryūjonisuto", "ko": "메탈 환술사", "ko_rr": null, "zh-TW": null, "zh-CN": "钢铁幻象师"}, "text": {"en": "Increase this card's Level by 4 during your opponent's turn only. You can only use each of the following effects of \"Metal Illusionist\" once per turn. If this card is Normal or Special Summoned: You can Set 1 \"Metalmorph\" Trap from your Deck, then if \"Max Metalmorph\" is in your GY, you can draw 1 card. You can declare 1 other Monster Type; this card becomes that Type, until the end of your opponent's turn.", "de": "Erhöhe die Stufe dieser Karte nur während des Spielzugs deines Gegners um 4. Du kannst jeden der folgenden Effekte von „Metall-Illusionist“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Metallwandler“-Falle von deinem Deck setzen, dann, falls sich „Max-Metallwandler“ in deinem Friedhof befindet, kannst du 1 Karte ziehen. Du kannst 1 anderen Monstertyp deklarieren; diese Karte wird bis zum Ende des Spielzugs deines Gegners zu jenem Typ.", "es": "Aumenta el Nivel de esta carta en 4 sólo durante el turno de tu adversario. Sólo puedes usar cada uno de los siguientes efectos de \"Ilusionista de Metal\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes Colocar 1 Trampa \"Metalmorph\" desde tu Deck y después, si \"Metalmorph Max\" está en tu Cementerio, puedes robar 1 carta. Puedes declarar otro Tipo de Monstruo; esta carta se convierte en ese Tipo, hasta el final del turno de tu adversario.", "fr": "Augmentez le Niveau de cette carte de 4 durant le tour de votre adversaire uniquement. Vous ne pouvez utiliser chacun des effets suivants de \"Illusionniste Métallique\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Poser 1 Piège \"Métalmorphe\" depuis votre Deck, puis si \"Métalmorphe Max\" est dans votre Cimetière, vous pouvez piocher 1 carte. Vous pouvez déclarer 1 autre Type de Monstre ; jusqu'à la fin du tour de votre adversaire, cette carte devient de ce Type.", "it": "Aumenta il Livello di questa carta di 4 solamente durante il turno del tuo avversario. Puoi utilizzare ognuno dei seguenti effetti di \"Illusionista Metallico\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi Posizionare 1 Trappola \"Metalmorph\" dal tuo Deck, poi se \"Metalmorph Massimo\" è nel tuo Cimitero, puoi pescare 1 carta. Puoi dichiarare 1 altro Tipo di Mostro; questa carta diventa di quel Tipo, fino alla fine del turno del tuo avversario.", "pt": "Aumente o Nível deste card em 4 apenas durante o turno do seu oponente. Você só pode usar cada um dos seguintes efeitos de \"Ilusionista Metálico\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode Baixar 1 Armadilha \"Metalmorfe\" do seu Deck e, depois, se \"Metalmorfe Máximo\" estiver no seu Cemitério, você pode comprar 1 card. Você pode declarar 1 outro Tipo de Monstro; este card se torna desse Tipo até o final do turno do seu oponente.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「メタル化」罠カード１枚を自分フィールドにセットする。自分の墓地に「メタル化・強化反射装甲」が存在する場合、さらに自分は１枚ドローできる。②：このカードがモンスターゾーンに存在する限り、このカードのレベルは相手ターンの間４つ上がる。③：種族を１つ宣言して発動できる。このカードは相手ターン終了時まで、宣言した種族になる。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"메탈화\" 함정 카드 1장을 자신 필드에 세트한다. 자신 묘지에 \"메탈화 강화반사장갑\"이 존재할 경우, 추가로 자신은 1장 드로우할 수 있다. ②: 이 카드가 몬스터 존에 존재하는 한, 이 카드의 레벨은 상대 턴 동안 4개 올라간다. ③: 종족을 1개 선언하고 발동할 수 있다. 이 카드는 상대 턴 종료시까지, 선언한 종족이 된다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。①：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“钢铁化”陷阱卡放置在自己场上。自己墓地存在“钢铁化・强化反射装甲”的情况下，进而自己可抽１张。②：只要此卡存在于怪兽区域，此卡的等级在对手回合期间上升４。③：宣言１个种族可以发动。此卡直至对手回合结束时为止，变为所宣言的种族。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "MetalIllusionist-ROTA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN008", "set_name": "Rage of the Abyss", "rarities": null}], "de": [{"set_number": "ROTA-DE008", "set_name": "Rage of the Abyss", "rarities": null}], "fr": [{"set_number": "ROTA-FR008", "set_name": "Rage of the Abyss", "rarities": null}], "it": [{"set_number": "ROTA-IT008", "set_name": "Rage of the Abyss", "rarities": null}], "pt": [{"set_number": "ROTA-PT008", "set_name": "Rage of the Abyss", "rarities": null}], "ja": [{"set_number": "ROTA-JP008", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "ROTA-SC008", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1064298}