{"konami_id": 12377, "password": 29169993, "name": {"en": "Performapal Teeter Totter Hopper", "de": "Künstlerkumpel Wipphüpfer", "es": "Artistamigo Sube y Baja", "fr": "Trémie-Bascule Potartiste", "it": "Artistamico Salta la Panca", "pt": "Camarartista Gangorra", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>ギッタンバッタ", "ja_romaji": "Entameito Gittanbatta", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 시소메뚜기", "ko_rr": null, "zh-TW": "娛樂夥伴 翹翹板蝗蟲", "zh-CN": "娱乐伙伴・跷跷板蝗虫"}, "text": {"en": "The first time this Special Summoned card would be destroyed by battle each turn, it is not destroyed. Once per turn, during your opponent's End Phase: You can target 1 Level 3 or lower \"Performapal\" monster in your Graveyard; send this card to the Graveyard, and if you do, add that monster to your hand. If a \"Performapal\" monster is sent from the hand to your Graveyard (except during the Damage Step), while this card is in your Graveyard: You can Special Summon this card. You can only use this effect of \"Performapal Teeter Totter Hopper\" once per turn.", "de": "Das erste Mal, dass diese als Spezialbeschwörung beschworene Karte in jedem Spielzug durch Kampf zerstört würde, wird sie nicht zerstört. Einmal pro Spielzug, während der End Phase deines Gegners: Du kannst 1 „Künstlerkumpel“-Monster der Stufe 3 oder niedriger in deinem Friedhof wählen; lege diese Karte auf den Friedhof und falls du dies tust, füge das Monster deiner Hand hinzu. Falls ein „Künstlerkumpel“-Monster von der Hand auf deinen Friedhof gelegt wird (außer während des Damage Steps), solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Künstlerkumpel Wipphüpfer“ nur einmal pro Spielzug verwenden.", "es": "La primera vez que esta carta Invocada de Modo Especial fuera a ser destruida en batalla cada turno, no es destruida. Una vez por turno, durante la End Phase de tu adversario: puedes seleccionar 1 monstruo \"Artistamigo\" de Nivel 3 o menor en tu Cementerio; manda esta carta al Cementerio y, si lo haces, añade ese monstruo a tu mano. Si un monstruo \"Artistamigo\" es mandado de la mano a tu Cementerio (excepto durante el Damage Step), mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial. Sólo puedes usar este efecto de \"Artistamigo Sube y Baja\" una vez por turno.", "fr": "La première fois que cette carte Invoquée Spécialement va être détruite au combat chaque tour, elle n'est pas détruite. Une fois par tour, durant la End Phase de votre adversaire : vous pouvez cibler 1 monstre \"Potartiste\" de max. Niveau 3 dans votre Cimetière ; envoyez cette carte au Cimetière, et si vous le faites, ajoutez le monstre à votre main. Si un monstre \"Potartiste\" est envoyé depuis la main à votre Cimetière (sauf durant la Damage Step), tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Trémie-Bascule Potartiste\" qu'une fois par tour.", "it": "La prima volta che questa carta Evocata Specialmente sta per essere distrutta in battaglia in ogni turno, non viene distrutta. Una volta per turno, durante l'End Phase del tuo avversario: puoi scegliere come bersaglio 1 mostro \"Artistamico\" di Livello 3 o inferiore nel tuo Cimitero; manda questa carta al Cimitero e, se lo fai, aggiungi quel mostro alla tua mano. Se un mostro \"Artistamico\" viene mandato dalla mano al tuo Cimitero (eccetto durante il Damage Step), mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta. Puoi utilizzare questo effetto di \"Artistamico Salta la Panca\" una sola volta per turno.", "pt": "Na primeira vez que este card Invocado por Invocação-Especial seria destruído em batalha a cada turno, ele não é destruído. Uma vez por turno, durante a Fase Final do seu oponente: você pode escolher 1 monstro \"Camarartista\" de Nível 3 ou menos no seu Cemitério; envie este card para o cemitério e, se isso acontecer, adicione esse monstro à sua mão. Se um monstro \"Camarartista\" for enviado da sua mão para o seu Cemitério (exceto durante a Etapa de Dano), enquanto este card estiver no seu cemintério: você pode Invocar este card por Invocação-Especial. Você só pode usar este efeito de \"Camarartista Gangorra\" uma vez por turno.", "ja": "「ＥＭギッタンバッタ」の③の効果は１ターンに１度しか使用できない。①：特殊召喚されたこのカードは１ターンに１度だけ戦闘では破壊されない。②：相手エンドフェイズに自分の墓地のレベル３以下の「ＥＭ」モンスター１体を対象として発動できる。このカードを墓地へ送り、そのモンスターを手札に加える。③：このカードが墓地に存在する状態で、「ＥＭ」モンスターが手札から自分の墓地へ送られた場合に発動できる。このカードを墓地から特殊召喚する。", "ko": "\"EM(엔터메이트) 시소메뚜기\"의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 특수 소환된 이 카드는 1턴에 1번만 전투로는 파괴되지 않는다. ②: 상대 엔드 페이즈에 자신 묘지의 레벨 3 이하의 \"EM(엔터메이트)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 묘지로 보내고, 그 몬스터를 패에 넣는다. ③: 이 카드가 묘지에 존재하는 상태에서, \"EM(엔터메이트)\" 몬스터가 패에서 자신의 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다.", "zh-TW": "「娛樂夥伴 翹翹板蝗蟲」的③效果，１回合僅限使用１次。①：被特殊召喚的此卡１回合僅限１次不會因戰鬥被破壞。②：對方結束階段，可將我方墓地的１隻等級３以下的「娛樂夥伴」怪獸做為對象發動。將此卡送至墓地，將該怪獸加入手牌。③：此卡存在於墓地的狀態，可在「娛樂夥伴」怪獸從手牌被送至我方墓地的狀況下發動。從墓地特殊召喚此卡。", "zh-CN": "“娱乐伙伴・跷跷板蝗虫”的③效果１回合只可使用１次。①：特殊召唤而来的此卡１回合仅１次不会因战斗被破坏。②：在对手结束阶段，可以我方墓地１只等级３或以下的“娱乐伙伴”怪兽为对象发动。将此卡送入墓地，并将该怪兽加入手牌。③：在此卡存在于墓地的状态下，“娱乐伙伴”怪兽从手牌被送入我方墓地的场合可发动。从墓地特殊召唤此卡。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 4, "atk": 100, "def": 1200, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalTeeterTotterHopper-YS16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "YS16-EN007", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}], "de": [{"set_number": "YS16-DE007", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}], "fr": [{"set_number": "YS16-FR007", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}], "it": [{"set_number": "YS16-IT007", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}], "pt": [{"set_number": "YS16-PT007", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}], "ja": [{"set_number": "ST16-JP007", "set_name": "Starter Deck 2016", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "ST16-KR007", "set_name": "Starter Deck 2016", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 360301, "master_duel_rarity": "N"}