{"konami_id": 14686, "password": 29189613, "name": {"en": "Aroma Gardening", "de": "Aromagärtnerei", "es": "Jardinería del Arobru", "fr": "Jardinage d'Arôma", "it": "Giardinaggio di Aromi", "pt": "Jardinagem Aromági", "ja": "アロマガーデニング", "ja_romaji": "Aroma Gādeningu", "ko": "아로마가드닝", "ko_rr": "Aromagadeuning", "zh-TW": "芬芳園藝", "zh-CN": "芬芳园艺"}, "text": {"en": null, "de": "Falls du ein oder mehr „Aroma“-Monster als Normal- oder Spezialbeschwörung beschwörst (außer während des Damage Steps): Du kannst 1000 LP erhalten. Wenn ein Monster eines Gegners einen Angriff deklariert, solange du weniger LP hast als dein Gegner: Du kannst 1 „Aroma“-Monster als Spezialbeschwörung von deinem Deck beschwören. Du kannst jeden Effekt von „Aromagärtnerei“ nur einmal pro Spielzug verwenden.", "es": "Si Invocas de Modo Normal o Especial uno o más monstruos \"Arobru\" (excepto durante el Damage Step): puedes ganar 1000 LP. Cuando un monstruo del adversario declara un ataque, mientras tus LP sean menores que los de tu adversario: puedes Invocar de Modo Especial 1 monstruo \"Arobru\" desde tu Deck. Sólo puedes usar cada efecto de \"Jardinería del Arobru\" una vez por turno.", "fr": "Si vous Invoquez Normalement ou Spécialement un ou plusieurs monstres \"Arôma\" (sauf durant la Damage Step) : vous pouvez gagner 1000 LP. Lorsqu'un monstre de l'adversaire déclare une attaque, tant que vos LP sont inférieurs à ceux de votre adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Arôma\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Jardinage d'Arôma\" qu'une fois par tour.", "it": "Se Evochi Normalmente o Specialmente uno o più mostri \"Aroma\" (eccetto durante il Damage Step): puoi guadagnare 1000 LP. Quando un mostro dell'avversario dichiara un attacco, mentre i tuoi LP sono inferiori a quelli del tuo avversario: puoi Evocare Specialmente 1 mostro \"Aroma\" dal tuo Deck. Puoi utilizzare ogni effetto di \"Giardinaggio di Aromi\" una sola volta per turno.", "pt": "Se você Invocar um ou mais monstros \"Aromági\" por Invocação-Normal ou Especial (exceto durante a Etapa de Dano): você pode ganhar 1000 PV. Quando um monstro do oponente declarar um ataque, enquanto seus PV forem menores que os do seu oponente: você pode Invocar por Invocação-Especial 1 monstro \"Aromági\" do seu Deck. Você só pode usar cada efeito de \"Jardinagem Aromági\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分が「アロマ」モンスターを召喚・特殊召喚した場合に発動できる。自分は１０００ＬＰ回復する。\n②：自分のＬＰが相手より少ない場合、相手モンスターの攻撃宣言時に発動できる。デッキから「アロマ」モンスター１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신이 \"아로마\" 몬스터의 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 자신은 1000 LP 회복한다. ②: 자신의 LP가 상대보다 적을 경우, 상대 몬스터의 공격 선언시에 발동할 수 있다. 덱에서 \"아로마\" 몬스터 1장을 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在我方成功召喚・特殊召喚「芬芳」怪獸的狀況下發動。我方回復１０００LP。②：在我方LP比對方少的狀況下，可在對方怪獸的攻擊宣言時發動。從牌組特殊召喚１隻「芬芳」怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：自己召唤・特殊召唤“芬芳”怪兽的情况下可以发动。自己恢复１０００LP。\n②：自己的LP少于对手的情况下，对手怪兽攻击宣言时可以发动。从牌组将１只“芬芳”怪兽特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "series": ["Aroma"], "images": [{"index": 1, "image": "AromaGardening-CHIM-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN059", "set_name": "Chaos Impact", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE059", "set_name": "Chaos Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR059", "set_name": "Chaos Impact", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT059", "set_name": "Chaos Impact", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT059", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP059", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR059", "set_name": "Chaos Impact", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC112", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642633, "master_duel_rarity": "SR"}