{"konami_id": 16478, "password": 29284413, "name": {"en": "Joker's Knight", "de": "Ritter des Jokers", "es": "Escolta del Bufón", "fr": "Chevalier du Harlequin", "it": "Cavaliere del Joker", "pt": "O Cavaleiro do Coringa", "ja": "ジョーカーズ・ナイト", "ja_romaji": "Jōkāzu Naito", "ko": "조커즈 나이트", "ko_rr": "Jokeojeu Naiteu", "zh-TW": "王牌騎士", "zh-CN": "王牌骑士"}, "text": {"en": "You can send 1 \"Queen's Knight\", \"King's Knight\", or \"Jack's Knight\" from your Deck to the GY; Special Summon this card from your hand, and if you do, this card's name becomes the sent monster's name until the End Phase. During the End Phase, if this card is in your GY: You can target 1 other LIGHT Warrior monster in your GY; shuffle it into the Deck, and if you do, add this card to your hand. You can only use each effect of \"Joker's Knight\" once per turn.", "de": "Du kannst 1 „Ritterin der Königin“, „Ritter des Königs“ oder „Ritter des Buben“ von deinem Deck auf den Friedhof legen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand und falls du dies tust, wird der Name dieser Karte bis zur End Phase derselbe wie der Name des gelegten Monsters. Während der End Phase, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 anderes LICHT Krieger-Monster in deinem Friedhof wählen; mische es ins Deck und falls du dies tust, füge diese Karte deiner Hand hinzu. Du kannst jeden Effekt von „Ritter des Jokers“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio 1 \"Escolta de la Reina\", \"Escolta del Rey\" o \"Escolta de la Sota\" en tu Deck; Invoca esta carta de Modo Especial desde tu mano y, si lo haces, hasta la End Phase el nombre de esta carta se convierte en el nombre del monstruo mandado. Durante la End Phase, si esta carta está en tu Cementerio: puedes seleccionar otro monstruo Guerrero de LUZ en tu Cementerio; barájalo al Deck y, si lo haces, añade esta carta a tu mano. Sólo puedes usar cada efecto de \"Escolta del Bufón\" una vez por turno.", "fr": "Vous pouvez envoyer 1 \"Chevalier de la Reine\", \"Chevalier du Roi\" ou \"Chevalier du Valet\" depuis votre Deck au Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, le nom de cette carte devient le nom du monstre envoyé jusqu'à la End Phase. Durant la End Phase, si cette carte est dans votre Cimetière : vous pouvez cibler 1 autre monstre LUMIÈRE Guerrier dans votre Cimetière ; mélangez-le dans le Deck, et si vous le faites, ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Chevalier du Harlequin\" qu'une fois par tour.", "it": "Puoi mandare 1 \"Cavaliere della Regina\", \"Cavaliere del Re\" o \"Cavaliere del Jack\" dal tuo Deck al Cimitero; Evoca Specialmente questa carta dalla tua mano e, se lo fai, il nome di questa carta diventa il nome del mostro mandato fino alla End Phase. Durante la End Phase, se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 altro mostro LUCE Guerriero nel tuo Cimitero; mischialo nel Deck e, se lo fai, aggiungi questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Cavaliere del Joker\" una sola volta per turno.", "pt": "Você pode enviar 1 \"O Cavaleiro da Rainha\", \"O Cavaleiro do Rei\" ou \"O Cavaleiro do Valete\" do seu Deck para o Cemitério; Invoque este card por Invocação-Especial da sua mão e, se isso acontecer, até a Fase Final, o nome deste card se torna o nome do monstro enviado. Durante a Fase Final, se este card estiver no seu Cemitério: você pode escolher 1 outro monstro Guerreiro de LUZ no seu Cemitério; embaralhe-o no Deck e, se isso acontecer, adicione este card à sua mão. Você só pode usar cada efeito de \"O Cavaleiro do Coringa\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：デッキから「クィーンズ・ナイト」「ジャックス・ナイト」「キングス・ナイト」の内１体を墓地へ送って発動できる。このカードを手札から特殊召喚する。この効果で特殊召喚したこのカードはエンドフェイズまで、墓地へ送ったモンスターと同名カードとして扱う。②：自分・相手のエンドフェイズに、このカード以外の自分の墓地の戦士族・光属性モンスター１体を対象として発動できる。そのモンスターをデッキに戻し、墓地のこのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 \"퀸즈 나이트\" \"잭스 나이트\" \"킹스 나이트\" 중 1장을 묘지로 보내고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는 엔드 페이즈까지, 묘지로 보낸 몬스터와 같은 이름의 카드로 취급한다. ②: 자신 / 상대의 엔드 페이즈에, 이 카드 이외의 자신 묘지의 전사족 / 빛 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 덱으로 되돌리고, 묘지의 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從牌組將「王后騎士」、「衛兵騎士」、「國王騎士」內的１隻送至墓地發動。從手牌特殊召喚此卡。透過此效果特殊召喚的此卡在結束階段前，視為送至墓地的怪獸的同名卡。②：在我方・對方結束階段，可將此卡以外的我方墓地的１隻戰士族・光屬性怪獸做為對象發動。將該怪獸送回牌組，墓地的此卡加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从牌组将“王后骑士”、“卫兵骑士”、“国王骑士”中的１只送至墓地可以发动。从手牌将此卡特殊召唤。以此效果特殊召唤的此卡直至结束阶段为止，视为送至墓地的怪兽的同名卡。②：在自己・对手的结束阶段，以自己墓地此卡以外的１只战士族・光属性怪兽为对象可以发动。将该怪兽放回牌组，将墓地的此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 5, "atk": 2000, "def": 1400, "images": [{"index": 1, "image": "JokersKnight-KICO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "KICO-EN002", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "SBC2-ENA05", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common", "Prismatic Secret Rare"]}], "de": [{"set_number": "KICO-DE002", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "KICO-FR002", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "KICO-IT002", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "KICO-PT002", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "WPP2-JP002", "set_name": "World Premiere Pack 2021", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP2-KR002", "set_name": "World Premiere Pack 2021", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Not yet released"}, "yugipedia_page_id": 709363, "master_duel_rarity": "R"}