{"konami_id": 19185, "password": 29423048, "name": {"en": "Infernal Flame Banshee", "de": "Infernale Flammenbanshee", "es": "Banshee de la Llama Infernal", "fr": "Banshee de la Flamme Infernale", "it": "Fiamma Infernale Banshee", "pt": "Banshee da Chama Infernal", "ja": "ヘルフレイムバンシー", "ja_romaji": "Herufureimu Banshī", "ko": "헬프레임밴시", "ko_rr": "Helpeulleimbaensi", "zh-TW": "獄火班西", "zh-CN": "狱焰班西"}, "text": {"en": "2 Level 4 monsters\nYou can detach 1 material from this card; take 1 Pyro monster from your Deck and either add it to your hand or send it to the GY. If this card is banished and you control a Pyro monster: You can Special Summon this card, and if you do, it gains ATK equal to the number of your currently banished monsters x 100 until the end of this turn. You can only use each effect of \"Infernal Flame Banshee\" once per turn.", "de": "2 Monster der Stufe 4\nDu kannst 1 Material von dieser Karte abhängen; nimm 1 Pyro-Monster von deinem Deck und füge es entweder deiner Hand hinzu oder lege es auf den Friedhof. Falls diese Karte verbannt wird und du ein Pyro-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung beschwören und falls du dies tust, erhält sie bis zum Ende dieses Spielzugs ATK in Höhe der Anzahl deiner derzeit verbannten Monster x 100. Du kannst jeden Effekt von „Infernale Flammenbanshee“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 4\nPuedes desacoplar 1 material de esta carta; toma 1 monstruo Piro en tu Deck y ya sea añádelo a tu mano o mándalo al Cementerio. Si esta carta es desterrada y controlas un monstruo Piro: puedes Invocar esta carta de Modo Especial y, si lo haces, ésta gana ATK igual al número de tus monstruos desterrados en este momento x 100 hasta el final de este turno. Sólo puedes usar cada efecto de \"Banshee de la Llama Infernal\" una vez por turno.", "fr": "2 monstres de Niveau 4\nVous pouvez détacher 1 Matériel de cette carte ; prenez 1 monstre Pyro depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière. Si cette carte est bannie et que vous contrôlez un monstre Pyro : vous pouvez Invoquer Spécialement cette carte, et si vous le faites, elle gagne une ATK égale au nombre de vos monstres actuellement bannis x 100 jusqu'à la fin de ce tour. Vous ne pouvez utiliser chaque effet de \"Banshee de la Flamme Infernale\" qu'une fois par tour.", "it": "2 mostri di Livello 4\nPuoi staccare 1 materiale da questa carta; prendi 1 mostro Pyro dal tuo Deck e aggiungilo alla tua mano oppure mandalo al Cimitero. Se questa carta viene bandita e tu controlli un mostro Pyro: puoi Evocare Specialmente questa carta e, se lo fai, essa guadagna ATK pari al numero dei tuoi mostri attualmente banditi x 100 fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Fiamma Infernale Banshee\" una sola volta per turno.", "pt": "2 monstros de Nível 4\nVocê pode desassociar 1 matéria deste card; pegue 1 monstro Piro do seu Deck e adicione-o à sua mão ou envie-o para o Cemitério. Se este card for banido e você controlar um monstro Piro: você pode Invocar este card por Invocação-Especial e, se isso acontecer, ele ganha ATK igual ao número dos seus monstros atualmente banidos x 100 até o final deste turno. Você só pode usar cada efeito de \"Banshee da Chama Infernal\" uma vez por turno.", "ja": "レベル４モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除いて発動できる。デッキから炎族モンスター１体を選び、手札に加えるか墓地へ送る。②：このカードが除外された場合、自分フィールドに炎族モンスターが存在していれば発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードの攻撃力はターン終了時まで、自分の除外状態のモンスターの数×１００アップする。", "ko": "레벨 4 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 덱에서 화염족 몬스터 1장을 고르고, 패에 넣거나 묘지로 보낸다. ②: 이 카드가 제외되었을 경우, 자신 필드에 화염족 몬스터가 존재하고 있으면 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드의 공격력은 턴 종료시까지, 자신의 제외 상태인 몬스터의 수 × 100 올린다.", "zh-TW": null, "zh-CN": "等级４怪兽×２\n此卡名的①②效果１回合仅可各使用１次。\n①：去除此卡的１个超量素材可以发动。从牌组挑选１只炎族怪兽，加入手牌或送至墓地。\n②：此卡被除外的情况下，如果自己场上存在炎族怪兽则可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡的攻击力直至回合结束时为止，上升相当于自己除外状态的怪兽数量×１００的数值。"}, "card_type": "Monster", "monster_type_line": "Pyro / Xyz / Effect", "attribute": "FIRE", "rank": 4, "atk": 1700, "def": 600, "materials": "2 Level 4 monsters", "images": [{"index": 1, "image": "InfernalFlameBanshee-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN043", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-EN120", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "AGOV-DE043", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-DE120", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "AGOV-FR043", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-FR120", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "AGOV-IT043", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-IT120", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "AGOV-PT043", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-PT120", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "AGOV-JP043", "set_name": "Age of Overlord", "rarities": ["Rare"]}], "ko": [{"set_number": "AGOV-KR043", "set_name": "Age of Overlord", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "AGOV-SC043", "set_name": "Age of Overlord", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 992848, "master_duel_rarity": "UR"}