{"konami_id": 15302, "password": 29477860, "name": {"en": "Spiral Discharge", "de": "Spiralentladung", "es": "Descarga Espiral", "fr": "Décharge Spirale", "it": "Scarica Spirale", "pt": "Descarga Espiral", "ja": "<ruby>螺旋砲撃<rt>スパイラル・ディスチャージ</rt></ruby>", "ja_romaji": "Supairaru Disuchāji", "ko": "스파이럴 디스차지", "ko_rr": "Seipaireol Diseuchaji", "zh-TW": "螺旋砲擊", "zh-CN": "螺旋炮击"}, "text": {"en": "While \"Gaia the Dragon Champion\" is in your Monster Zone, your opponent's monsters can only target \"Gaia the Dragon Champion\" for attacks. When an attack is declared involving your \"Gaia the Dragon Champion\": You can target 1 card on the field; destroy it. You can only use this effect of \"Spiral Discharge\" once per turn.", "de": "Solange „Drachenmeister Gaia“ in deiner Monsterzone liegt, können Monster deines Gegners nur „Drachenmeister Gaia“ als Angriffsziel wählen. Wenn ein Angriff deklariert wird, an dem dein „Drachenmeister Gaia“ beteiligt ist: Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie. Du kannst diesen Effekt von „Spiralentladung“ nur einmal pro Spielzug verwenden.", "es": "Mientras \"Gaia el Campeón Dragón\" está en tu Zona de Monstruos, los monstruos de tu adversario sólo pueden seleccionar a \"Gaia el Campeón Dragón\" para ataques. Cuando es declarado un ataque que involucre tu \"Gaia el Campeón Dragón\": puedes seleccionar 1 carta en el Campo; destrúyela. Sólo puedes usar este efecto de \"Descarga Espiral\" una vez por turno.", "fr": "Tant que \"Gaïa le Dragon Champion\" est dans votre Zone Monstre, les monstres de votre adversaire ne peuvent cibler que \"Gaïa le Dragon Champion\" avec des attaques. Lorsqu'une attaque impliquant votre \"Gaïa le Dragon Champion\" est déclarée : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Décharge Spirale\" qu'une fois par tour.", "it": "Mentre \"Gaia il Dragone\" è nella tua Zona Mostri, i mostri del tuo avversario possono scegliere come bersaglio per gli attacchi solo \"Gaia il Dragone\". Quando viene dichiarato un attacco che coinvolge un tuo \"Gaia il Dragone\": puoi scegliere come bersaglio 1 carta sul Terreno; distruggila. Puoi utilizzare questo effetto di \"Scarica Spirale\" una sola volta per turno.", "pt": "Enquanto \"Gaia, o Matador de Dragões\" estiver na sua Zona de Monstros, os monstros do seu oponente só podem escolher \"Gaia, o Matador de Dragões\" como alvo de ataques. Quando um ataque for declarado envolvendo seu \"Gaia, o Matador de Dragões\": você pode escolher 1 card no campo; destrua-o. Você só pode usar este efeito de \"Descarga Espiral\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分のモンスターゾーンに「竜騎士ガイア」が存在する限り、相手は「竜騎士ガイア」しか攻撃対象に選択できない。②：自分の「竜騎士ガイア」が戦闘を行う攻撃宣言時に、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 몬스터 존에 \"용기사 가이아\"가 존재하는 한, 상대는 \"용기사 가이아\"밖에 공격 대상으로 선택할 수 없다. ②: 자신의 \"용기사 가이아\"가 전투를 실행하는 공격 선언시에, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：只要自己的怪兽区域有“龙骑士盖亚”存在，对手仅可将“龙骑士盖亚”选择为攻击对象。②：自己的“龙骑士盖亚”进行战斗的攻击宣言时，以场上的１张卡为对象可以发动。将该卡破坏。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "SpiralDischarge-ROTD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN068", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE068", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR068", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT068", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT068", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP068", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "ROTD-KR068", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC053", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716790, "master_duel_rarity": "N"}