{"konami_id": 6579, "password": 29590905, "name": {"en": "Super Junior Confrontation", "de": "Super Juniorenkonfrontation", "es": "Súper Confrontación Junior", "fr": "Confrontation Super Junior", "it": "Confronto Super Junior", "pt": "Superconfronto Júnior", "ja": "スーパージュニア<ruby>対<rt>たい</rt></ruby><ruby>決<rt>けつ</rt></ruby>！", "ja_romaji": "Sūpā Junia Taiketsu!", "ko": "슈퍼 주니어 대결!", "ko_rr": null, "zh-TW": "超級少年對決！", "zh-CN": "超级少年对决！"}, "text": {"en": "Activate only when an opponent's monster declares an attack. Negate the battle, and 1 monster with the lowest ATK in face-up Attack Position your opponent controls battles against 1 monster with the lowest DEF in face-up Defense Position you control. After that battle, end the Battle Phase.", "de": "Du kannst diese Karte nur aktivieren, wenn dein Gegner einen Angriff deklariert. Annulliere den Kampf und anschließend kämpft 1 Monster mit den niedrigsten ATK in offener Angriffsposition auf der Spielfeldseite deines Gegners mit 1 Monster mit den niedrigsten DEF in offener Verteidigungsposition auf deiner Spielfeldseite. Nachdem dieser Kampf endet, beende die Battle Phase.", "es": "Sólo puedes activar esta carta cuando un monstruo de tu oponente declara un ataque. Niega la batalla, y 1 monstruo con el más bajo ATK en posición de Ataque boca arriba en el Campo de tu adversario batalla contra 1 monstruo con la más baja DEF en Posición de Defensa boca arriba en tu Campo. Después de que esta batalla termine, termina la Battle Phase.", "fr": "Vous ne pouvez activer cette carte que lorsqu'un monstre de votre adversaire déclare une attaque. Annulez le combat et 1 monstre avec l' ATK la plus basse en Position d'Attaque face recto sur le Terrain de votre adversaire combat contre 1 monstre avec la DEF la plus basse en Position de Défense face recto sur votre Terrain. Après la fin de ce combat, la Battle Phase est terminée.", "it": "Puoi attivare questa carta solo quando un mostro del tuo avversario dichiara un attacco. Annulla la battaglia, e 1 mostro scoperto in Posizione d'Attacco con l'ATK minore sul Terreno del tuo avversario combatte contro 1 mostro scoperto in Posizione di Difesa con il DEF minore sul tuo Terreno. Dopo la fine di questa battaglia, termina la Battle Phase.", "pt": null, "ja": "相手モンスターの攻撃宣言時に発動する事ができる。その戦闘を無効にし、相手フィールド上の一番攻撃力の低い表側攻撃表示モンスター１体と、自分フィールド上の一番守備力の低い表側守備表示モンスター１体で戦闘を行う。その戦闘終了時、バトルフェイズを終了する。", "ko": "상대 몬스터의 공격 선언시에 발동할 수 있다. 그 전투를 무효로 하고, 상대 필드 위의 공격력이 가장 낮은 앞면 공격 표시 몬스터 1장과, 자신 필드 위의 수비력이 가장 낮은 앞면 수비 표시 몬스터 1장으로 전투를 실행한다. 그 전투 종료 후, 배틀 페이즈를 종료한다.", "zh-TW": null, "zh-CN": "对方怪兽的攻击宣言时才能发动。那个战斗无效，对方场上的攻击力最低的1只表侧攻击表示怪兽和自己场上的守备力最低的1只表侧守备表示怪兽进行战斗。那个战斗结束后，战斗阶段结束。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "SuperJuniorConfrontation-DR04-NA-C-UE.png"}], "sets": {"en": [{"set_number": "SOI-EN049", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "DR04-EN169", "set_name": "Dark Revelation Volume 4", "rarities": ["Common"]}], "de": [{"set_number": "SOI-DE049", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "fr": [{"set_number": "SOI-FR049", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "it": [{"set_number": "SOI-IT049", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "ja": [{"set_number": "SOI-JP049", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "EE04-JP169", "set_name": "Expert Edition Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "SOI-KR049", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "HGP4-KR169", "set_name": "Expert Edition Volume 4", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 12211, "master_duel_rarity": "N"}