{"konami_id": 13848, "password": 29719112, "name": {"en": "Cyber Pharos", "de": "Cyber Leuchtturm", "es": "Cíber Pharos", "fr": "Cyber Pharos", "it": "Cyber Pharos", "pt": "Farol Cibernético", "ja": "サイバー・ファロス", "ja_romaji": "Saibā Farosu", "ko": "사이버 파로스", "ko_rr": "Saibeo Paroseu", "zh-TW": "電子燈塔", "zh-CN": "电子灯塔"}, "text": {"en": "You can Special Summon this card (from your hand) by Tributing 1 Machine monster. Once per turn, during your Main Phase: You can Fusion Summon 1 Machine Fusion Monster from your Extra Deck, using monsters from your hand and/or field as material. When a Fusion Monster you control is destroyed by battle: You can banish this card from your GY; add 1 \"Power Bond\" from your Deck to your hand. You can only use this effect of \"Cyber Pharos\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 Maschine-Monster als Tribut anbietest. Einmal pro Spielzug, während deiner Main Phase: Du kannst 1 Maschine-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, verwende dafür Monster von deiner Hand und/oder Spielfeldseite als Material. Wenn ein Fusionsmonster, das du kontrollierst, durch Kampf zerstört wird: Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Kraftbündnis“ von deinem Deck hinzu. Du kannst diesen Effekt von „Cyber Leuchtturm“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) Sacrificando 1 monstruo Máquina. Una vez por turno, durante tu Main Phase: puedes Invocar por Fusión, desde tu Deck Extra, 1 Monstruo de Fusión Máquina, usando monstruos en tu mano y/o Campo como material. Cuando un Monstruo de Fusión que controles es destruido en batalla: puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 \"Vínculo de Poder\" en tu Deck. Sólo puedes usar este efecto de \"Cíber Pharos\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 1 monstre Machine. Une fois par tour, durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion Machine depuis votre Extra Deck, en utilisant des monstres depuis votre main et/ou Terrain comme Matériel. Lorsqu'un Monstre Fusion que vous contrôlez est détruit au combat : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Lien de Puissance\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Cyber Pharos\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) offrendo come Tributo 1 mostro Macchina. Una volta per turno, durante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione Macchina dal tuo Extra Deck, utilizzando mostri dalla tua mano e/o Terreno come materiale. Quando un Mostro Fusione che controlli viene distrutto in battaglia: puoi bandire questa carta dal tuo Cimitero; aggiungi 1 \"Vincolo di Potere\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Cyber Pharos\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao oferecer como Tributo 1 monstro Máquina. Uma vez por turno, durante sua Fase Principal: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão Máquina do seu Deck Adicional, usando monstros da sua mão e/ou do campo como matéria. Quando um Monstro de Fusão que você controla for destruído em batalha: você pode banir este card do seu Cemitério; adicione 1 \"Vínculo de Poder\" do seu Deck à sua mão. Você só pode usar este efeito de \"Farol Cibernético\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：このカードは自分フィールドの機械族モンスター１体をリリースして手札から特殊召喚できる。②：１ターンに１度、自分メインフェイズに発動できる。自分の手札・フィールドから、機械族の融合モンスターカードによって決められた融合素材モンスターを墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。③：自分の融合モンスターが戦闘で破壊された時、墓地のこのカードを除外して発動できる。デッキから「パワー・ボンド」１枚を手札に加える。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신 필드의 기계족 몬스터 1장을 릴리스하고 패에서 특수 소환할 수 있다. ②: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 필드에서, 기계족 융합 몬스터 카드에 기재된 융합 소재 몬스터를 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. ③: 자신의 융합 몬스터가 전투로 파괴되었을 때, 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"파워 본드\" 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：此卡可解放自己场上的1只机械族怪兽从手牌特殊召唤。②：1回合1次，在自己主要阶段可以发动。从自己的手牌·场上，将由机械族融合怪兽卡决定的融合素材怪兽送至墓地，从额外牌组将1只该融合怪兽融合召唤。③：自己的融合怪兽因战斗被破坏时，将墓地的此卡除外可以发动。从牌组将1张“力量焊接”加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 2100, "series": ["Cyber"], "images": [{"index": 1, "image": "CyberPharos-SDCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED3-EN013", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-EN031", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SDCS-EN010", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "de": [{"set_number": "LED3-DE013", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-DE031", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SDCS-DE010", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "es": [{"set_number": "LED3-SP013", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-SP031", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SDCS-SP010", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "fr": [{"set_number": "LED3-FR013", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-FR031", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SDCS-FR010", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "it": [{"set_number": "LED3-IT013", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-IT031", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SDCS-IT010", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "pt": [{"set_number": "LED3-PT013", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-PT031", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SDCS-PT010", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "ja": [{"set_number": "DP20-JP013", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}, {"set_number": "SD41-JP010", "set_name": "Structure Deck: Cyber Style's Successor", "rarities": ["Common"]}], "ko": [{"set_number": "DP20-KR013", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}, {"set_number": "SD41-KR010", "set_name": "Structure Deck: Cyber Style's Successor", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DP20-SC013", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 560116, "master_duel_rarity": "N"}