{"konami_id": 21832, "password": 29876299, "name": {"en": "Megalith Anastasis", "de": "Megalith-Auferstehung", "es": "Anástasis Megalítica", "fr": "Anastasis Mégalithe", "it": "Anastasi Megalito", "pt": "Anástase do Megálito", "ja": "メガリス・アナスタシス", "ja_romaji": "Megarisu Anasutashisu", "ko": "메가리스 아나스타시스", "ko_rr": null, "zh-TW": null, "zh-CN": "巨石异物・再生"}, "text": {"en": "You can discard 1 card; add 2 \"Megalith\" monsters (1 Level 4 or lower and 1 Level 8 or higher) from your Deck to your hand. You can only use this effect of \"Megalith Anastasis\" once per turn. Once per turn, if you Ritual Summon a \"Megalith\" monster (except during the Damage Step): You can activate 1 of these effects (but you can only use each of these effects of \"Megalith Anastasis\" once per turn);\n● Draw 2 cards, then discard 1 card.\n● Tribute 1 monster your opponent controls.", "de": "Du kannst 1 Karte abwerfen; füge deiner Hand 2 „Megalith“-Monster (1 der Stufe 4 oder niedriger und 1 der Stufe 8 oder höher) von deinem Deck hinzu. Du kannst diesen Effekt von „Megalith-Auferstehung“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, falls du ein „Megalith“-Monster als Ritualbeschwörung beschwörst (außer während des Damage Steps): Du kannst 1 dieser Effekte aktivieren (aber du kannst jeden dieser Effekte von „Megalith-Auferstehung“ nur einmal pro Spielzug verwenden);\n● Ziehe 2 Karten, dann wirf 1 Karte ab.\n● Biete 1 Monster, das dein Gegner kontrolliert, als Tribut an.", "es": "Puedes descartar 1 carta; añade a tu mano 2 monstruos \"Megalítico/a\" en tu Deck, (1 de Nivel 4 o menor y 1 de Nivel 8 o mayor). Sólo puedes usar este efecto de \"Anástasis Megalítica\" una vez por turno. Una vez por turno, si Invocas por Ritual un monstruo \"Megalítico/a\" (excepto durante el Damage Step): puedes activar 1 de estos efectos (pero sólo puedes usar cada uno de estos efectos de \"Anástasis Megalítica\" una vez por turno);\n● Roba 2 cartas, y después descarta 1 carta.\n● Sacrifica 1 monstruo que controle tu adversario.", "fr": "Vous pouvez défausser 1 carte ; ajoutez 2 monstres \"Mégalithe\" (1 de max. Niveau 4 et 1 de min. Niveau 8) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Anastasis Mégalithe\" qu'une fois par tour. Une fois par tour, si vous Invoquez Rituellement un monstre \"Mégalithe\" (sauf durant la Damage Step) : vous pouvez activer 1 de ces effets (mais vous ne pouvez utiliser chacun de ces effets de \"Anastasis Mégalithe\" qu'une fois par tour) ;\n● Piochez 2 cartes, puis défaussez 1 carte.\n● Sacrifiez 1 monstre contrôlé par votre adversaire.", "it": "Puoi scartare 1 carta; aggiungi 2 mostri \"Megalito\" (1 di Livello 4 o inferiore e 1 di Livello 8 o superiore) dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Anastasi Megalito\" una sola volta per turno. Una volta per turno, se Evochi tramite Rituale un mostro \"Megalito\" (eccetto durante il Damage Step): puoi attivare 1 di questi effetti (ma puoi utilizzare ognuno di questi effetti di \"Anastasi Megalito\" una sola volta per turno);\n● Pesca 2 carte, poi scarta 1 carta.\n● Offri come Tributo 1 mostro controllato dal tuo avversario.", "pt": "Você pode descartar 1 card; adicione 2 monstros \"Megálito\" (1 de Nível 4 ou menos e 1 de Nível 8 ou mais) do seu Deck à sua mão. Você só pode usar este efeito de \"Anástase do Megálito\" uma vez por turno. Uma vez por turno, se você Invocar por Invocação-Ritual um monstro \"Megálito\" (exceto durante a Etapa de Dano): você pode ativar 1 desses efeitos (mas você só pode usar cada um desses efeitos de \"Anástase do Megálito\" uma vez por turno);\n● Compre 2 cards e, depois, descarte 1 card.\n● Ofereça como Tributo 1 monstro que seu oponente controla.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：手札を１枚捨てて発動できる。デッキからレベル４以下と８以上の「メガリス」モンスターをそれぞれ１体ずつ手札に加える。②：１ターンに１度、自分が「メガリス」モンスターを儀式召喚した場合、以下の効果から１つを選択して発動できる（このカード名の以下の効果はそれぞれ１ターンに１度しか選択できない）。\n●自分は２枚ドローする。その後、自分の手札を１枚選んで捨てる。\n●相手フィールドのモンスター１体をリリースする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 패를 1장 버리고 발동할 수 있다. 덱에서 레벨 4 이하와 8 이상의 \"메가리스\" 몬스터를 각각 1장씩 패에 넣는다. ②: 1턴에 1번, 자신이 \"메가리스\" 몬스터를 의식 소환했을 경우, 이하의 효과에서 1개를 선택하고 발동할 수 있다(이 카드명의 이하의 효과는 각각 1턴에 1번밖에 선택할 수 없다).\n●자신은 2장 드로우한다. 그 후, 자신의 패를 1장 고르고 버린다.\n●상대 필드의 몬스터 1장을 릴리스한다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：舍弃1张手牌可以发动。从牌组将等级4以下与8以上的“巨石异物”怪兽各1只加入手牌。②：1回合1次，自己将“巨石异物”怪兽仪式召唤的情况下，可从以下效果中选择1个发动（此卡名的以下效果1回合仅可各选择1次）。\n●自己抽2张。然后，挑选自己的1张手牌舍弃。\n●将对手场上1只怪兽解放。"}, "card_type": "Spell", "property": "Continuous", "series": ["Megalith"], "images": [{"index": 1, "image": "MegalithAnastasis-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ko": [{"set_number": "DOOD-KR066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC066", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1131221}