{"konami_id": 14352, "password": 29913783, "name": {"en": "Super Anti-Kaiju War Machine Mecha-Thunder-King", "de": "Super-Anti-Kaiju-Kriegsmaschine Mecha-Donner-König", "es": "Súper Máquina de Guerra Anti-Kaiju Mecha-Rey-Trueno", "fr": "Méca-Roi-Tonnerre Super Machine de Guerre Anti-Kaiju", "it": "Super Macchina da Guerra Anti-Kaiju Mecha-Re-Tuono", "pt": "Super Máquina de Guerra Anti-Kaiju Mecha-Rei-Trovão", "ja": "<ruby>対<rt>たい</rt></ruby><ruby>壊<rt>かい</rt></ruby><ruby>獣<rt>じゅう</rt></ruby><ruby>用<rt>よう</rt></ruby><ruby>決<rt>けっ</rt></ruby><ruby>戦<rt>せん</rt></ruby><ruby>兵<rt>へい</rt></ruby><ruby>器<rt>き</rt></ruby>メカサンダー・キング", "ja_romaji": "Taikaijūyō Kessenheiki Meka Sandā Kingu", "ko": "대파괴수용결전병기 메카썬더 킹", "ko_rr": "Daepagoesuyonggyeolcheonbyeonggi Mekasseondeo King", "zh-TW": "對壞獸用決戰兵器 機械雷霆王", "zh-CN": "对坏兽用决战兵器 机械雷霆王"}, "text": {"en": "During the Main Phase (Quick Effect): You can discard this card; banish 1 \"Kaiju\" monster you control that is owned by your opponent, then, you can Special Summon 1 monster from your GY. You can only control 1 \"Kaiju\" monster. This card is unaffected by other \"Kaiju\" cards' effects, also it cannot be destroyed by battle with a \"Kaiju\" monster. During your End Phase, if this card is in your GY: You can Special Summon this card. You can only use this effect of \"Super Anti-Kaiju War Machine Mecha-Thunder-King\" once per Duel.", "de": "Während der Main Phase (Schnelleffekt): Du kannst diese Karte abwerfen; verbanne 1 „Kaiju“-Monster, das du kontrollierst und das dein Gegner besitzt, dann kannst du 1 Monster als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst nur 1 „Kaiju“-Monster kontrollieren. Diese Karte bleibt von den Effekten anderer „Kaiju“-Karten unberührt, zusätzlich kann sie nicht durch Kampf mit einem „Kaiju“-Monster zerstört werden. Während deiner End Phase, falls sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Super-Anti-Kaiju-Kriegsmaschine Mecha-Donner-König“ nur einmal pro Duell verwenden.", "es": "Durante la Main Phase (Efecto Rápido): puedes descartar esta carta; destierra 1 monstruo \"Kaiju\" que controles que sea propiedad de tu adversario, y después, puedes Invocar 1 monstruo de Modo Especial desde tu Cementerio. Sólo puedes controlar 1 monstruo \"Kaiju\". Esta carta no es afectada por los efectos de otras cartas \"Kaiju\", y además éste no puede ser destruido en batalla por un monstruo \"Kaiju\". Durante tu End Phase, si esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial. Sólo puedes usar este efecto de \"Súper Máquina de Guerra Anti-Kaiju Mecha-Rey-Trueno\" una vez por Duelo.", "fr": "Durant la Main Phase (Effet Rapide) : vous pouvez défausser cette carte ; bannissez 1 monstre \"Kaiju\" que vous contrôlez dont le propriétaire est votre adversaire, puis, vous pouvez Invoquer Spécialement 1 monstre depuis votre Cimetière. Vous ne pouvez contrôler qu'1 monstre \"Kaiju\". Cette carte n'est pas affectée par les effets d'autres cartes \"Kaiju\", et aussi, elle ne peut pas être détruite au combat avec un monstre \"Kaiju\". Durant votre End Phase, si cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Méca-Roi-Tonnerre Super Machine de Guerre Anti-Kaiju\" qu'une fois par Duel.", "it": "Durante la Main Phase (Effetto Rapido): puoi scartare questa carta; bandisci 1 mostro \"Kaiju\" che controlli di proprietà del tuo avversario, poi, puoi Evocare Specialmente 1 mostro dal tuo Cimitero. Puoi controllare solo 1 mostro \"Kaiju\". Questa carta è immune agli effetti delle altre carte \"Kaiju\", inoltre non può essere distrutta in battaglia con un mostro \"Kaiju\". Durante la tua End Phase, se questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta. Puoi utilizzare questo effetto di \"Super Macchina da Guerra Anti-Kaiju Mecha-Re-Tuono\" una sola volta per Duello.", "pt": "Durante a Fase Principal (Efeito Rápido): você pode descartar este card; bana 1 monstro \"Kaiju\" que você controla do qual seu oponente seja dono e, depois, você pode Invocar por Invocação-Especial 1 monstro do seu Cemitério. Você só pode controlar 1 monstro \"Kaiju\". Este card não é afetado por outros efeitos de card \"Kaiju\" e, além disso, ele não pode ser destruído em batalha com um monstro \"Kaiju\". Durante sua Fase Final, se este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial. Você só pode usar este efeito de \"Super Máquina de Guerra Anti-Kaiju Mecha-Rei-Trovão\" uma vez por Duelo.", "ja": "このカード名の④の効果はデュエル中に１度しか使用できない。①：お互いのメインフェイズにこのカードを手札から捨てて発動できる。元々の持ち主が相手となる自分フィールドの「壊獣」モンスター１体を選んで除外する。その後、自分の墓地からモンスター１体を選んで特殊召喚できる。②：「壊獣」モンスターは自分フィールドに１体しか表側表示で存在できない。③：フィールドのこのカードは他の「壊獣」カードの効果を受けず、「壊獣」モンスターとの戦闘では破壊されない。④：自分エンドフェイズに発動できる。このカードを墓地から特殊召喚する。", "ko": "이 카드명의 ④의 효과는 듀얼 중에 1번밖에 사용할 수 없다. ①: 서로의 메인 페이즈에 이 카드를 패에서 버리고 발동할 수 있다. 원래의 주인이 상대가 되는 자신 필드의 \"파괴수\" 몬스터 1장을 고르고 제외한다. 그 후, 자신 묘지에서 몬스터 1장을 고르고 특수 소환할 수 있다. ②: \"파괴수\" 몬스터는 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ③: 필드의 이 카드는 다른 \"파괴수\" 카드의 효과를 받지 않으며, \"파괴수\" 몬스터와의 전투로는 파괴되지 않는다. ④: 자신 엔드 페이즈에 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名④的效果在决斗中仅可使用1次。①：在双方的主要阶段从手牌将此卡舍弃可以发动。挑选1只自己场上的、原本的持有者为对手的\"坏兽\"怪兽除外。然后可从自己的墓地挑选1只怪兽特殊召唤。②：\"坏兽\"怪兽在自己场上仅可有1只以表侧表示形式存在。③：场上的此卡不受其他\"坏兽\"卡的效果影响，不会因与\"坏兽\"怪兽的战斗被破坏。④：在自己的结束阶段可以发动。从墓地将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 9, "atk": 2200, "def": 2100, "series": ["Kaiju"], "images": [{"index": 1, "image": "SuperAntiKaijuWarMachineMechaThunderKing-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN081", "set_name": "Savage Strike", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN036", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SAST-DE081", "set_name": "Savage Strike", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE036", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SAST-FR081", "set_name": "Savage Strike", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR036", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SAST-IT081", "set_name": "Savage Strike", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT036", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SAST-PT081", "set_name": "Savage Strike", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT036", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP19-JP060", "set_name": "Extra Pack 2019", "rarities": ["Rare"]}], "ko": [{"set_number": "EP19-KR060", "set_name": "Extra Pack 2019", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP3-SC049", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 590241, "master_duel_rarity": "SR"}