{"konami_id": 16541, "password": 29948294, "name": {"en": "Branded in High Spirits", "de": "Mit guter Laune markiert", "es": "Señalada Exultante", "fr": "Marqué de Bonne Humeur", "it": "Marchiato nel Buonumore", "pt": "Marcado em Bom Humor", "ja": "<ruby>烙<rt>らく</rt></ruby><ruby>印<rt>いん</rt></ruby>の<ruby>気<rt>き</rt></ruby><ruby>炎<rt>えん</rt></ruby>", "ja_romaji": "Rakuin no Kien", "ko": "낙인의 기염", "ko_rr": "Nak-in-ui Giyeom", "zh-TW": "烙印氣炎", "zh-CN": "烙印之气炎"}, "text": {"en": null, "de": "Zeige 1 Monster in deiner Hand vor und lege 1 Fusionsmonster der Stufe 8 mit demselben Typ und 2500 ATK oder DEF von deinem Extra Deck auf den Friedhof, dann kannst du diesen Effekt ausführen.\n●Wirf das vorgezeigte Monster ab und falls du dies tust, füge deiner Hand 1 „Gefallener von Albaz“ oder 1 Monster, das ihn erwähnt, von deinem Deck hinzu.\nWährend der End Phase, falls in diesem Spielzug ein Fusionsmonster auf deinen Friedhof gelegt wurden: Du kannst diese Karte vom Friedhof deiner Hand hinzufügen. Du kannst nur 1 Effekt von „Mit guter Laune markiert“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Muestra 1 monstruo en tu mano y manda al Cementerio 1 Monstruo de Fusión de Nivel 8 en tu Deck Extra, con el mismo Tipo, que tenga 2500 ATK o DEF, y después puedes aplicar este efecto.\n●Descarta el monstruo mostrado y, si lo haces, añade a tu mano 1 \"Caído de Albaz\", o 1 monstruo que lo mencione, en tu Deck.\nDurante la End Phase, si un Monstruo de Fusión fue mandado a tu Cementerio este turno: puedes añadir a tu mano esta carta en el Cementerio. Sólo puedes usar 1 efecto de \"Señalada Exultante\" por turno, y sólo una vez ese turno.", "fr": "Révélez 1 monstre dans votre main et envoyez 1 Monstre Fusion de Niveau 8, du même Type et qui a 2500 ATK ou DEF, depuis votre Extra Deck au Cimetière, puis vous pouvez appliquer cet effet.\n●Défaussez le monstre révélé, et si vous le faites, ajoutez 1 \"Albaz le Déchu\" ou 1 monstre qui le mentionne, depuis votre Deck à votre main.\nDurant la End Phase, si un Monstre Fusion a été envoyé à votre Cimetière ce tour : vous pouvez ajouter cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser qu'1 effet de \"Marqué de Bonne Humeur\" par tour, et uniquement une fois le tour.", "it": "Rivela 1 mostro nella tua mano e manda dal tuo Extra Deck al Cimitero 1 Mostro Fusione di Livello 8 con lo stesso Tipo che ha ATK o DEF 2500, poi puoi applicare questo effetto.\n●Scarta il mostro rivelato e, se lo fai, aggiungi 1 \"Caduto di Albaz\", o 1 mostro che lo menziona, dal tuo Deck alla tua mano.\nDurante la End Phase, se un Mostro Fusione è stato mandato al tuo Cimitero in questo turno: puoi aggiungere questa carta dal Cimitero alla tua mano. Puoi utilizzare solo 1 effetto di \"Marchiato nel Buonumore\" per turno, e solo una volta in quel turno.", "pt": "Revele 1 monstro na sua mão e envie 1 Monstro de Fusão de Nível 8 do seu Deck Adicional para o Cemitério, com o mesmo Tipo, que tenha 2500 de ATK ou DEF, e, depois, você pode aplicar este efeito.\n●Descarte o monstro revelado e, se isso acontecer, adicione 1 \"Caído de Arbaz\" ou 1 monstro que o mencione do seu Deck à sua mão.\nDurante a Fase Final, se um Monstro de Fusão foi enviado para o seu Cemitério neste turno: você pode adicionar este card do Cemitério à sua mão. Você só pode usar 1 efeito de \"Marcado em Bom Humor\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：手札のモンスター１体を相手に見せ、そのモンスターと同じ種族で、攻撃力か守備力が２５００のレベル８融合モンスター１体をＥＸデッキから墓地へ送る。その後、以下の効果を適用できる。\n●見せたモンスターを捨て、「アルバスの落胤」またはそのカード名が記されたモンスター１体をデッキから手札に加える。\n②：このターンに融合モンスターが自分の墓地へ送られている場合、エンドフェイズに発動できる。墓地のこのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 패의 몬스터 1장을 상대에게 보여주고, 그 몬스터와 같은 종족으로, 공격력 또는 수비력이 2500 의 레벨 8 융합 몬스터 1장을 엑스트라 덱에서 묘지로 보낸다. 그 후, 이하의 효과를 적용할 수 있다.\n●보여준 몬스터를 버리고, \"알버스의 낙윤\" 1장 또는 그 카드명이 쓰여진 몬스터 1장을 덱에서 패에 넣는다. ②: 이 턴에 융합 몬스터가 자신 묘지로 보내지고 있을 경우, 엔드 페이즈에 발동할 수 있다. 묘지의 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：將手牌的１隻怪獸出示給對方，從額外牌組將１隻與該怪獸同種族，攻擊力或１隻守備力２５００的等級８融合怪獸送至墓地。其後，可適用以下效果。\n●捨棄出示的怪獸，從牌組將１隻「阿爾白斯之落胤」或寫有該卡名的１隻怪獸加入手牌。\n②：可在此回合融合怪獸被送至我方墓地的狀況下，於結束階段發動。將墓地的此卡加入手牌。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：向对手出示手牌的１只怪兽，将１只和该怪兽相同种族、攻击力或守备力２５００的等级８融合怪兽从额外牌组送至墓地。然后可适用以下效果。\n●将所出示的怪兽舍弃，将１只“阿尔白斯之落胤”或１只记载有该卡名的怪兽从牌组加入手牌。\n②：此回合有融合怪兽被送至自己墓地的情况下，在结束阶段可以发动。将墓地的此卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Branded"], "images": [{"index": 1, "image": "BrandedinHighSpirits-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN055", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN217", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE055", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE217", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR055", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR217", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT055", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT217", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT055", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT217", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP055", "set_name": "Burst of Destiny", "rarities": ["Rare"]}, {"set_number": "CF01-JP069", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "BODE-KR055", "set_name": "Burst of Destiny", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP6-SC148", "set_name": "Mega Pack 06", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714157, "master_duel_rarity": "SR"}