{"konami_id": 12437, "password": 29951323, "name": {"en": "Zap Mustung", "de": "Blitz-Mustung", "es": "Zap Mustung", "fr": "Zap Mustung", "it": "Zap Mustung", "pt": "Zap Mustangue", "ja": "<ruby>放<rt>ほう</rt></ruby><ruby>電<rt>でん</rt></ruby>ムスタンガン", "ja_romaji": "Hōden Musutangan", "ko": "방전 무스탕건", "ko_rr": null, "zh-TW": "放電電擊槍野馬", "zh-CN": "放电电击枪野马"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by a card effect during your Main Phase 1, cannot be Special Summoned by other ways, and cannot be Special Summoned if you have Special Summoned this turn. Twice per turn, this card cannot be destroyed by battle. Each turn, the turn player can only Special Summon a number of times up to their number of attacks conducted (and reached the Damage Step) this turn.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss während deiner Main Phase 1 durch einen Karteneffekt als Spezialbeschwörung beschworen werden, kann nicht auf andere Art als Spezialbeschwörung beschworen werden und kann nicht als Spezialbeschwörung beschworen werden, falls du in diesem Spielzug Monster als Spezialbeschwörung beschworen hast. Zweimal pro Spielzug kann diese Karte nicht durch Kampf zerstört werden. In jedem Spielzug kann der Zugspieler nur so viele Male Monster als Spezialbeschwörung beschwören wie die Anzahl Angriffe, die er in diesem Spielzug durchgeführt (und den Damage Step erreicht) hat.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por efecto de una carta durante tu Main Phase 1, no puede ser Invocado de Modo Especial de otra forma, y no puede ser Invocado de Modo Especial si este turno has Invocado de modo Especial. Dos veces por turno, esta carta no puede ser destruida en batalla. Cada turno, el jugador activo sólo puede Invocar de Modo Especial tantas veces como la cantidad de ataques que haya realizado (y que llegaran al Damage Step) este turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de carte durant votre Main Phase 1, non Invocable Spécialement autrement, et non Invocable Spécialement si vous avez Invoqué Spécialement ce tour. Deux fois par tour, cette carte ne peut pas être détruite au combat. Chaque tour, le joueur du tour peut uniquement Invoquer Spécialement un nombre de fois inférieur ou égal au nombre de ses attaques conduites (et qui ont atteintes la Damage Step) ce tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dall'effetto di una carta durante la tua Main Phase 1, non può essere Evocato Specialmente in altri modi, e non può essere Evocato Specialmente se hai Evocato Specialmente in questo turno. Due volte per turno, questa carta non può essere distrutta in battaglia. Ogni turno, il giocatore di turno può Evocare Specialmente solamente un numero di volte fino al numero di attacchi effettuati (e che hanno raggiunto il Damage Step) in questo turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por um efeito de card durante sua Fase Principal 1 e não pode ser Invocado por Invocação-Especial de nenhuma outra forma e não pode ser Invocado por Invocação-Especial se você Invocou por Invocação-Especial neste turno. Duas vezes por turno, este card não pode ser destruído em batalha. A cada turno. o duelista do turno só pode Invocar por Invocação-Especial um número de vezes igual ao número de ataques conduzidos (e que chegaram a Etapa de Dano) neste turno.", "ja": "このカードは通常召喚できず、自分が特殊召喚を行っていない自分メインフェイズ１に、カードの効果でのみ特殊召喚できる。①：このカードは１ターンに２度まで戦闘では破壊されない。②：このカードがモンスターゾーンに存在する限り、ターンプレイヤーはそのターン攻撃した回数と同じ回数までしかモンスターを特殊召喚できない。", "ko": "이 카드는 통상 소환할 수 없으며, 자신이 특수 소환을 실행하지 않은 자신 메인 페이즈 1 에, 카드의 효과로만 특수 소환할 수 있다. ①: 이 카드는 1턴에 2번까지 전투로는 파괴되지 않는다. ②: 이 카드가 몬스터 존에 존재하는 한, 턴 플레이어는 그 턴에 공격한 횟수와 같은 횟수까지밖에 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤，在自己没有进行特殊召唤的自己主要阶段1，用卡的效果才能特殊召唤。①：这张卡1回合最多2次不会被战斗破坏。②：只要这张卡在怪兽区域存在，回合玩家只能有最多和那个回合攻击过的次数相同次数把怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 1500, "images": [{"index": 1, "image": "ZapMustung-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN038", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-EN087", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "TDIL-DE038", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-DE087", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "TDIL-FR038", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-FR087", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "TDIL-IT038", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-IT087", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "TDIL-PT038", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-PT087", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "TDIL-JP038", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "ko": [{"set_number": "TDIL-KR038", "set_name": "The Dark Illusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 387431, "master_duel_rarity": "R"}