{"konami_id": 9790, "password": 29999161, "name": {"en": "Zenmairch", "de": "Zenmei-Marsch", "es": "Zenmarcha", "fr": "Zenmairch", "it": "Zenmairch", "pt": "Zenmairch", "ja": "<ruby>発条<rt>ぜんまい</rt></ruby>の<ruby>巻<rt>ま</rt></ruby>き<ruby>戻<rt>もど</rt></ruby>し", "ja_romaji": "Zenmai no Makimodoshi", "ko": "발조의 되감기", "ko_rr": null, "zh-TW": "發條回卷", "zh-CN": "发条回卷"}, "text": {"en": null, "de": "Wähle 1 offenes „Aufzieh“-Monster der Stufe 4 oder niedriger, das du kontrollierst: Gib das gewählte Ziel auf die Hand zurück (ungeachtet seiner Stufe) und beschwöre dann 1 „Aufzieh“-Monster mit derselben Stufe wie das zurückgegebene Monster als Spezialbeschwörung von deiner Hand.", "es": "Selecciona 1 monstruo \"de Cuerda\" boca arriba de Nivel 4 o menor que controles: devuelve a la mano a ese objetivo (sin que importe su Nivel), y después Invoca de Modo Especial 1 monstruo \"de Cuerda\" en la mano con el mismo Nivel que el monstruo devuelto.", "fr": "Ciblez 1 monstre \"Automate\" de max. Niveau 4 face recto que vous contrôlez : renvoyez la cible à la main (quelque que soit son Niveau), puis Invoquez Spécialement 1 monstre \"Automate\" depuis la main du même Niveau que le monstre renvoyé.", "it": "Scegli come bersaglio 1 mostro \"a Molla\" di Livello 4 o inferiore scoperto che controlli: fai ritornare quel bersaglio nella mano (indipendentemente dal suo Livello), poi Evoca Specialmente dalla mano 1 mostro \"a Molla\" con lo stesso Livello del mostro fatto ritornare in mano.", "pt": "Escolha 1 monstro \"de Corda\" de Nível 4 ou menos com a face para cima que você controla: Devolva o alvo à mão (não importando o seu Nível) e, depois, Invoque por Invocação-Especial 1 monstro \"de Corda\" da mão com o mesmo Nível do monstro devolvido.", "ja": "①：自分フィールドのレベル４以下の「ゼンマイ」モンスター１体を対象として発動できる。その自分のレベル４以下の「ゼンマイ」モンスターを手札に戻し、レベルが手札に戻ったモンスターと同じ「ゼンマイ」モンスター１体を手札から特殊召喚する。", "ko": "자신 필드 위에 앞면 표시로 존재하는 레벨 4 이하의 \"태엽\"이라는 이름이 붙은 몬스터 1장을 선택하여 패로 되돌리고, 되돌린 몬스터와 같은 레벨의 \"태엽\"이라는 이름이 붙은 몬스터 1장을 패에서 특수 소환한다.", "zh-TW": "選擇我方場上１隻等級４以下、冠有「發條」之名的怪獸送回持有者的手牌，從手牌特殊召喚１隻等級與送回手牌的怪獸相同、冠有「發條」之名的怪獸。", "zh-CN": "选择我方场上１只等级４或以下的冠有“发条”之名的怪兽返回至持有者手牌，并从手牌特殊召唤１只与返回至手牌怪兽相同等级的冠有“发条”之名的怪兽。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "Zenmairch-PHSW-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHSW-EN072", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "de": [{"set_number": "PHSW-DE072", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "fr": [{"set_number": "PHSW-FR072", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "it": [{"set_number": "PHSW-IT072", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "ja": [{"set_number": "PHSW-JP072", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "ko": [{"set_number": "PHSW-KR072", "set_name": "Photon Shockwave", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 162654, "master_duel_rarity": "N"}