{"konami_id": 13894, "password": 29996433, "name": {"en": "Dinowrestler Capoeiraptor", "de": "Dinowrestler Capoeiraptor", "es": "Dinoluchador Capoeirraptor", "fr": "Dinolutteur Capoeiraptor", "it": "Dinowrestler Capoeiraptor", "pt": "Dinolutador Capoeiraptor", "ja": "ダイナレスラー・カポエラプトル", "ja_romaji": "Dainaresurā Kapoeraputoru", "ko": "다이너레슬러 카포에랩토르", "ko_rr": "Daineoreseulleo Kapoeraeptoreu", "zh-TW": "恐龍摔角手 卡波耶拉馳龍", "zh-CN": "恐龙摔跤手・卡波耶拉伶盗龙"}, "text": {"en": "This Attack Position card cannot be destroyed by battle. If this card is attacked, change it to Defense Position at the end of the Damage Step. During the Standby Phase, if this card is in Defense Position: You can Special Summon 1 \"Dinowrestler Capoeiraptor\" from your Deck. You can only use this effect of \"Dinowrestler Capoeiraptor\" once per turn.", "de": "Diese Karte in Angriffsposition kann nicht durch Kampf zerstört werden. Falls diese Karte angegriffen wird, ändere sie am Ende des Damage Steps in die Verteidigungsposition. Während der Standby Phase, falls diese Karte in Verteidigungsposition liegt: Du kannst 1 „Dinowrestler Capoeiraptor“ als Spezialbeschwörung von deinem Deck beschwören. Du kannst diesen Effekt von „Dinowrestler Capoeiraptor“ nur einmal pro Spielzug verwenden.", "es": "Esta carta en Posición de Ataque no puede ser destruida en batalla. Si esta carta es atacada, al final del Damage Step cámbiala a Posición de Defensa. Durante la Standby Phase, si esta carta está en Posición de Defensa: puedes Invocar de Modo Especial, desde tu Deck, 1 \"Dinoluchador Capoeirraptor\". Sólo puedes usar este efecto de \"Dinoluchador Capoeirraptor\" una vez por turno.", "fr": "Cette carte en Position d'Attaque ne peut pas être détruite au combat. Si cette carte est attaquée, changez-la en Position de Défense à la fin de la Damage Step. Durant la Standby Phase, si cette carte est en Position de Défense : vous pouvez Invoquer Spécialement 1 \"Dinolutteur Capoeiraptor\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Dinolutteur Capoeiraptor\" qu'une fois par tour.", "it": "Questa carta in Posizione di Attacco non può essere distrutta in battaglia. Se questa carta viene attaccata, mettila in Posizione di Difesa alla fine del Damage Step. Durante la Standby Phase, se questa carta è in Posizione di Difesa: puoi Evocare Specialmente 1 \"Dinowrestler Capoeiraptor\" dal tuo Deck. Puoi utilizzare questo effetto di \"Dinowrestler Capoeiraptor\" una sola volta per turno.", "pt": "Este card em Posição de Ataque não pode ser destruído em batalha. Se este card for atacado, coloque-o em Posição de Defesa no final da Etapa de Dano. Durante a Fase de Apoio, se este card estiver em Posição de Defesa: você pode Invocar por Invocação-Especial 1 \"Dinolutador Capoeiraptor\" do seu Deck. Você só pode usar este efeito de \"Dinolutador Capoeiraptor\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：攻撃表示のこのカードは戦闘では破壊されず、相手モンスターに攻撃されたダメージステップ終了時にこのカードを守備表示にする。②：このカードがモンスターゾーンに守備表示で存在する場合、自分・相手のスタンバイフェイズに発動できる。デッキから「ダイナレスラー・カポエラプトル」１体を特殊召喚する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 공격 표시의 이 카드는 전투로는 파괴되지 않으며, 상대 몬스터에 공격받은 데미지 스텝 종료시에 이 카드를 수비 표시로 한다. ②: 이 카드가 몬스터 존에 수비 표시로 존재할 경우, 자신 / 상대의 스탠바이 페이즈에 발동할 수 있다. 덱에서 \"다이너레슬러 카포에랩토르\" 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：攻击表示的这张卡不会被战斗破坏，被对方怪兽攻击的伤害步骤结束时这张卡变成守备表示。\n②：这张卡在怪兽区域守备表示存在的场合，自己·对方的准备阶段才能发动。从卡组把1只「恐龙摔跤手·卡波耶拉盗龙」特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 0, "series": ["Dinowrestler"], "images": [{"index": 1, "image": "DinowrestlerCapoeiraptor-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN006", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-EN157", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE006", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-DE157", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR006", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-FR157", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT006", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-IT157", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT006", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-PT157", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP007", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR007", "set_name": "Soul Fusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565050, "master_duel_rarity": "N"}