{"konami_id": 11867, "password": 30100551, "name": {"en": "Minerva, the Exalted Lightsworn", "de": "Minerva, die erhabene Lichtverpflichtete", "es": "Minerva, la Exaltada Luminosa", "fr": "Minerva la Glorifiée, Seigneur Lumière", "it": "Minerva, la Eminente Fedele della Luce", "pt": "Minerva, a Luminosa Exaltada", "ja": "ライトロード・セイント ミネルバ", "ja_romaji": "Raitorōdo Seinto Mineruba", "ko": "라이트로드 세인트 미네르바", "ko_rr": "Raiteurodeu Seinteu Minereuba", "zh-TW": null, "zh-CN": "光道圣女 密涅瓦"}, "text": {"en": "2 Level 4 monsters\nYou can detach 1 material from this card; send the top 3 cards of your Deck to the GY, then draw cards equal to the number of \"Lightsworn\" cards sent to the GY by this effect. If this card is destroyed by battle, or if this card in its owner's possession is destroyed by an opponent's card effect: You can send the top 3 cards of your Deck to the GY, then you can destroy cards on the field up to the number of \"Lightsworn\" cards sent to the GY by this effect. You can only use each effect of \"Minerva, the Exalted Lightsworn\" once per turn.", "de": "2 Monster der Stufe 4\nDu kannst 1 Material von dieser Karte abhängen; lege die obersten 3 Karten deines Decks auf den Friedhof, dann ziehe Karten in Höhe der Anzahl der „Lichtverpflichtet“-Karten, die durch diesen Effekt auf den Friedhof gelegt wurden. Falls diese Karte durch Kampf zerstört wird oder falls diese Karte, die ihrem Besitzer gehört, durch einen Karteneffekt eines Gegners zerstört wird: Du kannst die obersten 3 Karten deines Decks auf den Friedhof legen, dann kannst du Karten auf dem Spielfeld bis zur Anzahl der „Lichtverpflichtet“-Karten zerstören, die durch diesen Effekt auf den Friedhof gelegt wurden. Du kannst jeden Effekt von „Minerva, die erhabene Lichtverpflichtete“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 4\nPuedes desacoplar 1 material de esta carta; manda al Cementerio las 3 cartas de la parte superior de tu Deck, y después roba cartas igual al número de cartas \"Luminoso/a\" mandadas al Cementerio por este efecto. Si esta carta es destruida en batalla, o si esta carta en posesión de su dueño es destruida por el efecto de una carta del adversario: puedes mandar al Cementerio las 3 cartas de la parte superior de tu Deck y después puedes destruir hasta tantas cartas en el Campo como el número de cartas \"Luminoso/a\" mandadas al Cementerio por este efecto. Sólo puedes usar cada efecto de \"Minerva, la Exaltada Luminosa\" una vez por turno.", "fr": "2 monstres de Niveau 4\nVous pouvez détacher 1 Matériel de cette carte ; envoyez les 3 cartes du dessus de votre Deck au Cimetière, puis piochez un nombre de cartes égal au nombre de cartes \"Seigneur Lumière\" envoyées au Cimetière par cet effet. Si cette carte est détruite au combat, ou si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez envoyer les 3 cartes du dessus de votre Deck au Cimetière, puis vous pouvez détruire un nombre de cartes sur le Terrain, inférieur ou égal au nombre de cartes \"Seigneur Lumière\" envoyées au Cimetière par cet effet. Vous ne pouvez utiliser chaque effet de \"Minerva la Glorifiée, Seigneur Lumière\" qu'une fois par tour.", "it": "2 mostri di Livello 4\nPuoi staccare 1 materiale da questa carta; manda le prime 3 carte del tuo Deck al Cimitero, poi pesca carte pari al numero di carte \"Fedele della Luce\" mandate al Cimitero da questo effetto. Se questa carta viene distrutta in battaglia, o se questa carta sotto il comando del suo proprietario viene distrutta dall'effetto di una carta del tuo avversario: puoi mandare le prime 3 carte del tuo Deck al Cimitero, poi puoi distruggere carte sul Terreno fino al numero di carte \"Fedele della Luce\" mandate al Cimitero da questo effetto. Puoi utilizzare ogni effetto di \"Minerva, la Eminente Fedele della Luce\" una sola volta per turno.", "pt": "2 monstros de Nível 4\nVocê pode desassociar 1 matéria deste card; envie os 3 cards do topo do seu Deck para o Cemitério e, depois, compre cards igual ao número de cards \"Luminoso(a)\" enviados para o Cemitério por este efeito. Se este card for destruído em batalha, ou se este card em posse do seu dono for destruído por um efeito de card do oponente: você pode enviar os 3 cards do topo do seu Deck para o Cemitério e, depois, você pode destruir cards no campo até o número de cards \"Luminoso(a)\" enviados para o Cemitério por este efeito. Você só pode usar cada efeito de \"Minerva, a Luminosa Exaltada\" uma vez por turno.", "ja": "レベル４モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除いて発動できる。自分のデッキの上からカードを３枚墓地へ送る。その中に「ライトロード」カードがあった場合、さらにその数だけ自分はドローする。②：このカードが戦闘または相手の効果で破壊された場合に発動できる。自分のデッキの上からカードを３枚墓地へ送る。その中に「ライトロード」カードがあった場合、さらにその数までフィールドのカードを破壊できる。", "ko": "레벨 4 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 자신의 덱 위에서 카드를 3장 묘지로 보낸다. 그 중에 \"라이트로드\" 카드가 있었을 경우, 추가로 그 수만큼 자신은 드로우한다. ②: 이 카드가 전투 또는 상대 효과로 파괴되었을 경우에 발동할 수 있다. 자신의 덱 위에서 카드를 3장 묘지로 보낸다. 그 중에 \"라이트로드\" 카드가 있었을 경우, 추가로 그 수까지 필드의 카드를 파괴할 수 있다.", "zh-TW": null, "zh-CN": "等级４怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：去除此卡的１个超量素材可以发动。从自己的牌组上面将３张卡送至墓地。其中有“光道”卡的情况下，进而自己依其数量抽牌。②：此卡因战斗或对手的效果被破坏的情况下可以发动。从自己的牌组上面将３张卡送至墓地。其中有“光道”卡的情况下，进而可将场上的卡破坏，数量最多为其中“光道”卡的数量。"}, "card_type": "Monster", "monster_type_line": "Fairy / Xyz / Effect", "attribute": "LIGHT", "rank": 4, "atk": 2000, "def": 800, "materials": "2 Level 4 monsters", "series": ["Lightsworn"], "images": [{"index": 1, "image": "MinervatheExaltedLightsworn-BLC1-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "YCSW-EN008", "set_name": "Yu-Gi-Oh! Championship Series 2015 Prize Card", "rarities": ["Super Rare", "Ultra Rare"]}, {"set_number": "BLLR-EN044", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN013", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLLR-DE044", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE013", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLLR-SP044", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-SP013", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLLR-FR044", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR013", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLLR-IT044", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT013", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLLR-PT044", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT013", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CORE-JP083", "set_name": "Clash of Rebellions", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "17SP-JP009", "set_name": "Special Pack", "rarities": ["Common", "Super Rare"]}, {"set_number": "QCCU-JP135", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "EP16-KR042", "set_name": "Extra Pack 2016", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "QCCU-KR135", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "BB01-SC077", "set_name": "Secret Treasures Pack", "rarities": ["Ultra Rare", "Collector's Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 351119}