{"konami_id": 11237, "password": 30106950, "name": {"en": "Suanni, Fire of the Yang Zing", "de": "Suanni, Feuer des Yang Zing", "es": "Suanni, Fuego de los Yang Zing", "fr": "Suanni, Feu du Yang Zing", "it": "Suanni, Fuoco dello Yang Zing", "pt": "Suanni, Fogo de Yang Zing", "ja": "<ruby>炎<rt>えん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>星<rt>せい</rt></ruby>－シュンゲイ", "ja_romaji": "Enryūsei - Shungei", "ko": "염룡성－순게이", "ko_rr": null, "zh-TW": "炎龍星－狻猊", "zh-CN": "炎龙星－狻猊"}, "text": {"en": null, "de": "Wenn diese Karte, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 „Yang Zing“-Monster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören, außer „Suanni, Feuer des Yang Zing“. Du kannst diesen Effekt von „Suanni, Feuer des Yang Zing“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während der Main Phase oder Battle Phase deines Gegners, kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre nur mit „Yang Zing“-Monstern, die du kontrollierst, 1 Synchromonster als Synchrobeschwörung. (Dies ist ein Schnelleffekt.) Ein Synchromonster, das diese Karte als Synchromaterial verwendet hat, erhält 500 ATK und DEF.", "es": "Cuando esta carta que controlas es destruida en batalla o por efecto de una carta y mandada a tu Cementerio: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Yang Zing\" en Posición de Defensa, excepto \"Suanni, Fuego de los Yang Zing\". Sólo puedes usar este efecto de \"Suanni, Fuego de los Yang Zing\" una vez por turno. Una vez por turno, durante la Main Phase o la Battle Phase de tu adversario, puedes: inmediatamente después de que este efecto se resuelva, Invocar por Sincronía 1 Monstruo de Sincronía, usando solamente monstruos \"Yang Zing\" que controles (éste es un Efecto Rápido). Un Monstruo de Sincronía que usó esta carta como Material de Sincronía gana 500 ATK y DEF.", "fr": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Suanni, Feu du Yang Zing\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Suanni, Feu du Yang Zing\" qu'une fois par tour. Une fois par tour, durant la Main Phase ou Battle Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres \"Yang Zing\" que vous contrôlez (ceci est un Effet Rapide). Un Monstre Synchro qui a utilisé cette carte comme Matériel de Synchro gagne 500 ATK/DEF.", "it": "Quando questa carta che controlli viene distrutta in battaglia o dall'effetto di una carta e mandata al tuo Cimitero: puoi Evocare Specialmente 1 mostro \"Yang Zing\" dal tuo Deck in Posizione di Difesa, eccetto \"Suanni, Fuoco dello Yang Zing\". Puoi utilizzare questo effetto di \"Suanni, Fuoco dello Yang Zing\" una sola volta per turno. Una volta per turno, durante la Main Phase o Battle Phase del tuo avversario, puoi: immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro, utilizzando solo mostri \"Yang Zing\" che controlli (questo è un Effetto Rapido). Un Mostro Synchro che ha utilizzato questa carta come Materiale Synchro guadagna 500 ATK e DEF.", "pt": "Quando este card que você controla for destruído em batalha ou por um efeito de card e enviado para o seu Cemitério: você pode Invocar por Invocação-Especial 1 monstro \"Yang Zing\" do seu Deck em Posição de Defesa, exceto \"Suanni, Fogo de Yang Zing\". Você só pode usar este efeito de \"Suanni, Fogo de Yang Zing\" uma vez por turno. Uma vez por turno, durante a Fase Principal ou a Fase de Batalha do seu oponente, você pode: imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro, usando apenas monstros \"Yang Zing\" que você controla (este é um Efeito Rápido). Um Monstro Sincro que usou este card como uma Matéria Sincro ganha 500 de ATK e DEF.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：自分フィールドのこのカードが戦闘・効果で破壊され墓地へ送られた時に発動できる。デッキから「炎竜星－シュンゲイ」以外の「竜星」モンスター１体を守備表示で特殊召喚する。\n②：１ターンに１度、相手のメインフェイズ及びバトルフェイズに発動できる。自分フィールドの「竜星」モンスターのみを素材としてＳ召喚を行う。\n③：このカードをＳ素材としたＳモンスターは、攻撃力・守備力が５００アップする。", "ko": "\"염룡성－순게이\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 때에 발동할 수 있다. 덱에서 \"염룡성－순게이\" 이외의 \"룡성\" 몬스터 1장을 수비 표시로 특수 소환한다. ②: 1턴에 1번, 상대의 메인 페이즈 및 배틀 페이즈에 발동할 수 있다. 자신 필드의 \"룡성\" 몬스터만을 싱크로 소재로서 싱크로 소환한다. ③: 이 카드를 싱크로 소재로 한 싱크로 몬스터는, 공격력 / 수비력을 500 올린다.", "zh-TW": "「炎龍星－狻猊」的①效果，１回合僅限使用１次。①：可在我方場上的此卡因戰鬥・效果被破壞送至墓地時發動。從牌組以守備表示特殊召喚１隻「炎龍星－狻猊」以外的「龍星」怪獸。②：１回合１次，可在對方的主要階段及戰鬥階段發動。僅限以我方場上的「龍星」怪獸做為同步素材同步召喚。③：以此卡做為同步素材的同步怪獸的攻擊力・守備力提升５００。", "zh-CN": "此卡名的①效果1回合仅可使用1次。①：自己场上的此卡因战斗・效果被破坏并被送至墓地时可以发动。从牌组将1只“炎龙星-狻猊”以外的“龙星”怪兽以守备表示特殊召唤。②：1回合1次，在对手的主要阶段以及战斗阶段可以发动。仅以自己场上的“龙星”怪兽作为同步素材同步召唤。③：以此卡作为同步素材的同步怪兽攻击力・守备力上升500。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "FIRE", "level": 4, "atk": 1900, "def": 0, "series": ["Yang Zing"], "images": [{"index": 1, "image": "SuanniFireoftheYangZing-MP15-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DUEA-EN028", "set_name": "Duelist Alliance", "rarities": ["Super Rare"]}, {"set_number": "MP15-EN083", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUEA-DE028", "set_name": "Duelist Alliance", "rarities": ["Super Rare"]}, {"set_number": "MP15-DE083", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUEA-FR028", "set_name": "Duelist Alliance", "rarities": ["Super Rare"]}, {"set_number": "MP15-FR083", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUEA-IT028", "set_name": "Duelist Alliance", "rarities": ["Super Rare"]}, {"set_number": "MP15-IT083", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUEA-PT028", "set_name": "Duelist Alliance", "rarities": ["Super Rare"]}, {"set_number": "MP15-PT083", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DUEA-JP028", "set_name": "Duelist Alliance", "rarities": ["Rare"]}], "ko": [{"set_number": "DUEA-KR028", "set_name": "Duelist Alliance", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL01-SC118", "set_name": "Classic Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 340423, "master_duel_rarity": "R"}