{"konami_id": 18724, "password": 30128445, "name": {"en": "Transcendosaurus Drillygnathus", "de": "Transzendosaurier Bohrygnathus", "es": "Barrenognathus Trascendosaurio", "fr": "Transcendosaure Percygnathus", "it": "Trascendosauro Trapanygnathus", "pt": "Transcendossauro Perfurygnathus", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>越<rt>えつ</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ドリルグナトゥス", "ja_romaji": "Chōetsuryū Dorirugunatusu", "ko": "초월룡 드릴그나투스", "ko_rr": "Chowollyong Deurilgeunatuseu", "zh-TW": null, "zh-CN": "超越恐龙 钻头矛颌龙"}, "text": {"en": "2 Level 6 monsters\nWhile this card has no materials, if it battles a monster, any battle damage it inflicts to your opponent is doubled. You can only use each of the following effects of \"Transcendosaurus Drillygnathus\" once per turn. You can detach 1 material from this card, then target 1 of your banished Dinosaur monsters; Special Summon it. If this card is destroyed: You can shuffle 1 Normal Monster from your GY into the Deck, then you can Special Summon this card.", "de": "2 Monster der Stufe 6\nSolange diese Karte kein Material hat, falls sie gegen ein Monster kämpft, wird der Kampfschaden verdoppelt, den sie deinem Gegner zufügt. Du kannst jeden der folgenden Effekte von „Transzendosaurier Bohrygnathus“ nur einmal pro Spielzug verwenden. Du kannst 1 Material von dieser Karte abhängen und dann 1 deiner verbannten Dinosaurier-Monster wählen; beschwöre es als Spezialbeschwörung. Falls diese Karte zerstört wird: Du kannst 1 Normales Monster von deinem Friedhof ins Deck mischen, dann kannst du diese Karte als Spezialbeschwörung beschwören.", "es": "2 monstruos de Nivel 6\nMientras esta carta no tenga materiales, si batalla con un monstruo, cualquier daño de batalla que inflija a tu adversario se duplica. Sólo puedes usar cada uno de los siguientes efectos de \"Barrenognathus Trascendosaurio\" una vez por turno. Puedes desacoplar 1 material de esta carta, y después seleccionar 1 de tus monstruos Dinosaurio desterrados; Invócalo de Modo Especial. Si esta carta es destruida: puedes barajar al Deck 1 Monstruo Normal en tu Cementerio, y después puedes Invocar esta carta de Modo Especial.", "fr": "2 monstres de Niveau 6\nTant que cette carte n'a pas de Matériel, si elle combat un monstre, les dommages de combat qu'elle inflige à votre adversaire sont doublés. Vous ne pouvez utiliser chacun des effets suivants de \"Transcendosaure Percygnathus\" qu'une fois par tour. Vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 de vos monstres Dinosaure bannis ; Invoquez-le Spécialement. Si cette carte est détruite : vous pouvez mélanger 1 Monstre Normal depuis votre Cimetière dans le Deck, puis vous pouvez Invoquer Spécialement cette carte.", "it": "2 mostri di Livello 6\nMentre questa carta non ha materiali, se essa combatte con un mostro, qualsiasi danno da combattimento che essa infligge al tuo avversario viene raddoppiato. Puoi utilizzare ognuno dei seguenti effetti di \"Trascendosauro Trapanygnathus\" una sola volta per turno. Puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 dei tuoi mostri Dinosauro banditi; Evocalo Specialmente. Se questa carta viene distrutta: puoi mischiare 1 Mostro Normale dal tuo Cimitero nel Deck, poi puoi Evocare Specialmente questa carta.", "pt": "2 monstros de Nível 6\nEnquanto este card não tiver matérias, se ele batalhar um monstro, qualquer dano de batalha que ele causar ao seu oponente é dobrado. Você só pode usar cada um dos seguintes efeitos de \"Transcendossauro Perfurygnathus\" uma vez por turno. Você pode desassociar 1 matéria deste card e, depois, escolha 1 de seus monstros Dinossauro banidos; Invoque-o por Invocação-Especial. Se este card for destruído: você pode embaralhar no Deck 1 Monstro Normal do seu Cemitério e, depois, você pode Invocar este card por Invocação-Especial.", "ja": "レベル６モンスター×２\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除き、除外されている自分の恐竜族モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。②：Ｘ素材が無いこのカードがモンスターとの戦闘で相手に与える戦闘ダメージは倍になる。③：このカードが破壊された場合に発動できる。自分の墓地から通常モンスター１体を選んでデッキに戻す。その後、このカードを特殊召喚できる。", "ko": "레벨 6 몬스터 × 2\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고, 제외되어 있는 자신의 공룡족 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. ②: 엑시즈 소재가 없는 이 카드가 몬스터와의 전투로 상대에게 주는 전투 데미지는 배가 된다. ③: 이 카드가 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 일반 몬스터 1장을 고르고 덱으로 되돌린다. 그 후, 이 카드를 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "等级６怪兽×２\n此卡名的①③效果１回合仅可各使用１次。\n①：去除此卡的１个超量素材，以自己除外状态的１只恐龙族怪兽为对象可以发动。将该怪兽特殊召唤。\n②：没有超量素材的此卡与怪兽的战斗给予对手的战斗伤害变为两倍。\n③：此卡被破坏的情况下可以发动。从自己的墓地将１只通常怪兽放回牌组。然后，可将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Xyz / Effect", "attribute": "WIND", "rank": 6, "atk": 3000, "def": 2300, "materials": "2 Level 6 monsters", "series": ["Transcendosaurus"], "images": [{"index": 1, "image": "TranscendosaurusDrillygnathus-WISU-EN-R-1E.png"}], "sets": {"en": [{"set_number": "WISU-EN005", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "de": [{"set_number": "WISU-DE005", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "es": [{"set_number": "WISU-SP005", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "fr": [{"set_number": "WISU-FR005", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "it": [{"set_number": "WISU-IT005", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "pt": [{"set_number": "WISU-PT005", "set_name": "Wild Survivors", "rarities": ["Rare"]}], "ja": [{"set_number": "DBWS-JP005", "set_name": "Deck-Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBWS-KR005", "set_name": "Deck-Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DUNE-SC106", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717197}