{"konami_id": 10058, "password": 30126992, "name": {"en": "Lightray Diabolos", "de": "Lichtstrahl-Diabolos", "es": "Diábolos Rayoluz", "fr": "Diabolos Rayon Lumineux", "it": "Diabolos Raggiodiluce", "pt": "Diábolos Raio-de-Luz", "ja": "ライトレイ ディアボロス", "ja_romaji": "Raitorei Diaborosu", "ko": "라이트레이 디아블로스", "ko_rr": null, "zh-TW": "光芒 迪亞波邏斯", "zh-CN": "光芒 迪亚波逻斯"}, "text": {"en": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by having 5 or more LIGHT monsters with different names in your Graveyard. Once per turn: You can banish 1 LIGHT monster from your Graveyard, then target 1 Set card your opponent controls; reveal that target, then place that target on either the top or bottom of the Deck.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 5 oder mehr LICHT Monster mit unterschiedlichen Namen in deinem Friedhof hast. Einmal pro Spielzug: Du kannst 1 LICHT Monster von deinem Friedhof verbannen und dann 1 gesetzte Karte wählen, die dein Gegner kontrolliert; zeige das gewählte Ziel vor, dann lege das gewählte Ziel auf oder unter das Deck.", "es": "No puede ser Invocado de Modo Normal, ni Colocado. Deber ser Invocado de Modo Especial (desde tu mano) mientras tengas 5 o más monstruos de LUZ con nombres diferentes en tu Cementerio. Una vez por turno: puedes desterrar 1 monstruo de LUZ en tu Cementerio, y después seleccionar 1 carta Colocada que controle tu adversario; muestra ese objetivo, y después ponlo en la parte superior o la parte inferior del Deck.", "fr": "Ni Invocable Normalement ni Posable. Doit d'abord être Invoquée Spécialement (depuis votre main) en ayant min. 5 monstres LUMIÈRE de noms différents dans votre Cimetière. Une fois par tour : vous pouvez bannir 1 monstre LUMIÈRE depuis votre Cimetière, puis ciblez 1 carte Posée contrôlée par votre adversaire ; révélez la cible, puis placez la cible au-dessus ou au-dessous du Deck.", "it": "Non può essere Evocato Normalmente o Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) avendo 5 o più mostri LUCE con nomi diversi nel tuo Cimitero. Una volta per turno: puoi bandire 1 mostro LUCE dal tuo Cimitero per scegliere come bersaglio 1 carta Posizionata controllata dal tuo avversario; rivela quel bersaglio, poi fa ritornare quel bersaglio in cima oppure in fondo al Deck.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Você primeiro deve Invocá-lo por Invocação-Especial (da sua mão) ao ter 5 ou mais monstros de LUZ com nomes diferentes no seu Cemitério. Uma vez por turno: você pode banir 1 monstro de LUZ do seu Cemitério e, depois, escolher 1 card Baixado que seu oponente controla; revele o alvo e, depois, coloque o alvo no topo ou no fundo do Deck.", "ja": "このカードは通常召喚できない。自分の墓地の光属性モンスターが５種類以上の場合に特殊召喚できる。１ターンに１度、自分の墓地の光属性モンスター１体をゲームから除外して発動できる。相手フィールド上にセットされたカード１枚を選択して確認し、持ち主のデッキの一番上または一番下に戻す。", "ko": "이 카드는 일반 소환 / 세트할 수 없다. 자신 묘지의 빛 속성 몬스터가 5종류 이상일 경우에 특수 소환할 수 있다. 1턴에 1번, 자신 묘지의 빛 속성 몬스터 1장을 게임에서 제외하고 발동할 수 있다. 상대 필드 위에 세트된 카드 1장을 선택하여 확인하고, 주인 덱의 맨 위 또는 맨 아래로 되돌린다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。自己墓地的光属性怪兽是5种类以上的场合可以特殊召唤。1回合1次，把自己墓地1只光属性怪兽从游戏中除外才能发动。选择对方场上盖放的1张卡确认，回到持有者卡组最上面或者最下面。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 7, "atk": 2800, "def": 1000, "series": ["Lightray"], "images": [{"index": 1, "image": "LightrayDiabolos-SDLI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN035", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "SDLI-EN017", "set_name": "Realm of Light Structure Deck", "rarities": ["Common"]}], "de": [{"set_number": "GAOV-DE035", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "SDLI-DE017", "set_name": "Realm of Light Structure Deck", "rarities": ["Common"]}], "es": [{"set_number": "GAOV-SP035", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "SDLI-SP017", "set_name": "Realm of Light Structure Deck", "rarities": ["Common"]}], "fr": [{"set_number": "GAOV-FR035", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "SDLI-FR017", "set_name": "Realm of Light Structure Deck", "rarities": ["Common"]}], "it": [{"set_number": "GAOV-IT035", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "SDLI-IT017", "set_name": "Realm of Light Structure Deck", "rarities": ["Common"]}], "pt": [{"set_number": "SDLI-PT017", "set_name": "Realm of Light Structure Deck", "rarities": ["Common"]}], "ja": [{"set_number": "GAOV-JP035", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "DS14-JPL12", "set_name": "Duelist Set: Version Lightsworn Judgment", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "GAOV-KR035", "set_name": "Galactic Overlord", "rarities": ["Rare"]}, {"set_number": "DS14-KRL12", "set_name": "Duelist Set: Version Lightsworn Judgment", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 210127, "master_duel_rarity": "R"}