{"konami_id": 9157, "password": 30127518, "name": {"en": "Darkfall", "de": "Sturz ins Dunkel", "es": "Caídaoscura", "fr": "Chute des Ténèbres", "it": "Caduta Oscura", "pt": "Queda Obscura", "ja": "<ruby>落<rt>お</rt></ruby>とし<ruby>大<rt>おお</rt></ruby><ruby>穴<rt>あな</rt></ruby>", "ja_romaji": "Otoshiōana", "ko": "함정의 큰구멍 속으로", "ko_rr": null, "zh-TW": "大陷坑", "zh-CN": "大陷坑"}, "text": {"en": "When your opponent Special Summons 2 or more face-up monsters at the same time: Send those monsters to the Graveyard, then send all monsters in the opponent's hand and Deck to the Graveyard that have the same name as the monsters sent to the Graveyard by this effect.", "de": "Wenn dein Gegner 2 oder mehr offene Monster gleichzeitig als Spezialbeschwörung beschwört: Lege die Monster auf den Friedhof, dann lege alle Monster in der Hand und im Deck deines Gegners, die denselben Namen wie die Monster haben, die durch diesen Effekt auf den Friedhof gelegt wurden, auf den Friedhof.", "es": "Cuando tu adversario Invoca de Modo Especial 2 o más monstruos boca arriba al mismo tiempo: manda esos monstruos al Cementerio, y después manda al Cementerio todos los monstruos en la mano y el Deck de tu adversario que tengan el mismo nombre que los monstruos mandados al Cementerio por este efecto.", "fr": "Lorsque votre adversaire Invoque Spécialement min. 2 monstres face recto en même temps : envoyez ces monstres au Cimetière, puis envoyez tous les monstres du même nom que les monstres envoyés au Cimetière par cet effet dans la main et Deck de votre adversaire au Cimetière.", "it": "Quando il tuo avversario Evoca Specialmente 2 o più mostri scoperti nello stesso momento: manda quei mostri al Cimitero, poi, manda al Cimitero tutti i mostri nella mano e nel Deck dell'avversario che hanno lo stesso nome dei mostri mandati al Cimitero da questo effetto.", "pt": "Quando seu oponente Invoca por Invocação-Especial 2 ou mais monstros com a face para cima ao mesmo tempo; envie esses monstros para o Cemitério e, depois, envie para o Cemitério todos os monstros na mão e no Deck do oponente que tenham o mesmo nome que os monstros enviados para o Cemitério por este efeito.", "ja": "相手が表側表示で２体以上のモンスターの特殊召喚に成功した時に発動する事ができる。そのモンスターを全て墓地へ送る。さらにそのモンスターと同名モンスターを相手の手札・デッキから墓地へ送る。", "ko": "상대가 앞면 표시로 2장 이상 몬스터의 특수 소환에 성공했을 때 발동할 수 있다. 그 몬스터를 전부 묘지로 보낸다. 또한 그 몬스터와 이름이 같은 몬스터를 상대의 패/덱에서 묘지로 보낸다.", "zh-TW": "可在對方成功以正面表示特殊召喚２隻以上怪獸時發動。將所有該怪獸全部送至墓地。另從對方手牌・牌組將所有該同名怪獸全部送至墓地。", "zh-CN": "对手以表侧表示成功特殊召唤２只或以上的怪兽时可发动。将所有该怪兽送入墓地。并且从对手的手牌、牌组将该同名怪兽全部送入墓地。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "Darkfall-DL16-EN-R-UE-Red.png"}], "sets": {"en": [{"set_number": "STBL-EN080", "set_name": "Starstrike Blast", "rarities": ["Short Print"]}, {"set_number": "DL16-EN020", "set_name": "Duelist League 16 participation cards", "rarities": ["Rare"]}], "de": [{"set_number": "STBL-DE080", "set_name": "Starstrike Blast", "rarities": ["Short Print"]}, {"set_number": "DL16-DE020", "set_name": "Duelist League 16 participation cards", "rarities": ["Rare"]}], "fr": [{"set_number": "STBL-FR080", "set_name": "Starstrike Blast", "rarities": ["Short Print"]}, {"set_number": "DL16-FR020", "set_name": "Duelist League 16 participation cards", "rarities": ["Rare"]}], "it": [{"set_number": "STBL-IT080", "set_name": "Starstrike Blast", "rarities": ["Short Print"]}, {"set_number": "DL16-IT020", "set_name": "Duelist League 16 participation cards", "rarities": ["Rare"]}], "pt": [{"set_number": "DL16-PT020", "set_name": "Duelist League 16 participation cards", "rarities": ["Rare"]}], "ja": [{"set_number": "STBL-JP080", "set_name": "Starstrike Blast", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "STBL-KR080", "set_name": "Starstrike Blast", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 131108, "master_duel_rarity": "N"}