{"konami_id": 7354, "password": 30155789, "name": {"en": "Brutal Potion", "de": "Brutaler Trank", "es": "Poción Brutal", "fr": "Potion de Brutalité", "it": "Pozione Brutale", "pt": "Poção Brutal", "ja": "サディスティック・ポーション", "ja_romaji": "Sadisutikku Pōshon", "ko": "사디스틱 포션", "ko_rr": null, "zh-TW": "暴虐藥劑", "zh-CN": "暴虐药剂"}, "text": {"en": "This card becomes an Equip Card, and equips to 1 monster you control. Once per turn, when you inflict damage to your opponent with a card effect, the equipped monster gains 1000 ATK until the End Phase.", "de": "Diese Karte wird eine Ausrüstungskarte und rüste 1 Monster damit aus, das du kontrollierst. Einmal pro Spielzug, wenn du deinem Gegner mit einem Karteneffekt Schaden zufügst, erhält das ausgerüstete Monster 1000 ATK bis zur End Phase.", "es": "Después de su activación, esta carta se trata como una Carta de Equipo; equípala a 1 monstruo que tú controles. Una vez por turno, cuando inflijas daño a tu adversario con el efecto de una carta, el monstruo equipado gana 1000 ATK hasta la End Phase.", "fr": "Cette carte devient une Carte Équipement et équipe 1 monstre que vous contrôlez. Une fois par tour, lorsque vous infligez des dommages à votre adversaire par l'effet d'une carte, augmentez l'ATK du monstre équipé de 1000 points jusqu'à la End Phase.", "it": "Questa carta diventa una Carta Equipaggiamento, e equipaggia 1 mostro che controlli. Una volta per turno, quando infliggi danno al tuo avversario tramite l'effetto di una carta, il mostro equipaggiato guadagna 1000 ATK fino alla fine della End Phase.", "pt": null, "ja": "発動後このカードは装備カードとなり、自分フィールド上に存在するモンスター１体に装備する。このカードのコントローラーがカードの効果によって相手プレイヤーにダメージを与えた場合、そのターンのエンドフェイズ時まで装備モンスターの攻撃力は１０００ポイントアップする。", "ko": "발동 후 이 카드는 장착 카드가 되어, 자신 필드 위에 존재하는 몬스터 1장에 장착한다. 이 카드의 컨트롤러가 카드의 효과에 의해서 상대 플레이어에게 데미지를 주었을 경우, 그 턴의 엔드 페이즈시까지 장착 몬스터의 공격력은 1000 포인트 올린다.", "zh-TW": null, "zh-CN": "发动后这张卡变成装备卡，给自己场上存在的1只怪兽装备。这张卡的控制者用卡的效果给与对方玩家伤害的场合，直到那个回合的结束阶段时装备怪兽的攻击力上升1000。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BrutalPotion-GX05-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "GX05-EN003", "set_name": "Yu-Gi-Oh! GX The Beginning of Destiny promotional cards", "rarities": ["Super Rare"]}, {"set_number": "GX05-EN003", "set_name": "Yu-Gi-Oh! GX Tag Force Evolution promotional cards", "rarities": ["Super Rare"]}], "de": [{"set_number": "GX05-DE003", "set_name": "Yu-Gi-Oh! GX Tag Force Evolution promotional cards", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GX05-FR003", "set_name": "Yu-Gi-Oh! GX Tag Force Evolution promotional cards", "rarities": ["Super Rare"]}], "it": [{"set_number": "GX05-IT003", "set_name": "Yu-Gi-Oh! GX Tag Force Evolution promotional cards", "rarities": ["Super Rare"]}], "ja": [{"set_number": "GX05-JP003", "set_name": "Yu-Gi-Oh! GX Tag Force Evolution promotional cards", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP04-KR026", "set_name": "Premium Pack Vol.4", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 73940, "master_duel_rarity": "R"}