{"konami_id": 9097, "password": 30230789, "name": {"en": "Karakuri Merchant mdl 177 \"Inashichi\"", "de": "Karakuri-Händler Nr. 177 „Inashichi“", "es": "Mercader Karakuri mod 177 - \"Inashichi\"", "fr": "Karakuri 177 \"Inashichi\" le Marchand", "it": "Mercante Karakuri mod. 177 \"Inashichi\"", "pt": "Mercador Karakuri mdl 177 \"Inashichi\"", "ja": "カラクリ<ruby>商<rt>しょう</rt></ruby><ruby>人<rt>にん</rt></ruby> <ruby>壱<rt>イ</rt></ruby><ruby>七<rt>ナ</rt></ruby><ruby>七<rt>シチ</rt></ruby>", "ja_romaji": "Karakuri Shōnin Inashichi", "ko": "자동기계상인 177 \"일칠칠\"", "ko_rr": null, "zh-TW": "機偶商人 壹七七", "zh-CN": "机偶商人 壹七七"}, "text": {"en": "This card must attack if able. When this face-up Attack Position card is selected as an attack target, change it to Defense Position. When this card is Normal Summoned, add 1 \"Karakuri\" card from your Deck to your hand.", "de": "Diese Karte muss angreifen, falls möglich. Wenn diese Karte in offener Angriffsposition angegriffen wird, ändere sie in die Verteidigungsposition. Wenn diese Karte als Normalbeschwörung beschworen wird, füge deiner Hand 1 \"Karakuri\"-Karte von deinem Deck hinzu.", "es": "Esta carta debe atacar si puede hacerlo. Cuando esta carta boca arriba en Posición de Ataque es seleccionada como objetivo de un ataque, cámbiala a Posición de Defensa. Cuando esta carta es Invocada de Modo Normal, añade a tu mano, desde tu Deck, 1 carta \"Karakuri\".", "fr": "Cette carte doit attaquer lorsque c'est possible. Lorsque cette carte en Position d'Attaque face recto est sélectionnée comme cible d'une attaque, changez-la en Position de Défense. Lorsque cette carte est Invoquée Normalement, ajoutez 1 carte \"Karakuri\" depuis votre Deck à votre main.", "it": "Questa carta deve attaccare se può farlo. Quando questa carta scoperta in Posizione di Attacco viene scelta come bersaglio di un attacco, mettila in Posizione di Difesa. Quando questa carta viene Evocata Normalmente, aggiungi 1 carta \"Karakuri\" dal tuo Deck alla tua mano.", "pt": "Este card deve atacar, se possível. Quando este card com a face para cima em Posição de Ataque no campo for selecionado como alvo de um ataque, mude-o para Posição de Defesa. Quando este card for Invocado por Invocação-Normal, adicione 1 card \"Karakuri\" do seu Deck para a sua mão.", "ja": "このカードは攻撃可能な場合には攻撃しなければならない。フィールド上に表側攻撃表示で存在するこのカードが攻撃対象に選択された時、このカードの表示形式を守備表示にする。このカードが召喚に成功した時、自分のデッキから「カラクリ」と名のついたカード１枚を手札に加える。", "ko": "이 카드는 공격이 가능한 경우에는 공격을 해야 한다. 필드 위에 앞면 공격 표시로 존재하는 이 카드가 공격 대상으로 선택되었을 때, 이 카드의 표시 형식을 수비 표시로 한다. 이 카드가 일반 소환에 성공했을 때, 자신의 덱에서 \"자동기계\"라는 이름이 붙은 카드 1장을 패에 넣는다.", "zh-TW": "此卡召喚成功時，可從牌組將１張冠有「機偶」之名的卡加入手牌。此卡在可以攻擊的狀況下必須進行攻擊。攻擊表示的此卡被選為攻擊對象時，將此卡的表示形式變為守備表示。", "zh-CN": "①：此卡召唤成功的情况下发动。从牌组将１张“机偶”卡加入手牌。②：此卡在可攻击的情况下必须攻击。③：攻击表示的此卡在被选择为攻击对象的情况下发动。将此卡改成守备表示。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 2, "atk": 500, "def": 1500, "series": ["Karakuri"], "images": [{"index": 1, "image": "KarakuriMerchantmdl177Inashichi-STBL-EN-R-1E.jpg"}], "sets": {"en": [{"set_number": "STBL-EN020", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "de": [{"set_number": "STBL-DE020", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "fr": [{"set_number": "STBL-FR020", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "it": [{"set_number": "STBL-IT020", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "ja": [{"set_number": "STBL-JP020", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "ko": [{"set_number": "STBL-KR020", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL02-SC100", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 131824, "master_duel_rarity": "SR"}