{"konami_id": 12522, "password": 30270176, "name": {"en": "Crimson Nova the Dark Cubic Lord", "de": "Crimson Nova der finstere kubische Herrscher", "es": "Nova Carmesí el Señor Cúbico Oscuro", "fr": "Nova Pourpre le Seigneur Cubique des Ténèbres", "it": "Nova Cremisi il Signore Cubico Oscuro", "pt": "Nova Carmesim, o Senhor Cúbico Obscuro", "ja": "<ruby>暗<rt>あん</rt></ruby><ruby>黒<rt>こく</rt></ruby><ruby>方<rt>ほう</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>神<rt>しん</rt></ruby>クリムゾン・ノヴァ", "ja_romaji": "Ankoku Hōkaishin Kurimuzon Nova", "ko": "암흑방계신 크림즌 노바", "ko_rr": "Amheukbang-gyesin Keurimjeun Noba", "zh-TW": "暗黑方界神 深紅新星", "zh-CN": "暗黑方界神 深红新星"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by revealing 3 other \"Cubic\" cards in your hand with different names, and cannot be Special Summoned by other ways. Unaffected by other monsters' activated effects, whose original ATK is 3000 or less. When this attacking card destroys a monster by battle: You can activate this effect; this card can make a second attack during this Battle Phase. During your End Phase: Each player takes 3000 damage. You can only use this effect of \"Crimson Nova the Dark Cubic Lord\" once per turn.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 3 andere „Kubisch“-Karten mit unterschiedlichen Namen in deiner Hand vorzeigst, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Bleibt von den aktivierten Effekten anderer Monster unberührt, deren Grund-ATK 3000 oder weniger ist. Wenn diese angreifende Karte ein Monster durch Kampf zerstört: Du kannst diesen Effekt aktivieren; diese Karte kann während dieser Battle Phase einen zweiten Angriff durchführen. Während deiner End Phase: Jeder Spieler erhält 3000 Schaden. Du kannst diesen Effekt von „Crimson Nova der finstere kubische Herrscher“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocada de Modo Normal/Colocada. Debe ser Invocada de Modo Especial (desde tu mano) mostrando otras 3 cartas \"Cúbico/a\" en tu mano con nombres diferentes, y no puede ser Invocada de Modo Especial de otra forma. No es afectada por los efectos activados de otros monstruos, cuyo ATK original es 3000 o menos. Cuando esta carta atacante destruye un monstruo en batalla: puedes activar este efecto; esta carta puede hacer un segundo ataque durante esta Battle Phase. Durante tu End Phase: cada jugador recibe 3000 puntos de daño. Sólo puedes usar este efecto de \"Nova Carmesí el Señor Cúbico Oscuro\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en révélant 3 autres cartes \"Cubique\" dans votre main de noms différents, et non Invocable Spécialement autrement. Non affectée par des effets activés d'autres monstres, dont l'ATK d'origine est inférieure ou égale à 3000. Lorsque cette carte attaquante détruit un monstre au combat : vous pouvez activer cet effet ; cette carte peut faire une seconde attaque durant cette Battle Phase. Durant votre End Phase : chaque joueur reçoit 3000 points de dommages. Vous ne pouvez utiliser cet effet de \"Nova Pourpre le Seigneur Cubique des Ténèbres\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/posizionato. Deve essere Evocato Specialmente (dalla tua mano) rivelando altre 3 carte \"Cubico\" con nomi diversi nella tua mano, e non può essere Evocato Specialmente in altri modi. Immune agli effetti attivati degli altri mostri con ATK originale di 3000 o inferiore. Quando questa carta attaccante distrugge un mostro in battaglia: puoi attivare questo effetto; questa carta può effettuare un secondo attacco durante questa Battle Phase. Durante la tua End Phase: ogni giocatore subisce 3000 danni. Puoi utilizzare questo effetto di \"Nova Cremisi il Signore Cubico Oscuro\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (da sua mão) ao revelar 3 outros cards \"Cúbuco(a)\" com nomes diferentes na sua mão e não pode ser Invocado por Invocação-Especial de nenhuma outra forma. Não é afetado pelos efeitos ativados de outros monstros cujo ATK original seja 3000 ou menos. Quando este card atacante destruir um monstro em batalha: você pode ativar este efeito; este card pode realizar um segundo ataque durante esta Fase de Batalha. Durante sua Fase Final: cada duelista sofre 3000 de dano. Você só pode usar este efeito de \"Nova Carmesim, o Senhor Cúbico Obscuro\" uma vez por turno.", "ja": "このカードは通常召喚できない。このカード以外の手札の「方界」カード３種類を相手に見せた場合のみ特殊召喚できる。このカード名の③の効果は１ターンに１度しか使用できない。①：このカードは、このカード以外の元々の攻撃力が３０００以下のモンスターが発動した効果を受けない。②：このカードの攻撃でモンスターを破壊した時に発動できる。このバトルフェイズ中、このカードはもう１度だけ攻撃できる。③：自分エンドフェイズに発動する。お互いのプレイヤーは３０００ダメージを受ける。", "ko": "이 카드는 통상 소환할 수 없다. 이 카드 이외의 패의 \"방계\" 카드 3종류를 상대에게 보여준 경우에만 특수 소환할 수 있다. 이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는, 이 카드 이외의 원래 공격력이 3000 이하의 몬스터가 발동한 효과를 받지 않는다. ②: 이 카드의 공격으로 몬스터를 파괴했을 때에 발동할 수 있다. 이 배틀 페이즈 중, 이 카드는 1번만 더 공격할 수 있다. ③: 자신 엔드 페이즈에 발동한다. 양쪽 플레이어는 3000 데미지를 받는다.", "zh-TW": "此卡無法通常召喚。僅可在將手牌的３種此卡以外的「方界」卡出示給對方的狀況下特殊召喚。此卡名的③效果，１回合僅限使用１次。①：此卡不受此卡以外的原本的攻擊力為３０００以下的怪獸發動的效果影響。②：可在此卡因攻擊破壞怪獸時發動。在此戰鬥階段中，此卡可再次攻擊，僅限１次。③：在我方結束階段發動。雙方玩家受到３０００傷害。", "zh-CN": "此卡不可通常召唤。仅可在向对手出示除此卡以外的手牌的３种“方界”卡的情况下可以特殊召唤。此卡名的③效果１回合仅可使用１次。①：此卡不受除此卡以外原本攻击力是３０００以下的怪兽发动的效果影响。②：此卡的攻击破坏怪兽时可以发动。此战斗阶段中，此卡仅可再进行１次攻击。③：在自己的结束阶段发动。双方玩家受到３０００点伤害。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 10, "atk": 3000, "def": 0, "series": ["Cubic"], "images": [{"index": 1, "image": "CrimsonNovatheDarkCubicLord-MVP1-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "MVP1-EN039", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ENG39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ENS39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "de": [{"set_number": "MVP1-DE039", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-DEG39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-DES39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "MVP1-FR039", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-FRG39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-FRS39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "it": [{"set_number": "MVP1-IT039", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ITG39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ITS39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "MVP1-PT039", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-PTG39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-PTS39", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "MVP1-JP039", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Kaiba Corporation Ultra Rare"]}, {"set_number": "20TH-JPC47", "set_name": "20th Anniversary Legend Collection", "rarities": ["Secret Rare", "Super Parallel Rare"]}], "ko": [{"set_number": "MVP1-KR039", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "LEC1-KR047", "set_name": "20th Anniversary Legend Collection", "rarities": ["Super Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 448072, "master_duel_rarity": "UR"}