{"konami_id": 18157, "password": 30291086, "name": {"en": "Mental Tuner", "de": "Mentaler Empfänger", "es": "Cantante Mental", "fr": "Syntoniseur Mental", "it": "Tuner Mentale", "pt": "Regulador Mental", "ja": "メンタル・チューナー", "ja_romaji": "Mentaru Chūnā", "ko": "멘탈 튜너", "ko_rr": "Mental Tyuneo", "zh-TW": "心靈協調", "zh-CN": "心灵协调"}, "text": {"en": "You can activate 1 of these effects;\n● Banish up to 1 LIGHT and up to 1 DARK monster from your hand and/or GY; increase or decrease this card's Level by the exact number banished, until the end of this turn.\n● Target up to 2 of your banished monsters (1 LIGHT and/or 1 DARK); return them to the GY, and if you do, increase or decrease this card's Level by the exact number returned, until the end of this turn.\nYou can only use this effect of \"Mental Tuner\" once per turn.", "de": "Du kannst 1 dieser Effekte aktivieren;\n● Verbanne bis zu 1 LICHT und bis zu 1 FINSTERNIS Monster von deiner Hand und/oder deinem Friedhof; erhöhe oder verringere die Stufe dieser Karte bis zum Ende dieses Spielzugs um die genaue verbannte Anzahl.\n● Wähle bis zu 2 deiner verbannten Monster (1 LICHT und/oder 1 FINSTERNIS); lege sie auf den Friedhof zurück und falls du dies tust, erhöhe oder verringere die Stufe dieser Karte bis zum Ende dieses Spielzugs um die genaue zurückgelegte Anzahl.\nDu kannst diesen Effekt von „Mentaler Empfänger“ nur einmal pro Spielzug verwenden.", "es": "Puedes activar 1 de estos efectos;\n● Destierra hasta 1 monstruo de LUZ y hasta 1 monstruo de OSCURIDAD en tu mano y/o Cementerio; aumenta o reduce el Nivel de esta carta en el número exacto de desterrados, hasta el final de este turno.\n● Selecciona hasta 2 de tus monstruos desterrados (1 de LUZ y/o 1 de OSCURIDAD); devuélvelos al Cementerio y, si lo haces, aumenta o reduce el Nivel de esta carta en el número exacto de devueltos, hasta el final de este turno.\nSólo puedes usar este efecto de \"Cantante Mental\" una vez por turno.", "fr": "Vous pouvez activer 1 de ces effets ;\n● Bannissez max. 1 monstre LUMIÈRE et max. 1 monstre TÉNÈBRES depuis votre main et/ou Cimetière ; jusqu'à la fin de ce tour, augmentez ou réduisez le Niveau de cette carte du nombre exact banni.\n● Ciblez max. 2 de vos monstres bannis (1 LUMIÈRE et/ou 1 TÉNÈBRES) ; renvoyez-les au Cimetière, et si vous le faites, augmentez ou réduisez le Niveau de cette carte du nombre exact renvoyé, jusqu'à la fin de ce tour.\nVous ne pouvez utiliser cet effet de \"Syntoniseur Mental\" qu'une fois par tour.", "it": "Puoi attivare 1 di questi effetti;\n● Bandisci fino a 1 mostro LUCE e fino a 1 mostro OSCURITÀ dalla tua mano e/o Cimitero; aumenta o diminuisci il Livello di questa carta del numero esatto di mostri banditi, fino alla fine di questo turno.\n● Scegli come bersaglio fino a 2 dei tuoi mostri banditi (1 LUCE e/o 1 OSCURITÀ); falli ritornare nel Cimitero e, se lo fai, aumenta o diminuisci il Livello di questa carta del numero esatto di mostri fatti ritornare, fino alla fine di questo turno.\nPuoi utilizzare questo effetto di \"Tuner Mentale\" una sola volta per turno.", "pt": "Você pode ativar 1 desses efeitos;\n● Bana até 1 monstro de LUZ e até 1 monstro de TREVAS da sua mão e/ou do Cemitério; até o final deste turno, aumente ou diminua o Nível deste card pelo número exato de banidos.\n● Escolha até 2 dos seus monstros banidos (1 de LUZ e/ou 1 de TREVAS); devolva-os para o Cemitério e, se isso acontecer, até o final deste turno, aumente ou diminua o Nível deste card pelo número exato de devolvidos.\nVocê só pode usar este efeito de \"Regulador Mental\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：以下の効果から１つを選択して発動できる。●光・闇属性モンスターをそれぞれ１体まで、自分の手札・墓地から除外して発動できる。ターン終了時までこのカードのレベルを、除外した数だけ上げる、または下げる。●除外されている自分の光・闇属性モンスターをそれぞれ１体まで対象として発動できる。そのモンスターを墓地に戻し、ターン終了時までこのカードのレベルを、戻した数だけ上げる、または下げる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●빛 / 어둠 속성 몬스터를 각각 1장까지, 자신의 패 / 묘지에서 제외하고 발동할 수 있다. 턴 종료시까지 이 카드의 레벨을, 제외한 수만큼 올리거나, 또는 내린다.\n●제외되어 있는 자신의 빛 / 어둠 속성 몬스터를 각각 1장까지 대상으로 하고 발동할 수 있다. 그 몬스터를 묘지로 되돌리고, 턴 종료시까지 이 카드의 레벨을, 되돌린 수만큼 올리거나, 또는 내린다.", "zh-TW": null, "zh-CN": "此卡名的效果１回合仅可使用１次。①：可从以下效果中选择１个发动。\n●从自己的手牌・墓地，将光・暗属性怪兽各最多１只除外可以发动。直至回合结束时为止，此卡的等级上升或下降相当于所除外数量的数值。\n●以自己被除外的光・暗属性怪兽各最多１只为对象可以发动。将该怪兽放回墓地，直至回合结束时为止，此卡的等级上升或下降相当于所放回数量的数值。"}, "card_type": "Monster", "monster_type_line": "Psychic / Tuner / Effect", "attribute": "LIGHT", "level": 3, "atk": 200, "def": 2100, "images": [{"index": 1, "image": "MentalTuner-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN012", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN310", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE012", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE310", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "PHHY-SP012", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-SP310", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR012", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR310", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT012", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT310", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT012", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT310", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP012", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR012", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC067", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715879, "master_duel_rarity": "N"}