{"konami_id": 20801, "password": 30339825, "name": {"en": "Hydor, the Base of All Things", "de": "Hydor, die Grundlage aller Dinge", "es": "Hydor, la Base de Todas las Cosas", "fr": "Hydor, la Base de Toute Chose", "it": "Hydor, la Base di Tutte le Cose", "pt": "Hydor, o Princípio de Todas as Coisas", "ja": "<ruby>万物の始源<rt>へー・アルケー</rt></ruby>－「<ruby>水<rt>ヒュドール</rt></ruby>」", "ja_romaji": "Hē Arukē - \"Hyudōru\"", "ko": "헤 아르케－「휴도르」", "ko_rr": null, "zh-TW": "萬物始源－「水」", "zh-CN": "万物始源－“水”"}, "text": {"en": "Target 1 monster in either GY; destroy 1 WATER monster on the target's owner's field, and if you do, Special Summon that target to that field in Defense Position. If this card is in your GY, except the turn it was sent there: You can banish this card, then target 1 WATER monster in either GY; destroy 1 monster on the targeted monster's owner's field, and if you do, Special Summon that targeted monster to that field in Defense Position. You can only use 1 \"Hydor, the Base of All Things\" effect per turn, and only once that turn.", "de": "Wähle 1 Monster in einem beliebigen Friedhof; zerstöre 1 WASSER Monster auf der Spielfeldseite des Besitzers des gewählten Ziels und falls du dies tust, beschwöre jenes gewählte Ziel als Spezialbeschwörung auf jene Spielfeldseite in die Verteidigungsposition. Falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie dorthin gelegt wurde: Du kannst diese Karte verbannen und dann 1 WASSER Monster in einem beliebigen Friedhof wählen; zerstöre 1 Monster auf der Spielfeldseite des Besitzers des als Ziel gewählten Monsters und falls du dies tust, beschwöre jenes als Ziel gewählte Monster als Spezialbeschwörung auf jene Spielfeldseite in die Verteidigungsposition. Du kannst nur 1 Effekt von „Hydor, die Grundlage aller Dinge“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Selecciona 1 monstruo en cualquier Cementerio; destruye 1 monstruo de AGUA en el Campo del dueño del objetivo y, si lo haces, Invoca ese objetivo de Modo Especial a ese Campo en Posición de Defensa. Si esta carta está en tu Cementerio, excepto en el turno en el que ésta fue mandada allí: puedes desterrar esta carta, y después selecciona 1 monstruo de AGUA en cualquier Cementerio; destruye 1 monstruo en el Campo del dueño del monstruo seleccionado y, si lo haces, Invoca ese monstruo seleccionado de Modo Especial a ese Campo en Posición de Defensa. Sólo puedes usar 1 efecto de \"Hydor, la Base de Todas las Cosas\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 monstre dans l'un des Cimetières ; détruisez 1 monstre EAU sur le Terrain du propriétaire de la cible, et si vous le faites, Invoquez Spécialement la cible sur ce Terrain en Position de Défense. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez bannir cette carte, puis ciblez 1 monstre EAU dans l'un des Cimetières ; détruisez 1 monstre sur le Terrain du propriétaire du monstre ciblé, et si vous le faites, Invoquez Spécialement le monstre ciblé sur ce Terrain en Position de Défense. Vous ne pouvez utiliser qu'1 effet de \"Hydor, la Base de Toute Chose\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 mostro in qualsiasi Cimitero; distruggi 1 mostro ACQUA sul Terreno del proprietario del bersaglio e, se lo fai, Evoca Specialmente quel bersaglio su quel Terreno in Posizione di Difesa. Se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata lì: puoi bandire questa carta, poi scegliere come bersaglio 1 mostro ACQUA in qualsiasi Cimitero; distruggi 1 mostro sul Terreno del proprietario del mostro scelto come bersaglio e, se lo fai, Evoca Specialmente quel mostro scelto come bersaglio su quel Terreno in Posizione di Difesa. Puoi utilizzare solo 1 effetto di \"Hydor, la Base di Tutte le Cose\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 monstro em qualquer Cemitério; destrua 1 monstro de ÁGUA no campo do dono do alvo e, se isso acontecer, Invoque o alvo por Invocação-Especial nesse campo em Posição de Defesa. Se este card estiver no seu Cemitério, exceto no turno em que foi enviado para lá: você pode banir este card e, depois, escolha 1 monstro de ÁGUA em qualquer Cemitério; destrua 1 monstro no campo do dono do monstro alvo e, se isso acontecer, Invoque por Invocação-Especial esse monstro alvo em Posição de Defesa nesse campo. Você só pode usar 1 efeito de \"Hydor, o Princípio de Todas as Coisas\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分か相手の墓地のモンスター１体を対象として発動できる。そのモンスターの持ち主のフィールドの水属性モンスター１体を破壊し、対象のモンスターをそのフィールドに守備表示で特殊召喚する。②：このターンに墓地へ送られていないこのカードを墓地から除外し、自分か相手の墓地の水属性モンスター１体を対象として発動できる。そのモンスターの持ち主のフィールドのモンスター１体を破壊し、対象のモンスターをそのフィールドに守備表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신이나 상대 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터 주인의 필드의 물 속성 몬스터 1장을 파괴하고, 대상 몬스터를 그 필드에 수비 표시로 특수 소환한다. ②: 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고, 자신이나 상대 묘지의 물 속성 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터 주인의 필드의 몬스터 1장을 파괴하고, 대상 몬스터를 그 필드에 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：以自己或对手墓地的1只怪兽为对象可以发动。将该怪兽的持有者场上的1只水属性怪兽破坏，将对象怪兽以守备表示特殊召唤至其场上。②：从墓地将不是在此回合被送至墓地的此卡除外，以自己或对手墓地的1只水属性怪兽为对象可以发动。将该怪兽的持有者场上的1只怪兽破坏，将对象怪兽以守备表示特殊召唤至其场上。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "HydortheBaseofAllThings-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "SUDA-JP064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ko": [{"set_number": "SUDA-KR064", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SUDA-SC064", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1090432, "master_duel_rarity": "N"}