{"konami_id": 21185, "password": 30350202, "name": {"en": "Eclipse, Dragon Ruler of Catastrophes", "de": "Eclipse, Drachenherrscher der Katastrophen", "es": "Eclipse, Señor Dragón de las Catástrofes", "fr": "Eclipse, Maître Dragon des Catastrophes", "it": "Eclipse, Drago Sovrano delle Catastrofi", "pt": "Eclipse, Dragão Soberano das Catástrofes", "ja": "<ruby>凶<rt>きょう</rt></ruby><ruby>征<rt>せい</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>－エクレプシス", "ja_romaji": "Kyōseiryū - Ekurepushisu", "ko": "흉정룡－이클렙시스", "ko_rr": null, "zh-TW": "凶征龍－日蝕", "zh-CN": "凶征龙－日蚀"}, "text": {"en": "2 Level 7 Dragon monsters\nIf this card is Xyz Summoned: You can target 1 Level 4 or lower \"Dragon Ruler\" monster in your GY or banishment; Special Summon 1 Level/Rank 7 \"Dragon Ruler\" monster that is mentioned on that targeted monster from your Deck or banishment, then shuffle the targeted monster into the Deck. When your opponent activates a Spell/Trap Card or effect (Quick Effect): You can detach 2 materials from this card; negate the activation, and if you do, banish that card. You can only use each effect of \"Eclipse, Dragon Ruler of Catastrophes\" once per turn.", "de": "2 Drache-Monster der Stufe 7\nFalls diese Karte als Xyz-Beschwörung beschworen wird: Du kannst 1 „Drachenherrscher der“-Monster der Stufe 4 oder niedriger in deinem Friedhof oder von deinen verbannten Karten wählen; beschwöre 1 „Drachenherrscher der“-Monster der Stufe / des Rangs 7, das auf jenem als Ziel gewählten Monster erwähnt wird, als Spezialbeschwörung von deinem Deck oder deinen verbannten Karten, dann mische das als Ziel gewählte Monster ins Deck. Wenn dein Gegner eine Zauber-/Fallenkarte oder einen Zauber-/Falleneffekt aktiviert (Schnelleffekt): Du kannst 2 Material von dieser Karte abhängen; annulliere die Aktivierung und falls du dies tust, verbanne jene Karte. Du kannst jeden Effekt von „Eclipse, Drachenherrscher der Katastrophen“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Dragón de Nivel 7\nSi esta carta es Invocada Xyz: puedes seleccionar 1 monstruo \"Señor Dragón de los/las\" de Nivel 4 o menor en tu Cementerio o destierro; Invoca de Modo Especial, desde tu Deck o destierro, 1 monstruo \"Señor Dragón de los/las\" de Nivel/Rango 7 que sea mencionado en ese monstruo seleccionado, y después baraja al Deck el monstruo seleccionado. Cuando tu adversario activa una Carta Mágica/de Trampa o su efecto (Efecto Rápido): puedes desacoplar 2 materiales de esta carta; niega la activación y, si lo haces, destierra esa carta. Sólo puedes usar cada efecto de \"Eclipse, Señor Dragón de las Catástrofes\" una vez por turno.", "fr": "2 monstres Dragon de Niveau 7\nSi cette carte est Invoquée par Xyz : vous pouvez cibler 1 monstre \"Maître Dragon\" de max. Niveau 4 dans votre Cimetière ou bannissement ; Invoquez Spécialement 1 monstre \"Maître Dragon\" de Niveau/Rang 7 qui est mentionné sur le monstre ciblé depuis votre Deck ou bannissement, puis mélangez le monstre ciblé dans le Deck. Lorsque votre adversaire active une Carte Magie/Piège ou effet de Magie/Piège (Effet Rapide) : vous pouvez détacher 2 Matériels de cette carte ; annulez l'activation, et si vous le faites, bannissez la carte. Vous ne pouvez utiliser chaque effet de \"Eclipse, Maître Dragon des Catastrophes\" qu'une fois par tour.", "it": "2 mostri Drago di Livello 7\nSe questa carta viene Evocata Xyz: puoi scegliere come bersaglio 1 mostro \"Drago Sovrano\" di Livello 4 o inferiore nel tuo Cimitero o carte bandite; Evoca Specialmente 1 mostro \"Drago Sovrano\" di Livello/Rango 7 che è menzionato su quel mostro scelto come bersaglio dal tuo Deck o carte bandite, poi mischia il mostro scelto come bersaglio nel Deck. Quando il tuo avversario attiva una Carta Magia/Trappola o un suo effetto (Effetto Rapido): puoi staccare 2 materiali da questa carta; annulla l'attivazione e, se lo fai, bandisci quella carta. Puoi utilizzare ogni effetto di \"Eclipse, Drago Sovrano delle Catastrofi\" una sola volta per turno.", "pt": "2 monstros Dragão de Nível 7\nSe este card for Invocado por Invocação-Xyz: você pode escolher 1 monstro \"Dragão Soberano\" de Nível 4 ou menos no seu Cemitério ou banimento; Invoque por Invocação-Especial 1 monstro \"Dragão Soberano\" de Nível/Classe 7 que seja mencionado no monstro alvo do seu Deck ou banimento e, depois, embaralhe o monstro alvo no Deck. Quando seu oponente ativar um Card de Magia/Armadilha ou seus efeitos (Efeito Rápido): você pode desassociar 2 matérias deste card; negue a ativação e, se isso acontecer, bana esse card. Você só pode usar cada efeito de \"Eclipse, Dragão Soberano das Catástrofes\" uma vez por turno.", "ja": "ドラゴン族レベル７モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＸ召喚した場合、自分の墓地・除外状態のレベル４以下の「征竜」モンスター１体を対象として発動できる。そのモンスターにカード名が記されたレベル７かランク７の「征竜」モンスター１体を自分のデッキ・除外状態から特殊召喚する。その後、対象のモンスターをデッキに戻す。②：相手が魔法・罠カードの効果を発動した時、このカードのＸ素材を２つ取り除いて発動できる。その発動を無効にし除外する。", "ko": "드래곤족 레벨 7 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 엑시즈 소환했을 경우, 자신의 묘지 / 제외 상태인 레벨 4 이하의 \"정룡\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터에 카드명이 쓰여진 레벨 7 이나 랭크 7 의 \"정룡\" 몬스터 1장을 자신의 덱 / 제외 상태에서 특수 소환한다. 그 후, 대상 몬스터를 덱으로 되돌린다. ②: 상대가 마법 / 함정 카드의 효과를 발동했을 때, 이 카드의 엑시즈 소재를 2개 제거하고 발동할 수 있다. 그 발동을 무효로 하고 제외한다.", "zh-TW": null, "zh-CN": "龙族等级7怪兽×2\n此卡名的①②效果1回合仅可各使用1次。①：此卡超量召唤的情况下，以自己墓地・除外状态的1只等级4以下的“征龙”怪兽为对象可以发动。从自己牌组・除外状态将1只卡名记载于该怪兽的、等级7或阶级7的“征龙”怪兽特殊召唤。然后，将对象怪兽放回牌组。②：对手发动魔法・陷阱卡的效果时，去除此卡的2个超量素材可以发动。将该发动无效并除外。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "DARK", "rank": 7, "atk": 2700, "def": 1900, "materials": "2 Level 7 Dragon-Type monsters", "series": ["Dragon Ruler"], "images": [{"index": 1, "image": "EclipseDragonRulerofCatastrophes-ALIN-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN048", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ALIN-DE048", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "ALIN-SP048", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ALIN-FR048", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ALIN-IT048", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ALIN-PT048", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ALIN-JP048", "set_name": "Alliance Insight", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-JP048", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ALIN-KR048", "set_name": "Alliance Insight", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-KR048", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ALIN-SC048", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-SC048", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1102628, "master_duel_rarity": "SR"}