{"konami_id": 13993, "password": 30411385, "name": {"en": "Valkyrie Zweite", "de": "Zweite Walküre", "es": "Valquiria-Zweite", "fr": "Valkyrie-Zweite", "it": "Valkyria-Seconda", "pt": "Valquíria-Zweite", "ja": "ワルキューレ・ツヴァイト", "ja_romaji": "Warukyūre Tsuvaito", "ko": "왈큐레 츠바이트", "ko_rr": "Walkyure Cheubaiteu", "zh-TW": "女戰神 次女", "zh-CN": "女战神・次女"}, "text": {"en": "If this card is Summoned: You can target 1 monster your opponent controls; destroy it. After damage calculation, if this card battled: You can target 1 Continuous Spell in your GY; add it to your hand. You can only use each effect of \"Valkyrie Zweite\" once per turn.", "de": "Falls diese Karte beschworen wird: Du kannst 1 Monster wählen, das dein Gegner kontrolliert; zerstöre es. Nach der Schadensberechnung, falls diese Karte gekämpft hat: Du kannst 1 Permanenten Zauber in deinem Friedhof wählen; füge ihn deiner Hand hinzu. Du kannst jeden Effekt von „Zweite Walküre“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada: puedes seleccionar 1 monstruo que controle tu adversario; destrúyelo. Después del cálculo de daño, si esta carta batalló: puedes seleccionar 1 Mágica Continua en tu Cementerio; añádela a tu mano. Sólo puedes usar cada efecto de \"Valquiria-Zweite\" una vez por turno.", "fr": "Si cette carte est Invoquée : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; détruisez-le. Après le calcul des dommages, si cette carte a combattu : vous pouvez cibler 1 Magie Continue dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Valkyrie-Zweite\" qu'une fois par tour.", "it": "Se questa carta viene Evocata: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; distruggilo. Dopo il calcolo dei danni, se questa carta ha combattuto: puoi scegliere come bersaglio 1 Magia Continua nel tuo Cimitero; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Valkyria-Seconda\" una sola volta per turno.", "pt": "Se este card for Invocado: você pode escolher 1 monstro que seu oponente controla; destrua-o. Depois do cálculo de dano, se este card batalhou: você pode escolher 1 Magia Contínua no seu Cemitério; adicione-a à sua mão. Você só pode usar cada efeito de \"Valquíria-Zweite\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・反転召喚・特殊召喚に成功した場合、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。②：このカードが戦闘を行ったダメージ計算後に、自分の墓地の永続魔法カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 반전 소환 / 특수 소환에 성공했을 경우, 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다. ②: 이 카드가 전투를 실행한 데미지 계산 후에, 자신 묘지의 지속 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "这张卡召唤·反转召唤·特殊召唤成功的场合：可以选择对方场上1只怪兽；破坏那只怪兽。这张卡进行战斗的伤害计算后：可以选择自己墓地1张永续魔法卡；那张卡加入手卡。「女武神次女」的每个效果1回合各能使用1次。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 5, "atk": 1600, "def": 1600, "series": ["Valkyrie"], "images": [{"index": 1, "image": "ValkyrieZweite-SHVA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SHVA-EN002", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "de": [{"set_number": "SHVA-DE002", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "es": [{"set_number": "SHVA-SP002", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SHVA-FR002", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "it": [{"set_number": "SHVA-IT002", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SHVA-PT002", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP19-JP004", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR004", "set_name": "Extra Pack 2019", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565467, "master_duel_rarity": "N"}