{"konami_id": 19382, "password": 30432463, "name": {"en": "Dimonno Vaalmonica", "de": "Dimonno-Vaalmonika", "es": "Dimonno de la Vaalmónica", "fr": "Dimonno Vaalmonica", "it": "Dimonno Vaalmonica", "pt": "Dimonno Vaalmônica", "ja": "<ruby>悪魔の聲<rt>デモーネ・ヴァルモニカ</rt></ruby>", "ja_romaji": "Demōne Varumonika", "ko": "데모네 바르모니카", "ko_rr": "Demone Bareumonika", "zh-TW": "魔鬼之聲・華耳琴璃", "zh-CN": "魔鬼之声・华耳琴璃"}, "text": {"en": null, "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 andere Karte abwerfen; nimm 1 „Engello-Vaalmonika“ von deinem Deck und lege diese Karte und jene Karte in deine Pendelzonen. Während deiner Main Phase, falls diese Karte in diesem Spielzug als Normal- oder Spezialbeschwörung beschworen wurde: Du kannst 1 Normale/n „Vaalmonika“-Zauber/Falle von deinem Friedhof verbannen; führe einen Effekt auf jener Karte aus, der das Erhalten von Schaden enthält. Du kannst jeden Effekt von „Dimonno-Vaalmonika“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes descartar otra carta; toma 1 \"Angello de la Vaalmónica\" en tu Deck, y pon esta carta y esa carta en tus Zonas de Péndulo. Durante tu Main Phase, si esta carta fue Invocada de Modo Normal o Especial este turno: puedes desterrar 1 Mágica/Trampa Normal \"Vaalmónica\" en tu Cementerio; aplica cualquier efecto de esa carta que incluya recibir daño. Sólo puedes usar cada efecto de \"Dimonno de la Vaalmónica\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez défausser 1 autre carte ; prenez 1 \"Angello Vaalmonica\" depuis votre Deck, et placez cette carte et la carte dans vos Zones Pendule. Durant votre Main Phase, si cette carte a été Invoquée Normalement ou Spécialement ce tour : vous pouvez bannir 1 Magie Normale/Piège Normal \"Vaalmonica\" depuis votre Cimetière ; appliquez un effet de la carte qui inclut une prise de dommages. Vous ne pouvez utiliser chaque effet de \"Dimonno Vaalmonica\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi scartare 1 altra carta; prendi 1 \"Angello Vaalmonica\" dal tuo Deck, e metti questa carta e quella carta nelle tue Zone Pendulum. Durante la tua Main Phase, se questa carta è stata Evocata Normalmente o Specialmente in questo turno: puoi bandire 1 Magia/Trappola Normale \"Vaalmonica\" dal tuo Cimitero; applica qualsiasi effetto di quella carta che include subire danno. Puoi utilizzare ogni effetto di \"Dimonno Vaalmonica\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode descartar 1 outro card; pegue 1 \"Angello Vaalmônica\" do seu Deck e coloque este card e esse card nas suas Zonas de Pêndulo. Durante sua Fase Principal, se este card foi Invocado por Invocação-Normal ou Especial neste turno: você pode banir 1 Magia/Armadilha Normal \"Vaalmônica\" do seu Cemitério; aplique qualquer efeito nesse card que inclua sofrer dano. Você só pode usar cada efeito de \"Dimonno Vaalmônica\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが手札に存在する場合、手札から他のカード１枚を捨てて発動できる。デッキから「天使の聲」１体を選び、このカードとそのカードを自分のＰゾーンに置く。\n②：このカードが召喚・特殊召喚したターンの自分メインフェイズに、自分の墓地から「ヴァルモニカ」通常魔法・通常罠カード１枚を除外して発動できる。その魔法・罠カード発動時のダメージを受ける方の効果を適用する。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패에 존재할 경우, 패에서 다른 카드 1장을 버리고 발동할 수 있다. 덱에서 \"안젤로 바르모니카\" 1장을 고르고, 이 카드와 그 카드를 자신의 펜듈럼 존에 놓는다. ②: 이 카드를 일반 소환 / 특수 소환한 턴의 자신 메인 페이즈에, 자신 묘지에서 \"바르모니카\" 일반 마법 / 일반 함정 카드 1장을 제외하고 발동할 수 있다. 그 마법 / 함정 카드 발동시의 데미지를 받는 쪽의 효과를 적용한다.", "zh-TW": "此卡名的①②怪獸效果，１回合各僅限使用１次。 ①：在此卡存在於手牌的狀況下，可從手牌捨棄１張其他卡發動。從牌組選擇１隻「天使之聲・華耳琴璃」，將此卡及該卡置於我方鐘擺區。 ②：此卡召喚・特殊召喚的回合的我方主要階段，可從我方墓地將１張「華耳琴璃」通常魔法・通常陷阱卡除外發動。適用該魔法・陷阱卡發動時受到傷害的效果。", "zh-CN": "此卡名的①②怪兽效果１回合仅可各使用１次。\n①：此卡存在于手牌的情况下，从手牌将１张其他的卡舍弃可以发动。从牌组挑选１只“天使之声・华耳琴璃”，将此卡和该卡放在自己的灵摆区域。\n②：在此卡召唤・特殊召唤的回合的自己的主要阶段，从自己的墓地将１张“华耳琴璃”通常魔法・通常陷阱卡除外可以发动。适用该魔法・陷阱卡发动时的受到伤害一方的效果。"}, "card_type": "Monster", "monster_type_line": "Fiend / Pendulum / Effect", "attribute": "LIGHT", "level": 4, "atk": 1200, "def": 2100, "pendulum_scale": 5, "pendulum_effect": {"en": "Each time you take effect damage while you control a Fairy Monster Card in your other Pendulum Zone, place 1 Resonance Counter on this card. Monsters your opponent controls lose 100 ATK for each Resonance Counter on your field.", "de": "Jedes Mal, dass du Effektschaden erhältst, solange du eine Fee-Monsterkarte in deiner anderen Pendelzone kontrollierst, lege 1 Resonanz-Zählmarke auf diese Karte. Monster, die dein Gegner kontrolliert, verlieren für jede Resonanz-Zählmarke auf deiner Spielfeldseite 100 ATK.", "es": "Cada vez que recibas daño de efecto mientras controles una Carta de Monstruo Hada en tu otra Zona de Péndulo, pon 1 Contador de Resonancia en esta carta. Los monstruos que controle tu adversario pierden 100 ATK por cada Contador de Resonancia en tu Campo.", "fr": "Chaque fois que vous recevez des dommages d'effet tant que vous contrôlez une Carte Monstre Elfe dans votre autre Zone Pendule, placez 1 Compteur Résonance sur cette carte. Les monstres contrôlés par votre adversaire perdent 100 ATK pour chaque Compteur Résonance sur votre Terrain.", "it": "Ogni volta che subisci danno da effetto mentre controlli una Carta Mostro Fata nella tua altra Zona Pendulum, metti 1 Segnalino Risonanza su questa carta. I mostri controllati dal tuo avversario perdono 100 ATK per ogni Segnalino Risonanza sul tuo Terreno.", "pt": "Sempre que você sofrer dano de efeito enquanto você controlar um Card de Monstro Fada na sua outra Zona de Pêndulo, coloque 1 Marcador de Ressonância neste card. Monstros que seu oponente controla perdem 100 de ATK para cada Marcador de Ressonância no seu campo.", "ja": "①：もう片方の自分のＰゾーンに天使族モンスターカードが存在する限り、自分が効果ダメージを受ける度に、このカードに響鳴カウンターを１つ置く。②：相手フィールドのモンスターの攻撃力は、自分フィールドの響鳴カウンターの数×１００ダウンする。", "ko": "①: 다른 한쪽의 자신의 펜듈럼 존에 천사족 몬스터 카드가 존재하는 한, 자신이 효과 데미지를 받을 때마다, 이 카드에 향명 카운터를 1개 놓는다. ②: 상대 필드의 몬스터의 공격력은, 자신 필드의 향명 카운터의 수 × 100 내린다.", "zh-TW": "①：只要我方另一側鐘擺區存在天使族怪獸卡，每當我方受到效果傷害時，就在此卡放置１個響鳴計數物。 ②：對方場上的怪獸的攻擊力，依據我方場上的響鳴計數物的數量×１００進行降低。", "zh-CN": "①：只要另一方自己的灵摆区域有天使族怪兽卡存在，每次自己受到效果伤害，在此卡上放１个响鸣计数物。\n②：对手场上的怪兽的攻击力下降相当于自己场上响鸣计数物数量×１００的数值。"}, "series": ["Vaalmonica"], "images": [{"index": 1, "image": "DimonnoVaalmonica-VASM-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "VASM-EN032", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}], "de": [{"set_number": "VASM-DE032", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}], "fr": [{"set_number": "VASM-FR032", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}], "it": [{"set_number": "VASM-IT032", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}], "pt": [{"set_number": "VASM-PT032", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBVS-JP032", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "DBVS-KR032", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBVS-SC032", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1001771, "master_duel_rarity": "SR"}