{"konami_id": 11853, "password": 30500113, "name": {"en": "Raidraptor - Return", "de": "Überfallraptor - Antwort", "es": "Asaltorrapaz - Regreso", "fr": "Raidraptor - Retour", "it": "Raidraptor - Ritorno", "pt": "Ataqueraptor - Retorno", "ja": "<ruby>ＲＲ<rt>レイド・ラプターズ</rt></ruby>－リターン", "ja_romaji": "Reido Raputāzu - Ritān", "ko": "<ruby>RR<rt>레이드 랩터즈</rt></ruby>－리턴", "ko_rr": null, "zh-TW": "急襲猛禽－歸來", "zh-CN": "急袭猛禽－回归"}, "text": {"en": null, "de": "Falls ein „Überfallraptor“-Monster, das du kontrollierst, durch Kampf zerstört wird: Wähle 1 „Überfallraptor“-Monster in deinem Friedhof; füge es deiner Hand hinzu. Falls ein oder mehr offene „Überfallraptor“-Monster, die du kontrollierst, durch einen Karteneffekt zerstört werden: Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Überfallraptor“-Karte von deinem Deck hinzu. Du kannst diesen Effekt von „Überfallraptor - Antwort“ nur einmal pro Spielzug verwenden.", "es": "Si un monstruo \"Asaltorrapaz\" que controlas es destruido en batalla: selecciona 1 monstruo \"Asaltorrapaz\" en tu Cementerio; añádelo a tu mano. Si uno o más monstruos \"Asaltorrapaz\" boca arriba que controlas son destruidos por efecto de una carta: puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 carta \"Asaltorrapaz\" en tu Deck. Sólo puedes usar este efecto de \"Asaltorrapaz - Regreso\" una vez por turno.", "fr": "Si un monstre \"Raidraptor\" que vous contrôlez est détruit au combat : ciblez 1 monstre \"Raidraptor\" dans votre Cimetière ; ajoutez-le à votre main. Si un ou plusieurs monstres \"Raidraptor\" face recto que vous contrôlez sont détruits par un effet de carte : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 carte \"Raidraptor\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Raidraptor - Retour\" qu'une fois par tour.", "it": "Se un mostro \"Raidraptor\" che controlli viene distrutto in battaglia: scegli come bersaglio 1 mostro \"Raidraptor\" nel tuo Cimitero; aggiungilo alla tua mano. Se uno o più mostri \"Raidraptor\" scoperti che controlli vengono distrutti dall'effetto di una carta: puoi bandire questa carta dal tuo Cimitero; aggiungi 1 carta \"Raidraptor\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Raidraptor - Ritorno\" una sola volta per turno.", "pt": "Se um monstro \"Ataqueraptor\" que você controla for destruído em batalha: escolha 1 monstro \"Ataqueraptor\" no seu Cemitério; adicione-o à sua mão. Se um ou mais monstros \"Ataqueraptor\" com a face para cima que você controla forem destruídos por um efeito de card: você pode banir este card do seu Cemitério; adicione 1 card \"Ataqueraptor\" do seu Deck à sua mão. Você só pode usar este efeito de \"Ataqueraptor - Retorno\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：自分フィールドの「ＲＲ」モンスターが戦闘で破壊された場合、自分の墓地の「ＲＲ」モンスター１体を対象として発動できる。そのモンスターを手札に加える。\n②：自分フィールドの表側表示の「ＲＲ」モンスターが効果で破壊された場合、墓地のこのカードを除外して発動できる。デッキから「ＲＲ」カード１枚を手札に加える。", "ko": "\"RR(레이드 랩터즈)－리턴\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"RR(레이드 랩터즈)\" 몬스터가 전투로 파괴되었을 경우, 자신 묘지의 \"RR(레이드 랩터즈)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. ②: 자신 필드의 \"RR(레이드 랩터즈)\" 몬스터가 효과로 파괴되었을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"RR(레이드 랩터즈)\" 카드 1장을 패에 넣는다.", "zh-TW": "「急襲猛禽－歸來」的②效果，１回合僅限使用１次。①：在我方場上的「急襲猛禽」怪獸因戰鬥被破壞的狀況下，可將我方墓地的１隻「急襲猛禽」怪獸做為對象發動。將該怪獸加入手牌。②：在我方場上的「急襲猛禽」怪獸因效果被破壞的狀況下，可將墓地的此卡除外發動。從牌組將１張「急襲猛禽」卡加入手牌。", "zh-CN": "“急袭猛禽－回归”的②效果１回合仅可使用１次。①：自己场上的“急袭猛禽”怪兽因战斗被破坏的情况下，以自己墓地的１只“急袭猛禽”怪兽为对象可以发动。将该怪兽加入手牌。②：自己场上的“急袭猛禽”怪兽因效果被破坏的情况下，将墓地的此卡除外可以发动。从牌组将１张“急袭猛禽”卡加入手牌。"}, "card_type": "Trap", "property": "Normal", "series": ["Raidraptor"], "images": [{"index": 1, "image": "RaidraptorReturn-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CORE-EN069", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-EN089", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CORE-DE069", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-DE089", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CORE-FR069", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-FR089", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CORE-IT069", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-IT089", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CORE-PT069", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-PT089", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CORE-JP069", "set_name": "Clash of Rebellions", "rarities": ["Common"]}], "ko": [{"set_number": "CORE-KR069", "set_name": "Clash of Rebellions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 340271, "master_duel_rarity": "N"}