{"konami_id": 11469, "password": 30575681, "name": {"en": "Noble Knight Bedwyr", "de": "Edler Ritter Bedwyr", "es": "Noble Caballero Bedwyr", "fr": "Bedwyr le Chevalier Noble", "it": "Nobile Cavaliere Bedwyr", "pt": "Nobre Cavaleiro Bedwyr", "ja": "<ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>ベディヴィエール", "ja_romaji": "Seikishi Bediviēru", "ko": "성기사 베디비어", "ko_rr": null, "zh-TW": "聖騎士 貝德維爾", "zh-CN": "圣骑士贝德维尔"}, "text": {"en": "When this card is Normal or Special Summoned: You can send 1 \"Noble Arms\" Equip Spell Card from your Deck to the Graveyard. During either player's turn: You can target 1 \"Noble Arms\" Equip Spell Card and 1 appropriate monster on the field; equip that Equip Spell Card to that appropriate monster. This effect can only be used once while this card is face-up on the field.", "de": "Wenn diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Edle Waffen“-Ausrüstungszauberkarte von deinem Deck auf den Friedhof legen. Während des Spielzugs eines beliebigen Spielers: Du kannst 1 „Edle Waffen“-Ausrüstungszauberkarte und 1 geeignetes Monster auf dem Spielfeld wählen; rüste das geeignete Monster mit der Ausrüstungszauberkarte aus. Dieser Effekt kann nur einmal verwendet werden, solange diese Karte offen auf dem Spielfeld liegt.", "es": "Cuando esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 Carta Mágica de Equipo \"Armas Nobles\" en tu Deck. Durante el turno de cualquier jugador: puedes seleccionar 1 Carta Mágica de Equipo \"Armas Nobles\" y 1 monstruo apropiado en el Campo; equipa esa Carta Mágica de Equipo a ese monstruo apropiado. Este efecto sólo puede ser usado una vez mientras esta carta está boca arriba en el Campo.", "fr": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 Carte Magie d'Équipement \"Armes Nobles\" depuis votre Deck au Cimetière. Durant le tour de chaque joueur : vous pouvez cibler 1 Carte Magie d'Équipement \"Armes Nobles\" et 1 monstre approprié sur le Terrain ; équipez cette Carte Magie d'Équipement au monstre approprié. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.", "it": "Quando questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 Carta Magia Equipaggiamento \"Nobili Armi\" dal tuo Deck al Cimitero. Durante il turno di qualsiasi giocatore: puoi scegliere come bersaglio 1 Carta Magia Equipaggiamento \"Nobili Armi\" e 1 mostro appropriato sul Terreno; equipaggia quella Carta Magia Equipaggiamento a quel mostro appropriato. Questo effetto può essere utilizzato una sola volta mentre questa carta è scoperta sul Terreno.", "pt": "Quando este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 Card de Magia de Equipamento \"Armas Nobres\" do seu Deck para o Cemitério. Durante o turno de qualquer duelista: você pode escolher 1 Card de Magia de Equipamento \"Armas Nobres\" e 1 monstro apropriado no campo; equipe esse Card de Magia de Equipamento ao monstro apropriado. Este efeito só pode ser usado uma vez enquanto este card estiver com a face para cima no campo.", "ja": "①：このカードが召喚・特殊召喚に成功した時に発動できる。デッキから「聖剣」装備魔法カード１枚を墓地へ送る。②：このカードがフィールドに表側表示で存在する限り１度だけ、フィールドの「聖剣」装備魔法カード１枚と、そのカードを装備可能なモンスター１体を対象として発動できる。その装備魔法カードを正しい対象となるそのモンスターに移し替える。この効果は相手ターンでも発動できる。", "ko": "①: 이 카드가 일반 소환 / 특수 소환에 성공했을 때에 발동할 수 있다. 덱에서 \"성검\" 장착 마법 카드 1장을 묘지로 보낸다. ②: 이 카드가 필드에 앞면 표시로 존재하는 한 1번만, 필드의 \"성검\" 장착 마법 카드 1장과, 그 카드를 장착 가능한 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 장착 마법 카드를 적절한 대상이 되는 그 몬스터에게 옮긴다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "①：这张卡召唤·特殊召唤成功时才能发动。从卡组把1张「聖剣」装备魔法卡送去墓地。②：只在这张卡在场上表侧表示存在才有1次，以场上1张「聖剣」装备魔法卡和1只可以把那张卡装备的怪兽为对象才能发动。那张装备魔法卡转移给作为正确对象的那只怪兽。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 1500, "series": ["Noble Knight"], "images": [{"index": 1, "image": "NobleKnightBedwyr-NKRT-EN-PlR-LE.png"}], "sets": {"en": [{"set_number": "NKRT-EN002", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "de": [{"set_number": "NKRT-DE002", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "es": [{"set_number": "NKRT-SP002", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "fr": [{"set_number": "NKRT-FR002", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "it": [{"set_number": "NKRT-IT002", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "pt": [{"set_number": "NKRT-PT002", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "ja": [{"set_number": "EONK-JP002", "set_name": "Duel Field EX Epic of Noble Knights: Holy Sword of Guidance", "rarities": ["Ultra Rare"]}, {"set_number": "EP15-JP043", "set_name": "Extra Pack 2015", "rarities": ["Rare"]}], "ko": [{"set_number": "EP15-KR070", "set_name": "Extra Pack 2015", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 364418, "master_duel_rarity": "R"}