{"konami_id": 17256, "password": 30761649, "name": {"en": "Barian Untopia", "de": "Barian-Untopia", "es": "Intopía Barian", "fr": "Antopie Barian", "it": "Untopia Barian", "pt": "Untopia Barian", "ja": "<ruby>冀<rt>き</rt></ruby><ruby>望<rt>ぼう</rt></ruby><ruby>郷<rt>きょう</rt></ruby>－バリアン－", "ja_romaji": "Kibōkyō -Barian-", "ko": "기망향－바리언－", "ko_rr": "Gimanghyang -Barieon-", "zh-TW": "翼望鄉－巴里安－", "zh-CN": "冀望乡－巴利安－"}, "text": {"en": "(This card is always treated as a \"Barian's\" card.)\n\"Number\" monsters you control with a number between \"101\" and \"107\" in their name, as well as \"CXyz\" monsters and \"Number C\" monsters you control, cannot be destroyed by your opponent's card effects, and your opponent cannot target them with card effects. Once per turn, if you Special Summon an Xyz Monster with a \"Rank-Up-Magic\" Spell's effect: You can target that Xyz Monster and 1 monster your opponent controls; attach that opponent's monster to that Xyz Monster as material.", "de": "(Diese Karte wird immer als „Barians“-Karte behandelt.)\n„Nummer“-Monster mit einer Zahl zwischen „101“ und „107“ in ihrem Namen, die du kontrollierst, sowie „CXyz“-Monster und „Nummer C“-Monster, die du kontrollierst, können nicht durch Karteneffekte deines Gegners zerstört werden und dein Gegner kann sie nicht als Ziel für Karteneffekte wählen. Einmal pro Spielzug, falls du ein Xyz-Monster durch den Effekt eines „Rangsteigerungszauber“-Zaubers als Spezialbeschwörung beschwörst: Du kannst jenes Xyz-Monster und 1 Monster, das dein Gegner kontrolliert, wählen; hänge jenes Monster des Gegners als Material an jenes Xyz-Monster an.", "es": "(Esta carta se trata siempre como una carta \"de Barian\").\nLos monstruos \"Número\" que controlas con un número entre \"101\" y \"107\" en su nombre, así como los monstruos \"CXyz\" y monstruos \"Número C\" que controlas, no pueden ser destruidos por efectos de cartas de tu adversario, y tu adversario no puede seleccionarlos con efectos de cartas. Una vez por turno, si Invocas de Modo Especial un Monstruo Xyz con un efecto de Mágica \"Magia de Subida de Rango\": puedes seleccionar ese Monstruo Xyz y 1 monstruo que controle tu adversario; acopla ese monstruo del adversario a ese Monstruo Xyz como material.", "fr": "(Cette carte est toujours traitée comme carte \"de Barian\".)\nLes monstres \"Numéro\" que vous contrôlez avec un numéro entre \"101\" et \"107\" dans leur nom, ainsi que les monstres \"CXyz\" et monstres \"Numéro C\" que vous contrôlez, ne peuvent pas être détruits par des effets de carte de votre adversaire, et votre adversaire ne peut pas les cibler avec des effets de carte. Une fois par tour, si vous Invoquez Spécialement un Monstre Xyz avec un effet de Magie \"Magie-Rang-Plus\" : vous pouvez cibler le Monstre Xyz et 1 monstre contrôlé par votre adversaire ; attachez le monstre de l'adversaire au Monstre Xyz comme Matériel.", "it": "(Questa carta viene sempre considerata come una carta \"di Barian\".)\nI mostri \"Numero\" che controlli con un numero tra \"101\" e \"107\" nel loro nome, così come i mostri \"CXyz\" e i mostri \"Numero C\" che controlli, non possono essere distrutti dagli effetti delle carte del tuo avversario, e il tuo avversario non può sceglierli come bersaglio con gli effetti delle carte. Una volta per turno, se Evochi Specialmente un Mostro Xyz con l'effetto di una Magia \"Alza-Rango-Magico\": puoi scegliere come bersaglio quel Mostro Xyz e 1 mostro controllato dal tuo avversario; attacca quel mostro dell'avversario a quel Mostro Xyz come materiale.", "pt": "(Este card deve ser sempre considerado como um card \"de Barian\".)\nMonstros \"Número\" que você controla com um número entre \"101\" e \"107\" em seus nomes, assim como monstros \"CXyz\" e monstros \"Número C\" que você controla, não podem ser destruídos pelos efeitos de card do seu oponente, e seu oponente não pode escolhê-los como alvo de efeitos de card. Uma vez por turno, se você Invocar por Invocação-Especial um Monstro Xyz com um efeito de Magia \"Magia de Aumento de Classe\": você pode escolher esse Monstro Xyz e 1 monstro que seu oponente controla; associe esse monstro do oponente a esse Monstro Xyz como matéria.", "ja": "このカード名はルール上「バリアンズ」カードとしても扱う。①：自分フィールドの、「ＣＸ」モンスター、「ＣＮｏ．」モンスター、「Ｎｏ．１０１」～「Ｎｏ．１０７」の「Ｎｏ．」モンスターは相手の効果の対象にならず、相手の効果では破壊されない。②：１ターンに１度、自分が「ＲＵＭ」魔法カードの効果でＸモンスターの特殊召喚に成功した場合、そのＸモンスター１体と相手フィールドのモンスター１体を対象として発動できる。その相手モンスターをそのＸモンスターの下に重ねてＸ素材とする。", "ko": "이 카드명은 룰상 \"바리언즈\" 카드로도 취급한다. ①: 자신 필드의, \"CX(카오스 엑시즈)\" 몬스터, \"CNo.(카오스 넘버즈)\" 몬스터, \"No.101\"~\"No.107\"의 \"No.\" 몬스터는 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다. ②: 1턴에 1번, 자신이 \"RUM(랭크 업 매직)\" 마법 카드의 효과로 엑시즈 몬스터의 특수 소환에 성공했을 경우, 그 엑시즈 몬스터 1장과 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 상대 몬스터를 그 엑시즈 몬스터 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“巴利安之”卡。①：自己场上的“混沌超量”怪兽、“混沌编号”怪兽、“编号101”～“编号107”的“编号”怪兽不会因对手的效果被破坏，对手不可将其作为效果的对象。②：１回合１次，自己以“升阶魔法”魔法卡的效果特殊召唤了超量怪兽的情况下，以该１只超量怪兽与对手场上的１只怪兽为对象可以发动。将该对手怪兽作为该超量怪兽的超量素材。"}, "card_type": "Spell", "property": "Field", "series": ["Barian's"], "images": [{"index": 1, "image": "BarianUntopia-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MAZE-EN022", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-EN263", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MAZE-DE022", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-DE263", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "MAZE-SP022", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-SP263", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MAZE-FR022", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-FR263", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MAZE-IT022", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-IT263", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MAZE-PT022", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-PT263", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "HC01-JP029", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "HC01-KR029", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DP29-SC102", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713452, "master_duel_rarity": "UR"}