{"konami_id": 18492, "password": 30765615, "name": {"en": "Ringowurm, the Dragon Guarding the Hundred Apples", "de": "Ringowürm, der hundert Äpfel bewachende Drache", "es": "Ringosierpe, el Dragón Guarda de las Cien Manzanas", "fr": "Ringowurm, le Dragon Protecteur des Cent Pommes", "it": "Ringowurm, il Drago a Guardia delle Cento Mele", "pt": "Ringowurm, o Dragão Guardando as Cem Maçãs", "ja": "<ruby>百檎<rt>ひゃっきん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>－リンゴブルム", "ja_romaji": "Hyakkinryū - Ringoburumu", "ko": "백금룡－링고블룸", "ko_rr": "Baekgeunnyong - Ringgobeullum", "zh-TW": "百檎龍－林果蟲", "zh-CN": "百檎龙－林果虫"}, "text": {"en": "If a face-up non-Effect Monster is on the field: You can Special Summon this card from your hand. During your Main Phase, if you Synchro Summoned this turn: You can banish this card from your GY; Special Summon 1 \"Hundred Apples Token\" (Wyrm/LIGHT/Level 2/ATK 100/DEF 100). The player who Summoned it can treat it as a Tuner for a Synchro Summon. You can only use each effect of \"Ringowurm, the Dragon Guarding the Hundred Apples\" once per turn.", "de": "Falls ein offenes Nichteffekt-Monster auf dem Spielfeld liegt: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während deiner Main Phase, falls du in diesem Spielzug eine Synchrobeschwörung durchgeführt hast: Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Hundert-Äpfel-Spielmarke“ (Wyrm/LICHT/Stufe 2/ATK 100/DEF 100) als Spezialbeschwörung. Der Spieler, der sie beschworen hat, kann sie für eine Synchrobeschwörung als Empfänger behandeln. Du kannst jeden Effekt von „Ringowürm, der hundert Äpfel bewachende Drache“ nur einmal pro Spielzug verwenden.", "es": "Si un Monstruo boca arriba que no sea de Efecto está en el Campo: puedes Invocar esta carta de Modo Especial desde tu mano. Durante tu Main Phase, si Invocaste por Sincronía este turno: puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial 1 \"Ficha Cien Manzanas\" (Wyrm/LUZ/Nivel 2/ATK 100/DEF 100). El jugador que la Invocó puede tratarla como un Cantante para una Invocación por Sincronía. Sólo puedes usar cada efecto de \"Ringosierpe, el Dragón Guarda de las Cien Manzanas\" una vez por turno.", "fr": "Si un monstre face recto (Monstres à Effet exclus) est sur le Terrain : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre Main Phase, si vous Invoquez par Synchronisation ce tour : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 \"Jeton Cent Pommes\" (Wyrm/LUMIÈRE/Niveau 2/ATK 100/DEF 100). Le joueur qui l'a Invoqué peut le traiter comme Syntoniseur pour une Invocation Synchro. Vous ne pouvez utiliser chaque effet de \"Ringowurm, le Dragon Protecteur des Cent Pommes\" qu'une fois par tour.", "it": "Se un Mostro non-con Effetto scoperto è sul Terreno: puoi Evocare Specialmente questa carta dalla tua mano. Durante la tua Main Phase, se hai Synchro Evocato in questo turno: puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 \"Segna-Cento Mele\" (Wyrm/LUCE/Livello 2/ATK 100/DEF 100). Il giocatore che l'ha Evocato può considerarlo come un Tuner per una Synchro Evocazione. Puoi utilizzare ogni effetto di \"Ringowurm, il Drago a Guardia delle Cento Mele\" una sola volta per turno.", "pt": "Se um Monstro que não seja de Efeito com a face para cima estiver no campo: você pode Invocar este card por Invocação-Especial da sua mão. Durante sua Fase Principal, se você Invocou por Invocação-Sincro neste turno: você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 \"Ficha de Cem Maçãs\" (Wyrm/LUZ/Nível 2/ATK 100/DEF 100). O duelista que a Invocou pode considerá-la como um Regulador para uma Invocação-Sincro. Você só pode usar cada efeito de \"Ringowurm, o Dragão Guardando as Cem Maçãs\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドに効果モンスター以外の表側表示モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：自分がＳモンスターをＳ召喚したターンの自分メインフェイズに、墓地のこのカードを除外して発動できる。自分フィールドに「百檎トークン」（幻竜族・光・星２・攻／守１００）１体を特殊召喚する。自分はこのトークンをＳ素材とする場合、チューナーとして扱う事ができる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드에 효과 몬스터 이외의 앞면 표시 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신이 싱크로 몬스터의 싱크로 소환에 성공한 턴의 자신 메인 페이즈에, 묘지의 이 카드를 제외하고 발동할 수 있다. 자신 필드에 \"백금 토큰\"(환룡족 / 빛 / 레벨 2 / 공 100 / 수 100) 1장을 특수 소환한다. 자신은 이 토큰을 싱크로 소재로 할 경우, 이 토큰을 튜너로서 취급할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：场上存在效果怪兽以外的表侧表示怪兽的情况下可以发动。从手牌将此卡特殊召唤。②：在自己将同步怪兽同步召唤成功的回合的自己的主要阶段，将墓地的此卡除外可以发动。将１只“百檎衍生物”（幻龙族・光・星２・攻／守１００）特殊召唤至自己场上。自己以此衍生物作为同步素材的情况下，也可将此衍生物视为协调。"}, "card_type": "Monster", "monster_type_line": "Dragon / Tuner / Effect", "attribute": "LIGHT", "level": 2, "atk": 100, "def": 1100, "images": [{"index": 1, "image": "RingowurmtheDragonGuardingtheHundredApples-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN029", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-EN080", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "CYAC-DE029", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-DE080", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "CYAC-FR029", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-FR080", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "CYAC-IT029", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-IT080", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "CYAC-PT029", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-PT080", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "CYAC-JP029", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}, {"set_number": "24TP-JP403", "set_name": "Tournament Pack 2024 Vol.4", "rarities": ["Super Parallel Rare"]}], "ko": [{"set_number": "CYAC-KR029", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC143", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716477, "master_duel_rarity": "UR"}