{"konami_id": 16746, "password": 30802207, "name": {"en": "Exosister Carpedivem", "de": "Exoschwester-Carpedivem", "es": "Exormana Carpedivem", "fr": "Exosœur Carpedivem", "it": "Carpedivem Esosorella", "pt": "Carpedivem Exoirmã", "ja": "エクソシスター・カルペディベル", "ja_romaji": "Ekusoshisutā Karupediberu", "ko": "엑소시스터 카르페디벨", "ko_rr": "Eksosiseuteo Kareupedibel", "zh-TW": "驅魔姐妹・惜取魔鬼", "zh-CN": "驱魔姐妹・惜取魔鬼"}, "text": {"en": "Neither player can target \"Exosister\" monsters you control with effects of monsters that were Special Summoned from the GY. You can only use each of the following effects of \"Exosister Carpedivem\" once per turn. If you Xyz Summon an \"Exosister\" monster: You can declare 1 card name; negate the activated effects and effects on the field of cards with that original name, until the end of this turn. When an attack is declared involving your \"Exosister\" monster: You can target 1 Spell/Trap your opponent controls; destroy it.", "de": "Kein Spieler kann „Exoschwester“-Monster, die du kontrollierst, als Ziel für Effekte von Monstern wählen, die als Spezialbeschwörung vom Friedhof beschworen wurden. Du kannst jeden der folgenden Effekte von „Exoschwester-Carpedivem“ nur einmal pro Spielzug verwenden. Falls du ein „Exoschwester“-Monster als Xyz-Beschwörung beschwörst: Du kannst 1 Kartennamen deklarieren; annulliere bis zum Ende dieses Spielzugs die aktivierten Effekte und Effekte auf dem Spielfeld von Karten mit dem Grund-Namen. Wenn ein Angriff deklariert wird, an dem dein „Exoschwester“-Monster beteiligt ist: Du kannst 1 Zauber/Falle wählen, den oder die dein Gegner kontrolliert; zerstöre ihn oder sie.", "es": "Ningún jugador puede seleccionar monstruos \"Exormana\" que controles con efectos de monstruos que fueron Invocados de Modo Especial desde el Cementerio. Sólo puedes usar cada uno de los siguientes efectos de \"Exormana Carpedivem\" una vez por turno. Si Invocas Xyz un monstruo \"Exormana\": puedes declarar 1 nombre de carta; niega los efectos activados y efectos en el Campo de cartas con ese nombre original, hasta el final de este turno. Cuando es declarado un ataque que involucre tu monstruo \"Exormana\": puedes seleccionar 1 Mágica/Trampa que controle tu adversario; destrúyela.", "fr": "Aucun joueur ne peut cibler de monstres \"Exosœur\" que vous contrôlez avec les effets des monstres qui ont été Invoqués Spécialement depuis le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Exosœur Carpedivem\" qu'une fois par tour. Si vous Invoquez par Xyz un monstre \"Exosœur\" : vous pouvez déclarer 1 nom de carte ; jusqu'à la fin de ce tour, annulez les effets activés et les effets sur le Terrain de cartes de ce nom d'origine. Lorsqu'une attaque impliquant votre monstre \"Exosœur\" est déclarée : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le.", "it": "Nessun giocatore può scegliere come bersaglio i mostri \"Esosorella\" che controlli con gli effetti di mostri che sono stati Evocati Specialmente dal Cimitero. Puoi utilizzare ognuno dei seguenti effetti di \"Carpedivem Esosorella\" una sola volta per turno. Se Evochi Xyz un mostro \"Esosorella\": puoi dichiarare il nome di 1 carta; annulla gli effetti attivati e gli effetti sul Terreno delle carte con quel nome originale, fino alla fine di questo turno. Quando viene dichiarato un attacco che coinvolge un tuo mostro \"Esosorella\": puoi scegliere come bersaglio 1 Magia/Trappola controllata dal tuo avversario; distruggila.", "pt": "Nenhum duelista pode escolher monstros \"Exoirmã\" que você controla como alvo de efeitos de monstros que foram Invocados por Invocação-Especial do Cemitério. Você só pode usar cada um dos seguintes efeitos de \"Carpedivem Exoirmã\" uma vez por turno. Se você Invocar um monstro \"Exoirmã\" por Invocação-Xyz: você pode declarar 1 nome de card; até o final deste turno, negue os efeitos ativados e efeitos no campo dos cards com esse nome original. Quando um ataque for declarado envolvendo um monstro \"Exoirmã\" seu: você pode escolher 1 Magia/Armadilha que seu oponente controla; destrua-a.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「エクソシスター」モンスターは墓地から特殊召喚されたモンスターの効果の対象にならない。②：自分が「エクソシスター」モンスターのＸ召喚に成功した場合、カード名を１つ宣言して発動できる。ターン終了時まで、宣言したカードと元々のカード名が同じカードの効果は無効化される。③：自分の「エクソシスター」モンスターが戦闘を行う攻撃宣言時、相手フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"엑소시스터\" 몬스터는 묘지에서 특수 소환된 몬스터의 효과의 대상이 되지 않는다. ②: 자신이 \"엑소시스터\" 몬스터의 엑시즈 소환에 성공했을 경우, 카드명을 1개 선언하고 발동할 수 있다. 턴 종료시까지, 선언한 카드와 원래의 카드명이 같은 카드의 효과는 무효화된다. ③: 자신의 \"엑소시스터\" 몬스터가 전투를 실행하는 공격 선언시, 상대 필드의 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：我方場上的「驅魔姐妹」怪獸不會成為從墓地被特殊召喚的怪獸的效果對象。②：我方成功超量召喚「驅魔姐妹」怪獸的狀況下，可宣言１個卡名發動。在回合結束前，宣言的卡與原本的卡名相同的卡的效果無效化。③：我方的「驅魔姐妹」怪獸進行戰鬥的攻擊宣言時，可將對方場上的１張魔法・陷阱卡做為對象發動。破壞該卡。", "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：自己场上的\"驱魔姐妹\"怪兽不会成为从墓地被特殊召唤的怪兽的效果的对象。②：自己超量召唤\"驱魔姐妹\"怪兽的情况下，宣言1个卡名可以发动。直至回合结束时为止，与宣言的卡原本卡名相同的卡的效果无效化。③：自己的\"驱魔姐妹\"怪兽进行战斗的攻击宣言时，以对手场上1张魔法・陷阱卡作为对象可以发动。将该卡破坏。"}, "card_type": "Spell", "property": "Continuous", "series": ["Exosister"], "images": [{"index": 1, "image": "ExosisterCarpedivem-DBGC-JP-C.png", "illustration": "ExosisterCarpedivem-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "ExosisterCarpedivem-MP23-EN-SR-1E.png", "illustration": "ExosisterCarpedivem-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "GRCR-EN023", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-EN262", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "GRCR-DE023", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-DE262", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GRCR-FR023", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-FR262", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "GRCR-IT023", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-IT262", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "GRCR-PT023", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "MP23-PT262", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBGC-JP023", "set_name": "Deck Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBGC-KR023", "set_name": "Deck Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBGC-SC023", "set_name": "Deck Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714880, "master_duel_rarity": "R"}