{"konami_id": 15968, "password": 30829071, "name": {"en": "Amazement Ambassador Bufo", "de": "Vergnügungsbotschafter Bufo", "es": "Bufo Embajador de Asombro", "fr": "Bufo Ambassadeur de l'Incroyable", "it": "Prodigioso Ambasciatore Bufo", "pt": "Bufo, o Embaixador da Diversão", "ja": "<ruby>驚楽園の大使<rt>アメイズメント・アンバサダー</rt></ruby> ＜<ruby>Ｂｕｆｏ<rt>ブーフォ</rt></ruby>＞", "ja_romaji": "Ameizumento Anbasadā <Būfo>", "ko": "어메이즈먼트 앰배서더 ＜<ruby>Bufo<rt>부포</rt></ruby>＞", "ko_rr": "Eomeijeumeonteu Aembaeseodeo Bupo", "zh-TW": "驚樂園大使 ＜Bufo＞", "zh-CN": "惊乐园的大使<布佛>"}, "text": {"en": "When this card is Normal Summoned: You can target 1 \"Attraction\" Trap in your GY and 1 face-up monster your opponent controls; equip that Trap to your opponent's monster. (Quick Effect): You can target 1 of your \"Attraction\" Traps equipped to a monster; equip it to 1 \"Amazement\" monster you control or 1 face-up monster your opponent controls. You can only use this effect of \"Amazement Ambassador Bufo\" once per turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 „Attraktion“-Falle in deinem Friedhof und 1 offenes Monster, das dein Gegner kontrolliert, wählen; rüste das Monster deines Gegners mit der Falle aus. (Schnelleffekt): Du kannst 1 deiner „Attraktion“-Fallen wählen, mit der ein Monster ausgerüstet ist; rüste 1 „Vergnügung“-Monster, das du kontrollierst, oder 1 offenes Monster, das dein Gegner kontrolliert, mit ihr aus. Du kannst diesen Effekt von „Vergnügungsbotschafter Bufo“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 Trampa \"Atracción\" en tu Cementerio y 1 monstruo boca arriba que controle tu adversario; equipa esa Trampa al monstruo de tu adversario. (Efecto Rápido): puedes seleccionar 1 de tus Trampas \"Atracción\" equipadas a un monstruo; equípala a 1 monstruo \"Asombro\" que controles o a 1 monstruo boca arriba que controle tu adversario. Sólo puedes usar este efecto de \"Bufo Embajador de Asombro\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 Piège \"Attraction-\" dans votre Cimetière et 1 monstre face recto contrôlé par votre adversaire ; équipez le Piège au monstre de votre adversaire. (Effet Rapide) : vous pouvez cibler 1 de vos Pièges \"Attraction-\" équipés à un monstre ; équipez-le à 1 monstre \"Incroyable\" que vous contrôlez ou 1 monstre face recto contrôlé par votre adversaire. Vous ne pouvez utiliser cet effet de \"Bufo Ambassadeur de l'Incroyable\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 Trappola \"Attrazione\" nel tuo Cimitero e 1 mostro scoperto controllato dal tuo avversario; equipaggia quella Trappola al mostro del tuo avversario. (Effetto Rapido): puoi scegliere come bersaglio 1 delle tue Trappole \"Attrazione\" equipaggiata a un mostro; equipaggiala a 1 mostro \"Prodigioso\" che controlli o a 1 mostro scoperto controllato dal tuo avversario. Puoi utilizzare questo effetto di \"Prodigioso Ambasciatore Bufo\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode escolher 1 Armadilha \"Atração\" no seu Cemitério e 1 monstro com a face para cima que seu oponente controla; equipe essa Armadilha ao monstro do seu oponente. (Efeito Rápido): você pode escolher 1 das suas Armadilhas \"Atração\" equipadas a um monstro; equipe-a a 1 monstro \"Diversão\" que você controla ou 1 monstro com a face para cima que seu oponente controla. Você só pode usar este efeito de \"Bufo, o Embaixador da Diversão\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードが召喚に成功した時、自分の墓地の「アトラクション」罠カード１枚と相手フィールドのモンスター１体を対象として発動できる。その墓地のカードをその相手モンスターに装備する。②：モンスターに装備されている自分の「アトラクション」罠カード１枚を対象として発動できる。そのカードを自分フィールドの「アメイズメント」モンスターまたは相手フィールドの表側表示モンスター１体に装備する。この効果は相手ターンでも発動できる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때, 자신 묘지의 \"어트랙션\" 함정 카드 1장과 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 묘지의 카드를 그 상대 몬스터에 장착한다. ②: 몬스터에 장착되어 있는 자신의 \"어트랙션\" 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드의 \"어메이즈먼트\" 몬스터 또는 상대 필드의 앞면 표시 몬스터 1장에 장착한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：这张卡召唤成功时，以自己墓地1张「游乐设施」陷阱卡和对方场上1只怪兽为对象才能发动。那张墓地的卡给那只对方怪兽装备。\n②：以给怪兽装备的1张自己的「游乐设施」陷阱卡为对象才能发动。那张卡给1只自己场上的「惊乐」怪兽或者对方场上的表侧表示怪兽装备。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 3, "atk": 1600, "def": 900, "series": ["Amazement"], "images": [{"index": 1, "image": "AmazementAmbassadorBufo-LIOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "es": [{"set_number": "LIOV-SP007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "LIOV-KR007", "set_name": "Lightning Overdrive", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712722, "master_duel_rarity": "R"}