{"konami_id": 13321, "password": 30907810, "name": {"en": "Magical Musket Mastermind Zakiel", "de": "Magischer Musketenmeister Zakiel", "es": "Mágico Mosquete Mentemaestra Zakiel", "fr": "Zakiel, Cerveau de la Magie de Mousquet", "it": "Magico Moschetto Organizzatore Zakiel", "pt": "Mágico Mosquete Mentor Zakiel", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>弾<rt>だん</rt></ruby>の<ruby>悪<rt>あく</rt></ruby><ruby>魔<rt>ま</rt></ruby> ザミエル", "ja_romaji": "Madan no Akuma Zamieru", "ko": "마탄환의 악마 자미엘", "ko_rr": null, "zh-TW": "魔彈魔鬼 扎米爾", "zh-CN": "魔弹邪魔 萨米尔"}, "text": {"en": "You can Tribute Summon this card face-up by Tributing 1 \"Magical Musket\" monster. During either player's turn, you can activate \"Magical Musket\" Spell/Trap Cards from your hand. Once per turn, during your opponent's End Phase: You can draw cards equal to the number of \"Magical Musket\" Spell/Trap Cards you activated this turn while this card was face-up on your field. You can only use this effect of \"Magical Musket Mastermind Zakiel\" once per turn.", "de": "Du kannst diese Karte offen als Tributbeschwörung beschwören, indem du 1 „Magische/r Musket“-Monster als Tribut anbietest. Während des Spielzugs eines beliebigen Spielers kannst du „Magische/r Musket“-Zauber-/Fallenkarten von deiner Hand aktivieren. Einmal pro Spielzug, während der End Phase deines Gegners: Du kannst Karten in Höhe der Anzahl „Magische/r Musket“-Zauber-/Fallenkarten ziehen, die du in diesem Spielzug aktiviert hast, solange diese Karte offen auf deiner Spielfeldseite lag. Du kannst diesen Effekt von „Magischer Musketenmeister Zakiel“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar boca arriba por Sacrificio esta carta Sacrificando 1 monstruo \"Mágico/a Mosquete\". Durante el turno de cualquier jugador, puedes activar Cartas Mágicas/de Trampa \"Mágico/a Mosquete\" en tu mano. Una vez por turno, durante la End Phase de tu adversario: puedes robar tantas cartas como la cantidad de Cartas Mágicas/de Trampa \"Mágico/a Mosquete\" que activaste este turno mientras esta carta estaba boca arriba en tu Campo. Sólo puedes usar este efecto de \"Mágico Mosquete Mentemaestra Zakiel\" una vez por turno.", "fr": "Vous pouvez Invoquer par Sacrifice face recto cette carte en Sacrifiant 1 monstre \"Magie de Mousquet\". Durant le tour de chaque joueur, vous pouvez activer des Cartes Magie/Piège \"Magie de Mousquet\" depuis votre main. Une fois par tour, durant la End Phase de votre adversaire : vous pouvez piocher un nombre de cartes égal au nombre de Cartes Magie/Piège \"Magie de Mousquet\" que vous avez activées ce tour tant que cette carte était face recto sur votre Terrain. Vous ne pouvez utiliser cet effet de \"Zakiel, Cerveau de la Magie de Mousquet\" qu'une fois par tour.", "it": "Puoi Evocare tramite Tributo questa carta scoperta offrendo come Tributo 1 mostro \"Magico Moschet\". Durante il turno di qualsiasi giocatore, puoi attivare le Carte Magia/Trappola \"Magico Moschet\" dalla tua mano. Una volta per turno, durante la End Phase del tuo avversario: puoi pescare carte pari al numero di Carte Magia/Trappola \"Magico Moschet\" che hai attivato in questo turno mentre questa carta era scoperta sul tuo Terreno. Puoi utilizzare questo effetto di \"Magico Moschetto Organizzatore Zakiel\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Tributo com a face para cima ao oferecer como Tributo 1 monstro \"Mágico(a) Mosquete\". Durante o turno de qualquer duelista, você pode ativar Cards de Magia/Armadilha \"Mágico(a) Mosquete\" da sua mão. Uma vez por turno, durante a Fase Final do seu oponente: você pode comprar cards igual ao número de Cards de Magia/Armadilha \"Mágico(a) Mosquete\" que você ativou neste turno enquanto este card estava com a face para cima no seu campo. Você só pode usar este efeito de \"Mágico Mosquete Mentor Zakiel\" uma vez por turno.", "ja": "このカードは「魔弾」モンスター１体をリリースして表側表示でアドバンス召喚できる。このカード名の②の効果は１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、自分・相手ターンに自分は「魔弾」魔法・罠カードを手札から発動できる。②：相手エンドフェイズに発動できる。このターン、このカードが表側表示で存在する間に自分が発動した「魔弾」魔法・罠カードの数だけ、自分はデッキからドローする。", "ko": "이 카드는 \"마탄환\" 몬스터 1장을 릴리스하고 앞면 표시로 어드밴스 소환할 수 있다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 자신 / 상대 턴에 자신은 \"마탄환\" 마법 / 함정 카드를 패에서 발동할 수 있다. ②: 상대 엔드 페이즈에 발동할 수 있다. 이 턴에, 이 카드가 앞면 표시로 존재하는 동안에 자신이 발동한 \"마탄환\" 마법 / 함정 카드의 수만큼, 자신은 덱에서 드로우한다.", "zh-TW": null, "zh-CN": "此卡可通过解放１只“魔弹”怪兽来以表侧表示上级召唤。此卡名的②效果１回合仅可使用１次。①：只要此卡存在于怪兽区域，自己可在自己・对手回合中从手牌发动“魔弹”魔法・陷阱卡。②：在对手的结束阶段可以发动。自己依此回合此卡以表侧表示存在期间内自己所发动的“魔弹”魔法・陷阱卡的数量来抽牌。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "LIGHT", "level": 8, "atk": 2500, "def": 2500, "series": ["Magical Musket"], "images": [{"index": 1, "image": "MagicalMusketMastermindZakiel-SPWA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "SPWA-EN022", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "de": [{"set_number": "SPWA-DE022", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "SPWA-FR022", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "it": [{"set_number": "SPWA-IT022", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "SPWA-PT022", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DBSW-JP022", "set_name": "Deck Build Pack: Spirit Warriors", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DBSW-KR022", "set_name": "Deck Build Pack: Spirit Warriors", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "BB01-SC058", "set_name": "Secret Treasures Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544255, "master_duel_rarity": "SR"}