{"konami_id": 16423, "password": 31059809, "name": {"en": "Silent Sea Nettle", "de": "Lautlose Meeresnessel", "es": "Ortiga de Mar Silenciosa", "fr": "Ortie de Mer Silencieuse", "it": "Ortica Silente dei Mari", "pt": "Urtiga Marinha Silenciosa", "ja": "サイレンス・シーネットル", "ja_romaji": "Sairensu Shīnettoru", "ko": "사일렌스 씨네틀", "ko_rr": "Sailleonseu Ssineteul", "zh-TW": null, "zh-CN": "寂静海刺"}, "text": {"en": "If you control a WATER monster: You can Special Summon this card from your hand. You cannot Special Summon monsters, except WATER monsters, the turn you activate this effect. You can banish this card from your GY, then target up to 3 WATER monsters in your GY; shuffle them into the Deck. You can only use each effect of \"Silent Sea Nettle\" once per turn.", "de": "Falls du ein WASSER Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer WASSER Monstern. Du kannst diese Karte von deinem Friedhof verbannen und dann bis zu 3 WASSER Monster in deinem Friedhof wählen; mische sie ins Deck. Du kannst jeden Effekt von „Lautlose Meeresnessel“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo de AGUA: puedes Invocar esta carta de Modo Especial desde tu mano. El turno en el que activas este efecto no puedes Invocar monstruos de Modo Especial, excepto monstruos de AGUA. Puedes desterrar esta carta en tu Cementerio, y después seleccionar hasta 3 monstruos de AGUA en tu Cementerio; barájalos al Deck. Sólo puedes usar cada efecto de \"Ortiga de Mar Silenciosa\" una vez por turno.", "fr": "Si vous contrôlez un monstre EAU : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres EAU exclus) le tour où vous activez cet effet. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez max. 3 monstres EAU dans votre Cimetière ; mélangez-les dans le Deck. Vous ne pouvez utiliser chaque effet de \"Ortie de Mer Silencieuse\" qu'une fois par tour.", "it": "Se controlli un mostro ACQUA: puoi Evocare Specialmente questa carta dalla tua mano. Non puoi Evocare Specialmente mostri, eccetto mostri ACQUA, nel turno in cui attivi questo effetto. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio fino a 3 mostri ACQUA nel tuo Cimitero; mischiali nel Deck. Puoi utilizzare ogni effetto di \"Ortica Silente dei Mari\" una sola volta per turno.", "pt": "Se você controlar um monstro de ÁGUA: você pode Invocar este card por Invocação-Especial da sua mão. Você não pode Invocar monstros por Invocação-Especial, exceto monstros de ÁGUA, no turno em que ativar este efeito. Você pode banir este card do seu Cemitério e, depois, escolha até 3 monstros de ÁGUA no seu Cemitério; embaralhe-os no Deck. Você só pode usar cada efeito de \"Urtiga Marinha Silenciosa\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに水属性モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。この効果を発動するターン、自分は水属性モンスターしか特殊召喚できない。②：墓地のこのカードを除外し、自分の墓地の水属性モンスターを３体まで対象として発動できる。そのモンスターをデッキに戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 물 속성 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 효과를 발동하는 턴에, 자신은 물 속성 몬스터밖에 특수 소환할 수 없다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 물 속성 몬스터를 3장까지 대상으로 하여 발동할 수 있다. 그 몬스터를 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己场上存在水属性怪兽的情况下可以发动（发动此效果的回合中，自己仅可特殊召唤水属性怪兽）。从手牌将此卡特殊召唤。②：将墓地的此卡除外，以自己墓地的最多３只水属性怪兽为对象可以发动。将该怪兽放回牌组。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 4, "atk": 800, "def": 1300, "images": [{"index": 1, "image": "SilentSeaNettle-BROL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN029", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BROL-DE029", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BROL-SP029", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BROL-FR029", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BROL-IT029", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BROL-PT029", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC01-JP029", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC01-KR029", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "BB01-SC101", "set_name": "Secret Treasures Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708344}