{"konami_id": 11403, "password": 31077447, "name": {"en": "Punch-in-the-Box", "de": "Kastenfaust", "es": "Puño-en-la-Caja", "fr": "Coup de Poing dans la Boîte", "it": "Pugno in Scatola", "pt": "Caixa Surpresa", "ja": "びっくり<ruby>箱<rt>ばこ</rt></ruby>", "ja_romaji": "Bikkuribako", "ko": "깜짝상자", "ko_rr": null, "zh-TW": "驚奇箱", "zh-CN": "惊奇箱"}, "text": {"en": "When your opponent's monster declares an attack while they control 2 or more monsters: Target the attacking monster; negate that attack, and if you do, send 1 other monster they control to the Graveyard, then the targeted monster loses ATK equal to the original ATK or DEF (whichever is higher, your choice if tied) of the sent monster in the Graveyard.", "de": "Wenn ein Monster deines Gegners einen Angriff deklariert, solange er 2 oder mehr Monster kontrolliert: Wähle das angreifende Monster; annulliere den Angriff und falls du dies tust, lege 1 anderes Monster, das er kontrolliert, auf den Friedhof, dann verliert das als Ziel gewählte Monster ATK in Höhe der Grund-ATK oder -DEF (was davon höher ist, bei Gleichstand bestimmst du) des auf den Friedhof gelegten Monsters im Friedhof.", "es": "Cuando un monstruo de tu adversario declara un ataque mientras tu adversario controla 2 o más monstruos: selecciona al monstruo atacante; niega ese ataque y, si lo haces, manda al Cementerio otro monstruo que controle tu adversario, y después el monstruo seleccionado pierde ATK igual al ATK o DEF original en el Cementerio del monstruo mandado (el que sea mayor; tú eliges si hay empate).", "fr": "Lorsqu'un monstre de votre adversaire déclare une attaque tant qu'il contrôle min. 2 monstres : ciblez le monstre attaquant ; annulez l'attaque, et si vous le faites, envoyez 1 autre monstre qu'il contrôle au Cimetière, puis le monstre ciblé perd une ATK égale à l'ATK ou DEF d'origine (la plus haute valeur, et en cas d'égalité, vous choisissez) du monstre envoyé dans le Cimetière.", "it": "Quando un mostro del tuo avversario dichiara un attacco mentre controlla 2 o più mostri: scegli come bersaglio il mostro attaccante; annulla quell'attacco e, se lo fai, manda 1 altro mostro che lui controlla al Cimitero, poi il mostro scelto come bersaglio perde ATK pari all'ATK o DEF originale (quello che è più alto, in caso di parità scegli tu) del mostro mandato al Cimitero.", "pt": "Quando um monstro do seu oponente declarar um ataque enquanto ele controlar 2 ou mais monstros: escolha o monstro atacante; negue o ataque e, se isso acontecer, envie 1 outro monstro que ele controla para o Cemitério e, depois, o monstro escolhido como alvo perde ATK igual ao ATK ou DEF original (o que for maior; em caso de empate, você escolhe) do monstro enviado para o Cemitério.", "ja": "①：相手フィールドにモンスターが２体以上存在する場合、相手モンスターの攻撃宣言時にそのモンスター１体を対象として発動できる。その攻撃を無効にし、そのモンスター以外の相手フィールドのモンスター１体を選んで墓地へ送る。その後、墓地へ送られたモンスターの攻撃力と守備力の内、高い方の数値分だけ対象のモンスターの攻撃力をダウンする。", "ko": "①: 상대 필드에 몬스터가 2장 이상 존재할 경우, 상대 몬스터의 공격 선언시에 그 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 공격을 무효로 하고, 그 몬스터 이외의 상대 필드의 몬스터 1장을 골라 묘지로 보낸다. 그 후, 묘지로 보내진 몬스터의 공격력과 수비력 중, 높은 쪽의 수치만큼만 대상 몬스터의 공격력을 내린다.", "zh-TW": null, "zh-CN": "①：对方场上有怪兽2只以上存在的场合，对方怪兽的攻击宣言时以那1只怪兽为对象才能发动。那次攻击无效，选那只怪兽以外的对方场上1只怪兽送去墓地。那之后，作为对象的怪兽的攻击力下降送去墓地的怪兽的攻击力和守备力之内较高方的数值。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "PunchintheBox-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN071", "set_name": "The New Challengers", "rarities": ["Common"]}, {"set_number": "MP15-EN180", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "NECH-DE071", "set_name": "The New Challengers", "rarities": ["Common"]}, {"set_number": "MP15-DE180", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "NECH-SP071", "set_name": "The New Challengers", "rarities": ["Common"]}, {"set_number": "MP15-SP180", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "NECH-FR071", "set_name": "The New Challengers", "rarities": ["Common"]}, {"set_number": "MP15-FR180", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "NECH-IT071", "set_name": "The New Challengers", "rarities": ["Common"]}, {"set_number": "MP15-IT180", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "NECH-PT071", "set_name": "The New Challengers", "rarities": ["Common"]}, {"set_number": "MP15-PT180", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "NECH-JP071", "set_name": "The New Challengers", "rarities": ["Common"]}], "ko": [{"set_number": "NECH-KR071", "set_name": "The New Challengers", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354542, "master_duel_rarity": "R"}