{"konami_id": 17648, "password": 31230289, "name": {"en": "Doodle Beast - Stego", "de": "Gekritzeltes Ungeheuer - Stego", "es": "Bestia Garabato - Estego", "fr": "Bête Gribouillage - Stégo", "it": "Bestiascarabocchio - Stego", "pt": "Besta de Rabiscos - Estego", "ja": "らくがきじゅう－すてご", "ja_romaji": "Rakugakijū - Sutego", "ko": "낙서괴물－스테고", "ko_rr": "Nakseogoemul - Seutego", "zh-TW": "塗鴉獸－劍龍", "zh-CN": "涂yā兽－jiàn龙"}, "text": {"en": null, "de": "Falls du keine Monster kontrollierst oder falls alle Monster, die du kontrollierst, Dinosaurier-Monster sind: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Kritzelheft“-Zauber/Falle von deinem Deck hinzufügen, dann wirf 1 Karte ab. Du kannst jeden Effekt von „Gekritzeltes Ungeheuer - Stego“ nur einmal pro Spielzug verwenden.", "es": "Si no controlas monstruos, o si todos los monstruos que controlas son monstruos Dinosaurio: puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 Mágica/Trampa \"Libro de Garabatos\" en tu Deck, y después descartar 1 carta. Sólo puedes usar cada efecto de \"Bestia Garabato - Estego\" una vez por turno.", "fr": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres Dinosaure : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Livre Gribouillage\" depuis votre Deck à votre main, puis défaussez 1 carte. Vous ne pouvez utiliser chaque effet de \"Bête Gribouillage - Stégo\" qu'une fois par tour.", "it": "Se non controlli nessun mostro, o se tutti i mostri che controlli sono mostri Dinosauro: puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 Magia/Trappola \"Albumscarabocchio\" dal tuo Deck alla tua mano, poi scartare 1 carta. Puoi utilizzare ogni effetto di \"Bestiascarabocchio - Stego\" una sola volta per turno.", "pt": "Se você não controlar nenhum monstro, ou se todos os monstros que você controla forem monstros Dinossauro: você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Magia/Armadilha \"Livro de Rabiscos\" do seu Deck à sua mão e, depois, descarte 1 card. Você só pode usar cada efeito de \"Besta de Rabiscos - Estego\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドのモンスターが、存在しない場合または恐竜族モンスターのみの場合に発動できる。このカードを手札から特殊召喚する。\n②：このカードが召喚・特殊召喚した場合に発動できる。デッキから「らくがきちょう」魔法・罠カード１枚を手札に加える。その後、自分の手札を１枚選んで捨てる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가, 존재하지 않을 경우 또는 공룡족 몬스터뿐일 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"낙서장\" 마법 / 함정 카드 1장을 패에 넣는다. 그 후, 자신의 패를 1장 고르고 버린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在我方場上不存在怪獸或僅恐龍族怪獸的狀況下可發動。從手牌特殊召喚此卡。②：可在此卡召喚・特殊召喚成功的狀況下發動。從牌組將１張「塗鴉本」魔法・陷阱卡加入手牌。其後，選擇１張我方的手牌捨棄。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己场上不存在怪兽的情况下，或仅有恐龙族怪兽的情况下可以发动。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“涂yā本”魔法・陷阱卡加入手牌。然后，挑选自己的１张手牌舍弃。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "EARTH", "level": 5, "atk": 1200, "def": 1800, "series": ["Doodle Beast"], "images": [{"index": 1, "image": "DoodleBeastStego-BLCR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN032", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLCR-DE032", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLCR-FR032", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLCR-IT032", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLCR-PT032", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "AC02-JP032", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR032", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "NE01-SC073", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708603, "master_duel_rarity": "SR"}