{"konami_id": 19897, "password": 31458630, "name": {"en": "Melodious Concerto", "de": "Musikalisches Konzert", "es": "Concierto Melodiosa", "fr": "Concerto de la Musique", "it": "Concerto Melodioso", "pt": "Concerto das Melodiosas", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>奏<rt>そう</rt></ruby><ruby>協<rt>きょう</rt></ruby><ruby>奏<rt>そう</rt></ruby><ruby>曲<rt>きょく</rt></ruby>", "ja_romaji": "Gensō Kyōsōkyoku", "ko": "환주협주곡", "ko_rr": "Hwanjuhyeopjugok", "zh-TW": "幻奏協奏曲", "zh-CN": "幻奏协奏曲"}, "text": {"en": "Fusion Summon 1 Fairy Fusion Monster from your Extra Deck, using monsters from your hand, field, and/or Pendulum Zones. If a \"Melodious\" Fusion Monster(s) is sent to your GY while this card is in your GY, even during the Damage Step: You can place this card on the bottom of your Deck, then draw 1 card. You can only use each effect of \"Melodious Concerto\" once per turn.", "de": "Beschwöre 1 Fee-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster von deiner Hand, deiner Spielfeldseite und/oder deinen Pendelzonen. Falls ein oder mehr „Musikalisch“-Fusionsmonster auf deinen Friedhof gelegt werden, solange sich diese Karte in deinem Friedhof befindet, selbst während des Damage Steps: Du kannst diese Karte unter dein Deck legen, dann ziehe 1 Karte. Du kannst jeden Effekt von „Musikalisches Konzert“ nur einmal pro Spielzug verwenden.", "es": "Invoca por Fusión 1 Monstruo de Fusión Hada desde tu Deck Extra, usando monstruos en tu mano, Campo y/o Zonas de Péndulo. Si uno o más Monstruos de Fusión \"Melodiosa\" son mandados a tu Cementerio mientras esta carta está en tu Cementerio, incluso durante el Damage Step: puedes poner esta carta en la parte inferior de tu Deck, y después roba 1 carta. Sólo puedes usar cada efecto de \"Concierto Melodiosa\" una vez por turno.", "fr": "Invoquez par Fusion 1 Monstre Fusion Elfe depuis votre Extra Deck, en utilisant des monstres depuis votre main, Terrain et/ou Zones Pendule. Si un ou plusieurs Monstres Fusion \"Musique\" sont envoyés à votre Cimetière tant que cette carte est dans votre Cimetière, même durant la Damage Step : vous pouvez placer cette carte au-dessous de votre Deck, puis piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Concerto de la Musique\" qu'une fois par tour.", "it": "Evoca tramite Fusione 1 Mostro Fusione Fata dal tuo Extra Deck, utilizzando mostri dalla tua mano, Terreno e/o Zone Pendulum. Se uno o più Mostri Fusione \"Melodiosa\" vengono mandati al tuo Cimitero mentre questa carta è nel tuo Cimitero, anche durante il Damage Step: puoi mettere questa carta in fondo al tuo Deck, poi pescare 1 carta. Puoi utilizzare ogni effetto di \"Concerto Melodioso\" una sola volta per turno.", "pt": "Invoque por Invocação-Fusão 1 Monstro de Fusão Fada do seu Deck Adicional, usando monstros da sua mão, do campo e/ou das Zonas de Pêndulo. Se um ou mais Monstros de Fusão \"Melodiosa(o)\" forem enviados para o seu Cemitério enquanto este card estiver no seu Cemitério, mesmo durante a Etapa de Dano: você pode colocar este card no fundo do seu Deck e, depois, compre 1 card. Você só pode usar cada efeito de \"Concerto das Melodiosas\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の手札・フィールドのモンスターを融合素材とし、天使族の融合モンスター１体を融合召喚する。その際、自分のＰゾーンに存在する融合素材モンスターも融合素材に使用できる。②：このカードが墓地に存在する状態で、「幻奏」融合モンスターが自分の墓地へ送られた場合に発動できる（ダメージステップでも発動可能）。このカードをデッキの一番下に戻す。その後、自分は１枚ドローする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드의 몬스터를 융합 소재로 하고, 천사족의 융합 몬스터 1장을 융합 소환한다. 그 시기에, 자신의 펜듈럼 존에 존재하는 융합 소재 몬스터도 융합 소재로 사용할 수 있다. ②: 이 카드가 묘지에 존재하는 상태에서, \"환주\" 융합 몬스터가 자신 묘지로 보내졌을 경우에 발동할 수 있다(데미지 스텝에도 발동 가능). 이 카드를 덱 맨 아래로 되돌린다. 그 후, 자신은 1장 드로우한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：以自己手牌・场上的怪兽作为融合素材，将１只天使族融合怪兽融合召唤。在此之际，存在于自己的灵摆区域的融合素材怪兽也可作为融合素材使用。\n②：此卡存在于墓地的状态下，“幻奏”融合怪兽被送至自己墓地的情况下可以发动（伤害步骤也可以发动）。将此卡放回牌组最下面。然后，自己抽１张。"}, "card_type": "Spell", "property": "Normal", "series": ["Melodious"], "images": [{"index": 1, "image": "MelodiousConcerto-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "es": [{"set_number": "LEDE-SP056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC056", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1034427, "master_duel_rarity": "R"}