{"konami_id": 10625, "password": 31480215, "name": {"en": "Mecha Phantom Beast Warbluran", "de": "Mecha-Phantomungeheuer Trällbluran", "es": "Mecha Bestia Fantasma Trinoburán", "fr": "Bête Fantôme Méca Gazouillurane", "it": "Bestia Fantasma Meccanica Cinguettoburan", "pt": "Besta Fantasma Mecha Canoburan", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby><ruby>機<rt>き</rt></ruby>ウォーブラン", "ja_romaji": "Genjūki Wōburan", "ko": "환상수기 워브란", "ko_rr": null, "zh-TW": null, "zh-CN": "幻兽机 暴风雪莺"}, "text": {"en": "If this card is sent to the Graveyard for the Synchro Summon of a Machine-Type monster: Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0), also, for the rest of this turn, you cannot Special Summon any other monsters, except WIND monsters. While you control a Token, this card cannot be destroyed by battle or card effects. You can Tribute 1 other \"Mecha Phantom Beast\" monster; increase this card's Level by 1. You can only use 1 \"Mecha Phantom Beast Warbluran\" effect per turn, and only once that turn.", "de": "Falls diese Karte für die Synchrobeschwörung eines Monsters vom Typ Maschine auf den Friedhof gelegt wird: Beschwöre 1 „Mecha-Phantomungeheuer-Spielmarke“ (Typ Maschine/WIND/Stufe 3/ATK 0/DEF 0) als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine anderen Monster als Spezialbeschwörung beschwören, außer WIND Monstern. Solange du eine Spielmarke kontrollierst, kann diese Karte weder durch Kampf noch durch Karteneffekte zerstört werden. Du kannst 1 anderes „Mecha-Phantomungeheuer“-Monster als Tribut anbieten; erhöhe die Stufe dieser Karte um 1. Du kannst nur 1 Effekt von „Mecha-Phantomungeheuer Trällbluran“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Si esta carta es mandada al Cementerio para la Invocación por Sincronía de un monstruo de Tipo Máquina: Invoca de Modo Especial 1 \"Ficha Mecha Bestia Fantasma\" (Tipo Máquina/VIENTO/Nivel 3/ATK 0/DEF 0) y además, por el resto de este turno, no puedes Invocar de Modo Especial ningún otro monstruo, excepto monstruos de VIENTO. Mientras controles una Ficha, esta carta no puede ser destruida en batalla o por efectos de cartas. Puedes Sacrificar otro monstruo \"Mecha Bestia Fantasma\"; aumenta el Nivel de esta carta en 1. Sólo puedes usar 1 efecto de \"Mecha Bestia Fantasma Trinoburán\" por turno, y sólo una vez ese turno.", "fr": "Si cette carte est envoyée au Cimetière pour l'Invocation Synchro d'un monstre de Type Machine : Invoquez Spécialement 1 \"Jeton Bête Fantôme Méca\" (Type Machine/VENT/Niveau 3/ATK 0/DEF 0), et aussi, le reste de ce tour, vous ne pouvez pas Invoquer Spécialement d'autres monstres (monstres VENT exclus). Tant que vous contrôlez un Jeton, cette carte ne peut être détruite ni au combat ni par des effets de carte. Vous pouvez Sacrifier 1 autre monstre \"Bête Fantôme Méca\" ; augmentez le Niveau de cette carte de 1. Vous ne pouvez utiliser qu'1 effet de \"Bête Fantôme Méca Gazouillurane\" par tour, et uniquement une fois le tour.", "it": "Se questa carta viene mandata al Cimitero per la Synchro Evocazione di un mostro di Tipo Macchina: Evoca Specialmente 1 \"Segna-Bestia Fantasma Meccanica\" (Tipo Macchina/VENTO/Livello 3/ATK 0/DEF 0), inoltre, per il resto di questo turno, tu non puoi Evocare Specialmente nessun altro mostro, eccetto mostri VENTO. Mentre controlli un Segna-Mostro, questa carta non può essere distrutta in battaglia o dagli effetti delle carte. Puoi offrire come Tributo 1 altro mostro \"Bestia Fantasma Meccanica\"; aumenta il Livello di questa carta di 1. Puoi utilizzare 1 solo effetto di \"Bestia Fantasma Meccanica Cinguettoburan\" per turno, e solo una volta in quel turno.", "pt": "Se este card for enviado para o Cemitério para a Invocação-Sincro de um monstro do Tipo Máquina: Invoque por Invocação-Especial 1 \"Ficha de Besta Fantasma Mecha\" (Tipo Máquina/VENTO/Nível 3/ATK 0/DEF 0) e, além disso, pelo restante deste turno, você não pode Invocar nenhum outro monstro por Invocação-Especial, exceto monstros de VENTO. Enquanto você controlar uma Ficha, este card não pode ser destruído em batalha ou por efeitos de card. Você pode oferecer como Tributo 1 outro monstro \"Besta Fantasma Mecha\"; aumente em 1 o Nível deste card. Você só pode usar 1 efeito de \"Besta Fantasma Mecha Canoburan\" por turno e apenas uma vez por turno.", "ja": "このカードが機械族モンスターのシンクロ召喚の素材として墓地へ送られた場合、「幻獣機トークン」（機械族・風・星３・攻／守０）１体を特殊召喚する。この効果を適用したターン、自分は風属性以外のモンスターを特殊召喚できない。自分フィールド上にトークンが存在する限り、このカードは戦闘及び効果では破壊されない。また、自分フィールド上の「幻獣機」と名のついたモンスター１体をリリースして発動できる。このカードのレベルを１つ上げる。「幻獣機ウォーブラン」の効果は１ターンに１度しか発動できない。", "ko": "이 카드가 기계족 몬스터의 싱크로 소환의 소재로서 묘지로 보내졌을 경우, \"환상수기 토큰\"(기계족 / 바람 속성 / 레벨 3 / 공격력 0 / 수비력 0) 1장을 특수 소환한다. 이 효과를 적용한 턴에, 자신은 바람 속성 이외의 몬스터를 특수 소환할 수 없다. 자신 필드 위에 토큰이 존재하는 한, 이 카드는 전투 및 효과로는 파괴되지 않는다. 또한, 자신 필드 위의 \"환상수기\"라는 이름이 붙은 몬스터 1장을 릴리스하고 발동할 수 있다. 이 카드의 레벨을 1개 올린다. \"환상수기 워브란\"의 효과는 1턴에 1번밖에 발동할 수 없다.", "zh-TW": null, "zh-CN": "这张卡作为机械族怪兽的同调召唤的素材送去墓地的场合，把1只「幻兽机衍生物」（机械族·风·3星·攻/守0）特殊召唤。这个效果适用过的回合，自己不能把风属性以外的怪兽特殊召唤。只要自己场上有衍生物存在，这张卡不会被战斗以及效果破坏。此外，把自己场上1只名字带有「幻兽机」的怪兽解放才能发动。这张卡的等级上升1星。「幻兽机 暴风雪莺」的效果1回合只能发动1次。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner / Effect", "attribute": "WIND", "level": 1, "atk": 300, "def": 300, "series": ["Phantom Beast", "Mecha Phantom Beast"], "images": [{"index": 1, "image": "MechaPhantomBeastWarbluran-MP14-EN-R-1E.png"}], "sets": {"en": [{"set_number": "JOTL-EN022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}, {"set_number": "MP14-EN075", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "JOTL-DE022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}, {"set_number": "MP14-DE075", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "es": [{"set_number": "JOTL-SP022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}, {"set_number": "MP14-SP075", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "JOTL-FR022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}, {"set_number": "MP14-FR075", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "JOTL-IT022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}, {"set_number": "MP14-IT075", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "JOTL-PT022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}, {"set_number": "MP14-PT075", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "JOTL-JP022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}], "ko": [{"set_number": "JOTL-KR022", "set_name": "Judgment of the Light", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 271936}