{"konami_id": 21368, "password": 31603289, "name": {"en": "Cupsy★Yummy Way", "de": "Becherkatze★Leckerstraße", "es": "Cupsy★Vía Yummy", "fr": "Coupy★Voie du Miammy", "it": "Cupsy★Yummy Via", "pt": "Copinho★Via Nhamy", "ja": "カプシー★ヤミーウェイ", "ja_romaji": "Kapushī★Yamī Wei", "ko": "캡시★야미웨이", "ko_rr": null, "zh-TW": null, "zh-CN": "杯糕喵★黯蜜味"}, "text": {"en": "1 Tuner + 1 non-Tuner monster\nFor this card's Synchro Summon, you can treat 1 Link-1 monster you control as a Level 1 Tuner. You can only use each of the following effects of \"Cupsy★Yummy Way\" once per turn. If this card is Synchro Summoned: You can add 2 \"Yummy\" monsters from your Deck to your hand, then discard 1 card. When your opponent activates a card or effect (Quick Effect): You can return this card to the Extra Deck; Special Summon up to 2 \"Yummy\" monsters from your GY.", "de": "1 Empfänger + 1 Nicht-Empfänger-Monster\nFür die Synchrobeschwörung dieser Karte kannst du 1 Monster mit Link-1, das du kontrollierst, als Empfänger der Stufe 1 behandeln. Du kannst jeden der folgenden Effekte von „Becherkatze★Leckerstraße“ nur einmal pro Spielzug verwenden. Falls diese Karte als Synchrobeschwörung beschworen wird: Du kannst deiner Hand 2 „Lecker“-Monster von deinem Deck hinzufügen, dann wirf 1 Karte ab. Wenn dein Gegner eine Karte oder einen Effekt aktiviert (Schnelleffekt): Du kannst diese Karte ins Extra Deck zurücklegen; beschwöre bis zu 2 „Lecker“-Monster als Spezialbeschwörung von deinem Friedhof.", "es": "1 Cantante + 1 monstruo que no sea Cantante\nPara la Invocación por Sincronía de esta carta, puedes tratar 1 monstruo Link-1 que controles como un Cantante de Nivel 1. Sólo puedes usar cada uno de los siguientes efectos de \"Cupsy★Vía Yummy\" una vez por turno. Si esta carta es Invocada por Sincronía: puedes añadir a tu mano 2 monstruos \"Yummy\" en tu Deck, y después descarta 1 carta. Cuando tu adversario activa una carta o efecto (Efecto Rápido): puedes devolver esta carta al Deck Extra; Invoca de Modo Especial, desde tu Cementerio, hasta 2 monstruos \"Yummy\".", "fr": "1 Syntoniseur + 1 monstre non-Syntoniseur\nPour l'Invocation Synchro de cette carte, vous pouvez traiter 1 monstre Link-1 que vous contrôlez comme Syntoniseur de Niveau 1. Vous ne pouvez utiliser chacun des effets suivants de \"Coupy★Voie du Miammy\" qu'une fois par tour. Si cette carte est Invoquée par Synchronisation : vous pouvez ajouter 2 monstres \"Miammy\" depuis votre Deck à votre main, puis défaussez 1 carte. Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez renvoyer cette carte à l'Extra Deck ; Invoquez Spécialement max. 2 monstres \"Miammy\" depuis votre Cimetière.", "it": "1 Tuner + 1 mostro non-Tuner\nPer la Synchro Evocazione di questa carta, puoi considerare 1 mostro Link-1 che controlli come un Tuner di Livello 1. Puoi utilizzare ognuno dei seguenti effetti di \"Cupsy★Yummy Via\" una sola volta per turno. Se questa carta viene Synchro Evocata: puoi aggiungere 2 mostri \"Yummy\" dal tuo Deck alla tua mano, poi scartare 1 carta. Quando il tuo avversario attiva una carta o un effetto (Effetto Rapido): puoi far ritornare questa carta nell'Extra Deck; Evoca Specialmente fino a 2 mostri \"Yummy\" dal tuo Cimitero.", "pt": "1 Regulador + 1 monstro não-Regulador\nPara a Invocação-Sincro deste card, você pode considerar 1 monstro de Link-1 que você controla como um Regulador de Nível 1. Você só pode usar cada um dos seguintes efeitos de \"Copinho★Via Nhamy\" uma vez por turno. Se este card for Invocado por Invocação-Sincro: você pode adicionar 2 monstros \"Nhamy\" do seu Deck à sua mão e, depois, descarte 1 card. Quando seu oponente ativar um card ou efeito (Efeito Rápido): você pode devolver este card para o Deck Adicional; Invoque por Invocação-Especial até 2 monstros \"Nhamy\" do seu Cemitério.", "ja": "チューナー＋チューナー以外のモンスター１体\nこのカードをＳ召喚する場合、自分フィールドのリンク１モンスター１体をレベル１チューナーとして扱う事ができる。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＳ召喚した場合に発動できる。デッキから「ヤミー」モンスター２体を手札に加える。その後、自分の手札を１枚選んで捨てる。②：相手が魔法・罠・モンスターの効果を発動した時、このカードをＥＸデッキに戻して発動できる。自分の墓地から「ヤミー」モンスターを２体まで特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장\n이 카드를 싱크로 소환할 경우, 자신 필드의 링크 1 몬스터 1장을 레벨 1 튜너로 취급할 수 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 싱크로 소환했을 경우에 발동할 수 있다. 덱에서 \"야미\" 몬스터 2장을 패에 넣는다. 그 후, 자신의 패를 1장 고르고 버린다. ②: 상대가 마법 / 함정 / 몬스터의 효과를 발동했을 때, 이 카드를 엑스트라 덱으로 되돌리고 발동할 수 있다. 자신 묘지에서 \"야미\" 몬스터를 2장까지 특수 소환한다.", "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽1只\n要同步召唤此卡的情况下，可将自己场上的1只连接1怪兽视为等级1协调。此卡名的①②效果1回合仅可各使用1次。①：此卡同步召唤的情况下可以发动。从牌组将2只“黯蜜”怪兽加入手牌。然后，挑选自己的1张手牌舍弃。②：对手发动魔法・陷阱・怪兽的效果时，将此卡放回额外牌组可以发动。从自己墓地将最多2只“黯蜜”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast / Synchro / Tuner / Effect", "attribute": "LIGHT", "level": 2, "atk": 0, "def": 2200, "materials": "1 Tuner + 1 non-Tuner monster", "series": ["Yummy"], "images": [{"index": 1, "image": "CupsyYummyWay-JUSH-EN-R-1E.png"}], "sets": {"en": [{"set_number": "JUSH-EN019", "set_name": "Justice Hunters", "rarities": ["Rare", "Super Rare"]}, {"set_number": "OP29-EN002", "set_name": "OTS Tournament Pack 29", "rarities": ["Ultimate Rare"]}], "de": [{"set_number": "JUSH-DE019", "set_name": "Justice Hunters", "rarities": ["Rare", "Super Rare"]}, {"set_number": "OP29-DE002", "set_name": "OTS Tournament Pack 29", "rarities": ["Ultimate Rare"]}], "es": [{"set_number": "JUSH-SP019", "set_name": "Justice Hunters", "rarities": ["Rare", "Super Rare"]}, {"set_number": "OP29-SP002", "set_name": "OTS Tournament Pack 29", "rarities": ["Ultimate Rare"]}], "fr": [{"set_number": "JUSH-FR019", "set_name": "Justice Hunters", "rarities": ["Rare", "Super Rare"]}, {"set_number": "OP29-FR002", "set_name": "OTS Tournament Pack 29", "rarities": ["Ultimate Rare"]}], "it": [{"set_number": "JUSH-IT019", "set_name": "Justice Hunters", "rarities": ["Rare", "Super Rare"]}, {"set_number": "OP29-IT002", "set_name": "OTS Tournament Pack 29", "rarities": ["Ultimate Rare"]}], "pt": [{"set_number": "JUSH-PT019", "set_name": "Justice Hunters", "rarities": ["Rare", "Super Rare"]}, {"set_number": "OP29-PT002", "set_name": "OTS Tournament Pack 29", "rarities": ["Ultimate Rare"]}], "ja": [{"set_number": "DBJH-JP019", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DBJH-KR019", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DBJH-SC019", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1107291}