{"konami_id": 18486, "password": 31600845, "name": {"en": "Amazement Abomination Arlekino", "de": "Vergnügungsscheußlichkeit Arlekino", "es": "Arlekino Abominación de Asombro", "fr": "Arlekino Abomination de l'Incroyable", "it": "Prodigioso Abominio Arlekino", "pt": "Arlekino, a Abominação da Diversão", "ja": "<ruby>恐楽園の死配人<rt>アメイズメント・ドミネイター</rt></ruby> ＜<ruby>Ａｒｌｅｃｈｉｎｏ<rt>アルレキーノ</rt></ruby>＞", "ja_romaji": "Ameizumento Domineitā <Arurekīno>", "ko": "어메이즈먼트 도미네이타 <<ruby>Arlechino<rt>아를레키노</rt></ruby>>", "ko_rr": "EOmeijeumeonteu Domineita <Areullekino>", "zh-TW": "恐樂園死配人 ＜Arlechino＞", "zh-CN": "恐乐园的死配人＜A丑角＞"}, "text": {"en": "If you control an \"Amazement\" monster: You can Special Summon this card from your hand, then you can add 1 \"Amazement Family Faces\" from your Deck or GY to your hand. During your opponent's turn (Quick Effect): You can target 1 other Effect Monster on the field with more than 0 ATK; shuffle this card into the Deck, and if you do, Special Summon 1 \"Amazement Administrator Arlekino\" from your Deck, then change the ATK of the targeted monster to 0. You can only use each effect of \"Amazement Abomination Arlekino\" once per turn.", "de": "Falls du ein „Vergnügung“-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du deiner Hand 1 „Vergnügungsmasken“ von deinem Deck oder Friedhof hinzufügen. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst 1 anderes Effektmonster mit mehr als 0 ATK auf dem Spielfeld wählen; mische diese Karte ins Deck und falls du dies tust, beschwöre 1 „Vergnügungsverwalter Arlekino“ als Spezialbeschwörung von deinem Deck, dann ändere die ATK des als Ziel gewählten Monsters zu 0. Du kannst jeden Effekt von „Vergnügungsscheußlichkeit Arlekino“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo \"Asombro\": puedes Invocar esta carta de Modo Especial desde tu mano, y después puedes añadir a tu mano 1 \"Pegatinas Faciales de Familia de Asombro\" en tu Deck o Cementerio. Durante el turno de tu adversario (Efecto Rápido): puedes seleccionar otro Monstruo de Efecto en el Campo con más de 0 ATK; baraja esta carta al Deck y, si lo haces, Invoca de Modo Especial 1 \"Arlekino Administrador de Asombro\" desde tu Deck, y después cambia el ATK del monstruo seleccionado a 0. Sólo puedes usar cada efecto de \"Arlekino Abominación de Asombro\" una vez por turno.", "fr": "Si vous contrôlez un monstre \"Incroyable\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez ajouter 1 \"Visages de Famille Incroyables\" depuis votre Deck ou Cimetière à votre main. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 autre Monstre à Effet sur le Terrain avec plus de 0 ATK ; mélangez cette carte dans le Deck, et si vous le faites, Invoquez Spécialement 1 \"Arlekino Administrateur de l'Incroyable\" depuis votre Deck, puis changez l'ATK du monstre ciblé à 0. Vous ne pouvez utiliser chaque effet de \"Arlekino Abomination de l'Incroyable\" qu'une fois par tour.", "it": "Se controlli un mostro \"Prodigioso\": puoi Evocare Specialmente questa carta dalla tua mano, poi puoi aggiungere 1 \"Facce Familiari Prodigiose\" dal tuo Deck o Cimitero alla tua mano. Durante il turno del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 1 altro Mostro con Effetto sul Terreno con più di 0 ATK; mischia questa carta nel Deck e, se lo fai, Evoca Specialmente 1 \"Prodigioso Amministratore Arlekino\" dal tuo Deck, poi cambia l'ATK del mostro scelto come bersaglio a 0. Puoi utilizzare ogni effetto di \"Prodigioso Abominio Arlekino\" una sola volta per turno.", "pt": "Se você controlar um monstro \"Diversão\": você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode adicionar 1 \"Rostos Familiares da Diversão\" do seu Deck ou Cemitério à sua mão. Durante o turno do seu oponente (Efeito Rápido): você pode escolher 1 outro Monstro de Efeito no campo com mais que 0 de ATK; embaralhe este card no Deck e, se isso acontecer, Invoque por Invocação-Especial 1 \"Arlekino, o Administrador da Diversão\" do seu Deck e, depois, mude o ATK do monstro alvo para 0. Você só pode usar cada efeito de \"Arlekino, a Abominação da Diversão\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「アメイズメント」モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。その後、自分のデッキ・墓地から「アメイズメント・ファミリーフェイス」１枚を手札に加える事ができる。②：相手ターンに、フィールドの他の効果モンスター１体を対象として発動できる。このカードを持ち主のデッキに戻し、デッキから「驚楽園の支配人 ＜∀ｒｌｅｃｈｉｎｏ＞」１体を特殊召喚する。その後、対象のモンスターの攻撃力を０にする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"어메이즈먼트\" 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 자신의 덱 / 묘지에서 \"어메이즈먼트 패밀리페이스\" 1장을 패에 넣을 수 있다. ②: 상대 턴에, 필드의 다른 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 주인의 덱으로 되돌리고, 덱에서 \"어메이즈먼트 어드미니스트레이터 <∀rlechino(아를레키노)>\" 1장을 특수 소환한다. 그 후, 대상 몬스터의 공격력을 0 으로 한다.", "zh-TW": null, "zh-CN": "这个卡名的①②效果1回合各能使用1次。①：自己场上有「アメイズメント／惊乐」怪兽存在的场合可以发动。将这张卡从手牌特殊召唤。那之后，可以从自己的卡组或墓地将1张「アメイズメントファミリーフェイス／惊乐家族脸」加入手牌。②：对手的回合，可以以场上的1只其他的效果怪兽为对象发动。使这张卡返回持有者的卡组，从卡组特殊召唤1只「驚楽園の支配人 ＜∀rlechino＞／惊乐园经理人 <阿尔历奇诺>」。那之后，对象怪兽的攻击力变为0。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "LIGHT", "level": 7, "atk": 2600, "def": 2200, "series": ["Amazement"], "images": [{"index": 1, "image": "AmazementAbominationArlekino-CYAC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN023", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE023", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "es": [{"set_number": "CYAC-SP023", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR023", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT023", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT023", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP023", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "ko": [{"set_number": "CYAC-KR023", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712728, "master_duel_rarity": "UR"}