{"konami_id": 14494, "password": 31897444, "name": {"en": "Defender of the Labyrinth", "de": "Verteidiger des Labyrinths", "es": "Defensor del Laberinto", "fr": "Défenseur du Labyrinthe", "it": "Difensore del Labirinto", "pt": "Defensor do Labirinto", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>宮<rt>きゅう</rt></ruby>の<ruby>番<rt>ばん</rt></ruby><ruby>人<rt>にん</rt></ruby>", "ja_romaji": "Meikyū no Bannin", "ko": "명궁의 파수꾼", "ko_rr": "Myeonggung-ui Pasukkun", "zh-TW": "冥宮的守衛", "zh-CN": "冥宫的守卫"}, "text": {"en": "2 Normal Monsters\nNon-Effect Monsters you control gain 500 ATK, also all Effect Monsters your opponent controls lose 500 ATK. If this card in its owner's possession is destroyed by your opponent's card: You can target 1 non-Effect Monster in your GY; Special Summon it. You can only use this effect of \"Defender of the Labyrinth\" once per turn.", "de": "2 Normale Monster\nNichteffekt-Monster, die du kontrollierst, erhalten 500 ATK, zusätzlich verlieren alle Effektmonster, die dein Gegner kontrolliert, 500 ATK. Falls diese Karte, die ihrem Besitzer gehört, durch eine Karte deines Gegners zerstört wird: Du kannst 1 Nichteffekt-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Verteidiger des Labyrinths“ nur einmal pro Spielzug verwenden.", "es": "2 Monstruos Normales\nLos Monstruos que no sean de Efecto que controlas ganan 500 ATK, y además todos los Monstruos de Efecto que controla tu adversario pierden 500 ATK. Si esta carta en posesión de su dueño es destruida por una carta de tu adversario: puedes seleccionar 1 Monstruo que no sea de Efecto en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Defensor del Laberinto\" una vez por turno.", "fr": "2 Monstres Normaux\nLes monstres (Monstres à Effet exclus) que vous contrôlez gagnent 500 ATK, et aussi, tous les Monstres à Effet contrôlés par votre adversaire perdent 500 ATK. Si cette carte en possession de son propriétaire est détruite par une carte de votre adversaire : vous pouvez cibler 1 monstre (Monstres à Effet exclus) dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Défenseur du Labyrinthe\" qu'une fois par tour.", "it": "2 Mostri Normali\nI Mostri non-con Effetto che controlli guadagnano 500 ATK, inoltre tutti i Mostri con Effetto controllati dal tuo avversario perdono 500 ATK. Se questa carta sotto il comando del suo proprietario viene distrutta da una carta del tuo avversario: puoi scegliere come bersaglio 1 Mostro non-con Effetto nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Difensore del Labirinto\" una sola volta per turno.", "pt": "2 Monstros Normais\nMonstros que não sejam de Efeito que você controla ganham 500 de ATK e, além disso, todos os Monstros de Efeito que seu oponente controla perdem 500 de ATK. Se este card em posse do seu dono for destruído por um card do seu oponente: você pode escolher 1 Monstro que não seja de Efeito no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Defensor do Labirinto\" uma vez por turno.", "ja": "通常モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：効果モンスター以外の自分フィールドのモンスターの攻撃力は５００アップし、相手フィールドの効果モンスターの攻撃力は５００ダウンする。②：このカードが相手によって破壊された場合、効果モンスター以外の自分の墓地のモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "일반 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 효과 몬스터 이외의 자신 필드의 몬스터의 공격력은 500 올리고, 상대 필드의 효과 몬스터의 공격력은 500 내린다. ②: 이 카드가 상대에 의해 파괴되었을 경우, 효과 몬스터 이외의 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "通常怪兽2只\n这个卡名的②的效果1回合只能使用1次。\n①：效果怪兽以外的自己场上的怪兽的攻击力上升500，对方场上的效果怪兽的攻击力下降500。\n②：这张卡被对方破坏的场合，以效果怪兽以外的自己墓地1只怪兽为对象才能发动。那只怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Link / Effect", "attribute": "EARTH", "link_arrows": ["↘", "↙"], "atk": 1400, "images": [{"index": 1, "image": "DefenderoftheLabyrinth-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN049", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-EN127", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE049", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-DE127", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "es": [{"set_number": "RIRA-SP049", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-SP127", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR049", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-FR127", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT049", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-IT127", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT049", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-PT127", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP049", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ko": [{"set_number": "RIRA-KR049", "set_name": "Rising Rampage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 603290, "master_duel_rarity": "N"}