{"konami_id": 13713, "password": 32036866, "name": {"en": "F.A. Overheat", "de": "F.A. Überhitzung", "es": "F.A. Sobrecalentamiento", "fr": "Surchauffe F.A.", "it": "F.A. Surriscaldamento", "pt": "F.A. Superaquecimento", "ja": "<ruby>Ｆ．Ａ．<rt>フォーミュラアスリート</rt></ruby>オーバー・ヒート", "ja_romaji": "Fōmyura Asurīto Ōbā Hīto", "ko": "<ruby>F.A.<rt>포뮬러 애슬리트</rt></ruby> 오버 히트", "ko_rr": "Pomyulleo Aeseulliteu Obeo Hiteu", "zh-TW": "方程式運動員 過熱化", "zh-CN": "方程式运动员过热化"}, "text": {"en": "If only your opponent controls a monster: Special Summon 1 \"F.A.\" monster from your hand, and if you do, increase its Level by 3 until the end of this turn. If this card is in the GY and you control no cards in your Field Zone: You can banish this card from the GY; activate 1 \"F.A.\" Field Spell directly from your hand or GY. You can only use this effect of \"F.A. Overheat\" once per turn.", "de": "Falls nur dein Gegner ein Monster kontrolliert: Beschwöre 1 „F.A.“-Monster als Spezialbeschwörung von deiner Hand und falls du dies tust, erhöhe seine Stufe bis zum Ende dieses Spielzugs um 3. Falls sich diese Karte im Friedhof befindet und du keine Karten in deiner Spielfeldzone kontrollierst: Du kannst diese Karte vom Friedhof verbannen; aktiviere 1 „F.A.“-Spielfeldzauber direkt von deiner Hand oder deinem Friedhof. Du kannst diesen Effekt von „F.A. Überhitzung“ nur einmal pro Spielzug verwenden.", "es": "Si solo tu adversario controla un monstruo: Invoca de Modo Especial 1 monstruo \"F.A.\" en tu mano y, si lo haces, hasta el final de este turno aumenta su Nivel en 3. Si esta carta está en el Cementerio y tú no controlas cartas en tu Zona del Campo: puedes desterrar esta carta en el Cementerio; activa 1 Mágica de Campo \"F.A.\" directamente desde tu mano o Cementerio. Sólo puedes usar este efecto de \"F.A. Sobrecalentamiento\" una vez por turno.", "fr": "Si uniquement votre adversaire contrôle un monstre : Invoquez Spécialement 1 monstre \"F.A.\" depuis votre main, et si vous le faites, augmentez son Niveau de 3 jusqu'à la fin de ce tour. Si cette carte est dans le Cimetière et que vous ne contrôlez aucune carte dans votre Zone Terrain : vous pouvez bannir cette carte depuis le Cimetière ; activez 1 Magie de Terrain \"F.A.\" directement depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Surchauffe F.A.\" qu'une fois par tour.", "it": "Se solo il tuo avversario controlla un mostro: Evoca Specialmente 1 mostro \"F.A.\" dalla tua mano e, se lo fai, aumenta il suo Livello di 3 fino alla fine di questo turno. Se questa carta è nel Cimitero e tu non controlli nessuna carta nella tua Zona Terreno: puoi bandire questa carta dal Cimitero; attiva 1 Magia Terreno \"F.A.\" direttamente dalla tua mano o Cimitero. Puoi utilizzare questo effetto di \"F.A. Surriscaldamento\" una sola volta per turno.", "pt": "Se apenas seu oponente controlar um monstro: Invoque por Invocação-Especial 1 monstro \"F.A.\" da sua mão e, se isso acontecer, até o final deste turno, aumente em 3 o Nível dele. Se este card estiver no Cemitério e você não controlar nenhum card na sua Zona do Campo: você pode banir este card do Cemitério; ative 1 Magia de Campo \"F.A.\" diretamente da sua mão ou do Cemitério. Você só pode usar este efeito de \"F.A. Superaquecimento\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：相手フィールドにのみモンスターが存在する場合に発動できる。手札から「Ｆ．Ａ．」モンスター１体を特殊召喚する。この効果で特殊召喚したモンスターのレベルはターン終了時まで３つ上がる。②：自分のフィールドゾーンにカードが存在しない場合、墓地のこのカードを除外して発動できる。自分の手札・墓地から「Ｆ．Ａ．」フィールド魔法カード１枚を選んで発動する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드에만 몬스터가 존재할 경우에 발동할 수 있다. 패에서 \"F.A.(포뮬러 애슬리트)\" 몬스터 1장을 특수 소환한다. 이 효과로 특수 소환한 몬스터의 레벨은 턴 종료시까지 3개 올라간다. ②: 자신의 필드 존에 카드가 존재하지 않을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 자신의 패 / 묘지에서 \"F.A.(포뮬러 애슬리트)\" 필드 마법 카드 1장을 고르고 발동한다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：仅有对手场上才存在怪兽的情况下可以发动。从手牌将1只“方程式运动员”怪兽特殊召唤。以此效果特殊召唤的怪兽的等级直至回合结束时为止上升3。②：自己的场地区域没有卡存在的情况下，将墓地的此卡除外可以发动。从自己的手牌・墓地挑选1张“方程式运动员”场地魔法卡发动。"}, "card_type": "Trap", "property": "Normal", "series": ["F.A."], "images": [{"index": 1, "image": "FAOverheat-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN091", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-EN064", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE091", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-DE064", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "FLOD-SP091", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-SP064", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR091", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-FR064", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT091", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-IT064", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT091", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-PT064", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP18-JP037", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "EP18-KR037", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC053", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 556843, "master_duel_rarity": "N"}