{"konami_id": 20584, "password": 32061192, "name": {"en": "Maliss <P> Dormouse", "de": "Maliss <P> Haselmaus", "es": "Maliss <P> Lirón", "fr": "Maliss <P> Loir", "it": "Maliss <P> Ghiro", "pt": "Maliss <P> Arganaz", "ja": "<ruby>Ｍ∀ＬＩＣＥ<rt>マリス</rt></ruby>＜<ruby>Ｐ<rt>ポーン</rt></ruby>＞<ruby>Ｄｏｒｍｏｕｓｅ<rt>ドーマウス</rt></ruby>", "ja_romaji": "Marisu <Pōn> Dōmausu", "ko": "M∀LICE<P>Dormouse", "ko_rr": null, "zh-TW": null, "zh-CN": "码丽丝＜兵＞睡鼠"}, "text": {"en": "\"Maliss\" Link Monsters that point to this card cannot be destroyed by card effects. You can only use each of the following effects of \"Maliss <P> Dormouse\" once per turn. During your Main Phase: You can activate this effect; banish 1 \"Maliss\" monster from your Deck, also for the rest of this turn, \"Maliss\" monsters you control gain 600 ATK. If this card is banished: You can pay 300 LP; Special Summon it, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Link Monsters.", "de": "„Maliss“-Linkmonster, die auf diese Karte zeigen, können nicht durch Karteneffekte zerstört werden. Du kannst jeden der folgenden Effekte von „Maliss <P> Haselmaus“ nur einmal pro Spielzug verwenden. Während deiner Main Phase: Du kannst diesen Effekt aktivieren; verbanne 1 „Maliss“-Monster von deinem Deck, zusätzlich erhalten „Maliss“-Monster, die du kontrollierst, für den Rest dieses Spielzugs 600 ATK. Falls diese Karte verbannt wird: Du kannst 300 LP zahlen; beschwöre sie als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Linkmonstern.", "es": "Los Monstruos de Enlace \"Maliss\" que apunten a esta carta no pueden ser destruidos por efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Maliss <P> Lirón\" una vez por turno. Durante tu Main Phase: puedes activar este efecto; destierra 1 monstruo \"Maliss\" en tu Deck, y además por el resto de este turno, los monstruos \"Maliss\" que controles ganan 600 ATK. Si esta carta es desterrada: puedes pagar 300 LP; Invócala de Modo Especial, y además no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos de Enlace.", "fr": "Les Monstres Lien \"Maliss\" qui pointent cette carte ne peuvent pas être détruits par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Maliss <P> Loir\" qu'une fois par tour. Durant votre Main Phase : vous pouvez activer cet effet ; bannissez 1 monstre \"Maliss\" depuis votre Deck, et aussi, le reste de ce tour, les monstres \"Maliss\" que vous contrôlez gagnent 600 ATK. Si cette carte est bannie : vous pouvez payer 300 LP ; Invoquez-la Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Lien exclus) depuis l'Extra Deck le reste de ce tour.", "it": "I Mostri Link \"Maliss\" che puntano a questa carta non possono essere distrutti dagli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Maliss <P> Ghiro\" una sola volta per turno. Durante la tua Main Phase: puoi attivare questo effetto; bandisci 1 mostro \"Maliss\" dal tuo Deck, inoltre per il resto di questo turno, i mostri \"Maliss\" che controlli guadagnano 600 ATK. Se questa carta viene bandita: puoi pagare 300 LP; Evocala Specialmente, inoltre non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno, eccetto Mostri Link.", "pt": "Monstros Link \"Maliss\" que apontam para este card não podem ser destruídos por efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Maliss <P> Arganaz\" uma vez por turno. Durante sua Fase Principal: você pode ativar este efeito; bana 1 monstro \"Maliss\" do seu Deck e, além disso, pelo resto deste turno, monstros \"Maliss\" que você controla ganham 600 de ATK. Se este card for banido: você pode pagar 300 PV; Invoque-o por Invocação-Especial e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Link.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。デッキから「Ｍ∀ＬＩＣＥ」モンスター１体を除外する。このターン中は自分フィールドの「Ｍ∀ＬＩＣＥ」モンスターの攻撃力が６００アップする。②：このカードをリンク先とする「Ｍ∀ＬＩＣＥ」Ｌモンスターは効果では破壊されない。③：このカードが除外された場合、３００ＬＰを払って発動できる。このカードを特殊召喚する。このターン、自分はＬモンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 덱에서 \"M∀LICE(맬리스)\" 몬스터 1장을 제외한다. 이 턴 중에는 자신 필드의 \"M∀LICE(맬리스)\" 몬스터의 공격력을 600 올린다. ②: 이 카드를 링크 앞으로 하는 \"M∀LICE(맬리스)\" 링크 몬스터는 효과로는 파괴되지 않는다. ③: 이 카드가 제외되었을 경우, 300 LP를 지불하고 발동할 수 있다. 이 카드를 특수 소환한다. 이 턴에, 자신은 링크 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。①：在自己的主要阶段可以发动。从牌组将１只“码丽丝”怪兽除外。此回合中，自己场上的“码丽丝”怪兽的攻击力上升６００。②：连接端指向此卡的“码丽丝”连接怪兽不会因效果被破坏。③：此卡被除外的情况下，支付３００LP可以发动。将此卡特殊召唤。此回合，自己从额外牌组仅可特殊召唤连接怪兽。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "DARK", "level": 3, "atk": 900, "def": 300, "series": ["Maliss"], "images": [{"index": 1, "image": "MalissPDormouse-MP25-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "CRBR-EN017", "set_name": "Crossover Breakers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP25-EN124", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "CRBR-DE017", "set_name": "Crossover Breakers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP25-DE124", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "CRBR-SP017", "set_name": "Crossover Breakers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP25-SP124", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "CRBR-FR017", "set_name": "Crossover Breakers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP25-FR124", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "CRBR-IT017", "set_name": "Crossover Breakers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP25-IT124", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "CRBR-PT017", "set_name": "Crossover Breakers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP25-PT124", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DBCB-JP017", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBCB-KR017", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBCB-SC017", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Super Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Limited", "ocg": "Limited"}, "yugipedia_page_id": 1075341}