{"konami_id": 16529, "password": 32138660, "name": {"en": "Reptilianne Melusine", "de": "Reptilianische Melusine", "es": "Melusina Reptílica", "fr": "Mélusine Reptilia", "it": "Melusina Rettiliana", "pt": "Melusina Reptiliana", "ja": "レプティレス・メルジーヌ", "ja_romaji": "Reputiresu Merujīnu", "ko": "레프티레스 멜르지누", "ko_rr": "Repeutireseu Melleujinu", "zh-TW": "爬蟲妖 梅露辛", "zh-CN": "爬虫妖・美露莘"}, "text": {"en": "1 Reptile Tuner + 1+ non-Tuner monsters\nIf this card was Synchro Summoned using only Reptile monsters as material, it cannot be destroyed by battle or card effects. Once per Chain, when your opponent activates a monster effect, except during the Damage Step (Quick Effect): You can target 1 face-up monster your opponent controls; change its ATK to 0. If this Synchro Summoned card you control is sent to your GY by an opponent's card: You can add 1 Reptile monster from your Deck to your hand.", "de": "1 Reptil-Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wurde und nur Reptil-Monster dafür als Material verwendet wurden, kann sie weder durch Kampf noch durch Karteneffekte zerstört werden. Einmal pro Kette, wenn dein Gegner einen Monstereffekt aktiviert, außer während des Damage Steps (Schnelleffekt): Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; ändere seine ATK zu 0. Falls diese als Synchrobeschwörung beschworene Karte, die du kontrollierst, durch eine Karte eines Gegners auf deinen Friedhof gelegt wird: Du kannst deiner Hand 1 Reptil-Monster von deinem Deck hinzufügen.", "es": "1 Cantante Reptil + 1+ monstruos que no sean Cantantes\nSi esta carta fue Invocada por Sincronía usando sólo monstruos Reptil como material, no puede ser destruida en batalla o por efectos de cartas. Una vez por Cadena, cuando tu adversario activa un efecto de monstruo, excepto durante el Damage Step (Efecto Rápido): puedes seleccionar 1 monstruo boca arriba que controle tu adversario; cambia su ATK a 0. Si esta carta Invocada por Sincronía que controlas es mandada a tu Cementerio por una carta del adversario: puedes añadir a tu mano 1 monstruo Reptil en tu Deck.", "fr": "1 Syntoniseur Reptile + 1+ monstre non-Syntoniseur\nSi cette carte a été Invoquée par Synchronisation en utilisant uniquement des monstres Reptile comme Matériel, elle ne peut être détruite ni au combat ni par des effets de carte. Une fois par Chaîne, lorsque votre adversaire active un effet de monstre, sauf durant la Damage Step (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; changez son ATK à 0. Si cette carte Invoquée par Synchronisation que vous contrôlez est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez ajouter 1 monstre Reptile depuis votre Deck à votre main.", "it": "1 Tuner Rettile + 1+ mostri non-Tuner\nSe questa carta è stata Synchro Evocata utilizzando solo mostri Rettile come materiale, essa non può essere distrutta in battaglia o dagli effetti delle carte. Una volta per Catena, quando il tuo avversario attiva l'effetto di un mostro, eccetto durante il Damage Step (Effetto Rapido): puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; cambia il suo ATK a 0. Se questa carta Synchro Evocata che controlli viene mandata al tuo Cimitero da una carta dell'avversario: puoi aggiungere 1 mostro Rettile dal tuo Deck alla tua mano.", "pt": "1 Regulador Réptil + 1+ monstros não-Reguladores\nSe este card foi Invocado por Invocação-Sincro usando apenas monstros Réptil como matéria, ele não pode ser destruído em batalha ou por efeitos de card. Uma vez por Corrente, quando seu oponente ativar um efeito de monstro, exceto durante a Etapa de Dano (Efeito Rápido): você pode escolher 1 monstro com a face para cima que seu oponente controla; mude o ATK dele para 0. Se este card Invocado por Invocação-Sincro que você controla for enviado para o seu Cemitério por um card do oponente: você pode adicionar 1 monstro Réptil do seu Deck à sua mão.", "ja": "爬虫類族チューナー＋チューナー以外のモンスター１体以上\nこのカードの②の効果は同一チェーン上では１度しか発動できない。①：爬虫類族モンスターのみを素材としてＳ召喚したこのカードは戦闘・効果では破壊されない。②：相手がモンスターの効果を発動した時、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力を０にする。③：Ｓ召喚したこのカードが相手によって墓地へ送られた場合に発動できる。デッキから爬虫類族モンスター１体を手札に加える。", "ko": "파충류족 튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드의 ②의 효과는 동일한 체인 위에서는 1번밖에 발동할 수 없다. ①: 파충류족 몬스터만을 소재로서 싱크로 소환한 이 카드는 전투 / 효과로는 파괴되지 않는다. ②: 상대가 몬스터의 효과를 발동했을 때, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력을 0 으로 한다. ③: 싱크로 소환한 이 카드가 상대에 의해 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 파충류족 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "爬虫类族协调＋１只以上协调以外的怪兽\n此卡②效果在同一连锁上仅可发动１次。①：仅以爬虫类族怪兽作为素材同步召唤的此卡不会因战斗・效果被破坏。②：对手发动怪兽的效果时，以对手场上的１只表侧表示怪兽为对象可以发动。将该怪兽的攻击力改成０。③：同步召唤的此卡被对手送至墓地的情况下可以发动。从牌组将１只爬虫类族怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Reptile / Synchro / Effect", "attribute": "DARK", "level": 8, "atk": 2500, "def": 2800, "materials": "1 Reptile Tuner + 1+ non-Tuner monsters", "series": ["Reptilianne"], "images": [{"index": 1, "image": "ReptilianneMelusine-BODE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN043", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "de": [{"set_number": "BODE-DE043", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BODE-FR043", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "it": [{"set_number": "BODE-IT043", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BODE-PT043", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BODE-JP043", "set_name": "Burst of Destiny", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BODE-JP043", "set_name": "Burst of Destiny +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BODE-KR043", "set_name": "Burst of Destiny", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BODE-KR043", "set_name": "Burst of Destiny +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC138", "set_name": "Mega Pack 06", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716425, "master_duel_rarity": "SR"}