{"konami_id": 17814, "password": 32152870, "name": {"en": "Scareclaw Decline", "de": "Schreckensklauen-Niedergang", "es": "Declinación Terrogarra", "fr": "Déclin Griffrayeur", "it": "Declino Spaventartiglio", "pt": "Declínio Espantagarra", "ja": "<ruby>械貶する肆世壊<rt>ディクライン・スケアクロー</rt></ruby>", "ja_romaji": "Dikurain Sukeakurō", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "肆世坏·械贬的惊爪兽世界"}, "text": {"en": "Target 1 \"Primitive Planet Reichphobia\" you control or in your GY; return it to the hand, then, if you control \"Visas Starfrost\", you can change 1 face-up monster your opponent controls to face-down Defense Position. If 3 or more Defense Position monsters are on the field: You can banish this card from your GY; add 1 \"Scareclaw\" card from your GY to your hand. You can only use this effect of \"Scareclaw Decline\" once per turn.", "de": "Wähle 1 „Primitiver Planet Reichphobia“, den du kontrollierst oder der sich in deinem Friedhof befindet; gib ihn auf die Hand zurück, dann, falls du „Visas Starfrost“ kontrollierst, kannst du 1 offenes Monster, das dein Gegner kontrolliert, in die verdeckte Verteidigungsposition ändern. Falls sich 3 oder mehr Monster in Verteidigungsposition auf dem Spielfeld befinden: Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Schreckensklaue“-Karte von deinem Friedhof hinzu. Du kannst diesen Effekt von „Schreckensklauen-Niedergang“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 \"Planeta Primitivo Reichphobia\" que controles o en tu Cementerio; devuélvelo a la mano y después, si controlas \"Visas Starfrost\", puedes cambiar 1 monstruo boca arriba que controle tu adversario a Posición de Defensa boca abajo. Si 3 o más monstruos en Posición de Defensa están en el Campo: puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 carta \"Terrogarra\" en tu Cementerio. Sólo puedes usar este efecto de \"Declinación Terrogarra\" una vez por turno.", "fr": "Ciblez 1 \"Planète Primitive Reichphobia\" que vous contrôlez ou dans votre Cimetière ; renvoyez-le à la main, puis, si vous contrôlez \"Visas Starfrost\", vous pouvez changer 1 monstre face recto contrôlé par votre adversaire en Position de Défense face verso. Si min. 3 monstres en Position de Défense sont sur le Terrain : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 carte \"Griffrayeur\" depuis votre Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Déclin Griffrayeur\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 \"Pianeta Primitivo Reichphobia\" che controlli o nel tuo Cimitero; fallo ritornare nella mano, poi, se controlli \"Visas Starfrost\", puoi mettere coperto in Posizione di Difesa 1 mostro scoperto controllato dal tuo avversario. Se 3 o più mostri in Posizione di Difesa sono sul Terreno: puoi bandire questa carta dal tuo Cimitero; aggiungi 1 carta \"Spaventartiglio\" dal tuo Cimitero alla tua mano. Puoi utilizzare questo effetto di \"Declino Spaventartiglio\" una sola volta per turno.", "pt": "Escolha 1 \"Planeta Primitivo Reichphobia\" que você controla ou no seu Cemitério; devolva-o para a mão e, depois, se você controlar \"Visas Starfrost\", você pode colocar 1 monstro com a face para cima que seu oponente controla, com a face para baixo em Posição de Defesa. Se 3 ou mais monstros em Posição de Defesa estiverem no campo: você pode banir este card do seu Cemitério; adicione 1 card \"Espantagarra\" do seu Cemitério à sua mão. Você só pode usar este efeito de \"Declínio Espantagarra\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分のフィールド・墓地の「肆世壊＝ライフォビア」１枚を対象として発動できる。そのカードを持ち主の手札に戻す。自分フィールドに「ヴィサス＝スタフロスト」が存在する場合、さらに相手フィールドの表側表示モンスター１体を選んで裏側守備表示にできる。②：フィールドに守備表示モンスターが３体以上存在する場合、墓地のこのカードを除外して発動できる。自分の墓地から「スケアクロー」カード１枚を選んで手札に加える。", "ko": null, "zh-TW": null, "zh-CN": "这个卡名的②效果1回合只能使用1次。①：可以以自己的场上或墓地的1张「肆世壊＝ライフォビア／肆世坏=莱希恐惧界」为对象发动。那张卡返回持有者的手牌。自己场上有「ヴィサス＝スタフロスト／维萨斯·斯塔弗罗斯特」存在的场合，可以再选对手场上的1只表侧表示怪兽变为里侧守备表示。②：场上有3只以上的守备表示怪兽存在的场合可以将墓地的这张卡除外发动。从自己的墓地选1张「スケアクロー／惊爪兽」卡加入手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Scareclaw"], "sets": {"en": [{"set_number": "DABL-EN059", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE059", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR059", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT059", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT059", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP059", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR059", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 884065}