{"konami_id": 15839, "password": 32247099, "name": {"en": "Ultimate Divine-Beast", "de": "Ultimatives Götterungeheuer", "es": "Bestia Divina Definitiva", "fr": "Bête Divine Ultime", "it": "Divinità-Bestia Finale", "pt": "Besta Divina Definitiva", "ja": "<ruby>絶<rt>ぜっ</rt></ruby><ruby>対<rt>たい</rt></ruby>なる<ruby>幻<rt>げん</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>", "ja_romaji": "Zettainaru Genshinjū", "ko": "절대적인 환신야수", "ko_rr": "Jeoldaejeok-in Hwansin-yasu", "zh-TW": "絕對的幻神獸", "zh-CN": "绝对之幻神兽"}, "text": {"en": "When an opponent's monster declares an attack: You can discard 1 Spell/Trap, then target 1 Divine-Beast monster in your GY; Special Summon it in Defense Position, then change the attack target to it. During the End Phase, if you control a Divine-Beast monster: You can destroy all face-up cards your opponent controls that activated their effects on the field this turn. You can only use each effect of \"Ultimate Divine-Beast\" once per turn.", "de": "Wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst 1 Zauber/Falle abwerfen und dann 1 Göttliches Ungeheuer-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, dann ändere das Angriffsziel darauf. Während der End Phase, falls du ein Göttliches Ungeheuer-Monster kontrollierst: Du kannst alle offenen Karten zerstören, die dein Gegner kontrolliert und deren Effekte auf dem Spielfeld in diesem Spielzug aktiviert wurden. Du kannst jeden Effekt von „Ultimatives Götterungeheuer“ nur einmal pro Spielzug verwenden.", "es": "Cuando un monstruo del adversario declara un ataque: puedes descartar 1 Mágica/Trampa, y después seleccionar 1 monstruo Bestia Divina en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa, y después cambia el objetivo del ataque a ese monstruo. Durante la End Phase, si controlas un monstruo Bestia Divina: puedes destruir todas las cartas boca arriba que controle tu adversario y que este turno hayan activado sus efectos en el Campo. Sólo puedes usar cada efecto de \"Bestia Divina Definitiva\" una vez por turno.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez défausser 1 Magie/Piège, puis ciblez 1 monstre Bête Divine dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, puis transférez-lui la cible de l'attaque. Durant la End Phase, si vous contrôlez un monstre Bête Divine : vous pouvez détruire toutes les cartes face recto contrôlées par votre adversaire qui ont activé leurs effets sur le Terrain ce tour. Vous ne pouvez utiliser chaque effet de \"Bête Divine Ultime\" qu'une fois par tour.", "it": "Quando un mostro dell'avversario dichiara un attacco: puoi scartare 1 Magia/Trappola, poi scegliere come bersaglio 1 mostro Divinità-Bestia nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa, poi cambia il bersaglio dell'attacco su di esso. Durante la End Phase, se controlli un mostro Divinità-Bestia: puoi distruggere tutte le carte scoperte controllate dal tuo avversario che hanno attivato i loro effetti sul Terreno in questo turno. Puoi utilizzare ogni effetto di \"Divinità-Bestia Finale\" una sola volta per turno.", "pt": "Quando um monstro do oponente declarar um ataque: você pode descartar 1 Magia/Armadilha e, depois, escolha 1 monstro Besta Divina no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa e, depois, mude o alvo do ataque para ele. Durante a Fase Final, se você controlar um monstro Besta Divina: você pode destruir todos os cards com a face para cima que seu oponente controla que ativaram seus efeitos no campo neste turno. Você só pode usar cada efeito de \"Besta Divina Definitiva\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手モンスターの攻撃宣言時に、手札から魔法・罠カード１枚を捨て、自分の墓地の幻神獣族モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。その後、攻撃対象をそのモンスターに移し替える。②：自分フィールドに幻神獣族モンスターが存在する場合、エンドフェイズに発動できる。このターンにフィールドで効果を発動した、相手フィールドの表側表示のカードを全て破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 몬스터의 공격 선언시에, 패에서 마법 / 함정 카드 1장을 버리고, 자신 묘지의 환신야수족 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 그 후, 공격 대상을 그 몬스터로 옮긴다. ②: 자신 필드에 환신야수족 몬스터가 존재할 경우, 엔드 페이즈에 발동할 수 있다. 이 턴에 필드에서 효과를 발동한, 상대 필드의 앞면 표시의 카드를 전부 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：对手怪兽攻击宣言时，从手牌舍弃1张魔法・陷阱卡，以自己墓地的1只幻神兽族怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。然后，攻击对象移换为该怪兽。②：自己场上有幻神兽族怪兽存在的情况下，在结束阶段可以发动。将此回合在场上发动过效果的对手场上的表侧表示卡全部破坏。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "UltimateDivineBeast-EGS1-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "EGS1-EN004", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "de": [{"set_number": "EGS1-DE004", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "es": [{"set_number": "EGS1-SP004", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "fr": [{"set_number": "EGS1-FR004", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "it": [{"set_number": "EGS1-IT004", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "pt": [{"set_number": "EGS1-PT004", "set_name": "Egyptian God Deck: Slifer the Sky Dragon", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PGB1-JP004", "set_name": "Prismatic God Box", "rarities": ["Millennium Ultra Rare", "Ultimate Rare"]}], "ko": [{"set_number": "23PP-KRB28", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "EGS1-SC004", "set_name": "Structure Deck: Egyptian Gods' Advent: Slifer the Sky Dragon & Obelisk the Tormentor", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717288, "master_duel_rarity": "R"}