{"konami_id": 12808, "password": 32360466, "name": {"en": "Beginning of Heaven and Earth", "de": "Der Anfang von Himmel und Erde", "es": "Principio del Cielo y la Tierra", "fr": "Commencement du Paradis et de la Terre", "it": "Inizio del Cielo e della Terra", "pt": "Princípio do Céu e da Terra", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>地<rt>ち</rt></ruby><ruby>開<rt>かい</rt></ruby><ruby>闢<rt>びゃく</rt></ruby>", "ja_romaji": "Tenchi Kaibyaku", "ko": "천지개벽", "ko_rr": null, "zh-TW": "開天闢地", "zh-CN": "天地开辟"}, "text": {"en": "Reveal 3 Warrior-Type monsters from your Deck, including at least 1 \"Black Luster Soldier\" monster or \"Gaia The Fierce Knight\" monster, and have your opponent randomly pick 1. If they picked a \"Black Luster Soldier\" monster or \"Gaia The Fierce Knight\" monster, add it to your hand and send the rest to the Graveyard. Otherwise, send them all to the Graveyard. You can only activate 1 \"Beginning of Heaven and Earth\" per turn.", "de": "Zeige 3 Monster vom Typ Krieger von deinem Deck vor, einschließlich mindestens 1 „Schwarz Glänzender Soldat“-Monster oder „Gaia, zorniger Ritter“-Monster, und lass deinen Gegner zufällig 1 bestimmen. Falls er ein „Schwarz Glänzender Soldat“-Monster oder „Gaia, zorniger Ritter“-Monster bestimmt hat, es deiner Hand hinzu und lege den Rest auf den Friedhof. Lege sie andernfalls alle auf den Friedhof. Du kannst nur 1 „Der Anfang von Himmel und Erde“ pro Spielzug aktivieren.", "es": "Muestra 3 monstruos de Tipo Guerrero en tu Deck, incluyendo por lo menos 1 monstruo \"Soldado del Brillo Negro\" o 1 monstruo \"Gaia el Caballero Feroz\", y haz que tu adversario elija 1 al azar. Si elige un monstruo \"Soldado del Brillo Negro\" o un monstruo \"Gaia el Caballero Feroz\", añádelo a tu mano y manda el resto al Cementerio. De otra forma, mándalos todos al Cementerio. Sólo puedes activar 1 \"Principio del Cielo y la Tierra\" por turno.", "fr": "Révélez 3 monstres de Type Guerrier depuis votre Deck, incluant min. 1 monstre \"Soldat du Lustre Noir\" ou 1 monstre \"Gaïa le Chevalier Implacable\", et laissez votre adversaire en prendre 1 au hasard. S'il a pris un monstre \"Soldat du Lustre Noir\" ou monstre \"Gaïa le Chevalier Implacable\", ajoutez-le à votre main et envoyez les cartes restantes au Cimetière. Sinon, envoyez-les toutes au Cimetière. Vous ne pouvez activer qu'1 \"Commencement du Paradis et de la Terre\" par tour.", "it": "Rivela 3 mostri di Tipo Guerriero dal tuo Deck, compreso almeno 1 mostro \"Glorioso Soldato Nero\" o 1 mostro \"Gaia il Cavaliere\", e fanne selezionare 1 a caso dal tuo avversario. Se ha selezionato un mostro \"Glorioso Soldato Nero\" o un mostro \"Gaia il Cavaliere\", aggiungilo alla tua mano e manda il resto al Cimitero. Altrimenti, mandali tutti al Cimitero. Puoi attivare solo 1 \"Inizio del Cielo e della Terra\" per turno.", "pt": "Revele 3 monstros do Tipo Guerreiro do seu Deck, incluindo pelo menos 1 monstro \"Soldado do Lustro Negro\" ou monstro \"Gaia, o Cavaleiro Impetuoso\" e faça com que seu oponente eleja 1 aleatoriamente. Se ele eleger um monstro \"Soldado do Lustro Negro\" ou monstro \"Gaia, o Cavaleiro Impetuoso\", adicione-o à sua mão e envie o resto para o Cemitério. Caso contrário, envie todos para o Cemitério. Você só pode ativar 1 \"Princípio do Céu e da Terra\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：デッキから「カオス・ソルジャー」モンスターまたは「暗黒騎士ガイア」モンスター１体以上を含む戦士族モンスター３体を相手に見せ、相手はその中からランダムに１体選ぶ。それが「カオス・ソルジャー」モンスターまたは「暗黒騎士ガイア」モンスターだった場合、そのモンスターを自分の手札に加え、残りのカードは全て墓地へ送る。違った場合、相手に見せたカードを全て墓地へ送る。", "ko": "\"천지개벽\"은 1턴에 1장밖에 발동할 수 없다. ①: 덱에서 \"카오스 솔저\" 몬스터 또는 \"암흑 기사 가이아\" 몬스터 1장 이상을 포함하는 전사족 몬스터 3장을 상대에게 보여주고, 상대는 그 중에서 무작위로 1장 고른다. 그것이 \"카오스 솔저\" 몬스터 또는 \"암흑 기사 가이아\" 몬스터였을 경우, 그 몬스터를 자신의 패에 넣고, 남은 카드는 전부 묘지로 보낸다. 다를 경우, 상대에게 보여준 카드를 전부 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：从牌组将包含１只以上“混沌士兵”怪兽或“暗黑骑士盖亚”怪兽的、３只战士族怪兽出示给对手，对手从其中随机挑选１只。所挑选的是“混沌士兵”怪兽或“暗黑骑士盖亚”怪兽的情况下，将该怪兽加入自己的手牌，剩余的卡全部送至墓地。不是的情况下，将出示给对手的卡全部送至墓地。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BeginningofHeavenandEarth-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN073", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-EN225", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE073", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-DE225", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "RATE-SP073", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-SP225", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR073", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-FR225", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT073", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-IT225", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT073", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-PT225", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "RATE-JP073", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "20TP-JP214", "set_name": "Tournament Pack 2020 Vol.2", "rarities": ["Common"]}], "ko": [{"set_number": "RATE-KR073", "set_name": "Raging Tempest", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL03-SC020", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 463608, "master_duel_rarity": "R"}