{"konami_id": 8482, "password": 32391631, "name": {"en": "Savage Colosseum", "de": "Brutales Kolosseum", "es": "Coliseo Salvaje", "fr": "Colisée Sauvage", "it": "Colosseo Selvaggio", "pt": "Coliseu Selvagem", "ja": "サベージ・コロシアム", "ja_romaji": "Sabēji Koroshiamu", "ko": "세비지 콜로세움", "ko_rr": null, "zh-TW": "野蠻競技場", "zh-CN": "野蛮竞技场"}, "text": {"en": "If a monster attacks, at the end of the Damage Step: Its controller gains 300 LP. All monsters must attack, if able. During each End Phase: Destroy all face-up Attack Position monsters the turn player controls, that did not declare an attack.", "de": "Falls ein Monster angreift, am Ende des Damage Steps: Sein Beherrscher erhält 300 LP. Alle Monster müssen angreifen, falls möglich. Während der End Phase: Zerstöre alle Monster in offener Angriffsposition, die der Zugspieler kontrolliert, die keinen Angriff deklariert haben.", "es": "Si un monstruo ataca, al final del Damage Step: su controlador gana 300 LP. Todos los monstruos deben atacar si pueden. Durante cada End Phase: destruye todos los monstruos en Posición de Ataque boca arriba que controle el jugador activo y que no declararon un ataque.", "fr": "Si un monstre attaque, à la fin de la Damage Step : son contrôleur gagne 300 LP. Tous les monstres doivent attaquer, si possible. Durant chaque End Phase : détruisez tous les monstres en Position d'Attaque face recto contrôlés par le joueur du tour, qui n'ont pas déclaré d'attaque.", "it": "Se un mostro attacca, alla fine del Damage Step: il suo controllore guadagna 300 LP. Tutti i mostri devono attaccare, se è loro possibile. Durante la End Phase: distruggi tutti i mostri scoperti in Posizione di Attacco che il giocatore di turno controlla e che non hanno dichiarato un attacco.", "pt": "Se um monstro atacar, no final da Etapa de Dano: o controlador dele ganha 300 PV. Todos os monstros devem atacar, se possível. Durante cada Fase Final: destrua todos os monstros com a face para cima em Posição de Ataque que o duelista do turno controla e que não declararam um ataque.", "ja": "フィールド上に存在するモンスターが攻撃を行った場合、そのモンスターのコントローラーはダメージステップ終了時に３００ライフポイント回復する。このカードがフィールド上に存在する限り、攻撃可能なモンスターは攻撃しなければならない。エンドフェイズ時、ターンプレイヤーのフィールド上に表側攻撃表示で存在する攻撃宣言をしていないモンスターを全て破壊する。", "ko": "필드 위에 존재하는 몬스터가 공격을 실행했을 경우, 그 몬스터의 컨트롤러는 데미지 스텝 종료시에 300 라이프 포인트를 회복한다. 이 카드가 필드 위에 존재하는 한, 공격 가능한 몬스터는 공격해야 한다. 엔드 페이즈시, 턴 플레이어의 필드 위에 앞면 공격 표시로 존재하며, 공격 선언을 하지 않은 몬스터를 전부 파괴한다.", "zh-TW": null, "zh-CN": "场上存在的怪兽进行攻击的场合，那只怪兽的控制者在伤害步骤结束时回复300基本分。只要这张卡在场上存在，可以攻击的怪兽必须作出攻击。结束阶段时，回合玩家的场上表侧攻击表示存在的没有攻击宣言的怪兽全部破坏。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "SavageColosseum-LC5D-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOVR-EN047", "set_name": "Stardust Overdrive", "rarities": ["Common"]}, {"set_number": "LC5D-EN252", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOVR-DE047", "set_name": "Stardust Overdrive", "rarities": ["Common"]}, {"set_number": "LC5D-DE252", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOVR-FR047", "set_name": "Stardust Overdrive", "rarities": ["Common"]}, {"set_number": "LC5D-FR252", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOVR-IT047", "set_name": "Stardust Overdrive", "rarities": ["Common"]}, {"set_number": "LC5D-IT252", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LC5D-PT252", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOVR-JP047", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}], "ko": [{"set_number": "SOVR-KR047", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 61552, "master_duel_rarity": "SR"}