{"konami_id": 12305, "password": 32465539, "name": {"en": "Digital Bug Cocoondenser", "de": "Digitalkäfer Kokondenser", "es": "Bicho Digital Capondensador", "fr": "Cocondensateur Insecte Numérique", "it": "Bug Digitale Bozzolcondensatore", "pt": "Inseto Digital Casulocondensador", "ja": "<ruby>電子光虫<rt>デジタル・バグ</rt></ruby>－コクーンデンサ", "ja_romaji": "Dejitaru Bagu - Kokūndensa", "ko": "디지털 버그－커쿤덴서", "ko_rr": null, "zh-TW": "電子光蟲－電容繭", "zh-CN": "电子光虫－电容茧"}, "text": {"en": "Cannot be used as an Xyz Material for an Xyz Summon, except for the Xyz Summon of an Insect-Type monster. Once per turn, if this card is in Attack Position: You can target 1 Level 3 Insect-Type monster in your Graveyard; change this card to Defense Position, and if you do, Special Summon that monster in Defense Position. An Xyz Monster that was Summoned using this card on the field as Xyz Material gains this effect.\n● If this card attacks a Defense Position monster, your opponent's cards and effects cannot be activated until the end of the Damage Step.", "de": "Kann nicht als Xyz-Material für eine Xyz-Beschwörung verwendet werden, außer für die Xyz-Beschwörung eines Monsters vom Typ Insekt. Einmal pro Spielzug, falls sich diese Karte in Angriffsposition befindet: Du kannst 1 Monster vom Typ Insekt der Stufe 3 in deinem Friedhof wählen; ändere diese Karte in die Verteidigungsposition und falls du dies tust, beschwöre das Monster als Spezialbeschwörung in die Verteidigungsposition. Ein Xyz-Monster, das mit dieser Karte auf dem Spielfeld als Xyz-Material beschworen wurde, erhält diesen Effekt.\n● Falls diese Karte ein Monster in Verteidigungsposition angreift, können die Karten und Effekte deines Gegners bis zum Ende des Damage Steps nicht aktiviert werden.", "es": "No puede ser usado como Material Xyz para una Invocación Xyz, excepto para la Invocación Xyz de un monstruo de Tipo Insecto. Una vez por turno, si esta carta está en Posición de Ataque: puedes seleccionar 1 monstruo de Tipo Insecto de Nivel 3 en tu Cementerio; cambia esta carta a Posición de Defensa y, si lo haces, Invoca ese monstruo de Modo Especial en Posición de Defensa. Un Monstruo Xyz que fue Invocado usando esta carta en el Campo como Material Xyz gana este efecto.\n● Si esta carta ataca a un monstruo en Posición de Defensa, las cartas y efectos de tu adversario no pueden ser activados hasta el final del Damage Step.", "fr": "Non utilisable comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Insecte. Une fois par tour, si cette carte est en Position d'Attaque : vous pouvez cibler 1 monstre de Type Insecte de Niveau 3 dans votre Cimetière ; changez cette carte en Position de Défense, et si vous le faites, Invoquez Spécialement le monstre en Position de Défense. Un Monstre Xyz qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel Xyz gagne cet effet.\n● Si cette carte attaque un monstre en Position de Défense, les cartes et effets de votre adversaire ne peuvent pas être activés jusqu'à la fin de la Damage Step.", "it": "Non può essere utilizzato come Materiale Xyz per un'Evocazione Xyz, eccetto per l'Evocazione Xyz di un mostro di Tipo Insetto. Una volta per turno, se questa carta è in Posizione di Attacco: puoi scegliere come bersaglio 1 mostro di Tipo Insetto di Livello 3 nel tuo Cimitero; metti questa carta in Posizione di Difesa e, se lo fai, Evoca Specialmente quel mostro in Posizione di Difesa. Un Mostro Xyz che è stato Evocato utilizzando questa carta sul Terreno come Materiale Xyz guadagna questo effetto.\n● Se questa carta attacca un mostro in Posizione di Difesa, le carte e gli effetti del tuo avversario non possono essere attivati fino alla fine del Damage Step.", "pt": "Não pode ser usado como uma Matéria Xyz para uma Invocação-Xyz, exceto para a Invocação-Xyz de um monstro do Tipo Inseto. Uma vez por turno, se este card estiver em Posição de Ataque: você pode escolher 1 monstro do Tipo Inseto de Nível 3 no seu Cemitério; coloque este card em Posição de Defesa e, se isso acontecer, Invoque esse monstro por Invocação-Especial em Posição de Defesa. Um monstro Xyz que foi Invocado usando este card no campo como Matéria Xyz ganha este efeito.\n● Se este card atacar um monstro em Posição de Defesa, os cards e efeitos do seu oponente não podem ser ativados até o final da Etapa de Dano.", "ja": "このカードをＸ召喚の素材とする場合、昆虫族モンスターのＸ召喚にしか使用できない。①：１ターンに１度、このカードがフィールドに攻撃表示で存在する場合、自分の墓地の昆虫族・レベル３モンスター１体を対象として発動できる。このカードを守備表示にし、対象のモンスターを守備表示で特殊召喚する。②：フィールドのこのカードを素材としてＸ召喚したモンスターは以下の効果を得る。●このカードが守備表示モンスターを攻撃する場合、相手はダメージステップ終了時まで魔法・罠・モンスターの効果を発動できない。", "ko": "이 카드를 엑시즈 소환의 소재로 할 경우, 곤충족 몬스터의 엑시즈 소환으로밖에 사용할 수 없다. ①: 1턴에 1번, 이 카드가 필드에 공격 표시로 존재할 경우, 자신 묘지의 곤충족 / 레벨 3 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 수비 표시로 하고, 대상의 몬스터를 수비 표시로 특수 소환한다. ②: 필드의 이 카드를 소재로 하고 엑시즈 소환한 몬스터는 이하의 효과를 얻는다.\n●이 카드가 수비 표시 몬스터를 공격할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 / 몬스터의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "把这张卡作为XYZ召唤的素材的场合，不是昆虫族怪兽的XYZ召唤不能使用。①：1回合1次，这张卡在场上攻击表示存在的场合，以自己墓地1只昆虫族·3星怪兽为对象才能发动。这张卡变成守备表示，作为对象的怪兽守备表示特殊召唤。②：场上的这张卡为素材作XYZ召唤的怪兽得到以下效果。\n●这张卡向守备表示怪兽攻击的场合，对方直到伤害步骤结束时魔法·陷阱·怪兽的效果不能发动。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "LIGHT", "level": 3, "atk": 0, "def": 2000, "series": ["Digital Bug"], "images": [{"index": 1, "image": "DigitalBugCocoondenser-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN033", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-EN016", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE033", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-DE016", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR033", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-FR016", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT033", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-IT016", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT033", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-PT016", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP033", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR033", "set_name": "Shining Victories", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 363243, "master_duel_rarity": "N"}