{"konami_id": 15121, "password": 32557233, "name": {"en": "Rikka Tranquility", "de": "Rikka-Ruhe", "es": "Tranquilidad Rikka", "fr": "Tranquillité Rikka", "it": "Tranquillità Rikka", "pt": "Tranquilidade Rikka", "ja": "<ruby>六<rt>りっ</rt></ruby><ruby>花<rt>か</rt></ruby><ruby>深<rt>しん</rt></ruby><ruby>々<rt>しん</rt></ruby>", "ja_romaji": "Rikka Shinshin", "ko": "육화심심", "ko_rr": "Yokhwasimsim", "zh-TW": "六花深深", "zh-CN": "六花深深"}, "text": {"en": "When you activate this card, you can also Tribute 1 Plant monster; Special Summon 1 \"Rikka\" monster from your GY in Defense Position, then, if you Tributed a monster when you activated this card, Special Summon 1 Plant monster from your GY in Defense Position. You can only activate 1 \"Rikka Tranquility\" per turn.", "de": "Wenn du diese Karte aktivierst, kannst du zusätzlich 1 Pflanze-Monster als Tribut anbieten; beschwöre 1 „Rikka“-Monster als Spezialbeschwörung von deinem Friedhof in die Verteidigungsposition, dann, falls du ein Monster als Tribut angeboten hast, als du diese Karte aktiviert hast, beschwöre 1 Pflanze-Monster als Spezialbeschwörung von deinem Friedhof in die Verteidigungsposition. Du kannst nur 1 „Rikka-Ruhe“ pro Spielzug aktivieren.", "es": "Cuando activas esta carta, también puedes Sacrificar 1 monstruo Planta; Invoca de Modo Especial 1 monstruo \"Rikka\" desde tu Cementerio en Posición de Defensa, y después, si Sacrificaste un monstruo cuando activaste esta carta, Invoca de Modo Especial 1 monstruo Planta desde tu Cementerio en Posición de Defensa. Sólo puedes activar 1 \"Tranquilidad Rikka\" por turno.", "fr": "Lorsque vous activez cette carte, vous pouvez aussi Sacrifier 1 monstre Plante ; Invoquez Spécialement 1 monstre \"Rikka\" depuis votre Cimetière en Position de Défense, puis, si vous avez Sacrifié un monstre lorsque vous avez activé cette carte, Invoquez Spécialement 1 monstre Plante depuis votre Cimetière en Position de Défense. Vous ne pouvez activer qu'1 \"Tranquillité Rikka\" par tour.", "it": "Quando attivi questa carta, puoi anche offrire come Tributo 1 mostro Pianta; Evoca Specialmente 1 mostro \"Rikka\" dal tuo Cimitero in Posizione di Difesa, poi, se hai offerto come Tributo un mostro quando hai attivato questa carta, Evoca Specialmente 1 mostro Pianta dal tuo Cimitero in Posizione di Difesa. Puoi attivare solo 1 \"Tranquillità Rikka\" per turno.", "pt": "Quando você ativar este card, você também pode oferecer 1 monstro Planta como Tributo; Invoque por Invocação-Especial 1 monstro \"Rikka\" do seu Cemitério em Posição de Defesa e, depois, se você ofereceu um monstro como Tributo quando ativou este card, Invoque por Invocação-Especial 1 monstro Planta do seu Cemitério em Posição de Defesa. Você só pode ativar 1 \"Tranquilidade Rikka\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。このカードは自分フィールドの植物族モンスター１体をリリースして発動する事もできる。①：自分の墓地から「六花」モンスター１体を選んで守備表示で特殊召喚する。モンスターをリリースしてこのカードを発動した場合、さらに自分の墓地から植物族モンスター１体を選んで守備表示で特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. 이 카드는 자신 필드의 식물족 몬스터 1장을 릴리스하고 발동할 수도 있다. ①: 자신 묘지에서 \"육화\" 몬스터 1장을 고르고 수비 표시로 특수 소환한다. 몬스터를 릴리스하고 이 카드를 발동했을 경우, 추가로 자신 묘지에서 식물족 몬스터 1장을 골라 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张。此卡也可以通过解放自己场上的1只植物族怪兽发动。①：从自己墓地挑选1只\"六花\"怪兽以守备表示形式进行特殊召唤。在通过解放怪兽发动此卡的情况下，进而从自己墓地挑选1只植物族怪兽以守备表示形式进行特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Rikka"], "images": [{"index": 1, "image": "RikkaTranquility-SESL-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SESL-EN025", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "de": [{"set_number": "SESL-DE025", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "es": [{"set_number": "SESL-SP025", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SESL-FR025", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "it": [{"set_number": "SESL-IT025", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SESL-PT025", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBSS-JP025", "set_name": "Deck-Build Pack: Secret Slayers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBSS-KR025", "set_name": "Deck-Build Pack: Secret Slayers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBSS-SC025", "set_name": "Deck-Build Pack: Secret Slayers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716472, "master_duel_rarity": "N"}