{"konami_id": 9274, "password": 32588805, "name": {"en": "The Despair Uranus", "de": "Der verzweifelte Uranus", "es": "El Urano Desesperanzador", "fr": "Uranus le Désespéré", "it": "Il Disperato Uranio", "pt": "O Desesperador Urano", "ja": "<ruby>Ｔｈｅ ｄｅｓｐａｉｒ ＵＲＡＮＵＳ<rt>ザ・ディスペア・ウラヌス</rt></ruby>", "ja_romaji": "Za Disupea Uranusu", "ko": "The despair URANUS", "ko_rr": null, "zh-TW": "The despair URANUS", "zh-CN": "The despair URANUS"}, "text": {"en": "When this card is Tribute Summoned while you control no Spells/Traps: You can activate this effect; your opponent declares either Continuous Spell or Continuous Trap, then you Set 1 card of that type directly from your Deck. This card gains 300 ATK for each face-up Spell/Trap you control. Face-up cards in your Spell & Trap Zone cannot be destroyed by card effects.", "de": "Wenn diese Karte als Tributbeschwörung beschworen wird, solange du keine Zauber/Fallen kontrollierst: Du kannst diesen Effekt aktivieren; dein Gegner deklariert entweder Permanenter Zauber oder Permanente Falle, dann setzt du 1 Karte des deklarierten Typs direkt von deinem Deck. Diese Karte erhält für jede/n offene/n Zauber/Falle, den oder die du kontrollierst, 300 ATK. Offene Karten in deiner Zauber- & Fallenzone können nicht durch Karteneffekte zerstört werden.", "es": "Cuando esta carta es Invocada por Sacrificio mientras no controlas Mágicas/Trampas: puedes activar este efecto; tu adversario declara ya sea Mágica Continua o Trampa Continua, y después Colocas 1 carta de ese tipo directamente desde tu Deck. Esta carta gana 300 ATK por cada Mágica/Trampa boca arriba que controles. Las cartas boca arriba en tu Zona de Magia y Trampas no pueden ser destruidas por efectos de cartas.", "fr": "Lorsque cette carte est Invoquée par Sacrifice tant que vous ne contrôlez aucune Magie/Piège : vous pouvez activer cet effet ; votre adversaire déclare soit Magie Continue soit Piège Continu, puis vous Posez 1 carte de ce type directement depuis votre Deck. Cette carte gagne 300 ATK pour chaque Magie/Piège face recto que vous contrôlez. Les cartes face recto dans votre Zone Magie & Piège ne peuvent pas être détruites par des effets de carte.", "it": "Quando questa carta viene Evocata tramite Tributo mentre non controlli nessuna Magia/Trappola: puoi attivare questo effetto; il tuo avversario dichiara Magia Continua o Trappola Continua, poi tu Posizioni 1 carta di quel tipo direttamente dal tuo Deck. Questa carta guadagna 300 ATK per ogni Magia/Trappola scoperta che controlli. Le carte scoperte nella tua Zona Magie & Trappole non possono essere distrutte dagli effetti delle carte.", "pt": "Quando este card for Invocado por Invocação-Tributo enquanto você não controlar Magias/Armadilhas: você pode ativar este efeito; seu oponente declara Magia Contínua ou Armadilha Contínua e, depois, você Baixa 1 card desse tipo diretamente do seu Deck. Este card ganha 300 de ATK para cada Magia/Armadilha com a face para cima que você controla. Cards com a face para cima na sua Zona de Magias & Armadilhas não podem ser destruídos por efeitos de card.", "ja": "①：自分フィールドに魔法・罠カードが存在せず、このカードがアドバンス召喚に成功した時に発動できる。相手はカードの種類（永続魔法・永続罠）を宣言する。自分はデッキから宣言した種類のカード１枚を選んで自分の魔法＆罠ゾーンにセットする。②：このカードの攻撃力は、自分フィールドの表側表示の魔法・罠カードの数×３００アップする。③：このカードがモンスターゾーンに存在する限り、自分の魔法＆罠ゾーンの表側表示のカードは効果では破壊されない。", "ko": "①: 자신 필드에 마법 / 함정 카드가 존재하지 않고, 이 카드가 어드밴스 소환에 성공했을 때에 발동할 수 있다. 상대는 카드의 종류(지속 마법 / 지속 함정)를 선언한다. 자신은 덱에서 선언한 종류의 카드 1장을 고르고 자신의 마법 & 함정 존에 세트한다. ②: 이 카드의 공격력은, 자신 필드 앞면 표시의 마법 / 함정 카드의 수 × 300 올린다. ③: 이 카드가 몬스터 존에 존재하는 한, 자신의 마법 & 함정 존 앞면 표시의 카드는 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "①：自己场上没有魔法·陷阱卡存在，这张卡上级召唤成功时才能发动。对方宣言卡的种类（永续魔法·永续陷阱）。自己从卡组选宣言的种类的1张卡在自己的魔法与陷阱区域盖放。②：这张卡的攻击力上升自己场上的表侧表示的魔法·陷阱卡数量×300。③：只要这张卡在怪兽区域存在，自己的魔法与陷阱区域的表侧表示的卡不会被效果破坏。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "LIGHT", "level": 8, "atk": 2900, "def": 2300, "series": ["Legendary Planet"], "images": [{"index": 1, "image": "TheDespairUranus-DLCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DRL3-EN009", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-EN105", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "de": [{"set_number": "DRL3-DE009", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-DE105", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "es": [{"set_number": "DRL3-SP009", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-SP105", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "fr": [{"set_number": "DRL3-FR009", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-FR105", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "it": [{"set_number": "DRL3-IT009", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-IT105", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "pt": [{"set_number": "DRL3-PT009", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-PT105", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "ja": [{"set_number": "CPF1-JP009", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Rare"]}], "ko": [{"set_number": "CPF1-KR009", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 458594, "master_duel_rarity": "SR"}