{"konami_id": 9320, "password": 32761286, "name": {"en": "Scrap Worm", "de": "Schrottwurm", "es": "Gusano de Chatarra", "fr": "Ver de Ferraille", "it": "Verme Frammento", "pt": "Lombriga de Restolhos", "ja": "スクラップ・ワーム", "ja_romaji": "Sukurappu Wāmu", "ko": "스크랩 웜", "ko_rr": null, "zh-TW": "廢鐵異蟲", "zh-CN": "废铁异虫"}, "text": {"en": null, "de": "Diese Karte kann deinen Gegner direkt angreifen. Falls diese Karte angreift, wird sie am Ende der Battle Phase zerstört. Falls diese Karte durch den Effekt einer „Schrott“-Karte zerstört und auf den Friedhof gelegt wird, kannst du 1 „Schrott“-Monster in deinem Friedhof wählen, außer „Schrottwurm“, und deiner Hand hinzufügen.", "es": "Esta carta puede atacar a tu adversario directamente. Si esta carta ataca, es destruida al final de la Battle Phase. Si esta carta es destruida por efecto de una carta \"Chatarra\" y mandada al Cementerio, puedes seleccionar 1 monstruo \"Chatarra\" en tu Cementerio, excepto \"Gusano de Chatarra\", y añadirlo a tu mano.", "fr": "Cette carte peut attaquer directement votre adversaire. Si cette carte attaque, elle est détruite à la fin de la Battle Phase. Si cette carte est détruite par l'effet d'une carte \"Ferraille\" et envoyée au Cimetière, vous pouvez sélectionner 1 monstre \"Ferraille\" dans votre Cimetière, excepté \"Ver de Ferraille\", et l'ajouter à votre main.", "it": "Questa carta può attaccare il tuo avversario direttamente. Se questa carta attacca, essa viene distrutta alla fine della Battle Phase. Se questa carta viene distrutta e mandata al Cimitero dall'effetto di un mostro \"Frammento\", puoi scegliere 1 mostro \"Frammento\" dal tuo Cimitero, eccetto \"Verme Frammento\", e aggiungerlo alla tua mano.", "pt": "Este card pode atacar diretamente. Se este card atacar, no final da Fase de Batalha: destrua este card. Se este card for destruído pelo efeito de um card \"Restolhos\" e enviado para o seu Cemitério: você pode escolher 1 monstro \"Restolhos\" no seu Cemitério, exceto \"Lombriga de Restolhos\"; adicione o alvo à sua mão.", "ja": "①：このカードは直接攻撃できる。\n②：このカードが攻撃したバトルフェイズ終了時に発動する。このカードを破壊する。\n③：このカードが「スクラップ」カードの効果で破壊され墓地へ送られた場合、「スクラップ・ワーム」以外の自分の墓地の「スクラップ」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드는 상대 플레이어에게 직접 공격할 수 있다. 이 카드는 공격했을 경우, 배틀 페이즈 종료시에 파괴된다. 이 카드가 \"스크랩\"이라는 이름이 붙은 카드의 효과에 의해서 파괴되어 묘지로 보내졌을 경우, \"스크랩 웜\" 이외의 자신의 묘지에 존재하는 \"스크랩\"이라는 이름이 붙은 몬스터 1장을 선택하고 패로 넣을 수 있다.", "zh-TW": "此卡可直接攻擊對方玩家。在此卡進行了攻擊的狀況下，戰鬥階段結束時將被破壞。可在此卡因冠有「廢鐵」之名的卡的效果被破壞送至墓地的狀況下發動。選擇我方墓地的１隻「廢鐵異蟲」以外的冠有「廢鐵」之名的怪獸加入手牌。", "zh-CN": "①：此卡可直接攻击。②：此卡攻击的情况下，将在战斗阶段结束时被破坏。③：此卡因“废铁”卡的效果被破坏并被送至墓地的情况下，以自己墓地“废铁异虫”以外的１只“废铁”怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Insect / Tuner", "attribute": "EARTH", "level": 2, "atk": 500, "def": 100, "series": ["Scrap", "Worm"], "images": [{"index": 1, "image": "ScrapWorm-STOR-EN-R-UE.png"}], "sets": {"en": [{"set_number": "STOR-EN029", "set_name": "Storm of Ragnarok", "rarities": ["Rare"]}], "de": [{"set_number": "STOR-DE029", "set_name": "Storm of Ragnarok", "rarities": ["Rare"]}], "fr": [{"set_number": "STOR-FR029", "set_name": "Storm of Ragnarok", "rarities": ["Rare"]}], "it": [{"set_number": "STOR-IT029", "set_name": "Storm of Ragnarok", "rarities": ["Rare"]}], "pt": [{"set_number": "OP16-PT027", "set_name": "OTS Tournament Pack 16", "rarities": ["Common"]}], "ja": [{"set_number": "STOR-JP029", "set_name": "Storm of Ragnarok", "rarities": ["Rare"]}], "ko": [{"set_number": "STOR-KR029", "set_name": "Storm of Ragnarok", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL03-SC159", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 156737, "master_duel_rarity": "R"}