{"konami_id": 16297, "password": 32768230, "name": {"en": "Cyber Eternal", "de": "Cyber-Ewig", "es": "Ciber Eterno", "fr": "Cyber Éternel", "it": "Cyber Eterno", "pt": "Cibereterno", "ja": "エターナル・サイバー", "ja_romaji": "Etānaru Saibā", "ko": "이터널 사이버", "ko_rr": "Iteoneol Saibeo", "zh-TW": "永恆電子", "zh-CN": "永恒电子"}, "text": {"en": "Target 1 Machine \"Cyber\" Fusion Monster in your GY; return it to the Extra Deck or Special Summon it, ignoring its Summoning conditions. If a Machine \"Cyber\" Fusion Monster(s) you control would be destroyed by battle or card effect, you can banish this card from your GY instead. You can only use each effect of \"Cyber Eternal\" once per turn.", "de": "Wähle 1 „Cyber“-Maschine-Fusionsmonster in deinem Friedhof; lege es ins Extra Deck zurück oder beschwöre es als Spezialbeschwörung, ungeachtet seiner Beschwörungsbedingungen. Falls ein oder mehr „Cyber“-Maschine-Fusionsmonster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst jeden Effekt von „Cyber-Ewig“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 Monstruo de Fusión Máquina \"Ciber\" en tu Cementerio; devuélvelo al Deck Extra o Invócalo de Modo Especial, ignorando sus condiciones de Invocación. Si uno o más Monstruos de Fusión Máquina \"Ciber\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta, puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes usar cada efecto de \"Ciber Eterno\" una vez por turno.", "fr": "Ciblez 1 Monstre Fusion \"Cyber\" Machine dans votre Cimetière ; renvoyez-le à l'Extra Deck ou Invoquez-le Spécialement, en ignorant ses conditions d'Invocation. Si un ou plusieurs Monstres Fusion \"Cyber\" Machine que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Cyber Éternel\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 Mostro Fusione \"Cyber\" Macchina nel tuo Cimitero; fallo ritornare nell'Extra Deck oppure Evocalo Specialmente, ignorando le sue condizioni di Evocazione. Se uno o più Mostri Fusione \"Cyber\" Macchina che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire questa carta dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Cyber Eterno\" una sola volta per turno.", "pt": "Escolha 1 Monstro de Fusão Máquina \"Ciber\" no seu Cemitério; devolva-o para o Deck Adicional ou Invoque-o por Invocação-Especial, ignorando suas condições de Invocação. Se um ou mais Monstros de Fusão Máquina \"Ciber\" que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode banir este card do seu Cemitério. Você só pode usar cada efeito de \"Cibereterno\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地の機械族の「サイバー」融合モンスター１体を対象として発動できる。そのモンスターをＥＸデッキに戻すか召喚条件を無視して特殊召喚する。②：自分フィールドの機械族の「サイバー」融合モンスターが戦闘・効果で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 기계족인 \"사이버\" 융합 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 엑스트라 덱으로 되돌리거나 소환 조건을 무시하고 특수 소환한다. ②: 자신 필드의 기계족인 \"사이버\" 융합 몬스터가 전투 / 효과로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將我方墓地的１隻機械族「電子」融合怪獸做為對象發動。將該怪獸送回額外牌組或忽略召喚條件特殊召喚。②：在我方場上的機械族「電子」融合怪獸因戰鬥・效果被破壞的狀況下，可將墓地的此卡除外作為替代。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以自己墓地的１只机械族“电子”融合怪兽为对象可以发动。将该怪兽放回额外牌组，或无视召唤条件特殊召唤。②：自己场上的机械族“电子”融合怪兽将被战斗・效果破坏的情况下，可将墓地的此卡除外作为代替。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Cyber"], "images": [{"index": 1, "image": "CyberEternal-SDCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDCS-EN022", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "de": [{"set_number": "SDCS-DE022", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "fr": [{"set_number": "SDCS-FR022", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "it": [{"set_number": "SDCS-IT022", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "pt": [{"set_number": "SDCS-PT022", "set_name": "Structure Deck: Cyber Strike", "rarities": ["Common"]}], "ja": [{"set_number": "SD41-JP022", "set_name": "Structure Deck: Cyber Style's Successor", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD41-KR022", "set_name": "Structure Deck: Cyber Style's Successor", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714411, "master_duel_rarity": "R"}