{"konami_id": 13773, "password": 32828635, "name": {"en": "Cycle of the World", "de": "Zyklus der Welt", "es": "Ciclo del Mundo", "fr": "Cycle du Monde", "it": "Ciclo del Mondo", "pt": "Ciclo do Mundo", "ja": "エンドレス・オブ・ザ・ワールド", "ja_romaji": "Endoresu Obu Za Wārudo", "ko": "엔드리스 오브 더 월드", "ko_rr": "Endeuriseu Obeu Deo Woldeu", "zh-TW": "世界不滅", "zh-CN": "世界不灭"}, "text": {"en": "This card is used to Ritual Summon \"Ruin, Queen of Oblivion\" or \"Demise, King of Armageddon\". You must also Tribute monsters from your field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. During your Main Phase, except the turn this card was sent to the GY: You can shuffle this card into the Deck; add 1 \"End of the World\" from your Deck to your hand, then, you can add 1 \"Ruin, Queen of Oblivion\" or \"Demise, King of Armageddon\" from your GY to your hand.", "de": "Diese Karte wird verwendet, um „Ruin, Königin des Vergessens“ oder „Demise, König des Jüngsten Tages“ als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte ins Deck mischen; füge deiner Hand 1 „Ende der Welt“ von deinem Deck hinzu, dann kannst du deiner Hand 1 „Ruin, Königin des Vergessens“ oder „Demise, König des Jüngsten Tages“ von deinem Friedhof hinzufügen.", "es": "Esta carta se usa para la Invocación por Ritual de \"Ruina, Reina del Olvido\" o \"Demise, Rey del Armagedón\". También debes Sacrificar monstruos en tu Campo cuyos Niveles totales sean iguales o excedan el Nivel del Monstruo de Ritual que Invoques por Ritual. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes barajar esta carta al Deck; añade a tu mano, desde tu Deck, 1 \"Fin del Mundo\", y después, puedes añadir a tu mano 1 \"Ruina, Reina del Olvido\" o \"Demise, Rey del Armagedón\" en tu Cementerio.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Ruine, Reine de l'Oubli\" ou \"Peine, Roi de l'Armageddon\". Vous devez aussi Sacrifier des monstres depuis votre Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez mélanger cette carte dans le Deck ; ajoutez 1 \"Fin du Monde\" depuis votre Deck à votre main, puis, vous pouvez ajouter 1 \"Ruine, Reine de l'Oubli\" ou \"Peine, Roi de l'Armageddon\" depuis votre Cimetière à votre main.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale \"Ruin, Regina dell'Oblio\" o \"Demise, Re dell'Armageddon\". Devi anche offrire come Tributo dal tuo Terreno mostri il cui Livello totale sia pari o superiore al Livello del Mostro Rituale che Evochi tramite Rituale. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi mischiare questa carta nel Deck; aggiungi 1 \"Fine del Mondo\" dal tuo Deck alla tua mano, poi, puoi aggiungere 1 \"Ruin, Regina dell'Oblio\" o \"Demise, Re dell'Armageddon\" dal tuo Cimitero alla tua mano.", "pt": "Este card é usado para a Invocação-Ritual de \"Ruína, a Rainha do Esquecimento\" ou \"Demise, o Rei do Armagedom\". Você também deve oferecer como Tributo monstros do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode embaralhar este card no Deck; adicione 1 \"Fim do Mundo\" do seu Deck à sua mão e, depois, você pode adicionar 1 \"Ruína, a Rainha do Esquecimento\" ou \"Demise, o Rei do Armagedom\" do seu Cemitério à sua mão.", "ja": "①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分フィールドのモンスターをリリースし、手札から「破滅の女神ルイン」か「終焉の王デミス」を儀式召喚する。②：このターンに墓地へ送られていないこのカードを墓地からデッキに戻して発動できる。デッキから「エンド・オブ・ザ・ワールド」１枚を手札に加える。その後、自分の墓地から「破滅の女神ルイン」か「終焉の王デミス」１体を手札に加える事ができる。", "ko": "\"파멸의 여신 루인\" \"종언의 왕 데미스\"의 의식 소환에 필요. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신 필드의 몬스터를 릴리스하고, 패에서 \"파멸의 여신 루인\" 또는 \"종언의 왕 데미스\"를 의식 소환한다. ②: 묘지의 이 카드를 덱으로 되돌리고 발동할 수 있다. 덱에서 \"엔드 오브 더 월드\" 1장을 패에 넣는다. 그 후, 자신 묘지에서 \"파멸의 여신 루인\" 또는 \"종언의 왕 데미스\" 1장을 고르고 패에 넣을 수 있다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "「破灭之女神 露茵」「终焉之王 迪米斯」的降临必需。\n①：等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己场上的怪兽解放，从手卡把「破灭之女神 露茵」或者「终焉之王 迪米斯」仪式召唤。\n②：让墓地的这张卡回到卡组才能发动。从卡组把1张「世界末日」加入手卡。那之后，可以从自己墓地选1只「破灭之女神 露茵」或者「终焉之王 迪米斯」加入手卡。这个效果在这张卡送去墓地的回合不能发动。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "CycleoftheWorld-CYHO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "es": [{"set_number": "CYHO-SP056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "25DB-JP058", "set_name": "Duelist Box: Prismatic Summon", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "CYHO-KR056", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE03-SC073", "set_name": "Nature Pack: Righteous Warriors", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 555156, "master_duel_rarity": "N"}