{"konami_id": 15959, "password": 32986898, "name": {"en": "Steel Star Regulator", "de": "Stahlstern-Regler", "es": "Regulador Estrella de Acero", "fr": "Régulateur Étoile d'Acier", "it": "Regolatore di Stelle d'Acciaio", "pt": "Estrela de Aço Reguladora", "ja": "<ruby>粛<rt>しゅく</rt></ruby><ruby>星<rt>せい</rt></ruby>の<ruby>鋼<rt>こう</rt></ruby><ruby>機<rt>き</rt></ruby>", "ja_romaji": "Shukusei no Kōki", "ko": "숙성의 강기", "ko_rr": "Sokseong-ui Ganggi", "zh-TW": "肅星鋼機", "zh-CN": "肃星之钢机"}, "text": {"en": null, "de": "3 Nichtlink-Monster\nDiese Karte erhält ATK in Höhe der gemeinsamen Grund-Stufen/Ränge der Monster, die für ihre Linkbeschwörung verwendet wurden, x 100. Du kannst 1 Nichtlink-Monster wählen, das dein Gegner kontrolliert und dessen ATK kleiner oder gleich denen dieser Karte sind; zerstöre es, dann, falls diese Karte mit einem Xyz-Monster als Material als Linkbeschwörung beschworen wurde, füge deinem Gegner Schaden in Höhe der Hälfte der Grund-ATK des zerstörten Monsters zu. Du kannst diesen Effekt von „Stahlstern-Regler“ nur einmal pro Spielzug verwenden.", "es": "3 Monstruos que no sean de Enlace\nGana ATK igual a los Niveles/Rangos originales combinados de los monstruos usados para su Invocación por Enlace x 100. Puedes seleccionar 1 Monstruo que no sea de Enlace que controle tu adversario con ATK igual o menor al de esta carta; destrúyelo, y después si esta carta fue Invocada por Enlace usando un Monstruo Xyz como material, inflige daño a tu adversario igual a la mitad del ATK original del monstruo destruido. Sólo puedes usar este efecto de \"Regulador Estrella de Acero\" una vez por turno.", "fr": "3 Monstres non-Lien\nGagne une ATK égale à la somme des Niveaux/Rangs d'origine des monstres utilisés pour son Invocation Lien x 100. Vous pouvez cibler 1 monstre non-Lien contrôlé par votre adversaire avec une ATK inférieure ou égale à cette carte ; détruisez-le, puis si cette carte a été Invoquée par Lien en utilisant un Monstre Xyz comme Matériel, infligez des dommages à votre adversaire égaux à la moitié de l'ATK d'origine du monstre détruit. Vous ne pouvez utiliser cet effet de \"Régulateur Étoile d'Acier\" qu'une fois par tour.", "it": "3 Mostri non-Link\nGuadagna ATK pari alla somma dei Livelli/Ranghi originali dei mostri utilizzati per la sua Evocazione Link x 100. Puoi scegliere come bersaglio 1 Mostro non-Link controllato dal tuo avversario con ATK pari o inferiore a questa carta; distruggilo, poi se questa carta è stata Evocata Link utilizzando un Mostro Xyz come materiale, infliggi al tuo avversario danno pari alla metà dell'ATK originale del mostro distrutto. Puoi utilizzare questo effetto di \"Regolatore di Stelle d'Acciaio\" una sola volta per turno.", "pt": "3 Monstros que não sejam Link\nGanha ATK igual aos Níveis/Classes originais combinados dos monstros usados para a sua Invocação-Link x 100. Você pode escolher 1 Monstro que não seja Link que seu oponente controla com ATK igual ou menor que o deste card; destrua-o e, depois, se este card foi Invocado por Invocação-Link usando um Monstro Xyz como matéria, cause dano ao seu oponente igual à metade do ATK original do monstro destruído. Você só pode usar este efeito de \"Estrela de Aço Reguladora\" uma vez por turno.", "ja": "Ｌモンスター以外のモンスター３体\nこのカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードの攻撃力は、このカードのＬ素材としたモンスターの元々のレベル・ランクの合計×１００アップする。\n②：このカードの攻撃力以下の攻撃力を持つ、Ｌモンスター以外の相手フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。このカードがＸモンスターを素材としてＬ召喚していた場合、さらに破壊したモンスターの元々の攻撃力の半分のダメージを相手に与える。", "ko": "링크 몬스터 이외의 몬스터 3장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은, 이 카드의 링크 소재로 한 몬스터의 원래 레벨 / 랭크의 합계 × 100 올린다. ②: 이 카드의 공격력 이하의 공격력을 가지는, 링크 몬스터 이외의 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다. 이 카드가 엑시즈 몬스터를 소재로서 링크 소환하고 있었을 경우, 추가로 파괴한 몬스터의 원래 공격력 절반의 데미지를 상대에게 준다.", "zh-TW": "連結怪獸以外的怪獸３隻\n此卡名的②效果，１回合僅限使用１次。①：此卡的攻擊力依據用作此卡連結素材的怪獸原本的等級・階級的合計×１００進行提升。②：可將對方場上１隻持有攻擊力為此卡攻擊力以下的連結怪獸以外的怪獸做為對象發動。破壞該怪獸。在以超量怪獸做為素材連結召喚此卡的狀況下，另給予對方等同於破壞的怪獸原本的攻擊力的一半的傷害。", "zh-CN": "３只连接怪兽以外的怪兽\n此卡名的②效果１回合仅可使用１次。①：此卡的攻击力上升相当于作为此卡连接素材的怪兽的原本等级・阶级合计×１００的数值。②：以连接怪兽以外的、对手场上的１只拥有此卡的攻击力以下的攻击力的怪兽为对象可以发动。将该怪兽破坏。此卡是以超量怪兽为素材连接召唤的情况下，进而给予对手相当于所破坏怪兽原本攻击力一半数值的伤害。"}, "card_type": "Monster", "monster_type_line": "Machine / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↖", "↙", "↘"], "atk": 1000, "materials": "3 non-Link Monsters", "images": [{"index": 1, "image": "SteelStarRegulator-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN085", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-EN048", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE085", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-DE048", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR085", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-FR048", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT085", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-IT048", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT085", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-PT048", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "WPP2-JP052", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}], "ko": [{"set_number": "WPP2-KR052", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716873, "master_duel_rarity": "R"}