{"konami_id": 20521, "password": 32991300, "name": {"en": "Fiendsmith's Agnumday", "de": "Agnumday des Unterweltlerschmieds", "es": "Agnumday del Demoniherrero", "fr": "Agnumday du Démonforgeron", "it": "Agnumgiorno del Demonefabbro", "pt": "Agnumdía do Criademônio", "ja": "<ruby>刻まれし魔の神聖棺<rt>デモンスミス・アグヌスデイ</rt></ruby>", "ja_romaji": "Demonsumisu Agunusudei", "ko": "데먼스미스 아뉴스데이", "ko_rr": null, "zh-TW": "契印魔鐫・神羔棺", "zh-CN": "契印魔镌・神羔棺"}, "text": {"en": "2+ monsters, including a LIGHT Fiend monster\nOnce per turn (Quick Effect): You can target 1 LIGHT non-Link Fiend monster in your GY; Special Summon it, and if you do, equip this card you control to that monster as an Equip Spell with the following effects.\n● The equipped monster gains ATK equal to the total Link Rating of Link Monsters equipped to it x 600.\n● If the equipped monster attacks a Defense Position monster, inflict piercing battle damage to your opponent.", "de": "2+ Monster, darunter ein LICHT Unterweltler-Monster\nEinmal pro Spielzug (Schnelleffekt): Du kannst 1 LICHT Unterweltler-Nichtlink-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung und falls du dies tust, rüste jenes Monster mit dieser Karte, die du kontrollierst, als Ausrüstungszauber mit den folgenden Effekten aus.\n● Das ausgerüstete Monster erhält ATK in Höhe der Summe der Linkzahlen der es ausrüstenden Linkmonster x 600.\n● Falls das ausgerüstete Monster ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu.", "es": "2+ monstruos, incluyendo un monstruo Demonio de LUZ\nUna vez por turno (Efecto Rápido): puedes seleccionar 1 monstruo Demonio de LUZ que no sea de Enlace en tu Cementerio; Invócalo de Modo Especial y, si lo haces, equipa esta carta que controlas a ese monstruo como una Mágica de Equipo con los siguientes efectos.\n● El monstruo equipado gana ATK igual al Rating de Enlace total de los Monstruos de Enlace equipados a él x 600.\n● Si el monstruo equipado ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario.", "fr": "2+ monstres (un monstre LUMIÈRE Démon inclus)\nUne fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre non-Lien LUMIÈRE Démon dans votre Cimetière ; Invoquez-le Spécialement, et si vous le faites, équipez cette carte que vous contrôlez au monstre comme Magie d'Équipement avec les effets suivants.\n● Le monstre équipé gagne une ATK égale à la somme des Classifications Lien des Monstres Lien qui lui sont équipés x 600.\n● Si le monstre équipé attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.", "it": "2+ mostri, compreso un mostro LUCE Demone\nUna volta per turno (Effetto Rapido): puoi scegliere come bersaglio 1 mostro LUCE non-Link Demone nel tuo Cimitero; Evocalo Specialmente e, se lo fai, equipaggia questa carta che controlli a quel mostro come una Magia Equipaggiamento con i seguenti effetti.\n● Il mostro equipaggiato guadagna ATK pari alla somma delle Classificazioni Link dei Mostri Link equipaggiati a esso x 600.\n● Se il mostro equipaggiato attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario.", "pt": "2+ monstros, incluindo um monstro Demônio de LUZ\nUma vez por turno (Efeito Rápido): você pode escolher 1 monstro Demônio de LUZ que não seja Link no seu Cemitério; Invoque-o por Invocação-Especial e, se isso acontecer, equipe este card que você controla a esse monstro como uma Magia de Equipamento com os seguintes efeitos.\n● O monstro equipado ganha ATK igual à soma dos Valores Link dos Monstros Link equipados a ele x 600.\n● Se o monstro equipado atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente.", "ja": "悪魔族・光属性モンスターを含むモンスター２体以上\n①：自分・相手ターンに１度、Ｌモンスター以外の自分の墓地の悪魔族・光属性モンスター１体を対象として発動できる。そのモンスターを特殊召喚し、自分フィールドのこのカードを以下の効果を持つ装備魔法カード扱いでそのモンスターに装備する。●装備モンスターの攻撃力は、自身が装備しているＬモンスターのリンクマーカーの合計×６００アップする。●装備モンスターが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。", "ko": "악마족 / 빛 속성 몬스터를 포함하는 몬스터 2장 이상\n①: 자신 / 상대 턴에 1번, 링크 몬스터 이외의 자신 묘지의 악마족 / 빛 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환하고, 자신 필드의 이 카드를 이하의 효과를 가지는 장착 마법 카드로 취급하여 그 몬스터에 장착한다. ●장착 몬스터의 공격력은, 자신이 장착하고 있는 링크 몬스터의 링크 마커의 합계 × 600 올린다. ●장착 몬스터가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 상대에게 전투 데미지를 준다.", "zh-TW": null, "zh-CN": "包含恶魔族・光属性怪兽在内的怪兽２只以上\n①：在每个自己・对手回合中１次，以自己墓地连接怪兽以外的１只恶魔族・光属性怪兽为对象可以发动。将该怪兽特殊召唤，将自己场上的此卡视为拥有以下效果的装备魔法卡，装备于该怪兽。●装备怪兽的攻击力上升相当于自身装备中的连接怪兽的连接标记的合计×６００的数值。●装备怪兽攻击了守备表示怪兽的情况下，依攻击力超出该怪兽守备力的数值来给予对手战斗伤害。"}, "card_type": "Monster", "monster_type_line": "Fiend / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘", "⬆"], "atk": 1800, "materials": "2+ monsters, including a LIGHT Fiend monster", "series": ["Fiendsmith"], "images": [{"index": 1, "image": "FiendsmithsAgnumday-MP25-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN045", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN109", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "ROTA-DE045", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE109", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "ROTA-SP045", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP109", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "ROTA-FR045", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR109", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "ROTA-IT045", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT109", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "ROTA-PT045", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT109", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "ROTA-JP045", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}], "ko": [{"set_number": "ROTA-KR045", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "ROTA-SC045", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1071622, "master_duel_rarity": "SR"}