{"konami_id": 21803, "password": 33171768, "name": {"en": "Axon Kicker Oracle", "de": "Axonkicker Orakel", "es": "Oráculo de Pateador de Axones", "fr": "Démon Oracle Kinésique", "it": "Oracolo Calciatore Axon", "pt": "Chutador Axônico Oráculo", "ja": "サイキッカー・オラクル", "ja_romaji": "Saikikkā Orakuru", "ko": "사이키커 오라클", "ko_rr": null, "zh-TW": null, "zh-CN": "超能者神谕"}, "text": {"en": "1 Psychic monster + 1 Synchro, Xyz, or Link Monster\nAfter this card is Fusion Summoned, it gains 1000 ATK for each Synchro, Xyz, and Link Monster used as its material, until the end of the next turn. You can only use each of the following effects of \"Axon Kicker Oracle\" once per turn. When your opponent would Special Summon a monster(s) (Quick Effect): You can negate the Summon, and if you do, banish that monster(s). If this Fusion Summoned card is sent to the GY: You can banish 1 \"Teleport\" Normal or Quick-Play Spell from your GY; Special Summon this card.", "de": "1 Psi-Monster + 1 Synchro-, Xyz- oder Linkmonster\nNachdem diese Karte als Fusionsbeschwörung beschworen wurde, erhält sie für jedes Synchro-, Xyz- und Linkmonster, das als ihr Material verwendet wurde, bis zum Ende des nächsten Spielzugs 1000 ATK. Du kannst jeden der folgenden Effekte von „Axonkicker Orakel“ nur einmal pro Spielzug verwenden. Wenn dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwören würde (Schnelleffekt): Du kannst die Beschwörung annullieren und falls du dies tust, verbanne jene Monster. Falls diese als Fusionsbeschwörung beschworene Karte auf den Friedhof gelegt wird: Du kannst 1 Normalen „Teleport“-Zauber oder „Teleport“-Schnellzauber von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung.", "es": "1 monstruo Psíquico + 1 Monstruo de Sincronía, Xyz o Enlace\nDespués de que esta carta sea Invocada por Fusión, ésta gana 1000 ATK por cada Monstruo de Sincronía, Xyz y Enlace usado como su material, hasta el final del próximo turno. Sólo puedes usar cada uno de los siguientes efectos de \"Oráculo de Pateador de Axones\" una vez por turno. Cuando tu adversario fuera a Invocar uno o más monstruos de Modo Especial (Efecto Rápido): puedes negar la Invocación y, si lo haces, destierra ese o esos monstruos. Si esta carta Invocada por Fusión es mandada al Cementerio: puedes desterrar 1 Mágica Normal o de Juego Rápido \"Teleportación\" en tu Cementerio; Invoca esta carta de Modo Especial.", "fr": "1 monstre Psychique + 1 Monstre Synchro, Xyz ou Lien\nAprès que cette carte est Invoquée par Fusion, elle gagne 1000 ATK pour chaque Monstre Synchro, Xyz et Lien utilisé comme son Matériel, jusqu'à la fin du prochain tour. Vous ne pouvez utiliser chacun des effets suivants de \"Démon Oracle Kinésique\" qu'une fois par tour. Lorsque votre adversaire va Invoquer Spécialement un ou plusieurs monstres (Effet Rapide) : vous pouvez annuler l'Invocation, et si vous le faites, bannissez ces monstres. Si cette carte Invoquée par Fusion est envoyée au Cimetière : vous pouvez bannir 1 Magie Normale ou Jeu-Rapide \"Téléportation\" depuis votre Cimetière ; Invoquez Spécialement cette carte.", "it": "1 mostro Psichico + 1 Mostro Synchro, Xyz o Link\nDopo che questa carta è stata Evocata tramite Fusione, essa guadagna 1000 ATK per ogni Mostro Synchro, Xyz e Link utilizzato come suo materiale, fino alla fine del prossimo turno. Puoi utilizzare ognuno dei seguenti effetti di \"Oracolo Calciatore Axon\" una sola volta per turno. Quando il tuo avversario sta per Evocare Specialmente uno o più mostri (Effetto Rapido): puoi annullare l'Evocazione e, se lo fai, bandisci quei mostri. Se questa carta Evocata tramite Fusione viene mandata al Cimitero: puoi bandire 1 Magia Normale o Rapida \"Teletrasporto\" dal tuo Cimitero; Evoca Specialmente questa carta.", "pt": "1 monstro Psíquico + 1 Monstro Sincro, Xyz ou Link\nDepois que este card for Invocado por Invocação-Fusão, ele ganha 1000 de ATK para cada Monstro Sincro, Xyz e Link usado como sua matéria, até o final do próximo turno. Você só pode usar cada um dos seguintes efeitos de \"Chutador Axônico Oráculo\" uma vez por turno. Quando seu oponente Invocaria um ou mais monstros por Invocação-Especial (Efeito Rápido): você pode negar a Invocação e, se isso acontecer, bana esse(s) monstro(s). Se este card Invocado por Invocação-Fusão for enviado para o Cemitério: você pode banir 1 Magia Normal ou Rápida \"Teleporte\" do seu Cemitério; Invoque este card por Invocação-Especial.", "ja": "サイキック族モンスター＋Ｓ・Ｘ・Ｌモンスター\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した時に適用する。このカードの攻撃力は次のターンの終了時まで、その融合素材としたＳ・Ｘ・Ｌモンスターの数×１０００アップする。②：相手がモンスターを特殊召喚する際に発動できる。それを無効にし、そのモンスターを除外する。③：融合召喚したこのカードが墓地へ送られた場合、自分の墓地から「テレポート」通常・速攻魔法カード１枚を除外して発動できる。このカードを特殊召喚する。", "ko": "사이킥족 몬스터 ＋ 싱크로 / 엑시즈 / 링크 몬스터\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 때에 적용한다. 이 카드의 공격력은 다음 턴 종료시까지, 그 융합 소재로 한 싱크로 / 엑시즈 / 링크 몬스터의 수 × 1000 올린다. ②: 상대가 몬스터를 특수 소환할 시기에 발동할 수 있다. 그것을 무효로 하고, 그 몬스터를 제외한다. ③: 융합 소환한 이 카드가 묘지로 보내졌을 경우, 자신 묘지에서 \"텔레포트\" 일반 / 속공 마법 카드 1장을 제외하고 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "念动力族怪兽＋同步・超量・连接怪兽\n此卡名的②③效果1回合仅可各使用1次。①：此卡融合召唤时适用。此卡的攻击力直至下个回合结束时为止，上升作为其融合素材的同步・超量・连接怪兽的数量×1000的数值。②：对手将怪兽特殊召唤之际可以发动。将其无效，将该怪兽除外。③：融合召唤的此卡被送至墓地的情况下，从自己墓地将1张“瞬移”通常・速攻魔法卡除外可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Psychic / Fusion / Effect", "attribute": "EARTH", "level": 10, "atk": 2900, "def": 1000, "materials": "1 Psychic-Type monster + 1 Synchro, Xyz, or Link Monster", "images": [{"index": 1, "image": "AxonKickerOracle-DOOD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN037", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "de": [{"set_number": "DOOD-DE037", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "es": [{"set_number": "DOOD-SP037", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DOOD-FR037", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "it": [{"set_number": "DOOD-IT037", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DOOD-PT037", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DOOD-JP037", "set_name": "Doom of Dimensions", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DOOD-SC037", "set_name": "Doom of Dimensions", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135165}