{"konami_id": 14995, "password": 33212663, "name": {"en": "Archnemeses Eschatos", "de": "Oberster Todfeind Eschatos", "es": "Archinémeses Eschatos", "fr": "Eschatos Archnéméses", "it": "Arcinemeses Eschatos", "pt": "Arquinêmeses Eschatos", "ja": "アークネメシス・エスカトス", "ja_romaji": "Ākunemeshisu Esukatosu", "ko": "아크네메시스 에스카토스", "ko_rr": "Akeunemesiseu Eseukakoseu", "zh-TW": null, "zh-CN": "大星义・终焉"}, "text": {"en": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 3 monsters with different Types from your GY and/or face-up field. Cannot be destroyed by card effects. You can declare 1 Monster Type on the field; destroy all monsters on the field with that Type, also until the end of the next turn, neither player can Special Summon monsters with that Type. You can only use this effect of \"Archnemeses Eschatos\" once per turn.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 3 Monster mit unterschiedlichen Typen von deinem Friedhof und/oder offen von deiner Spielfeldseite verbannst. Kann nicht durch Karteneffekte zerstört werden. Du kannst 1 Monstertyp auf dem Spielfeld deklarieren; zerstöre alle Monster mit jenem Typ auf dem Spielfeld, zusätzlich kann bis zum Ende des nächsten Spielzugs kein Spieler Monster mit jenem Typ als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Oberster Todfeind Eschatos“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial (desde tu mano) desterrando 3 monstruos con Tipos diferentes en tu Cementerio y/o Campo boca arriba. No puede ser destruido por efectos de cartas. Puedes declarar 1 Tipo de Monstruo en el Campo; destruye todos los monstruos en el Campo con ese Tipo y además, hasta el final del próximo turno, ningún jugador puede Invocar de Modo Especial monstruos con ese Tipo. Sólo puedes usar este efecto de \"Archinémeses Eschatos\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en bannissant 3 monstres de Types différents depuis votre Cimetière et/ou Terrain face recto. Non destructible par des effets de carte. Vous pouvez déclarer 1 Type de Monstre sur le Terrain ; détruisez tous les monstres sur le Terrain de ce Type, et aussi, jusqu'à la fin du prochain tour, aucun joueur ne peut Invoquer Spécialement de monstres de ce Type. Vous ne pouvez utiliser cet effet de \"Eschatos Archnéméses\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) bandendo 3 mostri con Tipi diversi dal tuo Cimitero e/o Terreno scoperto. Non può essere distrutto dagli effetti delle carte. Puoi dichiarare 1 Tipo di Mostro sul Terreno; distruggi tutti i mostri sul Terreno con quel Tipo, inoltre, fino alla fine del prossimo turno, nessun giocatore può Evocare Specialmente mostri con quel Tipo. Puoi utilizzare questo effetto di \"Arcinemeses Eschatos\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão) ao banir 3 monstros com Tipos diferentes do seu Cemitério e/ou do campo com a face para cima. Não pode ser destruído por efeitos de card. Você pode declarar 1 Tipo de Monstro no campo; destrua todos os monstros no campo com esse Tipo e, além disso, até o final do próximo turno, nenhum duelista pode Invocar monstros com esse Tipo por Invocação-Especial. Você só pode usar este efeito de \"Arquinêmeses Eschatos\" uma vez por turno.", "ja": "このカードは通常召喚できない。自分の墓地及び自分フィールドの表側表示モンスターの中から、種族が異なるモンスター３体を除外した場合に特殊召喚できる。このカード名の②の効果は１ターンに１度しか使用できない。①：フィールドのこのカードは効果では破壊されない。②：フィールドのモンスターの種族を１つ宣言して発動できる。フィールドの宣言した種族のモンスターを全て破壊する。次のターンの終了時まで、お互いに宣言した種族のモンスターを特殊召喚できない。", "ko": "이 카드는 통상 소환할 수 없다. 자신 묘지 및 자신 필드의 앞면 표시 몬스터 중에서, 종족이 다른 몬스터 3장을 제외했을 경우에 특수 소환할 수 있다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드의 이 카드는 효과로는 파괴되지 않는다. ②: 필드의 몬스터의 종족을 1개 선언하고 발동할 수 있다. 필드의 선언한 종족의 몬스터를 전부 파괴한다. 다음 턴의 종료시까지, 서로 선언한 종족의 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤。从自己的墓地及自己场上的表侧表示怪兽中，将种族不同的3只怪兽除外的情况下可以特殊召唤。此卡名的②效果1回合仅可使用1次。①：场上的此卡不会因效果被破坏。②：宣言1个场上的怪兽种族可以发动。将场上宣言种族的怪兽全部破坏。直至下个回合结束时为止，双方不可特殊召唤宣言种族的怪兽。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 11, "atk": 3000, "def": 2500, "series": ["Nemeses"], "images": [{"index": 1, "image": "ArchnemesesEschatos-VASM-EN-R-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN009", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "VASM-EN053", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "de": [{"set_number": "ETCO-DE009", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "VASM-DE053", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "es": [{"set_number": "ETCO-SP009", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "VASM-SP053", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "fr": [{"set_number": "ETCO-FR009", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "VASM-FR053", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "it": [{"set_number": "ETCO-IT009", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "VASM-IT053", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "pt": [{"set_number": "ETCO-PT009", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "VASM-PT053", "set_name": "Valiant Smashers", "rarities": ["Rare"]}], "ja": [{"set_number": "ETCO-JP009", "set_name": "Eternity Code", "rarities": ["Super Rare", "Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "ETCO-KR009", "set_name": "Eternity Code", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP4-SC110", "set_name": "Mega Pack 04", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 700737}