{"konami_id": 15241, "password": 33296432, "name": {"en": "Dogmatika Adin, the Enlightened", "de": "Dogmatika Adin, der Erleuchtete", "es": "Adin Dogmátik, el Iluminado", "fr": "Dogmatika Adin, l'Illuminé", "it": "Dogmatika Adin, l'Illuminato", "pt": "Dogmatika Adin, o Iluminado", "ja": "<ruby>教導<rt>ドラグマ</rt></ruby>の<ruby>天<rt>てん</rt></ruby><ruby>啓<rt>けい</rt></ruby>アディン", "ja_romaji": "Doraguma no Tenkei Adin", "ko": "드래그마의 천계 아딘", "ko_rr": "Deuraegeuma-ui Cheon-gye Adin", "zh-TW": "教導的天啟 亞丁", "zh-CN": "教导之天启 亚丁"}, "text": {"en": null, "de": "Kann nicht durch Kampf mit einem Monster zerstört werden, das als Spezialbeschwörung vom Extra Deck beschworen wurde. Du kannst jeden der folgenden Effekte von „Dogmatika Adin, der Erleuchtete“ nur einmal pro Spielzug verwenden. Falls ein als Spezialbeschwörung vom Extra Deck beschworenes Monster auf dem Spielfeld liegt: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 „Dogmatika“-Monster als Spezialbeschwörung von deinem Deck beschwören, außer „Dogmatika Adin, der Erleuchtete“.", "es": "No puede ser destruido en batalla con un monstruo Invocado de Modo Especial desde el Deck Extra. Sólo puedes usar cada uno de los siguientes efectos de \"Adin Dogmátik, el Iluminado\" una vez por turno. Si un monstruo Invocado de Modo Especial desde el Deck Extra está en el Campo: puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta en el Campo es destruida en batalla o por un efecto de carta: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Dogmátik\", excepto \"Adin Dogmátik, el Iluminado\".", "fr": "Non destructible au combat avec un monstre Invoqué Spécialement depuis l'Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Dogmatika Adin, l'Illuminé\" qu'une fois par tour. Si un monstre Invoqué Spécialement depuis l'Extra Deck est sur le Terrain : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dogmatika\" (\"Dogmatika Adin, l'Illuminé\" exclu) depuis votre Deck.", "it": "Non può essere distrutto in battaglia con un mostro Evocato Specialmente dall'Extra Deck. Puoi utilizzare ognuno dei seguenti effetti di \"Dogmatika Adin, l'Illuminato\" una sola volta per turno. Se un mostro Evocato Specialmente dall'Extra Deck è sul Terreno: puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta sul Terreno viene distrutta in battaglia o dall'effetto di una carta: puoi Evocare Specialmente 1 mostro \"Dogmatika\" dal tuo Deck, eccetto \"Dogmatika Adin, l'Illuminato\".", "pt": "Não pode ser destruído em batalha com um monstro Invocado por Invocação-Especial do Deck Adicional. Você só pode usar cada um dos seguintes efeitos de \"Dogmatika Adin, o Iluminado\" uma vez por turno. Se um monstro Invocado por Invocação-Especial do Deck Adicional estiver no campo: você pode Invocar este card por Invocação-Especial da sua mão. Se este card no campo for destruído em batalha ou por um efeito de card: você pode Invocar por Invocação-Especial 1 monstro \"Dogmatika\" do seu Deck, exceto \"Dogmatika Adin, o Iluminado\".", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。\n①：ＥＸデッキから特殊召喚されたモンスターがフィールドに存在する場合に発動できる。このカードを手札から特殊召喚する。\n②：このカードはＥＸデッキから特殊召喚されたモンスターとの戦闘では破壊されない。\n③：フィールドのこのカードが戦闘・効果で破壊された場合に発動できる。デッキから「教導の天啓アディン」以外の「ドラグマ」モンスター１体を特殊召喚する。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱에서 특수 소환된 몬스터가 필드에 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드는 엑스트라 덱에서 특수 소환된 몬스터와의 전투로는 파괴되지 않는다. ③: 필드의 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 \"드래그마의 천계 아딘\" 이외의 \"드래그마\" 몬스터 1장을 특수 소환한다.", "zh-TW": "此卡名的①③效果，１回合各僅限使用１次。①：可在場上存在從額外牌組被特殊召喚的怪獸的狀況下發動。從手牌特殊召喚此卡。②：此卡不會因與從額外牌組被特殊召喚的怪獸的戰鬥被破壞。③：可在場上的此卡因戰鬥・效果被破壞的狀況下發動。從牌組特殊召喚１隻「教導的天啟 亞丁」以外的「教導」怪獸。", "zh-CN": "此卡名的效果①③在1个回合中仅可各使用1次。①：场上有从额外牌组中被特殊召唤的怪兽存在时可以发动。从手牌中特殊召唤此卡。②：此卡不会在与从额外牌组中被特殊召唤的怪兽的战斗中被破坏。③：场上的此卡因战斗或效果被破坏时可以发动。从牌组中特殊召唤1只“教导天启亚丁”以外的“教导”怪兽。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 4, "atk": 1000, "def": 1800, "series": ["Dogmatika"], "images": [{"index": 1, "image": "DogmatikaAdintheEnlightened-MP21-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN007", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN103", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ROTD-DE007", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE103", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ROTD-FR007", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR103", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ROTD-IT007", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT103", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ROTD-PT007", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT103", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "ROTD-JP007", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "CF01-JP008", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "ROTD-KR007", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC007", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714590, "master_duel_rarity": "R"}