{"konami_id": 19170, "password": 33325951, "name": {"en": "Shinobaroness Shade Peacock", "de": "Shinobaroness Schattenpfau", "es": "Sombra Shinobaronesa Pavoreal", "fr": "Paon Ombré Shinobaronne", "it": "Shinobibaronessa Ombra Pavone", "pt": "Shinobaronesa Pavoa das Sombras", "ja": "<ruby>霊魂鳥影<rt>エスプリット・シェード</rt></ruby>－<ruby>姫<rt>ひめ</rt></ruby><ruby>孔<rt>く</rt></ruby><ruby>雀<rt>じゃく</rt></ruby>", "ja_romaji": "Esupuritto Shēdo - Himekujaku", "ko": "에스프릿 셰이드－희공작", "ko_rr": "Eseupeurit Syeideu - Huigongjak", "zh-TW": null, "zh-CN": "灵魂鸟影－姬孔雀"}, "text": {"en": "You can Ritual Summon this card with \"Shinobird's Calling\". This card's name becomes \"Shinobaroness Peacock\" while in the hand or on the field. If this card is Ritual Summoned: You can add 1 Spell/Trap from your Deck to your hand that mentions \"Spirit monster\" in its text. You can only use this effect of \"Shinobaroness Shade Peacock\" once per turn. Once per turn, during the Standby Phase of the next turn after this card was banished: Special Summon this banished card. Once per turn, during the End Phase, if this card was Special Summoned this turn: Return this card to the hand.", "de": "Du kannst diese Karte mit „Ruf des Shinobivogels“ als Ritualbeschwörung beschwören. Der Name dieser Karte wird zu „Shinobaroness Pfau“, solange sie sich in der Hand oder auf dem Spielfeld befindet. Falls diese Karte als Ritualbeschwörung beschworen wird: Du kannst deiner Hand 1 Zauber/Falle von deinem Deck hinzufügen, der oder die „Spirit-Monster“ in seinem oder ihrem Text erwähnt. Du kannst diesen Effekt von „Shinobaroness Schattenpfau“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während der Standby Phase des nächsten Spielzugs, nachdem diese Karte verbannt wurde: Beschwöre diese verbannte Karte als Spezialbeschwörung. Einmal pro Spielzug, während der End Phase, falls diese Karte in diesem Spielzug als Spezialbeschwörung beschworen wurde: Gib diese Karte auf die Hand zurück.", "es": "Puedes Invocar esta carta por Ritual con \"Llamado del Shinobird\". El nombre de esta carta se convierte en \"Shinobaronesa Pavoreal\" mientras está en la mano o en el Campo. Si esta carta es Invocada por Ritual: puedes añadir a tu mano 1 Mágica/Trampa en tu Deck que mencione \"monstruo Spirit\" en su texto. Sólo puedes usar este efecto de \"Sombra Shinobaronesa Pavoreal\" una vez por turno. Una vez por turno, durante la Standby Phase del próximo turno después de que esta carta fuera desterrada: Invoca de Modo Especial esta carta desterrada. Una vez por turno, durante la End Phase, si esta carta fue Invocada de Modo Especial este turno: devuelve esta carta a la mano.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Appel Shinobiseau\". Le nom de cette carte devient \"Paon Shinobaronne\" tant qu'elle est dans la main ou sur le Terrain. Si cette carte est Invoquée Rituellement : vous pouvez ajouter 1 Magie/Piège depuis votre Deck à votre main qui mentionne \"monstre Spirit\" dans son texte. Vous ne pouvez utiliser cet effet de \"Paon Ombré Shinobaronne\" qu'une fois par tour. Une fois par tour, durant la Standby Phase du prochain tour après que cette carte a été bannie : Invoquez Spécialement cette carte bannie. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Spécialement ce tour : renvoyez cette carte à la main.", "it": "Puoi Evocare tramite Rituale questa carta con \"Richiamo dello Shinobird\". Il nome di questa carta diventa \"Shinobibaronessa Pavone\" mentre è nella mano o sul Terreno. Se questa carta viene Evocata tramite Rituale: puoi aggiungere dal tuo Deck alla tua mano 1 Magia/Trappola che menziona \"mostro Spirito\" nel suo testo. Puoi utilizzare questo effetto di \"Shinobibaronessa Ombra Pavone\" una sola volta per turno. Una volta per turno, durante la Standby Phase del prossimo turno dopo che questa carta è stata bandita: Evoca Specialmente questa carta bandita. Una volta per turno, durante la End Phase, se questa carta è stata Evocata Specialmente in questo turno: fai ritornare questa carta nella mano.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Chamado do Shinobird\". O nome deste card se torna \"Shinobaronesa Pavoa\" enquanto estiver na mão ou no campo. Se este card for Invocado por Invocação-Ritual: você pode adicionar 1 Magia/Armadilha do seu Deck à sua mão que mencione \"monstro Espírito\" em seu texto. Você só pode usar este efeito de \"Shinobaronesa Pavoa das Sombras\" uma vez por turno. Uma vez por turno, durante a Fase de Apoio do próximo turno depois que este card foi banido: Invoque este card banido por Invocação-Especial. Uma vez por turno, durante a Fase Final, se este card foi Invocado por Invocação-Especial neste turno: devolva este card para a mão.", "ja": "「霊魂の降神」により降臨\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードのカード名は、手札・フィールドに存在する限り「霊魂鳥神－姫孔雀」として扱う。②：このカードが儀式召喚した場合に発動できる。効果テキストに「スピリットモンスター」と記された魔法・罠カード１枚をデッキから手札に加える。③：このカードが除外された次のターンのスタンバイフェイズに発動する。除外状態のこのカードを特殊召喚する。④：このカードが特殊召喚したターンのエンドフェイズに発動する。このカードを手札に戻す。", "ko": "\"에스프릿 콜링\"에 의해 의식 소환\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 카드명은, 패 / 필드에 존재하는 한 \"에스프릿 로드－희공작\"으로 취급한다. ②: 이 카드를 의식 소환했을 경우에 발동할 수 있다. 효과 텍스트에 \"스피릿 몬스터\"라고 쓰여진 마법 / 함정 카드 1장을 덱에서 패에 넣는다. ③: 이 카드가 제외된 다음 턴의 스탠바이 페이즈에 발동한다. 제외 상태인 이 카드를 특수 소환한다. ④: 이 카드를 특수 소환한 턴의 엔드 페이즈에 발동한다. 이 카드를 패로 되돌린다.", "zh-TW": null, "zh-CN": "以“灵魂鸟之降神”降临\n此卡名的②效果１回合仅可使用１次。\n①：此卡只要存在于手牌・场上，卡名视为“灵魂鸟神－姬孔雀”。\n②：此卡仪式召唤的情况下可以发动。从牌组将效果文本上记载有“灵魂怪兽”的１张魔法・陷阱卡加入手牌。\n③：此卡被除外的下个回合的准备阶段发动。将除外状态的此卡特殊召唤。\n④：此卡特殊召唤的回合的结束阶段发动。将此卡放回手牌。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Ritual / Spirit / Effect", "attribute": "WIND", "level": 4, "atk": 1500, "def": 2000, "ritual_spell": "Shinobird's Calling", "series": ["Shinobird"], "images": [{"index": 1, "image": "ShinobaronessShadePeacock-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN028", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE028", "set_name": "Age of Overlord", "rarities": ["Common"]}], "es": [{"set_number": "AGOV-SP028", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR028", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT028", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT028", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP028", "set_name": "Age of Overlord", "rarities": ["Rare"]}], "ko": [{"set_number": "AGOV-KR028", "set_name": "Age of Overlord", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "AGOV-SC028", "set_name": "Age of Overlord", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 992522}