{"konami_id": 13647, "password": 33438666, "name": {"en": "Vampire Grimson", "de": "Vampirkarminsenser", "es": "Parcarmesí Vampiro", "fr": "Mortpourpre Vampire", "it": "Mortecremisi Vampiro", "pt": "Ceifarmesim Vampiro", "ja": "ヴァンパイア・グリムゾン", "ja_romaji": "Vanpaia Gurimuzon", "ko": "뱀파이어 그림즌", "ko_rr": null, "zh-TW": "吸血鬼 緋紅死神", "zh-CN": "吸血鬼绯红死神"}, "text": {"en": "If a monster(s) you control would be destroyed by battle or an opponent's card effect, you can pay 1000 LP for each monster that would be destroyed, instead (you must protect all your monsters that would be destroyed, if you use this effect). At the end of the Battle Phase, if this card destroyed any monster(s) by battle: You can Special Summon them from the GYs to your field.", "de": "Falls ein oder mehr Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört würden, kannst du stattdessen für jedes Monster, das zerstört würde, 1000 LP zahlen (du musst alle deine Monster schützen, die zerstört würden, falls du diesen Effekt verwendest). Am Ende der Battle Phase, falls diese Karte ein oder mehr Monster durch Kampf zerstört hat: Du kannst sie als Spezialbeschwörung von den Friedhöfen auf deine Spielfeldseite beschwören.", "es": "Si uno o más monstruos que controlas fueran a ser destruidos en batalla o por el efecto de una carta del adversario, puedes pagar 1000 LP por cada monstruo que fuera a ser destruido, en su lugar (debes proteger a todos tus monstruos que fueran a ser destruidos, si usas este efecto). Al final de la Battle Phase, si esta carta destruyó uno o más monstruos en batalla: puedes Invocarlos de Modo Especial desde los Cementerios a tu Campo.", "fr": "Si un ou plusieurs monstres que vous contrôlez vont être détruits au combat ou par un effet de carte de l'adversaire, vous pouvez payer 1000 LP pour chaque monstre qui va être détruit à la place (vous devez protéger tous les monstres qui vont être détruits, si vous utilisez cet effet). À la fin de la Battle Phase, si cette carte a détruit un ou plusieurs monstres au combat : vous pouvez les Invoquer Spécialement depuis les Cimetières sur votre Terrain.", "it": "Se uno o più mostri che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta dell'avversario, puoi invece pagare 1000 LP per ogni mostro che sta per essere distrutto (devi proteggere tutti i tuoi mostri che stanno per essere distrutti, se utilizzi questo effetto). Alla fine della Battle Phase, se questa carta ha distrutto uno o più mostri in battaglia: puoi Evocarli Specialmente dai Cimiteri sul tuo Terreno.", "pt": "Se um ou mais monstros que você controla seriam destruídos em batalha ou por um efeito de card do oponente, em vez disso, você pode pagar 1000 PV para cada monstro que seria destruído (se usar este efeito, você deve proteger todos os seus monstros que seriam destruídos). No final da Fase de Batalha, se este card destruiu quaisquer monstros em batalha: você pode Invocá-los por Invocação-Especial dos Cemitérios no seu campo.", "ja": "①：自分フィールドのモンスターが戦闘または相手の効果で破壊される場合、代わりにその破壊されるモンスターの数×１０００ＬＰを払う事ができる。②：このカードが戦闘でモンスターを破壊したバトルフェイズ終了時に発動できる。そのモンスターを墓地から可能な限り自分フィールドに特殊召喚する。", "ko": "①: 자신 필드의 몬스터가 전투 또는 상대 효과로 파괴될 경우, 대신에 그 파괴되는 몬스터의 수 × 1000 LP를 지불할 수 있다. ②: 이 카드가 전투로 몬스터를 파괴한 배틀 페이즈 종료시에 발동할 수 있다. 그 몬스터를 묘지에서 가능한 한 자신 필드에 특수 소환한다.", "zh-TW": null, "zh-CN": "①：自己场上的怪兽将被战斗或者对手的效果破坏的情况下，可以作为代替而支付该将被破坏的怪兽数量×1000LP。②：这张卡在通过战斗破坏怪兽的战斗阶段结束时可以发动。将该怪兽从墓地尽可能往自己场上进行特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 5, "atk": 2000, "def": 1400, "series": ["Vampire"], "images": [{"index": 1, "image": "VampireGrimson-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DASA-EN004", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-EN236", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DASA-DE004", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-DE236", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DASA-SP004", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-SP236", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DASA-FR004", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-FR236", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DASA-IT004", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-IT236", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DASA-PT004", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-PT236", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DBDS-JP004", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBDS-KR004", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBDS-SC004", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 553570, "master_duel_rarity": "N"}