{"konami_id": 18209, "password": 33503878, "name": {"en": "Abyss Script - Dramatic Story", "de": "Abgrundskript - Dramatische Geschichte", "es": "Guión de Abismo - Historia Dramática", "fr": "Script des Abysses - Histoire Dramatique", "it": "Sceneggiatura dell'Abisso - Storia Drammatica", "pt": "Script do Abismo - História Dramática", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>台<rt>だい</rt></ruby><ruby>本<rt>ほん</rt></ruby>「ドラマチック・ストーリー」", "ja_romaji": "Makai Daihon \"Doramachikku Sutōrī\"", "ko": "마계대본 \"드라마틱 스토리\"", "ko_rr": "Magyedaebon \"Deuramatik Seutori\"", "zh-TW": "魔界劇本《戲劇性故事》", "zh-CN": "魔界剧本“戏剧性故事”"}, "text": {"en": "Target 1 \"Abyss Actor\" Pendulum Monster you control; Special Summon 1 \"Abyss Actor\" monster from your Deck with a different name, then place the targeted monster in your Pendulum Zone or destroy it. If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can return up to 2 cards on the field to the hand. You can only activate 1 \"Abyss Script - Dramatic Story\" per turn.", "de": "Wähle 1 „Abgrundschauspieler“-Pendelmonster, das du kontrollierst; beschwöre 1 „Abgrundschauspieler“-Monster mit einem unterschiedlichen Namen als Spezialbeschwörung von deinem Deck, dann lege das als Ziel gewählte Monster in deine Pendelzone oder zerstöre es. Falls diese gesetzte Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt eines Gegners zerstört wird und du ein offenes „Abgrundschauspieler“-Pendelmonster in deinem Extra Deck hast: Du kannst bis zu 2 Karten vom Spielfeld auf die Hand zurückgeben. Du kannst nur 1 „Abgrundskript - Dramatische Geschichte“ pro Spielzug aktivieren.", "es": "Selecciona 1 Monstruo de Péndulo \"Actor del Abismo\" que controles; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Actor del Abismo\" con un nombre diferente, y después pon el monstruo seleccionado en tu Zona de Péndulo o destrúyelo. Si esta carta Colocada controlada por su dueño es destruida por el efecto de una carta del adversario y tú tienes un Monstruo de Péndulo \"Actor del Abismo\" boca arriba en tu Deck Extra: puedes devolver a la mano hasta 2 cartas en el Campo. Sólo puedes activar 1 \"Guión de Abismo - Historia Dramática\" por turno.", "fr": "Ciblez 1 Monstre Pendule \"Acteur des Abysses\" que vous contrôlez ; Invoquez Spécialement 1 monstre \"Acteur des Abysses\" depuis votre Deck de nom différent, puis placez le monstre ciblé dans votre Zone Pendule ou détruisez-le. Si cette carte Posée contrôlée par son propriétaire est détruite par un effet de carte de l'adversaire, et que vous avez un Monstre Pendule \"Acteur des Abysses\" face recto dans votre Extra Deck : vous pouvez renvoyer max. 2 cartes sur le Terrain à la main. Vous ne pouvez activer qu'1 \"Script des Abysses - Histoire Dramatique\" par tour.", "it": "Scegli come bersaglio 1 Mostro Pendulum \"Attore dell'Abisso\" che controlli; Evoca Specialmente dal tuo Deck 1 mostro \"Attore dell'Abisso\" con un nome diverso, poi metti il mostro scelto come bersaglio in una tua Zona Pendulum oppure distruggilo. Se questa carta Posizionata sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta dell'avversario, e tu hai un Mostro Pendulum \"Attore dell'Abisso\" scoperto nel tuo Extra Deck: puoi far ritornare fino a 2 carte sul Terreno nella mano. Puoi attivare solo 1 \"Sceneggiatura dell'Abisso - Storia Drammatica\" per turno.", "pt": "Escolha 1 Monstro Pêndulo \"Ator do Abismo\" que você controla; Invoque por Invocação-Especial 1 monstro \"Ator do Abismo\" do seu Deck com um nome diferente e, depois, coloque o monstro alvo na sua Zona de Pêndulo ou destrua-o. Se este card Baixado sob o controle do seu dono for destruído por um efeito de card do oponente e você tiver um Monstro Pêndulo \"Ator do Abismo\" com a face para cima no seu Deck Adicional: você pode devolver até 2 cards no campo para a mão. Você só pode ativar 1 \"Script do Abismo - História Dramática\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの「魔界劇団」Ｐモンスター１体を対象として発動できる。そのモンスターとはカード名が異なる「魔界劇団」モンスター１体をデッキから特殊召喚する。その後、対象のモンスターを自分のＰゾーンに置くか破壊する。②：自分のＥＸデッキに表側表示の「魔界劇団」Ｐモンスターが存在し、セットされたこのカードが相手の効果で破壊された場合に発動できる。フィールドのカードを２枚まで選んで持ち主の手札に戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 \"마계극단\" 펜듈럼 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와는 카드명이 다른 \"마계극단\" 몬스터 1장을 덱에서 특수 소환한다. 그 후, 대상 몬스터를 자신의 펜듈럼 존에 놓거나 파괴한다. ②: 자신의 엑스트라 덱에 앞면 표시의 \"마계극단\" 펜듈럼 몬스터가 존재하고, 세트된 이 카드가 상대의 효과로 파괴되었을 경우에 발동할 수 있다. 필드의 카드를 2장까지 고르고 주인의 패로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：以自己场上的１只“魔界剧团”灵摆怪兽为对象可以发动。从牌组将１只卡名与该怪兽不同的“魔界剧团”怪兽特殊召唤。然后，将对象怪兽放在自己的灵摆区域或破坏。②：自己的额外牌组存在表侧表示的“魔界剧团”灵摆怪兽，被放置的此卡因对手的效果被破坏的情况下可以发动。挑选场上的最多２张卡，放回持有者的手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Abyss Script"], "images": [{"index": 1, "image": "AbyssScriptDramaticStory-PHHY-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "es": [{"set_number": "PHHY-SP064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR064", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC106", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712412, "master_duel_rarity": "R"}