{"konami_id": 15636, "password": 33543890, "name": {"en": "Drytron Beta Rastaban", "de": "Drytron Beta Rastaban", "es": "Drytron Beta Rastaban", "fr": "Drytron Bêta Rastaban", "it": "Drytron Beta Rastaban", "pt": "Drytron Beta Rastaban", "ja": "<ruby>竜輝巧<rt>ドライトロン</rt></ruby>－ラス<ruby>β<rt>ベータ</rt></ruby>", "ja_romaji": "Doraitoron - Rasu Bēta", "ko": "드라이트론－라스β", "ko_rr": null, "zh-TW": null, "zh-CN": "辉龙机巧－天棓三贝塔"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned with the effect of a \"Drytron\" card. You can Tribute 1 other \"Drytron\" monster, or 1 Ritual Monster, from your hand or field; Special Summon this card from your hand or GY in Defense Position, then you can return 1 of your banished \"Drytron\" monsters to the GY. You cannot Special Summon monsters, except monsters that cannot be Normal Summoned/Set, the turn you activate this effect. You can only use this effect of \"Drytron Beta Rastaban\" once per turn.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch den Effekt einer „Drytron“-Karte als Spezialbeschwörung beschworen werden. Du kannst 1 anderes „Drytron“-Monster oder 1 Ritualmonster von deiner Hand oder Spielfeldseite als Tribut anbieten; beschwöre diese Karte als Spezialbeschwörung von deiner Hand oder deinem Friedhof in die Verteidigungsposition, dann kannst du 1 deiner verbannten „Drytron“-Monster auf den Friedhof zurücklegen. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer Monstern, die nicht als Normalbeschwörung beschworen/gesetzt werden können. Du kannst diesen Effekt von „Drytron Beta Rastaban“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial con el efecto de una carta \"Drytron\". Puedes Sacrificar otro monstruo \"Drytron\", o 1 Monstruo de Ritual, en tu mano o Campo; Invoca esta carta de Modo Especial desde tu mano o Cementerio en Posición de Defensa, y después puedes devolver al Cementerio 1 de tus monstruos \"Drytron\" desterrados. El turno en el que activas este efecto no puedes Invocar monstruos de Modo Especial, excepto monstruos que no puedan ser Invocados de Modo Normal/Colocados. Sólo puedes usar este efecto de \"Drytron Beta Rastaban\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement avec l'effet d'une carte \"Drytron\". Vous pouvez Sacrifier 1 autre monstre \"Drytron\", ou 1 Monstre Rituel, depuis votre main ou Terrain ; Invoquez Spécialement cette carte depuis votre main ou Cimetière en Position de Défense, puis vous pouvez renvoyer 1 de vos monstres \"Drytron\" bannis au Cimetière. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres qui ne peuvent pas être Invoqués/Posés Normalement exclus) le tour où vous activez cet effet. Vous ne pouvez utiliser cet effet de \"Drytron Bêta Rastaban\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente con l'effetto di una carta \"Drytron\". Puoi offrire come Tributo 1 altro mostro \"Drytron\", o 1 Mostro Rituale, dalla tua mano o Terreno; Evoca Specialmente questa carta dalla tua mano o Cimitero in Posizione di Difesa, poi puoi far ritornare 1 dei tuoi mostri \"Drytron\" banditi nel Cimitero. Non puoi Evocare Specialmente mostri, eccetto mostri che non possono essere Evocati Normalmente/Posizionati, nel turno in cui attivi questo effetto. Puoi utilizzare questo effetto di \"Drytron Beta Rastaban\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial com o efeito de um card \"Drytron\". Você pode oferecer como Tributo 1 outro monstro \"Drytron\" ou 1 Monstro de Ritual, da sua mão ou do campo; Invoque este card por Invocação-Especial da sua mão ou do Cemitério em Posição de Defesa e, depois, você pode devolver 1 dos seus monstros \"Drytron\" banidos para o Cemitério. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto monstros que não podem ser Invocados por Invocação-Normal/Baixados. Você só pode usar este efeito de \"Drytron Beta Rastaban\" uma vez por turno.", "ja": "このカードは通常召喚できず、「ドライトロン」カードの効果でのみ特殊召喚できる。このカード名の効果は１ターンに１度しか使用できない。①：自分の手札・フィールドから、このカード以外の「ドライトロン」モンスターまたは儀式モンスター１体をリリースして発動できる。このカードを手札・墓地から守備表示で特殊召喚する。その後、除外されている自分の「ドライトロン」モンスター１体を選んで墓地に戻す事ができる。この効果を発動するターン、自分は通常召喚できないモンスターしか特殊召喚できない。", "ko": "이 카드는 통상 소환할 수 없으며, \"드라이트론\" 카드의 효과로만 특수 소환할 수 있다. 이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드에서, 이 카드 이외의 \"드라이트론\" 몬스터 또는 의식 몬스터 1장을 릴리스하고 발동할 수 있다. 이 카드를 패 / 묘지에서 수비 표시로 특수 소환한다. 그 후, 제외되어 있는 자신의 \"드라이트론\" 몬스터 1장을 고르고 묘지로 되돌릴 수 있다. 이 효과를 발동하는 턴에 자신은 통상 소환할 수 없는 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤，仅可用“龙机巧”卡的效果特殊召唤。此卡名的效果1回合仅可使用1次。①：从自己的手牌・场上，解放此卡以外的1只“龙机巧”怪兽或仪式怪兽可以发动。将此卡从手牌・墓地以守备表示特殊召唤。然后，可挑选1只被除外的自己的“龙机巧”怪兽放回墓地。发动此效果的回合中，自己仅可特殊召唤不可通常召唤的怪兽。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 1, "atk": 2000, "def": 0, "series": ["Drytron"], "images": [{"index": 1, "image": "DrytronBetaRastaban-MP21-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "GEIM-EN025", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-EN237", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "de": [{"set_number": "GEIM-DE025", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-DE237", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "es": [{"set_number": "GEIM-SP025", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-SP237", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GEIM-FR025", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-FR237", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "it": [{"set_number": "GEIM-IT025", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-IT237", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "pt": [{"set_number": "GEIM-PT025", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-PT237", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBGI-JP025", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBGI-KR025", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBGI-SC025", "set_name": "Deck-Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714707}