{"konami_id": 15055, "password": 33609093, "name": {"en": "Ancient Warriors Saga - Borrowing of Arrows", "de": "Alte Krieger-Sage - Pfeile borgen", "es": "Saga de los Antiguos Guerreros - Préstamo de Flechas", "fr": "Saga des Guerriers Anciens - L'Emprunt de Flèches", "it": "Saga Antichi Guerrieri - Frecce Prese in Prestito", "pt": "Saga dos Guerreiros Antigos - Flechas Emprestadas", "ja": "<ruby>戦<rt>せん</rt></ruby><ruby>華<rt>か</rt></ruby><ruby>史<rt>し</rt></ruby><ruby>略<rt>りゃく</rt></ruby>－<ruby>十<rt>じゅう</rt></ruby><ruby>万<rt>まん</rt></ruby><ruby>之<rt>の</rt></ruby><ruby>矢<rt>や</rt></ruby>", "ja_romaji": "Senka Shiryaku - Jūman no Ya", "ko": "전황사략－십만지시", "ko_rr": "Jeonchwangsaryan - Sipmanjisi", "zh-TW": "戰華史略－十萬之矢", "zh-CN": "战华史略－十万之矢"}, "text": {"en": "You can target 1 face-up monster your opponent controls and 1 \"Ancient Warriors\" monster you control; until the end of this turn, halve that opponent's monster's ATK, and if you do, add that lost ATK to your monster (even if this card leaves the field). If this card is sent to the GY while you control \"Ancient Warriors\" monsters with 2 or more different Attributes: You can place 1 \"Ancient Warriors\" Continuous Spell/Trap from your hand or Deck face-up on your field, except \"Ancient Warriors Saga - Borrowing of Arrows\". You can only use each effect of \"Ancient Warriors Saga - Borrowing of Arrows\" once per turn.", "de": "Du kannst 1 offenes Monster, das dein Gegner kontrolliert, und 1 „Alte Krieger“-Monster, das du kontrollierst, wählen; bis zum Ende dieses Spielzugs halbiere die ATK des Monsters des Gegners und falls du dies tust, füge deinem Monster die verlorenen ATK hinzu (selbst falls diese Karte das Spielfeld verlässt). Falls diese Karte auf den Friedhof gelegt wird, solange du „Alte Krieger“-Monster mit 2 oder mehr unterschiedlichen Eigenschaften kontrollierst: Du kannst 1 Permanente/n „Alte Krieger“-Zauber/Falle von deiner Hand oder deinem Deck offen auf deine Spielfeldseite legen, außer „Alte Krieger-Sage - Pfeile borgen“. Du kannst jeden Effekt von „Alte Krieger-Sage - Pfeile borgen“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 monstruo boca arriba que controle tu adversario y 1 monstruo \"Antiguos Guerreros\" que tú controles; hasta el final de este turno, divide a la mitad el ATK de ese monstruo del adversario y, si lo haces, añade a tu monstruo ese ATK perdido (aun si esta carta deja el Campo). Si esta carta es mandada al Cementerio mientras controlas monstruos \"Antiguos Guerreros\" con 2 o más Atributos diferentes: puedes poner en tu Campo 1 Mágica/Trampa Continua \"Antiguos Guerreros\" de tu mano o Deck boca arriba, excepto \"Saga de los Antiguos Guerreros - Préstamo de Flechas\". Sólo puedes usar cada efecto de \"Saga de los Antiguos Guerreros - Préstamo de Flechas\" una vez por turno.", "fr": "Vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire et 1 monstre \"Guerriers Anciens\" que vous contrôlez ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), divisez par deux l'ATK du monstre de l'adversaire, et si vous le faites, ajoutez l'ATK perdue à votre monstre. Si cette carte est envoyée au Cimetière tant que vous contrôlez des monstres \"Guerriers Anciens\" de min. 2 Attributs différents : vous pouvez placer 1 Magie Continue/Piège Continu \"Guerriers Anciens\" (\"Saga des Guerriers Anciens - L'Emprunt de Flèches\" exclu) depuis votre main ou Deck sur votre Terrain face recto. Vous ne pouvez utiliser chaque effet de \"Saga des Guerriers Anciens - L'Emprunt de Flèches\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario e 1 mostro \"Antichi Guerrieri\" che controlli; fino alla fine di questo turno, dimezza l'ATK di quel mostro dell'avversario e, se lo fai, aggiungi quell'ATK perso al tuo mostro (anche se questa carta lascia il Terreno). Se questa carta viene mandata al Cimitero, mentre tu controlli mostri \"Antichi Guerrieri\" con 2 o più Attributi diversi: puoi mettere 1 Magia/Trappola Continua \"Antichi Guerrieri\" dalla tua mano o Deck scoperta sul tuo Terreno, eccetto \"Saga Antichi Guerrieri - Frecce Prese in Prestito\". Puoi utilizzare ogni effetto di \"Saga Antichi Guerrieri - Frecce Prese in Prestito\" una sola volta per turno.", "pt": "Você pode escolher 1 monstro com a face para cima que seu oponente controla e 1 monstro \"Guerreiros Antigos\" que você controla; até o final deste turno, diminua pela metade o ATK desse monstro do oponente e, se isso acontecer, adicione esse ATK perdido ao seu monstro (mesmo que este card deixe o campo). Se este card for enviado para o Cemitério enquanto você controlar monstros \"Guerreiros Antigos\" com 2 ou mais Atributos diferentes: você pode colocar 1 Magia/Armadilha Contínua \"Guerreiros Antigos\" da sua mão ou do Deck, com a face para cima no seu campo, exceto \"Saga dos Guerreiros Antigos - Flechas Emprestadas\". Você só pode usar cada efeito de \"Saga dos Guerreiros Antigos - Flechas Emprestadas\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手フィールドの表側表示モンスター１体と自分フィールドの「戦華」モンスター１体を対象として発動できる。ターン終了時まで、その相手モンスターの攻撃力を半分にし、その数値分その自分のモンスターの攻撃力をアップする。②：自分フィールドの「戦華」モンスターの属性が２種類以上で、このカードが墓地へ送られた場合に発動できる。手札・デッキから「戦華史略－十万之矢」以外の「戦華」永続魔法・永続罠カード１枚を自分フィールドに表側表示で置く。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드의 앞면 표시 몬스터 1장과 자신 필드의 \"전황\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 턴 종료시까지, 그 상대 몬스터의 공격력을 절반으로 하고, 그 수치만큼 그 자신 몬스터의 공격력을 올린다. ②: 자신 필드의 \"전황\" 몬스터의 속성이 2종류 이상이고, 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 패 / 덱에서 \"전황사략－십만지시\" 이외의 \"전황\" 지속 마법 / 지속 함정 카드 1장을 자신 필드에 앞면 표시로 놓는다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：以对方场上1只表侧表示怪兽和自己场上1只「战华」怪兽为对象才能发动。直到回合结束时，那只对方怪兽的攻击力变成一半，那只自己怪兽的攻击力上升那个数值。\n②：自己场上的「战华」怪兽的属性是2种类以上，这张卡被送去墓地的场合才能发动。从手卡·卡组把「战华史略-十万之矢」以外的1张「战华」永续魔法·永续陷阱卡在自己场上表侧表示放置。"}, "card_type": "Spell", "property": "Continuous", "series": ["Ancient Warriors"], "images": [{"index": 1, "image": "AncientWarriorsSagaBorrowingofArrows-ETCO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN069", "set_name": "Eternity Code", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE069", "set_name": "Eternity Code", "rarities": ["Common"]}], "es": [{"set_number": "ETCO-SP069", "set_name": "Eternity Code", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR069", "set_name": "Eternity Code", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT069", "set_name": "Eternity Code", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT069", "set_name": "Eternity Code", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP069", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR069", "set_name": "Eternity Code", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 695856, "master_duel_rarity": "N"}