{"konami_id": 12024, "password": 33622465, "name": {"en": "First-Aid Squad", "de": "Ersthelfertrupp", "es": "Escuadrón de Primeros Auxilios", "fr": "Unité de Premiers Secours", "it": "Squadra di Pronto Soccorso", "pt": "Pelotão de Primeiros Socorros", "ja": "<ruby>救<rt>きゅう</rt></ruby><ruby>護<rt>ご</rt></ruby><ruby>部<rt>ぶ</rt></ruby><ruby>隊<rt>たい</rt></ruby>", "ja_romaji": "Kyūgo Butai", "ko": "구호 부대", "ko_rr": null, "zh-TW": "救助部隊", "zh-CN": "救护部队"}, "text": {"en": "Target 1 Normal Monster in your Graveyard; add it to your hand. When a Normal Monster is destroyed by battle: You can Special Summon this card from your Graveyard in Defense Position as a Normal Monster (Warrior-Type/EARTH/Level 3/ATK 1200/DEF 400). (This card is NOT treated as a Trap Card.) You can only use this effect of \"First-Aid Squad\" once per turn. If Summoned this way, banish this card when it leaves the field.", "de": "Wähle 1 Normales Monster in deinem Friedhof; füge es deiner Hand hinzu. Wenn ein Normales Monster durch Kampf zerstört wird: Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof als Normales Monster (Typ Krieger/ERDE/Stufe 3/ATK 1200/DEF 400) in die Verteidigungsposition beschwören. (Diese Karte wird NICHT als Fallenkarte behandelt.) Du kannst diesen Effekt von „Ersthelfertrupp“ nur einmal pro Spielzug verwenden. Falls diese Karte auf diese Art beschworen wird, verbanne sie, wenn sie das Spielfeld verlässt.", "es": "Selecciona 1 Monstruo Normal en tu Cementerio; añádelo a tu mano. Cuando un Monstruo Normal es destruido en batalla: puedes Invocar esta carta de Modo Especial, desde tu Cementerio en Posición de Defensa, como un Monstruo Normal (Tipo Guerrero/TIERRA/Nivel 3/ATK 1200/DEF 400). (Esta carta NO se trata como una Carta de Trampa). Sólo puedes usar este efecto de \"Escuadrón de Primeros Auxilios\" una vez por turno. Si es Invocada de esta forma, destierra esta carta cuando deje el Campo.", "fr": "Ciblez 1 Monstre Normal dans votre Cimetière ; ajoutez-le à votre main. Lorsqu'un Monstre Normal est détruit au combat : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière en Position de Défense comme un Monstre Normal (Type Guerrier/TERRE/Niveau 3/ATK 1200/DEF 400). (Cette carte N'EST PAS traitée comme une Carte Piège.) Vous ne pouvez utiliser cet effet de \"Unité de Premiers Secours\" qu'une fois par tour. Si elle est Invoquée de cette façon, bannissez cette carte lorsqu'elle quitte le Terrain.", "it": "Scegli come bersaglio 1 Mostro Normale nel tuo Cimitero; aggiungilo alla tua mano. Quando un Mostro Normale viene distrutto in battaglia: puoi Evocare Specialmente questa carta dal tuo Cimitero in Posizione di Difesa come Mostro Normale (Tipo Guerriero/TERRA/Livello 3/ATK 1200/DEF 400). (Questa carta NON viene considerata come una Carta Trappola.) Puoi utilizzare questo effetto di \"Squadra di Pronto Soccorso\" una sola volta per turno. Se viene Evocata in questo modo, bandisci questa carta quando lascia il Terreno.", "pt": "Escolha 1 Monstro Normal no seu Cemitério; adicione-o à sua mão. Quando um Monstro Normal for destruído em batalha: você pode Invocar este card por Invocação-Especial do seu Cemitério em Posição de Defesa como um Monstro Normal (Tipo Guerreiro/TERRA/Nível 3/ATK 1200/DEF 400). (Este card NÃO é considerado como um Card de Armadilha.) Você só pode usar este efeito de \"Pelotão de Primeiros Socorros\" uma vez por turno. Se Invocado desta forma, bana este card quando ele deixar o campo.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分の墓地の通常モンスター１体を対象として発動できる。そのモンスターを手札に加える。②：このカードが墓地に存在し、通常モンスターが戦闘で破壊された時に発動できる。このカードは通常モンスター（戦士族・地・星３・攻１２００／守４００）となり、モンスターゾーンに守備表示で特殊召喚する（罠カードとしては扱わない）。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "\"구호 부대\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 일반 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. ②: 이 카드가 묘지에 존재하고, 일반 몬스터가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드는 일반 몬스터(전사족 / 땅 / 레벨 3 / 공 1200 / 수 400)가 되고, 몬스터 존에 수비 표시로 특수 소환한다(함정 카드로는 취급하지 않는다). 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "「救护部队」的②的效果1回合只能使用1次。①：以自己墓地1只通常怪兽为对象才能发动。那只怪兽加入手卡。②：这张卡在墓地存在，通常怪兽被战斗破坏时才能发动。这张卡变成通常怪兽（战士族·地·3星·攻1200/守400）在怪兽区域守备表示特殊召唤（不当作陷阱卡使用）。这个效果特殊召唤的这张卡从场上离开的场合除外。"}, "card_type": "Trap", "property": "Normal", "series": ["Trap Monster"], "images": [{"index": 1, "image": "FirstAidSquad-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN080", "set_name": "Dimension of Chaos", "rarities": ["Short Print"]}, {"set_number": "MP16-EN161", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DOCS-DE080", "set_name": "Dimension of Chaos", "rarities": ["Short Print"]}, {"set_number": "MP16-DE161", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DOCS-SP080", "set_name": "Dimension of Chaos", "rarities": ["Short Print"]}, {"set_number": "MP16-SP161", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DOCS-FR080", "set_name": "Dimension of Chaos", "rarities": ["Short Print"]}, {"set_number": "MP16-FR161", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DOCS-IT080", "set_name": "Dimension of Chaos", "rarities": ["Short Print"]}, {"set_number": "MP16-IT161", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DOCS-PT080", "set_name": "Dimension of Chaos", "rarities": ["Short Print"]}, {"set_number": "MP16-PT161", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DOCS-JP080", "set_name": "Dimension of Chaos", "rarities": ["Normal Rare"]}, {"set_number": "21TP-JP215", "set_name": "Tournament Pack 2021 Vol.2", "rarities": ["Common"]}], "ko": [{"set_number": "DOCS-KR080", "set_name": "Dimension of Chaos", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 409038, "master_duel_rarity": "N"}