{"konami_id": 12408, "password": 33656832, "name": {"en": "Acrobatic Magician", "de": "Akrobatischer Magier", "es": "Mago Acrobático", "fr": "Magicien Acrobatique", "it": "Mago Acrobatico", "pt": "Mago Acrobata", "ja": "<ruby>曲<rt>きょく</rt></ruby><ruby>芸<rt>げい</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>", "ja_romaji": "Kyokugei no Majutsushi", "ko": "곡예의 마술사", "ko_rr": null, "zh-TW": "曲藝的魔術師", "zh-CN": "曲艺的魔术师"}, "text": {"en": "If the activation of a Spell/Trap Card is negated (except during the Damage Step): You can Special Summon this card from your hand. When this card is destroyed by battle: You can place this card in your Pendulum Zone.", "de": "Falls die Aktivierung einer Zauber-/Fallenkarte annulliert wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Wenn diese Karte durch Kampf zerstört wird: Du kannst diese Karte in deine Pendelzone legen.", "es": "Si es negada la activación de una Carta Mágica/de Trampa (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Cuando esta carta es destruida en batalla: puedes poner esta carta en tu Zona de Péndulo.", "fr": "Si l'activation d'une Carte Magie/Piège est annulée (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Lorsque cette carte est détruite au combat : vous pouvez placer cette carte dans votre Zone Pendule.", "it": "Se l'attivazione di una Carta Magia/Trappola viene annullata (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Quando questa carta viene distrutta in battaglia: puoi mettere questa carta nella tua Zona Pendulum.", "pt": "Se a ativação de um Card de Magia/Armadilha for negada (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Quando este card for destruído em batalha: você pode colocar este card na sua Zona de Pêndulo.", "ja": "①：魔法・罠カードの発動が無効になった場合に発動できる。このカードを手札から特殊召喚する。②：このカードが戦闘で破壊された時に発動できる。このカードを自分のＰゾーンに置く。", "ko": "①: 마법 / 함정 카드의 발동이 무효가 되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "①：魔法·陷阱卡的发动无效的场合才能发动。这张卡从手卡特殊召唤。②：这张卡被战斗破坏时才能发动。这张卡在自己的灵摆区域放置。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "DARK", "level": 5, "atk": 800, "def": 2300, "pendulum_scale": 2, "pendulum_effect": {"en": "When a monster(s) you control is destroyed by a card effect (except during the Damage Step): You can Special Summon this card from your Pendulum Zone. You can only use this effect of \"Acrobatic Magician\" once per turn.", "de": "Wenn ein oder mehr Monster, die du kontrollierst, durch einen Karteneffekt zerstört werden (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Pendelzone beschwören. Du kannst diesen Effekt von „Akrobatischer Magier“ nur einmal pro Spielzug verwenden.", "es": "Cuando uno o más monstruos que controlas son destruidos por efecto de una carta (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu Zona de Péndulo. Sólo puedes usar este efecto de \"Mago Acrobático\" una vez por turno.", "fr": "Lorsqu'un ou plusieurs monstres que vous contrôlez sont détruits par un effet de carte (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre Zone Pendule. Vous ne pouvez utiliser cet effet de \"Magicien Acrobatique\" qu'une fois par tour.", "it": "Quando uno o più mostri che controlli vengono distrutti dall'effetto di una carta (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua Zona Pendulum. Puoi utilizzare questo effetto di \"Mago Acrobatico\" una sola volta per turno.", "pt": "Quando um ou mais monstros que você controla forem destruídos por um efeito de card (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua Zona de Pêndulo. Você só pode usar este efeito de \"Mago Acrobata\" uma vez por turno.", "ja": "「曲芸の魔術師」のＰ効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターが効果で破壊された時に発動できる。Ｐゾーンのこのカードを特殊召喚する。", "ko": "\"곡예의 마술사\"의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가 효과로 파괴되었을 때에 발동할 수 있다. 펜듈럼 존의 이 카드를 특수 소환한다.", "zh-TW": "「曲藝的魔術師」的鐘擺效果，１回合僅限使用１次。①：可在我方場上的怪獸因效果被破壞時發動。特殊召喚鐘擺區的此卡。", "zh-CN": "“曲艺的魔术师”的灵摆效果１回合只可使用１次。①：我方场上的怪兽因效果被破坏时可发动。特殊召唤灵摆区的此卡。"}, "series": ["Magician"], "images": [{"index": 1, "image": "AcrobaticMagician-TDIL-EN-R-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN009", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "de": [{"set_number": "TDIL-DE009", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "es": [{"set_number": "TDIL-SP009", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "fr": [{"set_number": "TDIL-FR009", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "it": [{"set_number": "TDIL-IT009", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "pt": [{"set_number": "TDIL-PT009", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "ja": [{"set_number": "TDIL-JP009", "set_name": "The Dark Illusion", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "SD31-JP012", "set_name": "Structure Deck: Pendulum Evolution", "rarities": ["Common"]}], "ko": [{"set_number": "TDIL-KR009", "set_name": "The Dark Illusion", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "SD31-KR012", "set_name": "Structure Deck: Pendulum Evolution", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 376550, "master_duel_rarity": "R"}