{"konami_id": 15576, "password": 33750025, "name": {"en": "Samsara Dragon", "de": "Samsara-Drache", "es": "Dragón Samsara", "fr": "Dragon Samsara", "it": "Drago Samsara", "pt": "Dragão Samsara", "ja": "<ruby>輪<rt>りん</rt></ruby><ruby>廻<rt>ね</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>サンサーラ", "ja_romaji": "Rinneryū Sansāra", "ko": "윤회룡 삼사라", "ko_rr": "Yunhwiryong Samsara", "zh-TW": "輪迴龍 僧娑羅", "zh-CN": "轮回龙 僧娑罗"}, "text": {"en": "This card can be treated as 2 Tributes for the Tribute Summon of a Dragon monster. You can banish this card from your GY, then target 1 Level 5 or higher Dragon monster in your GY; add it to your hand, then, immediately after this effect resolves, you can Tribute Summon that monster. You can only use this effect of \"Samsara Dragon\" once per turn.", "de": "Diese Karte kann als 2 Tribute für die Tributbeschwörung eines Drache-Monsters behandelt werden. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Drache-Monster der Stufe 5 oder höher in deinem Friedhof wählen; füge es deiner Hand hinzu, dann, sofort nachdem dieser Effekt aufgelöst wurde, kannst du das Monster als Tributbeschwörung beschwören. Du kannst diesen Effekt von „Samsara-Drache“ nur einmal pro Spielzug verwenden.", "es": "Esta carta se puede tratar como 2 Sacrificios para la Invocación por Sacrificio de un monstruo Dragón. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo Dragón de Nivel 5 o mayor en tu Cementerio; añádelo a tu mano y después, inmediatamente después de que se resuelva este efecto, puedes Invocar ese monstruo por Sacrificio. Sólo puedes usar este efecto de \"Dragón Samsara\" una vez por turno.", "fr": "Cette carte peut être traitée comme 2 Sacrifices pour l'Invocation Sacrifice d'un monstre Dragon. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Dragon de min. Niveau 5 dans votre Cimetière ; ajoutez-le à votre main, puis, immédiatement après la résolution de cet effet, vous pouvez Invoquer par Sacrifice le monstre. Vous ne pouvez utiliser cet effet de \"Dragon Samsara\" qu'une fois par tour.", "it": "Questa carta può essere considerata come 2 Tributi per l'Evocazione tramite Tributo di un mostro Drago. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro Drago di Livello 5 o superiore nel tuo Cimitero; aggiungilo alla tua mano, poi, immediatamente dopo che questo effetto si è risolto, puoi Evocare tramite Tributo quel mostro. Puoi utilizzare questo effetto di \"Drago Samsara\" una sola volta per turno.", "pt": "Este card pode ser considerado como 2 Tributos para a Invocação-Tributo de um monstro Dragão. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro Dragão de Nível 5 ou mais no seu Cemitério; adicione-o à sua mão e, depois, imediatamente depois que este efeito resolver, você pode Invocar esse monstro por Invocação-Tributo. Você só pode usar este efeito de \"Dragão Samsara\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：ドラゴン族モンスターをアドバンス召喚する場合、このカードは２体分のリリースにできる。②：墓地のこのカードを除外し、自分の墓地のレベル５以上のドラゴン族モンスター１体を対象として発動できる。そのモンスターを手札に加える。その後、そのモンスターをアドバンス召喚できる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 드래곤족 몬스터를 어드밴스 소환할 경우, 이 카드는 2장만큼의 릴리스로 할 수 있다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 레벨 5 이상의 드래곤족 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 패에 넣는다. 그 후, 그 몬스터를 어드밴스 소환할 수 있다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：在升級召喚龍族怪獸的狀況下，可將此卡視為２隻解放。②：可將墓地的此卡除外，將我方墓地的１隻等級５以上的龍族怪獸做為對象發動。將該怪獸加入手牌。其後，可升級召喚該怪獸。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：上级召唤龙族怪兽的情况下，此卡可作为２只解放。②：将墓地的此卡除外，以自己墓地１只等级５以上的龙族怪兽为对象可以发动。将该怪兽加入手牌。然后可将该怪兽上级召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "SamsaraDragon-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFP2-EN037", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFP2-DE037", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFP2-FR037", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFP2-IT037", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFP2-PT037", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP186", "set_name": "V Jump Fall 2020 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP16-KR039", "set_name": "Premium Pack Vol.16", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "CL02-SC180", "set_name": "Classic Pack 02", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 707979, "master_duel_rarity": "SR"}