{"konami_id": 16019, "password": 33773528, "name": {"en": "Amazement Precious Park", "de": "Edler Vergnügungspark", "es": "Precioso Parque de Asombro", "fr": "Parc Précieux Incroyable", "it": "Parco Prezioso Prodigioso", "pt": "Precioso Parque da Diversão", "ja": "アメイズメント・プレシャスパーク", "ja_romaji": "Ameizumento Pureshasu Pāku", "ko": "어메이즈먼트 프레셔스파크", "ko_rr": "Eomeijeumeonteu Peuresyeoseupakeu", "zh-TW": "驚樂園・珍樂園", "zh-CN": "惊乐园・珍宝园"}, "text": {"en": "During your Main Phase, you can activate 1 \"Attraction\" Trap the turn it was Set. During the End Phase: You can send 1 \"Attraction\" Trap you control equipped to a monster to the GY, then target 1 of your \"Attraction\" Traps, with a different name, that is banished or in your GY; Set that card. You can only use each effect of \"Amazement Precious Park\" once per turn.", "de": "Während deiner Main Phase kannst du 1 „Attraktion“-Falle in dem Spielzug aktivieren, in dem sie gesetzt wurde. Während der End Phase: Du kannst 1 „Attraktion“-Falle, die du kontrollierst und mit der ein Monster ausgerüstet ist, auf den Friedhof legen und dann 1 deiner „Attraktion“-Fallen mit einem unterschiedlichen Namen wählen, die verbannt ist oder in deinem Friedhof liegt; setze die Karte. Du kannst jeden Effekt von „Edler Vergnügungspark“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase, puedes activar 1 Trampa \"Atracción\" el turno en el que fue Colocada. Durante la End Phase: puedes mandar al Cementerio 1 Trampa \"Atracción\" que controles equipada a un monstruo, y después seleccionar 1 de tus Trampas \"Atracción\", con un nombre diferente, que esté desterrada o en tu Cementerio; Coloca esa carta. Sólo puedes usar cada efecto de \"Precioso Parque de Asombro\" una vez por turno.", "fr": "Durant votre Main Phase, vous pouvez activer 1 Piège \"Attraction-\" le tour où il a été Posé. Durant la End Phase : vous pouvez envoyer 1 Piège \"Attraction-\" que vous contrôlez équipé à un monstre au Cimetière, puis ciblez 1 de vos Pièges \"Attraction-\", de nom différent, qui est banni ou dans votre Cimetière ; Posez la carte. Vous ne pouvez utiliser chaque effet de \"Parc Précieux Incroyable\" qu'une fois par tour.", "it": "Durante la tua Main Phase, puoi attivare 1 Trappola \"Attrazione\" nel turno in cui è stata Posizionata. Durante la End Phase: puoi mandare 1 Trappola \"Attrazione\" che controlli equipaggiata a un mostro al Cimitero, poi scegliere come bersaglio 1 delle tue Trappole \"Attrazione\", con un nome diverso, che è bandita o nel tuo Cimitero; Posiziona quella carta. Puoi utilizzare ogni effetto di \"Parco Prezioso Prodigioso\" una sola volta per turno.", "pt": "Durante sua Fase Principal, você pode ativar 1 Armadilha \"Atração\" no turno em que ela for Baixada. Durante a Fase Final: você pode enviar para o Cemitério 1 Armadilha \"Atração\" que você controla equipada a um monstro e, depois, escolha 1 das suas Armadilhas \"Atração\", com um nome diferente, que estiver banida ou no seu Cemitério; Baixe esse card. Você só pode usar cada efeito de \"Precioso Parque da Diversão\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分は「アトラクション」罠カード１枚を、セットしたターンの自分メインフェイズに発動できる。②：自分・相手のエンドフェイズに、モンスターに装備されている自分フィールドの「アトラクション」罠カード１枚を墓地へ送り、自分の墓地のカード及び除外されている自分のカードの中から、墓地へ送ったカードとはカード名が異なる「アトラクション」罠カード１枚を対象として発動できる。そのカードを自分の魔法＆罠ゾーンにセットする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신은 \"어트랙션\" 함정 카드 1장을, 세트한 턴의 자신 메인 페이즈에 발동할 수 있다. ②: 자신 / 상대의 엔드 페이즈에, 몬스터에 장착되어 있는 자신 필드의 \"어트랙션\" 함정 카드 1장을 묘지로 보내고, 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, 묘지로 보낸 카드와는 카드명이 다른 \"어트랙션\" 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 자신의 마법 & 함정 존에 세트한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：我方在覆蓋「遊樂設施」陷阱卡的回合的主要階段可發動１張。②：在我方・對方的結束階段，可將１張裝備於怪獸的我方場上的「遊樂設施」陷阱卡送至墓地，從我方墓地中的卡及我方被除外的卡中，將１張卡名與送至墓地的卡不同的「遊樂設施」陷阱卡做為對象發動。將該卡覆蓋在我方的魔法＆陷阱區。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己可将１张“游乐设施”陷阱卡在放置的回合的自己的主要阶段发动。②：在自己・对手的结束阶段，将１张装备于怪兽的自己场上的“游乐设施”陷阱卡送至墓地，从自己墓地的卡及自己被除外的卡中，以卡名和送至墓地的卡不同的１张“游乐设施”陷阱卡为对象可以发动。将该卡放置在自己的魔法与陷阱区域。"}, "card_type": "Spell", "property": "Field", "series": ["Amazement"], "images": [{"index": 1, "image": "AmazementPreciousPark-LIOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN058", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "de": [{"set_number": "LIOV-DE058", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LIOV-FR058", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "it": [{"set_number": "LIOV-IT058", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LIOV-PT058", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LIOV-JP058", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "LIOV-KR058", "set_name": "Lightning Overdrive", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712731, "master_duel_rarity": "R"}