{"konami_id": 16861, "password": 33814281, "name": {"en": "Dark Contract with Patent License", "de": "Dunkler Vertrag mit Patentlizenz", "es": "Contrato Oscuro con Licencia de Patente", "fr": "Contrat des Ténèbres avec Licence de Brevet", "it": "Contratto Oscuro con la Licenza di Brevetto", "pt": "Pacto Obscuro com Licença de Patente", "ja": "<ruby>特<rt>とっ</rt></ruby><ruby>許<rt>きょ</rt></ruby><ruby>権<rt>けん</rt></ruby>の<ruby>契<rt>けい</rt></ruby><ruby>約<rt>やく</rt></ruby><ruby>書<rt>しょ</rt></ruby><ruby>類<rt>るい</rt></ruby>", "ja_romaji": "Tokkyoken no Keiyakushorui", "ko": "특허권의 계약서류", "ko_rr": "Teukheogwon-ui Gyeyakseoryu", "zh-TW": "專利權契約書", "zh-CN": "专利权的契约书文件"}, "text": {"en": "If your opponent Special Summons a monster(s) with the same card type (Fusion, Synchro, Xyz, or Link) as a \"D/D/D\" monster you control (except during the Damage Step): You can inflict 1000 damage to your opponent, also, while this card is on the field, your opponent cannot Special Summon monsters with the same card type as that Special Summoned monster for the rest of this turn. If this card is sent to the GY: You can add 1 \"D/D\" monster from your GY, or 1 face-up \"D/D\" Pendulum Monster from your Extra Deck, to your hand. You can only use this effect of \"Dark Contract with Patent License\" once per turn.", "de": "Falls dein Gegner ein oder mehr Monster mit demselben Kartentyp (Fusion, Synchro, Xyz oder Link) wie ein „D/D/D“-Monster, das du kontrollierst, als Spezialbeschwörung beschwört (außer während des Damage Steps): Du kannst deinem Gegner 1000 Schaden zufügen, zusätzlich, solange diese Karte auf dem Spielfeld liegt, kann dein Gegner für den Rest dieses Spielzugs keine Monster mit demselben Kartentyp wie jenes als Spezialbeschwörung beschworene Monster als Spezialbeschwörung beschwören. Falls diese Karte auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „D/D“-Monster von deinem Friedhof oder 1 offenes „D/D“-Pendelmonster von deinem Extra Deck hinzufügen. Du kannst diesen Effekt von „Dunkler Vertrag mit Patentlizenz“ nur einmal pro Spielzug verwenden.", "es": "Si tu adversario Invoca de Modo Especial uno o más monstruos con el mismo tipo de carta (Fusión, Sincronía, Xyz o Enlace) que el de un monstruo \"D/D/D\" que controlas (excepto durante el Damage Step): puedes infligir 1000 puntos de daño a tu adversario y además, mientras esta carta esté en el Campo, por el resto de este turno tu adversario no puede Invocar monstruos de Modo Especial con el mismo tipo de carta que el de ese monstruo Invocado de Modo Especial. Si esta carta es mandada al Cementerio: puedes añadir a tu mano 1 monstruo \"D/D\" en tu Cementerio o 1 Monstruo de Péndulo \"D/D\" boca arriba en tu Deck Extra. Sólo puedes usar este efecto de \"Contrato Oscuro con Licencia de Patente\" una vez por turno.", "fr": "Si votre adversaire Invoque Spécialement un ou plusieurs monstres du même type de carte (Fusion, Synchro, Xyz ou Lien) qu'un monstre \"D/D/D\" que vous contrôlez (sauf durant la Damage Step) : vous pouvez infliger 1000 points de dommages à votre adversaire, et aussi, tant que cette carte est sur le Terrain, votre adversaire ne peut pas Invoquer Spécialement de monstres du même type de carte que le monstre Invoqué Spécialement le reste de ce tour. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 monstre \"D/D\" depuis votre Cimetière, ou 1 Monstre Pendule \"D/D\" face recto depuis votre Extra Deck, à votre main. Vous ne pouvez utiliser cet effet de \"Contrat des Ténèbres avec Licence de Brevet\" qu'une fois par tour.", "it": "Se il tuo avversario Evoca Specialmente uno o più mostri con lo stesso tipo di carta (Fusione, Synchro, Xyz o Link) di un mostro \"D/D/D\" che controlli (eccetto durante il Damage Step): puoi infliggere 1000 danni al tuo avversario, inoltre, mentre questa carta è sul Terreno, il tuo avversario non può Evocare Specialmente mostri con lo stesso tipo di carta di quel mostro Evocato Specialmente per il resto di questo turno. Se questa carta viene mandata al Cimitero: puoi aggiungere 1 mostro \"D/D\" dal tuo Cimitero, o 1 Mostro Pendulum \"D/D\" scoperto dal tuo Extra Deck, alla tua mano. Puoi utilizzare questo effetto di \"Contratto Oscuro con la Licenza di Brevetto\" una sola volta per turno.", "pt": "Se seu oponente Invocar um ou mais monstros por Invocação-Especial com o mesmo tipo de card (Fusão, Sincro, Xyz ou Link) que o de um monstro \"D/D/D\" que você controla (exceto durante a Etapa de Dano): você pode causar 1000 de dano ao seu oponente e, além disso, enquanto este card estiver no campo, pelo resto deste turno, seu oponente não pode Invocar por Invocação-Especial monstros com o mesmo tipo de card que o desse monstro Invocado por Invocação-Especial. Se este card for enviado para o Cemitério: você pode adicionar à sua mão 1 monstro \"D/D\" do seu Cemitério ou 1 Monstro Pêndulo \"D/D\" com a face para cima do seu Deck Adicional. Você só pode usar este efeito de \"Pacto Obscuro com Licença de Patente\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドの「ＤＤＤ」モンスターと同じ種類（融合・Ｓ・Ｘ・リンク）のモンスターを相手が特殊召喚した場合に発動できる。相手に１０００ダメージを与える。このターン、このカードがフィールドに存在する間、相手はその特殊召喚したモンスターと同じ種類のモンスターを特殊召喚できない。②：このカードが墓地へ送られた場合に発動できる。自分の墓地のモンスター及び自分のＥＸデッキの表側表示のＰモンスターの中から、「ＤＤ」モンスター１体を選んで手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"DDD(디디디)\" 몬스터와 같은 종류(융합 / 싱크로 / 엑시즈 / 링크)의 몬스터를 상대가 특수 소환했을 경우에 발동할 수 있다. 상대에게 1000 데미지를 준다. 이 턴에, 이 카드가 필드에 존재하는 동안, 상대는 그 특수 소환한 몬스터와 같은 종류의 몬스터를 특수 소환할 수 없다. ②: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 자신 묘지의 몬스터 및 자신의 엑스트라 덱의 앞면 표시 펜듈럼 몬스터 중에서, \"DD(디디)\" 몬스터 1장을 고르고 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：对手将种类（融合・同步・超量・连接）与自己场上的“DDD”怪兽相同的怪兽特殊召唤的情况下可以发动。给予对手１０００伤害。此回合，此卡存在于场上期间，对手不可将种类与该特殊召唤的怪兽相同的怪兽特殊召唤。②：此卡被送至墓地的情况下可以发动。从自己墓地的怪兽及自己额外牌组表侧表示的灵摆怪兽中，挑选１只“DD”怪兽加入手牌。"}, "card_type": "Spell", "property": "Field", "series": ["Dark Contract"], "images": [{"index": 1, "image": "DarkContractwithPatentLicense-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN056", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN030", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE056", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE030", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "BACH-SP056", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-SP030", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR056", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR030", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT056", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT030", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT056", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT030", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP056", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "BACH-KR056", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC042", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714454, "master_duel_rarity": "R"}