{"konami_id": 19047, "password": 33872334, "name": {"en": "Phoenix Gearblade", "de": "Phönix-Gerklinge", "es": "Fénix Armacuchilla", "fr": "Gearblade Phénix", "it": "Gearblade Fenice", "pt": "Gearlâmina Fênix", "ja": "フェニックス・ギア・ブレード", "ja_romaji": "Fenikkusu Gia Burēdo", "ko": "피닉스 기어블레이드", "ko_rr": null, "zh-TW": "不死鳥・鋸齒焰刃", "zh-CN": "不死鸟・机亚锋烈刀"}, "text": {"en": null, "de": "Rüste nur ein Krieger- oder FEUER Monster mit dieser Karte aus. Es erhält 300 ATK. Am Ende des Damage Steps, falls das ausgerüstete Monster angegriffen hat: Du kannst diese Karte auf den Friedhof legen; während dieser Battle Phase kann jedes deiner Krieger-Monster und FEUER Monster einen zweiten Angriff durchführen. Falls diese Karte auf den Friedhof gelegt oder verbannt wird, um einen Monstereffekt zu aktivieren: Du kannst diese Karte deiner Hand hinzufügen. Du kannst diesen Effekt von „Phönix-Gerklinge“ nur einmal pro Spielzug verwenden.", "es": "Sólo puedes equipar esta carta a un monstruo Guerrero o de FUEGO. Éste gana 300 ATK. Al final del Damage Step, si el monstruo equipado atacó: puedes mandar esta carta al Cementerio; durante esta Battle Phase, cada uno de tus monstruos Guerrero y monstruos de FUEGO puede hacer un segundo ataque. Si esta carta es mandada al Cementerio, o desterrada, para activar un efecto de monstruo: puedes añadir esta carta a tu mano. Sólo puedes usar este efecto de \"Fénix Armacuchilla\" una vez por turno.", "fr": "Équipable uniquement à un monstre Guerrier ou FEU. Il gagne 300 ATK. À la fin de la Damage Step, si le monstre équipé a attaqué : vous pouvez envoyer cette carte au Cimetière ; durant cette Battle Phase, chacun de vos monstres Guerrier et monstres FEU peut faire une seconde attaque. Si cette carte est envoyée au Cimetière ou bannie pour activer un effet de monstre : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Gearblade Phénix\" qu'une fois par tour.", "it": "Equipaggia solo a un mostro Guerriero o FUOCO. Esso guadagna 300 ATK. Alla fine del Damage Step, se il mostro equipaggiato ha attaccato: puoi mandare questa carta al Cimitero; durante questa Battle Phase, ognuno dei tuoi mostri Guerriero e mostri FUOCO può effettuare un secondo attacco. Se questa carta viene mandata al Cimitero, o bandita, per attivare l'effetto di un mostro: puoi aggiungere questa carta alla tua mano. Puoi utilizzare questo effetto di \"Gearblade Fenice\" una sola volta per turno.", "pt": "Só pode ser equipado a um monstro Guerreiro ou de FOGO. Ele ganha 300 de ATK. No final da Etapa de Dano, se o monstro equipado atacou: você pode enviar este card para o Cemitério; durante esta Fase de Batalha, cada um dos seus monstros Guerreiro e monstros de FOGO pode realizar um segundo ataque. Se este card for enviado para o Cemitério, ou banido, para ativar um efeito de monstro: você pode adicionar este card à sua mão. Você só pode usar este efeito de \"Gearlâmina Fênix\" uma vez por turno.", "ja": "戦士族モンスターか炎属性モンスターにのみ装備可能。\nこのカード名の③の効果は１ターンに１度しか使用できない。\n①：装備モンスターの攻撃力は３００アップする。\n②：装備モンスターが攻撃したダメージステップ終了時、このカードを墓地へ送って発動できる。このバトルフェイズ中、自分の戦士族モンスター及び炎属性モンスターはそれぞれ２回攻撃できる。\n③：このカードがモンスターの効果を発動するために、墓地へ送られた場合または除外された場合に発動できる。このカードを手札に加える。", "ko": "전사족 몬스터나 화염 속성 몬스터에만 장착 가능. 이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 장착 몬스터의 공격력은 300 올린다. ②: 장착 몬스터가 공격한 데미지 스텝 종료시, 이 카드를 묘지로 보내고 발동할 수 있다. 이 배틀 페이즈 중, 자신의 전사족 몬스터 및 화염 속성 몬스터는 각각 2회 공격할 수 있다. ③: 이 카드가 몬스터의 효과를 발동하기 위해, 묘지로 보내졌을 경우 또는 제외되었을 경우에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": "僅可裝備於戰士族怪獸或炎屬性怪獸。\n此卡名的③效果，１回合僅限使用１次。 ①：裝備怪獸的攻擊力提升３００。 ②：裝備怪獸攻擊的傷害步驟結束時，可將此卡送至墓地發動。此戰鬥階段中，我方的戰士族怪獸及炎屬性怪獸各可攻擊２次。 ③：可在此卡為發動怪獸的效果被送至墓地或被除外的狀況下發動。將此卡加入手牌。", "zh-CN": "仅可装备于战士族怪兽或炎属性怪兽。\n此卡名的③效果１回合仅可使用１次。\n①：装备怪兽的攻击力上升３００。\n②：装备怪兽攻击的伤害步骤结束时，将此卡送至墓地可以发动。此战斗阶段中，自己的战士族怪兽及炎属性怪兽可各攻击２次。\n③：此卡为发动怪兽的效果，被送至墓地的情况下或被除外的情况下可以发动。将此卡加入手牌。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "PhoenixGearblade-MZMI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN036", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "de": [{"set_number": "MZMI-DE036", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MZMI-FR036", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "it": [{"set_number": "MZMI-IT036", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MZMI-PT036", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AC03-JP026", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "AC03-KR026", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "24SP-SC323", "set_name": "Entry Pack 2024 Vol.3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 934514, "master_duel_rarity": "N"}