{"konami_id": 8539, "password": 33900648, "name": {"en": "Clear World", "de": "Freie Welt", "es": "Mundo Transparente", "fr": "Monde Transparent", "it": "Mondo Chiaro", "pt": "Mundo Translúcido", "ja": "クリアー・ワールド", "ja_romaji": "Kuriā Wārudo", "ko": "클리어 월드", "ko_rr": null, "zh-TW": "清淨世界", "zh-CN": "清净世界"}, "text": {"en": "During each of your End Phases, pay 500 Life Points or destroy this card. Each player receives effects, depending on the monster Attributes they control. ● LIGHT: Play with your hand revealed at all times. ● DARK: If you control 2 or more monsters, you cannot declare an attack. ● EARTH: During your Standby Phase: Target 1 face-up Defense Position monster you control; destroy that target. ● WATER: During your End Phase: Discard 1 card. ● FIRE: During your End Phase: Take 1000 damage. ● WIND: You must pay 500 Life Points to activate a Spell Card.", "de": "Während jeder deiner End Phasen, zahle 500 Life Points oder zerstöre diese Karte. Jeder Spieler erhält Effekte, abhängig von den Monstereigenschaften, die er kontrolliert. ● LICHT: Spiele fortwährend mit vorgezeigter Hand. ● FINSTERNIS: Falls du 2 oder mehr Monster kontrollierst, kannst du keinen Angriff deklarieren. ● ERDE: Während deiner Standby Phase: Wähle 1 Monster in offener Verteidigungsposition, das du kontrollierst; zerstöre das gewählte Ziel. ● WASSER: Während deiner End Phase: Wirf 1 Karte ab. ● FEUER: Während deiner End Phase: Du erhältst 1000 Schaden. ● WIND: Du musst 500 Life Points zahlen, um eine Zauberkarte zu aktivieren.", "es": "Durante cada una de tus End Phases paga 500 Life Points o destruye esta carta. Cada jugador recibe ciertos efectos, dependiendo de los Atributos de los monstruos que controle: ● LUZ: Juega con tu mano al descubierto. ● OSCURIDAD: Si controlas 2 o más monstruos, no puedes declarar un ataque. ● TIERRA: Durante tu Standby Phase, destruye 1 monstruo en Posición de Defensa boca arriba que controles. ● AGUA: Durante tu End Phase, descarta 1 carta. ● FUEGO: Durante tu End Phase, recibe 1000 puntos de daño. ● VIENTO: Debes pagar 500 Life Points si quieres activar una Carta Mágica.", "fr": "Durant chacune de vos End Phases, payez 500 Life Points ou détruisez cette carte. Chaque joueur reçoit certains effets, dépendant de l'Attribut des monstres qu'il contrôle. ● LUMIÈRE : Jouez toujours avec votre main révélée. ● TÉNÈBRES : Si vous contrôlez 2 monstres ou plus, vous ne pouvez pas déclarer une attaque. ● TERRE : Durant votre Standby Phase, détruisez 1 monstre en Position de Défense face recto que vous contrôlez. ● EAU : Durant votre End Phase, défaussez 1 carte. ● FEU : Durant votre End Phase, recevez 1000 points de dommages. ● VENT : Vous devez payer 500 Life Points pour activer une Carte Magie.", "it": "Durante ogni tua End Phase, paga 500 Life Point o distruggi questa carta. Ogni giocatore riceve effetti, a seconda degli Attributi dei mostri che controlla. ● LUCE: Gioca con la tua mano rivelata in ogni momento. ● OSCURITÀ: Se controlli 2 o più mostri, non puoi dichiarare un attacco. ● TERRA: Durante la tua Standby Phase: scegli come bersaglio 1 mostro scoperto in Posizione di Difesa che controlli; distruggi quel bersaglio. ● ACQUA: Durante la tua End Phase: scarta 1 carta. ● FUOCO: Durante la tua End Phase: subisci 1000 danni. ● VENTO: Devi pagare 500 Life Point per attivare una Carta Magia.", "pt": "Uma vez por turno, durante sua Fase Final, pague 500 PV ou destrua este card. Cada duelista recebe efeitos, dependendo dos Atributos de monstro que eles controlam.\n●LUZ: Duele com a sua mão revelada o tempo todo.\n●TREVAS: Se você controlar 2 ou mais monstros, você não pode declarar um ataque.\n●TERRA: Durante sua Fase de Apoio, destrua 1 monstro com a face para cima em Posição de Defesa que você controla.\n●ÁGUA: Durante sua Fase Final, descarte 1 card.\n●FOGO: Durante sua Fase Final, sofra 1000 de dano.\n●VENTO: Você deve pagar 500 PV para ativar um Card de Magia.", "ja": "このカードのコントローラーは自分エンドフェイズ毎に、５００ＬＰを払うかこのカードを破壊する。①：お互いは自身のフィールドのモンスターの属性によって以下の効果を自身に適用する。●光：手札を全て公開し続ける。●闇：自分フィールドのモンスターが２体以上の場合、攻撃宣言できない。●地：自分スタンバイフェイズに自分の表側守備表示モンスター１体を破壊する。●水：自分エンドフェイズに手札を１枚選んで捨てる。●炎：自分エンドフェイズに１０００ダメージを受ける。●風：５００ＬＰ払わなければ魔法カードを発動できない。", "ko": "이 카드의 컨트롤러는 자신 엔드 페이즈마다, 500 LP를 지불하거나 이 카드를 파괴한다. ①: 양쪽 플레이어는 자신 필드의 몬스터의 속성에 따라 이하의 효과를 자신에게 적용한다. ●빛: 패를 전부 계속해서 공개한다. ●어둠: 자신 필드의 몬스터가 2장 이상일 경우, 공격 선언할 수 없다. ●땅: 자신 스탠바이 페이즈에 자신의 앞면 수비 표시 몬스터 1장을 파괴한다. ●물: 자신 엔드 페이즈에 패를 1장 고르고 버린다. ●화염: 자신 엔드 페이즈에 1000 데미지를 받는다. ●바람: 500 LP 지불하지 않으면 마법 카드를 발동할 수 없다.", "zh-TW": "此卡的控制者在每次我方的結束階段，支付500LP或是破壞此卡。\n①：雙方依據自身場上的怪獸屬性各自適用以下效果。\n●光：持續公開所有手牌。\n●闇：我方場上的怪獸有2隻以上的狀況下，我方無法進行攻擊宣言。\n●地：在我方準備階段，破壞我方的1隻正面守備表示怪獸。\n●水：在我方結束階段，挑選1張手牌捨棄。\n●炎：在我方結束階段，受到1000傷害。\n●風：必須支付500LP才可發動魔法卡。", "zh-CN": "此卡的控制者在每个自己的结束阶段，支付５００LP或将此卡破坏。\n①：双方根据自身场上的怪兽的属性各自适用以下效果。\n●光：持续公开所有手牌。\n●暗：自己场上的怪兽为２只以上的情况下，不可攻击宣言。\n●地：在自己的准备阶段，破坏自己的１只表侧守备表示的怪兽。\n●水：在自己的结束阶段，挑选１张手牌舍弃。\n●炎：在自己的结束阶段，受到１０００伤害。\n●风：必须支付５００LP才可以发动魔法卡。"}, "card_type": "Spell", "property": "Field", "series": ["Clear"], "images": [{"index": 1, "image": "ClearWorld-LCGX-EN-SR-1E.jpg"}], "sets": {"en": [{"set_number": "SOVR-EN099", "set_name": "Stardust Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "LCGX-EN217", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "SOVR-DE099", "set_name": "Stardust Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "LCGX-DE217", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SOVR-FR099", "set_name": "Stardust Overdrive", "rarities": ["Secret Rare"]}], "it": [{"set_number": "SOVR-IT099", "set_name": "Stardust Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "LCGX-IT217", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LE15-JP005", "set_name": "Limited Edition 15", "rarities": ["Ultra Rare"]}, {"set_number": "AC04-JP032", "set_name": "Animation Chronicle 2024", "rarities": ["Common", "Collector's Rare"]}], "ko": [{"set_number": "PP05-KR019", "set_name": "Premium Pack Vol.5", "rarities": ["Ultra Rare"]}, {"set_number": "AC04-KR032", "set_name": "Animation Chronicle 2024", "rarities": ["Common", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 85460, "master_duel_rarity": "SR"}