{"konami_id": 13312, "password": 33964637, "name": {"en": "Secret Six Samurai - Rihan", "de": "Geheime Sechs Samurai - Rihan", "es": "Seis Samuráis Secretos - Rihan", "fr": "Six Samouraïs Secrets - Rihan", "it": "Rihan - Sei Samurai Segreto", "pt": "Seis Samurai Secretos - Rihan", "ja": "<ruby>影<rt>かげ</rt></ruby><ruby>六<rt>ろく</rt></ruby><ruby>武<rt>ぶ</rt></ruby><ruby>衆<rt>しゅう</rt></ruby>－リハン", "ja_romaji": "Kagerokubushū - Rihan", "ko": "그림자 여섯 무사－리한", "ko_rr": null, "zh-TW": "影六武眾－理半", "zh-CN": "影六武众－里半"}, "text": {"en": "3 \"Six Samurai\" monsters with different Attributes\nMust first be Special Summoned (from your Extra Deck) by sending the above cards you control to the GY. (You do not use \"Polymerization\".) Cannot be used as Fusion Material. Once per turn: You can banish 1 \"Six Samurai\" card from your hand or face-up from your field, then target 1 card on the field; banish it. If a \"Six Samurai\" monster(s) you control would be destroyed by battle or card effect, you can banish this card from your GY instead.", "de": "3 „Sechs Samurai“-Monster mit unterschiedlichen Eigenschaften\nMuss erst als Spezialbeschwörung (von deinem Extra Deck) beschworen werden, indem du die oben aufgeführten Karten, die du kontrollierst, auf den Friedhof legst. („Polymerisation“ wird nicht verwendet.) Kann nicht als Fusionsmaterial verwendet werden. Einmal pro Spielzug: Du kannst 1 „Sechs Samurai“-Karte von deiner Hand oder offen von deiner Spielfeldseite verbannen und dann 1 Karte auf dem Spielfeld wählen; verbanne sie. Falls ein oder mehr „Sechs Samurai“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte von deinem Friedhof verbannen.", "es": "3 monstruos \"Seis Samuráis\" con Atributos diferentes\nDebe ser primero Invocado de Modo Especial (desde tu Deck Extra) mandando al Cementerio las cartas mencionadas arriba que controlas. (No usas \"Polimerización\"). No puede ser usado como Material de Fusión. Una vez por turno: puedes desterrar 1 carta \"Seis Samuráis\" en tu mano o boca arriba en tu Campo, y después selecciona 1 carta en el Campo; destiérrala. Si uno o más monstruos \"Seis Samuráis\" que controlas fueran a ser destruidos en batalla o por efecto de una carta, puedes desterrar esta carta en tu Cementerio en su lugar.", "fr": "3 monstres \"Six Samouraïs\" d'Attributs différents\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en envoyant les cartes ci-dessus que vous contrôlez au Cimetière. (N'utilisez pas \"Polymérisation\".) Non utilisable comme Matériel Fusion. Une fois par tour : vous pouvez bannir 1 carte \"Six Samouraïs\" depuis votre main ou face recto depuis votre Terrain, puis ciblez 1 carte sur le Terrain ; bannissez-la. Si un ou plusieurs monstres \"Six Samouraïs\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place.", "it": "3 mostri \"Sei Samurai\" con Attributi diversi\nDeve prima essere Evocato Specialmente (dal tuo Extra Deck) mandando le carte sopra indicate che controlli al Cimitero. (Non utilizzi \"Polimerizzazione\".) Non può essere utilizzato come Materiale da Fusione. Una volta per turno: puoi bandire 1 carta \"Sei Samurai\" dalla tua mano o scoperta dal tuo Terreno, poi scegliere come bersaglio 1 carta sul Terreno; bandiscila. Se uno o più mostri \"Sei Samurai\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire questa carta dal tuo Cimitero.", "pt": "3 monstros \"Seis Samurai\" com Atributos diferentes\nPrimeiro deve ser Invocado por Invocação-Especial (do seu Deck Adicional) ao enviar os cards acima que você controla para o Cemitério. (Você não usa \"Polimerização\".) Não pode ser usado como Matéria de Fusão. Uma vez por turno: você pode banir 1 card \"Seis Samurai\" da sua mão ou com a face para cima do seu campo e, depois, escolher 1 card no campo; bana-o. Se um ou mais monstros \"Seis Samurai\" que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode banir este card do seu Cemitério.", "ja": "属性が異なる「六武衆」モンスター×３\n自分フィールドの上記カードを墓地へ送った場合のみ、ＥＸデッキから特殊召喚できる（「融合」は必要としない）。このカードは融合素材にできない。①：１ターンに１度、手札及び自分フィールドの表側表示のカードの中から、「六武衆」カード１枚を除外し、フィールドのカード１枚を対象として発動できる。そのカードを除外する。②：自分フィールドの「六武衆」モンスターが戦闘・効果で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "속성이 다른 \"여섯 무사\" 몬스터 × 3\n자신 필드의 상기 카드를 묘지로 보냈을 경우에만, 엑스트라 덱에서 특수 소환할 수 있다(\"융합\"은 필요로 하지 않는다). 이 카드는 융합 소재로 할 수 없다. ①: 1턴에 1번, 패 및 자신 필드의 앞면 표시의 카드 중에서, \"여섯 무사\" 카드 1장을 제외하고, 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 제외한다. ②: 자신 필드의 \"여섯 무사\" 몬스터가 전투 / 효과로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": null, "zh-CN": "属性不同的“六武众”怪兽×3\n此卡从额外牌组仅可在将自己场上的上述卡送至墓地的情况下特殊召唤。此卡不可作为融合素材。①：1回合1次，从自己手牌・场上（表侧表示）将1张“六武众”卡除外，以场上的1张卡为对象可以发动。将该卡除外。②：自己场上的“六武众”怪兽将被战斗・效果破坏的情况下，作为代替可将墓地的此卡除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "LIGHT", "level": 5, "atk": 2400, "def": 2400, "materials": "3 \"Six Samurai\" monsters with different Attributes", "series": ["Six Samurai", "Secret Six Samurai"], "images": [{"index": 1, "image": "SecretSixSamuraiRihan-SPWA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "SPWA-EN006", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "de": [{"set_number": "SPWA-DE006", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "SPWA-FR006", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "it": [{"set_number": "SPWA-IT006", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "SPWA-PT006", "set_name": "Spirit Warriors", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DBSW-JP006", "set_name": "Deck Build Pack: Spirit Warriors", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DBSW-KR006", "set_name": "Deck Build Pack: Spirit Warriors", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544112, "master_duel_rarity": "SR"}