{"konami_id": 13707, "password": 33971095, "name": {"en": "Vendread Nightmare", "de": "Venschrecken-Albtraum", "es": "Pesadilla Vengamiedo", "fr": "Cauchemar Vendetterreur", "it": "Incubo Venterrore", "pt": "Pesadelo Vendorror", "ja": "ヴェンデット・ナイトメア", "ja_romaji": "Vendetto Naitomea", "ko": "벤데드 나이트메어", "ko_rr": "Bendeteu Naiteume-eo", "zh-TW": "仇屍・夢魘", "zh-CN": "仇尸・梦魇"}, "text": {"en": "Once per turn: You can Tribute 1 or more \"Vendread\" monsters from your hand and/or field, then target 1 face-up monster you control; increase its Level by the number of monsters Tributed, until the end of this turn. When your attacking \"Vendread\" Ritual Monster destroys an opponent's monster by battle: You can have your monster gain 1000 ATK. You can only use this effect of \"Vendread Nightmare\" once per turn.", "de": "Einmal pro Spielzug: Du kannst 1 oder mehr „Venschrecken“-Monster von deiner Hand und/oder Spielfeldseite als Tribut anbieten und dann 1 offenes Monster wählen, das du kontrollierst; erhöhe seine Stufe bis zum Ende dieses Spielzugs um die Anzahl der als Tribut angebotenen Monster. Wenn dein angreifendes „Venschrecken“-Ritualmonster ein Monster eines Gegners durch Kampf zerstört: Du kannst dein Monster 1000 ATK erhalten lassen. Du kannst diesen Effekt von „Venschrecken-Albtraum“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno: puedes Sacrificar 1 o más monstruos \"Vengamiedo\" en tu mano y/o Campo, y después seleccionar 1 monstruo boca arriba que controles; hasta el final de este turno, aumenta su Nivel en la cantidad de monstruos Sacrificados. Cuando tu Monstruo de Ritual \"Vengamiedo\" atacante destruye un monstruo del adversario en batalla: puedes hacer que tu monstruo gane 1000 ATK. Sólo puedes usar este efecto de \"Pesadilla Vengamiedo\" una vez por turno.", "fr": "Une fois par tour : vous pouvez Sacrifier min. 1 monstre \"Vendetterreur\" depuis votre main et/ou Terrain, puis ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, augmentez son Niveau du nombre de monstres Sacrifiés. Lorsque votre Monstre Rituel \"Vendetterreur\" attaquant détruit un monstre de l'adversaire au combat : vous pouvez faire gagner 1000 ATK à votre monstre. Vous ne pouvez utiliser cet effet de \"Cauchemar Vendetterreur\" qu'une fois par tour.", "it": "Una volta per turno: puoi offrire come Tributo 1 o più mostri \"Venterrore\" dalla tua mano e/o Terreno, poi scegliere come bersaglio 1 mostro scoperto che controlli; aumenta il suo Livello del numero di mostri offerti come Tributo, fino alla fine di questo turno. Quando un tuo Mostro Rituale \"Venterrore\" attaccante distrugge un mostro dell'avversario in battaglia: puoi far guadagnare 1000 ATK al tuo mostro. Puoi utilizzare questo effetto di \"Incubo Venterrore\" una sola volta per turno.", "pt": "Uma vez por turno: você pode oferecer como Tributo 1 ou mais monstros \"Vendorror\" da sua mão e/ou do campo e, depois, escolher 1 monstro com a face para cima que você controla; até o final deste turno, aumente o Nível dele pelo número de monstros oferecidos como Tributo. Quando um Monstro de Ritual \"Vendorror\" atacante seu destruir um monstro do oponente em batalha: você pode fazer com que seu monstro ganhe 1000 de ATK. Você só pode usar este efeito de \"Pesadelo Vendorror\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、自分の手札・フィールドから「ヴェンデット」モンスターを任意の数だけリリースし、自分フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターのレベルはターン終了時までリリースしたモンスターの数だけ上がる。②：自分の「ヴェンデット」儀式モンスターの攻撃で相手モンスターを破壊した時に発動できる。その自分のモンスターの攻撃力は１０００アップする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신의 패 / 필드에서 \"벤데드\" 몬스터를 임의의 수만큼 릴리스하고, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 레벨은 턴 종료시까지 릴리스한 몬스터의 수만큼 올라간다. ②: 자신의 \"벤데드\" 의식 몬스터의 공격으로 상대 몬스터를 파괴했을 때에 발동할 수 있다. 그 자신 몬스터의 공격력은 1000 올린다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：１回合１次，从自己的手牌・场上解放任意数量的“仇尸”怪兽，以自己场上的１只表侧表示怪兽为对象可以发动。该怪兽的等级直至回合结束时为止，上升相当于所解放怪兽数量的数值。②：以自己的“仇尸”仪式怪兽的攻击破坏对手怪兽时可以发动。该自己怪兽的攻击力上升１０００。"}, "card_type": "Spell", "property": "Continuous", "series": ["Vendread"], "images": [{"index": 1, "image": "VendreadNightmare-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN085", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-EN058", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE085", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-DE058", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "FLOD-SP085", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-SP058", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR085", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-FR058", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT085", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-IT058", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT085", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-PT058", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP18-JP015", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "EP18-KR015", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC060", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 558007, "master_duel_rarity": "N"}