{"konami_id": 10282, "password": 33981008, "name": {"en": "The Grand Spellbook Tower", "de": "Der große Magiebuch-Turm", "es": "La Gran Torre del Libro de Magia", "fr": "La Grande Tour Livre de Magie", "it": "La Grandiosa Torre del Libro di Magia", "pt": "A Grande Torre do Livro de Magia", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>書<rt>しょ</rt></ruby><ruby>院<rt>いん</rt></ruby>ラメイソン", "ja_romaji": "Madoshoin Rameison", "ko": "마도서원 라메이슨", "ko_rr": null, "zh-TW": "魔導書院 高塔拉梅森", "zh-CN": "魔导书院拉迈松"}, "text": {"en": "Once per turn, during your Standby Phase, if you have a Spellcaster-Type monster on your side of the field or in your Graveyard: You can place 1 \"Spellbook\" Spell Card from your Graveyard on the bottom of your Deck, except \"The Grand Spellbook Tower\", then draw 1 card. When this card in your possession is destroyed by your opponent's card and sent to your Graveyard: You can Special Summon 1 Spellcaster-Type monster from your hand or Deck whose Level is less than or equal to the number of \"Spellbook\" Spell Cards in your Graveyard.", "de": "Einmal pro Spielzug, während deiner Standby Phase, falls du ein Monster vom Typ Hexer auf deiner Spielfeldseite oder in deinem Friedhof hast: Du kannst 1 „Magiebuch“-Zauberkarte von deinem Friedhof unter dein Deck legen, außer „Der große Magiebuch-Turm“, dann ziehe 1 Karte. Wenn diese Karte, die dir gehört, durch eine Karte deines Gegners zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 Monster vom Typ Hexer als Spezialbeschwörung von deiner Hand oder deinem Deck beschwören, dessen Stufe kleiner oder gleich der Anzahl der „Magiebuch“-Zauberkarten in deinem Friedhof ist.", "es": "Una vez por turno, durante tu Standby Phase, si tienes un monstruo de Tipo Lanzador de Conjuros en tu lado del Campo o tu Cementerio: puedes poner en el fondo de tu Deck 1 Carta Mágica \"Libro de Magia\" en tu Cementerio, excepto \"La Gran Torre del Libro de Magia\", y después robar 1 carta. Cuando esta carta en tu posesión es destruida por una carta de tu adversario y mandada a tu Cementerio: puedes Invocar de Modo Especial, desde tu mano o Deck, 1 monstruo de Tipo Lanzador de Conjuros cuyo Nivel sea menor o igual a la cantidad de Cartas Mágicas \"Libro de Magia\" en tu Cementerio.", "fr": "Une fois par tour, durant votre Standby Phase, si vous avez un monstre de Type Magicien sur votre Terrain ou dans votre Cimetière : vous pouvez placer 1 Carte Magie \"Livre de Magie\" (\"La Grande Tour Livre de Magie\" exclu) depuis votre Cimetière au-dessous de votre Deck, puis piochez 1 carte. Lorsque cette carte en votre possession est détruite par une carte de votre adversaire et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre de Type Magicien depuis votre main ou Deck dont le Niveau est inférieur ou égal au nombre de Cartes Magie \"Livre de Magie\" dans votre Cimetière.", "it": "Una volta per turno, durante la tua Standby Phase, se hai un mostro di Tipo Incantatore sul tuo Terreno o nel tuo Cimitero: puoi mettere 1 Carta Magia \"Libro di Magia\" dal tuo Cimitero in fondo al tuo Deck, eccetto \"La Grandiosa Torre del Libro di Magia\", poi pescare 1 carta. Quando questa carta sotto il tuo comando viene distrutta da una carta dell'avversario e mandata al tuo Cimitero: puoi Evocare Specialmente dalla tua mano o Deck 1 mostro di Tipo Incantatore con un Livello pari o inferiore al numero di Carte Magia \"Libro di Magia\" nel tuo Cimitero.", "pt": "Uma vez por turno, durante sua Fase de Apoio, se você tiver um monstro do Tipo Mago no seu lado do campo ou no seu Cemitério: você pode colocar no fundo do seu Deck 1 Card de Magia \"Livro de Magia\" do seu Cemitério, exceto \"A Grande Torre do Livro de Magia\" e, depois, comprar 1 card. Quando este card em sua posse for destruído por um card do seu oponente e enviado para o seu Cemitério: você pode Invocar por Invocação-Especial 1 monstro do Tipo Mago da sua mão ou Deck cujo Nível seja menor ou igual que o número de Cards de Magia \"Livro de Magia\" no seu Cemitério.", "ja": "①：自分フィールドまたは自分の墓地に魔法使い族モンスターが存在する場合、自分スタンバイフェイズに発動できる。自分の墓地から「魔導書院ラメイソン」以外の「魔導書」魔法カード１枚を選んでデッキの一番下に戻し、自分はデッキから１枚ドローする。②：このカードが相手によって破壊され墓地へ送られた時に発動できる。自分の墓地の「魔導書」魔法カードの数以下のレベルを持つ魔法使い族モンスター１体を手札・デッキから特殊召喚する。", "ko": "①: 자신 필드 또는 자신 묘지에 마법사족 몬스터가 존재할 경우, 자신 스탠바이 페이즈에 발동할 수 있다. 자신 묘지에서 \"마도서원 라메이슨\" 이외의 \"마도서\" 마법 카드 1장을 골라 덱의 맨 아래로 되돌리고, 자신은 덱에서 1장 드로우한다. ②: 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 때에 발동할 수 있다. 자신 묘지의 \"마도서\" 마법 카드의 수 이하의 레벨을 가지는 마법사족 몬스터 1장을 패 / 덱에서 특수 소환한다.", "zh-TW": "我方场上或墓地中存在魔法师族怪兽的场合，1回合1次，可于我方准备阶段时发动。将我方墓地中1张除「魔導書院 高塔拉梅森」以外的冠有「魔導書」之名的魔法卡返回至牌组最下方，并从牌组抽取1张卡牌。此外，此卡因对手被破坏并送入墓地时，可从手牌、牌组特殊召唤1只持有等级为我方墓地中冠有「魔導書」之名的魔法卡数量或以下的魔法族怪兽。", "zh-CN": "①：自己场上或者自己墓地有魔法师族怪兽存在的场合，自己准备阶段才能发动。从自己墓地选「魔导书院 拉迈松」以外的1张「魔导书」魔法卡回到卡组最下面，自己从卡组抽1张。②：这张卡被对方破坏送去墓地时才能发动。把持有自己墓地的「魔导书」魔法卡数量以下的等级的1只魔法师族怪兽从手卡·卡组特殊召唤。"}, "card_type": "Spell", "property": "Field", "series": ["Prophecy", "Spellbook"], "images": [{"index": 1, "image": "TheGrandSpellbookTower-PGL2-EN-GUR-1E.png"}], "sets": {"en": [{"set_number": "ABYR-EN060", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "PGL2-EN057", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Rare"]}], "de": [{"set_number": "ABYR-DE060", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "PGL2-DE057", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Rare"]}], "es": [{"set_number": "ABYR-SP060", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "PGL2-SP057", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Rare"]}], "fr": [{"set_number": "ABYR-FR060", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "PGL2-FR057", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Rare"]}], "it": [{"set_number": "ABYR-IT060", "set_name": "Abyss Rising", "rarities": ["Secret Rare"]}, {"set_number": "PGL2-IT057", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Rare"]}], "pt": [{"set_number": "PGL2-PT057", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Rare"]}], "ja": [{"set_number": "ABYR-JP060", "set_name": "Abyss Rising", "rarities": ["Rare"]}, {"set_number": "LVP1-JP040", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}], "ko": [{"set_number": "ABYR-KR060", "set_name": "Abyss Rising", "rarities": ["Rare"]}, {"set_number": "LVP1-KR040", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}], "zh-TW": [{"set_number": "ABYR-TC060", "set_name": "Abyss Rising", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 223211, "master_duel_rarity": "R"}