{"konami_id": 13876, "password": 34010534, "name": {"en": "Cynet Optimization", "de": "Cynet-Optimierung", "es": "Cinet-Optimización", "fr": "Cynet Optimisation", "it": "Cynet Ottimizzazione", "pt": "Cinet Otimização", "ja": "サイバネット・オプティマイズ", "ja_romaji": "Saibanetto Oputimaizu", "ko": "사이바넷 옵티마이즈", "ko_rr": "Saibanet Optimaijeu", "zh-TW": "電腦網 最佳化", "zh-CN": "电脑网优选法"}, "text": {"en": "If your \"Code Talker\" monster battles, your opponent cannot activate cards or effects until the end of the Damage Step. During your Main Phase, you can: Immediately after this effect resolves, Normal Summon 1 Cyberse monster, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Cyberse monsters (even if this card leaves the field). You can only use this effect of \"Cynet Optimization\" once per turn.", "de": "Falls dein „Kodier-Sprecher“-Monster kämpft, kann dein Gegner bis zum Ende des Damage Steps weder Karten noch Effekte aktivieren. Während deiner Main Phase kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Cyberse-Monster als Normalbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Cyberse-Monstern (selbst falls diese Karte das Spielfeld verlässt). Du kannst diesen Effekt von „Cynet-Optimierung“ nur einmal pro Spielzug verwenden.", "es": "Si tu monstruo \"Codificador Hablador\" batalla, tu adversario no puede activar cartas o efectos hasta el final del Damage Step. Durante tu Main Phase, puedes: inmediatamente después de que se resuelva este efecto, Invocar de Modo Normal 1 monstruo Ciberso, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos Ciberso (aun si esta carta deja el Campo). Sólo puedes usar este efecto de \"Cinet-Optimización\" una vez por turno.", "fr": "Si votre monstre \"Codeur Bavard\" combat, votre adversaire ne peut activer ni de cartes ni d'effets jusqu'à la fin de la Damage Step. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre Cyberse, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Cyberse exclus) depuis l'Extra Deck le reste de ce tour (même si cette carte quitte le Terrain). Vous ne pouvez utiliser cet effet de \"Cynet Optimisation\" qu'une fois par tour.", "it": "Se un tuo mostro \"Codificatore Trasmittente\" combatte, il tuo avversario non può attivare carte o effetti fino alla fine del Damage Step. Durante la tua Main Phase, puoi: immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro Cyberso, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri Cyberso (anche se questa carta lascia il Terreno). Puoi utilizzare questo effetto di \"Cynet Ottimizzazione\" una sola volta per turno.", "pt": "Se um monstro \"Codificar Transmissor\" seu batalhar, seu oponente não pode ativar cards ou efeitos até o final da Etapa de Dano. Durante sua Fase Principal, você pode: imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro Ciberso e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros Ciberso (mesmo que este card deixe o campo). Você só pode usar este efeito de \"Cinet Otimização\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。サイバース族モンスター１体を召喚する。この効果の発動後、ターン終了時まで自分はサイバース族モンスターしかＥＸデッキから特殊召喚できない。②：自分の「コード・トーカー」モンスターが戦闘を行う場合、相手はダメージステップ終了時まで魔法・罠・モンスターの効果を発動できない。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 사이버스족 몬스터 1장을 일반 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 사이버스족 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 자신의 \"코드 토커\" 몬스터가 전투를 실행할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 / 몬스터의 효과를 발동할 수 없다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在我方主要階段發動。召喚１隻電子界族怪獸。此效果發動後，在回合結束前我方可從額外牌組特殊召喚的怪獸僅限電子界族怪獸。②：在我方的「碼語者」怪獸進行戰鬥的狀況下，對方在傷害步驟結束前無法發動魔法・陷阱・怪獸的效果。", "zh-CN": "此卡名的①效果1回合仅可使用1次。①：在自己的主要阶段可以发动。召唤1只电子界族怪兽。此效果发动后，直至回合结束时为止自己从额外牌组仅可特殊召唤电子界族怪兽。②：自己的“码语者”怪兽进行战斗的情况下，对手直至伤害步骤结束时为止不可发动魔法・陷阱・怪兽的效果。"}, "card_type": "Spell", "property": "Continuous", "series": ["Cynet"], "images": [{"index": 1, "image": "CynetOptimization-FIGA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN041", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "de": [{"set_number": "FIGA-DE041", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "fr": [{"set_number": "FIGA-FR041", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "it": [{"set_number": "FIGA-IT041", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "pt": [{"set_number": "FIGA-PT041", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD34-JP023", "set_name": "Structure Deck: Master Link", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SD34-KR023", "set_name": "Structure Deck: Master Link", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "MGP2-SC180", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 563309, "master_duel_rarity": "R"}