{"konami_id": 18438, "password": 34034150, "name": {"en": "Mother Spider Splitter", "de": "Spinnenmutter-Spalterin", "es": "Araña Madre Divisora", "fr": "Araignée Matriarche Fendeuse", "it": "Ragno Madre Separante", "pt": "Aranha Mãe Talhadeira", "ja": "<ruby>分<rt>ぶん</rt></ruby><ruby>裂<rt>れつ</rt></ruby>するマザー・スパイダー", "ja_romaji": "Bunretsusuru Mazā Supaidā", "ko": "분열하는 마더 스파이더", "ko_rr": "Bun-yeolha-neun Madeo Seupaideo", "zh-TW": "分裂的母蜘蛛", "zh-CN": "分裂的母蜘蛛"}, "text": {"en": null, "de": "Falls du keine Monster kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst diese Karte als Tribut anbieten; du kannst für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Xyz-Monstern, zusätzlich beschwöre bis zu 3 „Babyspinne“ als Spezialbeschwörung von deiner Hand und/oder deinem Deck und falls du dies tust, werden sie zu Stufe 5, aber können nicht als Material für eine Xyz-Beschwörung verwendet werden, außer für die Xyz-Beschwörung eines FINSTERNIS Monsters. Du kannst diesen Effekt von „Spinnenmutter-Spalterin“ nur einmal pro Spielzug verwenden.", "es": "Si no controlas monstruos, puedes Invocar esta carta de Modo Especial (desde tu mano). Puedes Sacrificar esta carta; no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos Xyz, y además Invoca de Modo Especial, desde tu mano y/o Deck, hasta 3 \"Araña Bebé\" y, si lo haces, se convierten en Nivel 5, pero no pueden ser usadas como material para una Invocación Xyz, excepto para la Invocación Xyz de un monstruo de OSCURIDAD. Sólo puedes usar este efecto de \"Araña Madre Divisora\" una vez por turno.", "fr": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous pouvez Sacrifier cette carte ; vous ne pouvez pas Invoquer Spécialement depuis l'Extra Deck (Monstres Xyz exclus) le reste de ce tour, et aussi, Invoquez Spécialement max. 3 \"Bébé Araignée\" depuis votre main et/ou Deck, et si vous le faites, ils deviennent Niveau 5, mais ils ne peuvent pas être utilisés comme comme Matériel pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre TÉNÈBRES. Vous ne pouvez utiliser cet effet de \"Araignée Matriarche Fendeuse\" qu'une fois par tour.", "it": "Se non controlli nessun mostro, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi offrire come Tributo questa carta; non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno, eccetto Mostri Xyz, inoltre Evoca Specialmente fino a 3 \"Cucciolo di Ragno\" dalla tua mano e/o Deck e, se lo fai, essi diventano di Livello 5, ma non possono essere utilizzati come materiale per un'Evocazione Xyz, eccetto che per l'Evocazione Xyz di un mostro OSCURITÀ. Puoi utilizzare questo effetto di \"Ragno Madre Separante\" una sola volta per turno.", "pt": "Se você não controlar nenhum monstro, você pode Invocar este card por Invocação-Especial (da sua mão). Você pode oferecer este card como Tributo; você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Xyz e, além disso, Invoque por Invocação-Especial até 3 \"Aranha Bebê\" da sua mão e/ou do Deck e, se isso acontecer, eles se tornam de Nível 5, mas não podem ser usados como matéria para uma Invocação-Xyz, exceto a Invocação-Xyz de um monstro de TREVAS. Você só pode usar este efeito de \"Aranha Mãe Talhadeira\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：自分フィールドにモンスターが存在しない場合、このカードは手札から特殊召喚できる。\n②：このカードをリリースして発動できる。手札・デッキから「ベビー・スパイダー」を３体まで特殊召喚する。この効果で特殊召喚したモンスターはレベルが５になり、Ｘ召喚の素材とする場合、闇属性モンスターのＸ召喚にしか使用できない。この効果の発動後、ターン終了時まで自分はＸモンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 몬스터가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드를 릴리스하고 발동할 수 있다. 패 / 덱에서 \"베이비 스파이더\"를 3장까지 특수 소환한다. 이 효과로 특수 소환한 몬스터는 레벨이 5 가 되고, 엑시즈 소환의 소재로 할 경우, 어둠 속성 몬스터의 엑시즈 소환으로밖에 사용할 수 없다. 이 효과의 발동 후, 턴 종료시까지 자신은 엑시즈 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：在我方場上不存在怪獸的狀況下，可從手牌特殊召喚此卡。②：可解放此卡發動。從手牌・牌組特殊召喚最多３隻「寶寶蜘蛛」。在以透過此效果特殊召喚的怪獸等級變為５，做為超量召喚素材的狀況下，僅限使用於闇屬性怪獸的超量召喚。此效果發動後，在回合結束前我方可從額外牌組特殊召喚的怪獸僅限超量怪獸。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：自己场上不存在怪兽的情况下，此卡可从手牌中特殊召唤。②：解放此卡可以发动。从手牌・牌组将最多３只“宝宝蜘蛛”特殊召唤。以此效果特殊召唤的怪兽的等级变为５，要作为超量召唤的素材的情况下，仅可使用于暗属性怪兽的超量召唤。此效果发动后，直至回合结束时为止自己从额外牌组仅可特殊召唤超量怪兽。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "DARK", "level": 5, "atk": 0, "def": 2300, "series": ["Spider"], "images": [{"index": 1, "image": "MotherSpiderSplitter-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN044", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE044", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR044", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT044", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT044", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "23PP-JP013", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "23PP-KRA13", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714960, "master_duel_rarity": "R"}