{"konami_id": 14334, "password": 34031284, "name": {"en": "Ojama Emperor", "de": "Ojama-Kaiser", "es": "Emperador Ojama", "fr": "Empereur Ojama", "it": "Imperatore Ojama", "pt": "Imperador Ojama", "ja": "おジャマ・エンペラー", "ja_romaji": "Ojama Enperā", "ko": "방해꾼 엠페러", "ko_rr": "Banghaekkun Empereo", "zh-TW": "擾亂怪 皇帝", "zh-CN": "扰乱怪・皇帝"}, "text": {"en": "3 Beast monsters, including an \"Ojama\" monster\nWhile \"Ojama Country\" is in a Field Zone, this card gains 3000 ATK, also it cannot be destroyed by card effects. Your opponent takes any battle damage you would have taken from attacks on this card, instead. You can target 1 non-Link \"Ojama\" monster in your GY; Special Summon it, also for the rest of this turn, you cannot Special Summon monsters from the Extra Deck, except Fusion Monsters. You can only use this effect of \"Ojama Emperor\" once per turn.", "de": "3 Ungeheuer-Monster, darunter ein „Ojama“-Monster\nSolange „Ojama-Land“ in einer Spielfeldzone liegt, erhält diese Karte 3000 ATK, zusätzlich kann sie nicht durch Karteneffekte zerstört werden. Dein Gegner erhält statt dir den Kampfschaden, den du aus Angriffen auf diese Karte erhalten hättest. Du kannst 1 „Ojama“-Nichtlink-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Fusionsmonstern. Du kannst diesen Effekt von „Ojama-Kaiser“ nur einmal pro Spielzug verwenden.", "es": "3 monstruos Bestia, incluyendo un monstruo \"Ojama\"\nMientras \"País de Ojamas\" esté en una Zona del Campo, esta carta gana 3000 ATK, y además no puede ser destruida por efectos de cartas. Tu adversario recibe en su lugar cualquier daño de batalla que hubieras recibido de ataques a esta carta. Puedes seleccionar 1 monstruo \"Ojama\" que no sea de Enlace en tu Cementerio; Invócalo de Modo Especial, y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto Monstruos de Fusión. Sólo puedes usar este efecto de \"Emperador Ojama\" una vez por turno.", "fr": "3 monstres Bête (un monstre \"Ojama\" inclus)\nTant que \"Village Ojama\" est dans une Zone Terrain, cette carte gagne 3000 ATK, et aussi, elle ne peut pas être détruite par des effets de carte. Votre adversaire reçoit les dommages de combat que vous auriez dû recevoir des attaques sur cette carte à la place. Vous pouvez cibler 1 monstre non-Lien \"Ojama\" dans votre Cimetière ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Empereur Ojama\" qu'une fois par tour.", "it": "3 mostri Bestia, compreso un mostro \"Ojama\"\nMentre \"Terra degli Ojama\" è in una Zona Terreno, questa carta guadagna 3000 ATK, inoltre essa non può essere distrutta dagli effetti delle carte. Il tuo avversario subisce qualsiasi danno da combattimento che avresti subito tu da attacchi su questa carta invece di te. Puoi scegliere come bersaglio 1 mostro \"Ojama\" non-Link nel tuo Cimitero; Evocalo Specialmente, inoltre, per il resto di questo turno, non puoi Evocare Specialmente mostri dall'Extra Deck, eccetto Mostri Fusione. Puoi utilizzare questo effetto di \"Imperatore Ojama\" una sola volta per turno.", "pt": "3 monstros Besta, incluindo um monstro \"Ojama\"\nEnquanto \"Nação Ojama\" estiver na Zona do Campo, este card ganha 3000 de ATK e, além disso, ele não pode ser destruído por efeitos de card. Seu oponente, em vez de você, sofre qualquer dano de batalha que você teria sofrido dos ataques contra este card. Você pode escolher 1 monstro \"Ojama\" que não seja Link no seu Cemitério; Invoque-o por Invocação-Especial e, além disso, pelo resto deste turno, você não pode Invocar monstros por Invocação-Especial do Deck Adicional, exceto Monstros de Fusão. Você só pode usar este efeito de \"Imperador Ojama\" uma vez por turno.", "ja": "「おジャマ」モンスターを含む獣族モンスター３体\nこのカード名の③の効果は１ターンに１度しか使用できない。①：フィールドゾーンに「おジャマ・カントリー」が存在する場合、このカードは攻撃力が３０００アップし、効果では破壊されない。②：このカードへの攻撃で発生する自分への戦闘ダメージは代わりに相手が受ける。③：リンクモンスター以外の自分の墓地の「おジャマ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果を発動したターン、自分は融合モンスターしかＥＸデッキから特殊召喚できない。", "ko": "\"방해꾼\" 몬스터를 포함하는 야수족 몬스터 3장\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드 존에 \"방해꾼 컨트리\"가 존재할 경우, 이 카드는 공격력을 3000 올리고, 효과로는 파괴되지 않는다. ②: 이 카드로의 공격으로 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다. ③: 링크 몬스터 이외의 자신 묘지의 \"방해꾼\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과를 발동한 턴에, 자신은 융합 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "包含「扰乱」怪兽的兽族怪兽3只\n这个卡名的③的效果1回合只能使用1次。\n①：场地区域有「扰乱之乡」存在的场合，这张卡的攻击力上升3000，不会被效果破坏。\n②：向这张卡攻击发生的对自己的战斗伤害由对方代受。\n③：以连接怪兽以外的自己墓地1只「扰乱」怪兽为对象才能发动。那只怪兽特殊召唤。这个效果发动过的回合，自己不是融合怪兽不能从额外卡组特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "⬇", "↘"], "atk": 0, "series": ["Ojama"], "images": [{"index": 1, "image": "OjamaEmperor-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN033", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE033", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUOV-SP033", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR033", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT033", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT033", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "19PP-JP002", "set_name": "Premium Pack 2019", "rarities": ["Common", "Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP14-KRA02", "set_name": "Premium Pack Vol.14 1st Wave", "rarities": ["Super Rare", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 581783, "master_duel_rarity": "SR"}