{"konami_id": 16523, "password": 34072799, "name": {"en": "Transonic Bird", "de": "Transsonischer Klangvogel", "es": "Transpájaro Sónico", "fr": "Oiseau Transonique", "it": "Uccello Sonicoultra", "pt": "Transpássaro Sônico", "ja": "トランソニックバード", "ja_romaji": "Toransonikku Bādo", "ko": "트랜소닉 버드", "ko_rr": "Teuraensonik Beodeu", "zh-TW": "穿音速鳥", "zh-CN": "跨音速鸟"}, "text": {"en": "You can Ritual Summon this card with \"Sonic Tracker\". Once per turn: You can reveal 1 Ritual Spell in your hand, add 1 Ritual Monster from your Deck to your hand whose name is listed on that card, and if you do, shuffle the revealed card into the Deck. Once per opponent's turn (Quick Effect): You can send 1 Ritual Spell from your Deck to the GY; this effect becomes that card's effect that Ritual Summons a monster when the card is activated. If this Ritual Summoned card is Tributed: You can target 1 face-up card your opponent controls; negate its effects until the end of this turn.", "de": "Du kannst diese Karte mit „Klangsucher“ als Ritualbeschwörung beschwören. Einmal pro Spielzug: Du kannst 1 Ritualzauber in deiner Hand vorzeigen, deiner Hand 1 Ritualmonster von deinem Deck hinzufügen, dessen Name auf der Karte aufgeführt ist und falls du dies tust, mische die vorgezeigte Karte ins Deck. Einmal pro Spielzug des Gegners (Schnelleffekt): Du kannst 1 Ritualzauber von deinem Deck auf den Friedhof legen; dieser Effekt wird derselbe wie der Effekt der Karte, der ein Monster als Ritualbeschwörung beschwört, wenn die Karte aktiviert wird. Falls diese als Ritualbeschwörung beschworene Karte als Tribut angeboten wird: Du kannst 1 offene Karte wählen, die dein Gegner kontrolliert; annulliere ihre Effekte bis zum Ende dieses Spielzugs.", "es": "Puedes Invocar esta carta por Ritual con \"Rastreador Sónico\". Una vez por turno: puedes mostrar 1 Mágica de Ritual en tu mano, añade a tu mano 1 Monstruo de Ritual en tu Deck cuyo nombre esté listado en esa carta y, si lo haces, baraja al Deck la carta mostrada. Una vez por turno del adversario (Efecto Rápido): puedes mandar al Cementerio 1 Mágica de Ritual en tu Deck; este efecto se convierte en el efecto de esa carta que Invoca por Ritual un monstruo cuando la carta es activada. Si esta carta Invocada por Ritual es Sacrificada: puedes seleccionar 1 carta boca arriba que controle tu adversario; niega sus efectos hasta el final de este turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Traqueur Sonique\". Une fois par tour : vous pouvez révéler 1 Magie Rituelle dans votre main, ajoutez 1 Monstre Rituel depuis votre Deck à votre main dont le nom est listé sur la carte, et si vous le faites, mélangez la carte révélée dans le Deck. Une fois par tour de l'adversaire (Effet Rapide) : vous pouvez envoyer 1 Magie Rituelle depuis votre Deck au Cimetière ; cet effet devient l'effet de la carte qui Invoque Rituellement un monstre lorsque la carte est activée. Si cette carte Invoquée Rituellement est Sacrifiée : vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets.", "it": "Puoi Evocare tramite Rituale questa carta con \"Inseguitore Sonico\". Una volta per turno: puoi rivelare 1 Magia Rituale nella tua mano, aggiungere dal tuo Deck alla tua mano 1 Mostro Rituale il cui nome è indicato su quella carta e, se lo fai, mischia la carta rivelata nel Deck. Una volta per turno dell'avversario (Effetto Rapido): puoi mandare 1 Magia Rituale dal tuo Deck al Cimitero; questo effetto diventa l'effetto di quella carta che Evoca tramite Rituale un mostro quando la carta viene attivata. Se questa carta Evocata tramite Rituale viene offerta come Tributo: puoi scegliere come bersaglio 1 carta scoperta controllata dal tuo avversario; annulla i suoi effetti fino alla fine di questo turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Rastreador Sônico\". Uma vez por turno: você pode revelar 1 Magia de Ritual na sua mão, adicionar 1 Monstro de Ritual do seu Deck à sua mão cujo nome esteja listado nesse card e, se isso acontecer, embaralhe o card revelado no Deck. Uma vez por turno do oponente (Efeito Rápido): você pode enviar 1 Magia de Ritual do seu Deck para o Cemitério; este efeito se torna o efeito desse card que Invoca um monstro por Invocação-Ritual quando o card for ativado. Se este card Invocado por Invocação-Ritual for oferecido como Tributo: você pode escolher 1 card com a face para cima que seu oponente controla; negue seus efeitos até o final deste turno.", "ja": "「音速を追う者」により降臨。①：１ターンに１度、発動できる。手札の儀式魔法カード１枚を相手に見せ、そのカードにカード名が記された儀式モンスター１体をデッキから手札に加え、見せたカードをデッキに戻す。②：相手ターンに１度、デッキから儀式魔法カード１枚を墓地へ送って発動できる。この効果は、その儀式魔法カード発動時の儀式召喚する効果と同じになる。③：儀式召喚したこのカードがリリースされた場合、相手フィールドの表側表示のカード１枚を対象として発動できる。そのカードの効果をターン終了時まで無効にする。", "ko": "\"소닉 트래커\"에 의해 의식 소환. ①: 1턴에 1번, 발동할 수 있다. 패의 의식 마법 카드 1장을 상대에게 보여주고, 그 카드에 카드명이 쓰여진 의식 몬스터 1장을 덱에서 패에 넣고, 보여준 카드를 덱으로 되돌린다. ②: 상대 턴에 1번, 덱에서 의식 마법 카드 1장을 묘지로 보내고 발동할 수 있다. 이 효과는, 그 의식 마법 카드 발동시의 의식 소환하는 효과와 같아진다. ③: 의식 소환한 이 카드가 릴리스되었을 경우, 상대 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드의 효과를 턴 종료시까지 무효로 한다.", "zh-TW": null, "zh-CN": "以“追逐音速者”降临。①：１回合１次，可以发动。向对手出示手牌的１张仪式魔法卡，将１只卡名记载于该卡的仪式怪兽从牌组加入手牌，将所出示的卡放回牌组。②：每个对手回合中１次，从牌组将１张仪式魔法卡送至墓地可以发动。此效果变为与该仪式魔法卡发动时的仪式召唤的效果相同。③：仪式召唤的此卡被解放的情况下，以对手场上的１张表侧表示的卡为对象可以发动。将该卡的效果直至回合结束时为止无效。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Ritual / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 2400, "ritual_spell": "Sonic Tracker", "images": [{"index": 1, "image": "TransonicBird-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN037", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE037", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "es": [{"set_number": "BODE-SP037", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR037", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT037", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT037", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP037", "set_name": "Burst of Destiny", "rarities": ["Rare"]}], "ko": [{"set_number": "BODE-KR037", "set_name": "Burst of Destiny", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP6-SC132", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717201, "master_duel_rarity": "SR"}