{"konami_id": 18206, "password": 34225426, "name": {"en": "Tearlaments Perlegia", "de": "Tränenklagen-Perlegia", "es": "Perlegia Tiagrimentos", "fr": "Perlegia des Tiarmentations", "it": "Perlegia Tiaracrimalamenti", "pt": "Lagrimentiara Perlegia", "ja": "<ruby>嫋々たる漣歌姫の壱世壊<rt>ティアラメンツ・ペルレギア</rt></ruby>", "ja_romaji": "Tiaramentsu Peruregia", "ko": "티아라멘츠 페를레기아", "ko_rr": "Tiaramencheu Pereullegia", "zh-TW": "嫋嫋淚冠哀歌姬的壹世壞", "zh-CN": "嫋嫋泪冠哀歌姬的壹世坏"}, "text": {"en": "Fusion Monsters and \"Tearlaments\" monsters you control gain 500 ATK. If an Aqua \"Tearlaments\" monster is sent to your GY by card effect (except during the Damage Step): You can send 1 Level 4 or lower Aqua monster from your Deck to the GY, but if you sent a non-\"Tearlaments\" monster to the GY, for the rest of this turn you cannot activate cards, or the effects of cards, with the same name as that sent card. You can only use this effect of \"Tearlaments Perlegia\" once per turn.", "de": "Fusionsmonster und „Tränenklage“-Monster, die du kontrollierst, erhalten 500 ATK. Falls ein „Tränenklage“-Aqua-Monster durch einen Karteneffekt auf deinen Friedhof gelegt wird (außer während des Damage Steps): Du kannst 1 Aqua-Monster der Stufe 4 oder niedriger von deinem Deck auf den Friedhof legen, aber falls du ein Nicht-„Tränenklage“-Monster auf den Friedhof gelegt hast, kannst du für den Rest dieses Spielzugs weder Karten noch die Effekte von Karten mit demselben Namen wie jene gelegte Karte aktivieren. Du kannst diesen Effekt von „Tränenklagen-Perlegia“ nur einmal pro Spielzug verwenden.", "es": "Los Monstruos de Fusión y monstruos \"Tiagrimentos\" que controles ganan 500 ATK. Si un monstruo Aqua \"Tiagrimentos\" es mandado a tu Cementerio por efecto de una carta (excepto durante el Damage Step): puedes mandar al Cementerio 1 monstruo Aqua de Nivel 4 o menor en tu Deck, pero si mandaste al Cementerio un monstruo que no fuera \"Tiagrimentos\", por el resto de este turno no puedes activar cartas, o efectos de cartas, con el mismo nombre que esa carta mandada. Sólo puedes usar este efecto de \"Perlegia Tiagrimentos\" una vez por turno.", "fr": "Les monstres \"Tiarmentations\" et Monstres Fusion que vous contrôlez gagnent 500 ATK. Si un monstre \"Tiarmentations\" Aqua est envoyé à votre Cimetière par un effet de carte (sauf durant la Damage Step) : vous pouvez envoyer 1 monstre Aqua de max. Niveau 4 depuis votre Deck au Cimetière, mais si vous avez envoyé un monstre non-\"Tiarmentations\" au Cimetière, vous ne pouvez activer ni de cartes ni d'effets de cartes du même nom que la carte envoyée le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Perlegia des Tiarmentations\" qu'une fois par tour.", "it": "I Mostri Fusione e i mostri \"Tiaracrimalamenti\" che controlli guadagnano 500 ATK. Se un mostro \"Tiaracrimalamenti\" Acqua viene mandato al tuo Cimitero dall'effetto di una carta (eccetto durante il Damage Step): puoi mandare 1 mostro Acqua di Livello 4 o inferiore dal tuo Deck al Cimitero, ma se hai mandato un mostro non-\"Tiaracrimalamenti\" al Cimitero, per il resto di questo turno non puoi attivare carte, o effetti di carte, con lo stesso nome di quella carta mandata. Puoi utilizzare questo effetto di \"Perlegia Tiaracrimalamenti\" una sola volta per turno.", "pt": "Monstros de Fusão e monstros \"Lagrimentiara\" que você controla ganham 500 de ATK. Se um monstro Aqua \"Lagrimentiara\" for enviado para o seu Cemitério por um efeito de card (exceto durante a Etapa de Dano): você pode enviar 1 monstro Aqua de Nível 4 ou menos do seu Deck para o Cemitério, mas se você enviou um monstro que não seja \"Lagrimentiara\" para o Cemitério, pelo resto deste turno você não pode ativar cards, ou os efeitos de cards, com o mesmo nome que o desse card enviado. Você só pode usar este efeito de \"Lagrimentiara Perlegia\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドの融合モンスター及び「ティアラメンツ」モンスターの攻撃力は５００アップする。②：水族の「ティアラメンツ」モンスターが効果で自分の墓地へ送られた場合に発動できる。デッキからレベル４以下の水族モンスター１体を墓地へ送る。この効果で「ティアラメンツ」モンスター以外のモンスターを墓地へ送った場合、このターン、自分はこの効果で墓地へ送ったカード及びその同名カードの効果を発動できない。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 융합 몬스터 및 \"티아라멘츠\" 몬스터의 공격력은 500 올린다. ②: 물족인 \"티아라멘츠\" 몬스터가 효과로 자신 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 레벨 4 이하의 물족 몬스터 1장을 묘지로 보낸다. 이 효과로 \"티아라멘츠\" 몬스터 이외의 몬스터를 묘지로 보냈을 경우, 이 턴에, 자신은 이 효과로 묘지로 보낸 카드 및 그와 같은 이름의 카드의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：自己场上的融合怪兽及“泪冠哀歌”怪兽的攻击力上升５００。②：水族的“泪冠哀歌”怪兽因效果被送至自己墓地的情况下可以发动。从牌组将１只等级４以下的水族怪兽送至墓地。以此效果将“泪冠哀歌”怪兽以外的怪兽送至墓地的情况下，此回合，自己不可发动以此效果送至墓地的卡及该卡的同名卡的效果。"}, "card_type": "Spell", "property": "Field", "series": ["Tearlaments"], "images": [{"index": 1, "image": "TearlamentsPerlegia-PHHY-JP-R.png", "illustration": "TearlamentsPerlegia-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "TearlamentsPerlegia-MP24-EN-UR-1E.png", "illustration": "TearlamentsPerlegia-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "PHHY-EN061", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN179", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PHHY-DE061", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE179", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "PHHY-SP061", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-SP179", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PHHY-FR061", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR179", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PHHY-IT061", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT179", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PHHY-PT061", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT179", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PHHY-JP061", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "ko": [{"set_number": "PHHY-KR061", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC104", "set_name": "Mega Pack 08", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717015, "master_duel_rarity": "SR"}