{"konami_id": 12468, "password": 34449261, "name": {"en": "Fusion Fright Waltz", "de": "Fusionsschreckenwalzer", "es": "Vals de la Fusión del Miedo", "fr": "Fusion Frouvalse", "it": "Fusione Walzer Spaventoso", "pt": "Valsa Assustadora de Fusão", "ja": "<ruby>融合死円舞曲<rt>フュージョン・デス・ワルツ</rt></ruby>", "ja_romaji": "Fyūjon Desu Warutsu", "ko": "퓨전 데스 왈츠", "ko_rr": null, "zh-TW": "融合死圓舞曲", "zh-CN": "融合死圆舞曲"}, "text": {"en": "Target 1 \"Frightfur\" Fusion Monster you control and 1 Fusion Monster your opponent controls; destroy as many other Special Summoned monsters on the field as possible, then each player that had a monster(s) destroyed by this effect takes damage equal to the combined current ATK of the targeted monster(s) on the field.", "de": "Wähle 1 „Schreckenspelz“-Fusionsmonster, das du kontrollierst, und 1 Fusionsmonster, das dein Gegner kontrolliert; zerstöre so viele andere als Spezialbeschwörung beschworene Monster auf dem Spielfeld wie möglich, dann erhält jeder Spieler, von dem ein oder mehr Monster durch diesen Effekt zerstört wurden, Schaden in Höhe der Summe der derzeitigen ATK der gewählten Monster auf dem Spielfeld.", "es": "Selecciona 1 Monstruo de Fusión \"Atemorizante\" que controles y 1 Monstruo de Fusión que controle tu adversario; destruye tantos otros monstruos en el Campo Invocados de Modo Especial como sea posible, y después cada jugador que tuvo uno o más monstruos destruidos por este efecto recibe daño igual al ATK en este momento combinado de los monstruos seleccionados en el Campo.", "fr": "Ciblez 1 Monstre de Fusion \"Frourreur\" que vous contrôlez et 1 Monstre de Fusion contrôlé par votre adversaire ; détruisez autant d'autres monstres Invoqués Spécialement sur le Terrain que possible, puis chaque joueur qui avait un ou plusieurs monstres détruits par cet effet reçoit des dommages égaux à la somme des ATK actuelles des monstres ciblés sur le Terrain.", "it": "Scegli come bersaglio 1 Mostro Fusione \"Pellicciaspavento\" che controlli e 1 Mostro Fusione controllato dal tuo avversario; distruggi tanti altri mostri Evocati Specialmente sul Terreno quanti possibile, poi ogni giocatore a cui sono stati distrutti uno o più mostri da questo effetto subisce danni pari alla somma degli ATK attuali dei mostri scelti come bersaglio sul Terreno.", "pt": "Escolha 1 Monstro de Fusão \"Peladura\" que você controla e 1 Monstro de Fusão que seu oponente controla; destrua tantos outros monstros Invocados por Invocação-Especial no campo quanto possível e, depois, cada duelista que teve um ou mais monstros destruídos por este efeito sofre dano igual ao ATK atual combinado dos monstros escolhidos no campo.", "ja": "①：自分フィールドの「デストーイ」融合モンスター１体と、相手フィールドの融合モンスター１体を対象として発動できる。対象のモンスター以外の、フィールドの特殊召喚されたモンスターを全て破壊する。その後、この効果でモンスターを破壊されたプレイヤーは、対象のモンスターの攻撃力の合計分のダメージを受ける。", "ko": "①: 자신 필드의 \"데스완구\" 융합 몬스터 1장과, 상대 필드의 융합 몬스터 1장을 대상으로 하고 발동할 수 있다. 대상 몬스터 이외의, 필드의 특수 소환된 몬스터를 전부 파괴한다. 그 후, 이 효과로 몬스터가 파괴된 플레이어는, 대상 몬스터의 공격력 합계만큼의 데미지를 받는다.", "zh-TW": null, "zh-CN": "①：以自己场上1只「魔玩具」融合怪兽和对方场上1只融合怪兽为对象才能发动。作为对象的怪兽以外的场上的特殊召唤的怪兽全部破坏。那之后，被这个效果把怪兽破坏的玩家受到作为对象的怪兽的攻击力合计数值的伤害。"}, "card_type": "Trap", "property": "Normal", "series": ["Fusion"], "images": [{"index": 1, "image": "FusionFrightWaltz-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN069", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-EN108", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "TDIL-DE069", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-DE108", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "TDIL-SP069", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-SP108", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "TDIL-FR069", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-FR108", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "TDIL-IT069", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-IT108", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "TDIL-PT069", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-PT108", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "TDIL-JP069", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "ko": [{"set_number": "TDIL-KR069", "set_name": "The Dark Illusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 387303, "master_duel_rarity": "N"}