{"konami_id": 18449, "password": 34456146, "name": {"en": "Sage of Benevolence - Ciela", "de": "Weise der Mildtätigkeit - Ciela", "es": "Sabia de Benevolencia - Ciela", "fr": "Sage de la Bienveillance - Ciela", "it": "Saggia della Benevolenza - Ciela", "pt": "Sábia da Benevolência - Ciela", "ja": "<ruby>慈<rt>じ</rt></ruby><ruby>愛<rt>あい</rt></ruby>の<ruby>賢<rt>けん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>－シエラ", "ja_romaji": "Jiai no Kenja - Shiera", "ko": "자애의 현자－시에라", "ko_rr": "Jayae-ui Hyeonja - Siera", "zh-TW": "慈愛賢者－謝拉", "zh-CN": "慈爱之贤者－谢拉"}, "text": {"en": "(This card is always treated as a \"Sky Striker\" card.)\nYou can discard 1 Spell; Special Summon this card from your hand. You can banish 1 Spell from your GY; give control of this card to your opponent, and if you do, Special Summon 1 \"Sky Striker Ace\" monster from your GY. If this card is destroyed by battle or card effect and sent to the GY: You can target 1 of your banished \"Sky Striker\" Spells; add it to your hand. You can only use each effect of \"Sage of Benevolence - Ciela\" once per turn.", "de": "(Diese Karte wird immer als „Himmelsjäger“-Karte behandelt.)\nDu kannst 1 Zauber abwerfen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Du kannst 1 Zauber von deinem Friedhof verbannen; übergib die Kontrolle über diese Karte an deinen Gegner und falls du dies tust, beschwöre 1 „Himmelsjäger-Ass“-Monster als Spezialbeschwörung von deinem Friedhof. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du kannst 1 deiner verbannten „Himmelsjäger“-Zauber wählen; füge ihn deiner Hand hinzu. Du kannst jeden Effekt von „Weise der Mildtätigkeit - Ciela“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"Caza del Cielo\").\nPuedes descartar 1 Mágica; Invoca esta carta de Modo Especial desde tu mano. Puedes desterrar 1 Mágica en tu Cementerio; da el control de esta carta a tu adversario y, si lo haces, Invoca de Modo Especial 1 monstruo \"Caza del Cielo As\" desde tu Cementerio. Si esta carta es destruida en batalla o por el efecto de una carta y mandada al Cementerio: puedes seleccionar 1 de tus Mágicas \"Caza del Cielo\" desterradas; añádela a tu mano. Sólo puedes usar cada efecto de \"Sabia de Benevolencia - Ciela\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme une carte \"Assaut de l'Air\".)\nVous pouvez défausser 1 Magie ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez bannir 1 Magie depuis votre Cimetière ; donnez le contrôle de cette carte à votre adversaire, et si vous le faites, Invoquez Spécialement 1 monstre \"Assaut de l'Air - As\" depuis votre Cimetière. Si cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez cibler 1 de vos Magies \"Assaut de l'Air\" bannies ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Sage de la Bienveillance - Ciela\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Assaltatrice del Cielo\".)\nPuoi scartare 1 Magia; Evoca Specialmente questa carta dalla tua mano. Puoi bandire 1 Magia dal tuo Cimitero; dai il controllo di questa carta al tuo avversario e, se lo fai, Evoca Specialmente 1 mostro \"Assaltatrice del Cielo Asso\" dal tuo Cimitero. Se questa carta viene distrutta in battaglia o dall'effetto di una carta e mandata al Cimitero: puoi scegliere come bersaglio 1 delle tue Magie \"Assaltatrice del Cielo\" bandite; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Saggia della Benevolenza - Ciela\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Força Celeste\".)\nVocê pode descartar 1 Magia; Invoque este card por Invocação-Especial da sua mão. Você pode banir 1 Magia do seu Cemitério; conceda o controle deste card ao seu oponente e, se isso acontecer, Invoque por Invocação-Especial 1 monstro \"Força Celeste - Ás\" do seu Cemitério. Se este card for destruído em batalha ou por um efeito de card e enviado para o Cemitério: você pode escolher 1 das suas Magias \"Força Celeste\" banidas; adicione-a à sua mão. Você só pode usar cada efeito de \"Sábia da Benevolência - Ciela\" uma vez por turno.", "ja": "このカード名はルール上「閃刀」カードとしても扱う。このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：手札から魔法カード１枚を捨てて発動できる。このカードを手札から特殊召喚する。②：自分の墓地から魔法カード１枚を除外して発動できる。このカードのコントロールを相手に移し、自分の墓地から「閃刀姫」モンスター１体を選んで特殊召喚する。③：このカードが戦闘・効果で破壊され墓地へ送られた場合、除外されている自分の「閃刀」魔法カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명은 룰상 \"섬도\" 카드로도 취급한다. 이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 마법 카드 1장을 버리고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 묘지에서 마법 카드 1장을 제외하고 발동할 수 있다. 이 카드의 컨트롤을 상대에게 옮기고, 자신 묘지에서 \"섬도희\" 몬스터 1장을 골라 특수 소환한다. ③: 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 경우, 제외되어 있는 자신의 \"섬도\" 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“闪刀”卡。\n此卡名的①②③效果１回合仅可各使用１次。\n①：从手牌将１张魔法卡舍弃可以发动。从手牌将此卡特殊召唤。\n②：从自己的墓地将１张魔法卡除外可以发动。此卡的控制权转移给对手，从自己的墓地将１只“闪刀姬”怪兽特殊召唤。\n③：此卡因战斗・效果被破坏并被送至墓地的情况下，以自己除外状态的１张“闪刀”魔法卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WATER", "level": 6, "atk": 2200, "def": 1000, "series": ["Sky Striker"], "images": [{"index": 1, "image": "SageofBenevolenceCiela-YOS1-JP-UR.png", "illustration": "SageofBenevolenceCiela-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "SageofBenevolenceCiela-BLMR-EN-UR-1E.png", "illustration": "SageofBenevolenceCiela-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLMR-EN051", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE051", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR051", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT051", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT051", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "YOS1-JP001", "set_name": "Yu-Gi-Oh! OCG Stories Sky Striker Ace Arc Volume 1 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "23PP-KRB22", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC019", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715654, "master_duel_rarity": "SR"}