{"konami_id": 11641, "password": 34492631, "name": {"en": "Junk Giant", "de": "Gerümpelriese", "es": "Gigante de Basura", "fr": "Robot Géant", "it": "Gigante Rottame", "pt": "Gigante Sucata", "ja": "ジャンク・ジャイアント", "ja_romaji": "Janku Jaianto", "ko": "정크 자이언트", "ko_rr": null, "zh-TW": "廢品巨人", "zh-CN": "废品巨人"}, "text": {"en": "If your opponent controls a Level 5 or higher monster, you can Special Summon this card (from your hand). A Synchro Summon using this card as a Material cannot be negated. If a player Synchro Summons using this card as a Material, the other player cannot activate cards or effects when that monster is Synchro Summoned.", "de": "Falls dein Gegner ein Monster der Stufe 5 oder höher kontrolliert, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Eine Synchrobeschwörung mit dieser Karte als Material kann nicht annulliert werden. Falls ein Spieler eine Synchrobeschwörung mit dieser Karte als Material durchführt, kann der andere Spieler weder Karten noch Effekte aktivieren, wenn das Monster als Synchrobeschwörung beschworen wird.", "es": "Si tu adversario controla un monstruo de Nivel 5 o mayor, puedes Invocar esta carta de Modo Especial (desde tu mano). Una Invocación por Sincronía que use esta carta como Material no puede ser negada. Si un jugador Invoca por Sincronía usando esta carta como Material, el otro jugador no puede activar cartas o efectos cuando ese monstruo es Invocado por Sincronía.", "fr": "Si votre adversaire contrôle un monstre de min. Niveau 5, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Une Invocation Synchro utilisant cette carte comme Matériel ne peut pas être annulée. Si un joueur Invoque par Synchronisation en utilisant cette carte comme Matériel, l'autre joueur ne peut ni activer de cartes ni d'effets lorsque le monstre est Invoqué par Synchronisation.", "it": "Se il tuo avversario controlla un mostro di Livello 5 o superiore, puoi Evocare Specialmente questa carta (dalla tua mano). Una Synchro Evocazione che utilizza questa carta come Materiale non può essere annullata. Se un giocatore Synchro Evoca utilizzando questa carta come Materiale, l'altro giocatore non può attivare carte o effetti quando quel mostro viene Synchro Evocato.", "pt": "Se seu oponente controlar um monstro de Nível 5 ou mais, você pode Invocar este card por Invocação-Especial (da sua mão). Uma Invocação-Sincro que usar este card como uma Matéria não pode ser negada. Se um duelista Invocar por Invocação-Sincro usando este card como uma Matéria, o outro duelista não pode ativar cards ou efeitos quando esse monstro for Invocado por Invocação-Sincro.", "ja": "①：相手フィールドにレベル５以上のモンスターが存在する場合、このカードは手札から特殊召喚できる。②：このカードを素材としたＳ召喚は無効化されず、そのＳ召喚成功時に相手は魔法・罠・モンスターの効果を発動できない。", "ko": "①: 상대 필드에 레벨 5 이상의 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드를 소재로 한 싱크로 소환은 무효화되지 않고, 그 싱크로 소환 성공시에 상대는 마법 / 함정 / 몬스터의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "①：对方场上有5星以上的怪兽存在的场合，这张卡可以从手卡特殊召唤。②：这张卡为素材的同调召唤不会被无效化，在那次同调召唤成功时对方不能把魔法·陷阱·怪兽的效果发动。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 6, "atk": 2000, "def": 2400, "series": ["Junk"], "images": [{"index": 1, "image": "JunkGiant-PGL2-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGL2-EN001", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGL2-DE001", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "es": [{"set_number": "PGL2-SP001", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGL2-FR001", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGL2-IT001", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGL2-PT001", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP17-JP001", "set_name": "Premium Pack 17", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "PP10-KR001", "set_name": "Premium Pack Vol.10", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "NE03-SC017", "set_name": "Nature Pack: Righteous Warriors", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 321695, "master_duel_rarity": "R"}