{"konami_id": 21420, "password": 34541940, "name": {"en": "Artmage Finmel", "de": "Kunstmagus Finmel", "es": "Artmagia Finmel", "fr": "Finmel Artmage", "it": "Finmel Artmage", "pt": "Finmel de Artmage", "ja": "<ruby>神芸学徒<rt>アルトメギア</rt></ruby> ファインメルト", "ja_romaji": "Arutomegia Fainmeruto", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "神艺学徒 珐艺美忒"}, "text": {"en": "Your opponent cannot target Level 6 or lower \"Artmage\" monsters you control with card effects. You can only use each of the following effects of \"Artmage Finmel\" once per turn. If you control an \"Artmage\" card: You can Special Summon this card from your hand, then you can draw 1 card. During the Main Phase, if you have 3 or more different Monster Types on your field (Quick Effect): You can negate the effects of all face-up monsters your opponent currently controls, also until the end of this turn, their ATK's become halved.", "de": "Dein Gegner kann „Kunstmagus“-Monster der Stufe 6 oder niedriger, die du kontrollierst, nicht als Ziel für Karteneffekte wählen. Du kannst jeden der folgenden Effekte von „Kunstmagus Finmel“ nur einmal pro Spielzug verwenden. Falls du eine „Kunstmagus“-Karte kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du 1 Karte ziehen. Während der Main Phase, falls du 3 oder mehr unterschiedliche Monstertypen auf deiner Spielfeldseite hast (Schnelleffekt): Du kannst die Effekte aller offenen Monster annullieren, die dein Gegner derzeit kontrolliert, zusätzlich werden ihre ATK bis zum Ende dieses Spielzugs halbiert.", "es": "Tu adversario no puede seleccionar con efectos de cartas monstruos \"Artmagia\" de Nivel 6 o menor que controles. Sólo puedes usar cada uno de los siguientes efectos de \"Artmagia Finmel\" una vez por turno. Si controlas una carta \"Artmagia\": puedes Invocar esta carta de Modo Especial desde tu mano, y después puedes robar 1 carta. Durante la Main Phase, si tienes 3 o más Tipos de Monstruo diferentes en tu Campo (Efecto Rápido): puedes negar los efectos de todos los monstruos boca arriba que controle tu adversario en este momento y además, hasta el final de este turno, sus ATK se dividen a la mitad.", "fr": "Votre adversaire ne peut pas cibler de monstres \"Artmage\" de max. Niveau 6 que vous contrôlez avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Finmel Artmage\" qu'une fois par tour. Si vous contrôlez une carte \"Artmage\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez piocher 1 carte. Durant la Main Phase, si vous avez min. 3 Types de Monstre différents sur votre Terrain (Effet Rapide) : vous pouvez annuler les effets de tous les monstres face recto actuellement contrôlés par votre adversaire, et aussi, leur ATK sera divisée par deux jusqu'à la fin de ce tour.", "it": "Il tuo avversario non può scegliere come bersaglio i mostri \"Artmage\" di Livello 6 o inferiore che controlli con gli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Finmel Artmage\" una sola volta per turno. Se controlli una carta \"Artmage\": puoi Evocare Specialmente questa carta dalla tua mano, poi puoi pescare 1 carta. Durante la Main Phase, se hai 3 o più Tipi di Mostro diversi sul tuo Terreno (Effetto Rapido): puoi annullare gli effetti di tutti i mostri scoperti attualmente controllati dal tuo avversario, inoltre fino alla fine di questo turno, il loro ATK viene dimezzato.", "pt": "Seu oponente não pode escolher monstros \"Artmage\" de Nível 6 ou menos que você controla como alvo de efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Finmel de Artmage\" uma vez por turno. Se você controlar um card \"Artmage\": você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode comprar 1 card. Durante a Fase Principal, se você tiver 3 ou mais Tipos de Monstro diferentes no seu campo (Efeito Rápido): você pode negar os efeitos de todos os monstros com a face para cima que seu oponente controla atualmente e, além disso, até o final deste turno, o ATK deles é diminuído pela metade.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「アルトメギア」カードが存在する場合に発動できる。このカードを手札から特殊召喚する。その後、自分は１枚ドローできる。②：自分フィールドのレベル６以下の「アルトメギア」モンスターを相手は効果の対象にできない。③：自分・相手のメインフェイズに、自分フィールドのモンスターの種族が３種類以上の場合に発動できる。相手フィールドの全ての表側表示モンスターの効果は無効化され、その攻撃力はターン終了時まで半分になる。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①③效果1回合仅可各使用1次。①：自己场上存在“神艺”卡的情况下可以发动。从手牌将此卡特殊召唤。然后，自己可抽1张。②：对手不可将自己场上的等级6以下的“神艺”怪兽作为效果的对象。③：在自己・对手的主要阶段，自己场上的怪兽的种族为3种以上的情况下可以发动。对手场上的所有表侧表示怪兽的效果无效化，其攻击力直至回合结束时为止变为一半。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 7, "atk": 2400, "def": 1500, "series": ["Artmage"], "images": [{"index": 1, "image": "ArtmageFinmel-DUAD-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN009", "set_name": "Duelist's Advance", "rarities": ["Secret Rare", "Starlight Rare"]}], "de": [{"set_number": "DUAD-DE009", "set_name": "Duelist's Advance", "rarities": ["Secret Rare", "Starlight Rare"]}], "es": [{"set_number": "DUAD-SP009", "set_name": "Duelist's Advance", "rarities": ["Secret Rare", "Starlight Rare"]}], "fr": [{"set_number": "DUAD-FR009", "set_name": "Duelist's Advance", "rarities": ["Secret Rare", "Starlight Rare"]}], "it": [{"set_number": "DUAD-IT009", "set_name": "Duelist's Advance", "rarities": ["Secret Rare", "Starlight Rare"]}], "pt": [{"set_number": "DUAD-PT009", "set_name": "Duelist's Advance", "rarities": ["Secret Rare", "Starlight Rare"]}], "ja": [{"set_number": "DUAD-JP009", "set_name": "Duelist's Advance", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DUAD-KR009", "set_name": "Duelist's Advance", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC009", "set_name": "Duelist's Advance", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1121602}