{"konami_id": 19167, "password": 34541543, "name": {"en": "Master Tao the Chanter", "de": "Tao, Sängermeister", "es": "Maestro Tao el Chanter", "fr": "Maître Tao, le Chanteur", "it": "Maestro Tao il Cantore", "pt": "Mestre Tao, o Declamador", "ja": "<ruby>大<rt>だい</rt></ruby><ruby>陰<rt>おん</rt></ruby><ruby>陽<rt>みょう</rt></ruby><ruby>師<rt>し</rt></ruby> タオ", "ja_romaji": "Daionmyōshi Tao", "ko": "대음양사 타오", "ko_rr": "Dae-eum-yangsa Tao", "zh-TW": "大陰陽師 道", "zh-CN": "大阴阳师 道"}, "text": {"en": null, "de": "Falls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 Illusion-Monster in deinem Friedhof wählen, außer „Tao, Sängermeister“; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Friedhof durchführen, außer von Illusion-Monstern. Du kannst diesen Effekt von „Tao, Sängermeister“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla. Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo Ilusión en tu Cementerio, excepto \"Maestro Tao el Chanter\"; Invócalo de Modo Especial en Posición de Defensa, y además no puedes Invocar de Modo Especial desde el Cementerio por el resto de este turno, excepto monstruos Ilusión. Sólo puedes usar este efecto de \"Maestro Tao el Chanter\" una vez por turno.", "fr": "Si cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre Illusion (\"Maître Tao, le Chanteur\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Illusion exclus) depuis le Cimetière le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Maître Tao, le Chanteur\" qu'une fois par tour.", "it": "Se questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro Illusione nel tuo Cimitero, eccetto \"Maestro Tao il Cantore\"; Evocalo Specialmente in Posizione di Difesa, inoltre non puoi Evocare Specialmente dal Cimitero per il resto di questo turno, eccetto mostri Illusione. Puoi utilizzare questo effetto di \"Maestro Tao il Cantore\" una sola volta per turno.", "pt": "Se este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha. Se este card for enviado para o Cemitério: você pode escolher 1 monstro Ilusão no seu Cemitério, exceto \"Mestre Tao, o Declamador\"; Invoque-o por Invocação-Especial em Posição de Defesa e, além disso, você não pode Invocar por Invocação-Especial do Cemitério pelo resto deste turno, exceto monstros Ilusão. Você só pode usar este efeito de \"Mestre Tao, o Declamador\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。\n②：このカードが墓地へ送られた場合、「大陰陽師　タオ」以外の自分の墓地の幻想魔族モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。この効果の発動後、ターン終了時まで自分は幻想魔族モンスターしか墓地から特殊召喚できない。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다. ②: 이 카드가 묘지로 보내졌을 경우, \"대음양사 타오\" 이외의 자신 묘지의 환상마족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 환상마족 몬스터밖에 묘지에서 특수 소환할 수 없다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。\n①：在此卡與怪獸進行戰鬥的狀況下，該２隻不會因該戰鬥被破壞。\n②：在此卡被送至墓地的狀況下，可將我方墓地的１隻「大陰陽師 道」以外的幻想魔族怪獸做為對象發動。以守備表示特殊召喚該怪獸。此效果發動後，在回合結束前我方可從墓地特殊召喚的怪獸僅限幻想魔族怪獸。", "zh-CN": "此卡名的②效果１回合仅可使用１次。\n①：此卡与怪兽进行战斗的情况下，该２只不会因该战斗被破坏。\n②：此卡被送至墓地的情况下，以自己墓地“大阴阳师 道”以外的１只幻想魔族怪兽为对象可以发动。将该怪兽以守备表示特殊召唤。此效果发动后，直至回合结束时为止，自己从墓地仅可特殊召唤幻想魔族怪兽。"}, "card_type": "Monster", "monster_type_line": "Illusion / Effect", "attribute": "EARTH", "level": 3, "atk": 1200, "def": 900, "images": [{"index": 1, "image": "MasterTaotheChanter-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN025", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-EN237", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AGOV-DE025", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-DE237", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AGOV-FR025", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-FR237", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AGOV-IT025", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-IT237", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AGOV-PT025", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-PT237", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AGOV-JP025", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR025", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC025", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 994625, "master_duel_rarity": "SR"}