{"konami_id": 17822, "password": 34690953, "name": {"en": "Curse of Aramatir", "de": "Fluch von Aramatir", "es": "Maldición de Aramatir", "fr": "Malédiction d'Aramatir", "it": "Maledizione di Aramatir", "pt": "Maldição de Aramatir", "ja": "<ruby>禁<rt>きん</rt></ruby><ruby>呪<rt>じゅ</rt></ruby>アラマティア", "ja_romaji": "Kinju Arametia", "ko": "금주 아라마티아", "ko_rr": "Geumju Aramatia", "zh-TW": "禁咒 菈瑪啟崇頌", "zh-CN": "禁咒 菈玛启崇颂"}, "text": {"en": null, "de": "Während deiner Main Phase: Du kannst 1 „Abenteurer-Spielmarke“ (Fee/ERDE/Stufe 4/ATK 2000/DEF 2000) als Spezialbeschwörung auf eine beliebige Spielfeldseite beschwören, dann lege 1 Karte von deiner Hand auf den Friedhof. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer „Abenteurer-Spielmarken“ und Monstern, die sie erwähnen. Falls ein oder mehr Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst 1 „Abenteurer-Spielmarke“ als Spezialbeschwörung auf eine beliebige Spielfeldseite beschwören. Du kannst jeden Effekt von „Fluch von Aramatir“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes Invocar de Modo Especial 1 \"Ficha Aventurera\" (Hada/TIERRA/Nivel 4/ATK 2000/DEF 2000) a cualquier Campo, y después mandar al Cementerio 1 carta en tu mano. No puedes Invocar monstruos de Modo Especial en el turno en el que activas este efecto, excepto \"Ficha Aventurera\" y monstruos que la mencionen. Si uno o más monstruos que controlas son destruidos en batalla o por el efecto de una carta: puedes Invocar de Modo Especial 1 \"Ficha Aventurera\" a cualquier Campo. Sólo puedes usar cada efecto de \"Maldición de Aramatir\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 \"Jeton Aventurier\" (Elfe/TERRE/Niveau 4/ATK 2000/DEF 2000) sur l'un des Terrains, puis envoyez 1 carte depuis votre main au Cimetière. Vous ne pouvez pas Invoquer Spécialement de monstres (\"Jeton Aventurier\" et monstres qui le mentionnent exclus) le tour où vous activez cet effet. Si un ou plusieurs monstres que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 \"Jeton Aventurier\" sur l'un des Terrains. Vous ne pouvez utiliser chaque effet de \"Malédiction d'Aramatir\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi Evocare Specialmente 1 \"Segna-Avventuriero\" (Fata/TERRA/Livello 4/ATK 2000/DEF 2000) su qualsiasi Terreno, poi mandare 1 carta dalla tua mano al Cimitero. Non puoi Evocare Specialmente mostri nel turno in cui attivi questo effetto, eccetto \"Segna-Avventuriero\" e mostri che lo menzionano. Se uno o più mostri che controlli vengono distrutti in battaglia o dall'effetto di una carta: puoi Evocare Specialmente 1 \"Segna-Avventuriero\" su qualsiasi Terreno. Puoi utilizzare ogni effetto di \"Maledizione di Aramatir\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode Invocar por Invocação-Especial 1 \"Ficha de Aventura\" (Fada/TERRA/Nível 4/ATK 2000/DEF 2000) em qualquer campo e, depois, envie 1 card da sua mão para o Cemitério. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto \"Ficha de Aventura\" e monstros que o mencionem. Se um ou mais monstros que você controla forem destruídos em batalha ou por um efeito de card: você pode Invocar por Invocação-Especial 1 \"Ficha de Aventura\" em qualquer campo. Você só pode usar cada efeito de \"Maldição de Aramatir\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分メインフェイズに発動できる（この効果を発動するターン、自分は「勇者トークン」及びそのトークン名が記されたモンスターしか特殊召喚できない）。自分か相手のフィールドに「勇者トークン」（天使族・地・星４・攻／守２０００）１体を特殊召喚する。その後、自分の手札を１枚選んで墓地へ送る。\n②：自分フィールドのモンスターが戦闘・効果で破壊された場合に発動できる。自分か相手のフィールドに「勇者トークン」１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 자신 또는 상대 필드에 \"용사 토큰\"(천사족 / 땅 / 레벨 4 / 공 2000 / 수 2000) 1장을 특수 소환한다. 그 후, 자신의 패를 1장 고르고 묘지로 보낸다. 이 효과를 발동하는 턴에, 자신은 \"용사 토큰\" 및 그 토큰명이 쓰여진 몬스터밖에 특수 소환할 수 없다. ②: 자신 필드의 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 자신 또는 상대 필드에 \"용사 토큰\" 1장을 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在我方主要階段發動。特殊召喚１隻「勇者衍生物」（天使族・地・星４・攻／守２０００）至我方或對方場上。其後，選擇我方的１張手牌送至墓地。發動此效果的回合，我方可特殊召喚的怪獸僅限「勇者衍生物」及寫有該衍生物名的怪獸。②：可在我方場上的怪獸因戰鬥・效果被破壞的狀況下發動。特殊召喚１隻「勇者衍生物」至我方或對方場上。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：在自己的主要阶段可以发动。将１只“勇者衍生物”（天使族・地・星４・攻／守２０００）特殊召唤至自己或对手场上。然后，挑选１张自己的手牌送至墓地。发动此效果的回合中，自己仅可特殊召唤“勇者衍生物”及记载有该衍生物名的怪兽。②：自己场上的怪兽因战斗・效果被破坏的情况下可以发动。将１只“勇者衍生物”特殊召唤至自己或对手场上。"}, "card_type": "Spell", "property": "Continuous", "series": ["Adventurer"], "images": [{"index": 1, "image": "CurseofAramatir-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN067", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-EN099", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DABL-DE067", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-DE099", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DABL-FR067", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-FR099", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DABL-IT067", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-IT099", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DABL-PT067", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-PT099", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DABL-JP067", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR067", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC047", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 710298, "master_duel_rarity": "SR"}