{"konami_id": 13767, "password": 34767865, "name": {"en": "Cynet Ritual", "de": "Cynet-Ritual", "es": "Cinet-Ritual", "fr": "Cynet Rituel", "it": "Cynet Rituale", "pt": "Cinet Ritual", "ja": "サイバネット・リチューアル", "ja_romaji": "Saibanetto Richūaru", "ko": "사이바넷 리츄얼", "ko_rr": "Saibanet Richyueol", "zh-TW": "電腦網 儀式", "zh-CN": "电脑网仪式"}, "text": {"en": null, "de": "Diese Karte kann verwendet werden, um ein beliebiges Cyberse-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Falls du keine Monster kontrollierst: Du kannst diese Karte und 1 Ritualmonster vom Friedhof verbannen; beschwöre 2 „Cynet-Spielmarken“ (Cyberse/LICHT/Stufe 4/ATK 0/DEF 0) als Spezialbeschwörung. Du kannst diesen Effekt nicht in dem Spielzug aktivieren, in dem diese Karte auf den Friedhof gelegt wurde.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual Ciberso. También debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sean iguales o excedan el Nivel del Monstruo de Ritual que Invoques por Ritual. Si no controlas monstruos: puedes desterrar esta carta y 1 Monstruo de Ritual en el Cementerio; Invoca de Modo Especial 2 \"Fichas Cinet\" (Ciberso/LUZ/Nivel 4/ATK 0/DEF 0). No puedes activar este efecto el turno que esta carta es mandada al Cementerio.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel Cyberse. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si vous ne contrôlez aucun monstre : vous pouvez bannir cette carte et 1 Monstre Rituel depuis le Cimetière ; Invoquez Spécialement 2 \"Jeton Cynet\" (Cyberse/LUMIÈRE/Niveau 4/ATK 0/DEF 0). Vous ne pouvez pas activer cet effet le tour où cette carte est envoyée au Cimetière.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale Cyberso. Devi anche offrire come Tributo, dalla tua mano o Terreno, mostri il cui Livello totale sia pari o superiore al Livello del Mostro Rituale che Evochi tramite Rituale. Se non controlli nessun mostro: puoi bandire questa carta e 1 Mostro Rituale dal Cimitero; Evoca Specialmente 2 \"Segna-Cynet\" (Cyberso/LUCE/Livello 4/ATK 0/DEF 0). Non puoi attivare questo effetto nel turno in cui questa carta viene mandata al Cimitero.", "pt": "Este card pode ser usado para a Invoção-Ritual de qualquer Monstro de Ritual Ciberso. Você também deve oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Se você não controlar nenhum monstro: você pode banir este card e 1 Monstro de Ritual do Cemitério; Invoque por Invocação-Especial 2 \"Fichas Cinet\" (Ciberso/LUZ/Nível 4/ATK 0/DEF 0). Você não pode ativar este efeito no turno em que este card for enviado para o Cemitério.", "ja": "①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札からサイバース族の儀式モンスター１体を儀式召喚する。\n②：自分フィールドにモンスターが存在しない場合、儀式モンスター１体とこのターンに墓地へ送られていないこのカードを自分の墓地から除外して発動できる。自分フィールドに「サイバネット・トークン」（サイバース族・光・星４・攻／守０）２体を特殊召喚する。", "ko": "사이버스족의 의식 몬스터의 의식 소환에 필요. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 사이버스족의 의식 몬스터 1장을 의식 소환한다. ②: 자신 필드에 몬스터가 존재하지 않을 경우, 자신 묘지에서 이 카드와 의식 몬스터 1장을 제외하고 발동할 수 있다. 자신 필드에 \"사이바넷 토큰\"(사이버스족 / 빛 / 레벨 4 / 공 0 / 수 0) 2장을 특수 소환한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "電子界族的儀式怪獸降臨所需。①：為使等級合計為儀式召喚的怪獸的等級以上，解放我方手牌・場上的怪獸，從手牌儀式召喚１隻電子界族的儀式怪獸。②：在我方場上不存在怪獸的狀況下，可從我方墓地將此卡及１隻儀式怪獸除外發動。特殊召喚２隻「電腦網衍生物」（電子界族・光・星４・攻／守０）至我方場上。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "电子界族仪式怪兽的降临所必须。①：为使合计等级为仪式召唤的怪兽的等级以上，将自己手牌・场上的怪兽解放，从手牌将1只电子界族仪式怪兽仪式召唤。②：自己场上不存在怪兽的情况下，从自己的墓地将此卡和1只仪式怪兽除外可以发动。将2只“电脑网衍生物”（电子界族・光・星4・攻/守0）特殊召唤至自己场上。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Spell", "property": "Ritual", "series": ["Cynet"], "images": [{"index": 1, "image": "CynetRitual-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN051", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-EN113", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE051", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-DE113", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR051", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-FR113", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT051", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-IT113", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT051", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-PT113", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP051", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}], "ko": [{"set_number": "CYHO-KR051", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP2-SC092", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 555246, "master_duel_rarity": "N"}