{"konami_id": 11515, "password": 34761062, "name": {"en": "Heavy Knight of the Flame", "de": "Schwerer Ritter der Flamme", "es": "Caballero Pesado de la Llama", "fr": "Grand Chevalier de la Flamme", "it": "Cavaliere Pesante della Fiamma", "pt": "Cavaleiro das Chamas Pesado", "ja": "<ruby>業<rt>ごう</rt></ruby><ruby>火<rt>か</rt></ruby>の<ruby>重<rt>じゅう</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>", "ja_romaji": "Gōka no Jūkishi", "ko": "업화의 중기사", "ko_rr": "Eophwa-ui Junggisa", "zh-TW": "業火的重騎士", "zh-CN": "业火的重骑士"}, "text": {"en": "This card is treated as a Normal Monster while face-up on the field or in the GY. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\n● At the start of the Damage Step, if this card attacked a Special Summoned monster: You can banish that monster.", "de": "Diese Karte wird als Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof liegt. Solange diese Karte ein Normales Monster auf dem Spielfeld ist, kannst du sie als Normalbeschwörung beschwören, damit sie ein Effektmonster mit diesem Effekt wird.\n● Am Beginn des Damage Steps, falls diese Karte ein als Spezialbeschwörung beschworenes Monster angegriffen hat: Du kannst jenes Monster verbannen.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta sea un Monstruo Normal en el Campo, puedes Invocarla de Modo Normal para que se convierta en un Monstruo de Efecto con este efecto.\n● Al comienzo del Damage Step, si esta carta atacó un monstruo Invocado de Modo Especial: puedes desterrar ese monstruo.", "fr": "Cette carte est traitée comme un Monstre Normal tant qu'elle est face recto sur le Terrain ou dans le Cimetière. Tant que cette carte est un Monstre Normal sur le Terrain, vous pouvez l'Invoquer Normalement pour qu'elle devienne un Monstre à Effet avec cet effet.\n● Au début de la Damage Step, si cette carte a attaqué un monstre Invoqué Spécialement : vous pouvez bannir le monstre.", "it": "Questa carta viene considerata come un Mostro Normale mentre è scoperta sul Terreno o nel Cimitero. Mentre questa carta è un Mostro Normale sul Terreno, puoi Evocarla Normalmente per farla diventare un Mostro con Effetto con questo effetto.\n● All'inizio del Damage Step, se questa carta ha attaccato un mostro Evocato Specialmente: puoi bandire quel mostro.", "pt": "Este card é considerado como um Monstro Normal enquanto estiver com a face para cima no campo ou no Cemitério. Enquanto este card for um Monstro Normal no campo, você pode Invocá-lo por Invocação-Normal para fazer com que ele se torne um Monstro de Efeito com este efeito.\n● No começo da Etapa de Dano, se este card atacar um monstro Invocado por Invocação-Especial: você pode banir esse monstro.", "ja": "①：このカードはフィールド・墓地に存在する限り、通常モンスターとして扱う。②：フィールドの通常モンスター扱いのこのカードを通常召喚としてもう１度召喚できる。その場合このカードは効果モンスター扱いとなり以下の効果を得る。\n●このカードが、特殊召喚されたモンスターを攻撃するダメージステップ開始時に発動できる。そのモンスターを除外する。", "ko": "①: 이 카드는 필드 / 묘지에 존재하는 한, 일반 몬스터로 취급한다. ②: 필드의 일반 몬스터 취급의 이 카드를 통상 소환으로서 1번 더 일반 소환할 수 있다. 그 경우 이 카드는 효과 몬스터로 취급되어 이하의 효과를 얻는다.\n●이 카드가, 특수 소환된 몬스터를 공격하는 데미지 스텝 개시시에 발동할 수 있다. 그 몬스터를 제외한다.", "zh-TW": null, "zh-CN": "①：这张卡只要在场上·墓地存在，当作通常怪兽使用。②：可以把场上的当作通常怪兽使用的这张卡作为通常召唤作再1次召唤。那个场合这张卡变成当作效果怪兽使用并得到以下效果。\n●向特殊召唤的怪兽用这张卡攻击的伤害步骤开始时才能发动。那只怪兽除外。"}, "card_type": "Monster", "monster_type_line": "Zombie / Gemini / Effect", "attribute": "FIRE", "level": 4, "atk": 1800, "def": 200, "images": [{"index": 1, "image": "HeavyKnightoftheFlame-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN047", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "SGX3-ENC12", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "WSUP-DE047", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "SGX3-DEC12", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "WSUP-FR047", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "SGX3-FRC12", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "WSUP-IT047", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "SGX3-ITC12", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "WSUP-PT047", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "SGX3-PTC12", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "EP15-JP054", "set_name": "Extra Pack 2015", "rarities": ["Common"]}, {"set_number": "SR09-JP007", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "ko": [{"set_number": "NECH-KR081", "set_name": "The New Challengers", "rarities": ["Common"]}, {"set_number": "SR09-KR007", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 324987, "master_duel_rarity": "R"}