{"konami_id": 18329, "password": 34771947, "name": {"en": "Labyrinth Wall Shadow", "de": "Labyrinthmauer-Schatten", "es": "Sombra del Muro Laberinto", "fr": "Ombre du Mur du Labyrinthe", "it": "Ombra delle Mura Labirintiche", "pt": "Sombra das Paredes do Labirinto", "ja": "ラビリンス・ウォール・シャドウ", "ja_romaji": "Rabirinsu Wōru Shadou", "ko": "래버린스 월 섀도우", "ko_rr": null, "zh-TW": "迷宮壁影", "zh-CN": "迷宫壁・影"}, "text": {"en": "Monsters cannot attack the turn they are Summoned, except monsters whose original Level is 5 or higher. Once per turn, during your Main Phase: You can place 1 of your \"Sanga of the Thunder\", \"Kazejin\", or \"Suijin\" that is banished, or in your hand or Deck, face-up in your Spell & Trap Zone as a Continuous Spell. At the start of your opponent's Battle Phase: You can target 1 monster your opponent controls with less than 1600 ATK; destroy it.", "de": "Monster können nicht in dem Spielzug angreifen, in dem sie beschworen wurden, außer Monstern, deren Grund-Stufe 5 oder höher ist. Einmal pro Spielzug, während deiner Main Phase: Du kannst 1 deiner „Sanga des Donners“, „Kazejin“ oder „Suijin“, der verbannt ist oder sich in deiner Hand oder deinem Deck befindet, offen als Permanenten Zauber in deine Zauber- & Fallenzone legen. Am Beginn der Battle Phase deines Gegners: Du kannst 1 Monster mit weniger als 1600 ATK wählen, das dein Gegner kontrolliert; zerstöre es.", "es": "Ningún monstruo puede atacar el turno en el que es Invocado, excepto monstruos cuyo Nivel original sea 5 o mayor. Una vez por turno, durante tu Main Phase: puedes poner boca arriba en tu Zona de Magia y Trampas como una Mágica Continua 1 de tus \"Sanga del Trueno\", \"Kazejin\" o \"Suijin\" que esté desterrado, o en tu mano o Deck. Al comienzo de la Battle Phase de tu adversario: puedes seleccionar 1 monstruo que controle tu adversario con menos de 1600 ATK; destrúyelo.", "fr": "Les monstres (monstres dont le Niveau d'origine est min. 5 exclus) ne peuvent pas attaquer le tour où ils sont Invoqués. Une fois par tour, durant votre Main Phase : vous pouvez placer face recto 1 de vos \"Sanga du Tonnerre\", \"Kazejin\" ou \"Suijin\" qui est banni, ou dans votre main ou Deck, dans votre Zone Magie & Piège comme Magie Continue. Au début de la Battle Phase de votre adversaire : vous pouvez cibler 1 monstre contrôlé par votre adversaire avec moins de 1600 ATK ; détruisez-le.", "it": "I mostri non possono attaccare nel turno in cui vengono Evocati, eccetto i mostri con Livello originale 5 o superiore. Una volta per turno, durante la tua Main Phase: puoi mettere 1 dei tuoi \"Sanga del Tuono\", \"Kazejin\" o \"Suijin\" che è bandito, o nella tua mano o Deck, scoperto nella tua Zona Magie & Trappole come una Magia Continua. All'inizio della Battle Phase del tuo avversario: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario con ATK inferiore a 1600; distruggilo.", "pt": "Monstros não podem atacar no turno em que forem Invocados, exceto monstros cujo Nível original seja 5 ou mais. Uma vez por turno, durante sua Fase Principal: você pode colocar 1 dos seus \"Sanga do Trovão\", \"Kazejin\" ou \"Suijin\" que estiverem banidos, ou na sua mão ou no Deck, com a face para cima na sua Zona de Magias & Armadilhas como uma Magia Contínua. No começo da Fase de Batalha do seu oponente: você pode escolher 1 monstro que seu oponente controla com menos de 1600 de ATK; destrua-o.", "ja": "①：元々のレベルが５以上のモンスターを除く、召喚・反転召喚・特殊召喚されたモンスターは、そのターンには攻撃できない。②：１ターンに１度、自分メインフェイズに発動できる。自分の手札・デッキ・除外状態の「雷魔神－サンガ」「風魔神－ヒューガ」「水魔神－スーガ」のいずれか１体を選び、永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く。③：相手バトルフェイズ開始時、相手フィールドの攻撃力１６００未満のモンスター１体を対象として発動できる。そのモンスターを破壊する。", "ko": "①: 원래의 레벨이 5 이상의 몬스터가 아닌, 일반 소환 / 반전 소환 / 특수 소환된 몬스터는, 그 턴에는 공격할 수 없다. ②: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 덱 / 제외 상태의 \"번개 마신－썬가\" \"풍 마신－휴가\" \"수 마신－스가\" 중 어느 1장을 골라, 지속 마법 카드로 취급하고 자신의 마법 & 함정 존에 앞면 표시로 놓는다. ③: 상대 배틀 페이즈 개시시, 상대 필드의 공격력 1600 미만의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "①：除原本等级为５以上的怪兽之外的、被召唤・反转召唤・特殊召唤的怪兽在该回合不可攻击。\n②：１回合１次，在自己的主要阶段可以发动。挑选自己的手牌・牌组・除外状态的“雷魔神－桑迦”、“风魔神－休迦”、“水魔神－苏迦”中的任意１只，视为永续魔法卡，以表侧表示放在自己的魔法与陷阱区域。\n③：对手的战斗阶段开始时，以对手场上的１只攻击力不满１６００的怪兽为对象可以发动。将该怪兽破坏。"}, "card_type": "Spell", "property": "Field", "series": ["Labyrinth Wall"], "images": [{"index": 1, "image": "LabyrinthWallShadow-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MAZE-EN007", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-EN259", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MAZE-DE007", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-DE259", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "MAZE-SP007", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-SP259", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MAZE-FR007", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-FR259", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MAZE-IT007", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-IT259", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MAZE-PT007", "set_name": "Maze of Memories", "rarities": ["Rare"]}, {"set_number": "MP24-PT259", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP4-JP007", "set_name": "World Premiere Pack 2023", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP4-KR007", "set_name": "World Premiere Pack 2023", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC043", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715567, "master_duel_rarity": "N"}