{"konami_id": 20072, "password": 34813443, "name": {"en": "Ashened to Endlessness", "de": "Endlos in Asche gelegt", "es": "Calcinada Hasta el Infinito", "fr": "Cendré à l'Infini", "it": "Incenerita nell'Infinito", "pt": "Cinzenta ao Infinito", "ja": "<ruby>果<rt>は</rt></ruby>てなき<ruby>灰<rt>かい</rt></ruby><ruby>滅<rt>めつ</rt></ruby>", "ja_romaji": "Hatenaki Kaimetsu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "During the Main Phase: You can Fusion Summon 1 Pyro Fusion Monster from your Extra Deck using monsters from either field as material, including \"Veidos the Eruption Dragon of Extinction\", and if you do, it gains 500 ATK for each material used. You can banish this card and 1 DARK Pyro monster from your GY; all monsters your opponent currently controls become Pyro until the end of this turn. You can only use each effect of \"Ashened to Endlessness\" once per turn.", "de": "Während der Main Phase: Du kannst 1 Pyro-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören und dafür Monster von einer beliebigen Spielfeldseite als Material verwenden, darunter „Veidos der Eruptionsdrache der Auslöschung“, und falls du dies tust, erhält es für jedes verwendete Material 500 ATK. Du kannst diese Karte und 1 FINSTERNIS Pyro-Monster von deinem Friedhof verbannen; alle Monster, die dein Gegner derzeit kontrolliert, werden bis zum Ende dieses Spielzugs zu Pyro. Du kannst jeden Effekt von „Endlos in Asche gelegt“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase: puedes Invocar por Fusión, desde tu Deck Extra, 1 Monstruo de Fusión Piro usando monstruos de cualquier Campo como material, incluyendo \"Veidos el Dragón Erupción de la Extinción\" y, si lo haces, éste gana 500 ATK por cada material usado. Puedes desterrar esta carta y 1 monstruo Piro de OSCURIDAD en tu Cementerio; todos los monstruos que tu adversario controle en este momento se convierten en Piro hasta el final de este turno. Sólo puedes usar cada efecto de \"Calcinada Hasta el Infinito\" una vez por turno.", "fr": "Durant la Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion Pyro depuis votre Extra Deck en utilisant des monstres (\"Veidos le Dragon Éruption de l'Extinction\" inclus) depuis au moins l'un des Terrains comme Matériel, et si vous le faites, il gagne 500 ATK pour chaque Matériel utilisé. Vous pouvez bannir cette carte et 1 monstre TÉNÈBRES Pyro depuis votre Cimetière ; jusqu'à la fin de ce tour, tous les monstres actuellement contrôlés par votre adversaire deviennent Pyro. Vous ne pouvez utiliser chaque effet de \"Cendré à l'Infini\" qu'une fois par tour.", "it": "Durante la Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione Pyro dal tuo Extra Deck utilizzando mostri da qualsiasi Terreno come materiale, compreso \"Veidos il Drago Eruzione dell'Estinzione\" e, se lo fai, esso guadagna 500 ATK per ogni materiale utilizzato. Puoi bandire questa carta e 1 mostro OSCURITÀ Pyro dal tuo Cimitero; tutti i mostri attualmente controllati dal tuo avversario diventano Pyro fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Incenerita nell'Infinito\" una sola volta per turno.", "pt": "Durante a Fase Principal: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão Piro do seu Deck Adicional usando monstros de qualquer campo como matéria, incluindo \"Veidos, o Dragão de Erupção da Extinção\" e, se isso acontecer, ele ganha 500 de ATK para cada matéria usada. Você pode banir este card e 1 monstro Piro de TREVAS do seu Cemitério; todos os monstros que seu oponente controla atualmente se tornam Piro até o final deste turno. Você só pode usar cada efeito de \"Cinzenta ao Infinito\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Continuous", "series": ["Ashened"], "images": [{"index": 1, "image": "AshenedtoEndlessness-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN096", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE096", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR096", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT096", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT096", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "WPP5-JP041", "set_name": "World Premiere Pack 2024", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1054835}