{"konami_id": 10948, "password": 34834619, "name": {"en": "Luminous Dragon Ritual", "de": "Leuchtendes Drachenritual", "es": "Ritual del Dragón Brillante", "fr": "Rituel Lumineux du Dragon", "it": "Rituale Drago Luminoso", "pt": "Ritual do Dragão Brilhante", "ja": "<ruby>光<rt>こう</rt></ruby><ruby>子<rt>し</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>降<rt>こう</rt></ruby><ruby>臨<rt>りん</rt></ruby>", "ja_romaji": "Kōshiryū Kōrin", "ko": "광자룡강림", "ko_rr": null, "zh-TW": "光子龍降臨", "zh-CN": "流光龙降临"}, "text": {"en": "This card is used to Ritual Summon \"Paladin of Photon Dragon\". You must also Tribute monsters from your hand or field whose total Levels equal exactly 4. You can banish this card from your Graveyard; banish monsters from your Graveyard whose total Levels equal exactly 4, and Special Summon 1 \"Paladin of Photon Dragon\" from your hand after that. (This Special Summon is treated as a Ritual Summon.)", "de": "Diese Karte wird verwendet, um \"Paladin des Photonendrachen\" als Ritualbeschwörung zu beschwören. Du musst außerdem Monster von deiner Hand oder deiner Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe genau 4 entspricht. Du kannst diese Karte von deinem Friedhof verbannen; verbanne Monster von deinem Friedhof, deren gemeinsame Stufe genau 4 entspricht, und beschwöre danach 1 \"Paladin des Photonendrachen\" als Spezialbeschwörung von deiner Hand. (Diese Spezialbeschwörung wird als Ritualbeschwörung behandelt.)", "es": "Esta carta se usa en la Invocación por Ritual de \"Paladín del Dragón Fotónico\". También debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sumen exactamente 4. Puedes desterrar esta carta en tu Cementerio; destierra monstruos en tu Cementerio cuyos Niveles totales sumen exactamente 4, y tras eso Invoca de Modo Especial, desde tu mano, 1 \"Paladín de Dragón Fotónico\". (Esta Invocación Especial se trata como una Invocación por Ritual.)", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Paladin du Dragon Photon\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est égal à 4. Vous pouvez bannir cette carte depuis votre Cimetière ; bannissez des monstres dont le Niveau total est égal à 4 depuis votre Cimetière, et après ça, Invoquez Spécialement 1 \"Paladin du Dragon Photon\" depuis votre main. (Cette Invocation Spéciale est traitée comme une Invocation Rituelle.)", "it": "Questa carta viene utilizzata per Evocata tramite Rituale \"Paladino del Drago Fotonico\". Devi anche offrire come Tributo, dalla tua mano o Terreno, mostri il cui Livello totale sia esattamente pari a 4. Puoi bandire questa carta dal tuo Cimitero; bandisci mostri dal tuo Cimitero il cui Livello totale sia esattamente pari a 4 e, dopo averlo fatto, Evoca Specialmente 1 \"Paladino del Drago Fotonico\" dalla tua mano. (Questa Evocazione Speciale è considerata un'Evocazione tramite Rituale.)", "pt": "Este card é usado para Invocar \"Paladino do Dragão de Fóton\" por Invocação-Ritual. Você também deve oferecer como Tributo monstros da sua mão ou campo cuja soma dos Níveis seja exatamente igual a 4. Você pode banir este car do seu Cemitério; bana monstros do seu Cemitério cuja soma dos Níveis seja exatamente igual a 4 e Invoque por Invocação-Especial 1 \"Paladino do Dragão de Fóton\" da sua mão depois disso. (Esta Invocação-Especial é considerada uma Invocação-Ritual.)", "ja": "「光子竜の聖騎士」の降臨に必要。自分の手札・フィールド上から、レベルの合計が４になるようにモンスターをリリースしなければならない。また、自分のメインフェイズ時に墓地のこのカードをゲームから除外して発動できる。レベルの合計が４になるように自分の墓地のモンスターをゲームから除外し、手札から「光子竜の聖騎士」１体を儀式召喚扱いとして特殊召喚する。", "ko": "\"나이트 오브 포톤 드래곤\"의 의식 소환에 필요. 자신의 패 / 필드 위에서 레벨의 합계가 4가 되도록 몬스터를 릴리스해야 한다. 또한, 자신의 메인 페이즈시에 묘지의 이 카드를 게임에서 제외하고 발동할 수 있다. 레벨의 합계가 4가 되도록 자신 묘지의 몬스터를 게임에서 제외하고, 패에서 \"나이트 오브 포톤 드래곤\" 1장을 의식 소환으로 취급하여 특수 소환한다.", "zh-TW": "「光子龍聖騎兵」降臨所需。必須為使等級合計為４，從我方手牌・場上解放怪獸。此外，在我方主要階段時，可將墓地的此卡從遊戲除外發動。為使等級合計為４，將我方墓地的怪獸從遊戲除外，從手牌將１隻「光子龍聖騎兵」視為儀式召喚進行特殊召喚。", "zh-CN": "降临“光子龙圣骑士”的必备。必须从我方手牌、场上释放等级合计是４的怪兽。此外，在我方主要阶段时可将墓地的此卡从游戏中除外并发动。为使等级合计变成４，将我方墓地的怪兽从游戏中除外，并从手牌将１只“光子龙圣骑士”视为仪式召唤进行特殊召唤。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "LuminousDragonRitual-LVAL-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LVAL-EN062", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "de": [{"set_number": "LVAL-DE062", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "fr": [{"set_number": "LVAL-FR062", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "it": [{"set_number": "LVAL-IT062", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "pt": [{"set_number": "LVAL-PT062", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ja": [{"set_number": "LVAL-JP062", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ko": [{"set_number": "LVAL-KR062", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 317301, "master_duel_rarity": "N"}