{"konami_id": 21145, "password": 34873741, "name": {"en": "Kuribon the Fairy Spirit", "de": "Kuribon der Feengeist", "es": "Kuribon el Espíritu Hada", "fr": "Kuribon l'Esprit Féerique", "it": "Kuribon lo Spirito Fatato", "pt": "Kuribon, o Espírito Fada", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>精<rt>せい</rt></ruby><ruby>霊<rt>れい</rt></ruby>クリボン", "ja_romaji": "Yōseirei Kuribon", "ko": "요정령 크리본", "ko_rr": null, "zh-TW": null, "zh-CN": "妖精灵 库里缎带"}, "text": {"en": "If you control \"Ancient Fairy Dragon\" or a LIGHT monster (Beast, Plant, or Fairy): You can Special Summon this card from your hand, and if you do, it is treated as a Tuner. If another card(s) you control, that is \"Ancient Fairy Dragon\" or a monster(s) that mentions it, would be destroyed by card effect, you can return this card you control to the hand instead. You can only use each effect of \"Kuribon the Fairy Spirit\" once per turn.", "de": "Falls du „Antiker Feendrache“ oder ein LICHT Monster (Ungeheuer, Pflanze oder Fee) kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, wird sie als Empfänger behandelt. Falls eine oder mehr andere Karten, die du kontrollierst und die „Antiker Feendrache“ oder ein Monster sind, das ihn erwähnt, durch einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte, die du kontrollierst, auf die Hand zurückgeben. Du kannst jeden Effekt von „Kuribon der Feengeist“ nur einmal pro Spielzug verwenden.", "es": "Si controlas \"Dragón Hada Antiguo\" o un monstruo de LUZ (Bestia, Planta o Hada): puedes Invocar esta carta de Modo Especial desde tu mano y, si lo haces, ésta se trata como un Cantante. Si otra u otras cartas que controlas, que sean \"Dragón Hada Antiguo\" o uno o más monstruos que lo mencionen, fueran a ser destruidas por el efecto de una carta, puedes devolver esta carta que controlas a la mano en su lugar. Sólo puedes usar cada efecto de \"Kuribon el Espíritu Hada\" una vez por turno.", "fr": "Si vous contrôlez \"Ancien Dragon Féerique\" ou un monstre LUMIÈRE (Bête, Plante ou Elfe) : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, elle est traitée comme Syntoniseur. Si une ou plusieurs autres cartes que vous contrôlez, qui sont \"Ancien Dragon Féerique\" ou un ou plusieurs monstres qui le mentionnent, vont être détruites par un effet de carte, vous pouvez renvoyer cette carte que vous contrôlez à la main à la place. Vous ne pouvez utiliser chaque effet de \"Kuribon l'Esprit Féerique\" qu'une fois par tour.", "it": "Se controlli \"Antico Drago Fatato\" o un mostro LUCE (Bestia, Pianta o Fata): puoi Evocare Specialmente questa carta dalla tua mano e, se lo fai, essa viene considerata come un Tuner. Se una o più altre carte che controlli, che sono \"Antico Drago Fatato\" o uno o più mostri che lo menzionano, stanno per essere distrutte dall'effetto di una carta, puoi invece far ritornare questa carta che controlli nella mano. Puoi utilizzare ogni effetto di \"Kuribon lo Spirito Fatato\" una sola volta per turno.", "pt": "Se você controlar \"Dragão Fada Antigo\" ou um monstro de LUZ (Besta, Planta ou Fada): você pode Invocar este card por Invocação-Especial da sua mão e, se isso acontecer, ele é considerado como um Regulador. Se um ou mais outros cards que você controla, que forem \"Dragão Fada Antigo\" ou um ou mais monstros que o mencionem, seriam destruídos por um efeito de card, em vez disso, você pode devolver este card que você controla para a mão. Você só pode usar cada efeito de \"Kuribon, o Espírito Fada\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「エンシェント・フェアリー・ドラゴン」または獣族・植物族・天使族の光属性モンスターのいずれかが存在する場合に発動できる。このカードを手札から特殊召喚する。この効果で特殊召喚したこのカードはチューナーとして扱う。②：自分フィールドの他の、「エンシェント・フェアリー・ドラゴン」またはそのカード名が記されたモンスターが効果で破壊される場合、代わりにフィールドのこのカードを手札に戻す事ができる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"고대 요정 드래곤\" 또는 야수족 / 식물족 / 천사족인 빛 속성 몬스터 중 어느 것이 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는 튜너로 취급한다. ②: 자신 필드의 다른, \"고대 요정 드래곤\" 또는 그 카드명이 쓰여진 몬스터가 효과로 파괴될 경우, 대신에 필드의 이 카드를 패로 되돌릴 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：自己场上存在“上古精灵龙”或兽族・植物族・天使族的光属性怪兽中的任一的情况下可以发动。从手牌将此卡特殊召唤。将以此效果特殊召唤的此卡视为协调。②：自己场上的其他的、“上古精灵龙”或记载有该卡名的怪兽将被效果破坏的情况下，作为代替可将场上的此卡放回手牌。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 1, "atk": 300, "def": 200, "series": ["Ancient Fairy Dragon"], "images": [{"index": 1, "image": "KuribontheFairySpirit-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "ALIN-JP008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ko": [{"set_number": "ALIN-KR008", "set_name": "Alliance Insight", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC008", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1104080}