{"konami_id": 20069, "password": 35035985, "name": {"en": "Embers of the Ashened", "de": "Glut der in Asche Gelegten", "es": "Brasas de los Calcinados", "fr": "Braises du Cendré", "it": "Braci dell'Incenerita", "pt": "Brasas do Cinzento", "ja": "<ruby>灰<rt>かい</rt></ruby><ruby>滅<rt>めつ</rt></ruby>せし<ruby>成<rt>な</rt></ruby>れの<ruby>果<rt>は</rt></ruby>て", "ja_romaji": "Kaimetsuseshi Nare no Hate", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "灰灭之末路"}, "text": {"en": "2 Pyro monsters\nIf this card is Fusion Summoned: You can target 1 Field Spell in your GY; add it to your hand. At the start of the Damage Step, if this card battles an opponent's Pyro monster: You can destroy that opponent's monster, and if it is your turn, this card can make a second attack in a row. You can only use each effect of \"Embers of the Ashened\" once per turn.", "de": "2 Pyro-Monster\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 1 Spielfeldzauber in deinem Friedhof wählen; füge ihn deiner Hand hinzu. Am Beginn des Damage Steps, falls diese Karte gegen ein Pyro-Monster eines Gegners kämpft: Du kannst jenes Monster des Gegners zerstören und falls es dein Spielzug ist, kann diese Karte sofort einen zweiten Angriff durchführen. Du kannst jeden Effekt von „Glut der in Asche Gelegten“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Piro\nSi esta carta es Invocada por Fusión: puedes seleccionar 1 Mágica de Campo en tu Cementerio; añádela a tu mano. Al comienzo del Damage Step, si esta carta batalla con un monstruo Piro del adversario: puedes destruir ese monstruo del adversario y, si es tu turno, esta carta puede hacer un segundo ataque inmediatamente después. Sólo puedes usar cada efecto de \"Brasas de los Calcinados\" una vez por turno.", "fr": "2 monstres Pyro\nSi cette carte est Invoquée par Fusion : vous pouvez cibler 1 Magie de Terrain dans votre Cimetière ; ajoutez-la à votre main. Au début de la Damage Step, si cette carte combat un monstre Pyro de l'adversaire : vous pouvez détruire le monstre de l'adversaire, et si c'est votre tour, cette carte peut faire une seconde attaque à la suite. Vous ne pouvez utiliser chaque effet de \"Braises du Cendré\" qu'une fois par tour.", "it": "2 mostri Pyro\nSe questa carta viene Evocata tramite Fusione: puoi scegliere come bersaglio 1 Magia Terreno nel tuo Cimitero; aggiungila alla tua mano. All'inizio del Damage Step, se questa carta combatte con un mostro Pyro dell'avversario: puoi distruggere quel mostro dell'avversario e, se è il tuo turno, questa carta può effettuare un secondo attacco di seguito. Puoi utilizzare ogni effetto di \"Braci dell'Incenerita\" una sola volta per turno.", "pt": "2 monstros Piro\nSe este card for Invocado por Invocação-Fusão: você pode escolher 1 Magia de Campo no seu Cemitério; adicione-a à sua mão. No começo da Etapa de Dano, se este card batalhar um monstro Piro do oponente: você pode destruir esse monstro do oponente e, se for seu turno, este card pode realizar um segundo ataque em seguida. Você só pode usar cada efeito de \"Brasas do Cinzento\" uma vez por turno.", "ja": "炎族モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した場合、自分の墓地のフィールド魔法カード１枚を対象として発動できる。そのカードを手札に加える。②：このカードが相手の炎族モンスターと戦闘を行うダメージステップ開始時に発動できる。その相手モンスターを破壊する。この効果を自分ターンに発動した場合、このカードはもう１度だけ続けて攻撃できる。", "ko": null, "zh-TW": null, "zh-CN": "炎族怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：此卡融合召唤的情况下，以自己墓地的１张场地魔法卡为对象可以发动。将该卡加入手牌。②：此卡与对手的炎族怪兽进行战斗的伤害步骤开始时可以发动。将该对手怪兽破坏。此效果在自己回合发动的情况下，此卡可继续再攻击仅１次。"}, "card_type": "Monster", "monster_type_line": "Pyro / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 2900, "def": 2400, "materials": "2 Pyro-Type monsters", "series": ["Ashened"], "images": [{"index": 1, "image": "EmbersoftheAshened-LEDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN093", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "de": [{"set_number": "LEDE-DE093", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LEDE-FR093", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "it": [{"set_number": "LEDE-IT093", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LEDE-PT093", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP5-JP035", "set_name": "World Premiere Pack 2024", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1054832}