{"konami_id": 11452, "password": 35037880, "name": {"en": "Saber Reflection", "de": "Säbelreflexion", "es": "Reflejo de Sable", "fr": "Reflet de Sabre", "it": "Riflessione Sciabola", "pt": "Reflexo do Sabre", "ja": "セイバー・リフレクト", "ja_romaji": "Seibā Rifurekuto", "ko": "세이버 리플렉트", "ko_rr": null, "zh-TW": "軍刀反射", "zh-CN": "军刀反射"}, "text": {"en": "When you take battle or effect damage while you control an \"X-Saber\" monster: Gain LP equal to the damage you took, and if you do, inflict the same amount of damage to your opponent, then you can add 1 \"Saber\" Spell/Trap Card or \"Gottoms\" card from your Deck to your hand. You can only activate 1 \"Saber Reflection\" per turn.", "de": "Wenn du Kampf- oder Effektschaden erhältst, solange du ein „X-Säbel“-Monster kontrollierst: Du erhältst LP in Höhe des Schadens, den du erhalten hast, und falls du dies tust, füge deinem Gegner dieselbe Menge Schaden zu, dann kannst du deiner Hand 1 „Säbel“-Zauber-/Fallenkarte oder „Gottoms“-Karte von deinem Deck hinzufügen. Du kannst nur 1 „Säbelreflexion“ pro Spielzug aktivieren.", "es": "Cuando recibes daño de batalla o efecto mientras controles un monstruo \"Sable-X\": gana tantos LP como el daño que recibiste y, si lo haces, inflige la misma cantidad de daño a tu adversario, y después puedes añadir a tu mano 1 Carta Mágica/de Trampa \"Sable\" o 1 carta \"Gottom\" en tu Deck. Sólo puedes activar 1 \"Reflejo de Sable\" por turno.", "fr": "Lorsque vous recevez des dommages de combat ou d'effet tant que vous contrôlez un monstre \"Sabre X\" : gagnez des LP égaux aux dommages que vous avez reçus, et si vous le faites, infligez le même montant de dommages à votre adversaire, puis vous pouvez ajouter 1 Carte Magie/Piège \"Sabre\" ou 1 carte \"Gottoms\" depuis votre Deck à votre main. Vous ne pouvez activer qu'1 \"Reflet de Sabre\" par tour.", "it": "Quando subisci danno da combattimento o da effetto mentre controlli un mostro \"Sciabola-X\": guadagni LP pari al danno che hai subito e, se lo fai, infliggi lo stesso ammontare di danno al tuo avversario, poi puoi aggiungere 1 Carta Magia/Trappola \"Sciabola\" o 1 carta \"Gottoms\" dal tuo Deck alla tua mano. Puoi attivare solo 1 \"Riflessione Sciabola\" per turno.", "pt": "Quando você sofrer dano de batalha ou dano de efeito enquanto você controlar um monstro \"Sabre-X\": ganhe PV igual ao dano que você sofrer e, se isso acontecer, cause a mesma quantidade de dano ao seu oponente e, depois, você pode adicionar 1 Card de Magia/Armadilha \"Sabre\" ou card \"Gottoms\" do seu Deck à sua mão. Você só pode ativar 1 \"Reflexo do Sabre\" por turno.", "ja": "「セイバー・リフレクト」は１ターンに１枚しか発動できない。①：自分フィールドに「Ｘ－セイバー」モンスターが存在し、自分が戦闘・効果でダメージを受けた時に発動できる。受けたダメージの数値分だけ自分のＬＰを回復し、その数値分だけ相手にダメージを与える。その後、デッキから「セイバー」魔法・罠カード１枚または「ガトムズ」カード１枚を手札に加える事ができる。", "ko": "\"세이버 리플렉트\"는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 \"X－세이버\" 몬스터가 존재하고, 자신이 전투 / 효과로 데미지를 받았을 때에 발동할 수 있다. 받은 데미지의 수치만큼만 자신의 LP를 회복하고, 그 수치만큼만 상대에게 데미지를 준다. 그 후, 덱에서 \"세이버\" 마법 / 함정 카드 1장 또는 \"가톰즈\" 카드 1장을 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张。①：自己场上存在“X－军刀”怪兽，自己因战斗・效果受到伤害时可以发动。依所受到的伤害数值恢复自己的LP，依该数值给予对手伤害。然后，可从牌组将1张“军刀”魔法・陷阱卡或“加特姆士”卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Saber"], "images": [{"index": 1, "image": "SaberReflection-INOV-EN-R-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN090", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "de": [{"set_number": "INOV-DE090", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "es": [{"set_number": "INOV-SP090", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "fr": [{"set_number": "INOV-FR090", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "it": [{"set_number": "INOV-IT090", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "pt": [{"set_number": "INOV-PT090", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "ja": [{"set_number": "SPRG-JP025", "set_name": "Booster SP: Raging Masters", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPRG-KR025", "set_name": "Booster SP: Raging Masters", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "25BZ-SC432", "set_name": "Blazing Dominion Complement Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 321077, "master_duel_rarity": "N"}