{"konami_id": 9051, "password": 35058857, "name": {"en": "Magical King Moonstar", "de": "Magischer König Mondstern", "es": "Rey Mágico Moonstar", "fr": "Étoilune le Roi Magicien", "it": "Re Magico Lunastella", "pt": "Rei Mágico Estrela Lunar", "ja": "<ruby>奇<rt>き</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>王<rt>おう</rt></ruby> ムーン・スター", "ja_romaji": "Kijutsuō Mūn Sutā", "ko": "기술왕 문 스타", "ko_rr": "Gisulwang Mun Seuta", "zh-TW": "奇術王 月星", "zh-CN": "奇术王 月星"}, "text": {"en": "Cannot be used as Synchro Material, except for the Synchro Summon of a DARK Synchro Monster. If you control a Tuner, you can Special Summon this card (from your hand). If this card is Normal or Special Summoned: You can target 1 other face-up monster you control or in your GY; until the end of this turn, this card's Level becomes the same as that monster's, also you cannot Special Summon, except by Synchro Summon.", "de": "Kann nicht als Synchromaterial verwendet werden, außer für die Synchrobeschwörung eines FINSTERNIS Synchromonsters. Falls du einen Empfänger kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 anderes offenes Monster wählen, das du kontrollierst oder das sich in deinem Friedhof befindet; bis zum Ende dieses Spielzugs wird die Stufe dieser Karte dieselbe wie die jenes Monsters, zusätzlich kannst du keine Monster als Spezialbeschwörung beschwören, außer als Synchrobeschwörung.", "es": "No puede ser usado como Material de Sincronía, excepto para la Invocación por Sincronía de un Monstruo de Sincronía de OSCURIDAD. Si controlas un Cantante, puedes Invocar esta carta de Modo Especial (desde tu mano). Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar otro monstruo boca arriba que controles o en tu Cementerio; hasta el final de este turno, el Nivel de esta carta se convierte en el mismo que el de ese monstruo, y además no puedes Invocar de Modo Especial, excepto Invocando por Sincronía.", "fr": "Non utilisable comme Matériel Synchro, sauf pour l'Invocation Synchro d'un Monstre Synchro TÉNÈBRES. Si vous contrôlez un Syntoniseur, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 autre monstre face recto que vous contrôlez ou dans votre Cimetière ; jusqu'à la fin de ce tour, le Niveau de cette carte devient le même que celui du monstre, et aussi, vous ne pouvez pas Invoquer Spécialement, sauf par Invocation Synchro.", "it": "Non può essere utilizzato come Materiale Synchro, eccetto che per la Synchro Evocazione di un Mostro Synchro OSCURITÀ. Se controlli un Tuner, puoi Evocare Specialmente questa carta (dalla tua mano). Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 altro mostro scoperto che controlli o nel tuo Cimitero; fino alla fine di questo turno, il Livello di questa carta diventa lo stesso di quel mostro, inoltre non puoi Evocare Specialmente, eccetto tramite Synchro Evocazione.", "pt": "Não pode ser usado como Matéria Sincro, exceto para a Invocação-Sincro de um Monstro Sincro de TREVAS. Se você controlar um Regulador, você pode Invocar este card por Invocação-Especial (da sua mão). Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 outro monstro com a face para cima que você controla ou no seu Cemitério; até o final deste turno, o Nível deste card se torna o mesmo que o desse monstro e, além disso, você não pode Invocar por Invocação-Especial, exceto por Invocação-Sincro.", "ja": "このカードをＳ素材とする場合、闇属性モンスターのＳ召喚にしか使用できない。①：自分フィールドにチューナーが存在する場合、このカードは手札から特殊召喚できる。②：このカードが召喚・特殊召喚した場合、自分のフィールド（表側表示）・墓地のモンスター１体を対象として発動できる。このカードのレベルはターン終了時までそのモンスターと同じになる。この効果の発動後、ターン終了時まで自分はＳ召喚以外の特殊召喚ができない。", "ko": "이 카드를 싱크로 소재로 할 경우, 어둠 속성 몬스터의 싱크로 소환으로밖에 사용할 수 없다. ①: 자신 필드에 튜너가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우, 자신의 필드(앞면 표시) / 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 레벨은 턴 종료시까지 그 몬스터와 같아진다. 이 효과의 발동 후, 턴 종료시까지 자신은 싱크로 소환 이외의 특수 소환을 할 수 없다.", "zh-TW": null, "zh-CN": "以此卡作为同步素材的情况下，仅可使用于暗属性怪兽的同步召唤。\n①：自己场上存在协调的情况下，此卡可从手牌中特殊召唤。\n②：此卡召唤・特殊召唤的情况下，以自己场上（表侧表示）・墓地的１只怪兽为对象可以发动。直至回合结束时为止，此卡的等级变为与该怪兽相同。此效果发动后，直至回合结束时为止，自己不可进行同步召唤以外的特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 3, "atk": 900, "def": 600, "series": ["King"], "images": [{"index": 1, "image": "MagicalKingMoonstar-SD46-JP-C.png", "illustration": "MagicalKingMoonstar-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "MagicalKingMoonstar-SDCK-EN-C-1E.png", "illustration": "MagicalKingMoonstar-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "PGL3-EN004", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "SDCK-EN015", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "de": [{"set_number": "PGL3-DE004", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "SDCK-DE015", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "fr": [{"set_number": "PGL3-FR004", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "SDCK-FR015", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "it": [{"set_number": "PGL3-IT004", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "SDCK-IT015", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "pt": [{"set_number": "PGL3-PT004", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "SDCK-PT015", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "ja": [{"set_number": "PP18-JP004", "set_name": "Premium Pack 18", "rarities": ["Common", "Secret Rare"]}, {"set_number": "SD46-JP015", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Common"]}], "ko": [{"set_number": "PP11-KR004", "set_name": "Premium Pack Vol.11", "rarities": ["Super Rare"]}, {"set_number": "SD46-KR015", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD46-SC015", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383466, "master_duel_rarity": "N"}