{"konami_id": 14726, "password": 35100834, "name": {"en": "Powerhold the Moving Battery", "de": "Powerhold, die mobile Batterie", "es": "Centro de Poder la Batería Móvil", "fr": "Pouvoirobloc la Batterie Ambulante", "it": "Powerhold la Batteria Semovente", "pt": "Autórito, a Bateria Móvel", "ja": "<ruby>機<rt>き</rt></ruby><ruby>動<rt>どう</rt></ruby><ruby>砲<rt>ほう</rt></ruby><ruby>塁<rt>るい</rt></ruby> パワー・ホールド", "ja_romaji": "Kidō Hōrui Pawā Hōrudo", "ko": "기동포루 파워 홀드", "ko_rr": null, "zh-TW": "機動砲壘 強力要塞", "zh-CN": "机动炮垒 强力要塞"}, "text": {"en": "Special Summon this card as an Effect Monster (Machine/EARTH/Level 4/ATK 0/DEF 2000), then, you can equip 1 Level 4 Machine \"Gadget\" monster from your hand or Deck to this card. (This card is also still a Trap.) If Summoned this way, this card gains ATK equal to double the ATK of the monster equipped to it by this effect.", "de": "Beschwöre diese Karte als Spezialbeschwörung als Effektmonster (Maschine/ERDE/Stufe 4/ATK 0/DEF 2000), dann kannst du diese Karte mit 1 „Apparat“-Maschine-Monster der Stufe 4 von deiner Hand oder deinem Deck ausrüsten. (Diese Karte ist zusätzlich weiterhin eine Falle.) Falls diese Karte auf diese Art beschworen wird, erhält sie ATK in Höhe des Doppelten der ATK des Monsters, mit dem sie durch diesen Effekt ausgerüstet ist.", "es": "Invoca esta carta de Modo Especial como un Monstruo de Efecto (Máquina/TIERRA/Nivel 4/ATK 0/DEF 2000), y después, puedes equipar a esta carta 1 monstruo Máquina \"Artilugio\" de Nivel 4 en tu mano o Deck. (Esta carta todavía se considera una Trampa). Si es Invocada de esta forma, esta carta gana ATK igual al doble del ATK del monstruo equipado a ella por este efecto.", "fr": "Invoquez Spécialement cette carte comme un Monstre à Effet (Machine/TERRE/Niveau 4/ATK 0/DEF 2000), puis vous pouvez équiper 1 monstre Machine \"Gadget\" de Niveau 4 depuis votre main ou Deck à cette carte. (Cette carte est toujours aussi un Piège.) Si elle est Invoquée de cette façon, cette carte gagne une ATK égale à l'ATK du monstre qui lui est équipé par cet effet.", "it": "Evoca Specialmente questa carta come Mostro con Effetto (Macchina/TERRA/Livello 4/ATK 0/DEF 2000), poi, puoi equipaggiare 1 mostro \"Congegno\" Macchina di Livello 4 dalla tua mano o Deck a questa carta. (Questa carta è ancora anche una Trappola.) Se viene Evocata in questo modo, questa carta guadagna ATK pari al doppio dell'ATK del mostro equipaggiato a essa da questo effetto.", "pt": "Invoque este card por Invocação-Especial como um Monstro de Efeito (Máquina/TERRA/Nível 4/ATK 0/DEF 2000) e, depois, você pode equipar a este card 1 monstro Máquina \"Dispositivo\" de Nível 4 da sua mão ou do Deck. (Este card ainda é considerado uma Armadilha.) Se Invocado desta forma, este card ganha ATK igual ao dobro do ATK do monstro equipado a ele por este efeito.", "ja": "①：このカードは発動後、効果モンスター（機械族・地・星４・攻０／守２０００）となり、モンスターゾーンに特殊召喚する。その後、手札・デッキから機械族・レベル４の「ガジェット」モンスター１体を選び、装備カード扱いとしてこのカードに装備できる。このカードは罠カードとしても扱う。②：このカードの効果で特殊召喚されたこのカードの攻撃力は、このカードの効果で装備しているモンスターの攻撃力の倍の数値分アップする。", "ko": "①: 이 카드는 발동 후, 효과 몬스터(기계족 / 땅 / 레벨 4 / 공 0 / 수 2000)가 되고, 몬스터 존에 특수 소환한다. 그 후, 패 / 덱에서 기계족 / 레벨 4 의 \"가제트\" 몬스터 1장을 고르고, 장착 카드로 취급하여 이 카드에 장착할 수 있다. 이 카드는 함정 카드로도 취급한다. ②: 이 카드의 효과로 특수 소환된 이 카드의 공격력은, 이 카드의 효과로 장착하고 있는 몬스터의 공격력의 배의 수치만큼 올린다.", "zh-TW": "①：此卡發動後，變為效果怪獸（機械族・地・星４・攻０／守２０００），特殊召喚至怪獸區。其後，可從手牌・牌組選擇１隻機械族・等級４的「小工具」怪獸，視為裝備卡裝備於此卡。此卡也視為陷阱卡。②：透過此卡效果被特殊召喚的此卡的攻擊力，依據透過此卡效果裝備的怪獸的攻擊力加倍的數值進行提升。", "zh-CN": "①：此卡发动后，变为效果怪兽（机械族・地・星４・攻０／守２０００），特殊召唤至怪兽区域。然后，可从手牌・牌组挑选１只机械族・等级４的“小工具”怪兽，视为装备卡装备于此卡。此卡也视为陷阱卡。②：以此卡的效果被特殊召唤的此卡的攻击力上升相当于以此卡效果装备的怪兽的攻击力的两倍的数值。"}, "card_type": "Trap", "property": "Continuous", "series": ["Hole", "Trap Monster"], "images": [{"index": 1, "image": "PowerholdtheMovingBattery-FIGA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN005", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "de": [{"set_number": "FIGA-DE005", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "fr": [{"set_number": "FIGA-FR005", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "it": [{"set_number": "FIGA-IT005", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "pt": [{"set_number": "FIGA-PT005", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP1-JP010", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR010", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653513, "master_duel_rarity": "SR"}