{"konami_id": 14898, "password": 35187185, "name": {"en": "Oneiros, the Dream Mirror Erlking", "de": "Oneiros, der Traumspiegel-Erlkönig", "es": "Oniros, el Rey de los Elfos del Espejo Ensueño", "fr": "Oneiroi, Roi des Aulnes du Miroir des Rêves", "it": "Oneiros, Erkling Specchio dei Sogni", "pt": "Oniro, o Erlking do Espelho Onírico", "ja": "<ruby>夢<rt>ゆめ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>の<ruby>天<rt>てん</rt></ruby><ruby>魔<rt>ま</rt></ruby>－ネイロス", "ja_romaji": "Yumemakyō no Tenma - Neirosu", "ko": "몽마경의 천마－네이로스", "ko_rr": null, "zh-TW": "夢魔鏡的天魔－涅伊洛", "zh-CN": "梦魔镜天魔－涅伊洛斯"}, "text": {"en": null, "de": "2 „Traumspiegel“-Monster mit unterschiedlichen Eigenschaften\nSolange diese Karte offen auf dem Spielfeld liegt, hat sie zusätzlich die Eigenschaft FINSTERNIS. Du kannst jeden der folgenden Effekte von „Oneiros, der Traumspiegel-Erlkönig“ nur einmal pro Spielzug verwenden.\n●Falls ein anderes Monster, das du kontrollierst, als Tribut angeboten wird (außer während des Damage Steps): Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie.\n●Falls diese Karte, die ihrem Besitzer gehört, durch eine Karte eines Gegners zerstört wird: Du kannst 1 „Traumspiegel“-Monster als Spezialbeschwörung von deinem Friedhof beschwören, außer „Oneiros, der Traumspiegel-Erlkönig“.", "es": "2 monstruos \"Espejo Ensueño\" con Atributos diferentes\nMientras esta carta está boca arriba en el Campo su Atributo se trata también como OSCURIDAD. Sólo puedes usar cada uno de los siguientes efectos de \"Oniros, el Rey de los Elfos del Espejo Ensueño\" una vez por turno.\n●Si otro monstruo que controlas es Sacrificado (excepto durante el Damage Step): puedes seleccionar 1 carta en el Campo; destrúyela.\n●Si esta carta en posesión de su dueño es destruida por una carta del adversario: puedes Invocar de Modo Especial 1 monstruo \"Espejo Ensueño\" desde tu Cementerio, excepto \"Oniros, el Rey de los Elfos del Espejo Ensueño\".", "fr": "2 monstres \"Miroir des Rêves\" d'Attributs différents\nTant que cette carte est face recto sur le Terrain, elle est aussi TÉNÈBRES. Vous ne pouvez utiliser chacun des effets suivants de \"Oneiroi, Roi des Aulnes du Miroir des Rêves\" qu'une fois par tour.\n●Si un autre monstre que vous contrôlez est Sacrifié (sauf durant la Damage Step) : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la.\n●Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Miroir des Rêves\" (\"Oneiroi, Roi des Aulnes du Miroir des Rêves\" exclu) depuis votre Cimetière.", "it": "2 mostri \"Specchio dei Sogni\" con Attributi diversi\nMentre è scoperta sul Terreno, questa carta ha anche Attributo OSCURITÀ. Puoi utilizzare ognuno dei seguenti effetti di \"Oneiros, Erkling Specchio dei Sogni\" una sola volta per turno.\n●Se un altro mostro che controlli viene offerto come Tributo (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta sul Terreno; distruggila.\n●Se questa carta sotto il comando del suo proprietario viene distrutta da una carta dell'avversario: puoi Evocare Specialmente 1 mostro \"Specchio dei Sogni\" dal tuo Cimitero, eccetto \"Oneiros, Erkling Specchio dei Sogni\".", "pt": "2 monstros \"Espelho Onírico\" com Atributos diferentes\nEnquanto estiver com a face para cima no campo, este card também é de Atributo TREVAS. Você só pode usar cada um dos seguintes efeitos de \"Oniro, o Erlking do Espelho Onírico\" uma vez por turno.\n●Se outro monstro que você controla for oferecido como Tributo (exceto durante a Etapa de Dano): você pode escolher 1 card no campo; destrua-o.\n●Se este card em posse do seu dono for destruído por um card do oponente: você pode Invocar por Invocação-Especial 1 monstro \"Espelho Onírico\" do seu Cemitério, exceto \"Oniro, o Erlking do Espelho Onírico\".", "ja": "属性が異なる「夢魔鏡」モンスター×２\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードがモンスターゾーンに存在する限り、このカードの属性は「闇」としても扱う。\n②：自分フィールドの他のモンスターがリリースされた場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。\n③：このカードが相手によって破壊された場合に発動できる。自分の墓地から「夢魔鏡の天魔－ネイロス」以外の「夢魔鏡」モンスター１体を特殊召喚する。", "ko": "속성이 다른 \"몽마경\" 몬스터 × 2\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 이 카드의 속성은 \"어둠\"으로도 취급한다. ②: 이 카드 이외의 자신 필드의 몬스터가 릴리스되었을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ③: 이 카드가 상대에 의해 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 \"몽마경의 천마－네이로스\" 이외의 \"몽마경\" 몬스터 1장을 고르고 특수 소환한다.", "zh-TW": "屬性不同的「夢魔鏡」怪獸×２\n此卡名的②③效果，１回合各僅限使用１次。①：只要此卡存在於怪獸區，此卡的屬性就也視為「闇」。②：在我方場上的此卡以外的怪獸被解放的狀況下，可將場上的１張卡做為對象發動。破壞該卡。③：可在此卡被對方破壞的狀況下發動。從我方墓地選擇１隻「夢魔鏡的天魔－涅伊洛」以外的「夢魔鏡」怪獸特殊召喚。", "zh-CN": "属性不同的“梦魔镜”怪兽×2\n此卡名的②③效果１回合仅可各使用1次。①：只要此卡存在于怪兽区域，此卡的属性也视为“暗”。②：自己场上此卡以外的怪兽被解放的情况下，以场上的１张卡为对象可以发动。将该卡破坏。③：此卡因对手被破坏的情况下可以发动。从自己的墓地挑选“梦魔镜天魔－涅伊洛斯”以外的１只“梦魔镜”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fairy / Fusion / Effect", "attribute": "LIGHT", "level": 10, "atk": 3000, "def": 3000, "series": ["Dream Mirror"], "images": [{"index": 1, "image": "OneirostheDreamMirrorErlking-CHIM-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN087", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "de": [{"set_number": "CHIM-DE087", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CHIM-FR087", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "it": [{"set_number": "CHIM-IT087", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CHIM-PT087", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP1-JP022", "set_name": "World Premiere Pack 2020", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP1-KR022", "set_name": "World Premiere Pack 2020", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP4-SC045", "set_name": "Mega Pack 04", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666413, "master_duel_rarity": "UR"}