{"konami_id": 15232, "password": 35252119, "name": {"en": "Virtual World Beast - Jiujiu", "de": "Ungeheuer der Virtualwelt - Jiujiu", "es": "Bestia del Mundo Virtual - Jiujiu", "fr": "Bête du Monde Virtuel - Jiujiu", "it": "Bestia Mondo Virtuale - Jiujiu", "pt": "Besta do Mundo Virtual - Jiujiu", "ja": "<ruby>電<rt>でん</rt></ruby><ruby>脳<rt>のう</rt></ruby><ruby>堺<rt>かい</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>－<ruby>鷲<rt>ジュ</rt></ruby><ruby>々<rt>ジュ</rt></ruby>", "ja_romaji": "Dennōkaijū - Juju", "ko": "전뇌계수－쥬쥬", "ko_rr": "Jeon-goegyesu - Jyu Jyu", "zh-TW": "電腦堺獸－鷲鷲", "zh-CN": "电脑堺兽－鹫鹫"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nCannot be destroyed by battle or card effects while you have 2 or more monsters in your GY with the same original Type and Attribute, but different names. You can banish 2 monsters from your GY with the same original Type and Attribute, but different names, then target 1 card on the field; send it to the GY. You can only use this effect of \"Virtual World Beast - Jiujiu\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nKann weder durch Kampf noch durch Karteneffekte zerstört werden, solange du 2 oder mehr Monster mit demselben Grund-Typ und derselben Grund-Eigenschaft, aber unterschiedlichen Namen in deinem Friedhof hast. Du kannst 2 Monster mit demselben Grund-Typ und derselben Grund-Eigenschaft, aber unterschiedlichen Namen von deinem Friedhof verbannen und dann 1 Karte auf dem Spielfeld wählen; lege sie auf den Friedhof. Du kannst diesen Effekt von „Ungeheuer der Virtualwelt - Jiujiu“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nNo puede ser destruido en batalla o por efectos de cartas mientras tienes 2 o más monstruos en tu Cementerio con los mismos Tipo y Atributo originales, pero nombres diferentes. Puedes desterrar 2 monstruos en tu Cementerio con los mismos Tipo y Atributo originales, pero nombres diferentes, y después seleccionar 1 carta en el Campo; mándala al Cementerio. Sólo puedes usar este efecto de \"Bestia del Mundo Virtual - Jiujiu\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nNon destructible ni au combat ni par des effets de carte tant que vous avez min. 2 monstres dans votre Cimetière du même Type et Attribut d'origine mais de noms différents. Vous pouvez bannir 2 monstres du même Type et Attribut d'origine mais de noms différents depuis votre Cimetière, puis ciblez 1 carte sur le Terrain ; envoyez-la au Cimetière. Vous ne pouvez utiliser cet effet de \"Bête du Monde Virtuel - Jiujiu\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nNon può essere distrutto in battaglia o dagli effetti delle carte mentre hai 2 o più mostri con lo stesso Tipo e Attributo originali, ma nomi diversi, nel tuo Cimitero. Puoi bandire 2 mostri con lo stesso Tipo e Attributo originali ma nomi diversi dal tuo Cimitero, poi scegliere come bersaglio 1 carta sul Terreno; mandala al Cimitero. Puoi utilizzare questo effetto di \"Bestia Mondo Virtuale - Jiujiu\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nNão pode ser destruído em batalha ou por efeitos de card enquanto você tiver 2 ou mais monstros no seu Cemitério com o mesmo Tipo e Atributo originais, mas nomes diferentes. Você pode banir 2 monstros do seu Cemitério com o mesmo Tipo e Atributo originais, mas nomes diferentes e, depois, escolha 1 card no campo; envie-o para o Cemitério. Você só pode usar este efeito de \"Besta do Mundo Virtual - Jiujiu\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：元々の種族・属性が同じでカード名が異なるモンスターが自分の墓地に２体以上存在する限り、フィールドのこのカードは戦闘・効果では破壊されない。②：元々の種族・属性が同じでカード名が異なるモンスター２体を自分の墓地から除外し、フィールドのカード１枚を対象として発動できる。そのカードを墓地へ送る。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 원래의 종족 / 속성이 같고 카드명이 다른 몬스터가 자신 묘지에 2장 이상 존재하는 한, 필드의 이 카드는 전투 / 효과로는 파괴되지 않는다. ②: 원래의 종족 / 속성이 같고 카드명이 다른 몬스터 2장을 자신 묘지에서 제외하고, 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 묘지로 보낸다.", "zh-TW": null, "zh-CN": "协调＋1只以上协调以外的怪兽\n此卡名的②效果1回合仅可使用1次。①：只要原本种族・属性相同、卡名不同的怪兽在自己的墓地有2只以上存在，场上的此卡不会因战斗・效果被破坏。②：将2只原本种族・属性相同、卡名不同的怪兽从自己的墓地除外，以场上的1张卡为对象可以发动。将该卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Psychic / Synchro / Effect", "attribute": "WIND", "level": 6, "atk": 2400, "def": 1700, "series": ["Virtual World"], "images": [{"index": 1, "image": "VirtualWorldBeastJiujiu-MP21-EN-R-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN097", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN221", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "de": [{"set_number": "PHRA-DE097", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE221", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "fr": [{"set_number": "PHRA-FR097", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR221", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "it": [{"set_number": "PHRA-IT097", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT221", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "pt": [{"set_number": "PHRA-PT097", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT221", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "ja": [{"set_number": "VB22-JP001", "set_name": "The Valuable Book 22 promotional cards", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP15-KR046", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}], "zh-CN": [{"set_number": "MGP5-SC191", "set_name": "Mega Pack 05", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717391, "master_duel_rarity": "UR"}