{"konami_id": 19164, "password": 35263180, "name": {"en": "Seed-Spitting Saplings", "de": "Samenkornspuckender Schössling", "es": "Retoños Escupe-Semillas", "fr": "Jeunes Arbres Cracheurs de Graines", "it": "Alberello Sputa-Seme", "pt": "Mudas Cuspidoras de Sementes", "ja": "オオヤツ・ツマムヒメ", "ja_romaji": "Ooyatsu Tsumamuhime", "ko": "오오야츠 츠마무히메", "ko_rr": "Ooyacheu Cheumamuhime", "zh-TW": "偷吃零嘴的大屋摘取姬", "zh-CN": "偷吃零嘴的大屋枛姬"}, "text": {"en": null, "de": "Einmal pro Spielzug, wenn eine Karte oder ein Effekt aktiviert wird, die oder der diese Karte auf dem Spielfeld als Ziel wählt, oder wenn diese Karte als Ziel für einen Angriff gewählt wird (Schnelleffekt): Du kannst 1 „Snack-Spielmarke“ (Pflanze/LICHT/Stufe 1/ATK 800/DEF 800) als Spezialbeschwörung beschwören. Einmal pro Spielzug, wenn dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwören würde (Schnelleffekt): Du kannst 1 Normales Monster als Tribut anbieten; annulliere die Spezialbeschwörung und falls du dies tust, zerstöre jene Monster.", "es": "Una vez por turno, cuando es activada una carta o efecto que selecciona esta carta en el Campo, o cuando esta carta es seleccionada para un ataque (Efecto Rápido): puedes Invocar de Modo Especial 1 \"Ficha Snack\" (Planta/LUZ/Nivel 1/ATK 800/DEF 800). Una vez por turno, cuando tu adversario fuera a Invocar de Modo Especial uno o más monstruos (Efecto Rápido): puedes Sacrificar 1 Monstruo Normal; niega la Invocación Especial y, si lo haces, destruye ese o esos monstruos.", "fr": "Une fois par tour, lorsqu'une carte ou un effet qui cible cette carte sur le Terrain est activé, ou lorsque cette carte est ciblée par une attaque (Effet Rapide) : vous pouvez Invoquer Spécialement 1 \"Jeton Casse-Croûte\" (Plante/LUMIÈRE/Niveau 1/ATK 800/DEF 800). Une fois par tour, lorsque votre adversaire va Invoquer Spécialement un ou plusieurs monstres (Effet Rapide) : vous pouvez Sacrifier 1 Monstre Normal ; annulez l'Invocation Spéciale, et si vous le faites, détruisez ces monstres.", "it": "Una volta per turno, quando viene attivata una carta o un effetto che sceglie come bersaglio questa carta sul Terreno, o quando questa carta viene scelta come bersaglio per un attacco (Effetto Rapido): puoi Evocare Specialmente 1 \"Segna-Spuntino\" (Pianta/LUCE/Livello 1/ATK 800/DEF 800). Una volta per turno, quando il tuo avversario sta per Evocare Specialmente uno o più mostri (Effetto Rapido): puoi offrire come Tributo 1 Mostro Normale; annulla l'Evocazione Speciale e, se lo fai, distruggi quei mostri.", "pt": "Uma vez por turno, quando um card ou efeito for ativado que escolha este card no campo como alvo, ou quando este card for alvo de um ataque (Efeito Rápido): você pode Invocar por Invocação-Especial 1 \"Ficha de Merenda\" (Planta/LUZ/Nível 1/ATK 800/DEF 800). Uma vez por turno, quando seu oponente Invocaria um ou mais monstros por Invocação-Especial (Efeito Rápido): você pode oferecer como Tributo 1 Monstro Normal; negue a Invocação-Especial e, se isso acontecer, destrua esse(s) monstro(s).", "ja": "①：１ターンに１度、フィールドのこのカードが攻撃・効果の対象になった時に発動できる。自分フィールドに「おやつトークン」（植物族・光・星１・攻／守８００）１体を特殊召喚する。\n②：１ターンに１度、相手がモンスターを特殊召喚する際に、自分フィールドの通常モンスター１体をリリースして発動できる。その特殊召喚を無効にし、そのモンスターを破壊する。", "ko": "①: 1턴에 1번, 필드의 이 카드가 공격 / 효과의 대상이 되었을 때에 발동할 수 있다. 자신 필드에 \"오야츠 토큰\"(식물족 / 빛 / 레벨 1 / 공 800 / 수 800) 1장을 특수 소환한다. ②: 1턴에 1번, 상대가 몬스터를 특수 소환할 시기에, 자신 필드의 일반 몬스터 1장을 릴리스하고 발동할 수 있다. 그 특수 소환을 무효로 하고, 그 몬스터를 파괴한다.", "zh-TW": "①：１回合１次，可在場上的此卡成為攻擊・效果的對象時發動。特殊召喚１隻「零嘴衍生物」（植物族・光・星１・攻／守８００）至我方場上。\n②：１回合１次，在對方特殊召喚怪獸時，可解放我方場上的１隻通常怪獸發動。將該特殊召喚變為無效，破壞該怪獸。", "zh-CN": "①：１回合１次，场上的此卡成为攻击・效果的对象时可以发动。将１只“零嘴衍生物”（植物族・光・星１・攻／守８００）特殊召唤至自己场上。\n②：１回合１次，对手将怪兽特殊召唤之际，解放自己场上的１只通常怪兽可以发动。将该特殊召唤无效，将该怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 200, "images": [{"index": 1, "image": "SeedSpittingSaplings-AGOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN022", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "de": [{"set_number": "AGOV-DE022", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "fr": [{"set_number": "AGOV-FR022", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "it": [{"set_number": "AGOV-IT022", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "pt": [{"set_number": "AGOV-PT022", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AGOV-JP022", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR022", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC022", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 994621, "master_duel_rarity": "R"}