{"konami_id": 17436, "password": 35283277, "name": {"en": "Eka the Flame Buddy", "de": "Flammenkumpan Eka", "es": "Eka la Compañía de la Llama", "fr": "Eka, Pote des Flammes", "it": "Eka il Compagno della Fiamma", "pt": "Eka, o Companheiro Flamejante", "ja": "<ruby>炎獣使い<rt>フレイム・バディ</rt></ruby>エーカ", "ja_romaji": "Fureimu Badi Ēka", "ko": "프레임 버디 에카", "ko_rr": "Peureim Beodi Eka", "zh-TW": "炎獸使 艾卡", "zh-CN": "炎兽使 艾卡"}, "text": {"en": null, "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 offene Monsterkarte in der Zauber- & Fallenzone eines beliebigen Spielers wählen; beschwöre sie als Spezialbeschwörung auf deine Spielfeldseite. Du kannst 1 anderes offenes Monster wählen, das du kontrollierst; rüste diese Karte mit jenem offenen Monster als Ausrüstungszauber aus, der ihr 500 ATK gibt. Du kannst jeden Effekt von „Flammenkumpan Eka“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 Carta de Monstruo boca arriba en la Zona de Magia y Trampas de cualquier jugador; Invócala de Modo Especial a tu Campo. Puedes seleccionar otro monstruo boca arriba que controles; equipa ese monstruo boca arriba a esta carta como una Mágica de Equipo que le da 500 ATK. Sólo puedes usar cada efecto de \"Eka la Compañía de la Llama\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Carte Monstre face recto dans la Zone Magie & Piège de l'un des joueurs ; Invoquez-la Spécialement sur votre Terrain. Vous pouvez cibler 1 autre monstre face recto que vous contrôlez ; équipez le monstre face recto à cette carte comme une Magie d'Équipement qui lui donne 500 ATK. Vous ne pouvez utiliser chaque effet de \"Eka, Pote des Flammes\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 Carta Mostro scoperta nella Zona Magie & Trappole di qualsiasi giocatore; Evocala Specialmente sul tuo Terreno. Puoi scegliere come bersaglio 1 altro mostro scoperto che controlli; equipaggia quel mostro scoperto a questa carta come una Magia Equipaggiamento che gli dà 500 ATK. Puoi utilizzare ogni effetto di \"Eka il Compagno della Fiamma\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 Card de Monstro com a face para cima na Zona de Magias & Armadilhas de qualquer duelista; Invoque-o por Invocação-Especial no seu campo. Você pode escolher 1 outro monstro com a face para cima que você controla; equipe esse monstro com a face para cima a este card como uma Magia de Equipamento que concede a ele 500 de ATK. Você só pode usar cada efeito de \"Eka, o Companheiro Flamejante\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが召喚・特殊召喚した場合、自分か相手の魔法＆罠ゾーンの表側表示のモンスターカード１枚を対象として発動できる。そのカードを自分フィールドに特殊召喚する。\n②：自分フィールドの他の表側表示モンスター１体を対象として発動できる。その表側表示モンスターを攻撃力５００アップの装備魔法カード扱いでこのカードに装備する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 자신 또는 상대의 마법 & 함정 존의 앞면 표시의 몬스터 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드에 특수 소환한다. ②: 이 카드 이외의 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 앞면 표시 몬스터를 공격력 500 올리는 장착 카드로 취급하고 이 카드에 장착한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在此卡召喚・特殊召喚成功的狀況下，可將我方或對方魔法＆陷阱區的１張正面表示怪獸卡做為對象發動。特殊召喚該卡至我方場上。②：可將此卡以外的我方場上１隻正面表示怪獸做為對象發動。將該正面表示怪獸視為攻擊力提升５００的裝備卡，裝備於此卡上。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤・特殊召唤成功的情况下，以自己或对手的魔法与陷阱区域的１张表侧表示怪兽卡为对象可以发动。将该卡特殊召唤至自己场上。②：以自己场上此卡以外的１只表侧表示怪兽为对象可以发动。将该表侧表示的怪兽视为攻击力上升５００的装备卡装备于此卡。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 4, "atk": 1500, "def": 200, "images": [{"index": 1, "image": "EkatheFlameBuddy-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN034", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN130", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE034", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE130", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR034", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR130", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT034", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT130", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT034", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT130", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP034", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR034", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714761, "master_duel_rarity": "SR"}