{"konami_id": 14208, "password": 35306215, "name": {"en": "Condemned Darklord", "de": "Verdammter Finsterlord", "es": "Señoroscuro Condenado", "fr": "Ange Déchu Condamné", "it": "Signore Oscuro Condannato", "pt": "Senhora Obscura Condenada", "ja": "<ruby>失<rt>しつ</rt></ruby><ruby>楽<rt>らく</rt></ruby>の<ruby>堕<rt>だ</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>使<rt>し</rt></ruby>", "ja_romaji": "Shitsuraku no Datenshi", "ko": "실락의 타락천사", "ko_rr": "Sillak-ui Tarakcheonsa", "zh-TW": "失樂的墮天使", "zh-CN": "失乐的堕天使"}, "text": {"en": "2 Fairy monsters\nYou can Tribute Summon Fairy monsters that require 2 Tributes by banishing 2 monsters from your GY instead of Tributing (it is still treated as a Tribute Summon). You can discard 1 card; take 1 \"Darklord\" monster from your Deck, and either add it to your hand or send it to the GY. You can only use this effect of \"Condemned Darklord\" once per turn. Once per turn, during your End Phase: Gain 500 LP for each Fairy monster on the field.", "de": "2 Fee-Monster\nDu kannst Fee-Monster, die 2 Tribute erfordern, als Tributbeschwörung beschwören, indem du 2 Monster von deinem Friedhof verbannst, statt Tribut anzubieten (dies wird trotzdem als Tributbeschwörung behandelt). Du kannst 1 Karte abwerfen; nimm 1 „Finsterlord“-Monster von deinem Deck und füge es entweder deiner Hand hinzu oder lege es auf den Friedhof. Du kannst diesen Effekt von „Verdammter Finsterlord“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während deiner End Phase: Du erhältst für jedes Fee-Monster auf dem Spielfeld 500 LP.", "es": "2 monstruos Hada\nPuedes Invocar por Sacrificio monstruos Hada que requieran de 2 Sacrificios desterrando 2 monstruos en tu Cementerio en lugar de Sacrificar (todavía se trata como una Invocación por Sacrificio). Puedes descartar 1 carta; toma 1 monstruo \"Señoroscuro/a\" en tu Deck, y añádelo a tu mano o mándalo al Cementerio. Sólo puedes usar este efecto de \"Señoroscuro Condenado\" una vez por turno. Una vez por turno, durante tu End Phase: gana 500 LP por cada monstruo Hada en el Campo.", "fr": "2 monstres Elfe\nVous pouvez Invoquer par Sacrifice des monstres Elfe qui nécessitent 2 Sacrifices en bannissant 2 monstres depuis votre Cimetière au lieu de les Sacrifier (c'est toujours traité comme une Invocation Sacrifice). Vous pouvez défausser 1 carte ; prenez 1 monstre \"Ange Déchu\" depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière. Vous ne pouvez utiliser cet effet de \"Ange Déchu Condamné\" qu'une fois par tour. Une fois par tour, durant votre End Phase : gagnez 500 LP pour chaque monstre Elfe sur le Terrain.", "it": "2 mostri Fata\nPuoi Evocare tramite Tributo i mostri Fata che richiedono 2 Tributi bandendo 2 mostri dal tuo Cimitero invece di offrire Tributi (viene sempre considerata come un'Evocazione tramite Tributo). Puoi scartare 1 carta; prendi 1 mostro \"Signore Oscuro\" dal tuo Deck e aggiungilo alla tua mano oppure mandalo al Cimitero. Puoi utilizzare questo effetto di \"Signore Oscuro Condannato\" una sola volta per turno. Una volta per turno, durante la tua End Phase: guadagni 500 LP per ogni mostro Fata sul Terreno.", "pt": "2 monstros Fada\nVocê pode Invocar por Invocação-Tributo monstros Fada que requerem 2 Tributos ao banir 2 monstros do seu Cemitério em vez de oferecer Tributos (isso ainda é considerado uma Invocação-Tributo). Você pode descartar 1 card; busque 1 monstro \"Senhor(a) Obscuro(a)\" do seu Deck e adicione-o à sua mão ou envie-o para o Cemitério. Você só pode usar este efeito de \"Senhora Obscura Condenada\" uma vez por turno. Uma vez por turno, durante sua Fase Final: ganhe 500 PV para cada monstro Fada no campo.", "ja": "天使族モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、自分がモンスター２体のリリースを必要とする天使族モンスターのアドバンス召喚をする場合、モンスター２体をリリースせずに自分の墓地からモンスター２体を除外してアドバンス召喚できる。②：手札を１枚捨てて発動できる。デッキから「堕天使」モンスター１体を選び、手札に加えるか墓地へ送る。③：自分エンドフェイズに発動する。自分はフィールドの天使族モンスターの数×５００ＬＰ回復する。", "ko": "천사족 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 자신이 몬스터 2장의 릴리스를 필요로 하는 천사족 몬스터의 어드밴스 소환을 할 경우, 몬스터 2장을 릴리스하지 않고 자신 묘지에서 몬스터 2장을 제외하여 어드밴스 소환할 수 있다. ②: 패를 1장 버리고 발동할 수 있다. 덱에서 \"타락천사\" 몬스터 1장을 고르고, 패에 넣거나 묘지로 보낸다. ③: 자신 엔드 페이즈에 발동한다. 자신은 필드의 천사족 몬스터의 수 × 500 LP 회복한다.", "zh-TW": "天使族怪獸２隻\n此卡名的②效果，１回合僅限使用１次。①：只要此卡存在於怪獸區，在我方升級召喚需要解放２隻怪獸的天使族怪獸的狀況下，就可不解放２隻怪獸，將２隻怪獸從我方墓地除外升級召喚。②：可捨棄１張手牌發動。從牌組選擇１隻「墮天使」怪獸加入手牌或送至墓地。③：在我方結束階段發動。我方回復場上的天使族怪獸數量×５００LP。", "zh-CN": "天使族怪兽２只\n此卡名的②效果１回合仅可使用１次。①：只要此卡存在于怪兽区域，自己将需要解放２只怪兽的天使族怪兽上级召唤的情况下，可不解放２只怪兽而是将自己墓地的２只怪兽除外进行上级召唤。②：舍弃１张手牌可以发动。从牌组挑选１只“堕天使”怪兽，加入手牌或送至墓地。③：在自己的结束阶段发动。自己恢复相当于场上天使族怪兽数量×５００的LP。"}, "card_type": "Monster", "monster_type_line": "Fairy / Link / Effect", "attribute": "DARK", "link_arrows": ["↙", "↘"], "atk": 1600, "materials": "2 Fairy monsters", "series": ["Darklord"], "images": [{"index": 1, "image": "CondemnedDarklord-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN006", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE006", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR006", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT006", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT006", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LVP2-JP091", "set_name": "LINK VRAINS Pack 2", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "LVP2-KR091", "set_name": "LINK VRAINS Pack 2", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 581760, "master_duel_rarity": "SR"}