{"konami_id": 16517, "password": 35311929, "name": {"en": "Fengli the Soldrapom", "de": "Fengli das Soldrapom", "es": "Fengli el Soldrapom", "fr": "Fengli le Soldrapom", "it": "Fengli il Soldrapom", "pt": "Fengli, o Soldrapom", "ja": "<ruby>陽竜果<rt>ソルドラポム</rt></ruby>フォンリー", "ja_romaji": "Sorudorapomu Fonrī", "ko": "솔드래폼므 펑리", "ko_rr": "Soldeuraepomaemeu Peongni", "zh-TW": "陽龍果 鳳梨", "zh-CN": "阳龙果 凤梨"}, "text": {"en": "If this card is sent from the Deck to your GY by a monster effect: You can Special Summon this card, then, if you control another Plant monster, you can halve the ATK/DEF of 1 monster on the field. You can only use this effect of \"Fengli the Soldrapom\" once per turn. Once per turn, if this card on the field would be destroyed by battle or card effect, you can send 1 Plant monster from your Deck to the GY instead.", "de": "Falls diese Karte durch einen Monstereffekt vom Deck auf deinen Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung beschwören, dann, falls du ein anderes Pflanze-Monster kontrollierst, kannst du die ATK/DEF von 1 Monster auf dem Spielfeld halbieren. Du kannst diesen Effekt von „Fengli das Soldrapom“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, falls diese Karte auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört würde, kannst du stattdessen 1 Pflanze-Monster von deinem Deck auf den Friedhof legen.", "es": "Si esta carta en el Deck es mandada a tu Cementerio por un efecto de monstruo: puedes Invocar esta carta de Modo Especial y después, si controlas otro monstruo Planta, puedes dividir a la mitad el ATK/DEF de 1 monstruo en el Campo. Sólo puedes usar este efecto de \"Fengli el Soldrapom\" una vez por turno. Una vez por turno, si esta carta en el Campo fuera a ser destruida en batalla o por el efecto de una carta, puedes mandar al Cementerio 1 monstruo Planta en tu Deck en su lugar.", "fr": "Si cette carte est envoyée depuis le Deck à votre Cimetière par un effet de monstre : vous pouvez Invoquer Spécialement cette carte, puis, si vous contrôlez un autre monstre Plante, vous pouvez diviser par deux l'ATK/DEF d'1 monstre sur le Terrain. Vous ne pouvez utiliser cet effet de \"Fengli le Soldrapom\" qu'une fois par tour. Une fois par tour, si cette carte sur le Terrain va être détruite au combat ou par un effet de carte, vous pouvez envoyer 1 monstre Plante depuis votre Deck au Cimetière à la place.", "it": "Se questa carta viene mandata dal Deck al tuo Cimitero dall'effetto di un mostro: puoi Evocare Specialmente questa carta, poi, se controlli un altro mostro Pianta, puoi dimezzare gli ATK/DEF di 1 mostro sul Terreno. Puoi utilizzare questo effetto di \"Fengli il Soldrapom\" una sola volta per turno. Una volta per turno, se questa carta sul Terreno sta per essere distrutta in battaglia o dall'effetto di una carta, puoi invece mandare 1 mostro Pianta dal tuo Deck al Cimitero.", "pt": "Se este card for enviado do Deck para o seu Cemitério por um efeito de monstro: você pode Invocar este card por Invocação-Especial e, depois, se você controlar outro monstro Planta, você pode diminuir pela metade o ATK/DEF de 1 monstro no campo. Você só pode usar este efeito de \"Fengli, o Soldrapom\" uma vez por turno. Uma vez por turno, se este card no campo seria destruído em batalha ou por um efeito de card, em vez disso, você pode enviar 1 monstro Planta do seu Deck para o Cemitério.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードがモンスターの効果でデッキから墓地へ送られた場合に発動できる。このカードを特殊召喚する。自分フィールドに他の植物族モンスターが存在する場合、さらにフィールドのモンスター１体を選んでその攻撃力・守備力を半分にできる。②：１ターンに１度、フィールドのこのカードが戦闘・効果で破壊される場合、代わりにデッキから植物族モンスター１体を墓地へ送る事ができる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터의 효과로 덱에서 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 자신 필드에 다른 식물족 몬스터가 존재할 경우, 추가로 필드의 몬스터 1장을 고르고 그 공격력 / 수비력을 절반으로 할 수 있다. ②: 1턴에 1번, 필드의 이 카드가 전투 / 효과로 파괴될 경우, 대신에 덱에서 식물족 몬스터 1장을 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡以怪兽的效果从牌组被送至墓地的情况下可以发动。将此卡特殊召唤。自己场上有其他植物族怪兽存在的情况下，可进而挑选场上的１只怪兽，将其攻击力・守备力改成一半。②：１回合１次，场上的此卡将被战斗・效果破坏的情况下，可从牌组将１只植物族怪兽送至墓地作为代替。"}, "card_type": "Monster", "monster_type_line": "Plant / Tuner / Effect", "attribute": "FIRE", "level": 1, "atk": 800, "def": 0, "images": [{"index": 1, "image": "FenglitheSoldrapom-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "es": [{"set_number": "BODE-SP031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR031", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC129", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714934, "master_duel_rarity": "R"}