{"konami_id": 14729, "password": 35488287, "name": {"en": "Brotherhood of the Fire Fist - Panda", "de": "Bruderschaft der Feuerfaust - Panda", "es": "Hermandad del Puño de Fuego - Panda", "fr": "Confrérie du Poing de Feu - Panda", "it": "Fratellanza del Pugno di Fuoco - Panda", "pt": "Irmandade do Punho de Fogo - Panda", "ja": "<ruby>寿<rt>じゅ</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>星<rt>せい</rt></ruby>－リシュンマオ", "ja_romaji": "Juensei - Rishunmao", "ko": "수염성－리순마오", "ko_rr": null, "zh-TW": "壽炎星－李熊貓", "zh-CN": "寿炎星－李熊猫"}, "text": {"en": "If you activate a \"Fire Formation\" Spell/Trap Card (except during the Damage Step): You can Special Summon this card from your hand, then you can Special Summon 1 \"Fire Fist\" monster from your GY, except \"Brotherhood of the Fire Fist - Panda\", also you cannot Special Summon monsters for the rest of this turn, except \"Fire Fist\" monsters. If a \"Fire Fist\" monster(s) you control would be destroyed by your opponent's card effect, you can send 1 face-up \"Fire Formation\" Spell/Trap you control to the GY instead. You can only use each effect of \"Brotherhood of the Fire Fist - Panda\" once per turn.", "de": "Falls du eine „Feuerformation“-Zauber-/Fallenkarte aktivierst (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du 1 „Feuerfaust“-Monster als Spezialbeschwörung von deinem Friedhof beschwören, außer „Bruderschaft der Feuerfaust - Panda“, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer „Feuerfaust“-Monstern. Falls ein oder mehr „Feuerfaust“-Monster, die du kontrollierst, durch einen Karteneffekt deines Gegners zerstört würden, kannst du stattdessen 1 offene/n „Feuerformation“-Zauber/Falle, den oder die du kontrollierst, auf den Friedhof legen. Du kannst jeden Effekt von „Bruderschaft der Feuerfaust - Panda“ nur einmal pro Spielzug verwenden.", "es": "Si activas una Carta Mágica/de Trampa \"Formación de Fuego\" (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano, y después puedes Invocar de Modo Especial, desde tu Cementerio, 1 monstruo \"Puño de Fuego\", excepto \"Hermandad del Puño de Fuego - Panda\", y además, no puedes Invocar monstruos de Modo Especial por el resto de este turno, excepto monstruos \"Puño de Fuego\". Si uno o más monstruos \"Puño de Fuego\" que controlas fueran a ser destruidos por el efecto de una carta de tu adversario, puedes mandar al Cementerio 1 Mágica/Trampa \"Formación de Fuego\" boca arriba que controlas en su lugar. Sólo puedes usar cada efecto de \"Hermandad del Puño de Fuego - Panda\" una vez por turno.", "fr": "Si vous activez une Carte Magie/Piège \"Formation Feu\" (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez Invoquer Spécialement 1 monstre \"Poing de Feu\" (\"Confrérie du Poing de Feu - Panda\" exclu) depuis votre Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Poing de Feu\" exclus) le reste de ce tour. Si un ou plusieurs monstres \"Poing de Feu\" que vous contrôlez vont être détruits par un effet de carte de votre adversaire, vous pouvez envoyer 1 Magie/Piège \"Formation Feu\" face recto que vous contrôlez au Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Confrérie du Poing de Feu - Panda\" qu'une fois par tour.", "it": "Se attivi una Carta Magia/Trappola \"Formazione di Fuoco\" (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano, poi puoi Evocare Specialmente 1 mostro \"Pugno di Fuoco\" dal tuo Cimitero, eccetto \"Fratellanza del Pugno di Fuoco - Panda\", inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri \"Pugno di Fuoco\". Se uno o più mostri \"Pugno di Fuoco\" che controlli stanno per essere distrutti dall'effetto di una carta del tuo avversario, puoi invece mandare al Cimitero 1 Magia/Trappola \"Formazione di Fuoco\" scoperta che controlli. Puoi utilizzare ogni effetto di \"Fratellanza del Pugno di Fuoco - Panda\" una sola volta per turno.", "pt": "Se você ativar um Card de Magia/Armadilha \"Formação de Fogo\" (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Punho de Fogo\" do seu Cemitério, exceto \"Irmandade do Punho de Fogo - Panda\" e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros \"Punho de Fogo\". Se um ou mais monstros \"Punho de Fogo\" que você controla seriam destruídos por um efeito de card do seu oponente, em vez disso, você pode enviar 1 Magia/Armadilha \"Formação de Fogo\" com a face para cima que você controla para o Cemitério. Você só pode usar cada efeito de \"Irmandade do Punho de Fogo - Panda\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分が「炎舞」魔法・罠カードを発動した場合に発動できる。このカードを手札から特殊召喚する。その後、自分の墓地から「寿炎星－リシュンマオ」以外の「炎星」モンスター１体を選んで特殊召喚できる。この効果の発動後、ターン終了時まで自分は「炎星」モンスターしか特殊召喚できない。②：自分フィールドの「炎星」モンスターが相手の効果で破壊される場合、代わりに自分フィールドの表側表示の「炎舞」魔法・罠カード１枚を墓地へ送る事ができる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신이 \"염무\" 마법 / 함정 카드를 발동했을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 자신 묘지에서 \"수염성－리순마오\" 이외의 \"염성\" 몬스터 1장을 고르고 특수 소환할 수 있다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"염성\" 몬스터밖에 특수 소환할 수 없다. ②: 자신 필드의 \"염성\" 몬스터가 상대 효과로 파괴될 경우, 대신에 자신 필드의 앞면 표시의 \"염무\" 마법 / 함정 카드 1장을 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：自己发动“炎舞”魔法・陷阱卡的情况下可以发动。从手牌将此卡特殊召唤。然后，可以从自己的墓地将１只“寿炎星－李熊猫”以外的“炎星”怪兽特殊召唤。此效果发动后，直至回合结束时为止，自己仅可特殊召唤“炎星”怪兽。\n②：自己场上的“炎星”怪兽将被对手的效果破坏的情况下，作为代替可将自己场上的１张表侧表示的“炎舞”魔法・陷阱卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "FIRE", "level": 5, "atk": 2100, "def": 400, "series": ["Fire Fist"], "images": [{"index": 1, "image": "BrotherhoodoftheFireFistPanda-FIGA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN013", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FIGA-DE013", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FIGA-FR013", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FIGA-IT013", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FIGA-PT013", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "WPP1-JP046", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR046", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC140", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653527, "master_duel_rarity": "N"}