{"konami_id": 12920, "password": 35494087, "name": {"en": "Speedroid Skull Marbles", "de": "Geschwindigkeitsroid Schädelmurmeln", "es": "Velociroid Canicas de Calavera", "fr": "Crâne de Marbre Vitesseroid", "it": "Velociroid Biglie Teschio", "pt": "Velocidaroide Mármore Caveira", "ja": "<ruby>ＳＲ<rt>スピードロイド</rt></ruby>ビードロ・ドクロ", "ja_romaji": "Supīdoroido Bīdoro Dokuro", "ko": "<ruby>SR<rt>스피드로이드</rt></ruby> 비드로 도크로", "ko_rr": null, "zh-TW": "疾行機人 玻璃骷髏", "zh-CN": "疾行机人 玻璃骷髅"}, "text": {"en": null, "de": "Einmal pro Spielzug, während der Standby Phase, falls dein Gegner ein offenes Monster kontrolliert, das als Spezialbeschwörung vom Extra Deck beschworen wurde: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Kann nicht durch Kampf mit einem als Normalbeschwörung beschworenen/gesetzten Monster zerstört werden. Dein Gegner erhält den Kampfschaden, den du aus Kämpfen erhalten hättest, an denen diese Karte beteiligt ist. Du kannst diesen Effekt von „Geschwindigkeitsroid Schädelmurmeln“ nur einmal pro Spielzug verwenden. Falls du ein offenes Monster kontrollierst, das kein „Geschwindigkeitsroid“-Monster ist, zerstöre diese Karte.", "es": "Una vez por turno, durante la Standby Phase, si tu adversario controla un monstruo boca arriba que fue Invocado de Modo Especial desde el Deck Extra: puedes Invocar esta carta de Modo Especial desde tu mano. No puede ser destruido en batalla con un monstruo Invocado de Modo Normal/Colocado. Tu adversario recibe cualquier daño de batalla que fueras a recibir tú de batallas que involucren a esta carta. Sólo puedes usar este efecto de \"Velociroid Canicas de Calavera\" una vez por turno. Si controlas un monstruo boca arriba que no sea un monstruo \"Velociroid\", destruye esta carta.", "fr": "Une fois par tour, durant la Standby Phase, si votre adversaire contrôle un monstre face recto qui a été Invoqué Spécialement depuis l'Extra Deck : vous pouvez Invoquer Spécialement cette carte depuis votre main. Non destructible au combat avec un monstre Invoqué/Posé Normalement. Votre adversaire reçoit les dommages de combat que vous auriez dû recevoir de combats impliquant cette carte. Vous ne pouvez utiliser cet effet de \"Crâne de Marbre Vitesseroid\" qu'une fois par tour. Si vous contrôlez un monstre face recto (monstres \"Vitesseroid\" exclus), détruisez cette carte.", "it": "Una volta per turno, durante la Standby Phase, se il tuo avversario controlla un mostro scoperto che è stato Evocato Specialmente dall'Extra Deck: puoi Evocare Specialmente questa carta dalla tua mano. Non può essere distrutto in battaglia con un mostro Evocato Normalmente/Posizionato. Il tuo avversario subisce qualsiasi danno da combattimento che avresti subito tu da battaglie che coinvolgono questa carta. Puoi utilizzare questo effetto di \"Velociroid Biglie Teschio\" una sola volta per turno. Se controlli un mostro scoperto che non è un mostro \"Velociroid\", distruggi questa carta.", "pt": "Uma vez por turno, durante a Fase de Apoio, se seu oponente controlar um monstro com a face para cima que foi Invocado por Invocação-Especial do Deck Adicional: você pode Invocar este card por Invocação-Especial da sua mão. Não pode ser destruído em batalha com um monstro Invocado por Invocação-Normal/Baixado. Seu oponente sofre qualquer dano de batalha que você teria sofrido das batalhas que envolvem este card. Você só pode usar este efeito de \"Velocidaroide Mármore Caveira\" uma vez por turno. Se você controlar um monstro com a face para cima que não seja um monstro \"Velocidaroide\", destrua este card.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。\n①：自分・相手のスタンバイフェイズに、ＥＸデッキから特殊召喚されたモンスターが相手フィールドに存在する場合に発動できる。このカードを手札から特殊召喚する。\n②：このカードは通常召喚されたモンスターとの戦闘では破壊されない。\n③：このカードの戦闘で発生する自分への戦闘ダメージは代わりに相手が受ける。\n④：自分フィールドに「スピードロイド」モンスター以外の表側表示モンスターが存在する場合にこのカードは破壊される。", "ko": "\"SR(스피드로이드) 비드로 도크로\"의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 스탠바이 페이즈에, 엑스트라 덱에서 특수 소환된 몬스터가 상대 필드에 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드는 통상 소환된 몬스터와의 전투로는 파괴되지 않는다. ③: 이 카드의 전투로 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다. ④: 자신 필드에 \"스피드로이드\" 몬스터 이외의 앞면 표시 몬스터가 존재할 경우에 이 카드는 파괴된다.", "zh-TW": "「疾行機人 玻璃骷髏」的③效果，１回合僅限使用１次。①：我方・對方的準備階段，可在對方場上存在從額外牌組被特殊召喚的怪獸的狀況下發動。從手牌特殊召喚此卡。②：此卡不會因與被通常召喚的怪獸的戰鬥被破壞。③：因此卡的戰鬥對我方造成的戰鬥傷害由對方承受作為替代。④：在我方場上存在「疾行機人」怪獸以外的正面表示怪獸的狀況下，此卡將被破壞。", "zh-CN": "“疾行机人 玻璃骷髅”的③效果１回合仅可使用１次。①：在自己・对手的准备阶段，被从额外牌组特殊召唤的怪兽存在于对手场上的情况下可以发动。从手牌将此卡特殊召唤。②：此卡不会因与被通常召唤的怪兽的战斗被破坏。③：因此卡的战斗造成的对自己的战斗伤害由对手代替承受。④：自己场上有“疾行机人”怪兽以外的表侧表示怪兽存在的情况下，此卡将被破坏。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WIND", "level": 7, "atk": 0, "def": 3000, "series": ["roid", "Speedroid"], "images": [{"index": 1, "image": "SpeedroidSkullMarbles-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN006", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-EN001", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE006", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-DE001", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR006", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-FR001", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT006", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-IT001", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT006", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-PT001", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP006", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR006", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 480267, "master_duel_rarity": "N"}