{"konami_id": 11575, "password": 35544402, "name": {"en": "Constellar Twinkle", "de": "Funkeln des Sternzeichen-Kundlers", "es": "Constelación Centelleante", "fr": "Scintillement de Constellée", "it": "Luccichio di Costellazioni", "pt": "Centelha Constelar", "ja": "ティンクル・セイクリッド", "ja_romaji": "Tinkuru Seikuriddo", "ko": "트윈클 세이크리드", "ko_rr": null, "zh-TW": "閃耀星聖", "zh-CN": "闪耀星圣"}, "text": {"en": null, "de": "Wähle 1 „Sternzeichen-Kundler“-Monster, das du kontrollierst; erhöhe seine Stufe um 1 oder 2. Falls sich diese Karte im Friedhof befindet: Du kannst 1 „Sternzeichen-Kundler“-Monster von deinem Friedhof verbannen; füge diese Karte deiner Hand von deinem Friedhof hinzu. Du kannst diesen Effekt von „Funkeln des Sternzeichen-Kundlers“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo \"Constelación\" que controles; aumenta en 1 ó 2 su Nivel. Si esta carta está en el Cementerio: puedes desterrar 1 monstruo \"Constelación\" en tu Cementerio; añade a tu mano esta carta en el Cementerio. Sólo puedes usar este efecto de \"Constelación Centelleante\" una vez por turno.", "fr": "Ciblez 1 monstre \"Constellée\" que vous contrôlez ; augmentez son Niveau de 1 ou 2. Si cette carte est dans le Cimetière : vous pouvez bannir 1 monstre \"Constellée\" depuis votre Cimetière ; ajoutez cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Scintillement de Constellée\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro \"Costellazione\" che controlli; aumenta il suo Livello di 1 o 2. Se questa carta è nel Cimitero: puoi bandire 1 mostro \"Costellazione\" dal tuo Cimitero; aggiungi questa carta dal Cimitero alla tua mano. Puoi utilizzare questo effetto di \"Luccichio di Costellazioni\" una sola volta per turno.", "pt": "Escolha 1 monstro \"Constelar\" que você controla; aumente o Nível dele em 1 ou 2. Se este card estiver no Cemitério: você pode banir 1 monstro \"Constelar\" do seu Cemitério; adicione este card do Cemitério à sua mão. Você só pode usar este efeito de \"Centelha Constelar\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：自分フィールドの「セイクリッド」モンスター１体を対象として発動できる。そのモンスターのレベルを２つまで上げる。\n②：このカードが墓地に存在する場合、自分の墓地から「セイクリッド」モンスター１体を除外して発動できる。このカードを手札に加える。", "ko": "\"트윈클 세이크리드\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"세이크리드\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨을 1개 또는 2개 올린다. ②: 이 카드가 묘지에 존재할 경우, 자신 묘지의 \"세이크리드\" 몬스터 1장을 제외하고 발동할 수 있다. 묘지의 이 카드를 패에 넣는다.", "zh-TW": "「閃耀星聖」的②效果，１回合僅限使用１次。①：可將我方場上的１隻「星聖」怪獸做為對象發動。該怪獸的等級提升１或２。②：在此卡存在於墓地的狀況下，可將我方墓地的１隻「星聖」怪獸除外發動。將墓地的此卡加入手牌。", "zh-CN": "“闪耀星圣”的②效果１回合只可使用１次。①：可以１只我方场上的“星圣”怪兽为对象发动。该怪兽的等级上升１级或２级。②：此卡存在于墓地的场合，可将我方墓地的１只“星圣”怪兽除外并发动。将墓地的此卡加入手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Constellar"], "images": [{"index": 1, "image": "ConstellarTwinkle-SECE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN055", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE055", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR055", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT055", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT055", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP055", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR055", "set_name": "Secrets of Eternity", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 315007, "master_duel_rarity": "N"}