{"konami_id": 21477, "password": 35550352, "name": {"en": "Vanquish Soul, Start!", "de": "Bezwingerseele, Start!", "es": "Derrota Almas, ¡Empieza!", "fr": "Âme du Vainqueur, Go !", "it": "Sgomina Anima, Iniziare!", "pt": "Alma Aniquiladora, Iniciar!", "ja": "<ruby>Ｓｔａｒｔ<rt>スタート</rt></ruby> <ruby>ｆｏｒ<rt>フォー</rt></ruby> <ruby>ＶＳ<rt>ヴァンキッシュ・ソウル</rt></ruby>！", "ja_romaji": "Sutāto Fō Vankisshu Souru!", "ko": "Start for VS!", "ko_rr": null, "zh-TW": "對擊鬥魂開戰！", "zh-CN": "对击斗魂开战！"}, "text": {"en": "You can target 1 \"Vanquish Soul\" monster you control; add 1 \"Vanquish Soul\" monster with a different Attribute from your Deck to your hand. If a \"Vanquish Soul\" monster(s) you control would be destroyed by battle or card effect, you can reveal 1 \"Vanquish Soul\" monster in your hand instead. During your End Phase, if you control 2 or more \"Vanquish Soul\" monsters: You can Set 1 \"Vanquish Soul\" Trap from your Deck. You can only use each effect of \"Vanquish Soul, Start!\" once per turn.", "de": "Du kannst 1 „Bezwingerseele“-Monster wählen, das du kontrollierst; füge deiner Hand 1 „Bezwingerseele“-Monster mit einer unterschiedlichen Eigenschaft von deinem Deck hinzu. Falls ein oder mehr „Bezwingerseele“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen 1 „Bezwingerseele“-Monster in deiner Hand vorzeigen. Während deiner End Phase, falls du 2 oder mehr „Bezwingerseele“-Monster kontrollierst: Du kannst 1 „Bezwingerseele“-Falle von deinem Deck setzen. Du kannst jeden Effekt von „Bezwingerseele, Start!“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 monstruo \"Derrota Almas\" que controles; añade a tu mano 1 monstruo \"Derrota Almas\" con un Atributo diferente en tu Deck. Si uno o más monstruos \"Derrota Almas\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta, puedes mostrar 1 monstruo \"Derrota Almas\" en tu mano en su lugar. Durante tu End Phase, si controlas 2 o más monstruos \"Derrota Almas\": puedes Colocar 1 Trampa \"Derrota Almas\" desde tu Deck. Sólo puedes usar cada efecto de \"Derrota Almas, ¡Empieza!\" una vez por turno.", "fr": "Vous pouvez cibler 1 monstre \"Âme du Vainqueur\" que vous contrôlez ; ajoutez 1 monstre \"Âme du Vainqueur\" d'Attribut différent depuis votre Deck à votre main. Si un ou plusieurs monstres \"Âme du Vainqueur\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez révéler 1 monstre \"Âme du Vainqueur\" dans votre main à la place. Durant votre End Phase, si vous contrôlez min. 2 monstres \"Âme du Vainqueur\" : vous pouvez Poser 1 Piège \"Âme du Vainqueur\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Âme du Vainqueur, Go !\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 mostro \"Sgomina Anima\" che controlli; aggiungi 1 mostro \"Sgomina Anima\" con un Attributo diverso dal tuo Deck alla tua mano. Se uno o più mostri \"Sgomina Anima\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece rivelare 1 mostro \"Sgomina Anima\" nella tua mano. Durante la tua End Phase, se controlli 2 o più mostri \"Sgomina Anima\": puoi Posizionare 1 Trappola \"Sgomina Anima\" dal tuo Deck. Puoi utilizzare ogni effetto di \"Sgomina Anima, Iniziare!\" una sola volta per turno.", "pt": "Você pode escolher 1 monstro \"Alma Aniquiladora\" que você controla; adicione 1 monstro \"Alma Aniquiladora\" com um Atributo diferente do seu Deck à sua mão. Se um ou mais monstros \"Alma Aniquiladora\" que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode revelar 1 monstro \"Alma Aniquiladora\" da sua mão. Durante sua Fase Final, se você controlar 2 ou mais monstros \"Alma Aniquiladora\": você pode Baixar 1 Armadilha \"Alma Aniquiladora\" do seu Deck. Você só pode usar cada efeito de \"Alma Aniquiladora, Iniciar!\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「ＶＳ」モンスター１体を対象として発動できる。そのモンスターとは属性が異なる「ＶＳ」モンスター１体をデッキから手札に加える。②：自分フィールドの「ＶＳ」モンスターが戦闘・効果で破壊される場合、代わりに手札の「ＶＳ」モンスター１体を見せる事ができる。③：自分エンドフェイズに、自分フィールドに「ＶＳ」モンスターが２体以上存在する場合に発動できる。デッキから「ＶＳ」罠カード１枚を自分フィールドにセットする。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"VS(뱅키시 소울)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와는 속성이 다른 \"VS(뱅키시 소울)\" 몬스터 1장을 덱에서 패에 넣는다. ②: 자신 필드의 \"VS(뱅키시 소울)\" 몬스터가 전투 / 효과로 파괴될 경우, 대신에 패의 \"VS(뱅키시 소울)\" 몬스터 1장을 보여줄 수 있다. ③: 자신 엔드 페이즈에, 자신 필드에 \"VS(뱅키시 소울)\" 몬스터가 2장 이상 존재할 경우에 발동할 수 있다. 덱에서 \"VS(뱅키시 소울)\" 함정 카드 1장을 자신 필드에 세트한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次。①：以自己场上的1只“对击斗魂”怪兽为对象可以发动。从牌组将属性与该怪兽不同的1只“对击斗魂”怪兽加入手牌。②：自己场上的“对击斗魂”怪兽将被战斗・效果破坏的情况下，作为代替可出示手牌的1只“对击斗魂”怪兽。③：在自己的结束阶段，自己场上存在2只以上“对击斗魂”怪兽的情况下可以发动。从牌组将1张“对击斗魂”陷阱卡放置在自己场上。"}, "card_type": "Spell", "property": "Field", "series": ["Vanquish Soul"], "images": [{"index": 1, "image": "VanquishSoulStart-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN066", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-EN012", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUAD-DE066", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-DE012", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "es": [{"set_number": "DUAD-SP066", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-SP012", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUAD-FR066", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-FR012", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUAD-IT066", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-IT012", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUAD-PT066", "set_name": "Duelist's Advance", "rarities": ["Common"]}, {"set_number": "OP30-PT012", "set_name": "OTS Tournament Pack 30", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DUAD-JP066", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ko": [{"set_number": "DUAD-KR066", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC066", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123215, "master_duel_rarity": "SR"}