{"konami_id": 18200, "password": 35569555, "name": {"en": "Dogmatikamatrix", "de": "Dogmatikamatrix", "es": "Dogmátikmatriz", "fr": "Dogmatikamatrice", "it": "Dogmatikamatrice", "pt": "Dogmatikamatriz", "ja": "<ruby>凶導の聖告<rt>ドラグマトリックス</rt></ruby>", "ja_romaji": "Doragumatorikkusu", "ko": "드래그마매트릭스", "ko_rr": "Deuraegeumamaeteurikseu", "zh-TW": "凶教導之聖告", "zh-CN": "凶教导之圣告"}, "text": {"en": null, "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „Dogmatika“-Ritualmonster oder 1 „Dogmatika“-Ritualzauber von deinem Deck hinzufügen, dann, falls dein Gegner ein Monster kontrolliert, kannst du deiner Hand 1 „Dogmatika“-Karte von deinem Deck hinzufügen. Einmal pro Spielzug, falls du ein „Dogmatika“-Ritualmonster kontrollierst: Du kannst dir das Extra Deck eines Spielers ansehen und 1 Monster davon auf den Friedhof legen. Du kannst nur 1 „Dogmatikamatrix“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes añadir a tu mano 1 Monstruo de Ritual \"Dogmátik\" o 1 Mágica de Ritual \"Dogmátik\" en tu Deck y después, si tu adversario controla un monstruo, puedes añadir a tu mano 1 carta \"Dogmátik\" en tu Deck. Una vez por turno, si controlas un Monstruo de Ritual \"Dogmátik\": puedes mirar el Deck Extra de cualquier jugador, y mandar al Cementerio 1 monstruo de él. Sólo puedes activar 1 \"Dogmátikmatriz\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 Monstre Rituel \"Dogmatika\" ou 1 Magie Rituelle \"Dogmatika\" depuis votre Deck à votre main, puis si votre adversaire contrôle un monstre, vous pouvez ajouter 1 carte \"Dogmatika\" depuis votre Deck à votre main. Une fois par tour, si vous contrôlez un Monstre Rituel \"Dogmatika\" : vous pouvez regarder l'Extra Deck de l'un des joueurs, et envoyez 1 monstre depuis celui-ci au Cimetière. Vous ne pouvez activer qu'1 \"Dogmatikamatrice\" par tour.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 Mostro Rituale \"Dogmatika\" o 1 Magia Rituale \"Dogmatika\" dal tuo Deck alla tua mano, poi se il tuo avversario controlla un mostro, puoi aggiungere 1 carta \"Dogmatika\" dal tuo Deck alla tua mano. Una volta per turno, se controlli un Mostro Rituale \"Dogmatika\": puoi guardare l'Extra Deck di qualsiasi giocatore, e mandare 1 mostro da esso al Cimitero. Puoi attivare solo 1 \"Dogmatikamatrice\" per turno.", "pt": "Quando este card for ativado: você pode adicionar 1 Monstro de Ritual \"Dogmatika\" ou 1 Magia de Ritual \"Dogmatika\" do seu Deck à sua mão e, depois, se seu oponente controlar um monstro, você pode adicionar 1 card \"Dogmatika\" do seu Deck à sua mão. Uma vez por turno, se você controlar um Monstro de Ritual \"Dogmatika\": você pode olhar o Deck Adicional de qualquer duelista e enviar 1 monstro de lá para o Cemitério. Você só pode ativar 1 \"Dogmatikamatriz\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：このカードの発動時の効果処理として、以下の効果を適用できる。\n●デッキから「ドラグマ」儀式モンスター１体か「ドラグマ」儀式魔法カード１枚を手札に加える。相手フィールドにモンスターが存在する場合、さらにデッキから「ドラグマ」カード１枚を手札に加える事ができる。\n②：１ターンに１度、自分フィールドに「ドラグマ」儀式モンスターが存在する場合に発動できる。自分か相手のＥＸデッキを確認し、その内のモンスター１体を墓地へ送る。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 이하의 효과를 적용할 수 있다.\n●덱에서 \"드래그마\" 의식 몬스터 1장 또는 \"드래그마\" 의식 마법 카드 1장을 패에 넣는다. 상대 필드에 몬스터가 존재할 경우, 추가로 덱에서 \"드래그마\" 카드 1장을 패에 넣을 수 있다.\n②: 1턴에 1번, 자신 필드에 \"드래그마\" 의식 몬스터가 존재할 경우에 발동할 수 있다. 자신 또는 상대의 엑스트라 덱을 확인하고, 그 중의 몬스터 1장을 골라 묘지로 보낸다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：做為此卡發動時的效果處理，可適用以下效果。●從牌組將１隻「教導」儀式怪獸或１張「教導」儀式魔法卡加入手牌。在對方場上存在怪獸的狀況下，可另從牌組將１張「教導」卡加入手牌。②：１回合１次，可在我方場上存在「教導」儀式怪獸的狀況下發動。確認我方或對方的額外牌組，選擇將其中１隻怪獸送至墓地。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：作为此卡发动时的效果处理，可适用以下效果。●从牌组将１只“教导”仪式怪兽或１张“教导”仪式魔法卡加入手牌。对手场上存在怪兽的情况下，进而可再从牌组将１张“教导”卡加入手牌。②：１回合１次，自己场上存在“教导”仪式怪兽的情况下可以发动。确认自己或对手的额外牌组，挑选其中１只怪兽送至墓地。"}, "card_type": "Spell", "property": "Continuous", "series": ["Dogmatika"], "images": [{"index": 1, "image": "Dogmatikamatrix-PHHY-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN055", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHHY-DE055", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHHY-FR055", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHHY-IT055", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHHY-PT055", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHHY-JP055", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "CF01-JP148", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PHHY-KR055", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC098", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714604, "master_duel_rarity": "SR"}