{"konami_id": 17422, "password": 35622739, "name": {"en": "Gem-Knight Quartz", "de": "Edelstein-Ritter Quartz", "es": "Caballero-Gema Cuarzo", "fr": "Quartz, Chevalier-Gemmes", "it": "Cavaliere-Gemma Quarzo", "pt": "Cavaleiro-Gema Quartzo", "ja": "ジェムナイト・クォーツ", "ja_romaji": "Jemunaito Kwōtsu", "ko": "젬나이트 쿼츠", "ko_rr": "Jemnaiteu Kwocheu", "zh-TW": "寶石騎士・石英", "zh-CN": "宝石骑士・石英"}, "text": {"en": null, "de": "Falls dein Gegner ein Monster kontrolliert: Du kannst diese Karte abwerfen; setze 1 Permanenten „Fusion“-Zauber direkt von deinem Deck, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer „Edelstein-Ritter“-Monstern. Falls diese Karte als Material für eine Fusionsbeschwörung verwendet und auf den Friedhof gelegt oder verbannt wird: Du kannst deiner Hand 1 „Edelstein-Ritter“-Monster von deinem Friedhof hinzufügen, außer „Edelstein-Ritter Quartz“. Du kannst jeden Effekt von „Edelstein-Ritter Quartz“ nur einmal pro Spielzug verwenden.", "es": "Si tu adversario controla un monstruo: puedes descartar esta carta; Coloca 1 Mágica Continua \"Fusión\" directamente desde tu Deck, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos \"Caballero-Gema\". Si esta carta es usada como material para una Invocación por Fusión, y mandada al Cementerio o desterrada: puedes añadir a tu mano 1 monstruo \"Caballero-Gema\" en tu Cementerio, excepto \"Caballero-Gema Cuarzo\". Sólo puedes usar cada efecto de \"Caballero-Gema Cuarzo\" una vez por turno.", "fr": "Si votre adversaire contrôle un monstre : vous pouvez défausser cette carte ; Posez 1 Magie Continue \"Fusion\" directement depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier-Gemmes\" exclus) depuis l'Extra Deck le reste de ce tour. Si cette carte est utilisée comme Matériel pour une Invocation Fusion, et est envoyée au Cimetière ou bannie : vous pouvez ajouter 1 monstre \"Chevalier-Gemmes\" (\"Quartz, Chevalier-Gemmes\" exclu) depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Quartz, Chevalier-Gemmes\" qu'une fois par tour.", "it": "Se il tuo avversario controlla un mostro: puoi scartare questa carta; Posiziona 1 Magia Continua \"Fusione\" direttamente dal tuo Deck, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri \"Cavaliere-Gemma\". Se questa carta viene utilizzata come materiale per un'Evocazione tramite Fusione, e mandata al Cimitero o bandita: puoi aggiungere 1 mostro \"Cavaliere-Gemma\" dal tuo Cimitero alla tua mano, eccetto \"Cavaliere-Gemma Quarzo\". Puoi utilizzare ogni effetto di \"Cavaliere-Gemma Quarzo\" una sola volta per turno.", "pt": "Se seu oponente controlar um monstro: você pode descartar este card; Baixe 1 Magia Contínua \"Fusão\" diretamente do seu Deck e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros \"Cavaleiro-Gema\". Se este card for usado como matéria para uma Invocação-Fusão e enviado para o Cemitério ou banido: você pode adicionar à sua mão 1 monstro \"Cavaleiro-Gema\" do seu Cemitério, exceto \"Cavaleiro-Gema Quartzo\". Você só pode usar cada efeito de \"Cavaleiro-Gema Quartzo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：相手フィールドにモンスターが存在する場合、このカードを手札から捨てて発動できる。デッキから「フュージョン」永続魔法カード１枚を自分フィールドにセットする。このターン、自分は「ジェムナイト」モンスターしかＥＸデッキから特殊召喚できない。\n②：このカードが融合召喚の素材になり、墓地へ送られた場合または除外された場合に発動できる。自分の墓地から「ジェムナイト・クォーツ」以外の「ジェムナイト」モンスター１体を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드에 몬스터가 존재할 경우, 이 카드를 패에서 버리고 발동할 수 있다. 덱에서 \"퓨전\" 지속 마법 카드 1장을 고르고 자신 필드에 세트한다. 이 턴에, 자신은 \"젬나이트\" 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 이 카드가 융합 소환의 소재가 되어, 묘지로 보내졌을 경우 또는 제외되었을 경우에 발동할 수 있다. 자신 묘지에서 \"젬나이트 쿼츠\" 이외의 \"젬나이트\" 몬스터 1장을 고르고 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在對方場上存在怪獸的狀況下，可從手牌捨棄此卡發動。從牌組選擇１張「結合」永續魔法卡，覆蓋在我方場上。此回合，我方可從額外牌組特殊召喚的怪獸僅限「寶石騎士」怪獸。②：可在此卡做為融合召喚的素材被送至墓地或被除外的狀況下發動。從我方墓地選擇１隻「寶石騎士・石英」以外的「寶石騎士」怪獸加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：对手场上有怪兽存在的情况下，从手牌将此卡舍弃可以发动。从牌组挑选１张“结合”永续魔法卡放置在自己场上。此回合，自己从额外牌组仅可特殊召唤“宝石骑士”怪兽。②：此卡成为融合召唤的素材，被送至墓地的情况下或被除外的情况下可以发动。从自己的墓地挑选“宝石骑士 石英”以外的１只“宝石骑士”怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 4, "atk": 1500, "def": 1500, "series": ["Gem-", "Gem-Knight"], "images": [{"index": 1, "image": "GemKnightQuartz-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN020", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN123", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}, {"set_number": "MP24-EN152", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "POTE-DE020", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE123", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}, {"set_number": "MP24-DE152", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "POTE-FR020", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR123", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}, {"set_number": "MP24-FR152", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "POTE-IT020", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT123", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}, {"set_number": "MP24-IT152", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "POTE-PT020", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT123", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}, {"set_number": "MP24-PT152", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "POTE-JP020", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "TW02-JP052", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "POTE-KR020", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715089, "master_duel_rarity": "SR"}