{"konami_id": 14391, "password": 35645105, "name": {"en": "Infinitrack Harvester", "de": "Endloskette Mähdrescher", "es": "Infinitrack Cosechadora", "fr": "Moissonneuse Chenillinfini", "it": "Mietitrice Infinicingoli", "pt": "Colheitadeira Infinisteira", "ja": "<ruby>無<rt>む</rt></ruby><ruby>限<rt>げん</rt></ruby><ruby>起<rt>き</rt></ruby><ruby>動<rt>どう</rt></ruby>ハーヴェスター", "ja_romaji": "Mugenkidō Hāvesutā", "ko": "무한기동 하비스터", "ko_rr": "Muhan-gidong Habiseuteo", "zh-TW": "無限起動 收割機", "zh-CN": "无限起动 收割机"}, "text": {"en": "If this card is Normal or Special Summoned: You can add 1 \"Infinitrack\" monster from your Deck to your hand, except \"Infinitrack Harvester\". You can target 1 other Machine monster you control; the Levels of both that monster and this card become the combined original Levels of those 2 monsters, until the end of this turn. You can only use each effect of \"Infinitrack Harvester\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Endloskette“-Monster von deinem Deck hinzufügen, außer „Endloskette Mähdrescher“. Du kannst 1 anderes Maschine-Monster wählen, das du kontrollierst; die Stufen des Monsters und dieser Karte werden bis zum Ende dieses Spielzugs gleich der Summe der Grund-Stufen der 2 Monster. Du kannst jeden Effekt von „Endloskette Mähdrescher“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 monstruo \"Infinitrack\" en tu Deck, excepto \"Infinitrack Cosechadora\". Puedes seleccionar otro monstruo Máquina que controles; hasta el final de este turno, los Niveles de ese monstruo y esta carta se convierten en los Niveles originales combinados de esos 2 monstruos. Sólo puedes usar cada efecto de \"Infinitrack Cosechadora\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Chenillinfini\" (\"Moissonneuse Chenillinfini\" exclu) depuis votre Deck à votre main. Vous pouvez cibler 1 autre monstre Machine que vous contrôlez ; jusqu'à la fin de ce tour, le Niveau du monstre ainsi que de cette carte devient la somme des Niveaux d'origine de ces 2 monstres. Vous ne pouvez utiliser chaque effet de \"Moissonneuse Chenillinfini\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 mostro \"Infinicingoli\" dal tuo Deck alla tua mano, eccetto \"Mietitrice Infinicingoli\". Puoi scegliere come bersaglio 1 altro mostro Macchina che controlli; i Livelli sia di quel mostro che di questa carta diventano la somma dei Livelli originali di quei 2 mostri, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Mietitrice Infinicingoli\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 monstro \"Infinisteira\" do seu Deck à sua mão, exceto \"Colheitadeira Infinisteira\". Você pode escolher 1 outro monstro Máquina que você controla; até o final deste turno, os Níveis tanto desse monstro quanto deste card se tornam iguais aos Níveis originais combinados desses 2 monstros. Você só pode usar cada efeito de \"Colheitadeira Infinisteira\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「無限起動ハーヴェスター」以外の「無限起動」モンスター１体を手札に加える。②：このカード以外の自分フィールドの機械族モンスター１体を対象として発動できる。そのモンスターとこのカードは、ターン終了時までその２体の元々のレベルを合計したレベルになる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"무한기동 하비스터\" 이외의 \"무한기동\" 몬스터 1장을 패에 넣는다. ②: 이 카드 이외의 자신 필드의 기계족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와 이 카드는, 턴 종료시까지 그 2장의 원래의 레벨을 합계한 레벨이 된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将1只\"无限起动 收割机\"以外的\"无限起动\"怪兽加入手牌。②：以自己场上此卡以外的1只机械族怪兽为对象可以发动。该怪兽和此卡直至回合结束时为止，变为该2只原本等级合计的等级。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 2, "atk": 0, "def": 2100, "series": ["Infinitrack"], "images": [{"index": 1, "image": "InfinitrackHarvester-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN001", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN206", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INCH-DE001", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE206", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INCH-FR001", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR206", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INCH-IT001", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT206", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INCH-PT001", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT206", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBIC-JP001", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBIC-KR001", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TM01-SC024", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 594628, "master_duel_rarity": "R"}