{"konami_id": 14454, "password": 35770983, "name": {"en": "Dinowrestler Martial Ankylo", "de": "Dinowrestler Martial Ankylo", "es": "Dinoluchador Ankylo Marcial", "fr": "Dinolutteur Martial Ankylo", "it": "Dinowrestler Ankylo Marziale", "pt": "Dinolutador Anqui Marcial", "ja": "ダイナレスラー・マーシャルアンキロ", "ja_romaji": "Dainaresurā Māsharu Ankiro", "ko": "다이너레슬러 마샬안키로", "ko_rr": "Daineoreseulleo Masyal-ankiro", "zh-TW": null, "zh-CN": "恐龙摔跤手・武术甲龙"}, "text": {"en": "During damage calculation, if another \"Dinowrestler\" monster you control battles an opponent's monster (Quick Effect): You can send this card from your hand or field to the GY; that monster you control cannot be destroyed by that battle, also the ATK of your opponent's battling monster is halved at the end of the Damage Step. During the End Phase, if this card is in the GY because it was sent there from the field this turn: You can Special Summon this card, but banish it when it leaves the field. You can only use this effect of \"Dinowrestler Martial Ankylo\" once per turn.", "de": "Während der Schadensberechnung, falls ein anderes „Dinowrestler“-Monster, das du kontrollierst, gegen ein Monster eines Gegners kämpft (Schnelleffekt): Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; das Monster, das du kontrollierst, kann durch den Kampf nicht zerstört werden, zusätzlich werden die ATK des kämpfenden Monsters deines Gegners am Ende des Damage Steps halbiert. Während der End Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug vom Spielfeld dorthin gelegt wurde: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Dinowrestler Martial Ankylo“ nur einmal pro Spielzug verwenden.", "es": "Durante el cálculo de daño, si otro monstruo \"Dinoluchador\" que controlas batalla con un monstruo del adversario (Efecto Rápido): puedes mandar al Cementerio esta carta en tu mano o Campo; ese monstruo que controlas no puede ser destruido en esa batalla, y además el ATK del monstruo batallante de tu adversario se divide a la mitad al final del Damage Step. Durante la End Phase, si esta carta está en el Cementerio porque fue mandada allí desde el Campo este turno: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar este efecto de \"Dinoluchador Ankylo Marcial\" una vez por turno.", "fr": "Durant le calcul des dommages, si un autre monstre \"Dinolutteur\" que vous contrôlez combat un monstre de l'adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; le monstre que vous contrôlez ne peut pas être détruit par ce combat, et aussi, l'ATK du monstre combattant de votre adversaire est divisée par deux à la fin de la Damage Step. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée depuis le Terrain ce tour : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Dinolutteur Martial Ankylo\" qu'une fois par tour.", "it": "Durante il calcolo dei danni, se un altro mostro \"Dinowrestler\" che controlli combatte con un mostro dell'avversario (Effetto Rapido): puoi mandare questa carta dalla tua mano o Terreno al Cimitero; quel mostro che controlli non può essere distrutto in quella battaglia, inoltre l'ATK del mostro del tuo avversario che sta combattendo viene dimezzato alla fine del Damage Step. Durante la End Phase, se questa carta è nel Cimitero perché è stata mandata lì dal Terreno in questo turno: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare questo effetto di \"Dinowrestler Ankylo Marziale\" una sola volta per turno.", "pt": "Durante o cálculo de dano, se outro monstro \"Dinolutador\" que você controla batalhar um monstro do oponente (Efeito Rápido): você pode enviar este card da sua mão ou do campo para o Cemitério; esse monstro que você controla não pode ser destruído nessa batalha e, além disso, o ATK do monstro do oponente que está batalhando é diminuído pela metade no final da Etapa de Dano. Durante a Fase Final, se este card estiver no Cemitério porque foi enviado do campo para lá neste turno: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar este efeito de \"Dinolutador Anqui Marcial\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカード以外の自分の「ダイナレスラー」モンスターが相手モンスターと戦闘を行うダメージ計算時、手札・フィールドのこのカードを墓地へ送って発動できる。その自分のモンスターはその戦闘では破壊されず、その相手モンスターの攻撃力はダメージステップ終了時に半分になる。②：このカードがフィールドから墓地へ送られたターンのエンドフェイズに発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드 이외의 자신의 \"다이너레슬러\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 계산시, 패 / 필드의 이 카드를 묘지로 보내고 발동할 수 있다. 그 자신 몬스터는 그 전투로는 파괴되지 않으며, 그 상대 몬스터의 공격력은 데미지 스텝 종료시에 절반이 된다. ②: 이 카드가 필드에서 묘지로 보내진 턴의 엔드 페이즈에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：在自己・对手回合中，其他的自己的“恐龙摔跤手”怪兽与对手怪兽进行战斗的伤害计算时，将手牌・场上的此卡送至墓地可以发动。该自己的怪兽不会因该战斗被破坏，该对手的怪兽的攻击力在伤害步骤结束时变为一半。②：在此卡从场上被送至墓地的回合的结束阶段可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "EARTH", "level": 2, "atk": 1000, "def": 0, "series": ["Dinowrestler"], "images": [{"index": 1, "image": "DinowrestlerMartialAnkylo-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN006", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-EN104", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE006", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-DE104", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "es": [{"set_number": "RIRA-SP006", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-SP104", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR006", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-FR104", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT006", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-IT104", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT006", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-PT104", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP006", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ko": [{"set_number": "RIRA-KR006", "set_name": "Rising Rampage", "rarities": ["Common"]}], "zh-CN": [{"set_number": "25BZ-SC225", "set_name": "Doom of Dimensions Patchwork Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 605320}