{"konami_id": 11684, "password": 35800511, "name": {"en": "Superheavy Samurai Soulbuster Gauntlet", "de": "Superstarker Samurai Seelenbrecher-Handschuh", "es": "Samurai Superpesado Alma Guante Destructor", "fr": "Gantelet Cassâme Samouraï Supralourd", "it": "Samurai Superpesante Animaspacca Guanti", "pt": "Manopla Samurai Superpesado Alma Demolidora", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>重<rt>じゅう</rt></ruby><ruby>武<rt>む</rt></ruby><ruby>者<rt>しゃ</rt></ruby><ruby>装<rt>そう</rt></ruby><ruby>留<rt>る</rt></ruby>バスター・ガントレット", "ja_romaji": "Chōjūmusha Sōru Basutā Gantoretto", "ko": "초중무사소울 버스터 건틀릿", "ko_rr": null, "zh-TW": "超重武者裝魂 爆裂手甲", "zh-CN": "超重武者装魂 爆裂手甲"}, "text": {"en": "You can target 1 \"Superheavy Samurai\" monster you control; equip this monster from your hand or field to that target. It gains 400 DEF. During either player's Damage Step, when a Defense Position \"Superheavy Samurai\" monster you control battles an opponent's monster, and you have no Spell/Trap Cards in your Graveyard: You can send this card from your hand to the Graveyard; your battling monster's DEF becomes double its original DEF until the end of this turn.", "de": "Du kannst 1 „Superstarker Samurai“-Monster wählen, das du kontrollierst; rüste das gewählte Ziel mit diesem Monster von deiner Hand oder Spielfeldseite aus. Es erhält 400 DEF. Während des Damage Steps eines beliebigen Spielers, wenn ein „Superstarker Samurai“-Monster in Verteidigungsposition, das du kontrollierst, gegen ein Monster deines Gegners kämpft und du keine Zauber-/Fallenkarten in deinem Friedhof hast: Du kannst diese Karte von deiner Hand auf den Friedhof legen; die DEF deines kämpfenden Monsters werden bis zum Ende dieses Spielzugs zum Doppelten seiner Grund-DEF.", "es": "Puedes seleccionar 1 monstruo \"Samurai Superpesado\" que controles; equipa este monstruo en tu mano o Campo a ese objetivo. Ese gana 400 DEF. Durante el Damage Step de cualquier jugador, cuando un monstruo \"Samurai Superpesado\" en Posición de Defensa que controles batalle con un monstruo de tu adversario, y tú no tengas Cartas Mágicas/de Trampa en tu Cementerio: puedes mandar al Cementerio esta carta en tu mano; hasta el final de este turno, la DEF de tu monstruo batallante se convierte en el doble de su DEF original.", "fr": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou Terrain à la cible. Il gagne 400 DEF. Durant la Damage Step de chaque joueur, lorsqu'un monstre \"Samouraï Supralourd\" en Position de Défense que vous contrôlez combat un monstre de votre adversaire, et que vous n'avez aucune Carte Magie/Piège dans votre Cimetière : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin de ce tour, la DEF de votre monstre combattant devient le double de sa DEF d'origine.", "it": "Puoi scegliere come bersaglio 1 mostro \"Samurai Superpesante\" che controlli; equipaggia questo mostro dalla tua mano o Terreno a quel bersaglio. Esso guadagna 400 DEF. Durante il Damage Step di qualsiasi giocatore, quando un mostro \"Samurai Superpesante\" in Posizione di Difesa che controlli combatte con un mostro dell'avversario, e non hai nessuna Carta Magia/Trappola nel tuo Cimitero: puoi mandare questa carta dalla tua mano al Cimitero; il DEF del tuo mostro che sta combattendo diventa il doppio del suo DEF originale fino alla fine di questo turno.", "pt": "Você pode escolher 1 monstro \"Samurai Superpesado\" que você controla; equipe este monstro da sua mão ou do campo no alvo. Ele ganha 400 de DEF. Durante a Etapa de Dano de qualquer duelista, quando um monstro \"Samurai Superpesado\" em Posição de Defesa que você controla batalhar um monstro do oponente e você não tiver Cards de Magia/Armadilha no seu Cemitério: você pode enviar este card da sua mão para o Cemitério; até o final deste turno, a DEF do seu monstro que está batalhando se torna o dobro da DEF original.", "ja": "①：自分メインフェイズに自分フィールドの「超重武者」モンスター１体を対象として発動できる。自分の手札・フィールドからこのモンスターを守備力４００アップの装備カード扱いとしてその自分のモンスターに装備する。②：自分の墓地に魔法・罠カードが存在しない場合、自分の守備表示の「超重武者」モンスターが相手モンスターと戦闘を行うダメージステップ開始時からダメージ計算前までに、このカードを手札から墓地へ送って発動できる。その戦闘を行う自分のモンスターの守備力はターン終了時まで元々の守備力の倍になる。", "ko": "①: 자신 메인 페이즈에 자신 필드의 \"초중무사\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 패 / 필드에서 이 몬스터를 수비력 400 올리는 장착 카드로 취급하고 그 자신 몬스터에 장착한다. ②: 자신 묘지에 마법 / 함정 카드가 존재하지 않을 경우, 자신의 수비 표시의 \"초중무사\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시부터 데미지 계산 전까지, 이 카드를 패에서 묘지로 보내고 발동할 수 있다. 그 전투를 실행하는 자신 몬스터의 수비력은 턴 종료시까지 원래 수비력의 배가 된다.", "zh-TW": null, "zh-CN": "①：在自己的主要阶段，以自己场上的１只“超重武者”怪兽为对象可以发动。从自己的手牌・场上，将此怪兽视为守备力上升４００的装备卡，装备于该自己的怪兽。②：自己的墓地不存在魔法・陷阱卡的情况下，自己的守备表示“超重武者”怪兽与对手怪兽进行战斗的伤害步骤开始时到伤害计算前为止，从手牌将此卡送至墓地可以发动。进行该战斗的自己的怪兽的守备力直至回合结束时为止，变为原本守备力的两倍。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 1, "atk": 0, "def": 400, "series": ["Superheavy Samurai", "Superheavy Samurai Soul"], "images": [{"index": 1, "image": "SuperheavySamuraiSoulbusterGauntlet-SP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN009", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-EN008", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-EN012", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "de": [{"set_number": "CROS-DE009", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-DE008", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-DE012", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "fr": [{"set_number": "CROS-FR009", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-FR008", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-FR012", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "it": [{"set_number": "CROS-IT009", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-IT008", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-IT012", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "pt": [{"set_number": "CROS-PT009", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-PT008", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-PT012", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "ja": [{"set_number": "CROS-JP009", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ko": [{"set_number": "CROS-KR009", "set_name": "Crossed Souls", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC057", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 334407, "master_duel_rarity": "R"}