{"konami_id": 16246, "password": 35815783, "name": {"en": "Magikey World", "de": "Magieschlüssel-Welt", "es": "Mundo Magillave", "fr": "Monde de la Magiclé", "it": "Mondo Magichiave", "pt": "Mundo Magichave", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>鍵<rt>けん</rt></ruby><ruby>施<rt>せ</rt></ruby><ruby>解<rt>かい</rt></ruby>", "ja_romaji": "Maken Sekai", "ko": "마건시해", "ko_rr": "Mageonsihae", "zh-TW": "魔鍵施解", "zh-CN": "魔键施解"}, "text": {"en": null, "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „Magieschlüssel“-Monster von deinem Deck hinzufügen. Das erste Mal in jedem Spielzug, wenn jedes Normale Nichtspielmarke-Monster, das du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würde, wird es nicht zerstört. Während deiner Main Phase: Du kannst deiner Hand 1 „Magieschlüssel Maftea“ von deinem Deck hinzufügen, dann lege 1 Karte von deiner Hand unters Deck. Du kannst diesen Effekt von „Magieschlüssel-Welt“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Magieschlüssel-Welt“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes añadir a tu mano 1 monstruo \"Magillave\" en tu Deck. La primera vez que cada Monstruo Normal que controles que no sea una Ficha fuera a ser destruido en batalla o por el efecto de una carta cada turno, no es destruido. Durante tu Main Phase: puedes añadir a tu mano 1 \"Maftea Magillave\" en tu Deck, y después poner en la parte inferior del Deck 1 carta en tu mano. Sólo puedes usar este efecto de \"Mundo Magillave\" una vez por turno. Sólo puedes activar 1 \"Mundo Magillave\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Magiclé\" depuis votre Deck à votre main. La première fois que chaque Monstre Normal non-Jeton que vous contrôlez va être détruit au combat ou par un effet de carte chaque tour, il n'est pas détruit. Durant votre Main Phase : vous pouvez ajouter 1 \"Maftea de la Magiclé\" depuis votre Deck à votre main, puis placez 1 carte depuis votre main au-dessous du Deck. Vous ne pouvez utiliser cet effet de \"Monde de la Magiclé\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Monde de la Magiclé\" par tour.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 mostro \"Magichiave\" dal tuo Deck alla tua mano. La prima volta che ogni Mostro Normale non-Segna-Mostro che controlli sta per essere distrutto in battaglia o dall'effetto di una carta ogni turno, non viene distrutto. Durante la tua Main Phase: puoi aggiungere 1 \"Maftea Magichiave\" dal tuo Deck alla tua mano, poi mettere 1 carta dalla tua mano in fondo al Deck. Puoi utilizzare questo effetto di \"Mondo Magichiave\" una sola volta per turno. Puoi attivare solo 1 \"Mondo Magichiave\" per turno.", "pt": "Quando este card for ativado: você pode adicionar 1 monstro \"Magichave\" do seu Deck à sua mão. Na primeira vez que cada Monstro Normal que não seja uma Ficha que você controla seria destruído em batalha ou por um efeito de card a cada turno, ele não é destruído. Durante sua Fase Principal: você pode adicionar 1 \"Maftea Magichave\" do seu Deck à sua mão e, depois, coloque 1 card da sua mão no fundo do Deck. Você só pode usar este efeito de \"Mundo Magichave\" uma vez por turno. Você só pode ativar 1 \"Mundo Magichave\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の③の効果は１ターンに１度しか使用できない。\n①：このカードの発動時の効果処理として、デッキから「魔鍵」モンスター１体を手札に加える事ができる。\n②：このカードがフィールドゾーンに存在する限り、トークン以外の自分フィールドの通常モンスターはそれぞれ１ターンに１度だけ戦闘・効果では破壊されない。\n③：自分メインフェイズに発動できる。デッキから「魔鍵－マフテア」１枚を手札に加える。その後、自分の手札を１枚選んでデッキの一番下に戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"마건\" 몬스터 1장을 패에 넣을 수 있다. ②: 이 카드가 필드 존에 존재하는 한, 토큰 이외의 자신 필드의 일반 몬스터는 각각 1턴에 1번만 전투 / 효과로는 파괴되지 않는다. ③: 자신 메인 페이즈에 발동할 수 있다. 덱에서 \"마건－마프테아\" 1장을 패에 넣는다. 그 후, 패를 1장 고르고 덱 맨 아래로 되돌린다.", "zh-TW": "此卡名的卡１回合僅限發動１張，此卡名的③效果，１回合僅限使用１次。①：做為此卡發動時的效果處理，可從牌組將１隻「魔鍵」怪獸加入手牌。②：只要此卡存在於場地區，衍生物以外的我方場上的通常怪獸１回合各僅限１次不會因戰鬥・效果被破壞。③：可在我方主要階段發動。從牌組將１張「魔鍵－莫夫提亞」加入手牌。其後，選擇１張手牌送回牌組的最下方。", "zh-CN": "此卡名的卡１回合仅可发动１张，此卡名的③效果１回合仅可使用１次。①：作为此卡发动时的效果处理，可从牌组将１只“魔键”怪兽加入手牌。②：只要此卡存在于场地区域，衍生物以外的自己场上的通常怪兽１回合各仅１次，不会因战斗・效果被破坏。③：在自己的主要阶段可以发动。从牌组将１张“魔键－马夫提亚”加入手牌。然后挑选１张手牌放回牌组最下面。"}, "card_type": "Spell", "property": "Field", "series": ["Magikey"], "images": [{"index": 1, "image": "MagikeyWorld-MP22-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN057", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-EN158", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "de": [{"set_number": "DAMA-DE057", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-DE158", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "fr": [{"set_number": "DAMA-FR057", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-FR158", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "it": [{"set_number": "DAMA-IT057", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-IT158", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "pt": [{"set_number": "DAMA-PT057", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-PT158", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "ja": [{"set_number": "DAMA-JP057", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}], "ko": [{"set_number": "DAMA-KR057", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715730, "master_duel_rarity": "R"}