{"konami_id": 12142, "password": 35818851, "name": {"en": "Shiranui Samurai", "de": "Shiranui-Samurai", "es": "Samurai Shiranui", "fr": "Samouraï Shiranui", "it": "Shiranui Samurai", "pt": "Shiranui Samurai", "ja": "<ruby>不知火<rt>しらぬい</rt></ruby>の<ruby>武士<rt>もののふ</rt></ruby>", "ja_romaji": "Shiranui no Mononofu", "ko": "시라누이의 무사", "ko_rr": null, "zh-TW": "不知火的武士", "zh-CN": "不知火的武士"}, "text": {"en": "(Quick Effect): You can banish 1 Zombie monster from your GY; this card gains 600 ATK, and if it does, banish any monster that battled this card, after damage calculation. These effects last until the end of this turn. If this card is banished: You can target 1 \"Shiranui\" monster in your GY, except \"Shiranui Samurai\"; add it to your hand. You can only use each effect of \"Shiranui Samurai\" once per turn.", "de": "(Schnelleffekt): Du kannst 1 Zombie-Monster von deinem Friedhof verbannen; diese Karte erhält 600 ATK und falls sie dies tut, verbanne nach der Schadensberechnung alle Monster, die gegen diese Karte gekämpft haben. Diese Effekte dauern bis zum Ende dieses Spielzugs an. Falls diese Karte verbannt wird: Du kannst 1 „Shiranui“-Monster in deinem Friedhof wählen, außer „Shiranui-Samurai“; füge es deiner Hand hinzu. Du kannst jeden Effekt von „Shiranui-Samurai“ nur einmal pro Spielzug verwenden.", "es": "(Efecto Rápido): puedes desterrar 1 monstruo Zombi en tu Cementerio; esta carta gana 600 ATK y, si lo hace, destierra cualquier monstruo que batalló con esta carta, después del cálculo de daño. Estos efectos duran hasta el final de este turno. Si esta carta es desterrada: puedes seleccionar 1 monstruo \"Shiranui\" en tu Cementerio, excepto \"Samurai Shiranui\"; añádelo a tu mano. Sólo puedes usar cada efecto de \"Samurai Shiranui\" una vez por turno.", "fr": "(Effet Rapide) : vous pouvez bannir 1 monstre Zombie depuis votre Cimetière ; cette carte gagne 600 ATK, et si elle le fait, bannissez les monstres qui ont combattu cette carte, après le calcul des dommages. Ces effets durent jusqu'à la fin de ce tour. Si cette carte est bannie : vous pouvez cibler 1 monstre \"Shiranui\" (\"Samouraï Shiranui\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Samouraï Shiranui\" qu'une fois par tour.", "it": "(Effetto Rapido): puoi bandire 1 mostro Zombie dal tuo Cimitero; questa carta guadagna 600 ATK e, se lo fa, bandisci qualsiasi mostro che ha combattuto con questa carta, dopo il calcolo dei danni. Questi effetti durano fino alla fine di questo turno. Se questa carta viene bandita: puoi scegliere come bersaglio 1 mostro \"Shiranui\" nel tuo Cimitero, eccetto \"Shiranui Samurai\"; aggiungilo alla tua mano. Puoi utilizzare ogni effetto di \"Shiranui Samurai\" una sola volta per turno.", "pt": "(Efeito Rápido): você pode banir 1 monstro Zumbi do seu Cemitério; este card ganha 600 de ATK e, se isso acontecer, depois do cálculo de dano, bana qualquer monstro que batalhar este card. Esses efeitos duram até o final deste turno. Se este card for banido: você pode escolher 1 monstro \"Shiranui\" no seu Cemitério, exceto \"Shiranui Samurai\"; adicione-o à sua mão. Você só pode usar cada efeito de \"Shiranui Samurai\" uma vez por turno.", "ja": "「不知火の武士」の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地のアンデット族モンスター１体を除外して発動できる。このカードの攻撃力はターン終了時まで６００アップし、このターンこのカードがモンスターと戦闘を行った場合、そのモンスターはダメージ計算後に除外される。この効果は相手ターンでも発動できる。②：このカードが除外された場合、「不知火の武士」以外の自分の墓地の「不知火」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "\"시라누이의 무사\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 언데드족 몬스터 1장을 제외하고 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지 600 올리고, 이 턴에 이 카드가 몬스터와 전투를 실행했을 경우, 그 몬스터는 데미지 계산 후에 제외된다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 제외되었을 경우, \"시라누이의 무사\" 이외의 자신 묘지의 \"시라누이\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将自己墓地的１只不死族怪兽除外可以发动。此卡的攻击力直至回合结束时为止上升６００，此回合，此卡与怪兽进行战斗的情况下，该怪兽将在伤害计算后被除外。此效果在对手回合中也可以发动。②：此卡被除外的情况下，以“不知火的武士”以外的自己墓地的１只“不知火”怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "FIRE", "level": 4, "atk": 1800, "def": 0, "series": ["Shiranui"], "images": [{"index": 1, "image": "ShiranuiSamurai-HISU-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN034", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-EN202", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "HISU-EN049", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "de": [{"set_number": "BOSH-DE034", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-DE202", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "HISU-DE049", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BOSH-FR034", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-FR202", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "HISU-FR049", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "it": [{"set_number": "BOSH-IT034", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-IT202", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "HISU-IT049", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BOSH-PT034", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-PT202", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "HISU-PT049", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BOSH-JP034", "set_name": "Breakers of Shadow", "rarities": ["Common"]}], "ko": [{"set_number": "BOSH-KR034", "set_name": "Breakers of Shadow", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC038", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 430878, "master_duel_rarity": "N"}