{"konami_id": 16852, "password": 35871958, "name": {"en": "Ghostrick Festival", "de": "Geistertrick-Festival", "es": "Festival Fantastruco", "fr": "Festival Fantôruse", "it": "Festival Fantasmatrucco", "pt": "Festival Fantardil", "ja": "ゴーストリック・フェスティバル", "ja_romaji": "Gōsutorikku Fesutibaru", "ko": "고스트릭 페스티벌", "ko_rr": "Goseuteurik Peseutibeol", "zh-TW": "鬼計節", "zh-CN": "鬼计嘉年华"}, "text": {"en": "1 non-Link \"Ghostrick\" monster\nYou can also use a face-down \"Ghostrick\" monster you control as material to Link Summon this card. While a \"Ghostrick\" card is in a Field Zone, your \"Ghostrick\" monsters can attack directly. When an opponent's monster declares an attack: You can Tribute this card; Special Summon 1 \"Ghostrick\" monster from your Deck in face-down Defense Position. You can only use this effect of \"Ghostrick Festival\" once per turn.", "de": "1 „Geistertrick“-Nichtlink-Monster\nDu kannst auch ein verdecktes „Geistertrick“-Monster, das du kontrollierst, als Material verwenden, um diese Karte als Linkbeschwörung zu beschwören. Solange eine „Geistertrick“-Karte in einer Spielfeldzone liegt, können deine „Geistertrick“-Monster direkt angreifen. Wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Geistertrick“-Monster als Spezialbeschwörung von deinem Deck in die verdeckte Verteidigungsposition. Du kannst diesen Effekt von „Geistertrick-Festival“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo \"Fantastruco\" que no sea de Enlace\nTambién puedes usar un monstruo \"Fantastruco\" boca abajo que controles como material para Invocar por Enlace esta carta. Mientras una carta \"Fantastruco\" esté en una Zona del Campo, tus monstruos \"Fantastruco\" pueden atacar directamente. Cuando un monstruo del adversario declara un ataque: puedes Sacrificar esta carta; Invoca de Modo Especial 1 monstruo \"Fantastruco\" desde tu Deck en Posición de Defensa boca abajo. Sólo puedes usar este efecto de \"Festival Fantastruco\" una vez por turno.", "fr": "1 monstre non-Lien \"Fantôruse\"\nVous pouvez aussi utiliser un monstre \"Fantôruse\" face verso que vous contrôlez comme Matériel pour Invoquer par Lien cette carte. Tant qu'une carte \"Fantôruse\" est dans une Zone Terrain, vos monstres \"Fantôruse\" peuvent attaquer directement. Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Fantôruse\" depuis votre Deck en Position de Défense face verso. Vous ne pouvez utiliser cet effet de \"Festival Fantôruse\" qu'une fois par tour.", "it": "1 mostro non-Link \"Fantasmatrucco\"\nPuoi anche utilizzare un mostro \"Fantasmatrucco\" coperto che controlli come materiale per Evocare Link questa carta. Mentre una carta \"Fantasmatrucco\" è in una Zona Terreno, i tuoi mostri \"Fantasmatrucco\" possono attaccare direttamente. Quando un mostro dell'avversario dichiara un attacco: puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro \"Fantasmatrucco\" dal tuo Deck coperto in Posizione di Difesa. Puoi utilizzare questo effetto di \"Festival Fantasmatrucco\" una sola volta per turno.", "pt": "1 monstro \"Fantardil\" que não seja Link\nVocê também pode usar um monstro \"Fantardil\" com a face para baixo que você controla como matéria para Invocar este card por Invocação-Link. Enquanto um card \"Fantardil\" estiver na Zona do Campo, seus monstros \"Fantardil\" podem atacar diretamente. Quando um monstro do oponente declarar um ataque: você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro \"Fantardil\" do seu Deck com a face para baixo em Posição de Defesa. Você só pode usar este efeito de \"Festival Fantardil\" uma vez por turno.", "ja": "リンクモンスター以外の「ゴーストリック」モンスター１体\nこのカードをリンク召喚する場合、自分フィールドの裏側表示の「ゴーストリック」モンスターもリンク素材にできる。このカード名の②の効果は１ターンに１度しか使用できない。①：フィールドゾーンに「ゴーストリック」カードが存在する限り、自分の「ゴーストリック」モンスターは直接攻撃できる。②：相手モンスターの攻撃宣言時に、このカードをリリースして発動できる。デッキから「ゴーストリック」モンスター１体を裏側守備表示で特殊召喚する。", "ko": "링크 몬스터 이외의 \"고스트릭\" 몬스터 1장\n이 카드를 링크 소환할 경우, 자신 필드의 뒷면 표시의 \"고스트릭\" 몬스터도 링크 소재로 할 수 있다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드 존에 \"고스트릭\" 카드가 존재하는 한, 자신의 \"고스트릭\" 몬스터는 직접 공격할 수 있다. ②: 상대 몬스터의 공격 선언시에, 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"고스트릭\" 몬스터 1장을 뒷면 수비 표시로 특수 소환한다.", "zh-TW": "連結怪獸以外的「鬼計」怪獸１隻\n在連結召喚此卡的狀況下，我方場上反面表示的「鬼計」怪獸也可做為連結素材。此卡名的②效果，１回合僅限使用１次。①：只要場地區存在「鬼計」卡，我方「鬼計」怪獸可直接攻擊。②：可在對方怪獸的攻擊宣言時，解放此卡發動。從牌組以反面守備表示特殊召喚１隻「鬼計」怪獸。", "zh-CN": "连接怪兽以外的“鬼计”怪兽１只\n在要将此卡连接召唤的情况下，也可将自己场上的里侧表示“鬼计”怪兽作为连接素材。此卡名的②效果１回合仅可使用１次。①：只要场地区域存在“鬼计”卡，自己的“鬼计”怪兽可直接攻击。②：对手怪兽攻击宣言时，解放此卡可以发动。从牌组将１只“鬼计”怪兽以里侧守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Link / Effect", "attribute": "DARK", "link_arrows": ["⬇"], "atk": 0, "materials": "1 non-Link \"Ghostrick\" monster", "series": ["Ghostrick"], "images": [{"index": 1, "image": "GhostrickFestival-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN047", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE047", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR047", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT047", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT047", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP047", "set_name": "Battle of Chaos", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BACH-JP047", "set_name": "Battle of Chaos +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BACH-KR047", "set_name": "Battle of Chaos", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BACH-KR047", "set_name": "Battle of Chaos +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC034", "set_name": "Mega Pack 07", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715106, "master_duel_rarity": "UR"}