{"konami_id": 11512, "password": 35884610, "name": {"en": "U.A. Powered Jersey", "de": "U.A. Geladenes Trikot", "es": "U.A. Camiseta de Poder", "fr": "Maillot U.A.", "it": "U.A. Casacca Potenziata", "pt": "U.A. Jersey Potencializada", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>パワードギプス", "ja_romaji": "Urutora Asurīto Pawādogipusu", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 파워드 깁스", "ko_rr": null, "zh-TW": "超級運動員 強力球衣", "zh-CN": "超级运动员强力球衣"}, "text": {"en": null, "de": "Rüste nur ein „U.A.“-Monster mit dieser Karte aus. Es erhält 1000 ATK und DEF, zusätzlich, falls es gegen ein Monster deines Gegners kämpft, wird der Kampfschaden verdoppelt, den es deinem Gegner zufügt. Falls das ausgerüstete Monster ein Monster durch seinen Angriff zerstört: Es kann während dieser Battle Phase einen zweiten Angriff durchführen. Während deiner Standby Phase: Verbanne das ausgerüstete Monster. Falls diese Karte auf den Friedhof gelegt wird, weil das ausgerüstete Monster auf die Hand zurückgegeben wird: Du kannst diese Karte auf die Hand zurückgeben.", "es": "Sólo puedes equipar esta carta a un monstruo \"U.A.\". Éste gana 1000 ATK y DEF, y además si batalla con un monstruo de tu adversario, cualquier daño de batalla que inflija a tu adversario es duplicado. Si el monstruo equipado destruye un monstruo con su ataque: puede hacer un segundo ataque durante esta Battle Phase. Durante tu Standby Phase: destierra al monstruo equipado. Si esta carta es mandada al Cementerio porque el monstruo equipado fue devuelto a la mano: puedes devolver esta carta a la mano.", "fr": "Équipable uniquement à un monstre \"U.A.\". Il gagne 1000 ATK/DEF, et aussi, s'il combat un monstre de votre adversaire, tous les dommages de combat qu'il inflige à votre adversaire sont doublés. Si le monstre équipé détruit un monstre avec son attaque : durant cette Battle Phase, il peut attaquer une seconde fois. Durant votre Standby Phase : bannissez le monstre équipé. Si cette carte est envoyée au Cimetière parce que le monstre équipé est renvoyé à la main : vous pouvez renvoyer cette carte à la main.", "it": "Equipaggia solo a un mostro \"U.A.\". Esso guadagna 1000 ATK e DEF, inoltre se esso combatte con un mostro dell'avversario, qualsiasi danno da combattimento che infligge al tuo avversario viene raddoppiato. Se il mostro equipaggiato distrugge un mostro con il suo attacco: esso può effettuare un secondo attacco durante questa Battle Phase. Durante la tua Standby Phase: bandisci il mostro equipaggiato. Se questa carta viene mandata al Cimitero perché il mostro equipaggiato è stato fatto ritornare nella mano: puoi far ritornare questa carta nella mano.", "pt": "Só pode ser equipado a um monstro \"U.A.\". Ele ganha 1000 de ATK e DEF e, além disso, se ele batalhar um monstro do oponente, qualquer dano de batalha que ele causar ao seu oponente é dobrado. Se o monstro equipado destruir um monstro no seu ataque: ele pode realizar um segundo ataque durante esta Fase de Batalha. Durante sua Fase de Apoio: bana o monstro equipado. Se este card for enviado para o Cemitério porque o monstro equipado foi devolvido para a mão: você pode devolver este card para a mão.", "ja": "「Ｕ．Ａ．」モンスターにのみ装備可能。\n①：装備モンスターの攻撃力・守備力は１０００アップし、装備モンスターが相手モンスターと戦闘を行う場合、相手に与える戦闘ダメージは倍になる。\n②：装備モンスターの攻撃でモンスターを破壊した時に発動できる。このバトルフェイズ中、装備モンスターはもう１度だけ攻撃できる。\n③：自分スタンバイフェイズに発動する。装備モンスターを除外する。\n④：装備モンスターが手札に戻った事でこのカードが墓地へ送られた場合に発動できる。このカードを手札に戻す。", "ko": "\"U.A.(울트라 애슬리트)\" 몬스터에만 장착 가능. ①: 장착 몬스터의 공격력 / 수비력은 1000 올리고, 장착 몬스터가 상대 몬스터와 전투를 실행할 경우, 상대에게 주는 전투 데미지는 배가 된다. ②: 장착 몬스터의 공격으로 몬스터를 파괴했을 경우에 발동할 수 있다. 이 배틀 페이즈 중, 장착 몬스터는 1번만 더 공격할 수 있다. ③: 자신 스탠바이 페이즈에 발동한다. 장착 몬스터를 제외한다. ④: 장착 몬스터가 패로 되돌아가는 것으로 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 패로 되돌린다.", "zh-TW": "僅可裝備於「超級運動員」怪獸。①：裝備怪獸的攻擊力・守備力提升１０００，在裝備怪獸與對方怪獸進行戰鬥的狀況下，給予對方的戰鬥傷害加倍。②：可在裝備怪獸因攻擊破壞怪獸的狀況下發動。在此戰鬥階段中，裝備怪獸可再次攻擊，僅限１次。③：在我方準備階段發動。將裝備怪獸除外。④：可在因裝備怪獸回到手牌使此卡被送至墓地的狀況下發動。將此卡送回手牌。", "zh-CN": "仅限装备“超级运动员”怪兽。①：装备怪兽的攻击力，守备力上升１０００，且装备怪兽与对手怪兽进行战斗的场合，给予对手的战斗伤害变成２倍。②：因装备怪兽的攻击破坏怪兽的场合可发动。此战斗阶段中，装备怪兽仅可再进行１次攻击。③：在我方准备阶段发动。除外装备怪兽。④：因将装备怪兽返回至手牌而导致此卡被送入墓地的场合可发动。将此卡返回至手牌。"}, "card_type": "Spell", "property": "Equip", "series": ["U.A."], "images": [{"index": 1, "image": "UAPoweredJersey-NECH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN089", "set_name": "The New Challengers", "rarities": ["Common"]}], "de": [{"set_number": "NECH-DE089", "set_name": "The New Challengers", "rarities": ["Common"]}], "fr": [{"set_number": "NECH-FR089", "set_name": "The New Challengers", "rarities": ["Common"]}], "it": [{"set_number": "NECH-IT089", "set_name": "The New Challengers", "rarities": ["Common"]}], "pt": [{"set_number": "NECH-PT089", "set_name": "The New Challengers", "rarities": ["Common"]}], "ja": [{"set_number": "EP15-JP029", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR029", "set_name": "Extra Pack 2015", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 327074, "master_duel_rarity": "N"}