{"konami_id": 14786, "password": 36092504, "name": {"en": "Bayonet Punisher", "de": "Bajonett-Bestrafer", "es": "Castigador Bayoneta", "fr": "Punisseur à Baïonnette", "it": "Punitore Baionetta", "pt": "Justiceiro Baioneta", "ja": "ベイオネット・パニッシャー", "ja_romaji": "Beionetto Panisshā", "ko": "베이오넷 퍼니셔", "ko_rr": "Beionet Peonisyeo", "zh-TW": "銃劍處刑", "zh-CN": "铳剑处刑"}, "text": {"en": null, "de": "Führe nacheinander diese Effekte aus, abhängig von den Typen der „Kalliber“-Monster, die du kontrollierst und die sich in deinem Friedhof befinden. Falls du ein Monster mit 3000 oder mehr ATK kontrollierst, kann dein Gegner als Reaktion auf die Aktivierung dieser Karte weder Karten noch Effekte aktivieren.\n●Fusion: Verbanne 1 Monster, das dein Gegner kontrolliert.\n●Synchro: Verbanne 3 zufällige verdeckte Karten vom Extra Deck deines Gegners offen.\n●Xyz: Verbanne 1 Zauber/Falle, den oder die dein Gegner kontrolliert.\n●Link: Verbanne bis zu 3 Karten vom Friedhof deines Gegners.\nDu kannst nur 1 „Bajonett-Bestrafer“ pro Spielzug aktivieren.", "es": "Aplica estos efectos en secuencia, dependiendo de los tipos de monstruos \"Borre\" que controlas y en tu Cementerio. Si controlas un monstruo con 3000 ATK o más, tu adversario no puede activar cartas o efectos en respuesta a la activación de esta carta.\n●Fusión: Destierra 1 monstruo que controle tu adversario.\n●Sincronía: Destierra 3 cartas boca abajo al azar en el Deck Extra de tu adversario, boca arriba.\n●Xyz: Destierra 1 Mágica/Trampa que controle tu adversario.\n●Enlace: Destierra hasta 3 cartas en el Cementerio de tu adversario.\nSólo puedes activar 1 \"Castigador Bayoneta\" por turno.", "fr": "Appliquez ces effets, dans l'ordre, selon les types de monstres \"Borrelle\" que vous contrôlez et dans votre Cimetière. Si vous contrôlez un monstre avec min. 3000 ATK, votre adversaire ne peut activer ni de cartes ni d'effets en réponse à l'activation de cette carte.\n●Fusion : Bannissez 1 monstre contrôlé par votre adversaire.\n●Synchro : Bannissez face recto 3 cartes face verso au hasard depuis l'Extra Deck de votre adversaire.\n●Xyz : Bannissez 1 Magie/Piège contrôlé par votre adversaire.\n●Lien : Bannissez max. 3 cartes depuis le Cimetière de votre adversaire.\nVous ne pouvez activer qu'1 \"Punisseur à Baïonnette\" par tour.", "it": "Applica questi effetti, in ordine, a seconda dei tipi di mostri \"Callibro\" che controlli e nel tuo Cimitero. Se controlli un mostro con ATK 3000 o superiore, il tuo avversario non può attivare carte o effetti in risposta all'attivazione di questa carta.\n●Fusione: Bandisci 1 mostro controllato dal tuo avversario.\n●Synchro: Bandisci 3 carte a caso coperte dall'Extra Deck del tuo avversario, scoperte.\n●Xyz: Bandisci 1 Magia/Trappola controllata dal tuo avversario.\n●Link: Bandisci fino a 3 carte dal Cimitero del tuo avversario.\nPuoi attivare solo 1 \"Punitore Baionetta\" per turno.", "pt": "Aplique esses efeitos, em sequência, dependendo do(s) tipo(s) de monstro(s) \"Callibre\" que você controla e no seu Cemitério. Se você controlar um monstro com 3000 ou mais de ATK, seu oponente não pode ativar cards ou efeitos em resposta à ativação deste card.\n●Fusão: Bana 1 monstro que seu oponente controla.\n●Sincro: Bana, com a face para cima, 3 cards aleatórios, que estiverem com a face para baixo, do Deck Adicional do seu oponente.\n●Xyz: Bana 1 Magia/Armadilha que seu oponente controla.\n●Link: Bana até 3 cards do Cemitério do seu oponente.\nVocê só pode ativar 1 \"Justiceiro Baioneta\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n自分フィールドに攻撃力３０００以上のモンスターが存在する場合、このカードの発動に対して相手は効果を発動できない。\n①：自分のフィールド・墓地の「ヴァレル」モンスターの種類によって、以下の効果を適用する。\n●融合：相手フィールドのモンスター１体を除外する。\n●Ｓ：相手のＥＸデッキから裏側のカードをランダムに３枚除外する。\n●Ｘ：相手フィールドの魔法・罠カード１枚を除外する。\n●Ｌ：相手の墓地からカードを３枚まで除外する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신의 필드 / 묘지의 \"바렐\" 몬스터 종류에 따라, 이하의 효과를 적용한다. 자신 필드에 공격력 3000 이상의 몬스터가 존재할 경우, 이 카드의 발동에 대하여 상대는 효과를 발동할 수 없다.\n●융합: 상대 필드의 몬스터 1장을 골라 제외한다.\n●싱크로: 상대의 엑스트라 덱에서 뒷면 표시의 카드를 무작위로 3장 제외한다.\n●엑시즈: 상대 필드의 마법 / 함정 카드 1장을 골라 제외한다.\n●링크: 상대 묘지에서 카드를 3장까지 골라 제외한다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：根據我方場上・墓地的「槍管」怪獸的種類，適用以下效果。在我方場上存在攻擊力３０００以上的怪獸的狀況下，對方無法針對此卡的發動發動效果。\n●融合：選擇將對方場上的１隻怪獸除外。\n●同步：隨機從對方的額外牌組將３張反面表示的卡除外。\n●超量：選擇將對方場上的１張魔法・陷阱卡除外。\n●連結：從對方墓地選擇將最多３張卡除外。", "zh-CN": "此卡名的卡1回合仅可发动1张。①：根据自己场上・墓地的“枪管”怪兽的种类，适用以下效果。自己场上有攻击力3000以上的怪兽存在的情况下，应对此卡的发动对手不可发动效果。\n●融合：挑选对手场上的1只怪兽除外。\n●同步：从对手的额外牌组随机将里侧表示的3张卡除外。\n●超量：挑选对手场上的1张魔法・陷阱卡除外。\n●连接：从对手的墓地挑选最多3张卡除外。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "BayonetPunisher-BODE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN098", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "de": [{"set_number": "BODE-DE098", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BODE-FR098", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "it": [{"set_number": "BODE-IT098", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BODE-PT098", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LVDS-JPA04", "set_name": "LINK VRAINS Duelist Set", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "LVDS-KRA04", "set_name": "LINK VRAINS Duelist Set", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC186", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 645685, "master_duel_rarity": "N"}