{"konami_id": 21425, "password": 36218106, "name": {"en": "Hushed Psychic Minister", "de": "Schweigender Psi-Pfarrer", "es": "Pastor Psíquico Callado", "fr": "Ministre Psychique du Calme", "it": "Ministro Psichico Silenzioso", "pt": "Ministro Psíquico Silenciado", "ja": "<ruby>寡<rt>か</rt></ruby><ruby>黙<rt>もく</rt></ruby>なるサイコミニスター", "ja_romaji": "Kamokunaru Saiko Minisutā", "ko": "과묵한 사이코 미니스터", "ko_rr": null, "zh-TW": "寡默的念力管理員", "zh-CN": "寡默的念力管理员"}, "text": {"en": "If you control a Psychic monster other than \"Hushed Psychic Minister\", you can Special Summon this card (from your hand) in Defense Position. You can only Special Summon \"Hushed Psychic Minister\" once per turn this way. You can banish this card and 1 Psychic monster from your GY, then target 1 face-up monster on the field; banish it until the End Phase. You can only use this effect of \"Hushed Psychic Minister\" once per turn.", "de": "Falls du ein anderes Psi-Monster als „Schweigender Psi-Pfarrer“ kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) in die Verteidigungsposition beschwören. Du kannst „Schweigender Psi-Pfarrer“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Du kannst diese Karte und 1 Psi-Monster von deinem Friedhof verbannen und dann 1 offenes Monster auf dem Spielfeld wählen; verbanne es bis zur End Phase. Du kannst diesen Effekt von „Schweigender Psi-Pfarrer“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo Psíquico que no sea \"Pastor Psíquico Callado\", puedes Invocar esta carta de Modo Especial (desde tu mano) en Posición de Defensa. Sólo puedes Invocar de Modo Especial \"Pastor Psíquico Callado\" una vez por turno de esta forma. Puedes desterrar esta carta y 1 monstruo Psíquico en tu Cementerio, y después selecciona 1 monstruo boca arriba en el Campo; destiérralo hasta la End Phase. Sólo puedes usar este efecto de \"Pastor Psíquico Callado\" una vez por turno.", "fr": "Si vous contrôlez un monstre Psychique (\"Ministre Psychique du Calme\" exclu), vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense. Vous ne pouvez Invoquer Spécialement \"Ministre Psychique du Calme\" qu'une fois par tour de cette façon. Vous pouvez bannir cette carte et 1 monstre Psychique depuis votre Cimetière, puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la End Phase, bannissez-le. Vous ne pouvez utiliser cet effet de \"Ministre Psychique du Calme\" qu'une fois par tour.", "it": "Se controlli un mostro Psichico diverso da \"Ministro Psichico Silenzioso\", puoi Evocare Specialmente questa carta (dalla tua mano) in Posizione di Difesa. Puoi Evocare Specialmente \"Ministro Psichico Silenzioso\" una sola volta per turno in questo modo. Puoi bandire questa carta e 1 mostro Psichico dal tuo Cimitero, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; bandiscilo fino alla End Phase. Puoi utilizzare questo effetto di \"Ministro Psichico Silenzioso\" una sola volta per turno.", "pt": "Se você controlar um monstro Psíquico que não seja \"Ministro Psíquico Silenciado\", você pode Invocar este card por Invocação-Especial (da sua mão) em Posição de Defesa. Você só pode Invocar \"Ministro Psíquico Silenciado\" por Invocação-Especial uma vez por turno desta forma. Você pode banir este card e 1 monstro Psíquico do seu Cemitério e, depois, escolha 1 monstro com a face para cima no campo; bana-o até a Fase Final. Você só pode usar este efeito de \"Ministro Psíquico Silenciado\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドに「寡黙なるサイコミニスター」以外のサイキック族モンスターが存在する場合、このカードは手札から守備表示で特殊召喚できる。②：自分の墓地からこのカードとサイキック族モンスター１体を除外し、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターをエンドフェイズまで除外する。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"과묵한 사이코 미니스터\" 이외의 사이킥족 몬스터가 존재할 경우, 이 카드는 패에서 수비 표시로 특수 소환할 수 있다. ②: 자신 묘지에서 이 카드와 사이킥족 몬스터 1장을 제외하고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 엔드 페이즈까지 제외한다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次，且②效果1回合仅可使用1次。①：自己场上存在“寡默的念力管理员”以外的念动力族怪兽的情况下，此卡可从手牌以守备表示特殊召唤。②：从自己墓地将此卡和1只念动力族怪兽除外，以场上的1只表侧表示怪兽为对象可以发动。将该怪兽直至结束阶段为止除外。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "EARTH", "level": 3, "atk": 0, "def": 2100, "images": [{"index": 1, "image": "HushedPsychicMinister-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ko": [{"set_number": "DUAD-KR014", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC014", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1115538, "master_duel_rarity": "N"}