{"konami_id": 19728, "password": 36319131, "name": {"en": "Fighting Flame Dragon", "de": "Kampfflammen-Drache", "es": "Dragón de la Llama de Lucha", "fr": "Dragon des Flammes Combattant", "it": "Drago Fiamma Combattente", "pt": "Dragão das Chamas Lutador", "ja": "<ruby>闘<rt>とう</rt></ruby><ruby>気<rt>き</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>斬<rt>ざん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>", "ja_romaji": "Tōki Enzanryū", "ko": "투의염참룡", "ko_rr": null, "zh-TW": "鬥氣炎斬龍", "zh-CN": "斗气炎斩龙"}, "text": {"en": "1 Dragon monster + 1 FIRE Warrior monster\nExcept during the Damage Step (Quick Effect): You can target 1 Warrior Fusion Monster you control; equip this card from your field or GY to that monster you control as an Equip Spell. You can only use this effect of \"Fighting Flame Dragon\" once per turn. While this card is equipped to \"Flame Swordsman\" or a monster that mentions it, the equipped monster gains 700 ATK and can make a second attack during each Battle Phase.", "de": "1 Drache-Monster + 1 FEUER Krieger-Monster\nAußer während des Damage Steps (Schnelleffekt): Du kannst 1 Krieger-Fusionsmonster wählen, das du kontrollierst; rüste jenes Monster, das du kontrollierst, mit dieser Karte von deiner Spielfeldseite oder deinem Friedhof als Ausrüstungszauber aus. Du kannst diesen Effekt von „Kampfflammen-Drache“ nur einmal pro Spielzug verwenden. Solange diese Karte „Flammen-Schwertkämpfer“ oder ein Monster, das ihn erwähnt, ausrüstet, erhält das ausgerüstete Monster 700 ATK und kann während jeder Battle Phase einen zweiten Angriff durchführen.", "es": "1 monstruo Dragón + 1 monstruo Guerrero de FUEGO\nExcepto durante el Damage Step (Efecto Rápido): puedes seleccionar 1 Monstruo de Fusión Guerrero que controles; equipa esta carta en tu Campo o Cementerio a ese monstruo que controlas como una Mágica de Equipo. Sólo puedes usar este efecto de \"Dragón de la Llama de Lucha\" una vez por turno. Mientras esta carta está equipada a \"Espadachín de la Llama\" o a un monstruo que lo mencione, el monstruo equipado gana 700 ATK y puede hacer un segundo ataque durante cada Battle Phase.", "fr": "1 monstre Dragon + 1 monstre FEU Guerrier\nSauf durant la Damage Step (Effet Rapide) : vous pouvez cibler 1 Monstre Fusion Guerrier que vous contrôlez ; équipez cette carte depuis votre Terrain ou Cimetière au monstre que vous contrôlez comme Magie d'Équipement. Vous ne pouvez utiliser cet effet de \"Dragon des Flammes Combattant\" qu'une fois par tour. Tant que cette carte est équipée à \"Spadassin des Flammes\" ou un monstre qui le mentionne, le monstre équipé gagne 700 ATK et peut faire une seconde attaque durant chaque Battle Phase.", "it": "1 mostro Drago + 1 mostro FUOCO Guerriero\nEccetto durante il Damage Step (Effetto Rapido): puoi scegliere come bersaglio 1 Mostro Fusione Guerriero che controlli; equipaggia questa carta dal tuo Terreno o Cimitero a quel mostro che controlli come una Magia Equipaggiamento. Puoi utilizzare questo effetto di \"Drago Fiamma Combattente\" una sola volta per turno. Mentre questa carta è equipaggiata a \"Spadaccino di Fuoco\" o a un mostro che lo menziona, il mostro equipaggiato guadagna 700 ATK e può effettuare un secondo attacco durante ogni Battle Phase.", "pt": "1 monstro Dragão + 1 monstro Guerreiro de FOGO\nExceto durante a Etapa de Dano (Efeito Rápido): você pode escolher 1 Monstro de Fusão Guerreiro que você controla; equipe este card do seu campo ou Cemitério a esse monstro que você controla como uma Magia de Equipamento. Você só pode usar este efeito de \"Dragão das Chamas Lutador\" uma vez por turno. Enquanto este card estiver equipado com \"Espadachim das Chamas\" ou um monstro que o mencione, o monstro equipado ganha 700 de ATK e pode realizar um segundo ataque durante cada Fase de Batalha.", "ja": "ドラゴン族モンスター＋戦士族・炎属性モンスター\nこのカード名の①の効果は１ターンに１度しか使用できない。①：自分・相手ターンに、自分フィールドの戦士族の融合モンスター１体を対象として発動できる。自分のフィールド・墓地からこのカードを装備魔法カード扱いでその自分のモンスターに装備する。②：このカードが「炎の剣士」またはそのカード名が記されたモンスターに装備されている限り、装備モンスターの攻撃力は７００アップし、１度のバトルフェイズ中に２回攻撃できる。", "ko": "드래곤족 몬스터 ＋ 전사족 / 화염 속성 몬스터\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대 턴에, 자신 필드의 전사족 융합 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 필드 / 묘지에서 이 카드를 장착 마법 카드로 취급하고 그 자신 몬스터에 장착한다. ②: 이 카드가 \"화염의 검사\" 또는 그 카드명이 쓰여진 몬스터에 장착되어 있는 한, 장착 몬스터의 공격력은 700 올리고, 1번의 배틀 페이즈 중에 2회 공격할 수 있다.", "zh-TW": null, "zh-CN": "龙族怪兽＋战士族・炎属性怪兽\n此卡名的①效果１回合仅可使用１次。①：在自己・对手回合中，以自己场上的１只战士族融合怪兽为对象可以发动。从自己场上・墓地将此卡视为装备魔法卡，装备于该自己的怪兽。②：只要此卡被装备于“炎之剑士”或记载有该卡名的怪兽，装备怪兽的攻击力上升７００，在１次战斗阶段中可攻击２次。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "FIRE", "level": 5, "atk": 1700, "def": 1600, "materials": "1 Dragon-Type monster + 1 FIRE Warrior-Type monster", "series": ["Flame Swordsman"], "images": [{"index": 1, "image": "FightingFlameDragon-MZMI-EN-R-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN005", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "de": [{"set_number": "MZMI-DE005", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "fr": [{"set_number": "MZMI-FR005", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "it": [{"set_number": "MZMI-IT005", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "pt": [{"set_number": "MZMI-PT005", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "ja": [{"set_number": "WPP5-JP005", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC035", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1037024, "master_duel_rarity": "SR"}