{"konami_id": 13438, "password": 36368606, "name": {"en": "Cynet Refresh", "de": "Cynet-Auffrischung", "es": "Cinet-Refrescamiento", "fr": "Cynet Rafraîchissement", "it": "Cynet Refresh", "pt": "Cinet Atualização", "ja": "サイバネット・リフレッシュ", "ja_romaji": "Saibanetto Rifuresshu", "ko": "사이바넷 리프레시", "ko_rr": null, "zh-TW": "電腦網 重新整理", "zh-CN": "电脑网・刷新"}, "text": {"en": "When an opponent's Cyberse monster declares an attack: Destroy all monsters in the Main Monster Zones. During the End Phase of this turn, Special Summon from the GY as many Cyberse Link Monsters as possible, to their owner's fields, that were destroyed by this effect. When an opponent's monster activates its effect: You can banish this card from your GY; Cyberse Link Monsters you currently control are unaffected by card effects, except their own, until the end of this turn.", "de": "Wenn ein Cyberse-Monster eines Gegners einen Angriff deklariert: Zerstöre alle Monster in den Main-Monsterzonen. Während der End Phase dieses Spielzugs, beschwöre so viele Cyberse-Linkmonster, die durch diesen Effekt zerstört wurden, als Spezialbeschwörung vom Friedhof auf die Spielfeldseiten ihrer Besitzer wie möglich. Wenn der Effekt eines Monsters eines Gegners aktiviert wird: Du kannst diese Karte von deinem Friedhof verbannen; Cyberse-Linkmonster, die du derzeit kontrollierst, bleiben bis zum Ende dieses Spielzugs von Karteneffekten unberührt, außer von ihren eigenen.", "es": "Cuando un monstruo Ciberso del adversario declara un ataque: destruye todos los monstruos en las Zonas de Monstruos Principales. Durante la End Phase de este turno, Invoca de Modo Especial, desde el Cementerio y a los Campos de sus dueños, tantos Monstruos de Enlace Ciberso como sea posible que fueron destruidos por este efecto. Cuando un monstruo del adversario activa su efecto: puedes desterrar esta carta en tu Cementerio; hasta el final de este turno, los Monstruos de Enlace Ciberso que controles en este momento no son afectados por efectos de otras cartas, excepto los propios.", "fr": "Lorsqu'un monstre Cyberse de l'adversaire déclare une attaque : détruisez tous les monstres dans les Zones Monstre Main. Durant la End Phase de ce tour, Invoquez Spécialement autant de Monstres Lien Cyberse que possible depuis le Cimetière sur le Terrain de leur propriétaire, qui ont été détruits par cet effet. Lorsqu'un monstre de l'adversaire active son effet : vous pouvez bannir cette carte depuis votre Cimetière ; jusqu'à la fin de ce tour, les Monstres Lien Cyberse que vous contrôlez actuellement ne sont pas affectés par des effets de carte (leurs propres effets exclus).", "it": "Quando un mostro Cyberso dell'avversario dichiara un attacco: distruggi tutti i mostri nella Zona Mostri Main. Durante la End Phase di questo turno, Evoca Specialmente dal Cimitero sui Terreni dei loro proprietari tanti Mostri Link Cyberso quanti possibile, che sono stati distrutti da questo effetto. Quando un mostro dell'avversario attiva il suo effetto: puoi bandire questa carta dal tuo Cimitero; i Mostri Link Cyberso che controlli attualmente sono immuni agli effetti delle carte, eccetto i loro stessi, fino alla fine di questo turno.", "pt": "Quando um monstro Ciberso do oponente declarar um ataque: destrua todos os monstros nas Zonas de Monstros Principais. Durante a Fase Final deste turno, Invoque por Invocação-Especial do Cemitério, nos campos dos seus donos, tantos Monstros Link Ciberso quanto possível que foram destruídos por este efeito. Quando um monstro do oponente ativar seu efeito: você pode banir este card do seu Cemitério; até o final deste turno, Monstros Link Ciberso que você controla atualmente não são afetados por efeitos de card, exceto seus próprios.", "ja": "①：相手のサイバース族モンスターの攻撃宣言時に発動できる。お互いのメインモンスターゾーンのモンスターを全て破壊する。このターンのエンドフェイズにこの効果で破壊したサイバース族リンクモンスターを可能な限り、墓地から持ち主のフィールドに特殊召喚する。②：相手モンスターの効果が発動した時、墓地のこのカードを除外して発動できる。自分フィールドのサイバース族リンクモンスターはターン終了時まで、自身以外のカードの効果を受けない。", "ko": "①: 상대의 사이버스족 몬스터의 공격 선언시에 발동할 수 있다. 서로의 메인 몬스터 존의 몬스터를 전부 파괴한다. 이 턴의 엔드 페이즈에 이 효과로 파괴한 사이버스족 링크 몬스터를 가능한 한, 묘지에서 주인의 필드에 특수 소환한다. ②: 상대 몬스터의 효과가 발동했을 때, 묘지의 이 카드를 제외하고 발동할 수 있다. 자신 필드의 사이버스족 링크 몬스터는 턴 종료시까지, 자신 이외의 카드의 효과를 받지 않는다.", "zh-TW": null, "zh-CN": "①：对方的电子界族怪兽的攻击宣言时才能发动。双方的主要怪兽区域的怪兽全部破坏。这个回合的结束阶段把这个效果破坏的电子界族连接怪兽尽可能从墓地往持有者场上特殊召唤。②：对方怪兽的效果发动时，把墓地的这张卡除外才能发动。自己场上的电子界族连接怪兽直到回合结束时不受自身以外的卡的效果影响。"}, "card_type": "Trap", "property": "Normal", "series": ["Cynet"], "images": [{"index": 1, "image": "CynetRefresh-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN067", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-EN214", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE067", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-DE214", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "EXFO-SP067", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-SP214", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR067", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-FR214", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT067", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-IT214", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT067", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-PT214", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP067", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR067", "set_name": "Extreme Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 452977, "master_duel_rarity": "N"}