{"konami_id": 10840, "password": 36376145, "name": {"en": "Soul Strike", "de": "Seelentritt", "es": "Golpe del Alma", "fr": "Attaque d'Âme", "it": "Colpo dell'Anima", "pt": "Golpe da Alma", "ja": "<ruby>魂<rt>たましい</rt></ruby>の<ruby>一<rt>いち</rt></ruby><ruby>撃<rt>げき</rt></ruby>", "ja_romaji": "Tamashī no Ichigeki", "ko": "영혼의 일격", "ko_rr": null, "zh-TW": "魂之一擊", "zh-CN": "魂之一击"}, "text": {"en": "If your LP is 4000 or less, when an attack is declared involving a monster you control and an opponent's monster: Pay half your LP, then target 1 face-up monster you control; it gains ATK equal to the deficit between your current LP and 4000 until the end of your opponent's turn. You can only activate 1 \"Soul Strike\" per turn.", "de": "Falls du 4000 oder weniger LP hast, wenn ein Angriff deklariert wird, an dem ein Monster, das du kontrollierst, und ein Monster deines Gegners beteiligt sind: Zahle die Hälfte deiner LP und wähle dann 1 offenes Monster, das du kontrollierst; es erhält bis zum Ende des Spielzugs deines Gegners ATK in Höhe des Defizits zwischen deinen derzeitigen LP und 4000. Du kannst nur 1 „Seelentritt“ pro Spielzug aktivieren.", "es": "Si tus LP son 4000 o menos, cuando es declarado un ataque que involucre a un monstruo que controles y un monstruo de tu adversario: paga la mitad de tus LP, y después selecciona 1 monstruo boca arriba que controles; hasta el final del turno de tu adversario, éste gana ATK igual al déficit entre tus LP en este momento y 4000. Sólo puedes activar 1 \"Golpe del Alma\" por turno.", "fr": "Si vous avez max. 4000 LP, lorsqu'une attaque impliquant un monstre que vous contrôlez et un monstre de votre adversaire est déclarée : payez la moitié de vos LP, puis ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la fin du tour de votre adversaire, il gagne une ATK égale au déficit entre vos LP actuels et 4000. Vous ne pouvez activer qu'1 \"Attaque d'Âme\" par tour.", "it": "Se i tuoi LP sono 4000 o meno, quando viene dichiarato un attacco che coinvolge un mostro che controlli e un mostro dell'avversario: paga la metà dei tuoi LP, poi scegli come bersaglio 1 mostro scoperto che controlli; esso guadagna ATK pari al disavanzo tra i tuoi LP attuali e 4000 fino alla fine del turno del tuo avversario. Puoi attivare solo 1 \"Colpo dell'Anima\" per turno.", "pt": "Se seus PV forem 4000 ou menos, quando um ataque for declarado envolvendo um monstro que você controla e um monstro do oponente: pague metade dos seus PV e, depois, escolha 1 monstro com a face para cima que você controla; até o final do turno do seu oponente, ele ganha ATK igual ao déficit entre seus PV atuais e 4000. Você só pode ativar 1 \"Golpe da Alma\" por turno.", "ja": "自分のライフポイントが４０００以下の場合、自分フィールド上のモンスターが相手モンスターと戦闘を行う攻撃宣言時にライフポイントを半分払い、自分フィールド上のモンスター１体を選択して発動できる。選択したモンスターの攻撃力は相手のエンドフェイズ時まで、自分のライフポイントが４０００より下回っている数値分アップする。「魂の一撃」は１ターンに１枚しか発動できない。", "ko": "자신의 라이프 포인트가 4000 이하일 경우, 자신 필드 위의 몬스터가 상대 몬스터와 전투를 실행하는 공격 선언시에 라이프 포인트를 절반 지불하고, 자신 필드 위의 몬스터 1장을 선택하여 발동할 수 있다. 선택한 몬스터의 공격력은 상대의 엔드 페이즈시까지, 자신의 라이프 포인트가 4000 보다 낮은 수치만큼 올린다. \"영혼의 일격\"은 1턴에 1장밖에 발동할 수 없다.", "zh-TW": null, "zh-CN": "自己基本分是4000以下的场合，自己场上的怪兽和对方怪兽进行战斗的攻击宣言时把基本分支付一半，选择自己场上1只怪兽才能发动。选择的怪兽的攻击力直到对方的结束阶段时上升自己基本分比4000低的数值。「魂之一击」在1回合只能发动1张。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "SoulStrike-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN099", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-EN247", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE099", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-DE247", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SECE-SP099", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-SP247", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR099", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-FR247", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT099", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-IT247", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT099", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-PT247", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DP14-JP030", "set_name": "Duelist Pack: Yuma 2: Gogogo & Dododo", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DP14-KR030", "set_name": "Duelist Pack: Yuma 2: Gogogo & Dododo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 258019, "master_duel_rarity": "N"}