{"konami_id": 20249, "password": 36400569, "name": {"en": "Service Puppet Play", "de": "Service-Marionettenspiel", "es": "Juego de Marioneta de Servicio", "fr": "Pièce de Service des Poupées", "it": "Commedia Burattino di Servizio", "pt": "Serviço de Marionetes do Espetáculo", "ja": "<ruby>傀<rt>く</rt></ruby><ruby>儡<rt>ぐつ</rt></ruby><ruby>遊<rt>ゆう</rt></ruby><ruby>儀<rt>ぎ</rt></ruby>－サービスト・パペット", "ja_romaji": "Kugutsu Yūgi - Sābisuto Papetto", "ko": "괴뢰유의－서비스트 퍼핏", "ko_rr": null, "zh-TW": null, "zh-CN": "傀儡游仪－饭杀傀偶"}, "text": {"en": "Target monsters your opponent controls, up to the number of \"Gimmick Puppet\" Xyz Monsters you control; take control of those monsters until the End Phase. If this card is in your GY, except the turn it was sent there, and you control a \"Gimmick Puppet\" Xyz Monster: You can banish this card, then target 1 Xyz Monster in either GY; Special Summon it to either field in Defense Position. You can only use each effect of \"Service Puppet Play\" once per turn.", "de": "Wähle Monster, die dein Gegner kontrolliert, bis zur Anzahl der „Gimmick-Marionette“-Xyz-Monster, die du kontrollierst; übernimm bis zur End Phase die Kontrolle über jene Monster. Falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie dorthin gelegt wurde, und du ein „Gimmick-Marionette“-Xyz-Monster kontrollierst: Du kannst diese Karte verbannen und dann 1 Xyz-Monster in einem beliebigen Friedhof wählen; beschwöre es als Spezialbeschwörung auf eine beliebige Spielfeldseite in die Verteidigungsposition. Du kannst jeden Effekt von „Service-Marionettenspiel“ nur einmal pro Spielzug verwenden.", "es": "Selecciona monstruos que controle tu adversario, hasta el número de Monstruos Xyz \"Marioneta Trucada\" que controlas; toma el control de esos monstruos hasta la End Phase. Si esta carta está en tu Cementerio, excepto en el turno en el que ésta fue mandada allí, y controlas un Monstruo Xyz \"Marioneta Trucada\": puedes desterrar esta carta, y después selecciona 1 Monstruo Xyz en cualquier Cementerio; Invócalo de Modo Especial a cualquier Campo en Posición de Defensa. Sólo puedes usar cada efecto de \"Juego de Marioneta de Servicio\" una vez por turno.", "fr": "Ciblez un nombre de monstres contrôlés par votre adversaire, inférieur ou égal au nombre de Monstres Xyz \"Poupée Truquée\" que vous contrôlez ; jusqu'à la End Phase, prenez le contrôle de ces monstres. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée, et que vous contrôlez un Monstre Xyz \"Poupée Truquée\" : vous pouvez bannir cette carte, puis ciblez 1 Monstre Xyz dans l'un des Cimetières ; Invoquez-le Spécialement sur l'un des Terrains en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Pièce de Service des Poupées\" qu'une fois par tour.", "it": "Scegli come bersaglio mostri controllati dal tuo avversario, fino al numero di Mostri Xyz \"Burattino Arnese\" che controlli; prendi il controllo di quei mostri fino alla End Phase. Se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata lì, e controlli un Mostro Xyz \"Burattino Arnese\": puoi bandire questa carta, poi scegliere come bersaglio 1 Mostro Xyz in qualsiasi Cimitero; Evocalo Specialmente su qualsiasi Terreno in Posizione di Difesa. Puoi utilizzare ogni effetto di \"Commedia Burattino di Servizio\" una sola volta per turno.", "pt": "Escolha monstros que seu oponente controla, até o número de Monstros Xyz \"Engenhoca Marionete\" que você controla; tome o controle desses monstros até a Fase Final. Se este card estiver no seu Cemitério, exceto no turno em que foi enviado para lá, e você controlar um Monstro Xyz \"Engenhoca Marionete\": você pode banir este card e, depois, escolha 1 Monstro Xyz em qualquer Cemitério; Invoque-o por Invocação-Especial em qualquer campo em Posição de Defesa. Você só pode usar cada efeito de \"Serviço de Marionetes do Espetáculo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「ギミック・パペット」Ｘモンスターの数まで、相手フィールドのモンスターを対象として発動できる。そのモンスターのコントロールをエンドフェイズまで得る。②：自分フィールドに「ギミック・パペット」Ｘモンスターが存在する場合、このターンに墓地へ送られていないこのカードを墓地から除外し、自分か相手の墓地のＸモンスター１体を対象として発動できる。そのモンスターを自分か相手のフィールドに守備表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"기믹 퍼핏\" 엑시즈 몬스터의 수까지, 상대 필드의 몬스터를 대상으로 하고 발동할 수 있다. 그 몬스터의 컨트롤을 엔드 페이즈까지 얻는다. ②: 자신 필드에 \"기믹 퍼핏\" 엑시즈 몬스터가 존재할 경우, 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고, 자신이나 상대의 묘지의 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 자신이나 상대의 필드에 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以对手场上的怪兽为对象可以发动，数量最多为自己场上的“机关傀偶”超量怪兽的数量。直至结束阶段为止获得该怪兽的控制权。②：自己场上存在“机关傀偶”超量怪兽的情况下，从墓地将不是在此回合被送至墓地的此卡除外，以自己或对手的墓地的１只超量怪兽为对象可以发动。将该怪兽以守备表示特殊召唤至自己或对手场上。"}, "card_type": "Trap", "property": "Normal", "series": ["Puppet"], "images": [{"index": 1, "image": "ServicePuppetPlay-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC070", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048632}