{"konami_id": 14205, "password": 36429703, "name": {"en": "Raidraptor - Wise Strix", "de": "Überfallraptor - Weiser Kauz", "es": "Asaltorrapaz - Strix Sabio", "fr": "Raidraptor - Strix Sage", "it": "Raidraptor - Saggio Strix", "pt": "Ataqueraptor - Sábio Strix", "ja": "<ruby>ＲＲ<rt>レイド・ラプターズ</rt></ruby>－ワイズ・ストリクス", "ja_romaji": "Reido Raputāzu - Waizu Sutorikusu", "ko": "<ruby>RR<rt>레이드 랩터즈</rt></ruby>－와이즈 스트릭스", "ko_rr": "Reideu Raepteojeu - Waijeu Seuteurikseu", "zh-TW": "急襲猛禽－智慧林鴞", "zh-CN": "急袭猛禽－智慧林鸮"}, "text": {"en": "2 DARK Winged Beast monsters\nIf this card is Link Summoned: You can Special Summon 1 Level 4 DARK Winged Beast monster from your Deck in Defense Position, but negate its effects, also it cannot be used as Link Material. If your \"Raidraptor\" Xyz Monster's effect is activated: Set 1 \"Rank-Up-Magic\" Spell from your Deck, and if it is a Quick-Play Spell, it can be activated this turn. You can only use each effect of \"Raidraptor - Wise Strix\" once per turn.", "de": "2 FINSTERNIS Geflügeltes Ungeheuer-Monster\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst 1 FINSTERNIS Geflügeltes Ungeheuer-Monster der Stufe 4 als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören, aber annulliere seine Effekte, zusätzlich kann es nicht als Linkmaterial verwendet werden. Falls ein Effekt deines „Überfallraptor“-Xyz-Monsters aktiviert wird: Setze 1 „Rangsteigerungszauber“-Zauber direkt von deinem Deck und falls es ein Schnellzauber ist, kann er in diesem Spielzug aktiviert werden. Du kannst jeden Effekt von „Überfallraptor - Weiser Kauz“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Bestia Alada de OSCURIDAD\nSi esta carta es Invocada por Enlace: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo Bestia Alada de OSCURIDAD de Nivel 4 en Posición de Defensa, pero niega sus efectos, y además no puede ser usado como Material de Enlace. Si se activa el efecto de tu Monstruo Xyz \"Asaltorrapaz\": Coloca 1 Mágica \"Magia de Subida de Rango\" directamente desde tu Deck, y si es una Mágica de Juego Rápido, puede ser activada este turno. Sólo puedes usar cada efecto de \"Asaltorrapaz - Strix Sabio\" una vez por turno.", "fr": "2 monstres TÉNÈBRES Bête Ailée\nSi cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 monstre TÉNÈBRES Bête Ailée de Niveau 4 depuis votre Deck en Position de Défense, mais annulez ses effets, et aussi, il ne peut pas être utilisé comme Matériel Lien. Si un effet de votre Monstre Xyz \"Raidraptor\" est activé : Posez 1 Magie \"Magie-Rang-Plus\" directement depuis votre Deck, et si c'est une Magie Jeu-Rapide, elle peut être activée ce tour. Vous ne pouvez utiliser chaque effet de \"Raidraptor - Strix Sage\" qu'une fois par tour.", "it": "2 mostri OSCURITÀ Bestia Alata\nSe questa carta viene Evocata Link: puoi Evocare Specialmente 1 mostro OSCURITÀ Bestia Alata di Livello 4 dal tuo Deck in Posizione di Difesa, ma annulla i suoi effetti, inoltre esso non può essere utilizzato come Materiale Link. Se viene attivato l'effetto di un tuo Mostro Xyz \"Raidraptor\": Posiziona 1 Magia \"Alza-Rango-Magico\" direttamente dal tuo Deck e, se è una Magia Rapida, può essere attivata in questo turno. Puoi utilizzare ogni effetto di \"Raidraptor - Saggio Strix\" una sola volta per turno.", "pt": "2 monstros Besta Alada de TREVAS\nSe este card for Invocado por Invocação-Link: você pode Invocar por Invocação-Especial 1 monstro Besta Alada de TREVAS de Nível 4 do seu Deck em Posição de Defesa, mas negue seus efeitos e, além disso, ele não pode ser usado como Matéria Link. Se um efeito de um Monstro Xyz \"Ataqueraptor\" seu for ativado: Baixe 1 Magia \"Magia de Aumento de Classe\" diretamente do seu Deck e, se for uma Magia Rápida, ela não pode ser ativada neste turno. Você só pode usar cada efeito de \"Ataqueraptor - Sábio Strix\" uma vez por turno.", "ja": "鳥獣族・闇属性モンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＬ召喚した場合に発動できる。デッキから鳥獣族・闇属性・レベル４モンスター１体を守備表示で特殊召喚する。この効果で特殊召喚したモンスターはＬ素材にできず、効果は無効化される。②：自分の「ＲＲ」Ｘモンスターの効果が発動した場合に発動する。デッキから「ＲＵＭ」魔法カード１枚を自分フィールドにセットする。速攻魔法カードをセットした場合、そのカードはセットしたターンでも発動できる。", "ko": "비행야수족 / 어둠 속성 몬스터 2장\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 링크 소환했을 경우에 발동할 수 있다. 덱에서 비행야수족 / 어둠 속성 / 레벨 4 몬스터 1장을 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터는 링크 소재로 할 수 없으며, 효과는 무효화된다. ②: 자신의 \"RR(레이드 랩터즈)\" 엑시즈 몬스터의 효과가 발동했을 경우에 발동한다. 덱에서 \"RUM(랭크 업 매직)\" 마법 카드 1장을 자신 필드에 세트한다. 속공 마법 카드를 세트했을 경우, 그 카드는 세트한 턴에도 발동할 수 있다.", "zh-TW": "鳥獸族・闇屬性怪獸２隻\n此卡名的①②效果，１回合各僅限使用１次。①：可在此卡連結召喚成功的狀況下發動。從牌組以守備表示特殊召喚１隻鳥獸族・闇屬性・等級４怪獸。透過此效果特殊召喚的怪獸無法做為連結素材，效果無效化。②：在我方的「急襲猛禽」超量怪獸發動效果的狀況下發動。從牌組將１張「升階魔法」魔法卡覆蓋在我方場上。在覆蓋速攻魔法卡的狀況下，該卡在覆蓋的回合也可發動。", "zh-CN": "鸟兽族・暗属性怪兽2只\n此卡名的①②效果1回合仅可各使用1次。①：此卡连接召唤成功的情况下可以发动。从牌组将1只鸟兽族・暗属性・等级4怪兽以守备表示特殊召唤。以此效果特殊召唤的怪兽不可作为连接素材，效果无效化。②：自己的“急袭猛禽”超量怪兽的效果发动的情况下发动。从牌组将1张“升阶魔法”魔法卡放置在自己场上。放置的是速攻魔法卡的情况下，该卡在放置的回合也可以发动。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Link / Effect", "attribute": "DARK", "link_arrows": ["↙", "↘"], "atk": 1400, "materials": "2 DARK Winged Beast monsters", "series": ["Raidraptor"], "images": [{"index": 1, "image": "RaidraptorWiseStrix-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN005", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP25-EN022", "set_name": "OTS Tournament Pack 25", "rarities": ["Common"]}], "de": [{"set_number": "DUOV-DE005", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP25-DE022", "set_name": "OTS Tournament Pack 25", "rarities": ["Common"]}], "fr": [{"set_number": "DUOV-FR005", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP25-FR022", "set_name": "OTS Tournament Pack 25", "rarities": ["Common"]}], "it": [{"set_number": "DUOV-IT005", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP25-IT022", "set_name": "OTS Tournament Pack 25", "rarities": ["Common"]}], "pt": [{"set_number": "DUOV-PT005", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP25-PT022", "set_name": "OTS Tournament Pack 25", "rarities": ["Common"]}], "ja": [{"set_number": "LVP2-JP071", "set_name": "LINK VRAINS Pack 2", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "QCCU-JP160", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "LVP2-KR071", "set_name": "LINK VRAINS Pack 2", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "QCCU-KR160", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "CL01-SC164", "set_name": "Classic Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 581756, "master_duel_rarity": "UR"}