{"konami_id": 20186, "password": 36436372, "name": {"en": "Gimmick Puppet Little Soldiers", "de": "Gimmick-Marionette Kleine Soldaten", "es": "Marioneta Trucada Pequeños Soldados", "fr": "Poupée Truquée Petits Soldats", "it": "Burattino Arnese Piccoli Soldati", "pt": "Engenhoca Marionete Soldadinhos", "ja": "ギミック・パペット－リトル・ソルジャーズ", "ja_romaji": "Gimikku Papetto - Ritoru Sorujāzu", "ko": "기믹 퍼핏－리틀 솔저즈", "ko_rr": null, "zh-TW": "機關傀偶－小兵隊", "zh-CN": "机关傀偶－小兵队"}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 \"Gimmick Puppet\" monster with a different Level than this card from your Deck to the GY; this card's Level becomes that monster's. You can only use this effect of \"Gimmick Puppet Little Soldiers\" once per turn. You can banish this card from your GY, then target up to 2 \"Gimmick Puppet\" monsters you control; increase their Levels by 4 until the end of this turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Gimmick-Marionette“-Monster mit einer unterschiedlichen Stufe als diese Karte von deinem Deck auf den Friedhof legen; die Stufe dieser Karte wird dieselbe wie die jenes Monsters. Du kannst diesen Effekt von „Gimmick-Marionette Kleine Soldaten“ nur einmal pro Spielzug verwenden. Du kannst diese Karte von deinem Friedhof verbannen und dann bis zu 2 „Gimmick-Marionette“-Monster wählen, die du kontrollierst; erhöhe ihre Stufen bis zum Ende dieses Spielzugs um 4.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 monstruo \"Marioneta Trucada\" en tu Deck con un Nivel diferente al de esta carta; el Nivel de esta carta se convierte en el de ese monstruo. Sólo puedes usar este efecto de \"Marioneta Trucada Pequeños Soldados\" una vez por turno. Puedes desterrar esta carta en tu Cementerio, y después selecciona hasta 2 monstruos \"Marioneta Trucada\" que controles; aumenta sus Niveles en 4 hasta el final de este turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Poupée Truquée\" de Niveau différent de cette carte depuis votre Deck au Cimetière ; le Niveau de cette carte devient celui du monstre. Vous ne pouvez utiliser cet effet de \"Poupée Truquée Petits Soldats\" qu'une fois par tour. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez max. 2 monstres \"Poupée Truquée\" que vous contrôlez ; jusqu'à la fin de ce tour, augmentez leur Niveau de 4.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 mostro \"Burattino Arnese\" con un Livello diverso da questa carta dal tuo Deck al Cimitero; il Livello di questa carta diventa quello di quel mostro. Puoi utilizzare questo effetto di \"Burattino Arnese Piccoli Soldati\" una sola volta per turno. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio fino a 2 mostri \"Burattino Arnese\" che controlli; aumenta i loro Livelli di 4 fino alla fine di questo turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 monstro \"Engenhoca Marionete\" com um Nível diferente que o deste card do seu Deck para o Cemitério; o Nível deste card se torna o desse monstro. Você só pode usar este efeito de \"Engenhoca Marionete Soldadinhos\" uma vez por turno. Você pode banir este card do seu Cemitério e, depois, escolha até 2 monstros \"Engenhoca Marionete\" que você controla; aumente o Nível deles em 4 até o final deste turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合、このカードとはレベルが異なる「ギミック・パペット」モンスター１体をデッキから墓地へ送って発動できる。このカードのレベルを墓地へ送ったモンスターと同じにする。②：墓地のこのカードを除外し、自分フィールドの「ギミック・パペット」モンスターを２体まで対象として発動できる。そのモンスターのレベルをターン終了時まで４つ上げる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우, 이 카드와는 레벨이 다른 \"기믹 퍼핏\" 몬스터 1장을 덱에서 묘지로 보내고 발동할 수 있다. 이 카드의 레벨을 묘지로 보낸 몬스터와 같게 한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"기믹 퍼핏\" 몬스터를 2장까지 대상으로 하여 발동할 수 있다. 그 몬스터의 레벨을 턴 종료시까지 4개 올린다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡召唤・特殊召唤的情况下，从牌组将等级与此卡不同的１只“机关傀偶”怪兽送至墓地可以发动。将此卡的等级改成与所送至墓地的怪兽相同。②：将墓地的此卡除外，以自己场上的最多２只“机关傀偶”怪兽为对象可以发动。该怪兽的等级直至回合结束时为止上升４。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 0, "series": ["Gimmick Puppet", "Puppet"], "images": [{"index": 1, "image": "GimmickPuppetLittleSoldiers-INFO-JP-C.png", "illustration": "GimmickPuppetLittleSoldiers-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "GimmickPuppetLittleSoldiers-INFO-EN-C-1E.png", "illustration": "GimmickPuppetLittleSoldiers-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "INFO-EN007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC007", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048624, "master_duel_rarity": "UR"}