{"konami_id": 14451, "password": 36492575, "name": {"en": "Marincess Sea Horse", "de": "Marinzessin Seepferdchen", "es": "Caballo de Mar Marincesa", "fr": "Cheval de Mer Marincesse", "it": "Marincipessa Cavalluccio Marino", "pt": "Marincesa Cavalo Marinho", "ja": "<ruby>海晶乙女<rt>マリンセス</rt></ruby>シーホース", "ja_romaji": "Marinsesu Shī Hōsu", "ko": "마린세스 씨호스", "ko_rr": "Marinseseu Ssihoseu", "zh-TW": "海晶少女 海馬", "zh-CN": "海晶少女 海马"}, "text": {"en": "You can Special Summon this card (from your hand) to your zone a \"Marincess\" Link Monster points to. You can only Special Summon \"Marincess Sea Horse\" once per turn this way. During your Main Phase, except the turn this card was sent to the GY: You can banish this card from your GY; Special Summon 1 WATER monster from your hand to your zone a \"Marincess\" Link Monster points to. You can only use this effect of \"Marincess Sea Horse\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) in deine Zone beschwören, auf die ein „Marinzessin“-Linkmonster zeigt. Du kannst „Marinzessin Seepferdchen“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 WASSER Monster als Spezialbeschwörung von deiner Hand in deine Zone, auf die ein „Marinzessin“-Linkmonster zeigt. Du kannst diesen Effekt von „Marinzessin Seepferdchen“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) a tu zona a la que apunte un Monstruo de Enlace \"Marincesa\". Sólo puedes Invocar de Modo Especial \"Caballo de Mar Marincesa\" una vez por turno de esta forma. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial 1 monstruo de AGUA en tu mano a tu zona a la que apunte un Monstruo de Enlace \"Marincesa\". Sólo puedes usar este efecto de \"Caballo de Mar Marincesa\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre zone pointée par un Monstre Lien \"Marincesse\". Vous ne pouvez Invoquer Spécialement \"Cheval de Mer Marincesse\" qu'une fois par tour de cette façon. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre EAU depuis votre main dans votre zone pointée par un Monstre Lien \"Marincesse\". Vous ne pouvez utiliser cet effet de \"Cheval de Mer Marincesse\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) in una tua zona puntata da un Mostro Link \"Marincipessa\". Puoi Evocare Specialmente \"Marincipessa Cavalluccio Marino\" una sola volta per turno in questo modo. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 mostro ACQUA dalla tua mano in una tua zona puntata da un Mostro Link \"Marincipessa\". Puoi utilizzare questo effetto di \"Marincipessa Cavalluccio Marino\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) em uma zona sua para a qual um Monstro Link \"Marincesa\" apontar. Você só pode Invocar \"Marincesa Cavalo Marinho\" por Invocação-Especial uma vez por turno desta forma. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 monstro de ÁGUA da sua mão em uma zona sua para a qual um Monstro Link \"Marincesa\" apontar. Você só pode usar este efeito de \"Marincesa Cavalo Marinho\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは「マリンセス」リンクモンスターのリンク先となる自分フィールドに手札から特殊召喚できる。②：墓地のこのカードを除外して発動できる。手札から水属性モンスター１体を「マリンセス」リンクモンスターのリンク先となる自分フィールドに特殊召喚する。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 \"마린세스\" 링크 몬스터의 링크 앞이 되는 자신 필드에 패에서 특수 소환할 수 있다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 패에서 물 속성 몬스터 1장을 \"마린세스\" 링크 몬스터의 링크 앞이 되는 자신 필드에 특수 소환한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果1回合仅可使用１次。①：此卡可从手牌特殊召唤至“海晶少女”连接怪兽连接端的自己场上。②：将不是在此回合被送至墓地的此卡从墓地除外可以发动。从手牌将１只水属性怪兽特殊召唤至“海晶少女”连接怪兽连接端的自己场上。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "WATER", "level": 3, "atk": 1400, "def": 1000, "series": ["Marincess"], "images": [{"index": 1, "image": "MarincessSeaHorse-LED9-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN003", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "MP20-EN102", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}, {"set_number": "LED9-EN038", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE003", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "MP20-DE102", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}, {"set_number": "LED9-DE038", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR003", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "MP20-FR102", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}, {"set_number": "LED9-FR038", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT003", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "MP20-IT102", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}, {"set_number": "LED9-IT038", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT003", "set_name": "Rising Rampage", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "MP20-PT102", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}, {"set_number": "LED9-PT038", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP003", "set_name": "Rising Rampage", "rarities": ["Rare"]}, {"set_number": "DP26-JP038", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "RIRA-KR003", "set_name": "Rising Rampage", "rarities": ["Rare"]}, {"set_number": "DP26-KR038", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC101", "set_name": "Mega Pack 03", "rarities": ["Rare"]}, {"set_number": "DP29-SC112", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 598413, "master_duel_rarity": "R"}