{"konami_id": 17430, "password": 36521307, "name": {"en": "Mathmech Circular", "de": "Mathemech Kreis", "es": "Matemecha Circular", "fr": "Circulaire Mathmech", "it": "Matemech Circolare", "pt": "Mechamático Circular", "ja": "<ruby>斬<rt>ザン</rt></ruby><ruby>機<rt>キ</rt></ruby>サーキュラー", "ja_romaji": "Zanki Sākyurā", "ko": "참기 서큘러", "ko_rr": "Chamgi Seokyulleo", "zh-TW": "斬機 圓武", "zh-CN": "斩机弓形"}, "text": {"en": "You can send 1 \"Mathmech\" monster, except \"Mathmech Circular\", from your Deck to your GY; Special Summon this card from your hand, also you can only attack with 1 monster for the rest of this turn. If a \"Mathmech\" monster is Normal or Special Summoned to your field while you control this monster (except during the Damage Step): You can add 1 \"Mathmech\" Spell/Trap from your Deck to your hand. You can only use each effect of \"Mathmech Circular\" once per turn.", "de": "Du kannst 1 „Mathemech“-Monster, außer „Mathemech Kreis“, von deinem Deck auf deinen Friedhof legen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand, zusätzlich kannst du für den Rest dieses Spielzugs nur mit 1 Monster angreifen. Falls ein „Mathemech“-Monster als Normal- oder Spezialbeschwörung auf deine Spielfeldseite beschworen wird, solange du dieses Monster kontrollierst (außer während des Damage Steps): Du kannst deiner Hand 1 „Mathemech“-Zauber/Falle von deinem Deck hinzufügen. Du kannst jeden Effekt von „Mathemech Kreis“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar a tu Cementerio 1 monstruo \"Matemecha\" en tu Deck, excepto \"Matemecha Circular\"; Invoca esta carta de Modo Especial desde tu mano, y además sólo puedes atacar con 1 monstruo por el resto de este turno. Si un monstruo \"Matemecha\" es Invocado de Modo Normal o Especial a tu Campo mientras controlas este monstruo (excepto durante el Damage Step): puedes añadir a tu mano 1 Mágica/Trampa \"Matemecha\" en tu Deck. Sólo puedes usar cada efecto de \"Matemecha Circular\" una vez por turno.", "fr": "Vous pouvez envoyer 1 monstre \"Mathmech\" (\"Circulaire Mathmech\" exclu) depuis votre Deck à votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez attaquer qu'avec 1 monstre le reste de ce tour. Si un monstre \"Mathmech\" est Invoqué Normalement ou Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez ajouter 1 Magie/Piège \"Mathmech\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Circulaire Mathmech\" qu'une fois par tour.", "it": "Puoi mandare 1 mostro \"Matemech\", eccetto \"Matemech Circolare\", dal tuo Deck al tuo Cimitero; Evoca Specialmente questa carta dalla tua mano, inoltre puoi attaccare solo con 1 mostro per il resto di questo turno. Se un mostro \"Matemech\" viene Evocato Normalmente o Specialmente sul tuo Terreno mentre controlli questo mostro (eccetto durante il Damage Step): puoi aggiungere 1 Magia/Trappola \"Matemech\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Matemech Circolare\" una sola volta per turno.", "pt": "Você pode enviar 1 monstro \"Mechamático(a)\", exceto \"Mechamático Circular\" do seu Deck para o seu Cemitério; Invoque este card por Invocação-Especial da sua mão e, além disso, você só pode atacar com 1 monstro pelo resto deste turno. Se um monstro \"Mechamático(a)\" for Invocado por Invocação-Normal ou Especial no seu campo enquanto você controlar este monstro (exceto durante a Etapa de Dano): você pode adicionar 1 Magia/Armadilha \"Mechamático(a)\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Mechamático Circular\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：デッキから「斬機サーキュラー」以外の「斬機」モンスター１体を墓地へ送って発動できる。このカードを手札から特殊召喚する。この効果の発動後、ターン終了時まで自分はモンスター１体でしか攻撃できない。②：このカードがモンスターゾーンに存在する状態で、自分フィールドに「斬機」モンスターが召喚・特殊召喚された場合に発動できる。デッキから「斬機」魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 \"참기 서큘러\" 이외의 \"참기\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 몬스터 1장으로밖에 공격할 수 없다. ②: 이 카드가 몬스터 존에 존재하는 상태에서, 자신 필드에 \"참기\" 몬스터가 일반 소환 / 특수 소환되었을 경우에 발동할 수 있다. 덱에서 \"참기\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從牌組將１隻「斬機 圓武」以外的「斬機」怪獸送至墓地發動。從手牌特殊召喚此卡。此效果發動後，在回合結束前我方僅限使用１隻怪獸攻擊。②：此卡已存在於怪獸區的狀態下，可在其他「斬機」怪獸被召喚・特殊召喚至我方場上的狀況下發動。從牌組將１張「斬機」魔法・陷阱卡加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从牌组将“斩机弓形”以外的１只“斩机”怪兽送至墓地可以发动。从手牌将此卡特殊召唤。此效果发动后，直至回合结束时为止，自己仅可用１只怪兽攻击。②：此卡已经存在于怪兽区域的状态下，其他“斩机”怪兽被召唤・特殊召唤至自己场上的情况下可以发动。从牌组将１张“斩机”魔法・陷阱卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "LIGHT", "level": 4, "atk": 1500, "def": 1500, "series": ["Mathmech"], "images": [{"index": 1, "image": "MathmechCircular-POTE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN028", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "de": [{"set_number": "POTE-DE028", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "fr": [{"set_number": "POTE-FR028", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "it": [{"set_number": "POTE-IT028", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "pt": [{"set_number": "POTE-PT028", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "ja": [{"set_number": "POTE-JP028", "set_name": "Power of the Elements", "rarities": ["Rare"]}, {"set_number": "QCCU-JP171", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "POTE-KR028", "set_name": "Power of the Elements", "rarities": ["Rare"]}, {"set_number": "QCCU-KR171", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC145", "set_name": "Mega Pack 07", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Limited"}, "yugipedia_page_id": 715833, "master_duel_rarity": "UR"}