{"konami_id": 9034, "password": 36560997, "name": {"en": "Core Overclock", "de": "Kern übertakten", "es": "Aceleración del Núcleo", "fr": "Surfréquençage de Noyau", "it": "Sovraccarico del Nucleo", "pt": "Aceleração do Núcleo", "ja": "オーバー・コアリミット", "ja_romaji": "Ōbā Koarimitto", "ko": "오버 코어리미트", "ko_rr": null, "zh-TW": "核心超頻", "zh-CN": "核心超频"}, "text": {"en": "All face-up \"Koa'ki Meiru\" monsters you control gain 500 ATK. Once per turn, during your Main Phase, you can discard 1 \"Iron Core of Koa'ki Meiru\" to have all face-up \"Koa'ki Meiru\" monsters you control gain 1000 ATK, until the End Phase.", "de": "Alle offenen „Koa'ki Meiru“-Monster, die du kontrollierst, erhalten 500 ATK. Einmal pro Spielzug, während deiner Main Phase, kannst du 1 „Eisenkern von Koa'ki Meiru“ abwerfen, um alle offenen „Koa'ki Meiru“-Monster, die du kontrollierst, bis zur End Phase 1000 ATK erhalten zu lassen.", "es": "Todos los monstruos \"Koa'ki Meiru\" que controles ganan 500 ATK. Una vez por turno, durante tu Main Phase, puedes descartar 1 \"Núcleo de Hierro de Koa'ki Meiru\" para hacer que todos los monstruos \"Koa'ki Meiru\" boca arriba que controles ganen 1000 ATK hasta la End Phase.", "fr": "Tous les monstres \"Koa'ki Meiru\" face recto que vous contrôlez gagnent 500 points d'ATK. Une fois par tour, durant votre Main Phase, vous pouvez défausser 1 \"Noyau d'Énergie Koa'ki Meiru\" pour augmenter l'ATK de tous les monstres \"Koa'ki Meiru\" face recto que vous contrôlez de 1000 points, jusqu'à la End Phase.", "it": "Tutti i mostri \"Koa'ki Meiru\" scoperti che controlli guadagnano 500 ATK. Una volta per turno, durante la tua Main Phase, puoi scartare 1 \"Nucleo di Ferro di Koa'ki Meiru\" per far guadagnare a tutti i mostri \"Koa'ki Meiru\" scoperti che controlli 1000 ATK, fino alla End Phase.", "pt": null, "ja": "このカードがフィールド上に存在する限り、自分フィールド上に表側表示で存在する「コアキメイル」と名のついた全てのモンスターの攻撃力は５００ポイントアップする。また、１ターンに１度、自分のメインフェイズ時に手札から「コアキメイルの鋼核」１枚を捨てる事で、自分フィールド上に表側表示で存在する「コアキメイル」と名のついた全てのモンスターの攻撃力は、エンドフェイズ時まで１０００ポイントアップする。", "ko": "이 카드가 필드 위에 존재하는 한, 자신 필드 위에 앞면 표시로 존재하는 \"코아키메일\"이라는 이름이 붙은 모든 몬스터의 공격력은 500 포인트 올린다. 또한, 1턴에 1번, 자신의 메인 페이즈시에 패에서 \"코아키메일의 강철핵\" 1장을 버리는 것으로, 자신 필드 위에 앞면 표시로 존재하는 \"코아키메일\"이라는 이름이 붙은 모든 몬스터의 공격력은, 엔드 페이즈시까지 1000 포인트 올린다.", "zh-TW": null, "zh-CN": "只要这张卡在场上存在，自己场上表侧表示存在的名字带有「核成」的全部怪兽的攻击力上升500。此外，1回合1次，自己的主要阶段时可以通过从手卡丢弃1张「核成兽的钢核」，自己场上表侧表示存在的名字带有「核成」的全部怪兽的攻击力直到结束阶段时上升1000。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "CoreOverclock-TSHD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TSHD-EN087", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "de": [{"set_number": "TSHD-DE087", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "es": [{"set_number": "TSHD-SP087", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TSHD-FR087", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "it": [{"set_number": "TSHD-IT087", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EXP4-JP008", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "EXP4-KR008", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 133581, "master_duel_rarity": "N"}