{"konami_id": 17479, "password": 36591747, "name": {"en": "Amaze Attraction Thrill Train", "de": "Vergnügliche Attraktion Nervenkitzelzug", "es": "Sorprendente Atracción Tren Emoción", "fr": "Attraction-Étonnante Train du Frisson", "it": "Treno dei Brividi Attrazione Prodigio", "pt": "Divertida Atração Trem da Emoção", "ja": "<ruby>Ａ・∀・ＴＴ<rt>アメイズ・アトラクション・スリルトレイン</rt></ruby>", "ja_romaji": "Ameizu Atorakushon Suriru Torein", "ko": "<ruby>A・∀・TT<rt>어메이즈 어트랙션 스릴트레인</rt></ruby>", "ko_rr": "Eomeijeu Eoteuraeksyeon Seurilteurein", "zh-TW": "驚樂遊樂設施・激奮列車", "zh-CN": "惊乐游乐设施・激奋列车"}, "text": {"en": "Target 1 \"Amazement\" monster you control or 1 face-up monster your opponent controls; equip this card to it. You can activate the following effect, based on which player controls the equipped monster;\n● You: Change the equipped monster's battle position, then, your opponent chooses 1 \"Attraction\" Trap in your GY, and you Set it to your field.\n● Your opponent: Banish the equipped monster until the End Phase.\nYou can only use this effect of \"Amaze Attraction Thrill Train\" once per turn.", "de": "Wähle 1 „Vergnügung“-Monster, das du kontrollierst, oder 1 offenes Monster, das dein Gegner kontrolliert; rüste es mit dieser Karte aus. Du kannst den folgenden Effekt aktivieren, basierend darauf, welcher Spieler das ausgerüstete Monster kontrolliert;\n● Du: Ändere die Kampfposition des ausgerüsteten Monsters, dann bestimmt dein Gegner 1 „Attraktion“-Falle in deinem Friedhof und du setzt sie auf deine Spielfeldseite.\n● Dein Gegner: Verbanne das ausgerüstete Monster bis zur End Phase.\nDu kannst diesen Effekt von „Vergnügliche Attraktion Nervenkitzelzug“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo \"Asombro\" que controles o 1 monstruo boca arriba que controle tu adversario; equípale esta carta. Puedes activar el siguiente efecto, basado en qué jugador controla el monstruo equipado;\n● Tú: Cambia la posición de batalla del monstruo equipado, y después tu adversario elige 1 Trampa \"Atracción\" en tu Cementerio y la Colocas en tu Campo.\n● Tu adversario: Destierra el monstruo equipado hasta la End Phase.\nSólo puedes usar este efecto de \"Sorprendente Atracción Tren Emoción\" una vez por turno.", "fr": "Ciblez 1 monstre \"Incroyable\" que vous contrôlez ou 1 monstre face recto contrôlé par votre adversaire ; équipez-lui cette carte. Vous pouvez activer l'effet suivant, selon quel joueur contrôle le monstre équipé ;\n● Vous : Changez la position de combat du monstre équipé, puis, votre adversaire choisit 1 Piège \"Attraction-\" dans votre Cimetière, et vous le Posez sur votre Terrain.\n● Votre adversaire : Jusqu'à la End Phase, bannissez le monstre équipé.\nVous ne pouvez utiliser cet effet de \"Attraction-Étonnante Train du Frisson\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro \"Prodigioso\" che controlli o 1 mostro scoperto controllato dal tuo avversario; equipaggia questa carta a esso. Puoi attivare il seguente effetto, a seconda di quale giocatore controlla il mostro equipaggiato;\n● Tu: Cambia la posizione del mostro equipaggiato, poi il tuo avversario seleziona 1 Trappola \"Attrazione\" nel tuo Cimitero, e tu la Posizioni sul tuo Terreno.\n● Il tuo avversario: Bandisci il mostro equipaggiato fino alla End Phase.\nPuoi utilizzare questo effetto di \"Treno dei Brividi Attrazione Prodigio\" una sola volta per turno.", "pt": "Escolha 1 monstro \"Diversão\" que você controla ou 1 monstro com a face para cima que seu oponente controla; equipe este card a ele. Você pode ativar o seguinte efeito, de acordo com qual duelista controla o monstro equipado;\n● Você: Mude a posição de batalha do monstro equipado e, depois, seu oponente seleciona 1 Armadilha \"Atração\" no seu Cemitério e você a Baixa no seu campo.\n● Seu oponente: Bana o monstro equipado até a Fase Final.\nVocê só pode usar este efeito de \"Divertida Atração Trem da Emoção\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドの「アメイズメント」モンスターまたは相手フィールドの表側表示モンスター１体を対象としてこのカードを発動できる。このカードを装備カード扱いとしてそのモンスターに装備する。②：装備モンスターのコントローラーによって以下の効果を発動できる。\n●自分：装備モンスターの表示形式を変更し、自分の墓地の「アトラクション」罠カード１枚を相手が選ぶ。そのカードを自分フィールドにセットする。\n●相手：装備モンスターをエンドフェイズまで除外する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"어메이즈먼트\" 몬스터 또는 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 이 카드를 장착 카드로 취급하고 그 몬스터에 장착한다. ②: 장착 몬스터의 컨트롤러에 따라 이하의 효과를 발동할 수 있다.\n●자신: 장착 몬스터의 표시 형식을 변경하고, 자신 묘지의 \"어트랙션\" 함정 카드 1장을 상대가 고른다. 그 카드를 자신 필드에 세트한다.\n●상대: 장착 몬스터를 엔드 페이즈까지 제외한다.", "zh-TW": null, "zh-CN": "这个卡名的②效果1回合只能使用1次。①：以1只自己场上的「アメイズメント／惊乐」怪兽或者对手场上的表侧表示怪兽为对象才可以发动这张卡。将这张卡当作装备卡使用装备给那只怪兽。②：可以根据装备怪兽的操作者发动以下的效果。●自己：变更装备怪兽的表示形式，对手选自己墓地的1张「アトラクション／游乐设施」陷阱卡。将那张卡盖放到自己的场上。●对手：将装备怪兽直到结束阶段除外。"}, "card_type": "Trap", "property": "Normal", "series": ["Attraction"], "images": [{"index": 1, "image": "AmazeAttractionThrillTrain-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN077", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP24-EN305", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE077", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP24-DE305", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR077", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP24-FR305", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT077", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP24-IT305", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT077", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP24-PT305", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP077", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR077", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712714, "master_duel_rarity": "R"}