{"konami_id": 18838, "password": 36742774, "name": {"en": "Synchro World", "de": "Synchrowelt", "es": "Mundo Sincro", "fr": "Monde Synchro", "it": "Mondo Synchro", "pt": "Mundo Sincro", "ja": "シンクロ・ワールド", "ja_romaji": "Shinkuro Wārudo", "ko": "싱크로 월드", "ko_rr": "Singkeuro Woldeu", "zh-TW": "同步世界", "zh-CN": "同步世界"}, "text": {"en": null, "de": "Jedes Mal, wenn ein Monster als Synchrobeschwörung beschworen wird, lege 2 Signalzählmarken auf diese Karte. Falls diese Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt eines Gegners zerstört wird: Du kannst 1 „Feuerroter Drache“ als Spezialbeschwörung von deinem Extra Deck beschwören. Du kannst 4, 7 oder 10 Signalzählmarken von deiner Spielfeldseite entfernen; führe den entsprechenden Effekt aus.\n●4: Erhöhe oder verringere die Stufe von 1 offenen Monster, das du kontrollierst, um 1.\n●7: Beschwöre 1 Empfänger als Spezialbeschwörung von deinem Friedhof.\n●10: Beschwöre 1 Synchromonster als Spezialbeschwörung von deinem Friedhof.", "es": "Cada vez que un monstruo sea Invocado por Sincronía, pon 2 Contadores Señal en esta carta. Si esta carta controlada por su dueño es destruida por el efecto de una carta del adversario: puedes Invocar de Modo Especial 1 \"Dragón Carmesí\" desde tu Deck Extra. Puedes retirar 4, 7 o 10 Contadores Señal de tu Campo; aplica el efecto apropiado.\n●4: Aumenta o reduce el Nivel de 1 monstruo boca arriba que controles en 1.\n●7: Invoca de Modo Especial 1 Cantante desde tu Cementerio.\n●10: Invoca de Modo Especial 1 Monstruo de Sincronía desde tu Cementerio.", "fr": "Chaque fois qu'un monstre est Invoqué par Synchronisation, placez 2 Compteurs Signal sur cette carte. Si cette carte contrôlée par son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 1 \"Dragon Cramoisi\" depuis votre Extra Deck. Vous pouvez retirer 4, 7 ou 10 Compteurs Signal depuis votre Terrain ; appliquez l'effet approprié.\n●4 : Augmentez ou réduisez de 1 le Niveau d'1 monstre face recto que vous contrôlez.\n●7 : Invoquez Spécialement 1 Syntoniseur depuis votre Cimetière.\n●10 : Invoquez Spécialement 1 Monstre Synchro depuis votre Cimetière.", "it": "Ogni volta che un mostro viene Synchro Evocato, metti 2 Segnalini Segnale su questa carta. Se questa carta sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi Evocare Specialmente 1 \"Drago Cremisi\" dal tuo Extra Deck. Puoi rimuovere 4, 7 o 10 Segnalini Segnale dal tuo Terreno; applica l'effetto appropriato.\n●4: Aumenta o diminuisci il Livello di 1 mostro scoperto che controlli di 1.\n●7: Evoca Specialmente 1 Tuner dal tuo Cimitero.\n●10: Evoca Specialmente 1 Mostro Synchro dal tuo Cimitero.", "pt": "Sempre que um monstro for Invocado por Invocação-Sincro, coloque 2 Marcadores de Sinal neste card. Se este card sob o controle do seu dono for destruído por um efeito de card do oponente: você pode Invocar por Invocação-Especial 1 \"Dragão Carmesim\" do seu Deck Adicional. Você pode remover 4, 7 ou 10 Marcadores de Sinal do seu campo; aplique o efeito apropriado.\n●4: Aumente ou diminua em 1 o Nível de 1 monstro com a face para cima que você controla.\n●7: Invoque por Invocação-Especial 1 Regulador do seu Cemitério.\n●10: Invoque por Invocação-Especial 1 Monstro Sincro do seu Cemitério.", "ja": "①：モンスターがＳ召喚される度にこのカードにシグナルカウンターを２つ置く。\n②：自分フィールドのシグナルカウンターを以下の数だけ取り除き、その効果を発動できる。\n●４：自分フィールドの表側表示モンスター１体のレベルを１つ上げるか下げる。\n●７：自分の墓地からチューナー１体を特殊召喚する。\n●１０：自分の墓地からＳモンスター１体を特殊召喚する。\n③：フィールドのこのカードが相手の効果で破壊された場合に発動できる。ＥＸデッキから「赤き竜」１体を特殊召喚する。", "ko": "①: 몬스터가 싱크로 소환될 때마다 이 카드에 시그널 카운터를 2개 놓는다. ②: 자신 필드의 시그널 카운터를 이하의 수만큼 제거하고, 그 효과를 발동할 수 있다. ●4: 자신 필드의 앞면 표시 몬스터 1장의 레벨을 1개 올리거나 내린다. ●7: 자신 묘지에서 튜너 1장을 특수 소환한다. ●10: 자신 묘지에서 싱크로 몬스터 1장을 특수 소환한다. ③: 필드의 이 카드가 상대 효과로 파괴되었을 경우에 발동할 수 있다. 엑스트라 덱에서 \"붉은 용\" 1장을 특수 소환한다.", "zh-TW": "①：每當怪獸被同步召喚時，在此卡放置２個信號計數物。\n②：可依據以下數量去除我方場上的信號計數物，發動該效果。\n●４：我方場上的１隻正面表示怪獸的等級提升或降低１。\n●７：從我方墓地特殊召喚１隻協調。\n●１０：從我方墓地特殊召喚１隻同步怪獸。\n③：可在場上的此卡因對方的效果被破壞的狀況下發動。從額外牌組特殊召喚１隻「赤龍」。", "zh-CN": "①：每次怪兽被同步召唤，在此卡上放２个信号计数物。\n②：依以下数量去除自己场上的信号计数物，可以发动相应效果。\n●４：自己场上的１只表侧表示怪兽的等级上升或下降１。\n●７：从自己的墓地将１只协调特殊召唤。\n●１０：从自己的墓地将１只同步怪兽特殊召唤。\n③：场上的此卡因对手的效果被破坏的情况下可以发动。从额外牌组将１只“赤龙”特殊召唤。"}, "card_type": "Spell", "property": "Field", "series": ["Synchro"], "images": [{"index": 1, "image": "SynchroWorld-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN051", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-EN372", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE051", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-DE372", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR051", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-FR372", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT051", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-IT372", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT051", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-PT372", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "DUNE-JP051", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR051", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC051", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716987, "master_duel_rarity": "R"}