{"konami_id": 17419, "password": 36745317, "name": {"en": "Vernusylph of the Awakening Forests", "de": "Frühlingssylphe der erwachenden Wälder", "es": "Vernusilf de los Bosques Despertando", "fr": "Vernusylphe des Forêts en Éveil", "it": "Vernasilfide delle Foreste in Risveglio", "pt": "Vernasílfide das Florestas Despertas", "ja": "<ruby>森<rt>もり</rt></ruby>と<ruby>目<rt>め</rt></ruby><ruby>覚<rt>ざめ</rt></ruby>の<ruby>春<rt>はる</rt></ruby><ruby>化<rt>け</rt></ruby><ruby>精<rt>しょう</rt></ruby>", "ja_romaji": "Mori to Mezame no Harukeshō", "ko": "숲과 자각의 봄화정", "ko_rr": "Seupgwa Jagak-ui Bomhwajeong", "zh-TW": "森林與覺醒的春化精", "zh-CN": "森与觉醒的春化精"}, "text": {"en": "You can discard this card, and 1 monster or \"Vernusylph\" card; send from your Deck to the GY, 1 EARTH monster that can be Normal Summoned/Set, then you can Special Summon 1 EARTH monster from your GY with a different name from that monster, also you cannot activate non-EARTH monster effects for the rest of this turn. You can target 1 \"Vernusylph\" monster you control; its ATK becomes doubled until the end of this turn. You can only use each effect of \"Vernusylph of the Awakening Forests\" once per turn.", "de": "Du kannst diese Karte und 1 Monster oder „Frühlingssylphe“-Karte abwerfen; lege 1 ERDE Monster, das als Normalbeschwörung beschworen/gesetzt werden kann, von deinem Deck auf den Friedhof, dann kannst du 1 ERDE Monster mit einem unterschiedlichen Namen als jenes Monster als Spezialbeschwörung von deinem Friedhof beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Nicht-ERDE Monstereffekte aktivieren. Du kannst 1 „Frühlingssylphe“-Monster wählen, das du kontrollierst; seine ATK werden bis zum Ende dieses Spielzugs verdoppelt. Du kannst jeden Effekt von „Frühlingssylphe der erwachenden Wälder“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar esta carta, y 1 monstruo o carta \"Vernusilf\"; manda al Cementerio 1 monstruo de TIERRA en tu Deck, que pueda ser Invocado de Modo Normal/Colocado, y después puedes Invocar de Modo Especial 1 monstruo de TIERRA desde tu Cementerio, con un nombre diferente al de ese monstruo, y además no puedes activar efectos de monstruos que no sean de TIERRA por el resto de este turno. Puedes seleccionar 1 monstruo \"Vernusilf\" que controles; su ATK se duplica hasta el final de este turno. Sólo puedes usar cada efecto de \"Vernusilf de los Bosques Despertando\" una vez por turno.", "fr": "Vous pouvez défausser cette carte, et 1 monstre ou 1 carte \"Vernusylphe\" ; envoyez 1 monstre TERRE qui est Invocable/Posable Normalement depuis votre Deck au Cimetière, puis vous pouvez Invoquer Spécialement 1 monstre TERRE depuis votre Cimetière de nom différent du monstre, et aussi, vous ne pouvez pas activer d'effets de monstre non-TERRE le reste de ce tour. Vous pouvez cibler 1 monstre \"Vernusylphe\" que vous contrôlez ; jusqu'à la fin de ce tour, son ATK sera doublée. Vous ne pouvez utiliser chaque effet de \"Vernusylphe des Forêts en Éveil\" qu'une fois par tour.", "it": "Puoi scartare questa carta, e 1 mostro o 1 carta \"Vernasilfide\"; manda dal tuo Deck al Cimitero 1 mostro TERRA che può essere Evocato Normalmente/Posizionato, poi puoi Evocare Specialmente dal tuo Cimitero 1 mostro TERRA con un nome diverso da quel mostro, inoltre non puoi attivare effetti di mostri non-TERRA per il resto di questo turno. Puoi scegliere come bersaglio 1 mostro \"Vernasilfide\" che controlli; il suo ATK diventa il doppio fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Vernasilfide delle Foreste in Risveglio\" una sola volta per turno.", "pt": "Você pode descartar este card e 1 monstro ou card \"Vernasílfide\"; envie do seu Deck para o Cemitério, 1 monstro de TERRA que possa ser Invocado por Invocação-Normal/Baixado e, depois, você pode Invocar por Invocação-Especial 1 monstro de TERRA do seu Cemitério com um nome diferente que o desse monstro e, além disso, você não pode ativar efeitos de monstros que não sejam de TERRA pelo resto deste turno. Você pode escolher 1 monstro \"Vernasílfide\" que você controla; seu ATK se torna o dobro até o final deste turno. Você só pode usar cada efeito de \"Vernasílfide das Florestas Despertas\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードと、モンスター１体または「春化精」カード１枚を手札から捨てて発動できる。通常召喚可能な地属性モンスター１体をデッキから墓地へ送る。その後、そのモンスターとはカード名が異なる地属性モンスター１体を自分の墓地から選んで特殊召喚できる。このターン、自分は地属性以外のモンスターの効果を発動できない。②：自分フィールドの「春化精」モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで倍になる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드와, 몬스터 1장 또는 \"봄화정\" 카드 1장을 패에서 버리고 발동할 수 있다. 통상 소환 가능한 땅 속성 몬스터 1장을 덱에서 묘지로 보낸다. 그 후, 그 몬스터와는 카드명이 다른 땅 속성 몬스터 1장을 자신 묘지에서 고르고 특수 소환할 수 있다. 이 턴에, 자신은 땅 속성 이외의 몬스터의 효과를 발동할 수 없다. ②: 자신 필드의 \"봄화정\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지 배가 된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从手牌将此卡和、１只怪兽或１张“春化精”卡舍弃可以发动。将１只可通常召唤的地属性怪兽从牌组送至墓地。然后，可从自己的墓地挑选１只卡名与该怪兽不同的地属性怪兽特殊召唤。此回合，自己不可发动地属性以外的怪兽的效果。②：以自己场上的１只“春化精”怪兽为对象可以发动。该怪兽的攻击力直至回合结束时为止变为两倍。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 4, "atk": 900, "def": 1800, "series": ["Vernusylph"], "images": [{"index": 1, "image": "VernusylphoftheAwakeningForests-POTE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN017", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "de": [{"set_number": "POTE-DE017", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "es": [{"set_number": "POTE-SP017", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "fr": [{"set_number": "POTE-FR017", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "it": [{"set_number": "POTE-IT017", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "pt": [{"set_number": "POTE-PT017", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}], "ja": [{"set_number": "POTE-JP017", "set_name": "Power of the Elements", "rarities": ["Rare"]}], "ko": [{"set_number": "POTE-KR017", "set_name": "Power of the Elements", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC136", "set_name": "Mega Pack 07", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717381, "master_duel_rarity": "SR"}