{"konami_id": 14895, "password": 36809777, "name": {"en": "Brutal Beast Battle", "de": "Brutale Bestienschlacht", "es": "Batalla de Bestia Brutal", "fr": "Bataille Brutale de Bêtes", "it": "Battaglia Brutale delle Bestie", "pt": "Batalha de Bestas Brutais", "ja": "<ruby>獣<rt>し</rt></ruby><ruby>烈<rt>れつ</rt></ruby>な<ruby>争<rt>あらそ</rt></ruby>い", "ja_romaji": "Shiretsu-na Arasoi", "ko": "수열한 싸움", "ko_rr": null, "zh-TW": "獸烈鬥爭", "zh-CN": "炽烈兽争"}, "text": {"en": "If a player controls 2 or more monsters of the same card type (Ritual, Fusion, Synchro, Xyz, or Link), they must send some to the GY so they control no more than 1 monster of that card type. Then, each player that sent a monster to the GY for this effect draws cards equal to the number of different card types (Ritual, Fusion, Synchro, Xyz, or Link) they control. You can only activate 1 \"Brutal Beast Battle\" per turn.", "de": "Falls ein Spieler 2 oder mehr Monster desselben Kartentyps (Ritual, Fusion, Synchro, Xyz oder Link) kontrolliert, muss er Monster auf den Friedhof legen, sodass er nicht mehr als 1 Monster des Kartentyps kontrolliert. Dann zieht jeder Spieler, der für diesen Effekt ein Monster auf den Friedhof gelegt hat, Karten in Höhe der Anzahl der unterschiedlichen Kartentypen (Ritual, Fusion, Synchro, Xyz oder Link), die er kontrolliert. Du kannst nur 1 „Brutale Bestienschlacht“ pro Spielzug aktivieren.", "es": "Si un jugador controla 2 o más monstruos con el mismo tipo de carta (Ritual, Fusión, Sincronía, Xyz o Enlace), debe mandar algunos al Cementerio para controlar no más de 1 monstruo de ese tipo de carta. Después, cada jugador que mandó al Cementerio un monstruo por este efecto roba tantas cartas como el número de tipos de carta diferentes que controle (Ritual, Fusión, Sincronía, Xyz o Enlace). Sólo puedes activar 1 \"Batalla de Bestia Brutal\" por turno.", "fr": "Si un joueur contrôle min. 2 monstres du même type de carte (Rituel, Fusion, Synchro, Xyz ou Lien), il doit en envoyer au Cimetière jusqu'à contrôler max. 1 monstre de ce type de carte. Puis, chaque joueur qui a envoyé un monstre au Cimetière pour cet effet pioche un nombre de cartes égal au nombre de types de carte différents (Rituel, Fusion, Synchro, Xyz ou Lien) qu'il contrôle. Vous ne pouvez activer qu'1 \"Bataille Brutale de Bêtes\".", "it": "Se un giocatore controlla 2 o più mostri dello stesso tipo di carta (Rituale, Fusione, Synchro, Xyz o Link) deve mandarne alcuni al Cimitero fino a quando non controlla più di 1 mostro di quel tipo di carta. Poi, ogni giocatore che ha mandato al Cimitero un mostro per questo effetto, pesca carte pari al numero di diversi tipi di carta (Rituale, Fusione, Synchro, Xyz e Link) che controlla. Puoi attivare solo 1 \"Battaglia Brutale delle Bestie\" per turno.", "pt": "Se um duelista controlar 2 ou mais monstros com o mesmo tipo de card (Ritual, Fusão, Sincro, Xyz ou Link), ele deve enviar algum(ns) para o Cemitério até que não controle mais que 1 monstro desse tipo de card. Depois, cada duelista que enviou um monstro para o Cemitério por este efeito compra cards igual ao número de tipos de card diferentes (Ritual, Fusão, Sincro, Xyz ou Link) que ele controla. Você só pode ativar 1 \"Batalha de Bestas Brutais\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：お互いのプレイヤーは自身のフィールドに同じ種類（儀式・融合・Ｓ・Ｘ・リンク）のモンスターが２体以上存在する場合には、その種類のモンスターが１体になるように墓地へ送らなければならない。その後、墓地へ送ったプレイヤーは自身のフィールドのモンスターの種類（儀式・融合・Ｓ・Ｘ・リンク）の数だけデッキからドローする。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 양쪽 플레이어는 자신 필드에 같은 종류(의식 / 융합 / 싱크로 / 엑시즈 / 링크)의 몬스터가 2장 이상 존재할 경우에는, 그 종류의 몬스터가 1장이 되도록 묘지로 보내야 한다. 그 후, 묘지로 보낸 플레이어는 자신 필드의 몬스터의 종류(의식 / 융합 / 싱크로 / 엑시즈 / 링크)의 수만큼 덱에서 드로우한다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：在雙方玩家的自身場上存在２隻以上相同種類（儀式・融合・同步・超量・連結）的怪獸的狀況下，為使該種類怪獸的數量變為１隻，必須將其餘的怪獸送至墓地。其後，送至墓地的玩家依自身場上的怪獸種類（儀式・融合・同步・超量・連結）的數量從牌組抽牌。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：双方玩家自身场上有２只以上同种类（仪式・融合・同步・超量・连接）的怪兽存在的情况下，只能留下１只，其余的必须送至墓地。然后，将怪兽送至墓地的玩家依自身场上的怪兽种类（仪式・融合・同步・超量・连接）的数量从牌组抽牌。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BrutalBeastBattle-CHIM-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN084", "set_name": "Chaos Impact", "rarities": ["Rare"]}], "de": [{"set_number": "CHIM-DE084", "set_name": "Chaos Impact", "rarities": ["Rare"]}], "fr": [{"set_number": "CHIM-FR084", "set_name": "Chaos Impact", "rarities": ["Rare"]}], "it": [{"set_number": "CHIM-IT084", "set_name": "Chaos Impact", "rarities": ["Rare"]}], "pt": [{"set_number": "CHIM-PT084", "set_name": "Chaos Impact", "rarities": ["Rare"]}], "ja": [{"set_number": "WPP1-JP073", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR073", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666402, "master_duel_rarity": "R"}