{"konami_id": 14846, "password": 36849933, "name": {"en": "Megalith Och", "de": "Megalith Och", "es": "Och Megalítico", "fr": "Och Mégalithe", "it": "Megalito Och", "pt": "Megálito Och", "ja": "メガリス・オク", "ja_romaji": "Megarisu Oku", "ko": "메가리스 오쿠", "ko_rr": "Megariseu Oku", "zh-TW": "巨石異物 奧赫", "zh-CN": "巨石异物・奥赫"}, "text": {"en": "You can Ritual Summon this card with a \"Megalith\" card. If this card is Ritual Summoned: You can draw 1 card, then discard 1 card. During the Main Phase (Quick Effect): You can activate this effect; Ritual Summon 1 Ritual Monster from your hand, by Tributing monsters from your hand or field, including this card on your field, whose total Levels equal or exceed the Level of the Ritual Monster. You can only use this effect of \"Megalith Och\" once per turn.", "de": "Du kannst diese Karte mit einer „Megalith“-Karte als Ritualbeschwörung beschwören. Falls diese Karte als Ritualbeschwörung beschworen wird: Du kannst 1 Karte ziehen, dann wirf 1 Karte ab. Während der Main Phase (Schnelleffekt): Du kannst diesen Effekt aktivieren; beschwöre 1 Ritualmonster als Ritualbeschwörung von deiner Hand, indem du Monster von deiner Hand oder Spielfeldseite als Tribut anbietest, darunter diese Karte auf deiner Spielfeldseite, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist. Du kannst diesen Effekt von „Megalith Och“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con una carta \"Megalítico/a\". Si esta carta es Invocada por Ritual: puedes robar 1 carta, y después descartar 1 carta. Durante la Main Phase (Efecto Rápido): puedes activar este efecto; Invoca por Ritual, desde tu mano, 1 Monstruo de Ritual, Sacrificando monstruos en tu mano o Campo, incluida esta carta en tu Campo, cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual. Sólo puedes usar este efecto de \"Och Megalítico\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Mégalithe\". Si cette carte est Invoquée Rituellement : vous pouvez piocher 1 carte, puis défaussez 1 carte. Durant la Main Phase (Effet Rapide) : vous pouvez activer cet effet ; Invoquez Rituellement 1 Monstre Rituel depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain (cette carte sur votre Terrain incluse) dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel. Vous ne pouvez utiliser cet effet de \"Och Mégalithe\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con una carta \"Megalito\". Se questa carta viene Evocata tramite Rituale: puoi pescare 1 carta, poi scartare 1 carta. Durante la Main Phase (Effetto Rapido): puoi attivare questo effetto; Evoca tramite Rituale 1 Mostro Rituale dalla tua mano, offrendo come Tributo mostri dalla tua mano o Terreno, compresa questa carta sul tuo Terreno, con Livello totale pari o superiore al Livello del Mostro Rituale. Puoi utilizzare questo effetto di \"Megalito Och\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com um card \"Megálito\". Se este card for Invocado por Invocação-Ritual: você pode comprar 1 card e, depois, descarte 1 card. Durante a Fase Principal (Efeito Rápido): você pode ativar este efeito; Invoque por Invocação-Ritual 1 Monstro de Ritual da sua mão, ao oferecer como Tributo monstros da sua mão ou do campo, incluindo este card no seu campo, cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual. Você só pode usar este efeito de \"Megálito Och\" uma vez por turno.", "ja": "「メガリス」カードにより降臨。このカード名の②の効果は１ターンに１度しか使用できない。①：このカードが儀式召喚に成功した場合に発動できる。自分はデッキから１枚ドローする。その後、手札を１枚選んで捨てる。②：自分・相手のメインフェイズに発動できる。レベルの合計が儀式召喚するモンスターのレベル以上になるように、フィールドのこのカードを含む自分の手札・フィールドのモンスターをリリースし、手札から儀式モンスター１体を儀式召喚する。", "ko": "\"메가리스\" 카드의 의해 의식 소환. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 의식 소환에 성공했을 경우에 발동할 수 있다. 자신은 덱에서 1장 드로우한다. 그 후, 패를 1장 골라 버린다. ②: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 필드의 이 카드를 포함하는 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 의식 몬스터 1장을 의식 소환한다.", "zh-TW": null, "zh-CN": "以\"巨石异物\"卡降临。此卡名的②效果1回合仅可使用1次。①：此卡仪式召唤成功的情况下可以发动。自己从牌组抽1张。然后挑选1张手牌舍弃。②：在自己・对手的主要阶段可以发动。为使合计等级为仪式召唤的怪兽以上，解放包括场上的此卡的自己手牌・场上的怪兽，从手牌将1只仪式怪兽仪式召唤。"}, "card_type": "Monster", "monster_type_line": "Rock / Ritual / Effect", "attribute": "EARTH", "level": 4, "atk": 1000, "def": 2700, "series": ["Megalith"], "images": [{"index": 1, "image": "MegalithOch-IGAS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN037", "set_name": "Ignition Assault", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE037", "set_name": "Ignition Assault", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR037", "set_name": "Ignition Assault", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT037", "set_name": "Ignition Assault", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT037", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP037", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR037", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC070", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666339, "master_duel_rarity": "N"}