{"konami_id": 20235, "password": 36890111, "name": {"en": "Mansion of the Dreadful Dolls", "de": "Villa der grässlichen Puppen", "es": "Mansión de las Muñecas Espantosas", "fr": "Manoir des Épouvantables Marionnettes", "it": "Magione delle Bambole Spaventose", "pt": "Mansão das Terríveis Bonecas", "ja": "<ruby>地<rt>じ</rt></ruby><ruby>獄<rt>ごく</rt></ruby><ruby>人<rt>にん</rt></ruby><ruby>形<rt>ぎょう</rt></ruby>の<ruby>館<rt>やかた</rt></ruby>", "ja_romaji": "Jigoku Ningyō no Yakata", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "地狱人偶之馆"}, "text": {"en": "When this card is activated: You can add 1 \"Gimmick Puppet\" monster from your Deck to your hand. \"Gimmick Puppet\" monsters you control cannot be destroyed by battle, and are unaffected by the activated effects of your opponent's monsters, except their Xyz Monsters. Once per turn: You can detach 1 material from an Xyz Monster you control, then target 1 \"Gimmick Puppet\" monster in your GY; Special Summon it to your opponent's field in Defense Position. You can only activate 1 \"Mansion of the Dreadful Dolls\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „Gimmick-Marionette“-Monster von deinem Deck hinzufügen. „Gimmick-Marionette“-Monster, die du kontrollierst, können nicht durch Kampf zerstört werden und bleiben von aktivierten Effekten der Monster deines Gegners unberührt, außer denen seiner Xyz-Monster. Einmal pro Spielzug: Du kannst 1 Material von einem Xyz-Monster abhängen, das du kontrollierst, und dann 1 „Gimmick-Marionette“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung auf die Spielfeldseite deines Gegners in die Verteidigungsposition. Du kannst nur 1 „Villa der grässlichen Puppen“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes añadir a tu mano 1 monstruo \"Marioneta Trucada\" en tu Deck. Los monstruos \"Marioneta Trucada\" que controlas no pueden ser destruidos en batalla, y no son afectados por los efectos activados de los monstruos de tu adversario, excepto de sus Monstruos Xyz. Una vez por turno: puedes desacoplar 1 material de un Monstruo Xyz que controles, y después selecciona 1 monstruo \"Marioneta Trucada\" en tu Cementerio; Invócalo de Modo Especial al Campo de tu adversario en Posición de Defensa. Sólo puedes activar 1 \"Mansión de las Muñecas Espantosas\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Poupée Truquée\" depuis votre Deck à votre main. Les monstres \"Poupée Truquée\" que vous contrôlez ne peuvent pas être détruits au combat, et ils ne sont pas affectés par les effets activés des monstres de votre adversaire (ses Monstres Xyz exclus). Une fois par tour : vous pouvez détacher 1 Matériel d'un Monstre Xyz que vous contrôlez, puis ciblez 1 monstre \"Poupée Truquée\" dans votre Cimetière ; Invoquez-le Spécialement sur le Terrain de votre adversaire en Position de Défense. Vous ne pouvez activer qu'1 \"Manoir des Épouvantables Marionnettes\" par tour.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 mostro \"Burattino Arnese\" dal tuo Deck alla tua mano. I mostri \"Burattino Arnese\" che controlli non possono essere distrutti in battaglia e sono immuni agli effetti attivati dei mostri del tuo avversario, eccetto i suoi Mostri Xyz. Una volta per turno: puoi staccare 1 materiale da un Mostro Xyz che controlli, poi scegliere come bersaglio 1 mostro \"Burattino Arnese\" nel tuo Cimitero; Evocalo Specialmente sul Terreno del tuo avversario in Posizione di Difesa. Puoi attivare solo 1 \"Magione delle Bambole Spaventose\" per turno.", "pt": "Quando este card for ativado: você pode adicionar 1 monstro \"Engenhoca Marionete\" do seu Deck à sua mão. Monstros \"Engenhoca Marionete\" que você controla não podem ser destruídos em batalha e não são afetados pelos efeitos ativados dos monstros do seu oponente, exceto os Monstros Xyz dele. Uma vez por turno: você pode desassociar 1 matéria de um Monstro Xyz que você controla e, depois, escolha 1 monstro \"Engenhoca Marionete\" no seu Cemitério; Invoque-o por Invocação-Especial no campo do seu oponente em Posição de Defesa. Você só pode ativar 1 \"Mansão das Terríveis Bonecas\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：このカードの発動時の効果処理として、デッキから「ギミック・パペット」モンスター１体を手札に加える事ができる。②：自分フィールドの「ギミック・パペット」モンスターは戦闘では破壊されず、Ｘモンスター以外の相手モンスターが発動した効果を受けない。③：１ターンに１度、自分フィールドのＸ素材を１つ取り除き、自分の墓地の「ギミック・パペット」モンスター１体を対象として発動できる。そのモンスターを相手フィールドに守備表示で特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：作为此卡发动时的效果处理，可从牌组将１只“机关傀偶”怪兽加入手牌。②：自己场上的“机关傀偶”怪兽不会因战斗被破坏，不受超量怪兽以外的对手怪兽发动的效果影响。③：１回合１次，去除自己场上的１个超量素材，以自己墓地的１只“机关傀偶”怪兽为对象可以发动。将该怪兽以守备表示特殊召唤至对手场上。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "MansionoftheDreadfulDolls-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN056", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE056", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR056", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT056", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT056", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP056", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC056", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048630}