{"konami_id": 18211, "password": 36982581, "name": {"en": "Gishki Nekromirror", "de": "Gishki-Nekrospiegel", "es": "Nekrospejo Gishki", "fr": "Nékromiroir Gishki", "it": "Nekrospecchio Gishki", "pt": "Necroespelho Gishki", "ja": "リチュアの<ruby>氷<rt>ひょう</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>", "ja_romaji": "Richua no Hyōmakyō", "ko": "리추어의 빙마경", "ko_rr": "Richueo-ui Bingmagyeong", "zh-TW": "咒儀之冰魔鏡", "zh-CN": "咒仪之冰魔镜"}, "text": {"en": "This card can be used to Ritual Summon any \"Gishki\" Ritual Monster. You must also Tribute monsters from your hand or field, whose total Levels exactly equal the Level of the Ritual Monster you Ritual Summon, OR Tribute 1 face-up monster your opponent controls. If you Ritual Summon using this card, you lose LP equal to the original ATK of the Ritual Summoned monster. If this card is in your GY: You can target 1 \"Gishki\" monster in your GY; place that card on top of the Deck, and if you do, place this card on the bottom of the Deck.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Gishki“-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe genau der Stufe des Ritualmonsters entspricht, das du als Ritualbeschwörung beschwörst, ODER 1 offenes Monster, das dein Gegner kontrolliert, als Tribut anbieten. Falls du eine Ritualbeschwörung durchführst und dafür diese Karte verwendest, verlierst du LP in Höhe der Grund-ATK des als Ritualbeschwörung beschworenen Monsters. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 „Gishki“-Monster in deinem Friedhof wählen; lege jene Karte aufs Deck und falls du dies tust, lege diese Karte unters Deck.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual \"Gishki\". También debes Sacrificar monstruos en tu mano o Campo, cuyos Niveles totales sean exactamente iguales al Nivel del Monstruo de Ritual que Invocas por Ritual, O Sacrifica 1 monstruo boca arriba que controle tu adversario. Si Invocas por Ritual usando esta carta, pierdes LP iguales al ATK original del monstruo Invocado por Ritual. Si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo \"Gishki\" en tu Cementerio; pon esa carta en la parte superior del Deck y, si lo haces, pon esta carta en la parte inferior del Deck.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Gishki\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement, OU Sacrifiez 1 monstre face recto contrôlé par votre adversaire. Si vous Invoquez Rituellement en utilisant cette carte, vous perdez des LP égaux à l'ATK d'origine du monstre Invoqué Rituellement. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Gishki\" dans votre Cimetière ; placez la carte au-dessus du Deck, et si vous le faites, placez cette carte au-dessous du Deck.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Gishki\". Devi anche offrire come Tributo mostri dalla tua mano o Terreno con Livello totale esattamente pari al Livello del Mostro Rituale che stai Evocando tramite Rituale, OPPURE offrire come Tributo 1 mostro scoperto controllato dal tuo avversario. Se Evochi tramite Rituale utilizzando questa carta, perdi LP pari all'ATK originale del mostro Evocato tramite Rituale. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro \"Gishki\" nel tuo Cimitero; metti quella carta in cima al Deck e, se lo fai, metti questa carta in fondo al Deck.", "pt": "Este card pode ser usado para a Invocação-Ritual de qualquer Monstro de Ritual \"Gishki\". Você também deve oferecer como Tributo monstros da sua mão ou do campo, cuja soma dos Níveis seja exatamente igual ao Nível do Monstro de Ritual que você Invocar por Invocação-Ritual, OU ofereça como Tributo 1 monstro com a face para cima que seu oponente controla. Se você Invocar por Invocação-Ritual usando este card, você perde PV igual ao ATK original do monstro Invocado por Invocação-Ritual. Se este card estiver no seu Cemitério: você pode escolher 1 monstro \"Gishki\" no seu Cemitério; coloque esse card no topo do Deck e, se isso acontecer, coloque este card no fundo do Deck.", "ja": "「リチュア」儀式モンスターの降臨に必要。①：相手フィールドの表側表示モンスター１体をリリース、またはレベルの合計が儀式召喚するモンスターと同じになるように自分の手札・フィールドのモンスターをリリースし、手札から「リチュア」儀式モンスター１体を儀式召喚し、自分はその元々の攻撃力分のＬＰを失う。②：このカードが墓地に存在する場合、自分の墓地の「リチュア」モンスター１体を対象として発動できる。そのモンスターをデッキの一番上に戻し、このカードをデッキの一番下に戻す。", "ko": "\"리추어\" 의식 몬스터의 의식 소환에 필요. ①: 상대 필드의 앞면 표시 몬스터 1장을 릴리스, 또는 레벨의 합계가 의식 소환할 몬스터와 같아지도록 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"리추어\" 의식 몬스터 1장을 의식 소환하고, 자신은 그 원래 공격력만큼의 LP를 상실한다. ②: 이 카드가 묘지에 존재할 경우, 자신 묘지의 \"리추어\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 덱 맨 위로 되돌리고, 이 카드를 덱 맨 아래로 되돌린다.", "zh-TW": "「咒儀」儀式怪獸降臨所需。①：解放對方場上的１隻正面表示怪獸，或為使等級合計與儀式召喚的怪獸的等級相同，解放我方手牌・場上的怪獸，從手牌儀式召喚１隻「咒儀」儀式怪獸，我方依據該原本的攻擊力數值失去LP。②：在此卡存在於墓地的狀況下，可將我方墓地的１隻「咒儀」怪獸做為對象發動。將該怪獸送回牌組的最上方，將此卡送回牌組的最下方。", "zh-CN": "“咒仪”仪式怪兽的降临所必需。①：解放对手场上的１只表侧表示怪兽，或为使合计等级与仪式召唤的怪兽相等，解放自己手牌・场上的怪兽，从手牌将１只“咒仪”仪式怪兽仪式召唤，自己失去相当于其原本攻击力数值的LP。②：此卡存在于墓地的情况下，以自己墓地的１只“咒仪”怪兽为对象可以发动。将该怪兽放回牌组最上面，将此卡放回牌组最下面。"}, "card_type": "Spell", "property": "Ritual", "series": ["Gishki"], "images": [{"index": 1, "image": "GishkiNekromirror-PHHY-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN066", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE066", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR066", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT066", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT066", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP066", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "ko": [{"set_number": "PHHY-KR066", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC107", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715140, "master_duel_rarity": "SR"}