{"konami_id": 9042, "password": 37115575, "name": {"en": "Malefic Truth Dragon", "de": "Niederträchtiger Wahrheitsdrache", "es": "Malicioso Dragón de la Verdad", "fr": "Dragon de la Vérité Corrompu", "it": "Drago Verità Maligno", "pt": "Dragão da Verdade Perniciosa", "ja": "<ruby>Ｓｉｎ<rt>シン</rt></ruby> トゥルース・ドラゴン", "ja_romaji": "Shin Turūsu Doragon", "ko": "<ruby>Sin<rt>신</rt></ruby> 트루스 드래곤", "ko_rr": "Sin Teuruseu Deuraegon", "zh-TW": "Sin 真實龍", "zh-CN": "Sin 真实龙"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch seinen eigenen Effekt als Spezialbeschwörung beschworen werden und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Falls ein „Niederträchtig“-Monster, das du kontrollierst, außer „Niederträchtiger Wahrheitsdrache“, durch Kampf oder einen Karteneffekt zerstört wird: Du kannst die Hälfte deiner Life Points zahlen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand oder deinem Friedhof. Es kann nur 1 „Niederträchtig“-Monster auf dem Spielfeld liegen. Falls keine offene Spielfeldzauberkarte auf dem Spielfeld liegt, zerstöre diese Karte. Falls diese Karte ein Monster deines Gegners durch Kampf zerstört: Zerstöre alle offenen Monster, die dein Gegner kontrolliert.", "es": "No puede ser Invocado de Modo Normal, ni Colocado. Debe ser Invocado de Modo Especial por su propio efecto, y no puede ser Invocado de Modo Especial de otra forma. Si un monstruo \"Malicioso/a\" que controles, excepto \"Malicioso Dragón de la Verdad\", es destruido en batalla o por el efecto de una carta: puedes pagar la mitad de tus Life Points; Invoca esta carta de Modo Especial desde tu mano o Cementerio. Sólo puede haber 1 monstruo \"Malicioso/a\" en el Campo. Si no hay una Carta Mágica de Campo boca arriba en el Campo, destruye esta carta. Si esta carta destruye un monstruo de tu adversario en batalla: destruye todos los monstruos boca arriba que controle tu adversario.", "fr": "Ni Invocable Normalement ni Posable. Uniquement Invocable Spécialement par son propre effet et non Invocable Spécialement autrement. Si un monstre \"Corrompu\" que vous contrôlez (\"Dragon de la Vérité Corrompu\" exclu) est détruit au combat ou par un effet de carte : vous pouvez payer la moitié de vos Life Points ; Invoquez Spécialement cette carte depuis votre main ou Cimetière. Il ne peut y avoir qu'1 monstre \"Corrompu\" sur le Terrain. S'il n'y a aucune Carte Magie de Terrain face recto sur le Terrain, détruisez cette carte. Si cette carte détruit un monstre de votre adversaire au combat : détruisez tous les monstres face recto contrôlés par votre adversaire.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dal suo stesso effetto, e non può essere Evocato Specialmente in altri modi. Se un mostro \"Maligno\" che controlli, eccetto \"Drago Verità Maligno\", viene distrutto in battaglia o dall'effetto di una carta: puoi pagare la metà dei tuoi Life Point; Evoca Specialmente questa carta dalla tua mano o Cimitero. Ci può essere solo 1 mostro \"Maligno\" sul Terreno. Se non c'è nessuna Carta Magia Terreno scoperta sul Terreno, distruggi questa carta. Se questa carta distrugge un mostro dell'avversario in battaglia: distruggi tutti i mostri scoperti controllati dal tuo avversario.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por seu próprio efeito e não pode ser Invocado por Invocação-Especial de nenhuma outra forma. Se um monstro \"Pernicioso(a)\" que você controla, exceto \"Dragão da Verdade Perniciosa\", for destruído em batalha ou por um efeito de card: você pode pagar metade dos seus Pontos de Vida; Invoque este card por Invocação-Especial da sua mão ou Cemitério. Só pode haver 1 monstro \"Pernicioso(a)\" no campo. Se não houver nenhum Card de Magia de Campo com a face para cima no campo, destrua este card. Se este card destruir um monstro do oponente em batalha: destrua todos os monstros com a face para cima que seu oponente controla.", "ja": "このカードは通常召喚できず、このカードの効果でのみ特殊召喚できる。\n①：「Ｓｉｎ　トゥルース・ドラゴン」以外の自分フィールドの表側表示の「Ｓｉｎ」モンスターが戦闘・効果で破壊された場合、ＬＰを半分払って発動できる。このカードを手札・墓地から特殊召喚する。\n②：「Ｓｉｎ」モンスターはフィールドに１体しか表側表示で存在できない。\n③：フィールド魔法カードが表側表示で存在しない場合にこのカードは破壊される。\n④：このカードが戦闘で相手モンスターを破壊した場合に発動する。相手フィールドの表側表示モンスターを全て破壊する。", "ko": "이 카드는 통상 소환할 수 없으며, 이 카드의 효과로만 특수 소환할 수 있다. ①: \"Sin(신) 트루스 드래곤\" 이외의 자신 필드의 앞면 표시의 \"Sin(신)\" 몬스터가 전투 / 효과로 파괴되었을 경우, LP를 절반 지불하고 발동할 수 있다. 이 카드를 패 / 묘지에서 특수 소환한다. ②: \"Sin(신)\" 몬스터는 필드에 1장밖에 앞면 표시로 존재할 수 없다. ③: 필드 마법 카드가 앞면 표시로 존재하지 않을 경우에 이 카드는 파괴된다. ④: 이 카드가 전투로 상대 몬스터를 파괴했을 경우에 발동한다. 상대 필드의 앞면 표시 몬스터를 전부 파괴한다.", "zh-TW": "此卡無法通常召喚，僅可透過此卡的效果特殊召喚。①：在「Sin 真實龍」以外的我方場上的正面表示「Sin」怪獸因戰鬥・效果被破壞的狀況下，可支付一半LP發動。從手牌・墓地特殊召喚此卡。②：「Sin」怪獸在場上僅限以正面表示存在１隻。③：在不存在正面表示的場地魔法卡的狀況下，此卡將被破壞。④：在此卡因戰鬥破壞對方怪獸的狀況下發動。將對方場上的所有正面表示怪獸全部破壞。", "zh-CN": "此卡不可通常召唤，仅可以卡牌效果特殊召唤。①：我方场上除“Sin 真实龙”以外的表侧表示“Sin”怪兽因战斗、效果被破坏的场合，可支付一半的生命点数并发动。从手牌、墓地特殊召唤此卡。②：只可有１只“Sin”怪兽以表侧表示存在于场上。③：场地魔法卡不以表侧表示存在的场合此卡被破坏。④：此卡因战斗破坏对手怪兽的场合发动。将对手场上的所有表侧表示怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 12, "atk": 5000, "def": 5000, "series": ["Malefic"], "images": [{"index": 1, "image": "MaleficTruthDragon-SP14-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CT09-EN016", "set_name": "Collectible Tins 2012 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "SP14-EN044", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "JUMP-EN048", "set_name": "Shonen Jump Vol. 9, Issue 3 promotional card", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CT09-DE016", "set_name": "Collectible Tins 2012 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "SP14-DE044", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "fr": [{"set_number": "CT09-FR016", "set_name": "Collectible Tins 2012 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "SP14-FR044", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "it": [{"set_number": "CT09-IT016", "set_name": "Collectible Tins 2012 Wave 2", "rarities": ["Super Rare"]}, {"set_number": "SP14-IT044", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "pt": [{"set_number": "SP14-PT044", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "ja": [{"set_number": "VJMP-JP051", "set_name": "V Jump June 2010 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "20TH-JPC78", "set_name": "20th Anniversary Legend Collection", "rarities": ["Secret Rare", "Ultra Parallel Rare"]}], "ko": [{"set_number": "PP06-KR014", "set_name": "Premium Pack Vol.6", "rarities": ["Ultra Rare"]}, {"set_number": "LEC1-KR078", "set_name": "20th Anniversary Legend Collection", "rarities": ["Ultra Parallel Rare", "Secret Rare"]}, {"set_number": "SYP1-KR081", "set_name": "Synergy Pack 01: Syncro Acceleration", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 129248, "master_duel_rarity": "UR"}