{"konami_id": 12073, "password": 37192109, "name": {"en": "PSY-Framelord Zeta", "de": "PSI-Hüllenlord Zeta", "es": "Señor Armazón-PSÍ Zeta", "fr": "Seigneur Structure-PSY Zêta", "it": "PSI-Strutturasignore Zeta", "pt": "PSÍ-Armação Senhor Zeta", "ja": "<ruby>ＰＳＹ<rt>サイ</rt></ruby>フレームロード・<ruby>Ζ<rt>ゼータ</rt></ruby>", "ja_romaji": "Saifurēmu Rōdo Zēta", "ko": "<ruby>PSY<rt>싸이</rt></ruby>프레임로드 <ruby>Ζ<rt>제타</rt></ruby>", "ko_rr": null, "zh-TW": "精神骨架裝載王 Ζ", "zh-CN": "精神骨架装载王 截塔"}, "text": {"en": null, "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nEinmal pro Spielzug (Schnelleffekt): Du kannst 1 als Spezialbeschwörung beschworenes Monster in offener Angriffsposition wählen, das dein Gegner kontrolliert; verbanne sowohl das Monster als auch diese Karte vom Spielfeld, aber lege sie in deiner nächsten Standby Phase zurück. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 andere „PSI-Hülle“-Karte in deinem Friedhof wählen; lege diese Karte ins Extra Deck zurück und falls du dies tust, füge das gewählte Ziel deiner Hand hinzu.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nUna vez por turno (Efecto Rápido): puedes seleccionar 1 monstruo Invocado de Modo Especial que controle tu adversario en Posición de Ataque boca arriba; destierra del Campo ese monstruo y esta carta, pero devuélvelos en tu próxima Standby Phase. Si esta carta está en tu Cementerio: puedes seleccionar otra carta \"Armazón-PSÍ\" en tu Cementerio; devuelve esta carta al Deck Extra y, si lo haces, añade ese objetivo a tu mano.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre Invoqué Spécialement contrôlé par votre adversaire en Position d'Attaque face recto ; bannissez le monstre ainsi que cette carte depuis le Terrain, mais renvoyez-les durant votre prochaine Standby Phase. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 autre carte \"Structure-PSY\" dans votre Cimetière ; renvoyez cette carte à l'Extra Deck, et si vous le faites, ajoutez la cible à votre main.", "it": "1 Tuner + 1+ mostri non-Tuner\nUna volta per turno (Effetto Rapido): puoi scegliere come bersaglio 1 mostro Evocato Specialmente controllato dal tuo avversario scoperto in Posizione di Attacco; bandisci sia quel mostro che questa carta dal Terreno, ma falli ritornare nella tua prossima Standby Phase. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 altra carta \"PSI-Struttura\" nel tuo Cimitero; fai ritornare questa carta nell'Extra Deck e, se lo fai, aggiungi quel bersaglio alla tua mano.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nUma vez por turno (Efeito Rápido): você pode escolher 1 monstro Invocado por Invocação-Especial que seu oponente controla com a face para cima em Posição de Ataque; bana tanto esse monstro quanto este card no campo, mas devolva-os na sua próxima Fase de Apoio. Se este card estiver no seu Cemitério: você pode escolher 1 outro card \"PSÍ-Armação\" no seu Cemitério; devolva este card para o Deck Adicional e, se isso acontecer, adicione o alvo à sua mão.", "ja": "チューナー＋チューナー以外のモンスター１体以上\n①：自分・相手ターンに１度、相手フィールドの特殊召喚された表側攻撃表示モンスター１体を対象として発動できる。そのモンスターとフィールドのこのカードを次の自分スタンバイフェイズまで除外する。\n②：このカードが墓地に存在する場合、自分の墓地の他の「ＰＳＹフレーム」カード１枚を対象として発動できる。このカードをＥＸデッキに戻し、対象のカードを手札に加える。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n①: 1턴에 1번, 상대 필드의 특수 소환된 앞면 공격 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와 필드의 이 카드를 다음의 자신 스탠바이 페이즈까지 제외한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 묘지에 존재할 경우, 이 카드 이외의 자신 묘지의 \"PSY(싸이) 프레임\" 카드 1장을 대상으로 하고 발동할 수 있다. 이 카드를 엑스트라 덱으로 되돌리고, 대상의 카드를 패에 넣는다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n①：１回合１次，可將對方場上的１隻被特殊召喚的正面攻擊表示怪獸做為對象發動。將該怪獸及場上的此卡除外直到下一個我方準備階段。此效果在對方回合也可發動。②：在此卡存在於墓地的狀況下，可將我方墓地的１張此卡以外的「精神骨架」卡做為對象發動。將此卡送回額外牌組，將對象卡加入手牌。", "zh-CN": "协调＋１只以上协调以外的怪兽\n①：１回合１次，以对手场上１只被特殊召唤的表侧攻击表示怪兽为对象可以发动。将该怪兽和场上的此卡直至下一个自己准备阶段为止除外。此效果在对手回合中也可以发动。②：此卡存在于墓地的情况下，以自己墓地此卡以外的１张“精神骨架”卡为对象可以发动。将此卡放回额外牌组，将对象卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Psychic / Synchro / Effect", "attribute": "LIGHT", "level": 7, "atk": 2500, "def": 1800, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["PSY-Frame"], "images": [{"index": 1, "image": "PSYFramelordZeta-MGED-EN-R-1E.png"}], "sets": {"en": [{"set_number": "HSRD-EN034", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "MGED-EN075", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "de": [{"set_number": "HSRD-DE034", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "MGED-DE075", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "fr": [{"set_number": "HSRD-FR034", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "MGED-FR075", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "it": [{"set_number": "HSRD-IT034", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "MGED-IT075", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "pt": [{"set_number": "HSRD-PT034", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "MGED-PT075", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "ja": [{"set_number": "SPHR-JP034", "set_name": "Booster SP: Highspeed Riders", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SPHR-KR034", "set_name": "Booster SP: Highspeed Riders", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "CL02-SC125", "set_name": "Classic Pack 02", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 404987, "master_duel_rarity": "R"}