{"konami_id": 12259, "password": 37279508, "name": {"en": "Number 37: Hope Woven Dragon Spider Shark", "de": "Nummer 37: Hoffnungsgewebter Drachenspinnenhai", "es": "Número 37: Tejedor de la Esperanza Dragón Araña Tiburón", "fr": "Numéro 37 : Espoir Tissé Dragon Araignée Requin", "it": "Numero 37: Drago Ragno Squalo Intessuto di Speranza", "pt": "Número 37: Dragão Aranha Tubarão Trama da Esperança", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>３７ <ruby>希<rt>き</rt></ruby><ruby>望<rt>ぼう</rt></ruby><ruby>織<rt>しき</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>スパイダー・シャーク", "ja_romaji": "Nanbāzu Sanjūnana Kibōshikiryū Supaidā Shāku", "ko": "No.37 희망직룡 스파이더 샤크", "ko_rr": null, "zh-TW": null, "zh-CN": "编号37 希望织龙 蜘蛛鲨"}, "text": {"en": "2 Level 4 WATER monsters\nWhen any player's monster declares an attack: You can detach 1 Xyz Material from this card; all monsters your opponent currently controls lose 1000 ATK until the end of this turn. When this card is destroyed by battle or card effect and sent to the Graveyard: You can target 1 other monster in your Graveyard; Special Summon it. You can only use each effect of \"Number 37: Hope Woven Dragon Spider Shark\" once per turn.", "de": "2 WASSER Monster der Stufe 4\nWenn ein Monster eines beliebigen Spielers einen Angriff deklariert: Du kannst 1 Xyz-Material von dieser Karte abhängen; alle Monster, die dein Gegner derzeit kontrolliert, verlieren bis zum Ende dieses Spielzugs 1000 ATK. Wenn diese Karte durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du kannst 1 anderes Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst jeden Effekt von „Nummer 37: Hoffnungsgewebter Drachenspinnenhai“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de AGUA de Nivel 4\nCuando un monstruo de cualquier jugador declara un ataque: puedes desacoplar de esta carta 1 Material Xyz; hasta el final de este turno, todos los monstruos que tu adversario controle en este momento pierden 1000 ATK. Cuando esta carta es destruida en batalla o por efecto de una carta y mandada al Cementerio: puedes seleccionar otro monstruo en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar cada efecto de \"Número 37: Tejedor de la Esperanza Dragón Araña Tiburón\" una vez por turno.", "fr": "2 monstres EAU de Niveau 4\nLorsque le monstre d'un joueur déclare une attaque : vous pouvez détacher 1 Matériel Xyz de cette carte ; jusqu'à la fin de ce tour, tous les monstres actuellement contrôlés par votre adversaire perdent 1000 ATK. Lorsque cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez cibler 1 autre monstre dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Numéro 37 : Espoir Tissé Dragon Araignée Requin\" qu'une fois par tour.", "it": "2 mostri ACQUA di Livello 4\nQuando un mostro di qualsiasi giocatore dichiara un attacco: puoi staccare 1 Materiale Xyz da questa carta; tutti i mostri attualmente controllati dal tuo avversario perdono 1000 ATK fino alla fine di questo turno. Quando questa carta viene distrutta in battaglia o dall'effetto di una carta e mandata al Cimitero: puoi scegliere come bersaglio 1 altro mostro nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare ogni effetto di \"Numero 37: Drago Ragno Squalo Intessuto di Speranza\" una sola volta per turno.", "pt": "2 monstros de ÁGUA de Nível 4\nQuando o monstro de qualquer duelista declarar um ataque: você pode desassociar 1 Matéria Xyz deste card; todos os monstros que seu oponente controla atualmente perdem 1000 de ATK até o final deste turno. Quando este card for destruído em batalha ou por um efeito de card e enviado para o Cemitério: você pode escolher 1 outro monstro no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar cada efeito de \"Número 37: Dragão Aranha Tubarão Trama da Esperança\" uma vez por turno.", "ja": "水属性レベル４モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分または相手のモンスターの攻撃宣言時、このカードのＸ素材を１つ取り除いて発動できる。相手フィールドの全てのモンスターの攻撃力はターン終了時まで１０００ダウンする。②：このカードが戦闘・効果で破壊され墓地へ送られた時、このカード以外の自分の墓地のモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "물 속성 레벨 4 몬스터 × 2\n\"No.37 희망직룡 스파이더 샤크\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 또는 상대 몬스터의 공격 선언시, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 상대 필드의 모든 몬스터의 공격력은 턴 종료시까지 1000 내린다. ②: 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 때, 이 카드 이외의 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "水属性等级4怪兽×2\n此卡名的①②效果1回合仅可各使用1次。①：自己或对手的怪兽攻击宣言时，去除此卡的1个超量素材可以发动。对手场上的所有怪兽攻击力直至回合结束时为止下降1000。②：此卡因战斗・效果被破坏并被送至墓地时，以自己墓地此卡以外的1只怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Xyz / Effect", "attribute": "WATER", "rank": 4, "atk": 2600, "def": 2100, "materials": "2 Level 4 WATER monsters", "series": ["Number", "Number", "Evolving Numbers", "Shark"], "images": [{"index": 1, "image": "Number37HopeWovenDragonSpiderShark-PGL3-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGL3-EN007", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGL3-DE007", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "es": [{"set_number": "PGL3-SP007", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGL3-FR007", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGL3-IT007", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGL3-PT007", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP18-JP007", "set_name": "Premium Pack 18", "rarities": ["Common", "Secret Rare"]}, {"set_number": "NCF1-JP037", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP11-KR007", "set_name": "Premium Pack Vol.11", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "MGP4-SC177", "set_name": "Mega Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383457}