{"konami_id": 14051, "password": 37414347, "name": {"en": "F.A. Shining Star GT", "de": "F.A. Glänzender Stern GT", "es": "F.A. Estrella Brillante GT", "fr": "Étoile Brillante GT F.A.", "it": "F.A. Stella Brillante GT", "pt": "F.A. GT Estrela Brilhante", "ja": "<ruby>Ｆ．Ａ．<rt>フォーミュラアスリート</rt></ruby>シャイニングスター<ruby>Ｇ<rt>ジー</rt></ruby><ruby>Ｔ<rt>ティ</rt></ruby>", "ja_romaji": "Fōmyura Asurīto Shainingu Sutā Jī Ti", "ko": "<ruby>F.A.<rt>포뮬러 애슬리트</rt></ruby> 샤이닝스타 <ruby>GT<rt>지티</rt></ruby>", "ko_rr": "Pomyulleo Aeseulliteu Syainingseuta Ji Ti", "zh-TW": "方程式運動員 耀輝明星GT", "zh-CN": "方程式运动员 辉耀明星・超跑级"}, "text": {"en": null, "de": "2 Maschine-Monster\nErhält ATK in Höhe der kombinierten Stufen der „F.A.“-Monster, auf die diese Karte zeigt, x 300. Kein Spieler erhält Kampfschaden aus Angriffen, an denen diese Karte beteiligt ist. Jedes Mal, wenn eine „F.A.“-Zauber-/Fallenkarte oder ein „F.A.“-Zauber-/Falleneffekt aktiviert wird: Lege 1 Athleten-Zählmarke auf diese Karte. Wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 1 Athleten-Zählmarke von dieser Karte entfernen; annulliere die Aktivierung und falls du dies tust, zerstöre es. Du kannst diesen Effekt von „F.A. Glänzender Stern GT“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Máquina\nGana ATK igual a los Niveles totales de los monstruos \"F.A.\" a los que apunte esta carta x 300. Ningún jugador recibe ningún daño de batalla de ataques que involucren esta carta. Cada vez que una Carta o efecto de Mágica/Trampa \"F.A.\" es activado: pon 1 Contador Atleta en esta carta. Cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes retirar 1 Contador Atleta de esta carta; niega la activación y, si lo haces, destrúyelo. Sólo puedes usar este efecto de \"F.A. Estrella Brillante GT\" una vez por turno.", "fr": "2 monstres Machine\nGagne une ATK égale à la somme des Niveaux des monstres \"F.A.\" pointés par cette carte x 300. Aucun joueur ne reçoit de dommages de combat des attaques impliquant cette carte. Chaque fois qu'une Carte Magie/Piège \"F.A.\" ou effet de Magie/Piège \"F.A.\" est activé : placez 1 Compteur Athlète sur cette carte. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez retirer 1 Compteur Athlète de cette carte ; annulez l'activation, et si vous le faites, détruisez-le. Vous ne pouvez utiliser cet effet de \"Étoile Brillante GT F.A.\" qu'une fois par tour.", "it": "2 mostri Macchina\nGuadagna ATK pari alla somma dei Livelli dei mostri \"F.A.\" puntati da questa carta x 300. Nessun giocatore subisce danni da combattimento da attacchi che coinvolgono questa carta. Ogni volta che viene attivata una Carta Magia/Trappola \"F.A.\" o un loro effetto: metti 1 Segnalino Atleta su questa carta. Quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi rimuovere 1 Segnalino Atleta da questa carta; annulla l'attivazione e, se lo fai, distruggilo. Puoi utilizzare questo effetto di \"F.A. Stella Brillante GT\" una sola volta per turno.", "pt": "2 monstros Máquina\nGanha ATK igual à soma dos Níveis dos monstros \"F.A.\" para os quais este card apontar x 300. Nenhum duelista sofre qualquer dano de batalha dos ataques envolvendo este card. Sempre que um Card ou efeito de Magia/Armadilha \"F.A.\" for ativado: coloque 1 Marcador de Atleta neste card. Quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode remover 1 Marcador de Atleta deste card; negue a ativação e, se isso acontecer, destrua-o. Você só pode usar este efeito de \"F.A. GT Estrela Brilhante\" uma vez por turno.", "ja": "機械族モンスター２体\nこのカード名の④の効果は１ターンに１度しか使用できない。\n①：このカードの攻撃力は、このカードのリンク先の「Ｆ．Ａ．」モンスターのレベルの合計×３００アップする。\n②：このカードの戦闘で発生するお互いの戦闘ダメージは０になる。\n③：「Ｆ．Ａ．」魔法・罠カードの効果が発動する度に発動する。このカードにアスリートカウンターを１つ置く。\n④：相手がモンスターの効果を発動した時、このカードのアスリートカウンターを１つ取り除いて発動できる。その発動を無効にし破壊する。", "ko": "기계족 몬스터 2장\n이 카드명의 ④의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은, 이 카드의 링크 앞의 \"F.A.(포뮬러 애슬리트)\" 몬스터의 레벨의 합계 × 300 올린다. ②: 이 카드의 전투로 발생하는 서로의 전투 데미지는 0 이 된다. ③: \"F.A.(포뮬러 애슬리트)\" 마법 / 함정 카드의 효과가 발동했을 경우에 발동한다. 이 카드에 애슬리트 카운터를 1개 놓는다. ④: 상대가 몬스터의 효과를 발동했을 때, 이 카드의 애슬리트 카운터를 1개 제거하고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다.", "zh-TW": "機械族怪獸２隻\n此卡名的④效果１回合僅限使用１次。①：此卡的攻擊力依據此卡連結指向的「方程式運動員」怪獸的等級合計×３００進行提升。②：與此卡進行戰鬥時，對雙方造成的戰鬥傷害變為０。③：在「方程式運動員」魔法・陷阱卡效果發動的狀況下發動。在此卡放置１個運動員計數物。④：對方怪獸發動效果時，可去除此卡的１個運動員計數物發動。將該發動變為無效進行破壞。", "zh-CN": "机械族怪兽2只\n此卡名的④效果1回合仅可使用1次。①：此卡的攻击力上升相当于此卡连接端的“方程式运动员”怪兽等级合计×300的数值。②：因此卡的战斗对双方造成的战斗伤害变为0。③：“方程式运动员”魔法・陷阱卡的效果发动的情况下发动。在此卡上放1个运动员计数物。④：对手发动怪兽效果时，去除此卡的1个运动员计数物可以发动。将该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Machine / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘"], "atk": 0, "materials": "2 Machine monsters", "series": ["F.A."], "images": [{"index": 1, "image": "FAShiningStarGT-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN097", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-EN144", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "RIRA-DE097", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-DE144", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RIRA-FR097", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-FR144", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "RIRA-IT097", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-IT144", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RIRA-PT097", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-PT144", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP18-JP020", "set_name": "Extra Pack 2018", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "EP18-KR020", "set_name": "Extra Pack 2018", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "SCTP-SC076", "set_name": "Entry Pack Volume 5", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566708, "master_duel_rarity": "UR"}