{"konami_id": 15730, "password": 37491810, "name": {"en": "Parametalfoes Azortless", "de": "Parametallfose-Azortless", "es": "Parametalmórfico Azortless", "fr": "Azortless Métalphose Para", "it": "Parametalfosi Azortless", "pt": "Parametalmorfose Azortless", "ja": "パラメタルフォーゼ・アゾートレス", "ja_romaji": "Parametarufōze Azōtoresu", "ko": "파라메탈포제 아조트리스", "ko_rr": "Parametalpoje Ajoteuriseu", "zh-TW": "混鍊裝・水銀要塞", "zh-CN": "混炼装・水银要塞"}, "text": {"en": "1 \"Metalfoes\" monster + 1 Fusion Monster\nIf this card is Special Summoned from the Extra Deck: You can target 1 card your opponent controls; shuffle 2 face-up Pendulum Monsters from your Extra Deck into the Deck, and if you do, destroy that card. You can only use this effect of \"Parametalfoes Azortless\" once per turn. If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone.", "de": "1 „Metallfose“-Monster + 1 Fusionsmonster\nFalls diese Karte als Spezialbeschwörung vom Extra Deck beschworen wird: Du kannst 1 Karte wählen, die dein Gegner kontrolliert; mische 2 offene Pendelmonster von deinem Extra Deck ins Deck und falls du dies tust, zerstöre jene Karte. Du kannst diesen Effekt von „Parametallfose-Azortless“ nur einmal pro Spielzug verwenden. Falls diese Karte in der Monsterzone zerstört wird: Du kannst diese Karte in deine Pendelzone legen.", "es": "1 monstruo \"Metalmórfico/a\" + 1 Monstruo de Fusión\nSi esta carta es Invocada de Modo Especial desde el Deck Extra: puedes seleccionar 1 carta que controle tu adversario; baraja al Deck 2 Monstruos de Péndulo boca arriba en tu Deck Extra y, si lo haces, destruye esa carta. Sólo puedes usar este efecto de \"Parametalmórfico Azortless\" una vez por turno. Si esta carta en la Zona de Monstruos es destruida: puedes poner esta carta en tu Zona de Péndulo.", "fr": "1 monstre \"Métalphose\" + 1 Monstre Fusion\nSi cette carte est Invoquée Spécialement depuis l'Extra Deck : vous pouvez cibler 1 carte contrôlée par votre adversaire ; mélangez 2 Monstres Pendule face recto depuis votre Extra Deck dans le Deck, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser cet effet de \"Azortless Métalphose Para\" qu'une fois par tour. Si cette carte dans la Zone Monstre est détruite : vous pouvez placer cette carte dans votre Zone Pendule.", "it": "1 mostro \"Metalfosi\" + 1 Mostro Fusione\nSe questa carta viene Evocata Specialmente dall'Extra Deck: puoi scegliere come bersaglio 1 carta controllata dal tuo avversario; mischia 2 Mostri Pendulum scoperti dal tuo Extra Deck nel Deck e, se lo fai, distruggi quella carta. Puoi utilizzare questo effetto di \"Parametalfosi Azortless\" una sola volta per turno. Se questa carta nella Zona Mostri viene distrutta: puoi mettere questa carta nella tua Zona Pendulum.", "pt": "1 monstro \"Metalmorfose\" + 1 Monstro de Fusão\nSe este card for Invocado por Invocação-Especial do Deck Adicional: você pode escolher 1 card que seu oponente controla; embaralhe no Deck 2 Monstros Pêndulo com a face para cima do seu Deck Adicional e, se isso acontecer, destrua esse card. Você só pode usar este efeito de \"Parametalmorfose Azortless\" uma vez por turno. Se este card na Zona de Monstros for destruído: você pode colocar este card na sua Zona de Pêndulo.", "ja": "「メタルフォーゼ」モンスター＋融合モンスター\nこのカード名の①のモンスター効果は１ターンに１度しか使用できない。①：このカードがＥＸデッキからの特殊召喚に成功した場合、相手フィールドのカード１枚を対象として発動できる。自分のＥＸデッキから表側表示のＰモンスター２体をデッキに戻し、対象のカードを破壊する。②：モンスターゾーンのこのカードが破壊された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "\"메탈포제\" 몬스터 ＋ 융합 몬스터\n이 카드명의 ①의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 엑스트라 덱에서의 특수 소환에 성공했을 경우, 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 자신의 엑스트라 덱에서 앞면 표시 펜듈럼 몬스터 2장을 덱으로 되돌리고, 대상의 카드를 파괴한다. ②: 몬스터 존의 이 카드가 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "←8 【灵摆】 8→\n这个卡名的灵摆效果1回合只能使用1次。\n①：自己场上的表侧表示的「炼装」卡被效果破坏的场合，以场上1张表侧表示的卡为对象才能发动。那张卡破坏。\n【怪兽效果】\n「炼装」怪兽＋融合怪兽\n这个卡名的①的怪兽效果1回合只能使用1次。\n①：这张卡从额外卡组的特殊召唤成功的场合，以对方场上1张卡为对象才能发动。从自己的额外卡组让2只表侧表示的灵摆怪兽回到卡组，作为对象的卡破坏。\n②：怪兽区域的这张卡被破坏的场合才能发动。这张卡在自己的灵摆区域放置。"}, "card_type": "Monster", "monster_type_line": "Psychic / Fusion / Pendulum / Effect", "attribute": "FIRE", "level": 7, "atk": 2500, "def": 2000, "pendulum_scale": 8, "pendulum_effect": {"en": "If a face-up \"Metalfoes\" card(s) you control is destroyed by card effect (except during the Damage Step): You can target 1 face-up card on the field; destroy it. You can only use this effect of \"Parametalfoes Azortless\" once per turn.", "de": "Falls eine oder mehr offene „Metallfose“-Karten, die du kontrollierst, durch einen Karteneffekt zerstört werden (außer während des Damage Steps): Du kannst 1 offene Karte auf dem Spielfeld wählen; zerstöre sie. Du kannst diesen Effekt von „Parametallfose-Azortless“ nur einmal pro Spielzug verwenden.", "es": "Si una o más cartas \"Metalmórfico/a\" boca arriba que controlas son destruidas por el efecto de una carta (excepto durante el Damage Step): puedes seleccionar 1 carta boca arriba en el Campo; destrúyela. Sólo puedes usar este efecto de \"Parametalmórfico Azortless\" una vez por turno.", "fr": "Si une ou plusieurs cartes \"Métalphose\" face recto que vous contrôlez sont détruites par un effet de carte (sauf durant la Damage Step) : vous pouvez cibler 1 carte face recto sur le Terrain ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Azortless Métalphose Para\" qu'une fois par tour.", "it": "Se una o più carte \"Metalfosi\" scoperte che controlli vengono distrutte dall'effetto di una carta (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta scoperta sul Terreno; distruggila. Puoi utilizzare questo effetto di \"Parametalfosi Azortless\" una sola volta per turno.", "pt": "Se um ou mais cards \"Metalmorfose\" com a face para cima que você controla forem destruídos por um efeito de card (exceto durante a Etapa de Dano): você pode escolher 1 card com a face para cima no campo; destrua-o. Você só pode usar este efeito de \"Parametalmorfose Azortless\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分フィールドの表側表示の「メタルフォーゼ」カードが効果で破壊された場合、フィールドの表側表示のカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시의 \"메탈포제\" 카드가 효과로 파괴되었을 경우, 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。\n①：在我方場上的正面表示的「鍊裝」卡因效果被破壞的狀況下，可將場上的１張正面表示的卡做為對象發動。破壞該卡。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。\n①：自己场上表侧表示的“炼装”卡因效果被破坏的情况下，以场上的１张表侧表示卡为对象可以发动。将该卡破坏。"}, "materials": "1 \"Metalfoes\" monster + 1 Fusion Monster", "series": ["Metalfoes"], "images": [{"index": 1, "image": "ParametalfoesAzortless-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN039", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN022", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE039", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE022", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "es": [{"set_number": "BLVO-SP039", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-SP022", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR039", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR022", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT039", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT022", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT039", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT022", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP039", "set_name": "Blazing Vortex", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BLVO-JP039", "set_name": "Blazing Vortex +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BLVO-KR039", "set_name": "Blazing Vortex", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BLVO-KR039", "set_name": "Blazing Vortex +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716160, "master_duel_rarity": "SR"}