{"konami_id": 19725, "password": 37531679, "name": {"en": "Salamandra, the Flying Flame Dragon", "de": "Salamandra, der fliegende Flammendrache", "es": "Salamandra, el Dragón de la Llama Volador", "fr": "Salamandra, le Dragon Volant des Flammes", "it": "Salamandra, il Drago Fiamma Volante", "pt": "Salamandra, o Dragão das Chamas Voador", "ja": "<ruby>飛<rt>ひ</rt></ruby><ruby>龍<rt>りゅう</rt></ruby><ruby>炎<rt>えん</rt></ruby>サラマンドラ", "ja_romaji": "Hiryūen Saramandora", "ko": "비룡염 사라만도라", "ko_rr": null, "zh-TW": "飛龍炎 沙羅曼龍", "zh-CN": "飞龙炎 沙罗曼龙"}, "text": {"en": "While this card is equipped to \"Flame Swordsman\" or a monster that mentions it, the equipped monster gains 700 ATK. You can only use each of the following effects of \"Salamandra, the Flying Flame Dragon\" once per turn. If this card is in your hand or GY: You can target 1 Warrior monster you control; equip this card to that monster you control as an Equip Spell. If this card is sent to the GY: You can add 1 \"Salamandra\" Spell/Trap from your Deck to your hand.", "de": "Solange diese Karte „Flammen-Schwertkämpfer“ oder ein Monster, das ihn erwähnt, ausrüstet, erhält das ausgerüstete Monster 700 ATK. Du kannst jeden der folgenden Effekte von „Salamandra, der fliegende Flammendrache“ nur einmal pro Spielzug verwenden. Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst 1 Krieger-Monster wählen, das du kontrollierst; rüste jenes Monster, das du kontrollierst, mit dieser Karte als Ausrüstungszauber aus. Falls diese Karte auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Salamandra“-Zauber/Falle von deinem Deck hinzufügen.", "es": "Mientras esta carta está equipada a \"Espadachín de la Llama\" o a un monstruo que lo mencione, el monstruo equipado gana 700 ATK. Sólo puedes usar cada uno de los siguientes efectos de \"Salamandra, el Dragón de la Llama Volador\" una vez por turno. Si esta carta está en tu mano o Cementerio: puedes seleccionar 1 monstruo Guerrero que controles; equipa esta carta a ese monstruo que controlas como una Mágica de Equipo. Si esta carta es mandada al Cementerio: puedes añadir a tu mano 1 Mágica/Trampa \"Salamandra\" en tu Deck.", "fr": "Tant que cette carte est équipée à \"Spadassin des Flammes\" ou un monstre qui le mentionne, le monstre équipé gagne 700 ATK. Vous ne pouvez utiliser chacun des effets suivants de \"Salamandra, le Dragon Volant des Flammes\" qu'une fois par tour. Si cette carte est dans votre main ou Cimetière : vous pouvez cibler 1 monstre Guerrier que vous contrôlez ; équipez cette carte au monstre que vous contrôlez comme Magie d'Équipement. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 Magie/Piège \"Salamandra\" depuis votre Deck à votre main.", "it": "Mentre questa carta è equipaggiata a \"Spadaccino di Fuoco\" o a un mostro che lo menziona, il mostro equipaggiato guadagna 700 ATK. Puoi utilizzare ognuno dei seguenti effetti di \"Salamandra, il Drago Fiamma Volante\" una sola volta per turno. Se questa carta è nella tua mano o Cimitero: puoi scegliere come bersaglio 1 mostro Guerriero che controlli; equipaggia questa carta a quel mostro che controlli come una Magia Equipaggiamento. Se questa carta viene mandata al Cimitero: puoi aggiungere 1 Magia/Trappola \"Salamandra\" dal tuo Deck alla tua mano.", "pt": "Enquanto este card estiver equipado a \"Espadachim das Chamas\" ou um monstro que o mencione, o monstro equipado ganha 700 de ATK. Você só pode usar cada um dos seguintes efeitos de \"Salamandra, o Dragão das Chamas Voador\" uma vez por turno. Se este card estiver na sua mão ou no Cemitério: você pode escolher 1 monstro Guerreiro que você controla; equipe este card a esse monstro que você controla como uma Magia de Equipamento. Se este card for enviado para o Cemitério: você pode adicionar 1 Magia/Armadilha \"Salamandra\" do seu Deck à sua mão.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札・墓地に存在する場合、自分フィールドの戦士族モンスター１体を対象として発動できる。このカードを装備魔法カード扱いでその自分のモンスターに装備する。②：このカードが「炎の剣士」またはそのカード名が記されたモンスターに装備されている限り、装備モンスターの攻撃力は７００アップする。③：このカードが墓地へ送られた場合に発動できる。デッキから「サラマンドラ」魔法・罠カード１枚を手札に加える。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。①：此卡存在于手牌・墓地的情况下，以自己场上的１只战士族怪兽为对象可以发动。将此卡视为装备魔法卡，装备于该自己的怪兽。②：只要此卡被装备于“炎之剑士”或记载有该卡名的怪兽，装备怪兽的攻击力上升７００。③：此卡被送至墓地的情况下可以发动。从牌组将１张“沙罗曼龙”魔法・陷阱卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "FIRE", "level": 2, "atk": 700, "def": 1600, "series": ["Flame Swordsman", "Salamandra"], "images": [{"index": 1, "image": "SalamandratheFlyingFlameDragon-MZMI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN002", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "de": [{"set_number": "MZMI-DE002", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MZMI-FR002", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "it": [{"set_number": "MZMI-IT002", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MZMI-PT002", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP5-JP002", "set_name": "World Premiere Pack 2024", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "WPS1-SC030", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1037653, "master_duel_rarity": "SR"}