{"konami_id": 15733, "password": 37678339, "name": {"en": "Oneiros, the Dream Mirror Tormentor", "de": "Oneiros, der Traumspiegel-Peiniger", "es": "Oniros, el Atormentador del Espejo Ensueño", "fr": "Oneiroi, Tourmenteur du Miroir des Rêves", "it": "Oneiros, il Tormentatore Specchio dei Sogni", "pt": "Oniro, o Atormentador do Espelho Onírico", "ja": "<ruby>夢<rt>ゆめ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>の<ruby>魘<rt>えん</rt></ruby><ruby>魔<rt>ま</rt></ruby>－ネイロス", "ja_romaji": "Yumemakyō no Enma - Neirosu", "ko": "몽마경의 엽마－네이로스", "ko_rr": "Mongmagyeong-ui Yeopma - Neiroseu", "zh-TW": "夢魔鏡的魘魔－涅伊洛", "zh-CN": "梦魔镜魇魔－涅伊洛斯"}, "text": {"en": "2 \"Dream Mirror\" monsters with different Attributes\nWhile face-up on the field, this card is also LIGHT-Attribute. You can only use each of the following effects of \"Oneiros, the Dream Mirror Tormentor\" once per turn.\n● When a monster effect is activated while \"Dream Mirror of Terror\" is in a Field Zone (Quick Effect): You can negate that effect.\n● If \"Dream Mirror of Joy\" is in a Field Zone (Quick Effect): You can Tribute this card; Special Summon 1 \"Oneiros, the Dream Mirror Erlking\" from your Extra Deck in Defense Position.", "de": "2 „Traumspiegel“-Monster mit unterschiedlichen Eigenschaften\nSolange diese Karte offen auf dem Spielfeld liegt, hat sie zusätzlich die Eigenschaft LICHT. Du kannst jeden der folgenden Effekte von „Oneiros, der Traumspiegel-Peiniger“ nur einmal pro Spielzug verwenden.\n● Wenn ein Monstereffekt aktiviert wird, solange „Traumspiegel des Terrors“ in einer Spielfeldzone liegt (Schnelleffekt): Du kannst den Effekt annullieren.\n● Falls „Traumspiegel des Spaßes“ in einer Spielfeldzone liegt (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Oneiros, der Traumspiegel-Erlkönig“ als Spezialbeschwörung von deinem Extra Deck in die Verteidigungsposition.", "es": "2 monstruos \"Espejo Ensueño\" con Atributos diferentes\nMientras esté boca arriba en el Campo, esta carta también tiene el Atributo LUZ. Sólo puedes usar cada uno de los siguientes efectos de \"Oniros, el Atormentador del Espejo Ensueño\" una vez por turno.\n● Cuando es activado un efecto de monstruo mientras \"Espejo Ensueño de Terror\" está en una Zona del Campo (Efecto Rápido): puedes negar ese efecto.\n● Si \"Espejo Ensueño de Alegría\" está en una Zona del Campo (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial 1 \"Oniros, el Rey de los Elfos del Espejo Ensueño\" desde tu Deck Extra en Posición de Defensa.", "fr": "2 monstres \"Miroir des Rêves\" d'Attributs différents\nTant que cette carte est face recto sur le Terrain, elle est aussi LUMIÈRE. Vous ne pouvez utiliser chacun des effets suivants de \"Oneiroi, Tourmenteur du Miroir des Rêves\" qu'une fois par tour.\n● Lorsqu'un effet de monstre est activé tant que \"Miroir des Rêves de la Terreur\" est dans une Zone Terrain (Effet Rapide) : vous pouvez annuler l'effet.\n● Si \"Miroir des Rêves de la Joie\" est dans une Zone Terrain (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Oneiroi, Roi des Aulnes du Miroir des Rêves\" depuis votre Extra Deck en Position de Défense.", "it": "2 mostri \"Specchio dei Sogni\" con Attributi diversi\nMentre è scoperta sul Terreno, questa carta ha anche Attributo LUCE. Puoi utilizzare ognuno dei seguenti effetti di \"Oneiros, il Tormentatore Specchio dei Sogni\" una sola volta per turno.\n● Quando viene attivato l'effetto di un mostro mentre \"Specchio dei Sogni del Terrore\" è in una Zona Terreno (Effetto Rapido): puoi annullare quell'effetto.\n● Se \"Specchio dei Sogni della Gioia\" è in una Zona Terreno (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 1 \"Oneiros, Erkling Specchio dei Sogni\" dal tuo Extra Deck in Posizione di Difesa.", "pt": "2 monstros \"Espelho Onírico\" com Atributos diferentes\nEnquanto estiver com a face para cima no campo, este card também é de Atributo LUZ. Você só pode usar cada um dos seguintes efeitos de \"Oniro, o Atormentador do Espelho Onírico\" uma vez por turno.\n● Quando um efeito de monstro for ativado enquanto \"Espelho Onírico do Terror\" estiver em uma Zona do Campo (Efeito Rápido): você pode negar o efeito.\n● Se \"Espelho Onírico da Alegria\" estiver em uma Zona do Campo (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 \"Oniro, o Erlking do Espelho Onírico\" do seu Deck Adicional em Posição de Defesa.", "ja": "属性が異なる「夢魔鏡」モンスター×２\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、このカードの属性は「光」としても扱う。②：フィールドゾーンに「闇黒の夢魔鏡」が存在し、モンスターの効果が発動した時に発動できる。その効果を無効にする。③：フィールドゾーンに「聖光の夢魔鏡」が存在する場合、このカードをリリースして発動できる。ＥＸデッキから「夢魔鏡の天魔－ネイロス」１体を守備表示で特殊召喚する。この効果は相手ターンでも発動できる。", "ko": "속성이 다른 \"몽마경\" 몬스터 × 2\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 이 카드의 속성은 \"빛\"으로도 취급한다. ②: 필드 존에 \"암흑의 몽마경\"이 존재하고, 몬스터의 효과가 발동했을 때에 발동할 수 있다. 그 효과를 무효로 한다. ③: 필드 존에 \"성광의 몽마경\"이 존재할 경우, 이 카드를 릴리스하고 발동할 수 있다. 엑스트라 덱에서 \"몽마경의 천마－네이로스\" 1장을 수비 표시로 특수 소환한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "屬性不同的「夢魔鏡」怪獸×２\n此卡名的②③效果，１回合各僅限使用１次。①：只要此卡存在於怪獸區，此卡的屬性就也視為「光」。②：可在場地區存在「暗黑夢魔鏡」，怪獸發動效果時發動。將該效果變為無效。③：在場地區存在「聖光夢魔鏡」的狀況下，可解放此卡發動。從額外牌組以守備表示特殊召喚１隻「夢魔鏡的天魔－涅伊洛」。此效果在對方回合也可發動。", "zh-CN": "属性不同的“梦魔镜”怪兽×２\n此卡名的②③效果１回合仅可各使用１次。①：只要此卡存在于怪兽区域，此卡的属性也视为“光”。②：场地区域有“暗黑之梦魔镜”存在，怪兽的效果发动时可以发动。将该效果无效。③：场地区域有“圣光之梦魔镜”存在的情况下，解放此卡可以发动。从额外牌组将１只“梦魔镜天魔－涅伊洛斯”以守备表示特殊召唤。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Fiend / Fusion / Effect", "attribute": "DARK", "level": 10, "atk": 3000, "def": 3000, "materials": "2 \"Dream Mirror\" monsters with different Attributes", "series": ["Dream Mirror"], "images": [{"index": 1, "image": "OneirostheDreamMirrorTormentor-BLVO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN042", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}], "de": [{"set_number": "BLVO-DE042", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BLVO-FR042", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}], "it": [{"set_number": "BLVO-IT042", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BLVO-PT042", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BLVO-JP042", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BLVO-JP042", "set_name": "Blazing Vortex +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BLVO-KR042", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BLVO-KR042", "set_name": "Blazing Vortex +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP5-SC137", "set_name": "Mega Pack 05", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716114, "master_duel_rarity": "UR"}