{"konami_id": 16649, "password": 37706769, "name": {"en": "The Executor of the Underworld - Pluto", "de": "Vollstrecker der Unterwelt - Pluto", "es": "El Ejecutor del Inframundo - Plutón", "fr": "Pluton, l'Exécuteur des Enfers", "it": "L'Esecutore del Mondo Sotterraneo - Plutone", "pt": "O Executor do Submundo - Plutão", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>府<rt>ふ</rt></ruby>の<ruby>執<rt>しっ</rt></ruby><ruby>行<rt>こう</rt></ruby><ruby>者<rt>しゃ</rt></ruby> プルート", "ja_romaji": "Meifu no Shikkōsha Purūto", "ko": "저승의 집행자 플루토", "ko_rr": "Jeoseung-ui Jiphaengja Peulluto", "zh-TW": "冥府的執行者 冥王星", "zh-CN": "冥府的执行者 冥王星"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\n(This card is always treated as a \"The Agent\" card.)\nOnce per turn: You can banish 1 monster from your GY, then target 1 Effect Monster on the field; change it to face-down Defense Position. This is a Quick Effect if \"The Sanctuary in the Sky\" is on the field or in either GY. You can banish this card from your GY; add 1 \"The Sanctuary in the Sky\" from your Deck or GY to your hand. You can only use this effect of \"The Executor of the Underworld - Pluto\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\n(Diese Karte wird immer als „Sendbot“-Karte behandelt.)\nEinmal pro Spielzug: Du kannst 1 Monster von deinem Friedhof verbannen und dann 1 Effektmonster auf dem Spielfeld wählen; ändere es in die verdeckte Verteidigungsposition. Dies ist ein Schnelleffekt, falls „Die Zuflucht im Himmel“ auf dem Spielfeld oder in einem beliebigen Friedhof liegt. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Die Zuflucht im Himmel“ von deinem Deck oder Friedhof hinzu. Du kannst diesen Effekt von „Vollstrecker der Unterwelt - Pluto“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\n(Esta carta se trata siempre como una carta \"El Agente\").\nUna vez por turno: puedes desterrar 1 monstruo en tu Cementerio, y después seleccionar 1 Monstruo de Efecto en el Campo; cámbialo a Posición de Defensa boca abajo. Esto es un Efecto Rápido si \"El Santuario en el Cielo\" está en el Campo o en cualquier Cementerio. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 \"El Santuario en el Cielo\" en tu Deck o Cementerio. Sólo puedes usar este efecto de \"El Ejecutor del Inframundo - Plutón\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\n(Cette carte est toujours traitée comme une carte \"Agent\".)\nUne fois par tour : vous pouvez bannir 1 monstre depuis votre Cimetière, puis ciblez 1 Monstre à Effet sur le Terrain ; changez-le en Position de Défense face verso. Ceci est un Effet Rapide si \"Le Sanctuaire Céleste\" est sur le Terrain ou dans l'un des Cimetières. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Le Sanctuaire Céleste\" depuis votre Deck ou Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Pluton, l'Exécuteur des Enfers\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\n(Questa carta viene sempre considerata come una carta \"L'Agente\".)\nUna volta per turno: puoi bandire 1 mostro dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro con Effetto sul Terreno; mettilo coperto in Posizione di Difesa. Questo è un Effetto Rapido se \"Il Santuario nel Cielo\" è sul Terreno o in qualsiasi Cimitero. Puoi bandire questa carta dal tuo Cimitero; aggiungi 1 \"Il Santuario nel Cielo\" dal tuo Deck o Cimitero alla tua mano. Puoi utilizzare questo effetto di \"L'Esecutore del Mondo Sotterraneo - Plutone\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\n(Este card deve ser sempre considerado como um card \"O Representante\".)\nUma vez por turno: você pode banir 1 monstro do seu Cemitério e, depois, escolha 1 Monstro de Efeito no campo; coloque-o com a face para baixo em Posição de Defesa. Este é um Efeito Rápido se \"O Santuário no Céu\" estiver no campo ou em qualquer Cemitério. Você pode banir este card do seu Cemitério; adicione 1 \"O Santuário no Céu\" do seu Deck ou Cemitério à sua mão. Você só pode usar este efeito de \"O Executor do Submundo - Plutão\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名はルール上「代行者」カードとしても扱う。このカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、自分の墓地からモンスター１体を除外し、フィールドの効果モンスター１体を対象として発動できる。そのモンスターを裏側守備表示にする。フィールドまたは墓地に「天空の聖域」が存在する場合、この効果は相手ターンでも発動できる。②：墓地のこのカードを除外して発動できる。自分のデッキ・墓地から「天空の聖域」１枚を選んで手札に加える。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명은 룰상 \"대행자\" 카드로도 취급한다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 묘지에서 몬스터 1장을 제외하고, 필드의 효과 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 뒷면 수비 표시로 한다. 필드 또는 묘지에 \"천공의 성역\"이 존재할 경우, 이 효과는 상대 턴에도 발동할 수 있다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 자신 덱 / 묘지에서 \"천공의 성역\" 1장을 고르고 패에 넣는다.", "zh-TW": null, "zh-CN": "调整+1只以上调整以外的怪兽\n这个卡名规则上也当作「代行者」卡使用。这个卡名的②效果1回合只能使用1次。①：1回合1次，可以从自己的墓地将1只怪兽除外，以场上的1只效果怪兽为对象发动。使那只怪兽变为里侧守备表示。场上或者墓地有「天空の聖域／天空的圣域」存在的场合，这个效果在对手的回合也能发动。②：可以将墓地的这张卡除外发动。从自己的卡组或墓地选1张「天空の聖域／天空的圣域」加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fairy / Synchro / Tuner / Effect", "attribute": "DARK", "level": 5, "atk": 2300, "def": 0, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["The Agent", "Field Searcher"], "images": [{"index": 1, "image": "TheExecutoroftheUnderworldPluto-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFP2-EN009", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFP2-DE009", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFP2-FR009", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFP2-IT009", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFP2-PT009", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR12-JP040", "set_name": "Structure Deck R: Lost Sanctuary", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR12-KR040", "set_name": "Structure Deck R: Lost Sanctuary", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717067, "master_duel_rarity": "SR"}