{"konami_id": 16240, "password": 37750912, "name": {"en": "Stardust Illumination", "de": "Sternenstaub-Illumination", "es": "Iluminación de Polvo de Estrellas", "fr": "Illumination Poussière d'Étoile", "it": "Illuminazione Polvere di Stelle", "pt": "Iluminação da Poeira Estelar", "ja": "スターダスト・イルミネイト", "ja_romaji": "Sutādasuto Irumineito", "ko": "스타더스트 일루미네이트", "ko_rr": "Seutadeoseuteu Illumineiteu", "zh-TW": "星塵 照耀", "zh-CN": "星尘照耀"}, "text": {"en": null, "de": "Lege 1 „Sternenstaub“-Monster von deinem Deck auf den Friedhof oder falls du „Sternenstaubdrache“ oder ein Synchromonster, das ihn erwähnt, kontrollierst, kannst du es stattdessen als Spezialbeschwörung beschwören. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Sternenstaub“-Monster wählen, das du kontrollierst; erhöhe oder verringere seine Stufe bis zum Ende dieses Spielzugs um 1. Du kannst jeden Effekt von „Sternenstaub-Illumination“ nur einmal pro Spielzug verwenden.", "es": "Manda al Cementerio 1 monstruo \"Polvo de Estrellas\" en tu Deck o, si controlas \"Dragón de Polvo de Estrellas\" o un Monstruo de Sincronía que lo mencione, puedes Invocarlo de Modo Especial en su lugar. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo \"Polvo de Estrellas\" que controles; aumenta o reduce su Nivel en 1 hasta el final de este turno. Sólo puedes usar cada efecto de \"Iluminación de Polvo de Estrellas\" una vez por turno.", "fr": "Envoyez 1 monstre \"Poussière d'Étoile\" depuis votre Deck au Cimetière, ou si vous contrôlez \"Dragon Poussière d'Étoile\" ou un Monstre Synchro qui le mentionne, vous pouvez l'Invoquer Spécialement à la place. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Poussière d'Étoile\" que vous contrôlez ; jusqu'à la fin de ce tour, augmentez ou réduisez son Niveau de 1. Vous ne pouvez utiliser chaque effet de \"Illumination Poussière d'Étoile\" qu'une fois par tour.", "it": "Manda 1 mostro \"Polvere di Stelle\" dal tuo Deck al Cimitero o, se controlli \"Drago Polvere di Stelle\" o un Mostro Synchro che lo menziona, puoi invece Evocarlo Specialmente. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Polvere di Stelle\" che controlli; aumenta o diminuisci il suo Livello di 1 fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Illuminazione Polvere di Stelle\" una sola volta per turno.", "pt": "Envie 1 monstro \"Poeira Estelar\" do seu Deck para o Cemitério, ou se você controlar \"Dragão da Poeira Estelar\" ou um Monstro Sincro que o mencione, em vez disso, você pode Invocá-lo por Invocação-Especial. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Poeira Estelar\" que você controla; aumente ou diminua o Nível dele em 1 até o final deste turno. Você só pode usar cada efeito de \"Iluminação da Poeira Estelar\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：デッキから「スターダスト」モンスター１体を墓地へ送る。自分フィールドに「スターダスト・ドラゴン」またはそのカード名が記されたＳモンスターが存在する場合、墓地へ送らず特殊召喚する事もできる。\n②：墓地のこのカードを除外し、自分フィールドの「スターダスト」モンスター１体を対象として発動できる。そのモンスターのレベルをターン終了時まで１つ上げるか下げる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 \"스타더스트\" 몬스터 1장을 묘지로 보낸다. 자신 필드에 \"스타더스트 드래곤\" 또는 그 카드명이 쓰여진 싱크로 몬스터가 존재할 경우, 묘지로 보내지 않으며 특수 소환할 수도 있다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"스타더스트\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 레벨을 턴 종료시까지 1개 올리거나 내린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：從牌組將１隻「星塵」怪獸送至墓地。在我方場上存在「星塵龍」或寫有該卡名同步怪獸的狀況下，也可不送至墓地特殊召喚。②：將墓地的此卡除外，可將我方場上的１隻「星塵」怪獸做為對象發動。該怪獸在回合結束前提高或降低１個等級。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从牌组将１只“星尘”怪兽送至墓地。自己场上有“星尘龙”或记载有该卡名的同步怪兽存在的情况下，也可不送至墓地而是改成将其特殊召唤。②：将墓地的此卡除外，以自己场上的１只“星尘”怪兽为对象可以发动。该怪兽的等级直至回合结束时为止上升或下降１。"}, "card_type": "Spell", "property": "Normal", "series": ["Stardust"], "images": [{"index": 1, "image": "StardustIllumination-MP22-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN051", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-EN152", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "de": [{"set_number": "DAMA-DE051", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-DE152", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "fr": [{"set_number": "DAMA-FR051", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-FR152", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "it": [{"set_number": "DAMA-IT051", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-IT152", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "pt": [{"set_number": "DAMA-PT051", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-PT152", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "ja": [{"set_number": "DAMA-JP051", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}, {"set_number": "QCCU-JP057", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DAMA-KR051", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}, {"set_number": "QCCU-KR057", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC086", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716849, "master_duel_rarity": "SR"}