{"konami_id": 13667, "password": 37890974, "name": {"en": "Training Fur Hire, Fur All Your Training Needs", "de": "Fellsöldner-Training für jede Situation", "es": "Entrenamiento de Mascota a Sueldo, Para tus Necesidades", "fr": "Entraînement Mercefourrure Toute Situation", "it": "Addestramento Pelliccia Mercenaria, Tutte le Vostre Necessità", "pt": "Treinamento de Peluguel, Pelos Todas as Necessidades de Treinamento", "ja": "<ruby>空<rt>くう</rt></ruby><ruby>牙<rt>が</rt></ruby><ruby>団<rt>だん</rt></ruby>の<ruby>修<rt>しゅう</rt></ruby><ruby>練<rt>れん</rt></ruby>", "ja_romaji": "Kūgadan no Shūren", "ko": "공아단의 수련", "ko_rr": null, "zh-TW": "空牙團的修煉", "zh-CN": "空牙团的修炼"}, "text": {"en": "If a face-up monster(s) \"Fur Hire\" you control is destroyed by battle or an opponent's card effect: You can target 1 of those monsters; Special Summon 1 monster \"Fur Hire\" from your Deck, whose Level is lower than that target's original Level. You can only use this effect of \"Training Fur Hire, Fur All Your Training Needs\" once per turn.", "de": "Falls ein oder mehr offene „Fellsöldner“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört werden: Du kannst 1 der Monster wählen; beschwöre 1 „Fellsöldner“-Monster, dessen Stufe niedriger ist als die Grund-Stufe des gewählten Ziels, als Spezialbeschwörung von deinem Deck. Du kannst diesen Effekt von „Fellsöldner-Training für jede Situation“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos \"Mascota a Sueldo\" boca arriba que controlas son destruidos en batalla o por el efecto de una carta del adversario: puedes seleccionar 1 de esos monstruos; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Mascota a Sueldo\", cuyo Nivel sea menor que el Nivel original de ese objetivo. Sólo puedes usar este efecto de \"Entrenamiento de Mascota a Sueldo, Para tus Necesidades\" una vez por turno.", "fr": "Si un ou plusieurs monstres \"Mercefourrure\" face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez cibler 1 de ces monstres ; Invoquez Spécialement 1 monstre \"Mercefourrure\" depuis votre Deck, dont le Niveau est inférieur au Niveau d'origine de la cible. Vous ne pouvez utiliser cet effet de \"Entraînement Mercefourrure Toute Situation\" qu'une fois par tour.", "it": "Se uno o più mostri \"Pelliccia Mercenaria\" scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta dell'avversario: puoi scegliere come bersaglio 1 di quei mostri; Evoca Specialmente dal tuo Deck 1 mostro \"Pelliccia Mercenaria\" con Livello inferiore al Livello originale di quel bersaglio. Puoi utilizzare questo effetto di \"Addestramento Pelliccia Mercenaria, Tutte le Vostre Necessità\" una sola volta per turno.", "pt": "Se um ou mais monstros \"de Peluguel\" com a face para cima que você controla forem destruídos em batalha ou por um efeito de card do oponente: você pode escolher 1 desses monstros; Invoque por Invocação-Especial 1 monstro \"de Peluguel\" do seu Deck, cujo Nível seja menor que o Nível original do alvo. Você só pode usar este efeito de \"Treinamento de Peluguel, Pelos Todas as Necessidades de Treinamento\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドの「空牙団」モンスターが、戦闘または相手の効果で破壊された場合、そのモンスター１体を対象として発動できる。デッキからそのモンスターの元々のレベルより低いレベルを持つ「空牙団」モンスター１体を特殊召喚する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"공아단\" 몬스터가, 전투 또는 상대 효과로 파괴되었을 경우, 그 몬스터 1장을 대상으로 하고 발동할 수 있다. 덱에서 그 몬스터의 원래 레벨보다 낮은 레벨을 가지는 \"공아단\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的①的效果1个回合只可使用1次。①：自己场上的\"空牙团\"怪兽通过战斗或者对手的效果被破坏的情况下，可以1只该怪兽为对象发动。从牌组特殊召唤比该怪兽的原本等级低的1只\"空牙团\"怪兽。"}, "card_type": "Trap", "property": "Continuous", "series": ["Fur Hire"], "images": [{"index": 1, "image": "TrainingFurHireFurAllYourTrainingNeeds-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DASA-EN026", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-EN256", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DASA-DE026", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-DE256", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DASA-SP026", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-SP256", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DASA-FR026", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-FR256", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DASA-IT026", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-IT256", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DASA-PT026", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-PT256", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DBDS-JP026", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBDS-KR026", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBDS-SC026", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548833, "master_duel_rarity": "N"}