{"konami_id": 14949, "password": 38030232, "name": {"en": "Tenyi Spirit - Sahasrara", "de": "Tenyi-Geist - Sahasrara", "es": "Espíritu Tenyi - Sahasrara", "fr": "Esprit Tenyi - Sahasrara", "it": "Spirito Tenyi - Sahasrara", "pt": "Espírito Tenyi - Sahasrara", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>威<rt>い</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>－サハスラーラ", "ja_romaji": "Ten'iryū - Sahasurāra", "ko": "천위룡－사하스라라", "ko_rr": "Cheonwiryong - Sahaseurara", "zh-TW": "天威龍－自覺蟠龍", "zh-CN": "天威龙－萨哈司剌剌"}, "text": {"en": "2+ Wyrm monsters\nWhile you control a face-up non-Effect Monster, monsters your opponent controls cannot target Effect Monsters for attacks, also your opponent cannot target Effect Monsters on the field with card effects. (Quick Effect): You can target 1 Effect Monster your opponent controls; Special Summon 1 \"Tenyi Spirit Token\" (Wyrm/LIGHT/Level 4/ATK ?/DEF 0). This Token's ATK becomes that targeted monster's original ATK. You can only use this effect of \"Tenyi Spirit - Sahasrara\" once per turn.", "de": "2+ Wyrm-Monster\nSolange du ein offenes Nichteffekt-Monster kontrollierst, können Monster, die dein Gegner kontrolliert, Effektmonster nicht als Angriffsziel wählen, zusätzlich kann dein Gegner Effektmonster auf dem Spielfeld nicht als Ziel für Karteneffekte wählen. (Schnelleffekt): Du kannst 1 Effektmonster wählen, das dein Gegner kontrolliert; beschwöre 1 „Tenyi-Geist-Spielmarke“ (Wyrm/LICHT/Stufe 4/ATK ?/DEF 0) als Spezialbeschwörung. Die ATK dieser Spielmarke werden gleich den Grund-ATK des als Ziel gewählten Monsters. Du kannst diesen Effekt von „Tenyi-Geist - Sahasrara“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos Wyrm\nMientras controles un Monstruo que no sea de Efecto boca arriba, los monstruos que controle tu adversario no pueden seleccionar Monstruos de Efecto para ataques, y además tu adversario no puede seleccionar Monstruos de Efecto en el Campo con efectos de cartas. (Efecto Rápido): puedes seleccionar 1 Monstruo de Efecto que controle tu adversario; Invoca de Modo Especial 1 \"Ficha Espíritu Tenyi\" (Wyrm/LUZ/Nivel 4/ATK ?/DEF 0). El ATK de esta Ficha se convierte en el ATK original de ese monstruo seleccionado. Sólo puedes usar este efecto de \"Espíritu Tenyi - Sahasrara\" una vez por turno.", "fr": "2+ monstres Wyrm\nTant que vous contrôlez un monstre face recto (Monstres à Effet exclus), les monstres contrôlés par votre adversaire ne peuvent pas cibler de Monstres à Effet avec une attaque, et aussi, votre adversaire ne peut pas cibler de Monstres à Effet sur le Terrain avec des effets de carte. (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; Invoquez Spécialement 1 \"Jeton Esprit Tenyi\" (Wyrm/LUMIÈRE/Niveau 4/ATK ?/DEF 0). L'ATK de ce Jeton devient l'ATK d'origine du monstre ciblé. Vous ne pouvez utiliser cet effet de \"Esprit Tenyi - Sahasrara\" qu'une fois par tour.", "it": "2+ mostri Wyrm\nMentre controlli un Mostro non-con Effetto scoperto, i mostri controllati dal tuo avversario non possono scegliere come bersaglio i Mostri con Effetto per gli attacchi, inoltre il tuo avversario non può scegliere come bersaglio i Mostri con Effetto sul Terreno con gli effetti delle carte. (Effetto Rapido): puoi scegliere come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; Evoca Specialmente 1 \"Segna-Spirito Tenyi\" (Wyrm/LUCE/Livello 4/ATK ?/DEF 0). L'ATK di questo Segna-Mostro diventa l'ATK originale di quel mostro scelto come bersaglio. Puoi utilizzare questo effetto di \"Spirito Tenyi - Sahasrara\" una sola volta per turno.", "pt": "2+ monstros Wyrm\nEnquanto você controlar um Monstro que não seja de Efeito com a face para cima, os monstros que seu oponente controla não podem escolher Monstros de Efeito como alvo de ataques e, além disso, seu oponente não pode escolher Monstros de Efeito no campo como alvo de efeitos de card. (Efeito Rápido): você pode escolher 1 Monstro de Efeito que seu oponente controla; Invoque por Invocação-Especial 1 \"Ficha de Espírito Tenyi\" (Wyrm/LUZ/Nível 4/ATK ?/DEF 0). O ATK dessa Ficha se torna o ATK original desse monstro alvo. Você só pode usar este efeito de \"Espírito Tenyi - Sahasrara\" uma vez por turno.", "ja": "幻竜族モンスター２体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドに効果モンスター以外の表側表示モンスターが存在する場合、相手はフィールドの効果モンスターを攻撃対象にできず、効果の対象にもできない。②：相手フィールドの効果モンスター１体を対象として発動できる。自分フィールドに「天威龍トークン」（幻竜族・光・星４・攻？／守０）１体を特殊召喚する。このトークンの攻撃力は、対象のモンスターの元々の攻撃力と同じになる。この効果は相手ターンでも発動できる。", "ko": "환룡족 몬스터 2장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 효과 몬스터 이외의 앞면 표시 몬스터가 존재할 경우, 상대는 필드의 효과 몬스터를 공격 대상으로 할 수 없으며, 효과의 대상으로도 할 수 없다. ②: 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신 필드에 \"천위룡 토큰\"(환룡족 / 빛 / 레벨 4 / 공 ? / 수 0) 1장을 특수 소환한다. 이 토큰의 공격력은, 대상 몬스터의 원래 공격력과 같아진다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "幻龙族怪兽2只以上\n此卡名的②效果1回合仅可使用1次。①：自己场上有效果怪兽以外的表侧表示怪兽存在的情况下，对手不可将场上的效果怪兽作为攻击对象，也不可作为效果的对象。②：以对手场上的1只效果怪兽为对象可以发动。将1只\"天威龙衍生物\"（幻龙族・光・星4・攻?／守0）特殊召唤至自己场上。此衍生物的攻击力变为与对象怪兽原本的攻击力相同。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Link / Effect", "attribute": "LIGHT", "link_arrows": ["⬆", "↗", "↘", "⬇"], "atk": 3000, "materials": "2+ Wyrm monsters", "series": ["Tenyi"], "images": [{"index": 1, "image": "TenyiSpiritSahasrara-OP17-EN-C-UE.png"}], "sets": {"en": [{"set_number": "DUOV-EN026", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-EN025", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "de": [{"set_number": "DUOV-DE026", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-DE025", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "es": [{"set_number": "DUOV-SP026", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-SP025", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "fr": [{"set_number": "DUOV-FR026", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-FR025", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "it": [{"set_number": "DUOV-IT026", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-IT025", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "pt": [{"set_number": "DUOV-PT026", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-PT025", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "ja": [{"set_number": "LVP3-JP096", "set_name": "LINK VRAINS Pack 3", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "LVP3-KR096", "set_name": "LINK VRAINS Pack 3", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP4-SC186", "set_name": "Mega Pack 04", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 690886, "master_duel_rarity": "SR"}