{"konami_id": 17596, "password": 38082437, "name": {"en": "Morphtronic Telefon", "de": "Morphtronisches Telefon", "es": "Telefon Morfotrónico", "fr": "Téléfon Morphtronique", "it": "Telefon Morfotronico", "pt": "Telefon Morfotrônico", "ja": "<ruby>Ｄ<rt>ディフォーマー</rt></ruby>・テレホン", "ja_romaji": "Difōmā Terehon", "ko": "<ruby>D<rt>디포머</rt></ruby>·텔레폰", "ko_rr": "Dipomeo Tellepon", "zh-TW": "變形鬥士・電話", "zh-CN": "变形斗士・电话机"}, "text": {"en": "● Attack Position: Once per turn, during your Main Phase: You can roll a six-sided die and gain LP equal to the result x 100, then you can Special Summon 1 \"Morphtronic\" monster from your GY with a Level equal to or lower than the result.\n● Defense Position: Once per turn, during your Main Phase: You can roll a six-sided die, excavate that many cards from the top of your Deck (or as many as you can), and if you do, you can send 1 excavated \"Morphtronic\" card to the GY, also place the rest on either the top or bottom of the Deck in any order.", "de": "● Angriffsposition: Einmal pro Spielzug, während deiner Main Phase: Du kannst einen sechsseitigen Würfel werfen und du erhältst LP in Höhe des Ergebnisses x 100, dann kannst du 1 „Morphtronisch“-Monster mit einer Stufe kleiner oder gleich dem Ergebnis als Spezialbeschwörung von deinem Friedhof beschwören.\n● Verteidigungsposition: Einmal pro Spielzug, während deiner Main Phase: Du kannst einen sechsseitigen Würfel werfen, so viele oberste Karten deines Decks ausgraben (oder so viele du kannst) und falls du dies tust, kannst du 1 ausgegrabene „Morphtronisch“-Karte auf den Friedhof legen, zusätzlich lege den Rest in beliebiger Reihenfolge enweder auf oder unters Deck.", "es": "● Posición de Ataque: Una vez por turno, durante tu Main Phase: puedes lanzar un dado de seis caras y ganar LP iguales al resultado x 100, y después puedes Invocar de Modo Especial, desde tu Cementerio, 1 monstruo \"Morfotrónico/a\" con un Nivel igual o menor al resultado.\n● Posición de Defensa: Una vez por turno, durante tu Main Phase: puedes lanzar un dado de seis caras, excavar ese número de cartas de la parte superior de tu Deck (o tantas como puedas) y, si lo haces, puedes mandar al Cementerio 1 carta \"Morfotrónico/a\" excavada, y además pon el resto en la parte inferior o superior del Deck en cualquier orden.", "fr": "● Position d'Attaque : Une fois par tour, durant votre Main Phase : vous pouvez lancer un dé à six faces, et gagnez des LP égaux au résultat x 100, puis vous pouvez Invoquer Spécialement 1 monstre \"Morphtronique\" depuis votre Cimetière de Niveau inférieur ou égal au résultat.\n● Position de Défense : Une fois par tour, durant votre Main Phase : vous pouvez lancer un dé à six faces, dévoilez autant de cartes du dessus de votre Deck (ou autant que vous pouvez), et si vous le faites, vous pouvez envoyer 1 carte \"Morphtronique\" dévoilée au Cimetière, et aussi, placez les cartes restantes soit au-dessus soit au-dessous du Deck dans l'ordre de votre choix.", "it": "● Posizione di Attacco: Una volta per turno, durante la tua Main Phase: puoi tirare un dado a sei facce e guadagnare LP pari al risultato x 100, poi puoi Evocare Specialmente dal tuo Cimitero 1 mostro \"Morfotronico\" con un Livello pari o inferiore al risultato.\n● Posizione di Difesa: Una volta per turno, durante la tua Main Phase: puoi tirare un dado a sei facce, dissotterrare quel numero di carte dalla cima del tuo Deck (o tante quante puoi) e, se lo fai, puoi mandare 1 carta \"Morfotronico\" dissotterrata al Cimitero, inoltre metti il resto in cima oppure in fondo al Deck in qualsiasi ordine.", "pt": "● Posição de Ataque: Uma vez por turno, durante sua Fase Principal: você pode lançar um dado de seis faces e ganhar PV igual ao resultado x 100 e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Morfotrônico(a)\" do seu Cemitério com um Nível igual ou menor que o resultado.\n● Posição de Defesa: Uma vez por turno, durante sua Fase Principal: você pode lançar um dado de seis faces, escavar esse número de cards do topo do seu Deck (ou tantos quanto puder) e, se isso acontecer, você pode enviar 1 card \"Morfotrônico(a)\" escavado para o Cemitério e, além disso, coloque o resto de volta no topo ou no fundo do Deck em qualquer ordem.", "ja": "①：このカードは表示形式によって以下の効果を得る。●攻撃表示：１ターンに１度、自分メインフェイズに発動できる。サイコロを１回振る。自分は出た目の数×１００ＬＰ回復する。その後、出た目の数以下のレベルを持つ「Ｄ」モンスター１体を自分の墓地から選んで特殊召喚できる。●守備表示：１ターンに１度、自分メインフェイズに発動できる。サイコロを１回振り、出た目の数だけ自分のデッキの上からカードをめくる。その中から「Ｄ」カード１枚を選んで墓地へ送る事ができる。残りは好きな順番でデッキの上か下に戻す。", "ko": "①: 이 카드는 표시 형식에 따라 이하의 효과를 얻는다.\n●공격 표시: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 주사위를 1회 던진다. 자신은 나온 눈의 수 × 100 LP 회복한다. 그 후, 나온 눈의 수 이하의 레벨을 가지는 \"D(디포머)\" 몬스터 1장을 자신 묘지에서 고르고 특수 소환할 수 있다.\n●수비 표시: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 주사위를 1회 던져, 나온 눈의 수만큼 자신의 덱 위에서 카드를 넘긴다. 그 중에서 \"D(디포머)\" 카드 1장을 고르고 묘지로 보낼 수 있다. 나머지는 좋아하는 순서대로 덱 위나 아래로 되돌린다.", "zh-TW": null, "zh-CN": "①：这张卡根据表示形式得到以下的效果。\n●攻击表示：1回合1次，自己的主要阶段可以发动。掷1次骰子。自己恢复掷出的数×100LP。那之后，可以从自己的墓地选1只拥有掷出的数以下的等级的「D(ディフォーマー)／变形斗士」怪兽特殊召唤。\n●守备表示：1回合1次，自己的主要阶段可以发动。掷1次骰子，按照掷出的数的数量从自己卡组上面将卡翻开。可以从那之中选1张「D(ディフォーマー)／变形斗士」卡送入墓地。剩下的按照喜欢的顺序返回卡组上面或下面。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner / Effect", "attribute": "EARTH", "level": 1, "atk": 100, "def": 100, "series": ["Morphtronic"], "images": [{"index": 1, "image": "MorphtronicTelefon-POTE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN093", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE093", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR093", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT093", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT093", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ja": [{"set_number": "DP27-JP001", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}], "ko": [{"set_number": "DP27-KR001", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715950, "master_duel_rarity": "R"}