{"konami_id": 7420, "password": 38107923, "name": {"en": "Dark Nephthys", "de": "Finstere Nephthys", "es": "Nephthys Oscura", "fr": "Nephthys des Ténèbres", "it": "Nephthys Oscura", "pt": "Nephthys das Trevas", "ja": "ダーク・ネフティス", "ja_romaji": "Dāku Nefutisu", "ko": "다크 네프티스", "ko_rr": null, "zh-TW": "黑暗奈芙蒂斯", "zh-CN": "暗黑奈芙蒂斯"}, "text": {"en": "If you have 3 or more DARK monsters in your Graveyard and this card in your hand: You can banish 2 of them from your Graveyard; send this card from your hand to the Graveyard. During your next Standby Phase after this card was sent to the Graveyard by this effect: Special Summon this card from the Graveyard. When this card is Special Summoned: Target 1 Spell/Trap Card on the field; destroy that target.", "de": "Falls du 3 oder mehr FINSTERNIS Monster in deinem Friedhof und diese Karte in deiner Hand hast: Du kannst 2 von ihnen von deinem Friedhof verbannen; lege diese Karte von deiner Hand auf den Friedhof. Während deiner nächsten Standby Phase, nachdem diese Karte durch diesen Effekt auf den Friedhof gelegt wurde: Beschwöre diese Karte als Spezialbeschwörung vom Friedhof. Wenn diese Karte als Spezialbeschwörung beschworen wird: Wähle 1 Zauber-/Fallenkarte auf dem Spielfeld; zerstöre das gewählte Ziel.", "es": "Si tienes 3 o más monstruos de OSCURIDAD en tu Cementerio y esta carta en tu mano: puedes desterrar 2 de esos monstruos en tu Cementerio; manda al Cementerio esta carta en tu mano. Durante tu próxima Standby Phase después de que esta carta fue mandada al Cementerio por este efecto: Invoca esta carta de Modo Especial desde el Cementerio. Cuando esta carta es Invocada de Modo Especial: selecciona 1 Carta Mágica/de Trampa en el Campo; destruye ese objetivo.", "fr": "Si vous avez min. 3 monstres TÉNÈBRES dans votre Cimetière et cette carte dans votre main : vous pouvez en bannir 2 depuis votre Cimetière ; envoyez cette carte depuis votre main au Cimetière. Durant votre prochaine Standby Phase après que cette carte a été envoyée au Cimetière par cet effet : Invoquez Spécialement cette carte depuis le Cimetière. Lorsque cette carte est Invoquée Spécialement : ciblez 1 Carte Magie/Piège sur le Terrain ; détruisez la cible.", "it": "Se hai 3 o più mostri OSCURITÀ nel tuo Cimitero e questa carta nella tua mano: puoi bandire 2 di essi dal tuo Cimitero; manda questa carta dalla tua mano al Cimitero. Durante la tua prossima Standby Phase dopo che questa carta è stata mandata al Cimitero da questo effetto: Evoca Specialmente questa carta dal Cimitero. Quando questa carta viene Evocata Specialmente: scegli come bersaglio 1 Carta Magia/Trappola sul Terreno; distruggi quel bersaglio.", "pt": null, "ja": "自分の墓地に闇属性モンスターが３体以上存在する場合、その内２体をゲームから除外する事でこのカードを手札から墓地に送る事ができる。この効果で墓地に送られた場合、次の自分のスタンバイフェイズ時にこのカードを墓地から特殊召喚する。このカードの特殊召喚に成功した時、フィールド上に存在する魔法または罠カード１枚を破壊する。", "ko": "자신의 묘지에 어둠 속성 몬스터가 3장 이상 존재할 경우, 그 안의 2장을 게임에서 제외하는 것으로 이 카드를 패에서 묘지로 보낼 수 있다. 이 효과로 묘지로 보내졌을 경우, 다음 자신의 스텐바이 페이즈시에 이 카드를 묘지에서 특수 소환한다. 이 카드의 특수 소환에 성공했을 때, 필드 위에 존재하는 마법 또는 함정 카드 1장을 파괴한다.", "zh-TW": null, "zh-CN": "自己的主要阶段时自己墓地的暗属性怪兽是3只以上的场合，可以通过把那之内2只从游戏中除外，这张卡从手卡送去墓地。下次的自己的准备阶段时，这个效果送去墓地的这张卡从墓地特殊召唤。此外，这张卡特殊召唤成功时，选择场上1张魔法·陷阱卡破坏。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "DARK", "level": 8, "atk": 2400, "def": 1600, "series": ["Dark counterpart", "Nephthys"], "images": [{"index": 1, "image": "DarkNephthys-LCYW-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PTDN-EN018", "set_name": "Phantom Darkness", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LCYW-EN211", "set_name": "Legendary Collection 3: Yugi's World Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "PTDN-DE018", "set_name": "Phantom Darkness", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LCYW-DE211", "set_name": "Legendary Collection 3: Yugi's World Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "PTDN-FR018", "set_name": "Phantom Darkness", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LCYW-FR211", "set_name": "Legendary Collection 3: Yugi's World Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "PTDN-IT018", "set_name": "Phantom Darkness", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LCYW-IT211", "set_name": "Legendary Collection 3: Yugi's World Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "PTDN-JP018", "set_name": "Phantom Darkness", "rarities": ["Super Rare"]}, {"set_number": "DE02-JP076", "set_name": "Duelist Edition Volume 2", "rarities": ["Common"]}], "ko": [{"set_number": "PTDN-KR018", "set_name": "Phantom Darkness", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 73810, "master_duel_rarity": "N"}