{"konami_id": 16632, "password": 38229962, "name": {"en": "Giant Beetrooper Invincible Atlas", "de": "Riesige Käferkavallerie Unbesiegbarer Atlas", "es": "Escaraballería Gigante Atlas Invencible", "fr": "Atlas Invincible de la Coléoptroupe Géante", "it": "Scarasoldato Gigante Invincibile Atlas", "pt": "Atlas Invencível Bezoudado Gigante", "ja": "<ruby>大騎甲虫<rt>ビートルーパー</rt></ruby>インヴィンシブル・アトラス", "ja_romaji": "Bītorūpā Invinshiburu Atorasu", "ko": "비틀트루퍼 인빈시블 아트라스", "ko_rr": "Biteulteurupeo Inbinsibeul Ateuraseu", "zh-TW": "大騎甲蟲 無敵阿特拉斯", "zh-CN": "大骑甲虫 无敌阿特拉斯"}, "text": {"en": null, "de": "2+ Insekt-Monster\nSolange diese als Linkbeschwörung beschworene Karte 3000 oder weniger ATK hat, kann dein Gegner diese Karte nicht als Ziel für Karteneffekte wählen, zusätzlich kann sie nicht durch Karteneffekte deines Gegners zerstört werden. Du kannst keine Monster als Spezialbeschwörung beschwören, außer Insekt-Monstern. Du kannst 1 Insekt-Monster als Tribut anbieten und dann 1 dieser Effekte aktivieren;\n●Beschwöre 1 „Käferkavallerie“-Monster als Spezialbeschwörung von deinem Deck.\n●Diese Karte erhält bis zum Ende dieses Spielzugs 2000 ATK.\nDu kannst diesen Effekt von „Riesige Käferkavallerie Unbesiegbarer Atlas“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos Insecto\nMientras esta carta Invocada por Enlace tiene 3000 ATK o menos, tu adversario no puede seleccionar esta carta con efectos de cartas, y además no puede ser destruida por efectos de cartas de tu adversario. No puedes Invocar monstruos de Modo Especial, excepto monstruos Insecto. Puedes Sacrificar 1 monstruo Insecto, y después activar 1 de estos efectos;\n●Invoca de Modo Especial 1 monstruo \"Escaraballería\" desde tu Deck.\n●Esta carta gana 2000 ATK hasta el final de este turno.\nSólo puedes usar este efecto de \"Escaraballería Gigante Atlas Invencible\" una vez por turno.", "fr": "2+ monstres Insecte\nTant que cette carte Invoquée par Lien a max. 3000 ATK, votre adversaire ne peut pas cibler cette carte avec des effets de carte, et aussi, elle ne peut pas être détruite par des effets de carte de votre adversaire. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus). Vous pouvez Sacrifier 1 monstre Insecte, puis activez 1 de ces effets ;\n●Invoquez Spécialement 1 monstre \"Coléoptroupe\" depuis votre Deck.\n●Jusqu'à la fin de ce tour, cette carte gagne 2000 ATK.\nVous ne pouvez utiliser cet effet de \"Atlas Invincible de la Coléoptroupe Géante\" qu'une fois par tour.", "it": "2+ mostri Insetto\nMentre questa carta Evocata Link ha ATK 3000 o inferiore, il tuo avversario non può scegliere questa carta come bersaglio con gli effetti delle carte, inoltre essa non può essere distrutta dagli effetti delle carte del tuo avversario. Non puoi Evocare Specialmente mostri, eccetto mostri Insetto. Puoi offrire come Tributo 1 mostro Insetto, poi attivare 1 di questi effetti;\n●Evoca Specialmente 1 mostro \"Scarasoldato\" dal tuo Deck.\n●Questa carta guadagna 2000 ATK fino alla fine di questo turno.\nPuoi utilizzare questo effetto di \"Scarasoldato Gigante Invincibile Atlas\" una sola volta per turno.", "pt": "2+ monstros Inseto\nEnquanto este card Invocado por Invocação-Link tiver 3000 ou menos de ATK, seu oponente não pode escolher este card como alvo de efeitos de card e, além disso, ele não pode ser destruído pelos efeitos de card do seu oponente. Você não pode Invocar monstros por Invocação-Especial, exceto monstros Inseto. Você pode oferecer como Tributo 1 monstro Inseto e, depois, ative 1 desses efeitos;\n●Invoque por Invocação-Especial 1 monstro \"Bezoudado\" do seu Deck.\n●Este card ganha 2000 de ATK até o final deste turno.\nVocê só pode usar este efeito de \"Atlas Invencível Bezoudado Gigante\" uma vez por turno.", "ja": "昆虫族モンスター２体以上\nこのカード名の③の効果は１ターンに１度しか使用できない。\n①：Ｌ召喚したこのカードは攻撃力が３０００以下の場合、相手の効果では破壊されず、相手はそれを効果の対象にできない。\n②：このカードがモンスターゾーンに存在する限り、自分は昆虫族モンスターしか特殊召喚できない。\n③：自分フィールドの昆虫族モンスター１体をリリースし、以下の効果から１つを選択して発動できる。\n●デッキから「ビートルーパー」モンスター１体を特殊召喚する。\n●このカードの攻撃力はターン終了時まで２０００アップする。", "ko": "곤충족 몬스터 2장 이상\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 링크 소환한 이 카드는 공격력이 3000 이하일 경우, 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신은 곤충족 몬스터밖에 특수 소환할 수 없다. ③: 자신 필드의 곤충족 몬스터 1장을 릴리스하고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●덱에서 \"비틀트루퍼\" 몬스터 1장을 특수 소환한다.\n●이 카드의 공격력은 턴 종료시까지 2000 올린다.", "zh-TW": "昆蟲族怪獸２隻以上\n此卡名的③效果，１回合僅限使用１次。①：連結召喚的此卡攻擊力在３０００以下的狀況下，不會成為對方的效果目標，不會因對方的效果被破壞。②：只要此卡存在於怪獸區，我方就僅限特殊召喚昆蟲族怪獸。③：可解放我方場上的１隻昆蟲族怪獸，從以下效果中選擇１個發動。●從牌組特殊召喚１隻「騎甲蟲」怪獸。●此卡的攻擊力在回合結束前提升２０００。", "zh-CN": "昆虫族怪兽２只以上\n此卡名的③效果１回合仅可使用１次。①：连接召唤的此卡的攻击力为３０００以下的情况下，不会成为对手效果的对象，不会因对手的效果被破坏。②：只要此卡存在于怪兽区域，自己仅可特殊召唤昆虫族怪兽。③：解放自己场上的１只昆虫族怪兽，可从以下效果中选择１个发动。●从牌组将１只“骑甲虫”怪兽特殊召唤。●此卡的攻击力直至回合结束时为止上升２０００。"}, "card_type": "Monster", "monster_type_line": "Insect / Link / Effect", "attribute": "EARTH", "link_arrows": ["↙", "⬇", "↘", "⬆"], "atk": 3000, "materials": "2+ Insect monsters", "series": ["Beetrooper"], "images": [{"index": 1, "image": "GiantBeetrooperInvincibleAtlas-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN089", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-EN177", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE089", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-DE177", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR089", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-FR177", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT089", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-IT177", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT089", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-PT177", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP009", "set_name": "World Premiere Pack 2022", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP3-KR009", "set_name": "World Premiere Pack 2022", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "WPS1-SC070", "set_name": "World Premiere Pack 2024", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715118, "master_duel_rarity": "UR"}