{"konami_id": 18821, "password": 38264974, "name": {"en": "Chimera the Illusion Beast", "de": "Schimäre das Illusionsungeheuer", "es": "Quimera, la Bestia de Ilusión", "fr": "Chimère, Bête Illusion", "it": "Chimera, la Bestia Illusione", "pt": "Quimera, a Besta da Ilusão", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>想<rt>そう</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>キマイラ", "ja_romaji": "Gensōmajū Kimaira", "ko": "환상마수 키메라", "ko_rr": "Hwansangmasu Kimera", "zh-TW": "幻想魔獸 客邁拉", "zh-CN": "幻想魔兽 客迈拉"}, "text": {"en": null, "de": "„Schimäre das fliegende Sagenungeheuer“ + 1+ Illusion-Monster\nDer Name dieser Karte wird zu „Schimäre das fliegende Sagenungeheuer“, solange sie auf dem Spielfeld oder im Friedhof liegt. Diese Karte kann in jeder Battle Phase bis zu so viele Male Monster angreifen wie die Anzahl des Materials, das für sie verwendet wurde. Falls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden. Am Ende des Damage Steps, falls diese Karte gegen ein Monster eines Gegners gekämpft hat: Du kannst die ATK jenes Monsters des Gegners zu 0 ändern, zusätzlich annulliere seine Effekte.", "es": "\"Quimera, la Bestia Voladora Mítica\" + 1+ monstruos Ilusión\nEl nombre de esta carta se convierte en \"Quimera, la Bestia Voladora Mítica\" mientras está en el Campo o en el Cementerio. Esta carta puede atacar a monstruos un número de veces cada Battle Phase, hasta el número de materiales usados para ella. Si esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla. Al final del Damage Step, si esta carta batalló con un monstruo del adversario: puedes cambiar el ATK de ese monstruo del adversario a 0, y además niega sus efectos.", "fr": "\"Chimère, Bête Mythique Volante\" + 1+ monstre Illusion\nLe nom de cette carte devient \"Chimère, Bête Mythique Volante\" tant qu'elle est sur le Terrain ou dans le Cimetière. Chaque Battle Phase, cette carte peut attaquer un nombre de fois des monstres, inférieur ou égal au nombre de Matériels utilisés pour elle. Si cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez changer l'ATK du monstre de l'adversaire à 0, et aussi, annulez ses effets.", "it": "\"Chimera, la Mitica Bestia Volante\" + 1+ mostri Illusione\nIl nome di questa carta diventa \"Chimera, la Mitica Bestia Volante\" mentre è sul Terreno o nel Cimitero. Questa carta può attaccare mostri un numero di volte ogni Battle Phase, fino al numero di materiali utilizzati per essa. Se questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia. Alla fine del Damage Step, se questa carta ha combattuto con un mostro dell'avversario: puoi cambiare l'ATK di quel mostro dell'avversario a 0, inoltre annulla i suoi effetti.", "pt": "\"Quimera, a Besta Mística Voadora\" + 1+ monstros Ilusão\nO nome deste card se torna \"Quimera, a Besta Mística Voadora\" enquanto estiver no campo ou no Cemitério. Este card pode atacar monstros um número de vezes a cada Fase de Batalha, até o número de matérias usadas para ele. Se este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha. No final da Etapa de Dano, se este card batalhou um monstro do oponente: você pode mudar o ATK desse monstro do oponente para 0 e, além disso, negue seus efeitos.", "ja": "「有翼幻獣キマイラ」＋幻想魔族モンスター１体以上\n①：このカードのカード名は、フィールド・墓地に存在する限り「有翼幻獣キマイラ」として扱う。\n②：このカードは１度のバトルフェイズ中に、このカードの融合素材としたモンスターの数までモンスターに攻撃できる。\n③：このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。\n④：このカードが相手モンスターと戦闘を行ったダメージステップ終了時に発動できる。その相手モンスターの攻撃力は０になり、効果は無効化される。", "ko": "\"유익환상수 키메라\" ＋ 환상마족 몬스터 1장 이상\n①: 이 카드의 카드명은, 필드 / 묘지에 존재하는 한 \"유익환상수 키메라\"로 취급한다. ②: 이 카드는 1번의 배틀 페이즈 중에, 이 카드의 융합 소재로 한 몬스터의 수까지 몬스터에 공격할 수 있다. ③: 이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다. ④: 이 카드가 상대 몬스터와 전투를 실행한 데미지 스텝 종료시에 발동할 수 있다. 그 상대 몬스터의 공격력은 0 이 되고, 효과는 무효화된다.", "zh-TW": "「有翼幻獸客邁拉」＋幻想魔族怪獸１隻以上\n①：只要此卡存在於場上・墓地，卡名就視為「有翼幻獸客邁拉」。\n②：此卡在１次戰鬥階段中，可根據以此卡做為融合素材的怪獸數量攻擊怪獸。\n③：在此卡與怪獸進行戰鬥的狀況下，該２隻不會因該戰鬥被破壞。\n④：可在此卡與對方怪獸進行戰鬥的傷害步驟結束時發動。該對方怪獸的攻擊力變為０，效果無效化。", "zh-CN": "“有翼幻兽 客迈拉”＋幻想魔族怪兽１只以上\n①：此卡只要存在于场上・墓地，卡名视为“有翼幻兽 客迈拉”。\n②：此卡在１次战斗阶段中，可攻击怪兽的次数最多为作为此卡融合素材的怪兽数量。\n③：此卡与怪兽进行战斗的情况下，该２只不会因该战斗被破坏。\n④：此卡与对手怪兽进行战斗的伤害步骤结束时可以发动。该对手怪兽的攻击力变为０，效果无效化。"}, "card_type": "Monster", "monster_type_line": "Illusion / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 3100, "def": 2800, "materials": "\"Chimera the Flying Mythical Beast\" + 1 or more Illusion-Type monsters", "series": ["Chimera"], "images": [{"index": 1, "image": "ChimeratheIllusionBeast-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN034", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN219", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUNE-DE034", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE219", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUNE-FR034", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR219", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUNE-IT034", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT219", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUNE-PT034", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT219", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DUNE-JP034", "set_name": "Duelist Nexus", "rarities": ["Rare"]}], "ko": [{"set_number": "DUNE-KR034", "set_name": "Duelist Nexus", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DUNE-SC034", "set_name": "Duelist Nexus", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930111, "master_duel_rarity": "SR"}