{"konami_id": 17991, "password": 38339996, "name": {"en": "Rescue-ACE Impulse", "de": "Rettungs-ASS Impuls", "es": "Impulso AS-Rescate", "fr": "Impulsion des Secours-AS", "it": "Salvataggio-ASSO Impulso", "pt": "ÁS-Resgate Impulse", "ja": "<ruby>Ｒ－ＡＣＥ<rt>レスキュー・エース</rt></ruby>インパルス", "ja_romaji": "Resukyū Ēsu Inparusu", "ko": "<ruby>R－ACE<rt>레스큐 에이스</rt></ruby> 임펄스", "ko_rr": "Reseukyu Eiseu Impeolseu", "zh-TW": "救援王牌 脈衝消防員", "zh-CN": "救援王牌 脉冲消防员"}, "text": {"en": "During your Main Phase: You can choose the 1 Effect Monster your opponent controls with the highest ATK (your choice, if tied), and neither player can activate that monster's effects on the field this turn. When your opponent activates a monster effect on the field (Quick Effect): You can Tribute this card from your hand or face-up field; Special Summon 1 Machine \"Rescue-ACE\" monster from your Deck. You can only use each effect of \"Rescue-ACE Impulse\" once per turn.", "de": "Während deiner Main Phase: Du kannst 1 Effektmonster mit den höchsten ATK bestimmen, das dein Gegner kontrolliert (bei Gleichstand bestimmst du eins), und kein Spieler kann in diesem Spielzug die Effekte jenes Monsters auf dem Spielfeld aktivieren. Wenn dein Gegner einen Monstereffekt auf dem Spielfeld aktiviert (Schnelleffekt): Du kannst diese Karte von deiner Hand oder offen von deiner Spielfeldseite als Tribut anbieten; beschwöre 1 „Rettungs-ASS“-Maschine-Monster als Spezialbeschwörung von deinem Deck. Du kannst jeden Effekt von „Rettungs-ASS Impuls“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes elegir el Monstruo de Efecto que controle tu adversario con el mayor ATK (si hay empate, eliges tú) y este turno ningún jugador puede activar los efectos de ese monstruo en el Campo. Cuando tu adversario activa el efecto de un monstruo en el Campo (Efecto Rápido): puedes Sacrificar esta carta en tu mano o Campo boca arriba; Invoca de Modo Especial 1 monstruo Máquina \"AS-Rescate\" desde tu Deck. Sólo puedes usar cada efecto de \"Impulso AS-Rescate\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez choisir le Monstre à Effet contrôlé par votre adversaire avec la plus haute ATK (en cas d'égalité, vous choisissez), et aucun joueur ne peut activer les effets du monstre sur le Terrain ce tour. Lorsque votre adversaire active un effet de monstre sur le Terrain (Effet Rapide) : vous pouvez Sacrifier cette carte depuis votre main ou Terrain face recto ; Invoquez Spécialement 1 monstre \"Secours-AS\" Machine depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Impulsion des Secours-AS\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi selezionare 1 Mostro con Effetto controllato dal tuo avversario con l'ATK più alto (in caso di parità, scegli tu), e nessun giocatore può attivare gli effetti sul Terreno di quel mostro in questo turno. Quando il tuo avversario attiva l'effetto di un mostro sul Terreno (Effetto Rapido): puoi offrire come Tributo questa carta dalla tua mano o Terreno scoperto; Evoca Specialmente 1 mostro Macchina \"Salvataggio-ASSO\" dal tuo Deck. Puoi utilizzare ogni effetto di \"Salvataggio-ASSO Impulso\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode selecionar o 1 Monstro de Efeito que seu oponente controla com o maior ATK (em caso de empate, você seleciona) e nenhum duelista pode ativar os efeitos desse monstro no campo neste turno. Quando seu oponente ativar um efeito de monstro no campo (Efeito Rápido): você pode oferecer este card como Tributo da sua mão ou do campo com a face para cima; Invoque por Invocação-Especial 1 monstro Máquina \"ÁS-Resgate\" do seu Deck. Você só pode usar cada efeito de \"ÁS-Resgate Impulse\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。相手フィールドの攻撃力が一番高い効果モンスター１体を選ぶ。このターン、そのモンスターはフィールドで発動する効果を発動できない。②：相手がフィールドのモンスターの効果を発動した時、手札・フィールドのこのカードをリリースして発動できる。デッキから機械族の「Ｒ－ＡＣＥ」モンスター１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 상대 필드의 공격력이 가장 높은 효과 몬스터 1장을 고른다. 이 턴에, 서로 그 앞면 표시 몬스터의 필드에서 발동하는 효과를 발동할 수 없다. ②: 상대가 몬스터의 효과를 필드에서 발동했을 때, 패 / 필드의 이 카드를 릴리스하고 발동할 수 있다. 덱에서 기계족의 \"R－ACE(레스큐 에이스)\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在自己的主要阶段可以发动。挑选对手场上1只攻击力最高的效果怪兽。此回合，双方不可发动该表侧表示怪兽在场上发动的效果。②：对手发动场上的怪兽的效果时，解放手牌・场上的此卡可以发动。从牌组将1只机械族的“救援王牌”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 3, "atk": 1500, "def": 1500, "series": ["Rescue-ACE"], "images": [{"index": 1, "image": "RescueACEImpulse-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AMDE-EN001", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN277", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AMDE-DE001", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE277", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "AMDE-SP001", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "MP24-SP277", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AMDE-FR001", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR277", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AMDE-IT001", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT277", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AMDE-PT001", "set_name": "Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT277", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBAD-JP001", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "TT02-JPA06", "set_name": "Tactical-Try Deck: Rescue-ACE", "rarities": ["Common"]}], "ko": [{"set_number": "DBAD-KR001", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Super Rare"]}, {"set_number": "TT02-KRA06", "set_name": "Tactical-Try Deck: Rescue-ACE", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DBAD-SC001", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "TT02-SCA06", "set_name": "Tactical-Try Deck: Rescue-ACE", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716436, "master_duel_rarity": "SR"}