{"konami_id": 14108, "password": 38383368, "name": {"en": "Extraceratops", "de": "Komparseratops", "es": "Extracératops", "fr": "Extracératops", "it": "Extraceratopo", "pt": "Extraceratops", "ja": "エキストラケアトップス", "ja_romaji": "Ekisutorakeatoppusu", "ko": "엑스트라케아톱스", "ko_rr": "Ekseuteurakearopseu", "zh-TW": null, "zh-CN": "临时保险三角龙装"}, "text": {"en": "When a monster in the Extra Monster Zone is destroyed by battle with a monster in the Main Monster Zone and sent to the GY, while this card is in the GY: You can Special Summon this card, in Defense Position, to the field of that destroyed monster's owner. You can only use this effect of \"Extraceratops\" once per turn. If this card Summoned this way is destroyed and sent to the GY: Draw 1 card.", "de": "Wenn ein Monster in der Extra-Monsterzone durch Kampf mit einem Monster in der Main-Monsterzone zerstört und auf den Friedhof gelegt wird, solange sich diese Karte im Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung auf die Spielfeldseite des Besitzers des zerstörten Monsters in die Verteidigungsposition beschwören. Du kannst diesen Effekt von „Komparseratops“ nur einmal pro Spielzug verwenden. Falls diese auf diese Art beschworene Karte zerstört und auf den Friedhof gelegt wird: Ziehe 1 Karte.", "es": "Cuando un monstruo en la Zona de Monstruos Extra es destruido en batalla con un monstruo en la Zona de Monstruos Principal y mandado al Cementerio, mientras esta carta está en el Cementerio: puedes Invocar esta carta de Modo Especial, en Posición de Defensa, al Campo del dueño de ese monstruo destruido. Sólo puedes usar este efecto de \"Extracératops\" una vez por turno. Si esta carta Invocada de esta forma es destruida y mandada al Cementerio: roba 1 carta.", "fr": "Lorsqu'un monstre dans la Zone Monstre Extra est détruit au combat avec un monstre dans la Zone Monstre Main et envoyé au Cimetière, tant que cette carte est dans le Cimetière : vous pouvez Invoquer Spécialement cette carte, en Position de Défense, sur le Terrain du propriétaire du monstre détruit. Vous ne pouvez utiliser cet effet de \"Extracératops\" qu'une fois par tour. Si cette carte Invoquée de cette façon est détruite et envoyée au Cimetière : piochez 1 carte.", "it": "Quando un mostro nella Zona Mostri Extra viene distrutto in battaglia con un mostro nella Zona Mostri Main e mandato al Cimitero mentre questa carta è nel Cimitero: puoi Evocare Specialmente questa carta, in Posizione di Difesa, sul Terreno del proprietario di quel mostro distrutto. Puoi utilizzare questo effetto di \"Extraceratopo\" una sola volta per turno. Se questa carta Evocata In questo modo viene distrutta e mandata al Cimitero: pesca 1 carta.", "pt": "Quando um monstro na Zona de Monstros Adicional for destruído em batalha com um monstro na Zona de Monstros Principal e enviado para o Cemitério, enquanto este card estiver no Cemitério: você pode Invocar este card por Invocação-Especial, em Posição de Defesa, no campo do dono desse monstro destruído. Você só pode usar este efeito de \"Extraceratops\" uma vez por turno. Se este card Invocado desta forma for destruído e enviado para o Cemitério: compre 1 card.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが墓地に存在し、ＥＸモンスターゾーンのモンスターがメインモンスターゾーンのモンスターとの戦闘で破壊され墓地へ送られた時に発動できる。このカードをその破壊されたＥＸモンスターゾーンのモンスターの持ち主のフィールドに守備表示で特殊召喚する。②：このカードの①の効果で特殊召喚したこのカードが破壊され墓地へ送られた場合に発動する。自分はデッキから１枚ドローする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지에 존재하고, 엑스트라 몬스터 존의 몬스터가 메인 몬스터 존의 몬스터와의 전투로 파괴되어 묘지로 보내졌을 때에 발동할 수 있다. 이 카드를 그 파괴된 엑스트라 몬스터 존의 몬스터 주인의 필드에 수비 표시로 특수 소환한다. ②: 이 카드의 ①의 효과로 특수 소환한 이 카드가 파괴되어 묘지로 보내졌을 경우에 발동한다. 자신은 덱에서 1장 드로우한다.", "zh-TW": null, "zh-CN": "这个卡名的①的效果1回合只能使用1次。\n①：这张卡在墓地存在，额外怪兽区域的怪兽被和主要怪兽区域的怪兽的战斗破坏送去墓地时才能发动。这张卡在那只破坏的额外怪兽区域的怪兽的持有者场上守备表示特殊召唤。\n②：这张卡的①的效果特殊召唤的这张卡被破坏送去墓地的场合发动。自己从卡组抽1张。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 1, "atk": 100, "def": 100, "images": [{"index": 1, "image": "Extraceratops-SAST-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN031", "set_name": "Savage Strike", "rarities": ["Common"]}], "de": [{"set_number": "SAST-DE031", "set_name": "Savage Strike", "rarities": ["Common"]}], "es": [{"set_number": "SAST-SP031", "set_name": "Savage Strike", "rarities": ["Common"]}], "fr": [{"set_number": "SAST-FR031", "set_name": "Savage Strike", "rarities": ["Common"]}], "it": [{"set_number": "SAST-IT031", "set_name": "Savage Strike", "rarities": ["Common"]}], "pt": [{"set_number": "SAST-PT031", "set_name": "Savage Strike", "rarities": ["Common"]}], "ja": [{"set_number": "SAST-JP031", "set_name": "Savage Strike", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "SAST-KR031", "set_name": "Savage Strike", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 577413}