{"konami_id": 18040, "password": 38409239, "name": {"en": "Ghoti Cosmos", "de": "Ghoti-Kosmos", "es": "Cosmos Ghoti", "fr": "Cosmos Ghoti", "it": "Cosmo Ghoti", "pt": "Cosmo Ghoti", "ja": "ゴーティス・コスモス", "ja_romaji": "Gōtisu Kosumosu", "ko": "고티스 코스모스", "ko_rr": null, "zh-TW": "游魊宇宙", "zh-CN": "游魊宇宙"}, "text": {"en": "Apply these effects in sequence, based on the number of banished Fish monsters.\n● 1+: Your Fish monsters cannot be destroyed by battle this turn.\n● 4+: The activation and effects of Fish monster effects activated on your field cannot be negated this turn.\n● 8+: Special Summon 1 Fish Synchro Monster from your Extra Deck. (This is treated as a Synchro Summon.)\nYou can only activate 1 \"Ghoti Cosmos\" per turn.", "de": "Wende nacheinander diese Effekte an, basierend auf der Anzahl der verbannten Fisch-Monster.\n● 1+: Deine Fisch-Monster können in diesem Spielzug nicht durch Kampf zerstört werden.\n● 4+: Aktivierung und Effekte von Fisch-Monstereffekten, die auf deiner Spielfeldseite aktiviert werden, können in diesem Spielzug nicht annulliert werden.\n● 8+: Beschwöre 1 Fisch-Synchromonster als Spezialbeschwörung von deinem Extra Deck. (Dies wird als Synchrobeschwörung behandelt.)\nDu kannst nur 1 „Ghoti-Kosmos“ pro Spielzug aktivieren.", "es": "Aplica estos efectos en secuencia, basados en el número de monstruos Pez desterrados.\n● 1+: Tus monstruos Pez no pueden ser destruidos en batalla este turno.\n● 4+: La activación y efectos de los efectos de monstruos Pez activados en tu Campo no pueden ser negados este turno.\n● 8+: Invoca de Modo Especial 1 Monstruo de Sincronía Pez desde tu Deck Extra. (Esto se trata como una Invocación por Sincronía).\nSólo puedes activar 1 \"Cosmos Ghoti\" por turno.", "fr": "Appliquez ces effets dans l'ordre, selon le nombre de monstres Poisson bannis.\n● 1+ : Ce tour, vos monstres Poisson ne peuvent pas être détruits au combat.\n● 4+ : Ce tour, l'activation et les effets d'effets de monstre Poisson activés sur votre Terrain ne peuvent pas être annulés.\n● 8+ : Invoquez Spécialement 1 Monstre Synchro Poisson depuis votre Extra Deck. (Ceci est traité comme une Invocation Synchro.)\nVous ne pouvez activer qu'1 \"Cosmos Ghoti\" par tour.", "it": "Applica questi effetti in ordine, a seconda del numero di mostri Pesce banditi.\n● 1+: I tuoi mostri Pesce non possono essere distrutti in battaglia in questo turno.\n● 4+: L'attivazione e gli effetti degli effetti dei mostri Pesce attivati sul tuo Terreno non possono essere annullati in questo turno.\n● 8+: Evoca Specialmente 1 Mostro Synchro Pesce dal tuo Extra Deck. (Questa viene considerata come una Synchro Evocazione.)\nPuoi attivare solo 1 \"Cosmo Ghoti\" per turno.", "pt": "Aplique esses efeitos em sequência, de acordo com o número de monstros Peixe banidos.\n● 1+: Seus monstros Peixe não podem ser destruídos em batalha neste turno.\n● 4+: A ativação e os efeitos dos efeitos ativados de monstros Peixe no seu campo não podem ser negados neste turno.\n● 8+: Invoque por Invocação-Especial 1 Monstro Sincro Peixe do seu Deck Adicional. (Isso é considerado uma Invocação-Sincro.)\nVocê só pode ativar 1 \"Cosmo Ghoti\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：除外状態の魚族モンスターの数によって以下の効果をそれぞれ適用する。\n●１体以上：このターン、自分の魚族モンスターは戦闘では破壊されない。\n●４体以上：このターン、自分フィールドの魚族モンスターの効果の発動及びその発動した効果は無効化されない。\n●８体以上：ＥＸデッキから魚族Ｓモンスター１体をＳ召喚扱いで特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 제외 상태의 어류족 몬스터의 수에 따라 이하의 효과를 각각 적용한다.\n●1장 이상: 이 턴에, 자신의 어류족 몬스터는 전투로는 파괴되지 않는다.\n●4장 이상: 이 턴에, 자신 필드의 어류족 몬스터의 효과 발동 및 발동한 효과는 무효화되지 않는다.\n●8장 이상: 엑스트라 덱에서 어류족 싱크로 몬스터 1장을 싱크로 소환으로 취급하고 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：根据除外状态的鱼族怪兽的数量，分别适用以下效果。\n●１只以上：此回合，自己的鱼族怪兽不会因战斗被破坏。\n●４只以上：此回合，自己场上的鱼族怪兽的效果的发动及该发动的效果不会被无效化。\n●８只以上：从额外牌组将１只鱼族同步怪兽视为同步召唤来特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Ghoti"], "images": [{"index": 1, "image": "GhotiCosmos-DABL-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN090", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE090", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR090", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT090", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT090", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ja": [{"set_number": "WPP4-JP027", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}], "ko": [{"set_number": "WPP4-KR027", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC119", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715112, "master_duel_rarity": "R"}