{"konami_id": 19906, "password": 38491852, "name": {"en": "Vaalmonica Invitare", "de": "Vaalmonika-Invitare", "es": "Invitare la Vaalmónica", "fr": "Vaalmonica Invitare", "it": "Invitare Vaalmonica", "pt": "Invitare Vaalmônica", "ja": "ヴァルモニカ・インヴィターレ", "ja_romaji": "Varumonika Invitāre", "ko": "바르모니카 인비타레", "ko_rr": "Bareumonika Inbitare", "zh-TW": "華耳琴璃・邀請", "zh-CN": "华耳琴璃・邀请"}, "text": {"en": "Apply 1 of these effects.\n● Special Summon 1 \"Vaalmonica\" monster from your Deck, also for the rest of this turn after this card resolves, you cannot activate the effects of monsters on the field, except \"Vaalmonica\" monsters.\n● If you control a non-Pendulum \"Vaalmonica\" monster, take 2 \"Vaalmonica\" Pendulum Monsters with different names from your Deck, add 1 of them to your hand, and add the other to your face-up Extra Deck.\nYou can only activate 1 \"Vaalmonica Invitare\" per turn.", "de": "Führe 1 dieser Effekte aus.\n● Beschwöre 1 „Vaalmonika“-Monster als Spezialbeschwörung von deinem Deck, zusätzlich kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, keine Effekte von Monstern auf dem Spielfeld aktivieren, außer denen von „Vaalmonika“-Monstern.\n● Falls du ein „Vaalmonika“-Nichtpendel-Monster kontrollierst, nimm 2 „Vaalmonika“-Pendelmonster mit unterschiedlichen Namen von deinem Deck, füge 1 von ihnen deiner Hand hinzu und füge das andere offen deinem Extra Deck hinzu.\nDu kannst nur 1 „Vaalmonika-Invitare“ pro Spielzug aktivieren.", "es": "Aplica 1 de estos efectos.\n● Invoca de Modo Especial 1 monstruo \"Vaalmónica\" desde tu Deck y además, por el resto de este turno después de que esta carta se resuelva, no puedes activar los efectos de monstruos en el Campo, excepto de monstruos \"Vaalmónica\".\n● Si controlas un monstruo \"Vaalmónica\" que no sea de Péndulo, toma 2 Monstruos de Péndulo \"Vaalmónica\" con nombres diferentes en tu Deck, añade 1 de ellos a tu mano y añade el otro a tu Deck Extra boca arriba.\nSólo puedes activar 1 \"Invitare la Vaalmónica\" por turno.", "fr": "Appliquez 1 de ces effets.\n● Invoquez Spécialement 1 monstre \"Vaalmonica\" depuis votre Deck, et aussi, le reste de ce tour après la résolution de cette carte, vous ne pouvez pas activer les effets des monstres sur le Terrain (monstres \"Vaalmonica\" exclus).\n● Si vous contrôlez un monstre non-Pendule \"Vaalmonica\", prenez 2 Monstres Pendule \"Vaalmonica\" de noms différents depuis votre Deck, ajoutez-en 1 à votre main et ajoutez l'autre à votre Extra Deck face recto.\nVous ne pouvez activer qu'1 \"Vaalmonica Invitare\" par tour.", "it": "Applica 1 di questi effetti.\n● Evoca Specialmente 1 mostro \"Vaalmonica\" dal tuo Deck, inoltre per il resto di questo turno dopo che questa carta si è risolta, non puoi attivare gli effetti dei mostri sul Terreno, eccetto mostri \"Vaalmonica\".\n● Se controlli un mostro \"Vaalmonica\" non-Pendulum, prendi 2 Mostri Pendulum \"Vaalmonica\" con nomi diversi dal tuo Deck, aggiungi 1 di essi alla tua mano e aggiungi l'altro al tuo Extra Deck scoperto.\nPuoi attivare solo 1 \"Invitare Vaalmonica\" per turno.", "pt": "Aplique 1 desses efeitos.\n● Invoque por Invocação-Especial 1 monstro \"Vaalmônica\" do seu Deck e, além disso, pelo resto deste turno depois que este card resolver, você não pode ativar os efeitos de monstros no campo, exceto monstros \"Vaalmônica\".\n● Se você controlar um monstro \"Vaalmônica\" que não seja Pêndulo, pegue 2 Monstros Pêndulo \"Vaalmônica\" com nomes diferentes do seu Deck, adicione 1 deles à sua mão e adicione o outro ao seu Deck Adicional com a face para cima.\nVocê só pode ativar 1 \"Invitare Vaalmônica\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：以下の効果から１つを選んで適用する。\n●デッキから「ヴァルモニカ」モンスター１体を特殊召喚する。このカードの発動後、ターン終了時まで自分は「ヴァルモニカ」モンスター以外のフィールドのモンスターの効果を発動できない。\n●自分フィールドにＰモンスター以外の「ヴァルモニカ」モンスターが存在する場合、デッキからカード名が異なる「ヴァルモニカ」Ｐモンスター２体を選び、その内の１体を手札に加え、もう１体をＥＸデッキに表側で加える。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이하의 효과에서 1개를 고르고 적용한다.\n●덱에서 \"바르모니카\" 몬스터 1장을 특수 소환한다. 이 카드의 발동 후, 턴 종료시까지 자신은 \"바르모니카\" 몬스터 이외의 필드의 몬스터 효과를 발동할 수 없다.\n●자신 필드에 펜듈럼 몬스터 이외의 \"바르모니카\" 몬스터가 존재할 경우, 덱에서 카드명이 다른 \"바르모니카\" 펜듈럼 몬스터 2장을 골라, 그 중의 1장을 패에 넣고, 나머지 1장을 엑스트라 덱에 앞면으로 넣는다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：从以下效果中挑选１个适用。\n●从牌组将１只“华耳琴璃”怪兽特殊召唤。此卡发动后，直至回合结束时为止，自己不可发动“华耳琴璃”怪兽以外的、场上怪兽的效果。\n●自己场上存在灵摆怪兽以外的“华耳琴璃”怪兽的情况下，从牌组挑选卡名不同的２只“华耳琴璃”灵摆怪兽，将其中１只加入手牌，另１只以表侧加入额外牌组。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Vaalmonica"], "images": [{"index": 1, "image": "VaalmonicaInvitare-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "es": [{"set_number": "LEDE-SP065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "ULSP-JP011", "set_name": "Ultimate Special Pack", "rarities": ["Ultimate Rare"]}], "ko": [{"set_number": "LEDE-KR065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC065", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040093, "master_duel_rarity": "SR"}