{"konami_id": 13418, "password": 38502358, "name": {"en": "Mekk-Knight Spectrum Supreme", "de": "Mekk-Ritter Ganzes Spektrum", "es": "Mekk-Caballero Espectro Supremo", "fr": "Spectre Suprême Mekk-Chevalier", "it": "Meck-Cavaliere Spettro Supremo", "pt": "Mekk-Cavaleiro Espectro Supremo", "ja": "<ruby>星<rt>せい</rt></ruby><ruby>痕<rt>こん</rt></ruby>の<ruby>機界騎士<rt>ジャックナイツ</rt></ruby>", "ja_romaji": "Seikon no Jakkunaitsu", "ko": "성흔의 잭나이츠", "ko_rr": null, "zh-TW": null, "zh-CN": "星痕之机界骑士"}, "text": {"en": "2+ \"Mekk-Knight\" monsters\nThis card can attack directly if it is the only card in its column. If this card in the Extra Monster Zone points to no monsters, it cannot be destroyed by card effects, also your opponent cannot target it with card effects. You can send 1 other card you control in this card's column to the GY: Special Summon 1 \"Mekk-Knight\" monster from your Deck in Defense Position. You can only use this effect of \"Mekk-Knight Spectrum Supreme\" once per turn.", "de": "2+ „Mekk-Ritter“-Monster\nDiese Karte kann direkt angreifen, falls sie die einzige Karte in ihrer Spalte ist. Falls diese Karte in der Extra-Monsterzone auf keine Monster zeigt, kann sie nicht durch Karteneffekte zerstört werden, zusätzlich kann dein Gegner sie nicht als Ziel für Karteneffekte wählen. Du kannst 1 andere Karte, die du kontrollierst, in der Spalte dieser Karte auf den Friedhof legen: Beschwöre 1 „Mekk-Ritter“-Monster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition. Du kannst diesen Effekt von „Mekk-Ritter Ganzes Spektrum“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos \"Mekk-Caballero\"\nEsta carta puede atacar directamente si es la única carta en su columna. Si esta carta en la Zona de Monstruos Extra no apunta a ningún monstruo, ésta no puede ser destruida por efectos de cartas, y además tu adversario no puede seleccionarla con efectos de cartas. Puedes mandar al Cementerio otra carta que controles y que esté en la columna de esta carta: Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Mekk-Caballero\" en Posición de Defensa. Sólo puedes usar este efecto de \"Mekk-Caballero Espectro Supremo\" una vez por turno.", "fr": "2+ monstres \"Mekk-Chevalier\"\nCette carte peut attaquer directement si c'est la seule carte dans sa colonne. Si cette carte dans la Zone Monstre Extra ne pointe aucun monstre, elle ne peut pas être détruite par des effets de carte, et aussi, votre adversaire ne peut pas la cibler avec des effets de carte. Vous pouvez envoyer 1 autre carte que vous contrôlez dans la colonne de cette carte au Cimetière : Invoquez Spécialement 1 monstre \"Mekk-Chevalier\" depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Spectre Suprême Mekk-Chevalier\" qu'une fois par tour.", "it": "2+ mostri \"Meck-Cavaliere\"\nQuesta carta può attaccare direttamente se è l'unica carta nella sua colonna. Se questa carta nella Zona Mostri Extra non punta nessun mostro, essa non può essere distrutta dagli effetti delle carte, inoltre il tuo avversario non può sceglierla come bersaglio con gli effetti delle carte. Puoi mandare al Cimitero 1 altra carta che controlli nella colonna di questa carta: Evoca Specialmente 1 mostro \"Meck-Cavaliere\" dal tuo Deck in Posizione di Difesa. Puoi utilizzare questo effetto di \"Meck-Cavaliere Spettro Supremo\" una sola volta per turno.", "pt": "2+ monstros \"Mekk-Cavaleiro\"\nEste card pode atacar diretamente se for o único card em sua coluna. Se este card, em uma Zona de Monstros Adicional, não apontar para nenhum monstro, ele não pode ser destruído por efeitos de card e, além disso, seu oponente não pode escolhê-lo como alvo de efeitos de card. Você pode enviar 1 outro card que você controla na coluna deste card para o Cemitério: Invoque por Invocação-Especial 1 monstro \"Mekk-Cavaleiro\" do seu Deck em Posição de Defesa. Você só pode usar este efeito de \"Mekk-Cavaleiro Espectro Supremo\" uma vez por turno", "ja": "「ジャックナイツ」モンスター２体以上\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードと同じ縦列に他のカードが存在しない場合、このカードは直接攻撃できる。②：ＥＸモンスターゾーンのこのカードのリンク先にモンスターが存在しない場合、このカードは効果では破壊されず、相手の効果の対象にならない。③：このカードと同じ縦列の他の自分のカード１枚を墓地へ送って発動できる。デッキから「ジャックナイツ」モンスター１体を守備表示で特殊召喚する。", "ko": "\"잭나이츠\" 몬스터 2장 이상\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드와 같은 세로열에 다른 카드가 존재하지 않을 경우, 이 카드는 직접 공격할 수 있다. ②: 엑스트라 몬스터 존의 이 카드의 링크 앞에 몬스터가 존재하지 않을 경우, 이 카드는 효과로는 파괴되지 않으며, 상대 효과의 대상이 되지 않는다. ③: 이 카드와 같은 세로열인 다른 자신의 카드 1장을 묘지로 보내고 발동할 수 있다. 덱에서 \"잭나이츠\" 몬스터 1장을 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "“机界骑士”怪兽2只以上\n此卡名的③效果1回合仅可使用1次。①：此卡的同一纵列没有其他卡存在的情况下，此卡可直接攻击。②：此卡在额外怪兽区域且连接端没有怪兽存在的情况下，此卡不会因效果被破坏，不会成为对手效果的对象。③：将与此卡同一纵列的1张自己的其他卡送至墓地可以发动。从牌组将1只“机界骑士”怪兽以守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "⬇", "↘"], "atk": 3000, "materials": "2+ \"Mekk-Knight\" monsters", "series": ["Mekk-Knight"], "images": [{"index": 1, "image": "MekkKnightSpectrumSupreme-MP18-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN047", "set_name": "Extreme Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-EN201", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "EXFO-DE047", "set_name": "Extreme Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-DE201", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "EXFO-SP047", "set_name": "Extreme Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-SP201", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "EXFO-FR047", "set_name": "Extreme Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-FR201", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "EXFO-IT047", "set_name": "Extreme Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-IT201", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "EXFO-PT047", "set_name": "Extreme Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-PT201", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EXFO-JP047", "set_name": "Extreme Force", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "EXFO-KR047", "set_name": "Extreme Force", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "MGP1-SC129", "set_name": "Mega Pack 01", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525800}