{"konami_id": 5494, "password": 38723936, "name": {"en": "Question", "de": "Frage", "es": "Pregunta", "fr": "Question", "it": "Domanda", "pt": "Pergunta", "ja": "クイズ", "ja_romaji": "Kuizu", "ko": "퀴즈", "ko_rr": null, "zh-TW": null, "zh-CN": "谜题"}, "text": {"en": "When activating this card, your opponent cannot check cards in the Graveyard. Your opponent calls the name of the first monster found at the bottom of your Graveyard. If he/she calls it right, the monster is removed from play. If he/she calls it wrong, the monster is Special Summoned to your side of the field.", "de": "Während der Aktivierung dieser Karte kann dein Gegner keine Karten im Friedhof überprüfen. Dein Gegner nennt den Namen der untersten Monsterkarte in deinem Friedhof. Wenn er richtig vorausgesagt hat, wird dieses Monster aus dem Spiel entfernt. Wenn er falsch vorausgesagt hat, wird dieses Monster als Spezialbeschwörung auf deiner Spielfeldseite beschworen.", "es": "Al activar esta carta, tu adversario no puede comprobar las cartas del Cementerio. Tu adversario nombra el nombre del primer monstruo encontrado en el fondo de tu Cementerio. Si lo nombra correctamente, el monstruo es retirado del juego. Si lo nombra incorrectamente, la carta es Invocada mediante una Invocación Especial en tu Campo.", "fr": "Lorsque vous activez cette carte, votre adversaire ne peut plus vérifier les cartes dans le Cimetière. Votre adversaire annonce le nom de la carte du premier monstre du dessous de votre Cimetière. S'il annonce juste, le monstre est retiré du jeu. S'il annonce faux, faites l'Invocation Spéciale de ce monstre sur votre Terrain.", "it": "Quando attivi questa carta, il tuo avversario non può controllare le carte nel Cimitero. Il tuo avversario nomina il nome del primo mostro in fondo al tuo Cimitero. Se indovina, il mostro viene rimosso dal gioco. Se sbaglia, il mostro viene Evocato tramite Evocazione Speciale sul tuo Terreno.", "pt": "Ao ativar esta carta seu oponente não pode verificar cartas no Cemitério. Seu oponente deve dizer o nome do primeiro monstro encontrado no fundo do seu Cemitério. Se ele acertar, o monstro é removido do jogo. Se ele errar, aquele monstro é Invocado por Invocação Especial para o seu lado do campo.", "ja": "発動中、相手は墓地のカードを確認する事ができない。相手プレイヤーは「クイズ」発動プレイヤーの墓地の一番下にあるモンスター名を当てる。当てた場合、そのカードをゲームから除外する。ハズレの場合、そのカードは持ち主のフィールド上に特殊召喚される。", "ko": "발동 중, 상대는 묘지의 카드를 확인할 수 없다. 상대 플레이어는 \"퀴즈\" 발동 플레이어의 묘지의 맨 아래에 있는 몬스터명을 맞춘다. 맞춘 경우, 그 카드를 게임에서 제외한다. 못 맞춘 경우, 그 카드는 주인의 필드 위에 특수 소환된다.", "zh-TW": null, "zh-CN": "发动中，对方不能把墓地的卡确认。对方玩家对在「谜题」发动玩家墓地的最下面的1张怪兽卡名作猜测。猜中的场合，那张卡从游戏中除外。猜错的场合，那张卡在持有者场上特殊召唤。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "Question-DR1-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "DR1-EN053", "set_name": "Dark Revelation Volume 1", "rarities": ["Super Rare"]}, {"set_number": "PGD-104", "set_name": "Pharaonic Guardian", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DR1-DE053", "set_name": "Dark Revelation Volume 1", "rarities": ["Super Rare"]}], "es": [{"set_number": "DR1-SP053", "set_name": "Dark Revelation Volume 1", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DR1-FR053", "set_name": "Dark Revelation Volume 1", "rarities": ["Super Rare"]}], "it": [{"set_number": "DR1-IT053", "set_name": "Dark Revelation Volume 1", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DR1-PT053", "set_name": "Dark Revelation Volume 1", "rarities": ["Super Rare"]}], "ja": [{"set_number": "301-053", "set_name": "The New Ruler", "rarities": ["Secret Rare"]}, {"set_number": "SJ2-024", "set_name": "Structure Deck: Joey Volume 2", "rarities": ["Common"]}, {"set_number": "EE1-JP053", "set_name": "Expert Edition Volume.1", "rarities": ["Super Rare"]}], "ko": [{"set_number": "PGD-KR104", "set_name": "Pharaonic Guardian", "rarities": ["Ultra Rare"]}, {"set_number": "HGP1-KR053", "set_name": "Expert Edition Volume.1", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 8270}