{"konami_id": 20229, "password": 38745241, "name": {"en": "Madolche Mini Meowcaroons", "de": "Magidolce Mini-Miaucaroons", "es": "Magidulce Mini Miaucarrones", "fr": "Miaoucarons Mini Magidolce", "it": "Magidolce Mini Miaocaron", "pt": "Minimiaucaron Magidoce", "ja": "ミニャーマドルチェ・ニャカロン", "ja_romaji": "Minyā Madoruche Nyakaron", "ko": "미냥마돌체 냥카롱", "ko_rr": null, "zh-TW": "迷你喵魔法甜點・馬卡龍喵喵", "zh-CN": "迷你喵魔幻甜点・玛卡龙喵喵"}, "text": {"en": "2+ Effect Monsters, including a \"Madolche\" monster\nIf this card is Link Summoned: You can add 1 \"Madolche\" card from your Deck to your hand. You can target 1 monster in your GY; Special Summon 1 \"Madolche\" monster from your hand, and if you do, shuffle that target into the Deck, also you cannot activate monster effects for the rest of this turn, except \"Madolche\" monsters. You can only use each effect of \"Madolche Mini Meowcaroons\" once per turn.", "de": "2+ Effektmonster, darunter ein „Magidolce“-Monster\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst deiner Hand 1 „Magidolce“-Karte von deinem Deck hinzufügen. Du kannst 1 Monster in deinem Friedhof wählen; beschwöre 1 „Magidolce“-Monster als Spezialbeschwörung von deiner Hand und falls du dies tust, mische jenes gewählte Ziel ins Deck, zusätzlich kannst du für den Rest dieses Spielzugs keine Monstereffekte aktivieren, außer denen von „Magidolce“-Monstern. Du kannst jeden Effekt von „Magidolce Mini-Miaucaroons“ nur einmal pro Spielzug verwenden.", "es": "2+ Monstruos de Efecto, incluyendo un monstruo \"Magidulce\"\nSi esta carta es Invocada por Enlace: puedes añadir a tu mano 1 carta \"Magidulce\" en tu Deck. Puedes seleccionar 1 monstruo en tu Cementerio; Invoca de Modo Especial 1 monstruo \"Magidulce\" desde tu mano y, si lo haces, baraja ese objetivo al Deck, y además no puedes activar efectos de monstruo por el resto de este turno, excepto de monstruos \"Magidulce\". Sólo puedes usar cada efecto de \"Magidulce Mini Miaucarrones\" una vez por turno.", "fr": "2+ Monstres à Effet (un monstre \"Magidolce\" inclus)\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 carte \"Magidolce\" depuis votre Deck à votre main. Vous pouvez cibler 1 monstre dans votre Cimetière ; Invoquez Spécialement 1 monstre \"Magidolce\" depuis votre main, et si vous le faites, mélangez la cible dans le Deck, et aussi, vous ne pouvez pas activer d'effets de monstre (monstres \"Magidolce\" exclus) le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Miaoucarons Mini Magidolce\" qu'une fois par tour.", "it": "2+ Mostri con Effetto, compreso un mostro \"Magidolce\"\nSe questa carta viene Evocata Link: puoi aggiungere 1 carta \"Magidolce\" dal tuo Deck alla tua mano. Puoi scegliere come bersaglio 1 mostro nel tuo Cimitero; Evoca Specialmente 1 mostro \"Magidolce\" dalla tua mano e, se lo fai, mischia quel bersaglio nel Deck, inoltre non puoi attivare effetti di mostri per il resto di questo turno, eccetto mostri \"Magidolce\". Puoi utilizzare ogni effetto di \"Magidolce Mini Miaocaron\" una sola volta per turno.", "pt": "2+ Monstros de Efeito, incluindo um monstro \"Magidoce\"\nSe este card for Invocado por Invocação-Link: você pode adicionar 1 card \"Magidoce\" do seu Deck à sua mão. Você pode escolher 1 monstro no seu Cemitério; Invoque por Invocação-Especial 1 monstro \"Magidoce\" da sua mão e, se isso acontecer, embaralhe o alvo no Deck e, além disso, você não pode ativar efeitos de monstro pelo resto deste turno, exceto monstros \"Magidoce\". Você só pode usar cada efeito de \"Minimiaucaron Magidoce\" uma vez por turno.", "ja": "「マドルチェ」モンスターを含む効果モンスター２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＬ召喚した場合に発動できる。デッキから「マドルチェ」カード１枚を手札に加える。②：自分の墓地のモンスター１体を対象として発動できる。手札から「マドルチェ」モンスター１体を特殊召喚し、対象のモンスターをデッキに戻す。この効果の発動後、ターン終了時まで自分は「マドルチェ」モンスター以外のモンスターの効果を発動できない。", "ko": "\"마돌체\" 몬스터를 포함하는 효과 몬스터 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 링크 소환했을 경우에 발동할 수 있다. 덱에서 \"마돌체\" 카드 1장을 패에 넣는다. ②: 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 패에서 \"마돌체\" 몬스터 1장을 특수 소환하고, 대상의 몬스터를 덱으로 되돌린다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"마돌체\" 몬스터 이외의 몬스터의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "包含“魔幻甜点”怪兽在内的效果怪兽２只以上\n此卡名的①②效果１回合仅可各使用１次。①：此卡连接召唤的情况下可以发动。从牌组将１张“魔幻甜点”卡加入手牌。②：以自己墓地的１只怪兽为对象可以发动。从手牌将１只“魔幻甜点”怪兽特殊召唤，将对象怪兽放回牌组。此效果发动后，直至回合结束时为止，自己不可发动“魔幻甜点”怪兽以外的怪兽的效果。"}, "card_type": "Monster", "monster_type_line": "Beast / Link / Effect", "attribute": "EARTH", "link_arrows": ["↙", "⬇", "↘"], "atk": 2300, "materials": "2+ Effect Monsters, including a \"Madolche\" monster", "series": ["Madolche"], "images": [{"index": 1, "image": "MadolcheMiniMeowcaroons-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN050", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-EN224", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INFO-DE050", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-DE224", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INFO-SP050", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-SP224", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INFO-FR050", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-FR224", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INFO-IT050", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-IT224", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INFO-PT050", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-PT224", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "INFO-JP050", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "ko": [{"set_number": "INFO-KR050", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "INFO-SC050", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055300, "master_duel_rarity": "SR"}