{"konami_id": 18498, "password": 38811586, "name": {"en": "Albion the Sanctifire Dragon", "de": "Albion der Heiligfeuer-Drache", "es": "Albion el Dragón Santifuegado", "fr": "Albion le Dragon Sanctifeu", "it": "Albion il Drago Santifuoco", "pt": "Albion, o Dragão Santificardor", "ja": "<ruby>真<rt>しん</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>アルビオン", "ja_romaji": "Shin'enryū Arubion", "ko": "진염룡 알비온", "ko_rr": "Jin-yeomnyong Albion", "zh-TW": "真炎龍 阿爾比昂", "zh-CN": "真炎龙 阿尔比昂"}, "text": {"en": "\"Fallen of Albaz\" + 1 LIGHT Spellcaster monster\nCannot be used as Fusion Material. Your opponent cannot target this card with card effects. You can only use each of the following effects of \"Albion the Sanctifire Dragon\" once per turn. During your opponent's turn (Quick Effect): You can target 2 monsters in any GY(s); Special Summon both monsters, 1 to each field. If this card is in your GY: You can Tribute 4 monsters, the 2 in the Extra Monster Zones and the 2 in the central Main Monster Zones, and if you do, Special Summon this card.", "de": "„Gefallener von Albaz“ + 1 LICHT Hexer-Monster\nKann nicht als Fusionsmaterial verwendet werden. Dein Gegner kann diese Karte nicht als Ziel für Karteneffekte wählen. Du kannst jeden der folgenden Effekte von „Albion der Heiligfeuer-Drache“ nur einmal pro Spielzug verwenden. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst 2 Monster in beliebigen Friedhöfen wählen; beschwöre beide Monster als Spezialbeschwörung, 1 auf jede Spielfeldseite. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 4 Monster als Tribut anbieten, die 2 in den Extra-Monsterzonen und die 2 in den mittleren Main-Monsterzonen, und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung.", "es": "\"Caído de Albaz\" + 1 monstruo Lanzador de Conjuros de LUZ\nNo puede ser usado como Material de Fusión. Tu adversario no puede seleccionar esta carta con efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Albion el Dragón Santifuegado\" una vez por turno. Durante el turno de tu adversario (Efecto Rápido): puedes seleccionar 2 monstruos en cualquier Cementerio; Invoca ambos monstruos de Modo Especial, 1 a cada Campo. Si esta carta está en tu Cementerio: puedes Sacrificar 4 monstruos, 2 en las Zonas de Monstruos Extra y 2 en las Zonas de Monstruos Principales centrales y, si lo haces, Invoca esta carta de Modo Especial.", "fr": "\"Albaz le Déchu\" + 1 monstre LUMIÈRE Magicien\nNon utilisable comme Matériel Fusion. Votre adversaire ne peut pas cibler cette carte avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Albion le Dragon Sanctifeu\" qu'une fois par tour. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 2 monstres dans les Cimetières ; Invoquez Spécialement les deux monstres, 1 sur chaque Terrain. Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 4 monstres, les 2 dans les Zones Monstre Extra et les 2 dans les Zones Monstre Main centrales, et si vous le faites, Invoquez Spécialement cette carte.", "it": "\"Caduto di Albaz\" + 1 mostro LUCE Incantatore\nNon può essere utilizzato come Materiale da Fusione. Il tuo avversario non può scegliere questa carta come bersaglio con gli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Albion il Drago Santifuoco\" una sola volta per turno. Durante il turno del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 2 mostri in qualsiasi Cimitero; Evoca Specialmente entrambi i mostri, 1 su ogni Terreno. Se questa carta è nel tuo Cimitero: puoi offrire come Tributo 4 mostri, i 2 nelle Zone Mostri Extra e i 2 nelle Zone Mostri Main centrali e, se lo fai, Evoca Specialmente questa carta.", "pt": "\"Caído de Arbaz\" + 1 monstro Mago de LUZ\nNão pode ser usado como Matéria de Fusão. Seu oponente não pode escolher este card como alvo de efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Albion, o Dragão Santificardor\" uma vez por turno. Durante o turno do seu oponente (Efeito Rápido): você pode escolher 2 monstros em quaisquer Cemitérios; Invoque os dois monstros por Invocação-Especial, 1 em cada campo. Se este card estiver no seu Cemitério: você pode oferecer como Tributo 4 monstros, os 2 nas Zonas de Monstros Adicionais e os 2 nas Zonas de Monstros Principais centrais e, se isso acontecer, Invoque este card por Invocação-Especial.", "ja": "「アルバスの落胤」＋魔法使い族・光属性モンスター\nこのカードは融合素材にできない。このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：相手はフィールドのこのカードを効果の対象にできない。②：相手ターンに、自分・相手の墓地のモンスターを合計２体対象として発動できる。その２体をお互いのフィールドに１体ずつ特殊召喚する。③：このカードが墓地に存在する場合に発動できる。ＥＸモンスターゾーン及びお互いの中央のメインモンスターゾーンのモンスター４体をリリースし、このカードを特殊召喚する。", "ko": "\"알버스의 낙윤\" ＋ 마법사족 / 빛 속성 몬스터\n이 카드는 융합 소재로 할 수 없다. 이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 상대 효과의 대상이 되지 않는다. ②: 상대 턴에, 자신 / 상대 묘지의 몬스터를 합계 2장 대상으로 하고 발동할 수 있다. 그 몬스터를 서로의 필드에 1장씩 특수 소환한다. ③: 이 카드가 묘지에 존재할 경우에 발동할 수 있다. 엑스트라 몬스터 존 및 서로의 중앙 메인 몬스터 존에 존재하는 몬스터 4장을 릴리스하고, 이 카드를 특수 소환한다.", "zh-TW": "「阿爾白斯之落胤」＋魔法使族・光屬性怪獸\n此卡無法做為融合素材。此卡名的②③效果，１回合各僅限使用１次。①：此卡不會成為對方的效果對象。②：可在對方回合，將我方・對方墓地的合計２隻怪獸做為對象發動。各特殊召喚１隻該怪獸至雙方場上。③：可在此卡存在於墓地的狀況下發動。解放存在於額外怪獸區及雙方的中央的主要怪獸區的４隻怪獸，特殊召喚此卡。", "zh-CN": "“阿尔白斯之落胤”＋魔法师族・光属性怪兽\n此卡不可作为融合素材。此卡名的②③效果１回合仅可各使用１次。①：此卡不会成为对手效果的对象。②：在对手回合中，以自己・对手墓地的合计２只怪兽为对象可以发动。将该怪兽各特殊召唤１只至双方场上。③：此卡存在于墓地的情况下可以发动。解放存在于额外怪兽区域及双方中央的主要怪兽区域的４只怪兽，将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "LIGHT", "level": 8, "atk": 3000, "def": 2500, "materials": "\"Fallen of Albaz\" + 1 LIGHT Spellcaster-Type monster", "series": ["Albaz Dragon"], "images": [{"index": 1, "image": "AlbiontheSanctifireDragon-CYAC-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN035", "set_name": "Cyberstorm Access", "rarities": ["Secret Rare"]}, {"set_number": "MP24-EN082", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "CYAC-DE035", "set_name": "Cyberstorm Access", "rarities": ["Secret Rare"]}, {"set_number": "MP24-DE082", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "CYAC-FR035", "set_name": "Cyberstorm Access", "rarities": ["Secret Rare"]}, {"set_number": "MP24-FR082", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "CYAC-IT035", "set_name": "Cyberstorm Access", "rarities": ["Secret Rare"]}, {"set_number": "MP24-IT082", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "CYAC-PT035", "set_name": "Cyberstorm Access", "rarities": ["Secret Rare"]}, {"set_number": "MP24-PT082", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "CYAC-JP035", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "CYAC-JP035", "set_name": "Cyberstorm Access +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}, {"set_number": "CF01-JP165", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "CYAC-KR035", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "CYAC-KR035", "set_name": "Cyberstorm Access +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC148", "set_name": "Mega Pack 08", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712565, "master_duel_rarity": "UR"}