{"konami_id": 9039, "password": 38837163, "name": {"en": "Akz, the Pumer", "de": "Akz, der Pumakrieger", "es": "Akz, el Puma", "fr": "Akz, le Guerrier Puma", "it": "Akz, il Puma", "pt": "Akz, o Puma", "ja": "ピューマン", "ja_romaji": "Pyūman", "ko": "퓨먼", "ko_rr": null, "zh-TW": "豹人", "zh-CN": "豹人"}, "text": {"en": "This card cannot be Normal Summoned or Set. This card can only be Special Summoned by removing from play 2 Beast-Warrior-Type monsters in your Graveyard. Once per turn, you can discard 1 Beast-Warrior-Type monster to activate 1 of the following effects: ● Double this card's ATK until the End Phase. ● This card can attack your opponent directly this turn.", "de": "Diese Karte kann nicht als Normalbeschwörung beschworen oder gesetzt werden. Diese Karte kann nur als Spezialbeschwörung beschworen werden, indem du 2 Monster vom Typ Ungeheuer-Krieger in deinem Friedhof aus dem Spiel entfernst. Einmal pro Spielzug kannst du 1 Monster vom Typ Ungeheuer-Krieger abwerfen, um 1 der folgenden Effekte zu aktivieren: ● Verdopple die ATK dieser Karte bis zur End Phase. ● Diese Karte kann deinen Gegner in diesem Spielzug direkt angreifen.", "es": "Esta carta no puede ser Invocada de Modo Normal, ni Colocada. Esta carta sólo puede ser Invocada de Modo Especial retirando del juego 2 monstruos de Tipo Guerrero-Bestia en tu Cementerio. Una vez por turno, puedes descartar 1 monstruo de Tipo Guerrero-Bestia para activar 1 de los siguientes efectos: ● Duplica el ATK de esta carta hasta la End Phase. ● Esta carta puede atacar directamente a tu adversario este turno.", "fr": "Cette carte ne peut ni être Invoquée Normalement ni être Posée. Cette carte ne peut être Invoquée Spécialement qu'en retirant du jeu 2 monstres de Type Bête-Guerrier depuis votre Cimetière. Une fois par tour, vous pouvez défausser 1 monstre de Type Bête-Guerrier pour activer 1 des effets suivants : ● Doublez l'ATK de cette carte jusqu'à la End Phase. ● Cette carte peut attaquer directement votre adversaire ce tour.", "it": "Questa carta non può essere Evocata Normalmente o Posizionata. Questa carta può essere Evocata solo Specialmente rimuovendo dal gioco 2 mostri di Tipo Guerriero-Bestia nel tuo Cimitero. Una volta per turno, puoi scartare 1 mostro di Tipo Guerriero-Bestia per attivare 1 dei seguenti effetti: ● Raddoppia l'ATK di questa carta fino alla End Phase. ● Questa carta può attaccare il tuo avversario direttamente in questo turno.", "pt": null, "ja": "このカードは通常召喚できない。自分の墓地に存在する獣戦士族モンスター２体をゲームから除外した場合に特殊召喚する事ができる。１ターンに１度、手札から獣戦士族モンスター１体を捨て、次の効果から１つを選択して発動する事ができる。\n●このカードの攻撃力をエンドフェイズ時まで倍にする。\n●このターンこのカードは相手プレイヤーに直接攻撃する事ができる。", "ko": "이 카드는 일반 소환 / 세트할 수 없다. 자신의 묘지에 존재하는 야수전사족 몬스터 2장을 게임에서 제외했을 경우에 특수 소환할 수 있다. 1턴에 1번, 패에서 야수전사족 몬스터 1장을 버리고, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●이 카드의 공격력은 엔드 페이즈시까지 배가 된다.\n●이 턴에 이 카드는 상대 플레이어에게 직접 공격할 수 있다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。把自己墓地存在的2只兽战士族怪兽从游戏中除外的场合可以特殊召唤。1回合1次，可以从手卡丢弃1只兽战士族怪兽，从以下效果选择1个发动。\n●这张卡的攻击力直到结束阶段时变成2倍。\n●这个回合这张卡可以直接攻击对方玩家。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "EARTH", "level": 6, "atk": 1500, "def": 1000, "images": [{"index": 1, "image": "AkzthePumer-TSHD-EN-R-1E.png"}], "sets": {"en": [{"set_number": "TSHD-EN085", "set_name": "The Shining Darkness", "rarities": ["Rare"]}], "de": [{"set_number": "TSHD-DE085", "set_name": "The Shining Darkness", "rarities": ["Rare"]}], "es": [{"set_number": "TSHD-SP085", "set_name": "The Shining Darkness", "rarities": ["Rare"]}], "fr": [{"set_number": "TSHD-FR085", "set_name": "The Shining Darkness", "rarities": ["Rare"]}], "it": [{"set_number": "TSHD-IT085", "set_name": "The Shining Darkness", "rarities": ["Rare"]}], "ja": [{"set_number": "EXP4-JP006", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "EXP4-KR006", "set_name": "Extra Pack Volume 4", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 127476, "master_duel_rarity": "N"}