{"konami_id": 15516, "password": 38904695, "name": {"en": "Infernity Doom Archfiend", "de": "Ewig infernaler Verhängnis-Erzunterweltler", "es": "Archidemonio Inférnico de la Perdición", "fr": "Archdémon de la Mort Enfernité", "it": "Arcidemone Dannato Demoneterno", "pt": "Arquidemônio da Condenação Inférnico", "ja": "インフェルニティ・ヘル・デーモン", "ja_romaji": "Inferuniti Heru Dēmon", "ko": "인페르니티 헬 데몬", "ko_rr": null, "zh-TW": "無限獄地獄惡魔", "zh-CN": "无限狱地狱恶魔"}, "text": {"en": null, "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nEinmal pro Spielzug: Du kannst 1 offene Karte auf dem Spielfeld wählen; annulliere (bis zum Ende dieses Spielzugs) ihre Effekte, dann, falls du keine Karten in deiner Hand hast, kannst du sie zerstören. Solange du keine Karten in deiner Hand hast, falls diese Karte gegen ein Monster eines Gegners kämpft, wird der Kampfschaden verdoppelt, den diese Karte deinem Gegner zufügt. Ein FINSTERNIS Synchromonster, das mit dieser Karte als Material beschworen wurde, kann während jeder Battle Phase bis zu 2 Angriffe gegen Monster durchführen.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nUna vez por turno: puedes seleccionar 1 carta boca arriba en el Campo; niega sus efectos (hasta el final de este turno), y después, si no tienes cartas en tu mano, puedes destruirla. Mientras no tengas cartas en tu mano, si esta carta batalla con un monstruo del adversario, cualquier daño de batalla que esta carta inflija a tu adversario se duplica. Un Monstruo de Sincronía de OSCURIDAD que fue Invocado usando esta carta como material puede hacer hasta 2 ataques a monstruos durante cada Battle Phase.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par tour : vous pouvez cibler 1 carte face recto sur le Terrain ; annulez ses effets (jusqu'à la fin de ce tour), puis si vous n'avez aucune carte dans votre main, vous pouvez la détruire. Tant que vous n'avez aucune carte dans votre main, si cette carte combat un monstre de l'adversaire, les dommages de combat infligés par cette carte à votre adversaire sont doublés. Un Monstre Synchro TÉNÈBRES qui a été Invoqué en utilisant cette carte comme Matériel peut faire max. 2 attaques sur des monstres durant chaque Battle Phase.", "it": "1 Tuner + 1+ mostri non-Tuner\nUna volta per turno: puoi scegliere come bersaglio 1 carta scoperta sul Terreno; annulla i suoi effetti (fino alla fine di questo turno), poi, se non hai carte nella tua mano, puoi distruggerla. Mentre non hai nessuna carta nella tua mano, se questa carta combatte con un mostro dell'avversario, qualsiasi danno da combattimento che questa carta infligge al tuo avversario viene raddoppiato. Un Mostro Synchro OSCURITÀ che è stato Evocato utilizzando questa carta come materiale può effettuare fino a 2 attacchi su mostri durante ogni Battle Phase.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nUma vez por turno: você pode escolher 1 card com a face para cima no campo; negue seus efeitos (até o final deste turno) e, depois, se você não tiver cards na sua mão, você pode destruí-lo. Enquanto você não tiver cards na sua mão, se este card batalhar um monstro do oponente, qualquer dano de batalha que este card causar ao seu oponente é dobrado. Um Monstro Sincro de TREVAS que foi Invocado usando este card como matéria pode realizar até 2 ataques contra monstros durante cada Fase de Batalha.", "ja": "チューナー＋チューナー以外のモンスター１体以上\n①：１ターンに１度、フィールドの表側表示カード１枚を対象として発動できる。そのカードの効果をターン終了時まで無効にする。自分の手札が０枚の場合、さらにそのカードを破壊できる。\n②：自分の手札が０枚である限り、このカードが相手モンスターとの戦闘で相手に与える戦闘ダメージは倍になる。\n③：このカードをＳ素材として闇属性ＳモンスターをＳ召喚した場合、そのＳモンスターは１度のバトルフェイズ中に２回までモンスターに攻撃できる。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n①: 1턴에 1번, 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드의 효과를 턴 종료시까지 무효로 한다. 자신의 패가 0장일 경우, 추가로 그 카드를 파괴할 수 있다. ②: 자신의 패가 0장인 한, 이 카드가 상대 몬스터와의 전투로 상대에게 주는 전투 데미지는 배가 된다. ③: 이 카드를 싱크로 소재로 한 어둠 속성 싱크로 몬스터는 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n①：１回合１次，可將場上的１張正面表示的卡做為對象發動。該卡的效果在回合結束前變為無效。在我方手牌為０張的狀況下，另可破壞該卡。②：只要我方手牌為０張，此卡與對方怪獸的戰鬥給予對方的戰鬥傷害就加倍。③：以此卡做為同步素材的闇屬性同步怪獸在１次戰鬥階段中最多可攻擊怪獸２次。", "zh-CN": "协调+1只以上协调以外的怪兽\n①：1个回合1次，可以以场上的1张表侧表示的卡为对象发动。使该卡的效果无效，直至回合结束时为止。在自己的手牌数量为0的情况下，还可以破坏该卡。②：只要自己的手牌数量为0，此卡在与对手怪兽进行的战斗中，给对手的战斗伤害就将加倍。③：将此卡作为同步素材的暗属性同步怪兽在1个战斗阶段最多可以攻击怪兽2次。"}, "card_type": "Monster", "monster_type_line": "Fiend / Synchro / Effect", "attribute": "DARK", "level": 6, "atk": 2200, "def": 1600, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Archfiend", "Infernity"], "images": [{"index": 1, "image": "InfernityDoomArchfiend-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN037", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN187", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE037", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE187", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR037", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR187", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT037", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT187", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT037", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT187", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP037", "set_name": "Phantom Rage", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHRA-JP037", "set_name": "Phantom Rage +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "PHRA-KR037", "set_name": "Phantom Rage", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHRA-KR037", "set_name": "Phantom Rage +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715411, "master_duel_rarity": "SR"}