{"konami_id": 12591, "password": 38955728, "name": {"en": "Dragon Core Hexer", "de": "Drachenkernhexerin", "es": "Hechicera del Núcleo de Dragón", "fr": "Sorceleuse de Noyaux de Dragon", "it": "Fattucchiera Nucleo di Drago", "pt": "Bruxa do Núcleo de Dragão", "ja": "<ruby>竜<rt>りゅう</rt></ruby><ruby>核<rt>かく</rt></ruby>の<ruby>呪<rt>じゅ</rt></ruby><ruby>霊<rt>りょう</rt></ruby><ruby>者<rt>しゃ</rt></ruby>", "ja_romaji": "Ryūkaku no Juryōsha", "ko": "용핵의 주령자", "ko_rr": null, "zh-TW": "龍核的咒靈者", "zh-CN": "龙核的咒灵者"}, "text": {"en": "Many years of dragonslaying have bathed this huntress in countless amounts of blood. Each drop gave her more power, but at a terrible price, as her cursed body now spreads the dragontaint like an epidemic. No village will take her in, and she no longer even remembers what inspired her crusade in the first place.", "de": "Viele Jahre des Drachentötens haben diese Jägerin in unfassbaren Mengen Blut baden lassen. Jeder Tropfen gab ihr mehr Kraft, aber zu einem furchtbaren Preis, denn ihr verfluchter Körper verbreitet den Drachengestank wie eine Seuche. Kein Dorf nimmt sie mehr auf und sie hat mittlerweile sogar die Beweggründe für ihren Kreuzzug vergessen.", "es": "Muchos años de matar dragones han bañado a esta cazadora en una incontable cantidad de sangre. Cada gota le ha dado más poder, pero a un precio terrible, ya que su cuerpo, ahora maldito, esparce la dragonplaga como una epidemia. Ningún pueblo la recibe, y ella ya ni siquiera recuerda qué inspiró su cruzada originalmente.", "fr": "Ses nombreuses années de massacre de dragons ont fait baigner cette chasseresse dans une innombrable quantité de sang. Chaque goutte lui a conféré plus de puissance, mais en contrepartie son corps désormais maudit est recouvert par une contamination de dragon qui se répand comme une épidémie. Aucun village n'accepte de l'accueillir et elle ne se rappelle plus ce qui l'a poussée dans cette croisade.", "it": "Molti anni di lotta con i draghi hanno bagnato questa cacciatrice in fiumi di sangue. Ogni goccia le ha dato più potere, ma ad un prezzo terribile, in quanto il suo corpo maledetto ora diffonde la dragocontaminazione come un'epidemia. Nessun villaggio la accoglie, e lei non ricorda nemmeno più che cosa abbia ispirato la sua crociata.", "pt": "Muitos anos matando dragões já banharam essa caçadora numa quantia incalculável de sangue. Cada gota lhe concedeu mais poder, mas a um preço terrível, agora que seu corpo amaldiçoado espalha a mácula draconiana como uma epidemia. Nenhum vilarejo a aceita e ela já nem se lembra o que inspirou sua coragem em primeiro lugar.", "ja": "永きに渡って狩り続けたドラゴンの返り血により、常人ならざる力を宿した女戦士。その魂は斃されたドラゴンの怨嗟に染まり、疫病を撒き散らす邪悪な竜核へと成り果てた。もはや帰る故郷もなく、本能のままに刃を血に染めたその目的は、彼女自身にも思い出せない・・・。", "ko": "오랜 세월 동안 사냥한 드래곤의 피로 인해, 보통 사람을 뛰어넘는 힘을 가진 여전사. 그 영혼은 죽은 드래곤의 원망으로 물들어, 전염병을 퍼뜨리는 사악한 용핵으로 전락했다. 이제 돌아갈 고향도 없고, 본능대로 칼을 피로 물들인 그 목적은, 그녀 자신에게도 생각나지 않는다...", "zh-TW": null, "zh-CN": "穿越永恒不断追逐狩猎的龙身上溅出的血，赋予了女战士非常人可比之力量。她的魂魄被死去的龙的怨嗟浸染，最终化身为播撒疫病的邪恶龙核。可归之故里不复存在，甚至连她自己也已记不起，当初出于本能血染刀锋，究竟是为了什么......"}, "card_type": "Monster", "monster_type_line": "Dragon / Tuner / Normal", "attribute": "DARK", "level": 8, "atk": 2300, "def": 3000, "images": [{"index": 1, "image": "DragonCoreHexer-MP17-EN-R-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN001", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-EN127", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "INOV-DE001", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-DE127", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "INOV-FR001", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-FR127", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "INOV-IT001", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-IT127", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "INOV-PT001", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-PT127", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "INOV-JP001", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "ko": [{"set_number": "INOV-KR001", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL02-SC153", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 462455, "master_duel_rarity": "R"}