{"konami_id": 14440, "password": 39000945, "name": {"en": "Reflection of Endymion", "de": "Reflexion von Endymion", "es": "Reflejo de Endimión", "fr": "Reflet d'Endymion", "it": "Riflesso di Endymion", "pt": "Reflexo de Endymion", "ja": "エンプレス・オブ・エンディミオン", "ja_romaji": "Enpuresu Obu Endimion", "ko": "임프레스 오브 엔디미온", "ko_rr": "Impeureseu Obeu Endimion", "zh-TW": "恩底彌翁的皇后", "zh-CN": "恩底弥翁之女皇"}, "text": {"en": "You can only Special Summon \"Reflection(s) of Endymion\" once per turn. If this card is Special Summoned: You can target 1 card your opponent controls, and 1 card you control with a Spell Counter, except this card; return that opponent's card and your card to the hand, then place the same number of Spell Counters on this card that your returned card had. When this card with a Spell Counter is destroyed by battle: You can add 1 \"Endymion\" card from your Deck to your hand.", "de": "Du kannst nur einmal pro Spielzug eine oder mehr „Reflexion von Endymion“ als Spezialbeschwörung beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Karte, die dein Gegner kontrolliert, und 1 Karte mit einer Zauberzählmarke, die du kontrollierst, außer dieser Karte, wählen; gib die Karte des Gegners und deine Karte auf die Hand zurück, dann lege dieselbe Anzahl Zauberzählmarken auf diese Karte, die auf deiner zurückgegebenen Karte lagen. Wenn diese Karte mit einer Zauberzählmarke durch Kampf zerstört wird: Du kannst deiner Hand 1 „Endymion“-Karte von deinem Deck hinzufügen.", "es": "Sólo puedes Invocar de Modo Especial uno o más \"Reflejo de Endimión\" una vez por turno. Si esta carta es Invocada de Modo Especial: puedes seleccionar 1 carta que controle tu adversario, y 1 carta que controles con un Contador Mágico, excepto esta carta; devuelve a la mano esa carta del adversario y tu carta, y después pon en esta carta la misma cantidad de Contadores Mágicos que tenía tu carta devuelta. Cuando esta carta con un Contador Mágico es destruida en batalla: puedes añadir a tu mano 1 carta \"Endimión\" en tu Deck.", "fr": "Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Reflet d'Endymion\" qu'une fois par tour. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 carte contrôlée par votre adversaire et 1 carte que vous contrôlez avec un Compteur Magie (cette carte exclue) ; renvoyez la carte de l'adversaire et votre carte à la main, puis placez le même nombre de Compteurs Magie que votre carte renvoyée avait sur cette carte. Lorsque cette carte avec un Compteur Magie est détruite au combat : vous pouvez ajouter 1 carte \"Endymion\" depuis votre Deck à votre main.", "it": "Puoi Evocare Specialmente una o più \"Riflesso di Endymion\" una sola volta per turno. Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 carta controllata dal tuo avversario e 1 carta che controlli con un Segnalino Magia, eccetto questa carta; fai ritornare nella mano quella carta dell'avversario e la tua carta, poi metti su questa carta lo stesso numero di Segnalini Magia che aveva la tua carta fatta ritornare. Quando questa carta con un Segnalino Magia viene distrutta in battaglia: puoi aggiungere 1 carta \"Endymion\" dal tuo Deck alla tua mano.", "pt": "Você só pode Invocar um ou mais \"Reflexo de Endymion\" por Invocação-Especial uma vez por turno. Se este card for Invocado por Invocação-Especial: você pode escolher 1 card que seu oponente controla e 1 card que você controla com um Marcador de Magia, exceto este card; devolva esse card do oponente e o seu card para a mão e, depois, coloque sobre este card o mesmo número de Marcadores de Magia que seu card devolvido tinha. Quando este card com um Marcador de Magia for destruído em batalha: você pode adicionar 1 card \"Endymion\" do seu Deck à sua mão.", "ja": "自分は「エンプレス・オブ・エンディミオン」を１ターンに１度しか特殊召喚できない。①：このカードが特殊召喚に成功した場合、自分フィールドの他の魔力カウンターが置かれているカード１枚と相手フィールドのカード１枚を対象として発動できる。その自分及び相手のカードを持ち主の手札に戻す。その後、自分フィールドから手札に戻したカードに置かれていた数だけ魔力カウンターをこのカードに置く。②：魔力カウンターが置かれたこのカードが戦闘で破壊された時に発動できる。デッキから「エンディミオン」カード１枚を手札に加える。", "ko": "자신은 \"임프레스 오브 엔디미온\"을 1턴에 1번밖에 특수 소환할 수 없다. ①: 이 카드가 특수 소환에 성공했을 경우, 자신 필드의 다른 마력 카운터가 놓여 있는 카드 1장과 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 자신 및 상대의 카드를 주인의 패로 되돌린다. 그 후, 자신 필드에서 패로 되돌린 카드에 놓여 있던 수만큼 마력 카운터를 이 카드에 놓는다. ②: 마력 카운터가 놓여진 이 카드가 전투로 파괴되었을 때에 발동할 수 있다. 덱에서 \"엔디미온\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "自己1回合仅可特殊召唤1次“恩底弥翁之女皇”。①：此卡特殊召唤的情况下，以自己场上的1张其他放有魔力计数物的卡和对手场上的1张卡为对象可以发动。将该自己及对手的卡放回手牌。然后，依从自己场上放回手牌的卡原先放有的魔力计数物数量，在此卡上放魔力计数物。②：放有魔力计数物的此卡因战斗被破坏时可以发动。从牌组将1张“恩底弥翁”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "LIGHT", "level": 7, "atk": 1850, "def": 2700, "pendulum_scale": 2, "pendulum_effect": {"en": "Each time a Spell Card is activated, place 1 Spell Counter on this card when that Spell resolves. You can remove 3 Spell Counters from this card; Special Summon both this card from your Pendulum Zone and 1 monster from your hand that you can place a Spell Counter on, and if you do, place 1 Spell Counter on each.", "de": "Jedes Mal, wenn eine Zauberkarte aktiviert wird, lege 1 Zauberzählmarke auf diese Karte, wenn der Zauber aufgelöst wird. Du kannst 3 Zauberzählmarken von dieser Karte entfernen; beschwöre sowohl diese Karte als Spezialbeschwörung von deiner Pendelzone als auch 1 Monster, auf das du eine Zauberzählmarke legen kannst, als Spezialbeschwörung von deiner Hand und falls du dies tust, lege jeweils 1 Zauberzählmarke darauf.", "es": "Cada vez que es activada una Carta Mágica, pon 1 Contador Mágico en esta carta cuando se resuelva esa Mágica. Puedes retirar 3 Contadores Mágicos de esta carta; Invoca de Modo Especial tanto esta carta de tu Zona de Péndulo como 1 monstruo en tu mano al que le puedas poner un Contador Mágico y, si lo haces, pon 1 Contador Mágico en cada uno.", "fr": "Chaque fois qu'une Carte Magie est activée, placez 1 Compteur Magie sur cette carte lorsque la Magie est résolue. Vous pouvez retirer 3 Compteurs Magie de cette carte ; Invoquez Spécialement cette carte depuis votre Zone Pendule ainsi qu'1 monstre depuis votre main sur lequel vous pouvez placer un Compteur Magie, et si vous le faites, placez 1 Compteur Magie sur chacun d'eux.", "it": "Ogni volta che viene attivata una Carta Magia, metti 1 Segnalino Magia su questa carta quando quella Magia si risolve. Puoi rimuovere 3 Segnalini Magia da questa carta; Evoca Specialmente sia questa carta dalla tua Zona Pendulum che 1 mostro dalla tua mano su cui puoi mettere un Segnalino Magia e, se lo fai, metti 1 Segnalino Magia su ognuno.", "pt": "Sempre que um Card de Magia for ativado, coloque 1 Marcador de Magia neste card quando essa Magia resolver. Você pode remover 3 Marcadores de Magia deste card; Invoque por Invocação-Especial tanto este card da sua Zona de Pêndulo quanto 1 monstro da sua mão sobre o qual você possa colocar um Marcador de Magia e, se isso acontecer, coloque 1 Marcador de Magia em cada.", "ja": "①：自分または相手が魔法カードを発動する度に、このカードに魔力カウンターを１つ置く。②：このカードの魔力カウンターを３つ取り除いて発動できる。手札の魔力カウンターを置く事ができるモンスター１体とＰゾーンのこのカードを特殊召喚し、その２体に魔力カウンターを１つずつ置く。", "ko": "①: 자신 또는 상대가 마법 카드를 발동할 때마다, 이 카드에 마력 카운터를 1개 놓는다. ②: 이 카드의 마력 카운터를 3개 제거하고 발동할 수 있다. 패의 마력 카운터를 놓을 수 있는 몬스터 1장과 펜듈럼 존의 이 카드를 특수 소환하고, 그 2장에 마력 카운터를 1개씩 놓는다.", "zh-TW": "①：每當我方或對方發動魔法卡時，在此卡放置１個魔力計數物。\n②：可去除此卡的３個魔力計數物發動。特殊召喚手牌的１隻可放置魔力計數物的怪獸及鐘擺區的此卡，在該２隻各放置１個魔力計數物。", "zh-CN": "①：每当自己或对手发动魔法卡，就在此卡上放1个魔力计数物。②：去除此卡的3个魔力计数物可以发动。将手牌的1只能放魔力计数物的怪兽和此卡特殊召唤，在该2只上各放1个魔力计数物。"}, "series": ["Endymion"], "images": [{"index": 1, "image": "ReflectionofEndymion-SR08-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SR08-EN002", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Super Rare"]}], "de": [{"set_number": "SR08-DE002", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Super Rare"]}], "es": [{"set_number": "SR08-SP002", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SR08-FR002", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Super Rare"]}], "it": [{"set_number": "SR08-IT002", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SR08-PT002", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SR08-JP002", "set_name": "Structure Deck R: Lord of Magician", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR08-KR002", "set_name": "Structure Deck R: Lord of Magician", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "NE03-SC088", "set_name": "Nature Pack: Righteous Warriors", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 594469, "master_duel_rarity": "SR"}