{"konami_id": 19903, "password": 39114494, "name": {"en": "Blessing of the Voiceless Voice", "de": "Segen der stimmlosen Stimme", "es": "Bendición de la Voz Muda", "fr": "Bénédiction de la Sans Voix", "it": "Benedizione della Voce Muta", "pt": "Bênção da Voz Sem Voz", "ja": "<ruby>粛<rt>しゅく</rt></ruby><ruby>声<rt>せい</rt></ruby>なる<ruby>祝<rt>しゅく</rt></ruby><ruby>福<rt>ふく</rt></ruby>", "ja_romaji": "Shukuseinaru Shukufuku", "ko": "순성한 축복", "ko_rr": "Sunseonghan Chukbok", "zh-TW": "肅聲祝福", "zh-CN": "肃声祝福"}, "text": {"en": "You can target 1 of your \"Voiceless Voice\" cards that is banished or in your GY, except \"Blessing of the Voiceless Voice\"; add it to your hand. If a non-Ritual Monster(s) is Normal or Special Summoned face-up (except during the Damage Step): You can Ritual Summon 1 LIGHT Ritual Monster (Warrior or Dragon) from your hand, by Tributing monsters from your hand or field whose total Levels equal or exceed the Level of that Ritual Monster, and if you do, it cannot be destroyed by battle. You can only use each effect of \"Blessing of the Voiceless Voice\" once per turn.", "de": "Du kannst 1 deiner „Stimmlosen Stimme“-Karten wählen, die verbannt ist oder sich in deinem Friedhof befindet, außer „Segen der stimmlosen Stimme“; füge sie deiner Hand hinzu. Falls ein oder mehr Nichtritual-Monster offen als Normal- oder Spezialbeschwörung beschworen werden (außer während des Damage Steps): Du kannst 1 LICHT Ritualmonster (Krieger oder Drache) als Ritualbeschwörung von deiner Hand beschwören, indem du Monster von deiner Hand oder Spielfeldseite als Tribut anbietest, deren gemeinsame Stufe größer oder gleich der Stufe jenes Ritualmonsters ist, und falls du dies tust, kann es nicht durch Kampf zerstört werden. Du kannst jeden Effekt von „Segen der stimmlosen Stimme“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 de tus cartas \"Voz Muda\" que esté desterrada o en tu Cementerio, excepto \"Bendición de la Voz Muda\"; añádela a tu mano. Si uno o más Monstruos que no sean de Ritual son Invocados de Modo Normal o Especial boca arriba (excepto durante el Damage Step): puedes Invocar por Ritual, desde tu mano, 1 Monstruo de Ritual de LUZ (Guerrero o Dragón) Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen el Nivel de ese Monstruo de Ritual y, si lo haces, no puede ser destruido en batalla. Sólo puedes usar cada efecto de \"Bendición de la Voz Muda\" una vez por turno.", "fr": "Vous pouvez cibler 1 de vos cartes \"Sans Voix\" (\"Bénédiction de la Sans Voix\" exclu) qui est bannie ou dans votre Cimetière ; ajoutez-la à votre main. Si un ou plusieurs Monstres non-Rituel sont Invoqués Normalement ou Spécialement face recto (sauf durant la Damage Step) : vous pouvez Invoquer Rituellement 1 Monstre Rituel LUMIÈRE (Guerrier ou Dragon) depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel, et si vous le faites, il ne peut pas être détruit au combat. Vous ne pouvez utiliser chaque effet de \"Bénédiction de la Sans Voix\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 delle tue carte \"Voce Muta\" che sono bandite o nel tuo Cimitero, eccetto \"Benedizione della Voce Muta\"; aggiungila alla tua mano. Se uno o più Mostri non-Rituale vengono Evocati Normalmente o Specialmente scoperti (eccetto durante il Damage Step): puoi Evocare tramite Rituale 1 Mostro Rituale LUCE (Guerriero o Drago) dalla tua mano, offrendo come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al Livello di quel Mostro Rituale e, se lo fai, esso non può essere distrutto in battaglia. Puoi utilizzare ogni effetto di \"Benedizione della Voce Muta\" una sola volta per turno.", "pt": "Você pode escolher 1 dos seus cards \"Voz Sem Voz\" que estiverem banidos ou no seu Cemitério, exceto \"Bênção da Voz Sem Voz\"; adicione-o à sua mão. Se um ou mais Monstros que não sejam de Ritual forem Invocados por Invocação-Normal ou Especial com a face para cima (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Ritual 1 Monstro de Ritual de LUZ (Guerreiro ou Dragão) da sua mão, ao oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível desse Monstro de Ritual e, se isso acontecer, ele não pode ser destruído em batalha. Você só pode usar cada efeito de \"Bênção da Voz Sem Voz\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：「粛声なる祝福」以外の自分の墓地・除外状態の「粛声」カード１枚を対象として発動できる。そのカードを手札に加える。②：儀式モンスター以外のモンスターが表側表示で召喚・特殊召喚された場合に発動できる。レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から戦士族・ドラゴン族で光属性の儀式モンスター１体を儀式召喚する。この効果で特殊召喚したモンスターは戦闘では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: \"순성한 축복\" 이외의 자신의 묘지 / 제외 상태인 \"순성\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다. ②: 의식 몬스터 이외의 몬스터가 앞면 표시로 일반 소환 / 특수 소환되었을 경우에 발동할 수 있다. 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 전사족 / 드래곤족이고 빛 속성인 의식 몬스터 1장을 의식 소환한다. 이 효과로 특수 소환한 몬스터는 전투로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：以“肃声祝福”以外的、自己墓地・除外状态的１张“肃声”卡为对象可以发动。将该卡加入手牌。\n②：仪式怪兽以外的怪兽以表侧表示被召唤・特殊召唤的情况下可以发动。为使合计等级为仪式召唤的怪兽的等级以上，解放自己的手牌・场上的怪兽，从手牌将１只战士族・龙族的光属性仪式怪兽仪式召唤。以此效果特殊召唤的怪兽不会因战斗被破坏。"}, "card_type": "Spell", "property": "Continuous", "series": ["Voiceless Voice"], "images": [{"index": 1, "image": "BlessingoftheVoicelessVoice-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN062", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN198", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LEDE-DE062", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE198", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LEDE-SP062", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP198", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LEDE-FR062", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR198", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LEDE-IT062", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT198", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LEDE-PT062", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT198", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LEDE-JP062", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR062", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC062", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1034529, "master_duel_rarity": "SR"}