{"konami_id": 9606, "password": 39261576, "name": {"en": "Particle Fusion", "de": "Partikelfusion", "es": "Fusión de Partículas", "fr": "Fusion de Particules", "it": "Fusione di Particelle", "pt": "Fusão de Partículas", "ja": "パーティカル・フュージョン", "ja_romaji": "Pātikaru Fyūjon", "ko": "파티클 퓨전", "ko_rr": null, "zh-TW": "粒子結合", "zh-CN": "粒子结合"}, "text": {"en": "Send, from your side of the field to the Graveyard, the Fusion Material Monsters that are listed on a \"Gem-Knight\" Fusion Monster Card, then Special Summon that Fusion Monster from your Extra Deck. (This Special Summon is treated as a Fusion Summon.) When you do: Banish this card from the Graveyard to target 1 \"Gem-Knight\" Fusion Material Monster used for the Fusion Summon; the Fusion Summoned monster gains that monster's ATK until the End Phase.", "de": "Lege von deiner Spielfeldseite die Fusionsmaterialmonster, die auf einer „Edelstein-Ritter“-Fusionsmonsterkarte aufgeführt sind, auf den Friedhof und beschwöre dann das Fusionsmonster als Spezialbeschwörung von deinem Extra Deck. (Diese Spezialbeschwörung wird als Fusionsbeschwörung behandelt.) Wenn du dies tust: Verbanne diese Karte vom Friedhof, um 1 „Edelstein-Ritter“-Fusionsmaterialmonster zu wählen, das für die Fusionsbeschwörung verwendet wurde; das als Fusionsbeschwörung beschworene Monster erhält bis zur End Phase die ATK des Monsters.", "es": "Manda al Cementerio, desde tu lado del Campo, los Monstruos Material de Fusión nombrados en una Carta de Monstruo de Fusión \"Caballero-Gema\", y después Invoca de Modo Especial, desde tu Deck Extra, a ese Monstruo de Fusión. (Esta Invocación Especial se trata como una Invocación por Fusión). Cuando lo haces: destierra esta carta en el Cementerio para seleccionar 1 Monstruo Material de Fusión \"Caballero-Gema\" utilizado para la Invocación por Fusión; el monstruo Invocado por Fusión gana el ATK de ese monstruo hasta la End Phase.", "fr": "Envoyez les Monstres-Matériels de Fusion listés sur une Carte Monstre de Fusion \"Chevalier-Gemmes\" depuis votre Terrain au Cimetière, puis Invoquez Spécialement le Monstre de Fusion depuis l'Extra Deck. (Cette Invocation Spéciale est traitée comme une Invocation Fusion.) Si vous le faites : bannissez cette carte depuis le Cimetière pour cibler 1 Monstre-Matériel de Fusion \"Chevalier-Gemmes\" utilisé pour l'Invocation Fusion ; jusqu'à la End Phase, le monstre Invoqué par Fusion gagne l'ATK du monstre.", "it": "Manda, dal tuo Terreno al Cimitero, i Mostri Materiale da Fusione indicati su una Carta Mostro Fusione \"Cavaliere-Gemma\", poi Evoca Specialmente quel Mostro Fusione dal tuo Extra Deck. (Questa Evocazione Speciale viene considerata come un'Evocazione tramite Fusione.) Quando lo fai: bandisci questa carta dal Cimitero per scegliere come bersaglio 1 Mostro Materiale da Fusione \"Cavaliere-Gemma\" utilizzato per l'Evocazione tramite Fusione; il mostro Evocato tramite Fusione guadagna l'ATK di quel mostro fino alla End Phase.", "pt": "Envie, do seu lado do campo para o Cemitério, os Monstros-Matéria de Fusão que estiverem listados em um Card de Monstro de Fusão \"Cavaleiro-Gema\" e, depois, Invoque por Invocação-Especial esse Monstro de Fusão do seu Deck Adicional. (Esta Invocação-Especial é considerada como uma Invocação-Fusão.) Quando fizer isso: Bana este card do Cemitério para escolher 1 Monstro-Matéria de Fusão \"Cavaleiro-Gema\" usado para a Invocação-Fusão; o monstro Invocado por Invocação-Fusão ganha o ATK desse monstro até a Fase Final.", "ja": "自分フィールドから、融合モンスターカードによって決められた融合素材モンスターを墓地へ送り、「ジェムナイト」と名のついたその融合モンスター１体を融合召喚扱いとしてエクストラデッキから特殊召喚する。この効果で融合召喚に成功した時、墓地のこのカードをゲームから除外し、その融合召喚に使用した「ジェムナイト」と名のついた融合素材モンスター１体を選択して発動する。その融合モンスターの攻撃力はエンドフェイズ時まで、選択したモンスターの攻撃力分アップする。", "ko": "자신 필드 위에서 융합 몬스터 카드에 기재된 융합 소재 몬스터를 묘지로 보내고, \"젬나이트\"라는 이름이 붙은 그 융합 몬스터 1장을 융합 소환으로 취급하여 엑스트라 덱에서 특수 소환한다. 이 효과로 융합 소환에 성공했을 때, 묘지의 이 카드를 게임에서 제외하고, 그 융합 소환에 사용한 \"젬나이트\"라는 이름이 붙은 융합 소재 몬스터 1장을 선택하여 발동한다. 그 융합 몬스터의 공격력은 엔드 페이즈시까지, 선택한 몬스터의 공격력만큼 올린다.", "zh-TW": "從我方場上將根據冠有「寶石騎士」之名的融合怪獸卡決定的融合素材怪獸送至墓地，從額外牌組融合召喚１隻該融合怪獸。透過此效果融合召喚成功時，將墓地的此卡從遊戲除外，選擇１隻該融合召喚使用的冠有「寶石騎士」之名的融合素材怪獸發動。該融合怪獸的攻擊力在回合結束前，依據選擇的怪獸的攻擊力的數值進行提升。", "zh-CN": "将根据冠有“宝石骑士”之名的融合怪兽卡规定的融合素材怪兽从我方场上送入墓地，从额外牌组融合召唤１只该融合怪兽。以此效果融合召唤成功时，将墓地的此卡从游戏中除外，并选择１只该融合召唤所使用的冠有“宝石骑士”之名的融合素材怪兽发动。直至回合结束时。该融合怪兽的攻击力上升被选择怪兽的攻击力数值。"}, "card_type": "Spell", "property": "Normal", "series": ["Fusion"], "images": [{"index": 1, "image": "ParticleFusion-HA06-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "HA06-EN055", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}, {"set_number": "DT06-EN093", "set_name": "Duel Terminal 6b", "rarities": ["Duel Terminal Normal Parallel Rare"]}], "de": [{"set_number": "HA06-DE055", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}], "fr": [{"set_number": "HA06-FR055", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}], "it": [{"set_number": "HA06-IT055", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DT12-JP043", "set_name": "Duel Terminal - Xyz Startup!!", "rarities": ["Duel Terminal Normal Parallel Rare"]}, {"set_number": "DTC1-JP111", "set_name": "Duel Terminal Chronicle 1 - Chapter of Awakening", "rarities": ["Duel Terminal Normal Parallel Rare"]}], "ko": [{"set_number": "HA06-KR055", "set_name": "Hidden Arsenal 6: Omega Xyz", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 170257, "master_duel_rarity": "N"}