{"konami_id": 13996, "password": 39299733, "name": {"en": "Fortune Chariot", "de": "Streitwagen des Glücks", "es": "Carruaje de la Fortuna", "fr": "Attelage du Destin", "it": "Carro della Fortuna", "pt": "Carruagem da Sorte", "ja": "<ruby>運命の戦車<rt>フォーチュン・チャリオット</rt></ruby>", "ja_romaji": "Fōchun Chariotto", "ko": "포츈 채리어트", "ko_rr": "Pochyun Chaerieoteu", "zh-TW": "命運的戰車", "zh-CN": "命运的战车"}, "text": {"en": "(This card is also always treated as a \"Valkyrie\" card.)\nOnce per turn, you can either: Target 1 Fairy monster you control; equip this card to that target, OR: Unequip this card and Special Summon it. If the equipped monster would be destroyed by battle or card effect, destroy this card instead. The equipped monster can attack directly, but when it does so using this effect, the battle damage inflicted to your opponent is halved.", "de": "(Diese Karte wird zusätzlich immer als „Walküre“-Karte behandelt.)\nEinmal pro Spielzug kannst du: 1 Fee-Monster wählen, das du kontrollierst; rüste das gewählte Ziel mit dieser Karte aus, ODER: Diese Karte ausklinken und als Spezialbeschwörung beschwören. Falls das ausgerüstete Monster durch Kampf oder einen Karteneffekt zerstört würde, zerstöre stattdessen diese Karte. Das ausgerüstete Monster kann direkt angreifen, aber wenn es das mit diesem Effekt tut, wird der Kampfschaden halbiert, der deinem Gegner zugefügt wird.", "es": "(Esta carta también se trata siempre como una carta \"Valquiria-\").\nUna vez por turno, puedes: seleccionar 1 monstruo Hada que controles; equipa esta carta a ese objetivo, O: desequipa esta carta e Invócala de Modo Especial. Si el monstruo equipado fuera a ser destruido en batalla o por el efecto de una carta, destruye esta carta en su lugar. El monstruo equipado puede atacar directamente, pero cuando lo hace usando este efecto, el daño de batalla infligido a tu adversario se divide a la mitad.", "fr": "(Cette carte est toujours aussi traitée comme une carte \"Valkyrie-\".)\nUne fois par tour, vous pouvez SOIT : ciblez 1 monstre Elfe que vous contrôlez ; équipez cette carte à la cible, SOIT : déséquipez cette carte et Invoquez-la Spécialement. Si le monstre équipé va être détruit au combat ou par un effet de carte, détruisez cette carte à la place. Le monstre équipé peut attaquer directement, mais lorsqu'il le fait en utilisant cet effet, les dommages de combat infligés à votre adversaire sont divisés par deux.", "it": "(Questa carta viene sempre considerata anche una carta \"Valkyria-\".)\nUna volta per turno, puoi: scegliere come bersaglio 1 mostro Fata che controlli; equipaggia questa carta a quel bersaglio, OPPURE: disequipaggiare questa carta ed Evocarla Specialmente. Se il mostro equipaggiato sta per essere distrutto in battaglia o dall'effetto di una carta, distruggi invece questa carta. Il mostro equipaggiato può attaccare direttamente ma, quando lo fa utilizzando questo effetto, il danno da combattimento inflitto al tuo avversario viene dimezzato.", "pt": "(Este card deve ser sempre considerado como um card \"Valquíria-\".)\nUma vez por turno, você pode: escolher 1 monstro Fada que você controla; equipe este card no alvo, OU: desequipe este card e Invoque-o por Invocação-Especial. Se o monstro equipado seria destruído em batalha ou por um efeito de card, em vez disso, destrua este card. O monstro equipado pode atacar diretamente, mas quando ele fizer isso usando este efeito, o dano de batalha causado ao seu oponente é diminuído pela metade.", "ja": "このカード名はルール上「ワルキューレ」カードとしても扱う。①：１ターンに１度、以下の効果から１つを選択して発動できる。●自分フィールドの天使族モンスター１体を対象とし、このカードを装備カード扱いとしてそのモンスターに装備する。装備モンスターが戦闘・効果で破壊される場合、代わりにこのカードを破壊する。●装備されているこのカードを特殊召喚する。②：装備モンスターは直接攻撃できる。その直接攻撃で相手に与える戦闘ダメージは半分になる。", "ko": "이 카드명은 룰상 \"왈큐레\" 카드로도 취급한다. ①: 1턴에 1번, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신 필드의 천사족 몬스터 1장을 대상으로 하고, 이 카드를 장착 카드로 취급하여 그 몬스터에 장착한다. 장착 몬스터가 전투 / 효과로 파괴될 경우, 대신에 이 카드를 파괴한다.\n●장착되어 있는 이 카드를 특수 소환한다. ②: 장착 몬스터는 직접 공격할 수 있다. 그 직접 공격으로 상대에게 주는 전투 데미지는 절반이 된다.", "zh-TW": null, "zh-CN": "（这张卡在规则上也当作「女武神」卡使用。）\n1回合1次，可以：选择自己场上1只天使族怪兽；把这张卡当作装备卡使用给那只选择的怪兽装备，或者：把装备的这张卡解除并把这张卡特殊召唤。装备怪兽被战斗或者卡的效果破坏的场合，作为代替把这张卡破坏。装备怪兽可以直接攻击，使用这个效果时，那次直接攻击给与对方的战斗伤害变成一半。"}, "card_type": "Monster", "monster_type_line": "Fairy / Union / Effect", "attribute": "WIND", "level": 6, "atk": 1000, "def": 2000, "series": ["Valkyrie"], "images": [{"index": 1, "image": "FortuneChariot-SHVA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SHVA-EN005", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "de": [{"set_number": "SHVA-DE005", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SHVA-FR005", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "it": [{"set_number": "SHVA-IT005", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SHVA-PT005", "set_name": "Shadows in Valhalla", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP19-JP009", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR009", "set_name": "Extra Pack 2019", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 567958, "master_duel_rarity": "N"}