{"konami_id": 15281, "password": 39317553, "name": {"en": "Drill Driver Vespenato", "de": "Bohrender Vespenato", "es": "Avispato Perforador Conductor", "fr": "Vespenato la Guêpe Foreuse", "it": "Trapano Avvitatore Vespenato", "pt": "Broca Perfuratriz Vespanato", "ja": "<ruby>旋<rt>せん</rt></ruby><ruby>壊<rt>かい</rt></ruby>のヴェスペネイト", "ja_romaji": "Senkai no Vesupeneito", "ko": "선회의 베스퍼네이트", "ko_rr": "Seonhui-ui Beseupeoneiteu", "zh-TW": "旋壞的黃蜂貫機", "zh-CN": "旋坏钻蜂 贝斯佩内特"}, "text": {"en": "2 Level 5 monsters\nOnce per turn, you can also Xyz Summon \"Drill Driver Vespenato\" by using 1 Rank 4 Xyz Monster you control as material. (Transfer its materials to this card.) This card cannot be used as material for an Xyz Summon the turn it was Xyz Summoned. If this card attacks a Defense Position monster, inflict piercing battle damage. If this Xyz Summoned card in its owner's control is destroyed by an opponent's card: You can target 1 Level 5 or lower monster in your GY; Special Summon it. You can only use this effect of \"Drill Driver Vespenato\" once per turn.", "de": "2 Monster der Stufe 5\nEinmal pro Spielzug kannst du „Bohrender Vespenato“ auch als Xyz-Beschwörung beschwören, indem du 1 Xyz-Monster des Rangs 4, das du kontrollierst, als das Material verwendest. (Transferiere sein Material an diese Karte.) Diese Karte kann in dem Spielzug, in dem sie als Xyz-Beschwörung beschworen wurde, nicht als Material für eine Xyz-Beschwörung verwendet werden. Falls diese Karte ein Monster in Verteidigungsposition angreift, füge durchschlagenden Kampfschaden zu. Falls diese als Xyz-Beschwörung beschworene Karte, die ihr Besitzer kontrolliert, durch eine Karte eines Gegners zerstört wird: Du kannst 1 Monster der Stufe 5 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Bohrender Vespenato“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 5\nUna vez por turno, también puedes Invocar Xyz \"Avispato Perforador Conductor\" usando 1 Monstruo Xyz de Rango 4 que controles como material. (Transfiere sus materiales a esta carta). Esta carta no puede ser usada como material para una Invocación Xyz el turno en el que fue Invocada Xyz. Si esta carta ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración. Si esta carta Invocada Xyz controlada por su dueño es destruida por una carta del adversario: puedes seleccionar 1 monstruo de Nivel 5 o menor en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Avispato Perforador Conductor\" una vez por turno.", "fr": "2 monstres de Niveau 5\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Vespenato la Guêpe Foreuse\" en utilisant 1 Monstre Xyz de Rang 4 que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Cette carte ne peut pas être utilisée comme Matériel pour une Invocation Xyz le tour où elle a été Invoquée par Xyz. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Si cette carte Invoquée par Xyz contrôlée par son propriétaire est détruite par une carte de l'adversaire : vous pouvez cibler 1 monstre de max. Niveau 5 dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Vespenato la Guêpe Foreuse\" qu'une fois par tour.", "it": "2 mostri di Livello 5\nUna volta per turno, puoi anche Evocare Xyz \"Trapano Avvitatore Vespenato\" utilizzando 1 Mostro Xyz di Rango 4 che controlli come materiale. (Trasferisci i suoi materiali su questa carta.) Questa carta non può essere utilizzata come materiale per un'Evocazione Xyz nel turno in cui è stata Evocata Xyz. Se questa carta attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante. Se questa carta Evocata Xyz sotto il controllo del suo proprietario viene distrutta da una carta dell'avversario: puoi scegliere come bersaglio 1 mostro di Livello 5 o inferiore nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Trapano Avvitatore Vespenato\" una sola volta per turno.", "pt": "2 monstros de Nível 5\nUma vez por turno, você também pode Invocar \"Broca Perfuratriz Vespanato\" por Invocação-Xyz ao usar 1 Monstro Xyz de Classe 4 que você controla como matéria. (Transfira suas matérias para este card.) Este card não pode ser usado como matéria para uma Invocação-Xyz no turno em que foi Invocado por Invocação-Xyz. Se este card atacar um monstro em Posição de Defesa, cause dano de batalha perfurante. Se este card Invocado por Invocação-Xyz sob o controle do seu dono for destruído por um card do oponente: você pode escolher 1 monstro de Nível 5 ou menos no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Broca Perfuratriz Vespanato\" uma vez por turno.", "ja": "レベル５モンスター×２\n「旋壊のヴェスペネイト」は１ターンに１度、自分フィールドのランク４のＸモンスターの上に重ねてＸ召喚する事もできる。このカードはＸ召喚されたターンにはＸ素材にできない。このカード名の②の効果は１ターンに１度しか使用できない。①：このカードが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ戦闘ダメージを与える。②：Ｘ召喚したこのカードが相手によって破壊された場合、自分の墓地のレベル５以下のモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "레벨 5 몬스터 × 2\n\"선회의 베스퍼네이트\"는 1턴에 1번, 자신 필드의 랭크 4 엑시즈 몬스터의 위에 겹쳐 엑시즈 소환할 수도 있다. 이 카드는 엑시즈 소환된 턴에는 엑시즈 소재로 할 수 없다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 전투 데미지를 준다. ②: 엑시즈 소환한 이 카드가 상대에 의해 파괴되었을 경우, 자신 묘지의 레벨 5 이하의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "等级５怪兽×２\n“旋坏钻蜂 贝斯佩内特”１回合１次，也可重叠在自己场上阶级４超量怪兽上面来超量召唤。此卡在被超量召唤的回合不可作为超量召唤的素材。此卡名的②效果１回合仅可使用１次。①：此卡攻击守备表示怪兽的情况下，依攻击力超出该怪兽守备力的数值来给予战斗伤害。②：超量召唤的此卡因对手被破坏的情况下，以自己墓地的１只等级５以下的怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "EARTH", "rank": 5, "atk": 2500, "def": 2100, "materials": "2 Level 5 monsters", "images": [{"index": 1, "image": "DrillDriverVespenato-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN047", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN132", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE047", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE132", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "es": [{"set_number": "ROTD-SP047", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-SP132", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR047", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR132", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT047", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT132", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT047", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT132", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP047", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}], "ko": [{"set_number": "ROTD-KR047", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC038", "set_name": "Mega Pack 05", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714700, "master_duel_rarity": "SR"}