{"konami_id": 12820, "password": 39581190, "name": {"en": "Subterror Nemesis Archer", "de": "Unterterror-Erzfeind Bogenschützin", "es": "Arquero Némesis del Subterror", "fr": "Archère Némésis Subterreur", "it": "Arciere Nemesi Subterrore", "pt": "Arqueiro Nêmesis Subterror", "ja": "サブテラーの<ruby>射<rt>しゃ</rt></ruby><ruby>手<rt>しゅ</rt></ruby>", "ja_romaji": "Sabuterā no Shashu", "ko": "서브테러의 사수", "ko_rr": "Seobeutereo-ui Sasu", "zh-TW": "地中駭界的射手", "zh-CN": "地中骇界的射手"}, "text": {"en": "At the start of the Damage Step, if this card attacks an opponent's face-down Defense Position monster, and you control another \"Subterror\" monster: You can shuffle that opponent's monster into the Deck. If this card on the field is destroyed by battle or card effect and sent to the GY: You can Special Summon 1 \"Subterror\" monster from your Deck in face-up or face-down Defense Position. You can only use each effect of \"Subterror Nemesis Archer\" once per turn.", "de": "Am Beginn des Damage Steps, falls diese Karte ein Monster deines Gegners in verdeckter Verteidigungsposition angreift und du ein anderes „Unterterror“-Monster kontrollierst: Du kannst das Monster deines Gegners ins Deck mischen. Falls diese Karte auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du kannst 1 „Unterterror“-Monster als Spezialbeschwörung von deinem Deck in die offene oder verdeckte Verteidigungsposition beschwören. Du kannst jeden Effekt von „Unterterror-Erzfeind Bogenschützin“ nur einmal pro Spielzug verwenden.", "es": "Al comienzo del Damage Step, si esta carta ataca un monstruo en Posición de Defensa boca abajo que controle tu adversario, y tú controlas otro monstruo \"Subterror\": puedes barajar al Deck ese monstruo que controla tu adversario. Si esta carta en el Campo es destruida en batalla o por efecto de una carta, y mandada al Cementerio: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Subterror\" en Posición de Defensa boca arriba o boca abajo. Sólo puedes usar cada efecto de \"Arquero Némesis del Subterror\" una vez por turno.", "fr": "Au début de la Damage Step, si cette carte attaque un monstre en Position de Défense face verso de votre adversaire, et que vous contrôlez un autre monstre \"Subterreur\" : vous pouvez mélanger le monstre de votre adversaire dans le Deck. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Subterreur\" depuis votre Deck en Position de Défense face recto ou face verso. Vous ne pouvez utiliser chaque effet de \"Archère Némésis Subterreur\" qu'une fois par tour.", "it": "All'inizio del Damage Step, se questa carta attacca un mostro coperto in Posizione di Difesa dell'avversario, e tu controlli un altro mostro \"Subterrore\": puoi mischiare quel mostro dell'avversario nel Deck. Se questa carta sul Terreno viene distrutta in battaglia o dall'effetto di una carta e mandata al Cimitero: puoi Evocare Specialmente 1 mostro \"Subterrore\" dal tuo Deck scoperto o coperto in Posizione di Difesa. Puoi utilizzare ogni effetto di \"Arciere Nemesi Subterrore\" una sola volta per turno.", "pt": "No começo da Etapa de Dano, se este card atacar um monstro com a face para baixo em Posição de Defesa do oponente e você controlar outro monstro \"Subterror\": você pode embaralhar esse monstro do oponente no Deck. Se este card no campo for destruído em batalha ou por um efeito de card e enviado para o Cemitério: você pode Invocar por Invocação-Especial 1 monstro \"Subterror\" do seu Deck com a face para cima ou com a face para baixo em Posição de Defesa. Você só pode usar cada efeito de \"Arqueiro Nêmesis Subterror\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにこのカード以外の「サブテラー」モンスターが存在し、このカードが相手の裏側守備表示モンスターを攻撃したダメージステップ開始時に発動できる。その相手モンスターを持ち主のデッキに戻す。②：フィールドのこのカードが戦闘・効果で破壊され墓地へ送られた場合に発動できる。デッキから「サブテラー」モンスター１体を表側守備表示または裏側守備表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 이 카드 이외의 \"서브테러\" 몬스터가 존재하고, 이 카드가 상대의 뒷면 수비 표시 몬스터를 공격한 데미지 스텝 개시시에 발동할 수 있다. 그 상대 몬스터를 주인의 덱으로 되돌린다. ②: 필드의 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"서브테러\" 몬스터 1장을 앞면 수비 표시 또는 뒷면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：自己场上存在其他“地中骇界”怪兽，且此卡攻击对手的里侧守备表示怪兽的伤害步骤开始时可以发动。将该对手怪兽放回牌组。②：场上的此卡因战斗・效果被破坏并被送至墓地的情况下可以发动。从牌组将1只“地中骇界”怪兽以表侧守备表示或里侧守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 3, "atk": 1600, "def": 1400, "series": ["Subterror"], "images": [{"index": 1, "image": "SubterrorNemesisArcher-OP11-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "INOV-EN082", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "OP11-EN005", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}], "de": [{"set_number": "INOV-DE082", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "OP11-DE005", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}], "es": [{"set_number": "INOV-SP082", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "OP11-SP005", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INOV-FR082", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "OP11-FR005", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}], "it": [{"set_number": "INOV-IT082", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "OP11-IT005", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INOV-PT082", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "OP11-PT005", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP17-JP003", "set_name": "Extra Pack 2017", "rarities": ["Rare"]}], "ko": [{"set_number": "EP17-KR003", "set_name": "Extra Pack 2017", "rarities": ["Rare"]}, {"set_number": "AE14-KR008", "set_name": "Advanced Event Pack 2019 Vol.2", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "WPS2-SC044", "set_name": "World Premiere Pack 2025", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 474646, "master_duel_rarity": "N"}