{"konami_id": 15848, "password": 39680372, "name": {"en": "Hieratic Seal of Creation", "de": "Priesterliches Siegel der Schöpfung", "es": "Sello Hierático de la Creación", "fr": "Sceau Hiératique de la Création", "it": "Sigillo Ieratico della Creazione", "pt": "Selo Hierático da Criação", "ja": "<ruby>創<rt>そう</rt></ruby><ruby>造<rt>ぞう</rt></ruby>の<ruby>聖<rt>せい</rt></ruby><ruby>刻<rt>こく</rt></ruby><ruby>印<rt>いん</rt></ruby>", "ja_romaji": "Sōzō no Seikokuin", "ko": "창조의 성각인", "ko_rr": "Changjo-ui Seonggak-in", "zh-TW": "創造的聖刻印", "zh-CN": "创造之圣刻印"}, "text": {"en": "Target 1 Dragon Xyz Monster you control; Special Summon from your Extra Deck, 1 \"Hieratic\" Xyz Monster with a different original name, by using that target as material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) You can banish this card from your GY, then target 1 \"Hieratic\" monster in your GY; Special Summon it in Defense Position. You can only use 1 \"Hieratic Seal of Creation\" effect per turn, and only once that turn.", "de": "Wähle 1 Drache-Xyz-Monster, das du kontrollierst; beschwöre 1 „Priesterlich“-Xyz-Monster mit einem unterschiedlichen Grund-Namen als Spezialbeschwörung von deinem Extra Deck, indem du das gewählte Ziel als Material verwendest. (Dies wird als Xyz-Beschwörung behandelt. Transferiere sein Material an das beschworene Monster.) Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Priesterlich“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die Verteidigungsposition. Du kannst nur 1 Effekt von „Priesterliches Siegel der Schöpfung“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Selecciona 1 Monstruo Xyz Dragón que controles; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"Hierático\" con un nombre original diferente, usando ese objetivo como material. (Esto se trata como una Invocación Xyz. Transfiere sus materiales al monstruo Invocado). Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo \"Hierático\" en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa. Sólo puedes usar 1 efecto de \"Sello Hierático de la Creación\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 Monstre Xyz Dragon que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Hiératique\" de nom d'origine différent depuis votre Extra Deck, en utilisant la cible comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Hiératique\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser qu'1 effet de \"Sceau Hiératique de la Création\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 Mostro Xyz Drago che controlli; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz \"Ieratico\" con un nome originale diverso, utilizzando quel bersaglio come materiale. (Questa viene considerata come un'Evocazione Xyz. Trasferisci i suoi materiali sul mostro Evocato.) Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Ieratico\" nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa. Puoi utilizzare solo 1 effetto di \"Sigillo Ieratico della Creazione\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 Monstro Xyz Dragão que você controla; Invoque por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz \"Hierático\" com um nome original diferente, usando o alvo como matéria. (Isso é considerado uma Invocação-Xyz. Transfira as matérias dele para o monstro Invocado.) Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Hierático\" no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa. Você só pode usar 1 efeito de \"Selo Hierático da Criação\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドのドラゴン族Ｘモンスター１体を対象として発動できる。その自分のモンスターとは元々のカード名が異なる「聖刻」Ｘモンスター１体を、対象のモンスターの上に重ねてＸ召喚扱いとしてＥＸデッキから特殊召喚する。②：墓地のこのカードを除外し、自分の墓地の「聖刻」モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 드래곤족 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터와는 원래의 카드명이 다른 \"성각\" 엑시즈 몬스터 1장을, 대상 몬스터 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 \"성각\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以自己场上的１只龙族超量怪兽为对象可以发动。将原本卡名与该自己的怪兽不同的１只“圣刻”超量怪兽重叠在对象怪兽上面，视为超量召唤从额外牌组特殊召唤。②：将墓地的此卡除外，以自己墓地的１只“圣刻”怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。"}, "card_type": "Spell", "property": "Normal", "series": ["Hieratic"], "images": [{"index": 1, "image": "HieraticSealofCreation-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFTP-EN005", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFTP-DE005", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GFTP-SP005", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFTP-FR005", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFTP-IT005", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT005", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SLT1-JP009", "set_name": "Selection 10", "rarities": ["Rare"]}], "ko": [{"set_number": "SLT1-KR009", "set_name": "Selection 10", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL02-SC147", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715321, "master_duel_rarity": "SR"}