{"konami_id": 19213, "password": 39733924, "name": {"en": "Full-Armored Xyz", "de": "Vollpanzerungs-Xyz", "es": "Xyz Armado Completamente", "fr": "Omni-Blindé Xyz", "it": "Pienamente-Corazzato Xyz", "pt": "Xyz de Armadura Completa", "ja": "フル・アーマード・エクシーズ", "ja_romaji": "Furu Āmādo Ekushīzu", "ko": "풀 아머드 엑시즈", "ko_rr": "Pul Amadeu Eksijeu", "zh-TW": "全裝甲超量", "zh-CN": "全装甲超量"}, "text": {"en": "If an Xyz Monster(s) is on the field: Immediately after this effect resolves, Xyz Summon 1 Xyz Monster using monsters you control. You can banish this card from your GY, then target 1 Xyz Monster you control; equip 1 other Xyz Monster from your face-up field or GY to that monster as an Equip Spell with the following effects.\n● The equipped monster gains ATK equal to this card's ATK.\n● If the equipped monster would be destroyed by battle or card effect, destroy this card instead.", "de": "Falls sich ein oder mehr Xyz-Monster auf dem Spielfeld befinden: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Xyz-Monster als Xyz-Beschwörung und verwende dafür Monster, die du kontrollierst. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Xyz-Monster wählen, das du kontrollierst; rüste jenes Monster mit 1 anderen Xyz-Monster von deinem Friedhof oder offen von deiner Spielfeldseite als Ausrüstungszauber mit den folgenden Effekten aus.\n● Das ausgerüstete Monster erhält ATK in Höhe der ATK dieser Karte.\n● Falls das ausgerüstete Monster durch Kampf oder einen Karteneffekt zerstört würde, zerstöre stattdessen diese Karte.", "es": "Si uno o más Monstruos Xyz están en el Campo: inmediatamente después de que se resuelva este efecto, Invoca Xyz 1 Monstruo Xyz usando monstruos que controlas. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 Monstruo Xyz que controles; equipa a ese monstruo otro Monstruo Xyz en tu Campo boca arriba o Cementerio como una Mágica de Equipo con los siguientes efectos.\n● El monstruo equipado gana ATK igual al ATK de esta carta.\n● Si el monstruo equipado fuera a ser destruido en batalla o por el efecto de una carta, destruye esta carta en su lugar.", "fr": "Si un ou plusieurs Monstres Xyz sont sur le Terrain : immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz en utilisant des monstres que vous contrôlez. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz que vous contrôlez ; équipez 1 autre Monstre Xyz depuis votre Terrain face recto ou Cimetière au monstre comme Magie d'Équipement avec les effets suivants.\n● Le monstre équipé gagne une ATK égale à l'ATK de cette carte.\n● Si le monstre équipé va être détruit au combat ou par un effet de carte, détruisez cette carte à la place.", "it": "Se uno o più Mostri Xyz sono sul Terreno: immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz utilizzando mostri che controlli. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz che controlli; equipaggia 1 altro Mostro Xyz dal tuo Terreno scoperto o Cimitero a quel mostro come una Magia Equipaggiamento con i seguenti effetti.\n● Il mostro equipaggiato guadagna ATK pari all'ATK di questa carta.\n● Se il mostro equipaggiato sta per essere distrutto in battaglia o dall'effetto di una carta, distruggi invece questa carta.", "pt": "Se um ou mais Monstros Xyz estiverem no campo: imediatamente depois que este efeito resolver, Invoque por Invocação-Xyz 1 Monstro Xyz usando monstros que você controla. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Xyz que você controla; equipe 1 outro Monstro Xyz do seu campo com a face para cima ou Cemitério a esse monstro como uma Magia de Equipamento com os seguintes efeitos.\n● O monstro equipado ganha ATK igual ao ATK deste card.\n● Se o monstro equipado seria destruído em batalha ou por um efeito de card, em vez disso, destrua este card.", "ja": "①：フィールドにＸモンスターが存在する場合に発動できる。Ｘモンスター１体のＸ召喚を行う。②：墓地のこのカードを除外し、自分フィールドのＸモンスター１体を対象として発動できる。そのモンスター以外の、自分のフィールド（表側表示）・墓地のＸモンスター１体を以下の効果を持つ装備魔法カード扱いで対象のモンスターに装備する。●装備モンスターの攻撃力は、このカードの攻撃力分アップする。●装備モンスターが戦闘・効果で破壊される場合、代わりにこのカードを破壊する。", "ko": "①: 필드에 엑시즈 몬스터가 존재할 경우에 발동할 수 있다. 엑시즈 몬스터 1장의 엑시즈 소환을 실행한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터 이외의, 자신의 필드(앞면 표시) / 묘지의 엑시즈 몬스터 1장을 이하의 효과를 가지는 장착 마법 카드로 취급하고 대상 몬스터에 장착한다. ●장착 몬스터의 공격력은, 이 카드의 공격력만큼 올린다. ●장착 몬스터가 전투 / 효과로 파괴될 경우, 대신에 이 카드를 파괴한다.", "zh-TW": "①：可在場上存在超量怪獸的狀況下發動。進行１隻超量怪獸的超量召喚。\n②：可將墓地的此卡除外，將我方場上的１隻超量怪獸做為對象發動。將我方場上（正面表示）・墓地的１隻該怪獸以外的超量怪獸視為擁有以下效果的裝備魔法卡，裝備於對象怪獸上。\n●裝備怪獸的攻擊力依據此卡的攻擊力數值進行提升。\n●在裝備怪獸因戰鬥・效果被破壞的狀況下，破壞此卡作為替代。", "zh-CN": "①：场上有超量怪兽存在的情况下可以发动。进行１只超量怪兽的超量召唤。\n②：将墓地的此卡除外，以自己场上的１只超量怪兽为对象可以发动。将该怪兽以外的、自己场上（表侧表示）・墓地的１只超量怪兽视为拥有以下效果的装备魔法卡，装备于对象怪兽。\n●装备怪兽的攻击力上升相当于此卡攻击力的数值。\n●装备怪兽将被战斗・效果破坏的情况下，作为代替将此卡破坏。"}, "card_type": "Trap", "property": "Normal", "series": ["Xyz", "Armored Xyz"], "images": [{"index": 1, "image": "FullArmoredXyz-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN071", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "OP25-EN012", "set_name": "OTS Tournament Pack 25", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN241", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AGOV-DE071", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "OP25-DE012", "set_name": "OTS Tournament Pack 25", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE241", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AGOV-FR071", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "OP25-FR012", "set_name": "OTS Tournament Pack 25", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR241", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AGOV-IT071", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "OP25-IT012", "set_name": "OTS Tournament Pack 25", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT241", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AGOV-PT071", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "OP25-PT012", "set_name": "OTS Tournament Pack 25", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT241", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AGOV-JP071", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR071", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC071", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 992991, "master_duel_rarity": "N"}