{"konami_id": 21202, "password": 39848658, "name": {"en": "Wight Reanimator", "de": "Wicht-Wiederbeleber", "es": "Reanimador Espectro", "fr": "Réanimateur des Crânes Serviteurs", "it": "Rianimatore Spettro", "pt": "Reanimador de Inumanos", "ja": "ワイト・マスター", "ja_romaji": "Waito Masutā", "ko": "저주받은 하인 마스터", "ko_rr": null, "zh-TW": null, "zh-CN": "白骨主宰者"}, "text": {"en": "If your \"King of the Skull Servants\" attacks a Defense Position monster, inflict piercing battle damage to your opponent. Once per turn: You can target 1 \"Skull Servant\" or \"King of the Skull Servants\" in your GY; send 1 \"Skull Servant\" or 1 monster that mentions it from your Deck to the GY, and if you do, Special Summon the targeted monster, also you cannot Special Summon for the rest of this turn, except Zombie monsters.", "de": "Falls dein „König der Totenkopfdiener“ ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu. Einmal pro Spielzug: Du kannst 1 „Totenkopfdiener“ oder „König der Totenkopfdiener“ in deinem Friedhof wählen; lege 1 „Totenkopfdiener“ oder 1 Monster, das ihn erwähnt, von deinem Deck auf den Friedhof und falls du dies tust, beschwöre das als Ziel gewählte Monster als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Zombie-Monstern.", "es": "Si tu \"Rey de los Sirvientes de la Calavera\" ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario. Una vez por turno: puedes seleccionar 1 \"Sirviente de la Calavera\" o \"Rey de los Sirvientes de la Calavera\" en tu Cementerio; manda al Cementerio 1 \"Sirviente de la Calavera\" o 1 monstruo que lo mencione en tu Deck y, si lo haces, Invoca de Modo Especial el monstruo seleccionado, y además no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruos Zombi.", "fr": "Si votre \"Roi des Crânes Serviteurs\" attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Une fois par tour : vous pouvez cibler 1 \"Crâne Serviteur\" ou \"Roi des Crânes Serviteurs\" dans votre Cimetière ; envoyez 1 \"Crâne Serviteur\" ou 1 monstre qui le mentionne depuis votre Deck au Cimetière, et si vous le faites, Invoquez Spécialement le monstre ciblé, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Zombie exclus) le reste de ce tour.", "it": "Se un tuo \"Re dei Servitori del Teschio\" attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario. Una volta per turno: puoi scegliere come bersaglio 1 \"Servitore del Teschio\" o \"Re dei Servitori del Teschio\" nel tuo Cimitero; manda 1 \"Servitore del Teschio\" o 1 mostro che lo menziona dal tuo Deck al Cimitero e, se lo fai, Evoca Specialmente il mostro scelto come bersaglio, inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Zombie.", "pt": "Se um \"Rei dos Servos Caveira\" seu atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente. Uma vez por turno: você pode escolher 1 \"Servo Caveira\" ou \"Rei dos Servos Caveira\" no seu Cemitério; envie 1 \"Servo Caveira\" ou 1 monstro que o mencione do seu Deck para o Cemitério e, se isso acontecer, Invoque o monstro alvo por Invocação-Especial e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Zumbi.", "ja": "①：自分の「ワイトキング」が守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。②：１ターンに１度、自分の墓地の「ワイト」か「ワイトキング」１体を対象として発動できる。「ワイト」またはそのカード名が記されたモンスター１体をデッキから墓地へ送り、対象のモンスターを特殊召喚する。この効果の発動後、ターン終了時まで自分はアンデット族モンスターしか特殊召喚できない。", "ko": "①: 자신의 \"저주받은 하인 킹\"이 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 상대에게 전투 데미지를 준다. ②: 1턴에 1번, 자신 묘지의 \"저주받은 하인\"이나 \"저주받은 하인 킹\" 1장을 대상으로 하고 발동할 수 있다. \"저주받은 하인\" 또는 그 카드명이 쓰여진 몬스터 1장을 덱에서 묘지로 보내고, 대상 몬스터를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 언데드족 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "①：自己的“白骨王”攻击守备表示怪兽的情况下，依攻击力超出该怪兽守备力的数值来给予对手战斗伤害。②：1回合1次，以自己墓地的1只“白骨”或“白骨王”为对象可以发动。从牌组将1只“白骨”或记载有该卡名的怪兽送至墓地，将对象怪兽特殊召唤。此效果发动后，直至回合结束时为止自己仅可特殊召唤不死族怪兽。"}, "card_type": "Spell", "property": "Continuous", "series": ["Wight"], "images": [{"index": 1, "image": "WightReanimator-ALIN-JP-C.png"}], "sets": {"en": [{"set_number": "ALIN-EN065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "ALIN-JP065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ko": [{"set_number": "ALIN-KR065", "set_name": "Alliance Insight", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC065", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1102314}