{"konami_id": 17147, "password": 39915560, "name": {"en": "Starving Venom Predapower Fusion Dragon", "de": "Hungergift-Raubpotenz-Fusionsdrache", "es": "Dragón de Fusión Predapoder Hambriento Venenoso", "fr": "Dragon Fusion Prédapouvoir Venin Affamé", "it": "Drago Fusione Predapotere Veleno Affamato", "pt": "Dragão Fusão Predapoder de Peçonha Insaciável", "ja": "スターヴ・ヴェノム・プレデター・フュージョン・ドラゴン", "ja_romaji": "Sutāvu Venomu Puredetā Fyūjon Doragon", "ko": "스타브 베놈 프레데터 퓨전 드래곤", "ko_rr": "Seutabeu Venom Peuredeteo Pyujeon Deuraegon", "zh-TW": null, "zh-CN": "凶饿猛毒捕食结合龙"}, "text": {"en": "1 DARK Fusion Monster + 1 Fusion Monster\n(This card is always treated as a \"Predaplant\" card.)\nOnce per turn, when a card or effect is activated (Quick Effect): You can Tribute 1 monster on either field with a Predator Counter, and if you do, negate the activation. If this Fusion Summoned card you control is sent to your GY by an opponent's card: You can target 1 DARK monster in your GY; Special Summon it. You can only use this effect of \"Starving Venom Predapower Fusion Dragon\" once per turn.", "de": "1 FINSTERNIS Fusionsmonster + 1 Fusionsmonster\n(Diese Karte wird immer als „Raubpflanze“-Karte behandelt.)\nEinmal pro Spielzug, wenn eine Karte oder ein Effekt aktiviert wird (Schnelleffekt): Du kannst 1 Monster mit einer Raubtier-Zählmarke auf einer beliebigen Spielfeldseite als Tribut anbieten und falls du dies tust, annulliere die Aktivierung. Falls diese als Fusionsbeschwörung beschworene Karte, die du kontrollierst, durch eine Karte eines Gegners auf deinen Friedhof gelegt wird: Du kannst 1 FINSTERNIS Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Hungergift-Raubpotenz-Fusionsdrache“ nur einmal pro Spielzug verwenden.", "es": "1 Monstruo de Fusión de OSCURIDAD + 1 Monstruo de Fusión\n(Esta carta se trata siempre como una carta \"Predaplanta\").\nUna vez por turno, cuando es activada una carta o efecto (Efecto Rápido): puedes Sacrificar 1 monstruo en cualquier Campo con un Contador de Predador y, si lo haces, niega la activación. Si esta carta Invocada por Fusión que controlas es mandada a tu Cementerio por una carta del adversario: puedes seleccionar 1 monstruo de OSCURIDAD en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Dragón de Fusión Predapoder Hambriento Venenoso\" una vez por turno.", "fr": "1 Monstre Fusion TÉNÈBRES + 1 Monstre Fusion\n(Cette carte est toujours traitée comme une carte \"Prédaplante\".)\nUne fois par tour, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez Sacrifier 1 monstre sur l'un des Terrains avec un Compteur Prédateur, et si vous le faites, annulez l'activation. Si cette carte Invoquée par Fusion que vous contrôlez est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez cibler 1 monstre TÉNÈBRES dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Dragon Fusion Prédapouvoir Venin Affamé\" qu'une fois par tour.", "it": "1 Mostro Fusione OSCURITÀ + 1 Mostro Fusione\n(Questa carta viene sempre considerata come una carta \"Predapianta\".)\nUna volta per turno, quando viene attivata una carta o un effetto (Effetto Rapido): puoi offrire come Tributo 1 mostro con un Segnalino Predatore su qualsiasi Terreno e, se lo fai, annulla l'attivazione. Se questa carta Evocata tramite Fusione che controlli viene mandata al tuo Cimitero da una carta dell'avversario: puoi scegliere come bersaglio 1 mostro OSCURITÀ nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Drago Fusione Predapotere Veleno Affamato\" una sola volta per turno.", "pt": "1 Monstro de Fusão de TREVAS + 1 Monstro de Fusão\n(Este card deve ser sempre considerado como um card \"Predaplanta\".)\nUma vez por turno, quando um card ou efeito for ativado (Efeito Rápido): você pode oferecer 1 monstro como Tributo em qualquer campo com um Marcador de Predador e, se isso acontecer, negue a ativação. Se este card Invocado por Invocação-Fusão que você controla for enviado para o seu Cemitério por um card do oponente: você pode escolher 1 monstro de TREVAS no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Dragão Fusão Predapoder de Peçonha Insaciável\" uma vez por turno.", "ja": "闇属性の融合モンスター＋融合モンスター\nこのカード名はルール上「捕食植物」カードとしても扱う。このカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、魔法・罠・モンスターの効果が発動した時に発動できる。自分または相手フィールドの捕食カウンターが置かれたモンスター１体をリリースし、その発動を無効にする。②：融合召喚したこのカードが相手によって墓地へ送られた場合、自分の墓地の闇属性モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "어둠 속성 융합 몬스터 ＋ 융합 몬스터\n이 카드명은 룰상 \"프레데터 플랜츠\" 카드로도 취급한다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 마법 / 함정 / 몬스터의 효과가 발동했을 때에 발동할 수 있다. 자신 또는 상대 필드의 포식 카운터가 놓여진 몬스터 1장을 릴리스하고, 그 발동을 무효로 한다. ②: 융합 소환한 이 카드가 상대에 의해 묘지로 보내졌을 경우, 자신 묘지의 어둠 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "暗属性融合怪兽＋融合怪兽\n此卡名在规则上也视为“捕食植物”卡。此卡名的②效果１回合仅可使用１次。①：１回合１次，魔法・陷阱・怪兽的效果发动时可以发动。解放自己或对手场上１只放有捕食计数物的怪兽，将该发动无效。②：融合召唤的此卡因对手被送至墓地的情况下，以自己墓地的１只暗属性怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "DARK", "level": 10, "atk": 3600, "def": 2500, "materials": "1 DARK Fusion Monster + 1 Fusion Monster", "series": ["Fusion", "Fusion Dragon", "Predap", "Predaplant", "Starving Venom", "Venom"], "images": [{"index": 1, "image": "StarvingVenomPredapowerFusionDragon-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN036", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-EN081", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DIFO-DE036", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-DE081", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "DIFO-SP036", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-SP081", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DIFO-FR036", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-FR081", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DIFO-IT036", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-IT081", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DIFO-PT036", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-PT081", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DIFO-JP036", "set_name": "Dimension Force", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DIFO-JP036", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DIFO-KR036", "set_name": "Dimension Force", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DIFO-KR036", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC088", "set_name": "Mega Pack 07", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716869}