{"konami_id": 15467, "password": 39943352, "name": {"en": "Daidaratant the Ooze Giant", "de": "Daidaratant der Schleimriese", "es": "Daidaratant el Gigante de Cieno", "fr": "Daidaratant le Géant Visqueux", "it": "Daidaratante il Gigante Viscido", "pt": "Daidaratant, o Gigante de Gosma", "ja": "<ruby>液<rt>えき</rt></ruby><ruby>状<rt>じょう</rt></ruby><ruby>巨<rt>きょ</rt></ruby><ruby>人<rt>じん</rt></ruby>ダイダラタント", "ja_romaji": "Ekijōkyojin Daidaratanto", "ko": "액상거인 다이다라턴트", "ko_rr": null, "zh-TW": "液狀巨人 大太脹流", "zh-CN": "液状巨人 大太胀流"}, "text": {"en": "2 Level 4 monsters\nIf you can Pendulum Summon Level 4, you can Pendulum Summon this face-up card from your Extra Deck. You can detach 1 material from this card; place this card in your Pendulum Zone, then you can add 1 Pendulum Monster from your GY to the Extra Deck face-up. If this card in the Monster Zone is destroyed by battle or card effect: You can place this card in your Pendulum Zone. You can only use each effect of \"Daidaratant the Ooze Giant\" once per turn.", "de": "2 Monster der Stufe 4\nFalls du Stufe 4 als Pendelbeschwörung beschwören kannst, kannst du diese offene Karte als Pendelbeschwörung von deinem Extra Deck beschwören. Du kannst 1 Material von dieser Karte abhängen; lege diese Karte in deine Pendelzone, dann kannst du dem Extra Deck 1 Pendelmonster von deinem Friedhof offen hinzufügen. Falls diese Karte in der Monsterzone durch Kampf oder einen Karteneffekt zerstört wird: Du kannst diese Karte in deine Pendelzone legen. Du kannst jeden Effekt von „Daidaratant der Schleimriese“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 4\nSi puedes hacer una Invocación por Péndulo de Nivel 4, puedes Invocar por Péndulo esta carta boca arriba desde tu Deck Extra. Puedes desacoplar 1 material de esta carta; pon esta carta en tu Zona de Péndulo, y después puedes añadir al Deck Extra boca arriba 1 Monstruo de Péndulo en tu Cementerio. Si esta carta en la Zona de Monstruos es destruida en batalla o por el efecto de una carta: puedes poner esta carta en tu Zona de Péndulo. Sólo puedes usar cada efecto de \"Daidaratant el Gigante de Cieno\" una vez por turno.", "fr": "2 monstres de Niveau 4\nSi vous pouvez effectuer une Invocation Pendule de Niveau 4, vous pouvez Invoquer par Pendulation cette carte face recto depuis votre Extra Deck. Vous pouvez détacher 1 Matériel de cette carte ; placez cette carte dans votre Zone Pendule, puis vous pouvez ajouter face recto 1 Monstre Pendule depuis votre Cimetière à l'Extra Deck. Si cette carte dans la Zone Monstre est détruite au combat ou par un effet de carte : vous pouvez placer cette carte dans votre Zone Pendule. Vous ne pouvez utiliser chaque effet de \"Daidaratant le Géant Visqueux\" qu'une fois par tour.", "it": "2 mostri di Livello 4\nSe puoi Evocare Pendulum di Livello 4, puoi Evocare Pendulum questa carta scoperta dal tuo Extra Deck. Puoi staccare 1 materiale da questa carta; metti questa carta nella tua Zona Pendulum, poi puoi aggiungere 1 Mostro Pendulum dal tuo Cimitero all'Extra Deck scoperto. Se questa carta nella Zona Mostri viene distrutta in battaglia o dall'effetto di una carta: puoi mettere questa carta nella tua Zona Pendulum. Puoi utilizzare ogni effetto di \"Daidaratante il Gigante Viscido\" una sola volta per turno.", "pt": "2 monstros de Nível 4\nSe você puder Invocar por Invocação-Pêndulo de Nível 4, você pode Invocar este card com a face para cima do seu Deck Adicional por Invocação-Pêndulo. Você pode desassociar 1 matéria deste card; coloque este card na sua Zona de Pêndulo e, depois, você pode adicionar 1 Monstro Pêndulo do seu Cemitério para o Deck Adicional com a face para cima. Se este card na Zona de Monstros for destruído em batalha ou por um efeito de card: você pode colocar este card na sua Zona de Pêndulo. Você só pode usar cada efeito de \"Daidaratant, o Gigante de Gosma\" uma vez por turno.", "ja": "レベル４モンスター×２\nレベル４がＰ召喚可能な場合にＥＸデッキの表側表示のこのカードはＰ召喚できる。このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除いて発動できる。このカードを自分のＰゾーンに置く。その後、自分の墓地からＰモンスター１体を選んでＥＸデッキに表側表示で加える事ができる。②：モンスターゾーンのこのカードが戦闘・効果で破壊された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "레벨 4 몬스터 × 2\n레벨 4 가 펜듈럼 소환 가능한 경우에 엑스트라 덱의 앞면의 이 카드는 펜듈럼 소환할 수 있다. 이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다. 그 후, 자신 묘지에서 펜듈럼 몬스터 1장을 엑스트라 덱에 앞면으로 넣을 수 있다. ②: 몬스터 존의 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "等级４怪兽×２\n在可灵摆召唤等级４的情况下，额外牌组表侧的此卡可以灵摆召唤。\n此卡名的①②怪兽效果１回合仅可各使用１次。\n①：去除此卡的１个超量素材可以发动。将此卡放在自己的灵摆区域。然后，可从自己的墓地将１只灵摆怪兽以表侧加入额外牌组。\n②：怪兽区域的此卡因战斗・效果被破坏的情况下可以发动。将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Zombie / Xyz / Pendulum / Effect", "attribute": "WATER", "rank": 4, "atk": 2400, "def": 400, "pendulum_scale": 3, "pendulum_effect": {"en": "You can target 1 Xyz Monster you control; attach this card to it as material. You can only use this effect of \"Daidaratant the Ooze Giant\" once per turn.", "de": "Du kannst 1 Xyz-Monster wählen, das du kontrollierst; hänge diese Karte als Material daran an. Du kannst diesen Effekt von „Daidaratant der Schleimriese“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 Monstruo Xyz que controles; acóplale esta carta como material. Sólo puedes usar este efecto de \"Daidaratant el Gigante de Cieno\" una vez por turno.", "fr": "Vous pouvez cibler 1 Monstre Xyz que vous contrôlez ; attachez-lui cette carte comme Matériel. Vous ne pouvez utiliser cet effet de \"Daidaratant le Géant Visqueux\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 Mostro Xyz che controlli; attacca questa carta a esso come materiale. Puoi utilizzare questo effetto di \"Daidaratante il Gigante Viscido\" una sola volta per turno.", "pt": "Você pode escolher 1 Monstro Xyz que você controla; associe este card a ele como matéria. Você só pode usar este efeito de \"Daidaratant, o Gigante de Gosma\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分フィールドのＸモンスター１体を対象として発動できる。このカードをそのモンスターの下に重ねてＸ素材とする。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 그 몬스터의 엑시즈 소재로 한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可將我方場上的１隻超量怪獸做為對象發動。將此卡重疊至該怪獸下方做為超量素材。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。\n①：以自己场上的１只超量怪兽为对象可以发动。将此卡作为该怪兽的超量素材。"}, "materials": "2 Level 4 monsters", "images": [{"index": 1, "image": "DaidaratanttheOozeGiant-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN009", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMR-DE009", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLMR-SP009", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMR-FR009", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMR-IT009", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMR-PT009", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "23PR-JP003", "set_name": "Promotion Pack 2023", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "24PP-KRB02", "set_name": "Premium Pack 2024 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "TM03-SC081", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 709471, "master_duel_rarity": "R"}