{"konami_id": 15344, "password": 39987731, "name": {"en": "Jinzo the Machine Menace", "de": "Jinzo die Maschinenbedrohung", "es": "Jinzo la Amenaza de la Máquina", "fr": "Jinzo la Menace Machine", "it": "Jinzo la Minaccia Macchina", "pt": "Jinzo, a Máquina Ameaçadora", "ja": "<ruby>脅<rt>きょう</rt></ruby><ruby>威<rt>い</rt></ruby>の<ruby>人<rt>じん</rt></ruby><ruby>造<rt>ぞう</rt></ruby><ruby>人<rt>にん</rt></ruby><ruby>間<rt>げん</rt></ruby>－サイコ・ショッカー", "ja_romaji": "Kyōi no Jinzōningen - Saiko Shokkā", "ko": "위협의 인조인간 －사이코 쇼커－", "ko_rr": "Wihyeop-ui Injoin-gan - Saiko Syokeo", "zh-TW": "威脅的人造人－念力震懾者", "zh-CN": "威胁的人造人－念力震慑者"}, "text": {"en": "If a Trap is face-up on the field or in either GY: You can Special Summon this card from your hand, and if you do, it becomes Level 6 until the end of this turn. During the Main Phase (Quick Effect): You can Tribute this card; Special Summon 1 \"Jinzo\" from your hand or GY, then you can destroy all Traps your opponent controls (if a card is Set, reveal it). You can only use each effect of \"Jinzo the Machine Menace\" once per turn.", "de": "Falls eine Falle offen auf dem Spielfeld oder in einem beliebigen Friedhof liegt: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, wird sie bis zum Ende dieses Spielzugs zu Stufe 6. Während der Main Phase (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Jinzo“ als Spezialbeschwörung von deiner Hand oder deinem Friedhof, dann kannst du alle Fallen zerstören, die dein Gegner kontrolliert (falls eine Karte gesetzt ist, zeige sie vor). Du kannst jeden Effekt von „Jinzo die Maschinenbedrohung“ nur einmal pro Spielzug verwenden.", "es": "Si una Trampa está boca arriba en el Campo o en cualquier Cementerio: puedes Invocar esta carta de Modo Especial desde tu mano y, si lo haces, hasta el final de este turno, ésta se convierte en Nivel 6. Durante la Main Phase (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial 1 \"Jinzo\" desde tu mano o Cementerio, y después puedes destruir todas las Trampas que controle tu adversario (si una carta está Colocada, muéstrala). Sólo puedes usar cada efecto de \"Jinzo la Amenaza de la Máquina\" una vez por turno.", "fr": "Si un Piège est face recto sur le Terrain ou dans l'un des Cimetières : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, elle devient Niveau 6 jusqu'à la fin de ce tour. Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Jinzo\" depuis votre main ou Cimetière, puis vous pouvez détruire tous les Pièges contrôlés par votre adversaire (si une carte est Posée, révélez-la). Vous ne pouvez utiliser chaque effet de \"Jinzo la Menace Machine\" qu'une fois par tour.", "it": "Se una Trappola è scoperta sul Terreno o in qualsiasi Cimitero: puoi Evocare Specialmente questa carta dalla tua mano e, se lo fai, essa diventa di Livello 6 fino alla fine di questo turno. Durante la Main Phase (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 1 \"Jinzo\" dalla tua mano o Cimitero, poi puoi distruggere tutte le Trappole controllate dal tuo avversario (se una carta è Posizionata, rivelala). Puoi utilizzare ogni effetto di \"Jinzo la Minaccia Macchina\" una sola volta per turno.", "pt": "Se uma Armadilha estiver com a face para cima no campo ou em qualquer Cemitério: você pode Invocar este card por Invocação-Especial da sua mão e, se isso acontecer, ele se torna de Nível 6 até o final deste turno. Durante a Fase Principal (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 \"Jinzo\" da sua mão ou do Cemitério e, depois, você pode destruir todas as Armadilhas que seu oponente controla (se algum card estiver Baixado, revele-o). Você só pode usar cada efeito de \"Jinzo, a Máquina Ameaçadora\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分または相手のフィールド・墓地に罠カードが存在する場合に発動できる。このカードを手札から特殊召喚する。この効果で特殊召喚したこのカードのレベルはターン終了時まで６になる。②：自分・相手のメインフェイズに、このカードをリリースして発動できる。自分の手札・墓地から「人造人間－サイコ・ショッカー」１体を選んで特殊召喚する。その後、相手フィールドの罠カードを全て破壊できる（そのカードがセットされている場合、めくって確認する）。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 또는 상대의 필드 / 묘지에 함정 카드가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 효과로 특수 소환한 이 카드의 레벨은 턴 종료시까지 6 이 된다. ②: 자신 / 상대의 메인 페이즈에, 이 카드를 릴리스하고 발동할 수 있다. 자신의 패 / 묘지에서 \"인조인간 －사이코 쇼커－\" 1장을 고르고 특수 소환한다. 그 후, 상대 필드의 함정 카드를 전부 파괴할 수 있다(그 카드가 세트되어 있을 경우, 넘겨서 확인한다).", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在我方或對方場上・墓地存在陷阱卡的狀況下發動。從手牌特殊召喚此卡。透過此效果特殊召喚的此卡的等級在回合結束前變為６。②：可在我方・對方的主要階段解放此卡發動。選擇我方手牌・墓地的１隻「人造人－念力震懾者」特殊召喚。其後，可將對方場上的所有陷阱卡全部破壞。（在該卡被覆蓋的狀況下，翻開確認）。", "zh-CN": "此卡名的效果①②在1个回合中仅可各使用1次。①：自己或对手的场上、墓地有陷阱卡存在时可以发动。从手牌中特殊召唤此卡。通过此效果特殊召唤的此卡的等级变为6，直至回合结束时为止。②：在自己或对手的主要阶段，解放此卡后可以发动。从自己的手牌、墓地选择1只“人造人-念力震慑者”特殊召唤。然后，可以破坏对手场上所有的陷阱卡（该卡放置于场上时，翻开确认）。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 7, "atk": 2400, "def": 1500, "series": ["Jinzo"], "images": [{"index": 1, "image": "JinzotheMachineMenace-LED7-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED7-EN031", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED7-DE031", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED7-FR031", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED7-IT031", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED7-PT031", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP24-JP031", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DP24-KR031", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715466, "master_duel_rarity": "UR"}