{"konami_id": 7466, "password": 39980304, "name": {"en": "Chain Material", "de": "Kettenmaterial", "es": "Cadena de Material", "fr": "Chaîne de Materia", "it": "Materiali a Catena", "pt": "Matéria de Corrente", "ja": "チェーン・マテリアル", "ja_romaji": "Chēn Materiaru", "ko": "체인 머티리얼", "ko_rr": null, "zh-TW": "連鎖素材", "zh-CN": "连锁素材"}, "text": {"en": "Any time you Fusion Summon a monster this turn, you can remove from play, from your side of the field, Deck, hand or Graveyard, Fusion Material Monsters that are listed on the Fusion Monster Card, and use them as Fusion Material Monsters. You cannot attack during the turn this card is activated. If you used this effect for a Fusion Summon, the Summoned Fusion Monster(s) is destroyed during the End Phase.", "de": "Jedes Mal, wenn du in diesem Spielzug ein Monster als Fusionsbeschwörung beschwörst, kannst du von deiner Spielfeldseite, deinem Deck, deiner Hand oder deinem Friedhof Fusionsmaterialmonster aus dem Spiel entfernen, die auf der Fusionsmonsterkarte aufgeführt sind, und sie als Fusionsmaterialmonster benutzen. Du kannst in dem Spielzug, in dem diese Karte aktiviert wird, nicht angreifen. Falls du diesen Effekt für eine Fusionsbeschwörung benutzt hast, werden die beschworenen Fusionsmonster während der End Phase zerstört.", "es": "Cada vez que Invoques un monstruo por Fusión este turno puedes retirar del juego (de tu Campo, Deck, mano o Cementerio) Monstruos Material de Fusión que estén listados en la Carta del Monstruo de Fusión y usarlos como Monstruos de Material de Fusión. No puedes atacar en el turno en que esta carta es activada. Si usaste este efecto para una Invocación por Fusión, manda al Cementerio al Monstruo de Fusión Invocado durante la End Phase.", "fr": "Chaque fois que vous faites l'Invocation Fusion d'un monstre ce tour, vous pouvez retirer du jeu, depuis votre Terrain, Deck, main ou Cimetière, les Monstres-Matériels de Fusion qui sont listés sur la Carte Monstre de Fusion, et les utiliser comme Monstre-Matériel de Fusion. Vous ne pouvez pas attaquer durant le tour où cette carte est activée. Si vous utilisez cet effet pour une Invocation Fusion, le (ou les) Monstre(s) de Fusion Invoqué(s) est (sont) détruit(s) durant la End Phase.", "it": "Ogni volta che Evochi un mostro tramite Evocazione per Fusione, in questo turno, puoi rimuovere dal gioco, dal tuo Terreno, Deck, mano o Cimitero, i Mostri-Materiale da Fusione elencati sulla carta del Mostro Fusione, ed usarli come Mostri-Materiale da Fusione. Non puoi attaccare durante il turno in cui questa carta è attivata. Se hai usato quest'effetto per una Evocazione per Fusione, il Mostro Fusione Evocato è distrutto durante l'End Phase.", "pt": "Toda vez que você Invocar um monstro por Invocação-Fusão neste turno, você pode remover de jogo, do seu lado do campo, Deck, mão ou Cemitério, os Monstros-Matéria de Fusão que estiverem listados no Card de Monstro de Fusão, e usá-los como Monstros-Matéria de Fusão. Você não pode atacar durante o turno em que este card foi ativado. Se você usou este efeito para uma Invocação-Fusão, o(s) Monstro(s) de Fusão Invocado(s) é(são) destruído(s) durante a Fase Final.", "ja": "このカードの発動ターンに自分が融合召喚をする場合、融合モンスターカードによって決められた融合素材モンスターを自分の手札・デッキ・フィールド上・墓地から選んでゲームから除外し、これらを融合素材にできる。このカードを発動するターン、自分は攻撃する事ができず、この効果で融合召喚したモンスターはエンドフェイズ時に破壊される。", "ko": "이 카드의 발동 턴에 융합 소환을 실행할 경우, 융합 몬스터 카드에 기재된 몬스터를 자신의 패/덱/필드/묘지에서 선택하고 게임에서 제외하여, 그 카드들을 융합 소재로 할 수 있다. 이 카드를 발동한 턴에 공격할 수 없고, 이 효과로 융합 소환한 몬스터는 엔드 페이즈시에 파괴된다.", "zh-TW": "此卡發動的回合，在我方進行融合召喚的狀況下，從我方手牌・牌組・場上・墓地選擇根據該融合怪獸卡決定的融合素材怪獸從遊戲除外，將這些做為融合素材。使用此效果融合召喚的怪獸在結束階段將被破壞。發動此卡的回合，我方怪獸無法攻擊。", "zh-CN": "此卡的发动回合里自己融合召唤的情况下，可以将由融合怪兽卡决定的融合素材怪兽从自己的手牌・牌组・场上・墓地中挑选出从游戏中除外，用这些作为融合素材。使用此效果融合召唤的怪兽在结束阶段时被破坏。发动此卡的回合中，自己的怪兽不可攻击。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "ChainMaterial-DE02-JP-C.jpg", "illustration": "ChainMaterial-MADU-JP-VG-artwork.png"}, {"index": 2, "image": "ChainMaterial-PTDN-EN-SP-1E.png", "illustration": "ChainMaterial-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "PTDN-EN067", "set_name": "Phantom Darkness", "rarities": ["Short Print"]}], "de": [{"set_number": "PTDN-DE067", "set_name": "Phantom Darkness", "rarities": ["Short Print"]}], "fr": [{"set_number": "PTDN-FR067", "set_name": "Phantom Darkness", "rarities": ["Short Print"]}], "it": [{"set_number": "PTDN-IT067", "set_name": "Phantom Darkness", "rarities": ["Short Print"]}], "ja": [{"set_number": "PTDN-JP067", "set_name": "Phantom Darkness", "rarities": ["Common"]}, {"set_number": "DE02-JP101", "set_name": "Duelist Edition Volume 2", "rarities": ["Common"]}], "ko": [{"set_number": "PTDN-KR067", "set_name": "Phantom Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 70206, "master_duel_rarity": "R"}