{"konami_id": 13264, "password": 39998992, "name": {"en": "X-Krawler Synaphysis", "de": "X-Krawler Synaphysis", "es": "X-Krawler Sinafisis", "fr": "Synaphusis X-Krawler", "it": "X-Krawler Sinapsisi", "pt": "Sinaphysis X-Krawler", "ja": "エクスクローラー・シナプシス", "ja_romaji": "Ekusukurōrā Shinapushisu", "ko": "엑스크롤러 시냅시스", "ko_rr": null, "zh-TW": "超機怪蟲・對觀突觸", "zh-CN": "超机怪虫・突触本性"}, "text": {"en": "2 EARTH monsters\n\"Krawler\" monsters this card points to cannot be destroyed by battle, gain 300 ATK/DEF, and can make up to 2 attacks on monsters during each Battle Phase. If this face-up card is destroyed by battle, or leaves the field because of an opponent's card effect while its owner controls it: You can target 2 \"Krawler\" monsters with different names in your GY; Special Summon them in face-down Defense Position.", "de": "2 ERDE Monster\n„Krawler“-Monster, auf die diese Karte zeigt, können nicht durch Kampf zerstört werden, erhalten 300 ATK/DEF und können während jeder Battle Phase bis zu 2 Angriffe auf Monster durchführen. Falls diese offene Karte durch Kampf zerstört wird oder das Spielfeld durch einen Karteneffekt eines Gegners verlässt, solange ihr Besitzer sie kontrolliert: Du kannst 2 „Krawler“-Monster mit unterschiedlichen Namen in deinem Friedhof wählen; beschwöre sie als Spezialbeschwörung in die verdeckte Verteidigungsposition.", "es": "2 monstruos de TIERRA\nLos monstruos \"Krawler\" a los que apunte esta carta no pueden ser destruidos en batalla, ganan 300 ATK/DEF, y pueden hacer hasta 2 ataques a monstruos durante cada Battle Phase. Si esta carta boca arriba es destruida en batalla, o deja el Campo a causa de un efecto de una carta de un adversario mientras su dueño la controla: puedes seleccionar 2 monstruos \"Krawler\" con nombres diferentes en tu Cementerio; Invócalos de Modo Especial en Posición de Defensa boca abajo.", "fr": "2 monstres TERRE\nLes monstres \"Krawler\" pointés par cette carte ne peuvent pas être détruits au combat, gagnent 300 ATK/DEF, et peuvent faire max. 2 attaques sur des monstres durant chaque Battle Phase. Si cette carte face recto est détruite au combat, ou quitte le Terrain à cause d'un effet de carte de l'adversaire tant que son propriétaire la contrôle : vous pouvez cibler 2 monstres \"Krawler\" de noms différents dans votre Cimetière ; Invoquez-les Spécialement en Position de Défense face verso.", "it": "2 mostri TERRA\nI mostri \"Krawler\" puntati da questa carta non possono essere distrutti in battaglia, guadagnano 300 ATK/DEF, e possono effettuare fino a 2 attacchi su mostri durante ogni Battle Phase. Se questa carta scoperta viene distrutta in battaglia, o lascia il Terreno a causa dell'effetto di una carta dell'avversario mentre è controllata dal suo proprietario: puoi scegliere come bersaglio 2 mostri \"Krawler\" con nomi diversi nel tuo Cimitero; Evocali Specialmente coperti in Posizione di Difesa.", "pt": "2 monstros de TERRA\nMonstros \"Krawler\" para os quais este card apontar não podem ser destruídos em batalha, ganham 300 de ATK/DEF e podem realizar até 2 ataques contra monstros durante cada Fase de Batalha. Se este card com a face para cima for destruído em batalha ou deixar o campo devido a um efeito de card do oponente enquanto seu dono o controlar: você pode escolher 2 monstros \"Krawler\" com nomes diferentes no seu Cemitério; Invoque-os por Invocação-Especial com a face para baixo em Posição de Defesa.", "ja": "地属性モンスター２体\n①：このカードのリンク先の「クローラー」モンスターは戦闘では破壊されず、攻撃力・守備力が３００アップし、１度のバトルフェイズ中に２回までモンスターに攻撃できる。②：表側表示のこのカードが相手の効果でフィールドから離れた場合、または戦闘で破壊された場合、自分の墓地の「クローラー」モンスター２体を対象として発動できる（同名カードは１枚まで）。そのモンスターを裏側守備表示で特殊召喚する。", "ko": "땅 속성 몬스터 2장\n①: 이 카드의 링크 앞의 \"크롤러\" 몬스터는 전투로는 파괴되지 않으며, 공격력 / 수비력을 300 올리고, 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다. ②: 앞면 표시의 이 카드가 상대 효과로 필드에서 벗어났을 경우, 또는 전투로 파괴되었을 경우, 자신 묘지의 \"크롤러\" 몬스터 2장을 대상으로 하고 발동할 수 있다(같은 이름의 카드는 1장까지). 그 몬스터를 뒷면 수비 표시로 특수 소환한다.", "zh-TW": "地屬性怪獸２隻\n①：此卡連結指向的「機怪蟲」怪獸不會因戰鬥被破壞，攻擊力・守備力提升３００，在１次戰鬥階段中最多可攻擊怪獸２次。②：在正面表示的此卡因對方效果從場地上離開的狀況下，或因戰鬥被破壞的狀況下，可將我方墓地中的２隻「機怪蟲」怪獸做為對象發動（同名卡最多１張）。以反面守備表示特殊召喚該怪獸。", "zh-CN": "地属性怪兽2只\n①：此卡连接端的“机怪虫”怪兽不会因战斗被破坏，攻击力・守备力上升300，1次战斗阶段中最多可攻击怪兽2次。②：表侧表示的此卡因对手的效果从场上离开的情况下，或因战斗被破坏的情况下，以自己墓地的2只“机怪虫”怪兽为对象可以发动（同名卡最多1张）。将该怪兽以里侧守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Insect / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬅", "➡"], "atk": 1800, "materials": "2 EARTH monsters", "series": ["Krawler"], "images": [{"index": 1, "image": "XKrawlerSynaphysis-CIBR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN048", "set_name": "Circuit Break", "rarities": ["Common"]}], "de": [{"set_number": "CIBR-DE048", "set_name": "Circuit Break", "rarities": ["Common"]}], "fr": [{"set_number": "CIBR-FR048", "set_name": "Circuit Break", "rarities": ["Common"]}], "it": [{"set_number": "CIBR-IT048", "set_name": "Circuit Break", "rarities": ["Common"]}], "pt": [{"set_number": "CIBR-PT048", "set_name": "Circuit Break", "rarities": ["Common"]}], "ja": [{"set_number": "CIBR-JP048", "set_name": "Circuit Break", "rarities": ["Rare"]}], "ko": [{"set_number": "CIBR-KR048", "set_name": "Circuit Break", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP1-SC079", "set_name": "Mega Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 519570, "master_duel_rarity": "SR"}