{"konami_id": 12064, "password": 40159926, "name": {"en": "Mirror Resonator", "de": "Spiegelresonator", "es": "Espejo Resonador", "fr": "Miroir de Diapason", "it": "Diapason Specchio", "pt": "Ressonador do Espelho", "ja": "ミラー・リゾネーター", "ja_romaji": "Mirā Rizonētā", "ko": "미러 레조네이터", "ko_rr": null, "zh-TW": "鏡之共鳴者", "zh-CN": "镜共鸣者"}, "text": {"en": "If your opponent controls a face-up monster(s) that was Special Summoned from the Extra Deck and you do not, while this card is in your hand or Graveyard: You can Special Summon this card, but banish it when it leaves the field. You can only use this effect of \"Mirror Resonator\" once per turn. Once per turn: You can target 1 face-up monster your opponent controls; treat this card's Level as that monster's original Level if this card is used for a Synchro Summon this turn.", "de": "Falls dein Gegner ein oder mehr offene Monster kontrolliert, die als Spezialbeschwörung vom Extra Deck beschworen wurden, und du nicht, solange sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Spiegelresonator“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; behandle die Stufe dieser Karte wie die Grundstufe des Monsters, falls diese Karte in diesem Spielzug für eine Synchrobeschwörung verwendet wird.", "es": "Si tu adversario controla uno o más monstruos boca arriba que fueron Invocados de Modo Especial desde el Deck Extra y tú no, mientras esta carta está en tu mano o Cementerio: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar este efecto de \"Espejo Resonador\" una vez por turno. Una vez por turno: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; trata el Nivel de esta carta como el Nivel original de ese monstruo si esta carta es usada para una Invocación por Sincronía en este turno.", "fr": "Si votre adversaire contrôle un ou plusieurs monstres face recto qui ont été Invoqués Spécialement depuis l'Extra Deck et que vous non, tant que cette carte est dans votre main ou Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Miroir de Diapason\" qu'une fois par tour. Une fois par tour : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; traitez le Niveau de cette carte comme le Niveau d'origine du monstre si cette carte est utilisée pour une Invocation Synchro ce tour.", "it": "Se il tuo avversario controlla uno o più mostri scoperti che sono stati Evocati Specialmente dall'Extra Deck e tu no, mentre questa carta è nella tua mano o Cimitero: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare questo effetto di \"Diapason Specchio\" una sola volta per turno. Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; considera il Livello di questa carta come il Livello originale di quel mostro se questa carta viene utilizzata per una Synchro Evocazione in questo turno.", "pt": "Se seu oponente controlar um ou mais monstros com a face para cima que foram Invocados por Invocação-Especial do Deck Adicional e você não, enquanto este card estiver na sua mão ou Cemitério: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar este efeito de \"Ressonador do Espelho\" uma vez por turno. Uma vez por turno: você pode escolher 1 monstro com a face para cima que seu oponente controla; se este card for usado para uma Invocação-Sincro neste turno, considere o Nível deste card como o Nível original desse monstro.", "ja": "「ミラー・リゾネーター」の①の効果は１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、エクストラデッキから特殊召喚されたモンスターが相手フィールドにのみ存在する場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。②：１ターンに１度、相手フィールドの表側表示モンスター１体を対象として発動できる。このカードはこのターンに<ruby>Ｓ<rt>シンクロ</rt></ruby>素材とする場合、対象のモンスターの元々のレベルと同じレベルとして扱う。", "ko": "\"미러 레조네이터\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 엑스트라 덱에서 특수 소환된 몬스터가 상대 필드에만 존재할 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 1턴에 1번, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드는 이 턴에 싱크로 소재로 할 경우, 대상 몬스터의 원래의 레벨과 같은 레벨로 취급한다.", "zh-TW": "「鏡之共鳴者」的①效果，１回合僅限使用１次。①：可在此卡存在於手牌・墓地，僅限對方場上存在從額外牌組被特殊召喚的怪獸的狀況下發動。特殊召喚此卡。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。②：１回合１次，可將對方場上的１隻正面表示怪獸做為對象發動。在此回合以此卡做為同步素材的狀況下，將等級視為對象怪獸的原本的等級。", "zh-CN": "此卡名的①效果1回合仅可使用1次。①：此卡存在于手牌・墓地，从额外牌组被特殊召唤的怪兽仅存在于对手场上的情况下可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。②：1回合1次，以对手场上的1只表侧表示怪兽为对象可以发动。此回合在要将此卡作为同步素材的情况下，视为与对象怪兽原本等级相同的等级。"}, "card_type": "Monster", "monster_type_line": "Fiend / Tuner / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "series": ["Resonator"], "images": [{"index": 1, "image": "MirrorResonator-DPDG-EN-C-1E.png"}], "sets": {"en": [{"set_number": "HSRD-EN019", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "DPDG-EN023", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Common"]}], "de": [{"set_number": "HSRD-DE019", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "DPDG-DE023", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Common"]}], "fr": [{"set_number": "HSRD-FR019", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "DPDG-FR023", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Common"]}], "it": [{"set_number": "HSRD-IT019", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "DPDG-IT023", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Common"]}], "pt": [{"set_number": "HSRD-PT019", "set_name": "High-Speed Riders", "rarities": ["Super Rare"]}, {"set_number": "DPDG-PT023", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Common"]}], "ja": [{"set_number": "SPHR-JP019", "set_name": "Booster SP: Highspeed Riders", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SPHR-KR019", "set_name": "Booster SP: Highspeed Riders", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "MGP4-SC163", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 166481, "master_duel_rarity": "R"}