{"konami_id": 10885, "password": 40164421, "name": {"en": "Minerva, Lightsworn Maiden", "de": "Minerva, Lichtverpflichtete Maid", "es": "Minerva, Doncella Luminosa", "fr": "Minerva la Demoiselle, Seigneur Lumière", "it": "Minerva, Fanciulla Fedele della Luce", "pt": "Minerva, a Donzela Luminosa", "ja": "ライトロード・メイデン ミネルバ", "ja_romaji": "Raitorōdo Meiden Mineruba", "ko": "라이트로드 메이덴 미네르바", "ko_rr": "Raiteurodeu Meiden Minereuba", "zh-TW": "光道少女 蜜涅瓦", "zh-CN": "光道少女 密涅瓦"}, "text": {"en": "When this card is Normal Summoned: You can add 1 LIGHT Dragon-Type monster from your Deck to your hand, whose Level is less than or equal to the total number of \"Lightsworn\" monsters with different names in your Graveyard. If this card is sent from the hand or Deck to the Graveyard: Send the top card of your Deck to the Graveyard. During each of your End Phases: Send the top 2 cards of your Deck to the Graveyard.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst deiner Hand 1 LICHT Monster vom Typ Drache von deinem Deck hinzufügen, dessen Stufe kleiner oder gleich der Anzahl „Lichtverpflichtet“-Monster mit unterschiedlichen Namen in deinem Friedhof ist. Falls diese Karte von der Hand oder dem Deck auf den Friedhof gelegt wird: Lege die oberste Karte deines Decks auf den Friedhof. Während jeder deiner End Phasen: Lege die obersten 2 Karten deines Decks auf den Friedhof.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes añadir a tu mano 1 monstruo de LUZ de Tipo Dragón en tu Deck cuyos Nivel sea igual o menor que la cantidad total de monstruos \"Luminoso/a\" con nombres diferentes en tu Cementerio. Si esta carta es mandada de la mano o Deck al Cementerio: manda al Cementerio la carta de la parte superior de tu Deck. Durante cada una de tus End Phases: manda al Cementerio las 2 cartas de la parte superior de tu Deck.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 monstre LUMIÈRE de Type Dragon depuis votre Deck à votre main, dont le Niveau est inférieur ou égal au nombre total de monstres \"Seigneur Lumière\" de noms différents dans votre Cimetière. Si cette carte est envoyée depuis la main ou Deck au Cimetière : envoyez la carte du dessus de votre Deck au Cimetière. Durant chacune de vos End Phases : envoyez les 2 cartes du dessus de votre Deck au Cimetière.", "it": "Quando questa carta viene Evocazione Normalmente: puoi aggiungere dal tuo Deck alla tua mano 1 mostro LUCE di Tipo Drago con livello pari o inferiore al numero totale di mostri \"Fedele della Luce\" con nomi diversi nel tuo Cimitero. Se questa carta viene mandata dalla tua mano o Deck al Cimitero: manda la prima carta del tuo Deck al Cimitero. Durante ogni tua End Phase: manda le prime 2 carte del tuo Deck al Cimitero.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode adicionar 1 monstro de LUZ do Tipo Dragão do seu Deck à sua mão, cujo Nível seja menor ou igual ao total de monstros \"Luminoso(a)\" com nomes diferentes no seu Cemitério. Se este card for enviado da mão ou Deck para o Cemitério: envie o card do topo do seu Deck para o Cemitério. Durante cada uma das suas Fases Finais: envie os 2 cards do topo do seu Deck para o Cemitério.", "ja": "①：このカードが召喚した時に発動できる。自分の墓地の「ライトロード」モンスターの種類の数以下のレベルを持つドラゴン族・光属性モンスター１体をデッキから手札に加える。②：このカードが手札・デッキから墓地へ送られた場合に発動する。自分のデッキの上からカードを１枚墓地へ送る。③：自分エンドフェイズに発動する。自分のデッキの上からカードを２枚墓地へ送る。", "ko": "①: 이 카드를 일반 소환했을 때에 발동할 수 있다. 자신 묘지의 \"라이트로드\" 몬스터 종류의 수 이하의 레벨을 가지는 드래곤족 / 빛 속성 몬스터 1장을 덱에서 패에 넣는다. ②: 이 카드가 패 / 덱에서 묘지로 보내졌을 경우에 발동한다. 자신의 덱 위에서 카드를 1장 묘지로 보낸다. ③: 자신 엔드 페이즈에 발동한다. 자신의 덱 위에서 카드를 2장 묘지로 보낸다.", "zh-TW": null, "zh-CN": "①：此卡召唤时可以发动。从牌组将１只等级为自己墓地的“光道”怪兽种类数量以下的龙族・光属性怪兽加入手牌。\n②：此卡被从手牌・牌组送至墓地的情况下发动。从自己的牌组上面将１张卡送至墓地。\n③：在自己的结束阶段发动。从自己的牌组上面将２张卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Tuner", "attribute": "LIGHT", "level": 3, "atk": 800, "def": 200, "series": ["Lightsworn"], "images": [{"index": 1, "image": "MinervaLightswornMaiden-SDLI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDLI-EN002", "set_name": "Realm of Light Structure Deck", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDLI-DE002", "set_name": "Realm of Light Structure Deck", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDLI-FR002", "set_name": "Realm of Light Structure Deck", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDLI-IT002", "set_name": "Realm of Light Structure Deck", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDLI-PT002", "set_name": "Realm of Light Structure Deck", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DS14-JPLS2", "set_name": "Duelist Set: Version Lightsworn Judgment", "rarities": ["Ultra Rare"]}, {"set_number": "LVP1-JP014", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}, {"set_number": "24TP-JP105", "set_name": "Tournament Pack 2024 Vol.1", "rarities": ["Common"]}], "ko": [{"set_number": "DS14-KRLS2", "set_name": "Duelist Set: Version Lightsworn Judgment", "rarities": ["Ultra Rare"]}, {"set_number": "LVP1-KR014", "set_name": "LINK VRAINS Pack", "rarities": ["Common"]}, {"set_number": "AE20-KR001", "set_name": "Advanced Event Pack 2024 Vol.1 Version 1", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "LEDE-SC097", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 313106, "master_duel_rarity": "R"}