{"konami_id": 10776, "password": 40217358, "name": {"en": "Blue Duston", "de": "Blaues Staubon", "es": "Particulines Azules", "fr": "Poussièron Bleu", "it": "Polverello Blu", "pt": "Poerio Azul", "ja": "ブルー・ダストン", "ja_romaji": "Burū Dasuton", "ko": "블루 더스튼", "ko_rr": null, "zh-TW": "藍塵小妖", "zh-CN": "蓝尘小妖"}, "text": {"en": "Cannot be used as a Fusion, Synchro, or Xyz Material for a Summon. While this card is face-up on the field, it cannot be Tributed. When this card on the field is destroyed: Banish 1 random card from its controller's hand, face-down, until the Standby Phase of the next turn. You can only control 1 face-up \"Blue Duston\".", "de": "Kann nicht als Fusions-, Synchro- oder Xyz-Material für eine Beschwörung verwendet werden. Solange diese Karte offen auf dem Spielfeld liegt, kann sie nicht als Tribut angeboten werden. Wenn diese Karte auf dem Spielfeld zerstört wird: Verbanne von der Hand ihres Beherrschers 1 zufällige Karte verdeckt bis zur Standby Phase des nächsten Spielzugs. Du kannst nur 1 offenes „Blaues Staubon“ kontrollieren.", "es": "No puede ser usado como Material de Fusión, Sincronía o Xyz para una Invocación. Mientras esta carta esté boca arriba en el Campo, no puede ser Sacrificada. Cuando esta carta en el Campo es destruida: destierra 1 carta al azar de la mano de su controlador, boca abajo, hasta la Standby Phase del próximo turno. Sólo puedes controlar 1 \"Particulines Azules\" boca arriba.", "fr": "Non utilisable comme Matériel de Fusion, de Synchro ou Xyz pour une Invocation. Tant que cette carte est face recto sur le Terrain, elle ne peut pas être Sacrifiée. Lorsque cette carte sur le Terrain est détruite : jusqu'à la Standby Phase du prochain tour, bannissez face verso 1 carte au hasard depuis la main de son contrôleur. Vous ne pouvez contrôler qu'1 \"Poussièron Bleu\" face recto.", "it": "Non può essere utilizzato come Materiale Xyz o da Fusione per un'Evocazione. Mentre questa carta è scoperta sul Terreno, essa non può essere offerta come Tributo. Quando questa carta sul Terreno viene distrutta: bandisci 1 carta a caso dalla mano del suo controllore, coperta, fino alla Standby Phase del prossimo turno. Puoi controllare solo 1 \"Polverello Blu\" scoperto.", "pt": "Não pode ser usado como Matéria Fusão, Sincro ou Xyz para uma Invocação. Enquanto este card estiver no campo com a face para cima, ele não pode ser oferecido como Tributo. Quando este card no campo for destruído: bana 1 card aleatório da mão do seu controlador, com a face para baixo, até a Fase de Apoio do próximo turno. Você só pode controlar 1 \"Poerio Azul\" com a face para cima.", "ja": "このカードはリリースできず、融合・シンクロ・エクシーズ召喚の素材にもできない。フィールド上のこのカードが破壊された時、このカードのコントローラーの手札をランダムに１枚選び、次のターンのスタンバイフェイズ時まで裏側表示でゲームから除外する。「ブルー・ダストン」は自分フィールド上に１体しか表側表示で存在できない。", "ko": "이 카드는 릴리스할 수 없으며, 융합 / 싱크로 / 엑시즈 소환의 소재로도 할 수 없다. 필드 위의 이 카드가 파괴되었을 때, 이 카드의 컨트롤러의 패를 무작위로 1장 고르고 다음 턴의 스텐바이 페이즈시까지 뒷면 표시로 게임에서 제외한다. \"블루 더스튼\"은 자신 필드 위에 1장밖에 앞면 표시로 존재할 수 없다.", "zh-TW": null, "zh-CN": "这张卡不能解放，也不能作为融合·同调·XYZ召唤的素材。场上的这张卡被破坏时，这张卡的控制者的手卡随机选1张直到下个回合的准备阶段时里侧表示从游戏中除外。「蓝尘妖」在自己场上只能有1只表侧表示存在。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "WATER", "level": 1, "atk": 0, "def": 1000, "series": ["Duston"], "images": [{"index": 1, "image": "BlueDuston-SHSP-EN-SP-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN045", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "de": [{"set_number": "SHSP-DE045", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "fr": [{"set_number": "SHSP-FR045", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "it": [{"set_number": "SHSP-IT045", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "pt": [{"set_number": "SHSP-PT045", "set_name": "Shadow Specters", "rarities": ["Short Print"]}], "ja": [{"set_number": "SHSP-JP045", "set_name": "Shadow Specters", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "SHSP-KR045", "set_name": "Shadow Specters", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 295051, "master_duel_rarity": "N"}