{"konami_id": 10318, "password": 40230018, "name": {"en": "Spellbook Library of the Crescent", "de": "Magiebuch-Bibliothek des Halbmondes", "es": "Biblioteca del Libro de Magia del Creciente", "fr": "Librairie Livre de Magie du Croissant", "it": "Biblioteca del Libro di Magia della Crescente", "pt": "Livraria do Livro de Magia Crescente", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>書<rt>しょ</rt></ruby><ruby>庫<rt>こ</rt></ruby>クレッセン", "ja_romaji": "Madōshoko Kuressen", "ko": "마도서고 크레센", "ko_rr": null, "zh-TW": "魔導書庫 蛾眉月", "zh-CN": "魔导书库 娥眉月"}, "text": {"en": "If you have no \"Spellbook\" Spell Cards in your Graveyard: Reveal 3 \"Spellbook\" Spell Cards with different names from your Deck, your opponent randomly adds 1 of them to your hand, and shuffle the rest back into your Deck. You can only activate 1 \"Spellbook Library of the Crescent\" per turn. You cannot activate any Spell Cards the turn you activate this card, except \"Spellbook\" Spell Cards.", "de": "Falls du keine „Magiebuch“-Zauberkarten in deinem Friedhof hast: Zeige 3 „Magiebuch“-Zauberkarten mit unterschiedlichen Namen von deinem Deck vor, dein Gegner fügt zufällig 1 von ihnen deiner Hand hinzu und du mischst die restlichen in dein Deck. Du kannst nur 1 „Magiebuch-Bibliothek des Halbmondes“ pro Spielzug aktivieren. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine Zauberkarten aktivieren, außer „Magiebuch“-Zauberkarten.", "es": "Si no tienes Cartas Mágicas \"Libro de Magia\" en tu Cementerio: muestra 3 Cartas Mágicas \"Libro de Magia\" con nombres diferentes en tu Deck, tu adversario añade a tu mano 1 de ellas al azar, y baraja el resto a tu Deck. Sólo puedes activar 1 \"Biblioteca del Libro de Magia del Creciente\" por turno. En el turno en el que activas esta carta no puedes activar Cartas Mágicas, excepto Cartas Mágicas \"Libro de Magia\".", "fr": "Si vous n'avez aucune Carte Magie \"Livre de Magie\" dans votre Cimetière : révélez 3 Cartes Magie \"Livre de Magie\" de noms différents depuis votre Deck, et votre adversaire en ajoute 1 au hasard à votre main, puis mélangez les cartes restantes dans votre Deck. Vous ne pouvez activer qu'1 \"Librairie Livre de Magie du Croissant\" par tour. Vous ne pouvez pas activer de Cartes Magie (Cartes Magie \"Livre de Magie\" exclues) le tour où vous activez cette carte.", "it": "Se non hai nessuna Carta Magia \"Libro di Magia\" nel tuo Cimitero: rivela 3 Carte Magia \"Libro di Magia\" con nomi diversi dal tuo Deck, il tuo avversario ne aggiunge 1 a caso alla tua mano, e mischia le altre nel tuo Deck. Puoi attivare solo 1 \"Biblioteca del Libro di Magia della Crescente\" per turno. Non puoi attivare nessuna Carta Magia nel turno in cui attivi questa carta, eccetto Carte Magia \"Libro di Magia\".", "pt": "Se você não tiver Cards de Magia \"Livro de Magia\" no seu Cemitério: revele 3 Cards de Magia \"Livro de Magia\" com nomes diferentes do seu Deck, seu oponente adiciona aleatoriamente 1 deles à sua mão e você embaralha o restante de volta no seu Deck. Você só pode ativar 1 \"Livraria do Livro de Magia Crescente\" por turno. Você não pode ativar Cards de Magia no turno em que ativar este card, exceto Cards de Magia \"Livro de Magia\".", "ja": "自分の墓地に「魔導書」と名のついた魔法カードが存在しない場合に発動できる。デッキから「魔導書」と名のついた魔法カードを３種類選んで相手に見せ、相手はその中からランダムに１枚選ぶ。相手が選んだカード１枚を自分の手札に加え、残りのカードをデッキに戻す。「魔導書庫クレッセン」は１ターンに１枚しか発動できず、このカードを発動するターン、自分は「魔導書」と名のついたカード以外の魔法カードを発動できない。", "ko": "자신의 묘지에 \"마도서\"라는 이름이 붙은 마법 카드가 존재하지 않을 경우에 발동할 수 있다. 덱에서 \"마도서\"라는 이름이 붙은 마법 카드를 3종류 골라 상대에게 보여주고, 상대는 그 중에서 무작위로 1장 고른다. 상대가 고른 카드 1장을 자신의 패에 넣고, 남은 카드를 덱으로 되돌린다. \"마도서고 크레센\"은 1턴에 1장밖에 발동할 수 없고, 이 카드를 발동하는 턴에, 자신은 \"마도서\"라는 이름이 붙은 카드 이외의 마법 카드를 발동할 수 없다.", "zh-TW": "我方墓地不存在冠有「魔導書」之名的魔法卡的场合可发动。从牌组挑选3种冠有「魔導書」之名的魔法卡并向对手展示，对手从中随机挑选1张。将对手挑选的1张卡牌加我方入手牌，剩下的卡牌返回至牌组。「魔導書庫 蛾眉月」1回合只可发动1张，发动此卡的回合，我方不可发动冠有「魔導書」之名以外的魔法卡。", "zh-CN": "我方墓地不存在冠有“魔导书”之名的魔法卡的场合可发动。从牌组挑选３种冠有“魔导书”之名的魔法卡并向对手展示，对手从中随机挑选１张。将对手挑选的１张卡牌加我方入手牌，剩下的卡牌返回至牌组。“魔导书库 娥眉月”１回合只可发动１张，发动此卡的回合，我方不可发动除冠有“魔导书”之名以外的魔法卡。"}, "card_type": "Spell", "property": "Normal", "series": ["Prophecy", "Spellbook"], "images": [{"index": 1, "image": "SpellbookLibraryoftheCrescent-AP03-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "REDU-EN087", "set_name": "Return of the Duelist", "rarities": ["Rare"]}, {"set_number": "AP03-EN009", "set_name": "Astral Pack Three", "rarities": ["Super Rare"]}], "de": [{"set_number": "REDU-DE087", "set_name": "Return of the Duelist", "rarities": ["Rare"]}, {"set_number": "AP03-DE009", "set_name": "Astral Pack Three", "rarities": ["Super Rare"]}], "fr": [{"set_number": "REDU-FR087", "set_name": "Return of the Duelist", "rarities": ["Rare"]}, {"set_number": "AP03-FR009", "set_name": "Astral Pack Three", "rarities": ["Super Rare"]}], "it": [{"set_number": "REDU-IT087", "set_name": "Return of the Duelist", "rarities": ["Rare"]}, {"set_number": "AP03-IT009", "set_name": "Astral Pack Three", "rarities": ["Super Rare"]}], "pt": [{"set_number": "AP03-PT009", "set_name": "Astral Pack Three", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP13-JP018", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "ko": [{"set_number": "EXP6-KR018", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "zh-TW": [{"set_number": "REDU-TC087", "set_name": "Return of the Duelist", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 231383, "master_duel_rarity": "R"}