{"konami_id": 10258, "password": 40343749, "name": {"en": "House Duston", "de": "Haus-Staubon", "es": "Particulines de la Casa", "fr": "Poussièron de Maison", "it": "Polverello di Casa", "pt": null, "ja": "ハウスダストン", "ja_romaji": "Hausudasuton", "ko": "하우스 더스튼", "ko_rr": null, "zh-TW": "屋塵小妖", "zh-CN": "屋尘妖"}, "text": {"en": "When this face-up card on the field is destroyed by your opponent's card (either by battle, and it was face-up at the start of the Damage Step, or by card effect) and sent to the Graveyard: You can Special Summon any \"Duston\" monsters of your choice from your hand and/or Deck to anywhere on the field, but you must Special Summon an equal number of monsters on each side.", "de": "Wenn diese offene Karte auf dem Spielfeld durch eine Karte deines Gegners zerstört (entweder durch Kampf und sie lag am Beginn des Damage Steps offen oder durch einen Karteneffekt) und auf den Friedhof gelegt wird: Du kannst eine beliebige Anzahl „Staubon“-Monster von deiner Hand und/oder deinem Deck als Spezialbeschwörung auf beliebige Spielfeldseiten beschwören, aber du musst auf jede Spielfeldseite die gleiche Anzahl Monster als Spezialbeschwörung beschwören.", "es": "Cuando esta carta boca arriba en el Campo es destruida por una carta de tu adversario (ya sea en batalla, estando boca arriba al comienzo del Damage Step, o por el efecto de una carta) y mandada al Cementerio: puedes Invocar de Modo Especial, a cualquier lado del Campo y desde tu mano y/o Deck, uno o más monstruos \"Particulines\" cualesquiera, pero debes Invocar de Modo Especial la misma cantidad de monstruos en cada lado.", "fr": "Lorsque cette carte face recto sur le Terrain est détruite par une carte de votre adversaire (au combat et elle était face recto au début de la Damage Step, ou par un effet de carte) et envoyée au Cimetière : Vous pouvez Invoquer Spécialement un nombre de votre choix de monstres \"Poussièron\" depuis votre main et/ou Deck sur le Terrain, mais vous devez Invoquer Spécialement un nombre égal de monstres sur chaque Terrain.", "it": "Quando questa carta scoperta sul Terreno viene distrutta da una carta del tuo avversario (in battaglia, se era scoperta all'inizio del Damage Step, o dall'effetto di una carta) e mandata al Cimitero: puoi Evocare Specialmente qualsiasi mostro \"Polverello\" di tua scelta dalla tua mano e/o Deck su qualsiasi Terreno, ma devi Evocare Specialmente lo stesso numero di mostri su entrambi i Terreni.", "pt": null, "ja": "①：フィールドの表側表示のこのカードが相手の効果で破壊され墓地へ送られた時、または、ダメージステップ開始時に表側表示だったこのカードが相手モンスターとの戦闘で破壊され墓地へ送られた時に発動できる。手札・デッキから「ダストン」モンスターを任意の数だけ選び、お互いのフィールドに同じ数ずつ特殊召喚する。", "ko": "①: 필드의 앞면 표시의 이 카드가 상대의 효과로 파괴되어 묘지로 보내졌을 때, 또는, 데미지 스텝 개시시에 앞면 표시였던 이 카드가 상대 몬스터와의 전투로 파괴되어 묘지로 보내졌을 때에 발동할 수 있다. 패 / 덱에서 \"더스튼\" 몬스터를 임의의 수만큼 고르고, 서로의 필드에 같은 수만큼씩 특수 소환한다.", "zh-TW": "场上以表侧表示存在的此卡因对手被破坏并送入墓地时可发动。从我方手牌、牌组挑选任意数量冠有「塵小妖」之名的怪兽，特殊召唤至双方场上。此时，双方场上特殊召唤的数量必须相同。", "zh-CN": "①：在场上的表侧表示的这张卡被对方的效果破坏送去墓地时或者在伤害步骤开始时是表侧表示的这张卡被和对方怪兽的战斗破坏送去墓地时才能发动。从手卡·卡组选「尘妖」怪兽任意数量在双方场上各相同数量特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 1000, "series": ["Duston"], "images": [{"index": 1, "image": "HouseDuston-ABYR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ABYR-EN036", "set_name": "Abyss Rising", "rarities": ["Common"]}], "de": [{"set_number": "ABYR-DE036", "set_name": "Abyss Rising", "rarities": ["Common"]}], "es": [{"set_number": "ABYR-SP036", "set_name": "Abyss Rising", "rarities": ["Common"]}], "fr": [{"set_number": "ABYR-FR036", "set_name": "Abyss Rising", "rarities": ["Common"]}], "it": [{"set_number": "ABYR-IT036", "set_name": "Abyss Rising", "rarities": ["Common"]}], "ja": [{"set_number": "ABYR-JP036", "set_name": "Abyss Rising", "rarities": ["Common"]}, {"set_number": "AT17-JP005", "set_name": "Advanced Tournament Pack 2017 Vol.1", "rarities": ["Common"]}], "ko": [{"set_number": "ABYR-KR036", "set_name": "Abyss Rising", "rarities": ["Common"]}, {"set_number": "AE10-KR017", "set_name": "Advanced Event Pack 2017 Vol.1", "rarities": ["Common"]}], "zh-TW": [{"set_number": "ABYR-TC036", "set_name": "Abyss Rising", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 242857}