{"konami_id": 14141, "password": 40364916, "name": {"en": "Shiranui Style Solemnity", "de": "Shiranui-Stil-Feierlichkeit", "es": "Solemnidad Estilo Shiranui", "fr": "Style de la Solennité Shiranui", "it": "Solennità Stile Shiranui", "pt": "Solenidade do Estilo Shiranui", "ja": "<ruby>不知火<rt>しらぬい</rt></ruby><ruby>流<rt>りゅう</rt></ruby> <ruby>伝<rt>でん</rt></ruby><ruby>承<rt>しょう</rt></ruby>の<ruby>陣<rt>じん</rt></ruby>", "ja_romaji": "Shiranui-ryū Denshō no Jin", "ko": "시라누이류 전승의 진", "ko_rr": "Siranui-lyu Jeonseung-ui Jin", "zh-TW": "不知火流 傳承之陣", "zh-CN": "不知火流 传承之阵"}, "text": {"en": "This card's name becomes \"Shiranui Style Synthesis\" while in the Spell & Trap Zone. Once per turn, you can activate 1 of these effects.\n● Banish 1 Zombie monster from your GY; the Normal and Special Summons of your Zombie monsters cannot be negated for the rest of this turn (even if this card leaves the field).\n● Target 1 Zombie monster you control; banish it, then you can send 1 Zombie monster with 0 DEF from your Deck to the GY.", "de": "Der Name dieser Karte wird zu „Shiranui-Stil-Synthese“, solange sie in der Zauber- & Fallenzone liegt. Einmal pro Spielzug kannst du 1 dieser Effekte aktivieren.\n● Verbanne 1 Zombie-Monster von deinem Friedhof; die Normal- und Spezialbeschwörungen deiner Zombie-Monster können für den Rest dieses Spielzugs nicht annulliert werden.\n● Wähle 1 Zombie-Monster, das du kontrollierst; verbanne es, dann kannst du 1 Zombie-Monster mit 0 DEF von deinem Deck auf den Friedhof legen.", "es": "El nombre de esta carta se convierte en \"Síntesis Estilo Shiranui\" mientras esté en la Zona de Magia y Trampas. Una vez por turno, puedes activar 1 de estos efectos.\n● Destierra 1 monstruo Zombi en tu Cementerio; las Invocaciones Normales y Especiales de tus monstruos Zombi no pueden ser negadas por el resto de este turno (aún si esta carta deja el Campo).\n● Selecciona 1 monstruo Zombi que controles; destiérralo, y después puedes mandar al Cementerio 1 monstruo Zombi con 0 DEF en tu Deck.", "fr": "Le nom de cette carte devient \"Style de Synthèse Shiranui\" tant qu'elle est dans la Zone Magie & Piège. Une fois par tour, vous pouvez activer 1 de ces effets.\n● Bannissez 1 monstre Zombie depuis votre Cimetière ; le reste de ce tour (même si cette carte quitte le Terrain), les Invocations Normales et Spéciales de vos monstres Zombie ne peuvent pas être annulées.\n● Ciblez 1 monstre Zombie que vous contrôlez ; bannissez-le, puis vous pouvez envoyer 1 monstre Zombie avec 0 DEF depuis votre Deck au Cimetière.", "it": "Il nome di questa carta diventa \"Sintesi Stile Shiranui\" mentre è nella Zona Magie & Trappole. Una volta per turno, puoi attivare 1 di questi effetti.\n● Bandisci 1 mostro Zombie dal tuo Cimitero; le Evocazioni Normali e Speciali dei tuoi mostri Zombie non possono essere annullate per il resto di questo turno (anche se questa carta lascia il Terreno).\n● Scegli come bersaglio 1 mostro Zombie che controlli; bandiscilo, poi puoi mandare 1 mostro Zombie con DEF 0 dal tuo Deck al Cimitero.", "pt": "O nome deste card se torna \"Síntese do Estilo Shiranui\" enquanto estiver na Zona de Magias & Armadilhas. Uma vez por turno, você pode ativar 1 desses efeitos.\n● Bana 1 monstro Zumbi do seu Cemitério; as Invocações-Normais e Especiais dos seus monstros Zumbi não podem ser negadas pelo resto deste turno (mesmo que este card deixe o campo).\n● Escolha 1 monstro Zumbi que você controla; bana-o e, depois, você pode enviar 1 monstro Zumbi com DEF 0 do seu Deck para o Cemitério.", "ja": "①：このカードは魔法＆罠ゾーンに存在する限り、カード名を「不知火流 転生の陣」として扱う。②：１ターンに１度、以下の効果から１つを選択して発動できる。●自分の墓地からアンデット族モンスター１体を除外して発動できる。このターン、自分のアンデット族モンスターの召喚・特殊召喚は無効化されない。●自分フィールドのアンデット族モンスター１体を対象として発動できる。そのモンスターを除外する。その後、デッキから守備力０のアンデット族モンスター１体を墓地へ送る事ができる。", "ko": "①: 이 카드는 마법 & 함정 존에 존재하는 한, 카드명을 \"시라누이류 전생의 진\"으로 취급한다. ②: 1턴에 1번, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신 묘지에서 언데드족 몬스터 1장을 제외하고 발동할 수 있다. 이 턴에, 자신의 언데드족 몬스터의 일반 소환 / 특수 소환은 무효화되지 않는다.\n●자신 필드의 언데드족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 제외한다. 그 후, 덱에서 수비력 0 의 언데드족 몬스터 1장을 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "①：此卡只要存在于魔法与陷阱区域，卡名视为“不知火流 转生之阵”。\n②：１回合１次，可从以下效果中选择１个发动。\n●从自己的墓地将１只不死族怪兽除外可以发动。此回合，自己的不死族怪兽的召唤・特殊召唤不会被无效化。\n●以自己场上的１只不死族怪兽为对象可以发动。将该怪兽除外。然后，可从牌组将守备力０的１只不死族怪兽送至墓地。"}, "card_type": "Spell", "property": "Continuous", "series": ["Shiranui"], "images": [{"index": 1, "image": "ShiranuiStyleSolemnity-SAST-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN064", "set_name": "Savage Strike", "rarities": ["Common"]}], "de": [{"set_number": "SAST-DE064", "set_name": "Savage Strike", "rarities": ["Common"]}], "es": [{"set_number": "SAST-SP064", "set_name": "Savage Strike", "rarities": ["Common"]}], "fr": [{"set_number": "SAST-FR064", "set_name": "Savage Strike", "rarities": ["Common"]}], "it": [{"set_number": "SAST-IT064", "set_name": "Savage Strike", "rarities": ["Common"]}], "pt": [{"set_number": "SAST-PT064", "set_name": "Savage Strike", "rarities": ["Common"]}], "ja": [{"set_number": "SAST-JP064", "set_name": "Savage Strike", "rarities": ["Common"]}], "ko": [{"set_number": "SAST-KR064", "set_name": "Savage Strike", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC199", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 572719, "master_duel_rarity": "N"}