{"konami_id": 18031, "password": 40460013, "name": {"en": "Zalamander Catalyzer", "de": "Zalamander-Katalysator", "es": "Catalizador Zalamander", "fr": "Catalyseur Zalamander", "it": "Catalizzatore Zalamander", "pt": "Catalisador Zalamander", "ja": "<ruby>炎魔の触媒<rt>ザラマンデル・カタライザー</rt></ruby>", "ja_romaji": "Zaramanderu Kataraizā", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "炎魔催化师"}, "text": {"en": "You can reveal this card and 1 Fiend monster in your hand; Special Summon 1 of them and discard the other. When a monster is destroyed by battle involving your Fiend monster, while this card is in your GY: You can add this card to your hand. You can only use each effect of \"Zalamander Catalyzer\" once per turn.", "de": "Du kannst diese Karte und 1 Unterweltler-Monster in deiner Hand vorzeigen; beschwöre 1 von ihnen als Spezialbeschwörung und wirf das oder die andere ab. Wenn ein Monster durch einen Kampf zerstört wird, an dem dein Unterweltler-Monster beteiligt ist, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte deiner Hand hinzufügen. Du kannst jeden Effekt von „Zalamander-Katalysator“ nur einmal pro Spielzug verwenden.", "es": "Puedes mostrar esta carta y 1 monstruo Demonio en tu mano; Invoca 1 de ellos de Modo Especial y descarta el otro. Cuando un monstruo es destruido en batalla involucrando tu monstruo Demonio, mientras esta carta está en tu Cementerio: puedes añadir esta carta a tu mano. Sólo puedes usar cada efecto de \"Catalizador Zalamander\" una vez por turno.", "fr": "Vous pouvez révéler cette carte et 1 monstre Démon dans votre main ; Invoquez-en Spécialement 1 et défaussez l'autre. Lorsqu'un monstre est détruit au combat impliquant votre monstre Démon, tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Catalyseur Zalamander\" qu'une fois par tour.", "it": "Puoi rivelare questa carta e 1 mostro Demone nella tua mano; Evoca Specialmente 1 di essi e scarta l'altro. Quando un mostro viene distrutto in una battaglia che coinvolge un tuo mostro Demone, mentre questa carta è nel tuo Cimitero: puoi aggiungere questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Catalizzatore Zalamander\" una sola volta per turno.", "pt": "Você pode revelar este card e 1 monstro Demônio na sua mão; Invoque por Invocação-Especial 1 deles e descarte o outro. Quando um monstro for destruído em uma batalha envolvendo um monstro Demônio seu, enquanto este card estiver no seu Cemitério: você pode adicionar este card à sua mão. Você só pode usar cada efeito de \"Catalisador Zalamander\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": "可以把手卡的这张卡和1只恶魔族怪兽给对方观看；那之内的1只特殊召唤，另1只丢弃。这张卡在墓地存在，自己的恶魔族怪兽战斗破坏怪兽时：可以把这张卡加入手卡。「炎魔催化师」的每个效果1回合各能使用1次。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "FIRE", "level": 4, "atk": 1600, "def": 200, "images": [{"index": 1, "image": "ZalamanderCatalyzer-DABL-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN082", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE082", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR082", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT082", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT082", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 717575}