{"konami_id": 16563, "password": 40493210, "name": {"en": "Magikey Locking", "de": "Magieschlüssel-Verriegelung", "es": "Bloqueo Magillave", "fr": "Verrouillage de la Magiclé", "it": "Magichiave Blocco", "pt": "Trancamento Magichave", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>鍵<rt>けん</rt></ruby><ruby>錠<rt>じょう</rt></ruby>－<ruby>施<rt>ロック</rt></ruby>－", "ja_romaji": "Makenjō - Rokku -", "ko": "마건정－락－", "ko_rr": "Mageonjeong - Rak", "zh-TW": "魔鍵鎖－施－", "zh-CN": "魔键锭－施－"}, "text": {"en": null, "de": "Biete 1 Normales Monster oder „Magieschlüssel“-Monster (außer einer Spielmarke) als Tribut an und wähle dann bis zu 2 Normale Monster und/oder „Magieschlüssel“-Monster in deinem Friedhof, deren gemeinsame Stufe 8 oder weniger entspricht; beschwöre jene Monster als Spezialbeschwörung in die Verteidigungsposition, dann kannst du 1 der folgenden Effekte ausführen, sofort nachdem dieser Effekt aufgelöst wurde.\n●Beschwöre 1 „Magieschlüssel“-Synchromonster als Synchrobeschwörung und verwende dafür Monster, die du kontrollierst.\n●Beschwöre 1 „Magieschlüssel“-Xyz-Monster als Xyz-Beschwörung und verwende dafür Monster, die du kontrollierst.", "es": "Sacrifica 1 Monstruo Normal o monstruo \"Magillave\" (excepto una Ficha) y después selecciona hasta 2 Monstruos Normales y/o monstruos \"Magillave\" en tu Cementerio cuyos Niveles totales sean iguales a 8 o menos; Invoca esos monstruos de Modo Especial en Posición de Defensa, y después puedes aplicar 1 de los siguientes efectos inmediatamente después de que se resuelva este efecto.\n●Invoca por Sincronía 1 Monstruo de Sincronía \"Magillave\" usando monstruos que controlas.\n●Invoca Xyz 1 Monstruo Xyz \"Magillave\" usando monstruos que controlas.", "fr": "Sacrifiez 1 Monstre Normal ou monstre \"Magiclé\" (Jetons exclus), puis ciblez max. 2 Monstres Normaux et/ou monstres \"Magiclé\" dans votre Cimetière dont le Niveau total est égal à max. 8 ; Invoquez Spécialement ces monstres en Position de Défense, puis vous pouvez appliquer 1 des effets suivants immédiatement après la résolution de cet effet.\n●Invoquez par Synchronisation 1 Monstre Synchro \"Magiclé\" en utilisant des monstres que vous contrôlez.\n●Invoquez par Xyz 1 Monstre Xyz \"Magiclé\" en utilisant des monstres que vous contrôlez.", "it": "Offri come Tributo 1 Mostro Normale o mostro \"Magichiave\" (eccetto un Segna-Mostro), poi scegli come bersaglio fino a 2 Mostri Normali e/o mostri \"Magichiave\" nel tuo Cimitero con Livello totale pari o inferiore a 8; Evoca Specialmente quei mostri in Posizione di Difesa, poi puoi applicare 1 dei seguenti effetti immediatamente dopo che questo effetto si è risolto.\n●Synchro Evoca 1 Mostro Synchro \"Magichiave\" utilizzando mostri che controlli.\n●Evoca Xyz 1 Mostro Xyz \"Magichiave\" utilizzando mostri che controlli.", "pt": "Ofereça como Tributo 1 Monstro Normal ou monstro \"Magichave\" (exceto uma Ficha) e, depois, escolha até 2 Monstros Normais e/ou monstros \"Magichave\" no seu Cemitério cuja soma dos Níveis seja igual a 8 ou menos; Invoque esses monstros por Invocação-Especial em Posição de Defesa e, depois, você pode aplicar 1 dos seguintes efeitos Imediatamente depois que este efeito resolver.\n●Invoque por Invocação-Sincro 1 Monstro Sincro \"Magichave\" usando monstros que você controla.\n●Invoque por Invocação-Xyz 1 Monstro Xyz \"Magichave\" usando monstros que você controla.", "ja": "①：トークン以外の自分フィールドの、通常モンスターか「魔鍵」モンスター１体をリリースし、レベルの合計が８以下になるように、自分の墓地の通常モンスターか「魔鍵」モンスターを合計２体まで対象として発動できる。そのモンスターを守備表示で特殊召喚する。その後、以下の効果から１つを選んで適用できる。\n●「魔鍵」Ｓモンスター１体をＳ召喚する。\n●「魔鍵」Ｘモンスター１体をＸ召喚する。", "ko": "①: 토큰 이외의 자신 필드의, 일반 몬스터 또는 \"마건\" 몬스터 1장을 릴리스하고, 레벨의 합계가 8 이하가 되도록, 자신 묘지의 일반 몬스터 또는 \"마건\" 몬스터를 2장까지 대상으로 하여 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 그 후, 이하의 효과에서 1개를 고르고 적용할 수 있다.\n●자신 필드의 몬스터를 싱크로 소재로서 \"마건\" 싱크로 몬스터 1장을 싱크로 소환한다.\n●자신 필드의 몬스터를 엑시즈 소재로서 \"마건\" 엑시즈 몬스터 1장을 엑시즈 소환한다.", "zh-TW": "①：可解放１隻衍生物以外的我方場上的通常怪獸或１隻「魔鍵」怪獸，為使等級合計變為８以下，可將我方墓地最多２隻通常怪獸或「魔鍵」怪獸做為對象發動。以守備表示特殊召喚該怪獸。其後，可從以下效果選擇１個適用。\n●以我方場上的怪獸做為同步素材，同步召喚１隻「魔鍵」同步怪獸。\n●以我方場上的怪獸做為超量素材，超量召喚１隻「魔鍵」超量怪獸。", "zh-CN": "①：解放自己场上衍生物以外的１只通常怪兽或“魔键”怪兽，为使等级合计变为８以下，以自己墓地的最多２只通常怪兽或“魔键”怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。然后，可从以下效果中挑选１个适用。\n●以自己场上的怪兽作为同步素材，将１只“魔键”同步怪兽同步召唤。\n●以自己场上的怪兽作为超量素材，将１只“魔键”超量怪兽超量召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Magikey"], "images": [{"index": 1, "image": "MagikeyLocking-BODE-JP-C.png", "illustration": "MagikeyLocking-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "MagikeyLocking-MP22-EN-C-1E.png", "illustration": "MagikeyLocking-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BODE-EN077", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-EN229", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE077", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-DE229", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR077", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-FR229", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT077", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-IT229", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT077", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-PT229", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP077", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR077", "set_name": "Burst of Destiny", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715724, "master_duel_rarity": "R"}