{"konami_id": 13360, "password": 40509732, "name": {"en": "Samurai Destroyer", "de": "Samurai Zerstörer", "es": "Destructor Samurái", "fr": "Destructeur Samouraï", "it": "Distruttore Samurai", "pt": "Samurai Destruidor", "ja": "<ruby>鬼動武者<rt>デストロイ・サムライ</rt></ruby>", "ja_romaji": "Desutoroi Samurai", "ko": "디스트로이 사무라이", "ko_rr": "Diseuteuroi Samurai", "zh-TW": "鬼動武者", "zh-CN": "鬼动武者"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card battles an opponent's monster, your opponent cannot activate cards or effects until the end of the Damage Step, also that opponent's monster's effects are negated during the Battle Phase only. If this face-up card in its owner's control leaves the field because of an opponent's card effect: You can target 1 Machine monster in your GY; Special Summon it.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte gegen ein Monster eines Gegners kämpft, kann dein Gegner bis zum Ende des Damage Steps weder Karten noch Effekte aktivieren, zusätzlich werden die Effekte jenes Monsters des Gegners nur während der Battle Phase annulliert. Falls diese offene Karte, die ihr Besitzer kontrolliert, das Spielfeld durch einen Karteneffekt eines Gegners verlässt: Du kannst 1 Maschine-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta batalla con un monstruo del adversario, tu adversario no puede activar cartas o efectos hasta el final del Damage Step, y además los efectos de ese monstruo del adversario son negados sólo durante la Battle Phase. Si esta carta boca arriba controlada por su dueño deja el Campo por el efecto de una carta del adversario: puedes seleccionar 1 monstruo Máquina en tu Cementerio; Invócalo de Modo Especial.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte combat un monstre de l'adversaire, votre adversaire ne peut activer ni de cartes ni d'effets jusqu'à la fin de la Damage Step, et aussi, les effets du monstre de l'adversaire sont annulés durant la Battle Phase uniquement. Si cette carte face recto contrôlée par son propriétaire quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez cibler 1 monstre Machine dans votre Cimetière ; Invoquez-le Spécialement.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta combatte con un mostro dell'avversario, il tuo avversario non può attivare carte o effetti fino alla fine del Damage Step, inoltre gli effetti di quel mostro dell'avversario vengono annullati solamente durante la Battle Phase. Se questa carta scoperta sotto il controllo del suo proprietario lascia il Terreno per l'effetto di una carta dell'avversario: puoi scegliere come bersaglio 1 mostro Macchina nel tuo Cimitero; Evocalo Specialmente.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card batalhar um monstro do oponente, seu oponente não pode ativar cards ou efeitos até o final da Etapa de Dano e, além disso, os efeitos desse monstro do oponente são negados, apenas durante a Fase de Batalha. Se este card com a face para cima sob o controle do seu dono deixar o campo devido a um efeito de card do oponente: você pode escolher 1 monstro Máquina no seu Cemitério; Invoque-o por Invocação-Especial.", "ja": "チューナー＋チューナー以外のモンスター１体以上\n①：このカードが相手モンスターと戦闘を行う場合、相手はダメージステップ終了時まで魔法・罠・モンスターの効果を発動できず、そのバトルフェイズの間だけその相手モンスターの効果は無効化される。②：表側表示のこのカードが相手の効果でフィールドから離れた場合、自分の墓地の機械族モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n①: 이 카드가 상대 몬스터와 전투를 실행할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 / 몬스터의 효과를 발동할 수 없으며, 배틀 페이즈 동안에만 그 상대 몬스터의 효과는 무효화된다. ②: 앞면 표시의 이 카드가 상대 효과로 필드에서 벗어났을 경우, 자신 묘지의 기계족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "协调+1只以上协调以外的怪兽\n①：此卡与对手怪兽进行战斗的情况下，直至伤害步骤结束时为止对手不可发动魔法・陷阱・怪兽的效果，仅在战斗阶段期间该对手怪兽的效果无效化。②：表侧表示的此卡因对手的效果从场上离开的情况下，以自己墓地的1只机械族怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "EARTH", "level": 7, "atk": 2600, "def": 1400, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "SamuraiDestroyer-CIBR-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN081", "set_name": "Circuit Break", "rarities": ["Rare"]}, {"set_number": "OP26-EN008", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "de": [{"set_number": "CIBR-DE081", "set_name": "Circuit Break", "rarities": ["Rare"]}, {"set_number": "OP26-DE008", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CIBR-FR081", "set_name": "Circuit Break", "rarities": ["Rare"]}, {"set_number": "OP26-FR008", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "it": [{"set_number": "CIBR-IT081", "set_name": "Circuit Break", "rarities": ["Rare"]}, {"set_number": "OP26-IT008", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CIBR-PT081", "set_name": "Circuit Break", "rarities": ["Rare"]}, {"set_number": "OP26-PT008", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP18-JP039", "set_name": "Extra Pack 2018", "rarities": ["Rare"]}, {"set_number": "24TP-JP406", "set_name": "Tournament Pack 2024 Vol.4", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "EP18-KR039", "set_name": "Extra Pack 2018", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP1-SC101", "set_name": "Mega Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 531565, "master_duel_rarity": "SR"}