{"konami_id": 9477, "password": 40583194, "name": {"en": "Force Resonator", "de": "Machtresonator", "es": "Resonador de Fuerza", "fr": "Diapason de Force", "it": "Diapason della Forza", "pt": "Ressonador da Força", "ja": "フォース・リゾネーター", "ja_romaji": "Fōsu Rizonētā", "ko": "포스 레조네이터", "ko_rr": null, "zh-TW": "力量共鳴者", "zh-CN": "力量共鸣者"}, "text": {"en": "You can send this face-up card you control to the Graveyard, then target 1 face-up monster you control; if it attacks this turn, your opponent cannot activate cards or effects that target a monster(s) until the end of the Damage Step.", "de": "Du kannst diese offene Karte, die du kontrollierst, auf den Friedhof legen und dann 1 offenes Monster wählen, das du kontrollierst; falls es in diesem Spielzug angreift, kann dein Gegner bis zum Ende des Damage Steps weder Karten noch Effekte aktivieren, die ein oder mehr Monster als Ziel wählen.", "es": "Puedes mandar al Cementerio esta carta boca arriba que controlas, y después seleccionar 1 monstruo boca arriba que controles; si este turno éste ataca, hasta el final del Damage Step tu adversario no puede activar cartas o efectos que seleccionen a uno o más monstruos.", "fr": "Vous pouvez envoyer cette carte face recto que vous contrôlez au Cimetière, puis ciblez 1 monstre face recto que vous contrôlez ; s'il attaque ce tour, jusqu'à la fin de la Damage Step, votre adversaire ne peut ni activer de cartes ni d'effets qui ciblent un ou plusieurs monstres.", "it": "Puoi mandare questa carta scoperta che controlli al Cimitero per scegliere 1 mostro scoperto che controlli. Se quel mostro attacca in questo turno, il tuo avversario non può attivare carte o effetti che hanno come bersaglio uno più mostri fino alla fine del Damage Step.", "pt": "Você pode enviar este card com a face para cima que você controla para o Cemitério e, depois, escolher 1 monstro com a face para cima que você controla; se ele atacar neste turno, até o final da Etapa de Dano, seu oponente não pode ativar cards ou efeitos que escolham um ou mais monstros como alvo.", "ja": "自分フィールド上に表側表示で存在するこのカードを墓地へ送り、自分フィールド上に表側表示で存在するモンスター１体を選択して発動する。このターン、選択したモンスターが攻撃する場合、相手はダメージステップ終了時までモンスターを対象にする魔法・罠・効果モンスターの効果を発動する事ができない。", "ko": "자신 필드 위에 앞면 표시로 존재하는 이 카드를 묘지로 보내고, 자신 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택하여 발동한다. 이 턴에, 선택한 몬스터가 공격할 경우, 상대는 데미지 스텝 종료시까지 몬스터를 대상으로 하는 마법 / 함정 / 효과 몬스터의 효과를 발동할 수 없다.", "zh-TW": "可將場上的此卡送至墓地，選擇我方場上的１隻正面表示怪獸發動。此回合，在選擇的怪獸攻擊的狀況下，對方在傷害步驟結束前無法發動以怪獸做為對象的魔法・陷阱・怪獸的效果。", "zh-CN": "可将场上的此卡送入墓地，并选择１只我方场上的表侧表示怪兽发动。此回合，被选择怪兽攻击的场合，直至伤害步骤结束时，对手不可发动以怪兽为对象的魔法、陷阱、怪兽效果。"}, "card_type": "Monster", "monster_type_line": "Fiend / Tuner / Effect", "attribute": "WATER", "level": 2, "atk": 500, "def": 500, "series": ["Resonator"], "images": [{"index": 1, "image": "ForceResonator-LC5D-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXVC-EN006", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "LC5D-EN067", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "EXVC-DE006", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "LC5D-DE067", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "EXVC-FR006", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "LC5D-FR067", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "EXVC-IT006", "set_name": "Extreme Victory", "rarities": ["Common"]}, {"set_number": "LC5D-IT067", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LC5D-PT067", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXVC-JP006", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ko": [{"set_number": "EXVC-KR006", "set_name": "Extreme Victory", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 158553, "master_duel_rarity": "N"}