{"konami_id": 10762, "password": 40607210, "name": {"en": "Vampire Grace", "de": "Vampirgrazie", "es": "Gracia del Vampiro", "fr": "Grâce Vampire", "it": "Grazia Vampira", "pt": "Graça Vampira", "ja": "ヴァンパイア・グレイス", "ja_romaji": "Vanpaia Gureisu", "ko": "뱀파이어 그레이스", "ko_rr": null, "zh-TW": "吸血鬼 葛蕾絲", "zh-CN": "吸血鬼女王"}, "text": {"en": "When a Level 5 or higher Zombie monster(s) is Special Summoned to your field by the effect of a Zombie monster while this card is in your GY: You can pay 2000 LP; Special Summon this card from your GY. You can only use this effect of \"Vampire Grace\" once per turn. Once per turn: You can declare 1 card type (Monster, Spell, or Trap); your opponent sends 1 card of that type from their Deck to the GY.", "de": "Wenn ein oder mehr Zombie-Monster der Stufe 5 oder höher durch den Effekt eines Zombie-Monsters als Spezialbeschwörung auf deine Spielfeldseite beschworen werden, solange diese Karte in deinem Friedhof liegt: Du kannst 2000 LP zahlen; beschwöre diese Karte als Spezialbeschwörung von deinem Friedhof. Du kannst diesen Effekt von „Vampirgrazie“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug: Du kannst 1 Kartentyp (Monster, Zauber oder Falle) deklarieren; dein Gegner legt 1 Karte des deklarierten Typs von seinem Deck auf den Friedhof.", "es": "Cuando uno o más monstruos Zombi de Nivel 5 o mayor son Invocados de Modo Especial a tu Campo por efecto de un monstruo Zombi mientras esta carta está en tu Cementerio: puedes pagar 2000 LP; Invoca esta carta de Modo Especial desde tu Cementerio. Sólo puedes usar este efecto de \"Gracia del Vampiro\" una vez por turno. Una vez por turno: puedes declarar 1 tipo de carta (Monstruo, Mágica o Trampa); tu adversario manda al Cementerio 1 carta de ese tipo en su Deck.", "fr": "Lorsqu'un ou plusieurs monstres Zombie de min. Niveau 5 sont Invoqués Spécialement sur votre Terrain par l'effet d'un monstre Zombie tant que cette carte est dans votre Cimetière : vous pouvez payer 2000 LP ; Invoquez Spécialement cette carte depuis votre Cimetière. Vous ne pouvez utiliser cet effet de \"Grâce Vampire\" qu'une fois par tour. Une fois par tour : vous pouvez déclarer 1 type de carte (Monstre, Magie ou Piège) ; votre adversaire envoie 1 carte de ce type depuis son Deck au Cimetière.", "it": "Quando uno o più mostri Zombie di Livello 5 o superiore vengono Evocati Specialmente sul tuo Terreno dall'effetto di un mostro Zombie mentre questa carta è nel tuo Cimitero: puoi pagare 2000 LP; Evoca Specialmente questa carta dal tuo Cimitero. Puoi utilizzare questo effetto di \"Grazia Vampira\" una sola volta per turno. Una volta per turno: puoi dichiarare 1 tipo di carta (Mostro, Magia o Trappola); il tuo avversario manda 1 carta di quel tipo dal suo Deck al Cimitero.", "pt": "Quando um ou mais monstros Zumbi de Nível 5 ou mais forem Invocados por Invocação-Especial no seu campo pelo efeito de um monstro Zumbi enquanto este card estiver no seu Cemitério: você pode pagar 2000 PV; Invoque este card por Invocação-Especial do seu Cemitério. Você só pode usar este efeito de \"Graça Vampira\" uma vez por turno. Uma vez por turno: você pode declarar 1 tipo de card (Monstro, Magia ou Armadilha); seu oponente envia 1 card desse tipo do Deck dele para o Cemitério.", "ja": "このカードが墓地に存在し、アンデット族モンスターの効果によって自分フィールド上にレベル５以上のアンデット族モンスターが特殊召喚された時、２０００ライフポイントを払って発動できる。このカードを墓地から特殊召喚する。「ヴァンパイア・グレイス」のこの効果は１ターンに１度しか使用できない。また、１ターンに１度、カードの種類（モンスター・魔法・罠）を宣言して発動できる。相手は宣言された種類のカード１枚をデッキから墓地へ送る。", "ko": "이 카드가 묘지에 존재하고, 언데드족 몬스터의 효과에 의해서 자신 필드 위에 레벨 5 이상의 언데드족 몬스터가 특수 소환되었을 때, 2000 라이프 포인트를 지불하여 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다. \"뱀파이어 그레이스\"의 이 효과는 1턴에 1번밖에 사용할 수 없다. 또한, 1턴에 1번, 카드의 종류(몬스터 / 마법 / 함정)를 선언하고 발동할 수 있다. 상대는 선언된 종류의 카드 1장을 덱에서 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡存在于墓地的状态下，等级５以上的不死族怪兽因不死族怪兽的效果被特殊召唤至自己场上时，支付２０００LP可以发动。将此卡特殊召唤。②：１回合１次，宣言卡的种类（怪兽・魔法・陷阱）可以发动。对手从牌组将１张种类被宣言的卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 6, "atk": 2000, "def": 1200, "series": ["Vampire"], "images": [{"index": 1, "image": "VampireGrace-SHSP-JP-C.png", "illustration": "VampireGrace-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "VampireGrace-GFP2-EN-UR-1E.png", "illustration": "VampireGrace-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "SHSP-EN031", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-EN153", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "GFP2-EN072", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SHSP-DE031", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-DE153", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "GFP2-DE072", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SHSP-FR031", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-FR153", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "GFP2-FR072", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SHSP-IT031", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-IT153", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "GFP2-IT072", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SHSP-PT031", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "MP14-PT153", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "GFP2-PT072", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SHSP-JP031", "set_name": "Shadow Specters", "rarities": ["Common"]}], "ko": [{"set_number": "SHSP-KR031", "set_name": "Shadow Specters", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC018", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 270619, "master_duel_rarity": "N"}