{"konami_id": 13472, "password": 40634253, "name": {"en": "BM-4 Blast Spider", "de": "BM-4-Sprengspinne", "es": "Araña Explosiva BM-4", "fr": "Araignée Explosion BM-4", "it": "BM-4 Ragno Esplosione", "pt": "BM-4 Aranha Explosiva", "ja": "ＢＭ－４ボムスパイダー", "ja_romaji": "Bīemu-Fō Bomu Supaidā", "ko": "BM－4 폭탄 스파이더", "ko_rr": null, "zh-TW": "BM－4炸彈蜘蛛", "zh-CN": "BM－4炸弹蜘蛛"}, "text": {"en": null, "de": "Einmal pro Spielzug: Du kannst 1 FINSTERNIS Maschine-Monster, das du kontrollierst, und 1 offene Karte, die dein Gegner kontrolliert, wählen; zerstöre sie. Falls ein Monster, das du kontrollierst und das ursprünglich eine FINSTERNIS Maschine war, ein oder mehr Monster eines Gegners durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof legt: Du kannst deinem Gegner Schaden in Höhe der Hälfte der Grund-ATK von 1 der Monster zufügen, die zerstört und auf den Friedhof gelegt wurden. Du kannst diesen Effekt von „BM-4-Sprengspinne“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno: puedes seleccionar 1 monstruo Máquina de OSCURIDAD que controles y 1 carta boca arriba que controle tu adversario; destrúyelos. Si un monstruo que controlas que originalmente era una Máquina de OSCURIDAD destruye uno o más monstruos del adversario en batalla o por efecto de una carta y los manda al Cementerio: puedes infligir daño a tu adversario igual a la mitad del ATK original de 1 de esos monstruos destruidos y mandados al Cementerio. Sólo puedes usar este efecto de \"Araña Explosiva BM-4\" una vez por turno.", "fr": "Une fois par tour : vous pouvez cibler 1 monstre TÉNÈBRES Machine que vous contrôlez et 1 carte face recto contrôlée par votre adversaire ; détruisez-les. Si un monstre que vous contrôlez qui était TÉNÈBRES Machine à l'origine détruit un ou plusieurs monstres de l'adversaire au combat ou par un effet de carte et les envoie au Cimetière : vous pouvez infliger des dommages à votre adversaire égaux à la moitié de l'ATK d'origine d'1 de ces monstres détruits et envoyés au Cimetière. Vous ne pouvez utiliser cet effet de \"Araignée Explosion BM-4\" qu'une fois par tour.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro OSCURITÀ Macchina che controlli e 1 carta scoperta controllata dal tuo avversario; distruggile. Se un mostro che controlli che era originariamente OSCURITÀ Macchina distrugge uno o più mostri dell'avversario in battaglia o con l'effetto di una carta e li manda al Cimitero: puoi infliggere al tuo avversario danno pari alla metà dell'ATK originale di 1 di quei mostri distrutti e mandati al Cimitero. Puoi utilizzare questo effetto di \"BM-4 Ragno Esplosione\" una sola volta per turno.", "pt": "Uma vez por turno: você pode escolher 1 monstro Máquina de TREVAS que você controla e 1 monstro com a face para cima que seu oponente controla; destrua-os. Se um monstro que você controla que originalmente era uma Máquina de TREVAS destruir um ou mais monstros do oponente em batalha ou por um efeito de card e enviá-los para o Cemitério: você pode causar dano ao seu oponente igual à metade do ATK original de 1 desses monstros destruídos e enviados para o Cemitério. Você só pode usar este efeito de \"BM-4 Aranha Explosiva\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：１ターンに１度、自分フィールドの機械族・闇属性モンスター１体と相手フィールドの表側表示カード１枚を対象として発動できる。そのカードを破壊する。\n②：自分フィールドの元々の種族・属性が機械族・闇属性のモンスターが、戦闘または自身の効果で相手フィールドのモンスターを破壊し墓地へ送った場合に発動できる。その破壊され墓地へ送られたモンスター１体の元々の攻撃力の半分のダメージを相手に与える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 필드의 기계족 / 어둠 속성 몬스터 1장과 상대 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ②: 자신 필드의 원래의 종족 / 속성이 기계족 / 어둠 속성인 몬스터가, 전투 또는 자신의 효과로 상대 필드의 몬스터를 파괴하고 묘지로 보냈을 경우에 발동할 수 있다. 그 파괴되어 묘지로 보내진 몬스터 1장의 원래 공격력 절반의 데미지를 상대에게 준다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：１回合１次，可將我方場上的１隻機械族・闇屬性怪獸及對方場上的１張正面表示的卡做為對象發動。破壞該卡。②：可在我方場上的原本的種族・屬性為機械族・闇屬性的怪獸，因戰鬥或自身效果破壞對方場上的怪獸送至墓地的狀況下發動。給予對方等同於１隻被破壞送至墓地的該怪獸的原本的攻擊力一半的傷害。", "zh-CN": "此卡牌名的②效果１回合只可使用１次。①：１回合１次，可以我方场上的１只机械族、暗属性怪兽与对手场上的１张表侧表示卡牌为对象发动。破坏该卡。②：我方场上原本种族、属性为机械族、暗属性的怪兽，以战斗或自身效果破坏对手场上的怪兽并送入墓地的场合，可发动。给予对手相当于１只该被破坏并送入墓地怪兽的原本攻击力一半数值的伤害。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 1400, "def": 2200, "images": [{"index": 1, "image": "BM4BlastSpider-LED2-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LED2-EN014", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "de": [{"set_number": "LED2-DE014", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "fr": [{"set_number": "LED2-FR014", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "it": [{"set_number": "LED2-IT014", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "pt": [{"set_number": "LED2-PT014", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "ja": [{"set_number": "DP19-JP014", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Rare"]}], "ko": [{"set_number": "DP19-KR014", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525774, "master_duel_rarity": "R"}