{"konami_id": 14645, "password": 40663548, "name": {"en": "Aromage Marjoram", "de": "Aromagisterin Majoran", "es": "Arobruja Mejorana", "fr": "Marjolaine Arômage", "it": "Aromagus Maggiorana", "pt": "Aromágico Manjerona", "ja": "アロマージ－マジョラム", "ja_romaji": "Aromāji - Majoramu", "ko": "아로마지－마죠람", "ko_rr": "Aromaji - Majyoram", "zh-TW": null, "zh-CN": "芬芳法师－马郁兰"}, "text": {"en": "While your LP are higher than your opponent's, you take no battle damage from attacks involving your Plant monsters. You can only use each of the following effects of \"Aromage Marjoram\" once per turn.\n● When a Plant monster you control is destroyed by battle: You can Special Summon this card from your hand, then gain 500 LP.\n● If you gain LP: Target cards in your opponent's GY, up to the number of \"Aroma\" monsters you control; banish them.", "de": "Solange du mehr LP hast als dein Gegner, erhältst du keinen Kampfschaden aus Angriffen, an denen deine Pflanze-Monster beteiligt sind. Du kannst jeden der folgenden Effekte von „Aromagisterin Majoran“ nur einmal pro Spielzug verwenden.\n● Wenn ein Pflanze-Monster, das du kontrollierst, durch Kampf zerstört wird: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann erhältst du 500 LP.\n● Falls du LP erhältst: Wähle Karten im Friedhof deines Gegners bis zur Anzahl der „Aroma“-Monster, die du kontrollierst; verbanne sie.", "es": "Mientras tus LP sean mayores que los de tu adversario, no recibes daño de batalla de ataques que involucren tus monstruos Planta. Sólo puedes usar cada uno de los siguientes efectos de \"Arobruja Mejorana\" una vez por turno.\n● Cuando un monstruo Planta que controlas es destruido en batalla: puedes Invocar esta carta de Modo Especial desde tu mano, y después gana 500 LP.\n● Si ganas LP: selecciona cartas en el Cementerio de tu adversario, hasta el número de monstruos \"Arobru\" que controlas; destiérralas.", "fr": "Tant que vos LP sont supérieurs à ceux de votre adversaire, vous ne recevez aucun dommage de combat des attaques impliquant vos monstres Plante. Vous ne pouvez utiliser chacun des effets suivants de \"Marjolaine Arômage\" qu'une fois par tour.\n● Lorsqu'un monstre Plante que vous contrôlez est détruit au combat : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis gagnez 500 LP.\n● Si vous gagnez des LP : ciblez un nombre de cartes dans le Cimetière de votre adversaire, inférieur ou égal au nombre de monstres \"Arôma\" que vous contrôlez ; bannissez-les.", "it": "Mentre i tuoi LP sono superiori a quelli del tuo avversario, non subisci danno da combattimento da attacchi che coinvolgono i tuoi mostri Pianta. Puoi utilizzare ognuno dei seguenti effetti di \"Aromagus Maggiorana\" una sola volta per turno.\n● Quando un mostro Pianta che controlli viene distrutto in battaglia: puoi Evocare Specialmente questa carta dalla tua mano, poi guadagni 500 LP.\n● Se guadagni LP: scegli come bersaglio carte nel Cimitero del tuo avversario, fino al numero di mostri \"Aroma\" che controlli; bandiscile.", "pt": "Enquanto seus PV forem maiores que os do seu oponente, você não sofre dano de batalha dos ataques envolvendo seus monstros Planta. Você só pode usar cada um dos seguintes efeitos de \"Aromágico Manjerona\" uma vez por turno.\n● Quando um Monstro Planta que você controla for destruído em batalha: você pode Invocar este card por Invocação-Especial da sua mão e, depois, ganhe 500 PV.\n● Se você ganhar PV: escolha cards no Cemitério do seu oponente, até o número de monstros \"Aromági\" que você controla; bana-os.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分の植物族モンスターが戦闘で破壊された時に発動できる。このカードを手札から特殊召喚する。その後、自分は５００ＬＰ回復する。②：自分のＬＰが相手より多く、このカードがモンスターゾーンに存在する限り、自分の植物族モンスターの戦闘で発生する自分への戦闘ダメージは０になる。③：自分のＬＰが回復した場合、自分フィールドの「アロマ」モンスターの数まで相手の墓地のカードを対象として発動する。そのカードを除外する。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 식물족 몬스터가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 자신은 500 LP 회복한다. ②: 자신의 LP가 상대보다 많고, 이 카드가 몬스터 존에 존재하는 한, 자신의 식물족 몬스터의 전투로 발생하는 자신에게로의 전투 데미지는 0 이 된다. ③: 자신의 LP가 회복했을 경우, 자신 필드의 \"아로마\" 몬스터의 수까지 상대 묘지의 카드를 대상으로 하고 발동한다. 그 카드를 제외한다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。\n①：自己的植物族怪兽因战斗被破坏时可以发动。从手牌将此卡特殊召唤。然后，自己恢复５００LP。\n②：只要自己的LP多于对手，且此卡存在于怪兽区域，因自己的植物族怪兽的战斗对自己造成的战斗伤害变为０。\n③：自己的LP恢复的情况下，以对手墓地的卡为对象发动，数量最多为自己场上的“芬芳”怪兽的数量。将该卡除外。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "DARK", "level": 5, "atk": 2000, "def": 1600, "series": ["Aroma"], "images": [{"index": 1, "image": "AromageMarjoram-CHIM-JP-C.png", "illustration": "AromageMarjoram-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "AromageMarjoram-CHIM-EN-C-1E.png", "illustration": "AromageMarjoram-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "CHIM-EN018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "es": [{"set_number": "CHIM-SP018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR018", "set_name": "Chaos Impact", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC094", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642629}