{"konami_id": 17355, "password": 40680521, "name": {"en": "Mamonaka the Vaylantz United", "de": "Mamonaka die vereinten Vaylantz", "es": "Mamonaka los Vaylantz Unidos", "fr": "Mamonaka l'Union Vaylantz", "it": "Mamonaka i Vaylantz Uniti", "pt": "Mamonaka, os Vaylantz Unidos", "ja": "ヴァリアンツの<ruby>聚<rt>しゅう</rt></ruby>－<ruby>幻中<rt>マモナカ</rt></ruby>", "ja_romaji": "Variantsu no Shū - Mamonaka", "ko": "밸리언츠의 취－마모나카", "ko_rr": "Baellieoncheu-ui Chwi - Mamonaka", "zh-TW": "弈勇之眾－幻中", "zh-CN": "弈勇之聚－幻中"}, "text": {"en": "3 \"Vaylantz\" monsters\nDuring the Main Phase (Quick Effect): You can target 1 Effect Monster in your opponent's Main Monster Zone; place that opponent's monster face-up as a Continuous Spell in their Spell & Trap Zone in its same column. (If the zone is occupied, destroy the occupying card, and if it is a Monster Card, your opponent loses LP equal to its ATK). You can only use this effect of \"Mamonaka the Vaylantz United\" once per turn. If this Special Summoned card you control is destroyed by your opponent's card effect: You can place this card in your Pendulum Zone.", "de": "3 „Vaylantz“-Monster\nWährend der Main Phase (Schnelleffekt): Du kannst 1 Effektmonster in der Main-Monsterzone deines Gegners wählen; lege jenes Monster des Gegners als Permanenten Zauber offen in seine Zauber- & Fallenzone in seine eigene Spalte. (Falls die Zone belegt ist, zerstöre die sie belegende Karte und falls es eine Monsterkarte ist, verliert dein Gegner LP in Höhe ihrer ATK.) Du kannst diesen Effekt von „Mamonaka die vereinten Vaylantz“ nur einmal pro Spielzug verwenden. Falls diese als Spezialbeschwörung beschworene Karte, die du kontrollierst, durch einen Karteneffekt deines Gegners zerstört wird: Du kannst diese Karte in deine Pendelzone legen.", "es": "3 monstruos \"Vaylantz\"\nDurante la Main Phase (Efecto Rápido): puedes seleccionar 1 Monstruo de Efecto en la Zona de Monstruos Principal de tu adversario; pon ese monstruo del adversario como una Mágica Continua boca arriba en su Zona de Magia y Trampas en su misma columna. (Si la zona está ocupada, destruye la carta ocupante y, si es una Carta de Monstruo, tu adversario pierde LP iguales a su ATK). Sólo puedes usar este efecto de \"Mamonaka los Vaylantz Unidos\" una vez por turno. Si esta carta Invocada de Modo Especial que tú controlas es destruida por el efecto de una carta de tu adversario: puedes poner esta carta en tu Zona de Péndulo.", "fr": "3 monstres \"Vaylantz\"\nDurant la Main Phase (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet dans la Zone Monstre Main de votre adversaire ; placez face recto le monstre de l'adversaire comme Magie Continue dans sa Zone Magie & Piège dans sa même colonne. (Si la zone est occupée, détruisez la carte qui l'occupe, et si c'est une Carte Monstre, votre adversaire perd des LP égaux à son ATK.) Vous ne pouvez utiliser cet effet de \"Mamonaka l'Union Vaylantz\" qu'une fois par tour. Si cette carte Invoquée Spécialement que vous contrôlez est détruite par un effet de carte de votre adversaire : vous pouvez placer cette carte dans votre Zone Pendule.", "it": "3 mostri \"Vaylantz\"\nDurante la Main Phase (Effetto Rapido): puoi scegliere come bersaglio 1 Mostro con Effetto nella Zona Mostri Main del tuo avversario; metti quel mostro dell'avversario scoperto come una Magia Continua nella sua Zona Magie & Trappole nella sua stessa colonna. (Se la zona è occupata, distruggi la carta che la occupa e, se è una Carta Mostro, il tuo avversario perde LP pari al suo ATK). Puoi utilizzare questo effetto di \"Mamonaka i Vaylantz Uniti\" una sola volta per turno. Se questa carta Evocata Specialmente che controlli viene distrutta dall'effetto di una carta del tuo avversario: puoi mettere questa carta nella tua Zona Pendulum.", "pt": "3 monstros \"Vaylantz\"\nDurante a Fase Principal (Efeito Rápido): você pode escolher 1 Monstro de Efeito na Zona de Monstros Principal do seu oponente; coloque esse monstro do oponente com a face para cima como uma Magia Contínua na Zona de Magias & Armadilhas dele em sua mesma coluna. (Se a zona estiver ocupada, destrua o card que a estiver ocupando e, se for um Card de Monstro, seu oponente perde PV igual ao seu ATK). Você só pode usar este efeito de \"Mamonaka, os Vaylantz Unidos\" uma vez por turno. Se este card Invocado por Invocação-Especial que você controla for destruído por um efeito de card do seu oponente: você pode colocar este card na sua Zona de Pêndulo.", "ja": "「ヴァリアンツ」モンスター×３\nこのカード名の①のモンスター効果は１ターンに１度しか使用できない。①：お互いのメインフェイズに、相手のメインモンスターゾーンの効果モンスター１体を対象として発動できる。その相手モンスターをそれと同じ縦列の相手の魔法＆罠ゾーンに永続魔法カード扱いとして表側表示で置く（置く先にあるカードは破壊され、それがモンスターカードの場合、相手はその攻撃力分のＬＰを失う）。②：特殊召喚したこのカードが相手の効果で破壊された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "\"밸리언츠\" 몬스터 × 3\n이 카드명의 ①의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 서로의 메인 페이즈에, 상대의 메인 몬스터 존의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 상대 몬스터를 그것과 같은 세로열인 상대의 마법 & 함정 존에 지속 마법 카드로 취급하고 앞면 표시로 놓는다(놓을 곳에 있는 카드는 파괴되고, 그 카드가 몬스터 카드일 경우, 상대는 그 공격력만큼의 LP를 상실한다). ②: 특수 소환한 이 카드가 상대의 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "\"弈勇\"怪兽×3\n此卡名的①怪兽效果1回合仅可使用1次。①：在双方的主要阶段，以对手主要怪兽区域的1只效果怪兽为对象可以发动。将该对手怪兽视为永续魔法卡，以表侧表示放在与其同一纵列的对手的魔法与陷阱区域（原先位于所放之处的卡将被破坏，其为怪兽卡的情况下，对手将失去相当于其攻击力数值的LP）。②：特殊召唤的此卡因对手的效果被破坏的情况下可以发动。将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Fusion / Pendulum / Effect", "attribute": "WATER", "level": 10, "atk": 2800, "def": 2800, "pendulum_scale": 10, "pendulum_effect": {"en": "You can activate 1 of these effects;\n● Special Summon this card to your Main Monster Zone in its same column.\n● Move 1 monster in your Main Monster Zone to an adjacent (horizontal) Monster Zone.\nYou can only use this effect of \"Mamonaka the Vaylantz United\" once per turn.", "de": "Du kannst 1 dieser Effekte aktivieren;\n● Beschwöre diese Karte als Spezialbeschwörung in deine Main-Monsterzone in ihre eigene Spalte.\n● Bewege 1 Monster in deiner Main-Monsterzone in eine (waagerecht) benachbarte Monsterzone.\nDu kannst diesen Effekt von „Mamonaka die vereinten Vaylantz“ nur einmal pro Spielzug verwenden.", "es": "Puedes activar 1 de estos efectos;\n● Invoca esta carta de Modo Especial a tu Zona de Monstruos Principal en su misma columna.\n● Mueve 1 monstruo en tu Zona de Monstruos Principal a una Zona de Monstruos adyacente (horizontal).\nSólo puedes usar este efecto de \"Mamonaka los Vaylantz Unidos\" una vez por turno.", "fr": "Vous pouvez activer 1 de ces effets ;\n● Invoquez Spécialement cette carte dans votre Zone Monstre Main dans sa même colonne.\n● Déplacez 1 monstre dans votre Zone Monstre Main dans une Zone Monstre (horizontale) adjacente.\nVous ne pouvez utiliser cet effet de \"Mamonaka l'Union Vaylantz\" qu'une fois par tour.", "it": "Puoi attivare 1 di questi effetti;\n● Evoca Specialmente questa carta nella tua Zona Mostri Main nella sua stessa colonna.\n● Sposta 1 mostro nella tua Zona Mostri Main in una Zona Mostri adiacente (orizzontalmente).\nPuoi utilizzare questo effetto di \"Mamonaka i Vaylantz Uniti\" una sola volta per turno.", "pt": "Você pode ativar 1 desses efeitos;\n● Invoque este card por Invocação-Especial na sua Zona de Monstros Principal em sua mesma coluna.\n● Mova 1 monstro na sua Zona de Monstros Principal para uma Zona de Monstros adjacente (horizontal).\nVocê só pode usar este efeito de \"Mamonaka, os Vaylantz Unidos\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：以下の効果から１つを選択して発動できる。●このカードを正面の自分のメインモンスターゾーンに特殊召喚する。●自分のメインモンスターゾーンのモンスター１体を選び、その位置をその隣のモンスターゾーンに移動する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●이 카드를 정면의 자신 메인 몬스터 존에 특수 소환한다.\n●자신 메인 몬스터 존의 몬스터 1장을 고르고, 그 위치를 그 옆의 몬스터 존으로 이동한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可從以下效果選擇１個發動。\n●將此卡特殊召喚至正面的我方主要怪獸區。\n●選擇１隻我方主要怪獸區的怪獸，將其位置移動至其鄰近怪獸區。", "zh-CN": "此卡名的灵摆效果1回合仅可使用1次。①：可从以下效果中选择1个发动。●将此卡特殊召唤至正面的自己主要怪兽区域。●挑选1只自己主要怪兽区域的怪兽，将其位置移动至其相邻的怪兽区域。"}, "materials": "3 \"Vaylantz\" monsters", "series": ["Vaylantz"], "images": [{"index": 1, "image": "MamonakatheVaylantzUnited-TAMA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "TAMA-EN009", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "TAMA-DE009", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}], "es": [{"set_number": "TAMA-SP009", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "TAMA-FR009", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "TAMA-IT009", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "TAMA-PT009", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBTM-JP009", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DBTM-KR009", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBTM-SC009", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715777, "master_duel_rarity": "UR"}