{"konami_id": 20220, "password": 40702028, "name": {"en": "DPH Gendamoore", "de": "DPS-Gendamoore", "es": "DPH Gendamoore", "fr": "Gendamoore DPC", "it": "DPH Gendamoore", "pt": "DPA Gendamoore", "ja": "<ruby>Ｄ<rt>ディー</rt></ruby><ruby>Ｐ<rt>ピー</rt></ruby><ruby>Ａ<rt>エー</rt></ruby>ジャンダムーア", "ja_romaji": "Dī Pī Ē Jandamūa", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "DPA 摩尔枪骑兵"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned: You can Special Summon 1 Level 4 Cyberse monster from your GY in Defense Position, but negate its effects, also you cannot Special Summon for the rest of this turn, except Cyberse monsters. When your Cyberse monster battles an opponent's monster and inflicts battle damage to them: You can banish this card from your GY; inflict that much damage to your opponent. You can only use each effect of \"DPH Gendamoore\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 Cyberse-Monster der Stufe 4 als Spezialbeschwörung von deinem Friedhof in die Verteidigungsposition beschwören, aber annulliere seine Effekte, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Cyberse-Monstern. Wenn dein Cyberse-Monster gegen ein Monster eines Gegners kämpft und jenem Gegner Kampfschaden zufügt: Du kannst diese Karte von deinem Friedhof verbannen; füge deinem Gegner so viel Schaden zu. Du kannst jeden Effekt von „DPS-Gendamoore“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes Invocar de Modo Especial, desde tu Cementerio, 1 monstruo Ciberso de Nivel 4 en Posición de Defensa, pero niega sus efectos, y además no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruos Ciberso. Cuando tu monstruo Ciberso batalla con un monstruo del adversario y le inflige daño de batalla: puedes desterrar esta carta en tu Cementerio; inflige esa cantidad de daño a tu adversario. Sólo puedes usar cada efecto de \"DPH Gendamoore\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez Invoquer Spécialement 1 monstre Cyberse de Niveau 4 depuis votre Cimetière en Position de Défense, mais annulez ses effets, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Cyberse exclus) le reste de ce tour. Lorsque votre monstre Cyberse combat un monstre de l'adversaire et lui inflige des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; infligez autant de dommages à votre adversaire. Vous ne pouvez utiliser chaque effet de \"Gendamoore DPC\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta viene Synchro Evocata: puoi Evocare Specialmente 1 mostro Cyberso di Livello 4 dal tuo Cimitero in Posizione di Difesa, ma annulla i suoi effetti, inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Cyberso. Quando un tuo mostro Cyberso combatte con un mostro dell'avversario e gli infligge danno da combattimento: puoi bandire questa carta dal tuo Cimitero; infliggi quell'ammontare di danno al tuo avversario. Puoi utilizzare ogni effetto di \"DPH Gendamoore\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode Invocar por Invocação-Especial 1 monstro Ciberso de Nível 4 do seu Cemitério em Posição de Defesa, mas negue seus efeitos e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Ciberso. Quando um monstro Ciberso seu batalhar um monstro do oponente e causar dano de batalha a ele: você pode banir este card do seu Cemitério; cause esse valor de dano ao seu oponente. Você só pode usar cada efeito de \"DPA Gendamoore\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＳ召喚した場合に発動できる。自分の墓地からサイバース族・レベル４モンスター１体を効果を無効にして守備表示で特殊召喚する。このターン、自分はサイバース族モンスターしか特殊召喚できない。②：自分のサイバース族モンスターが相手モンスターとの戦闘で相手に戦闘ダメージを与えた時、墓地のこのカードを除外して発動できる。その数値分だけ相手にダメージを与える。", "ko": null, "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽１只以上\n此卡名的①②效果１回合仅可各使用１次。①：此卡同步召唤的情况下可以发动。从自己的墓地将１只电子界族・等级４怪兽的效果无效并以守备表示特殊召唤。此回合，自己仅可特殊召唤电子界族怪兽。②：自己的电子界族怪兽以与对手怪兽的战斗给予对手战斗伤害时，将墓地的此卡除外可以发动。依其数值给予对手伤害。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Synchro / Tuner / Effect", "attribute": "FIRE", "level": 8, "atk": 2000, "def": 2800, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "DPHGendamoore-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN041", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE041", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR041", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT041", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT041", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP041", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048548}