{"konami_id": 17404, "password": 40740224, "name": {"en": "Cross Keeper", "de": "Querhüter", "es": "Guarda del Cruce", "fr": "Garde de Dimension", "it": "Custode dell'Incrocio", "pt": "Zelador Cruzado", "ja": "クロス・キーパー", "ja_romaji": "Kurosu Kīpā", "ko": "크로스 키퍼", "ko_rr": "Keuroseu Kipeo", "zh-TW": "交叉看守者", "zh-CN": "交叉看守员"}, "text": {"en": "You can send this card from your hand or field to the GY; Special Summon 1 \"Elemental HERO\" monster or 1 \"Neo-Spacian\" monster from your hand or GY, but negate its effects if Summoned from the GY. If you Special Summon an \"Elemental HERO\" Fusion Monster, while this card is in your GY (except during the Damage Step): You can banish this card; draw 2 cards, then place 1 card from your hand on the bottom of the Deck. You can only use each effect of \"Cross Keeper\" once per turn.", "de": "Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; beschwöre 1 „Elementar-HELD“-Monster oder 1 „Neo-Weltraum“-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof, aber annulliere seine Effekte, falls es vom Friedhof beschworen wurde. Falls du ein „Elementar-HELD“-Fusionsmonster als Spezialbeschwörung beschwörst, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte verbannen; ziehe 2 Karten, dann lege 1 Karte von deiner Hand unters Deck. Du kannst jeden Effekt von „Querhüter“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio esta carta en tu mano o Campo; Invoca de Modo Especial 1 monstruo \"HÉROE Elemental\" o 1 monstruo \"Neo Espacial\" desde tu mano o Cementerio, pero niega sus efectos si es Invocado desde el Cementerio. Si Invocas de Modo Especial un Monstruo de Fusión \"HÉROE Elemental\" mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes desterrar esta carta; roba 2 cartas, y después pon en la parte inferior del Deck 1 carta en tu mano. Sólo puedes usar cada efecto de \"Guarda del Cruce\" una vez por turno.", "fr": "Vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; Invoquez Spécialement 1 monstre \"HÉROS Élémentaire\" ou 1 monstre \"Néo-Spacien\" depuis votre main ou Cimetière, mais annulez ses effets s'il est Invoqué depuis le Cimetière. Si vous Invoquez Spécialement un Monstre Fusion \"HÉROS Élémentaire\", tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez bannir cette carte ; piochez 2 cartes, puis placez 1 carte depuis votre main au-dessous du Deck. Vous ne pouvez utiliser chaque effet de \"Garde de Dimension\" qu'une fois par tour.", "it": "Puoi mandare questa carta dalla tua mano o Terreno al Cimitero; Evoca Specialmente 1 mostro \"EROE Elementale\" o 1 mostro \"Neo-Spaziale\" dalla tua mano o Cimitero, ma annulla i suoi effetti se Evocato dal Cimitero. Se Evochi Specialmente un Mostro Fusione \"EROE Elementale\", mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi bandire questa carta; pesca 2 carte, poi metti 1 carta dalla tua mano in fondo al Deck. Puoi utilizzare ogni effetto di \"Custode dell'Incrocio\" una sola volta per turno.", "pt": "Você pode enviar este card da sua mão ou do campo para o Cemitério; Invoque por Invocação-Especial 1 monstro \"HERÓI do Elemento\" ou 1 monstro \"Neoespacial\" da sua mão ou do Cemitério, mas, se Invocado do Cemitério, negue seus efeitos. Se você Invocar por Invocação-Especial um Monstro de Fusão \"HERÓI do Elemento\", enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode banir este card; compre 2 cards e, depois, coloque 1 card da sua mão no fundo do Deck. Você só pode usar cada efeito de \"Zelador Cruzado\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札・フィールドのこのカードを墓地へ送って発動できる。自分の手札・墓地から「Ｅ・ＨＥＲＯ」モンスターまたは「Ｎ」モンスター１体を選んで特殊召喚する。この効果で墓地から特殊召喚したモンスターの効果は無効化される。②：このカードが墓地に存在する状態で、自分が「Ｅ・ＨＥＲＯ」融合モンスターの特殊召喚に成功した場合、このカードを除外して発動できる。自分はデッキから２枚ドローし、その後手札を１枚選んでデッキの一番下に戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패 / 필드의 이 카드를 묘지로 보내고 발동할 수 있다. 자신의 패 / 묘지에서 \"엘리멘틀 히어로\" 몬스터 또는 \"네오 스페이시언\" 몬스터 1장을 고르고 특수 소환한다. 이 효과로 묘지에서 특수 소환한 몬스터의 효과는 무효화된다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신이 \"엘리멘틀 히어로\" 융합 몬스터의 특수 소환에 성공했을 경우, 이 카드를 제외하고 발동할 수 있다. 자신은 덱에서 2장 드로우하고, 그 후 패를 1장 골라 덱 맨 아래로 되돌린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將手牌・場上的此卡送至墓地發動。從我方手牌・墓地選擇１隻「元素－英雄」怪獸或１隻「新空間人」怪獸特殊召喚。透過此效果從墓地特殊召喚的怪獸效果無效化。②：此卡存在於墓地的狀態，在我方「元素－英雄」融合怪獸特殊召喚成功的狀況下，可將此卡除外發動。我方從牌組抽２張牌，其後選擇１張手牌送回牌組的最下方。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将手牌・场上的此卡送至墓地可以发动。从自己的手牌・墓地挑选１只“元素－英雄”怪兽或“新空间人”怪兽特殊召唤。以此效果从墓地特殊召唤的怪兽的效果无效化。②：此卡存在于墓地的状态下，自己将“元素－英雄”融合怪兽特殊召唤成功的情况下，将此卡除外可以发动。自己从牌组抽２张，然后挑选１张手牌放回牌组最下面。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 2, "atk": 400, "def": 400, "images": [{"index": 1, "image": "CrossKeeper-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN002", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-EN118", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE002", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-DE118", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR002", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-FR118", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT002", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-IT118", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT002", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-PT118", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP002", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR002", "set_name": "Power of the Elements", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC121", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714372, "master_duel_rarity": "R"}