{"konami_id": 14585, "password": 40771118, "name": {"en": "Sentence of Doom", "de": "Verhängnisvolle Strafe", "es": "Sentencia de Perdición", "fr": "Sentence de Mort", "it": "Sentenza del Destino", "pt": "Sentença da Perdição", "ja": "<ruby>死<rt>し</rt></ruby>の<ruby>宣<rt>せん</rt></ruby><ruby>告<rt>こく</rt></ruby>", "ja_romaji": "Shi no Senkoku", "ko": "죽음의 선고", "ko_rr": "Juk-eum-ui Seon-go", "zh-TW": "死亡宣告", "zh-CN": "死之宣告"}, "text": {"en": "You can target any number of your Fiend monsters that are banished or in your GY, up to the number of \"Destiny Board\" and/or \"Spirit Message\" cards you control; add them to your hand. You can send this card from your Spell & Trap Zone to the GY; place 1 \"Spirit Message\" card from your hand, Deck, or GY in your Spell & Trap Zone. (This is treated as being placed by the effect of \"Destiny Board\".) You can only use 1 \"Sentence of Doom\" effect per turn, and only once that turn.", "de": "Du kannst eine beliebige Anzahl deiner Unterweltler-Monster wählen, die verbannt sind oder in deinem Friedhof liegen, bis zur Anzahl der „Schicksalstafel“ und/oder „Geisternachricht“-Karten, die du kontrollierst; füge sie deiner Hand hinzu. Du kannst diese Karte von deiner Zauber- & Fallenzone auf den Friedhof legen; lege 1 „Geisternachricht“-Karte von deiner Hand, deinem Deck oder deinem Friedhof in deine Zauber- & Fallenzone. (Dies wird als durch den Effekt von „Schicksalstafel“ gelegt behandelt.) Du kannst nur 1 Effekt von „Verhängnisvolle Strafe“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Puedes seleccionar cualquier número de tus monstruos Demonio desterrados o en tu Cementerio, hasta el número de cartas \"Tablero del Destino\" y/o \"Mensaje Espiritual\" que controles; añádelos a tu mano. Puedes mandar al Cementerio esta carta en tu Zona de Magia y Trampas; pon en tu Zona de Magia y Trampas 1 carta \"Mensaje Espiritual\" en tu mano, Deck o Cementerio. (Esto se trata como siendo puesta por efecto de \"Tablero del Destino\"). Sólo puedes usar 1 efecto de \"Sentencia de Perdición\" por turno, y sólo una vez ese turno.", "fr": "Vous pouvez cibler un nombre de votre choix de vos monstres Démon qui sont bannis ou dans votre Cimetière, inférieur ou égal au nombre de cartes \"Tableau de la Destinée\" et/ou \"Message Spirituel\" que vous contrôlez ; ajoutez-les à votre main. Vous pouvez envoyer cette carte depuis votre Zone Magie & Piège au Cimetière ; placez 1 carte \"Message Spirituel\" depuis votre main, Deck ou Cimetière dans votre Zone Magie & Piège. (Ceci est traité comme étant placé par l'effet de \"Tableau de la Destinée\".) Vous ne pouvez utiliser qu'1 effet de \"Sentence de Mort\" par tour, et uniquement une fois le tour.", "it": "Puoi scegliere come bersaglio un qualsiasi numero di tuoi mostri Demone che sono banditi o nel tuo Cimitero, fino al numero di \"Tavola del Destino\" e/o carte \"Messaggio dello Spirito\" che controlli; aggiungili alla tua mano. Puoi mandare questa carta dalla tua Zona Magie & Trappole al Cimitero; metti 1 carta \"Messaggio dello Spirito\" dalla tua mano, Deck o Cimitero nella tua Zona Magie & Trappole. (Questo viene considerato come essere messa dall'effetto di \"Tavola del Destino\".) Puoi utilizzare solo 1 effetto di \"Sentenza del Destino\" per turno, e solo una volta in quel turno.", "pt": "Você pode escolher qualquer número dos seus monstros Demônio que estiverem banidos ou no seu Cemitério, até o número de cards \"Tábua do Destino\" e/ou \"Mensagem do Espírito\" que você controla; adicione-os à sua mão. Você pode enviar este card da sua Zona de Magias & Armadilhas para o Cemitério; coloque 1 card \"Mensagem do Espírito\" da sua mão, do Deck ou do Cemitério na sua Zona de Magias & Armadilhas. (Isso é considerado como sendo colocado pelo efeito de \"Tábua do Destino\".) Você só pode usar 1 efeito de \"Sentença da Perdição\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分の墓地のモンスター及び除外されている自分のモンスターの中から、自分フィールドの「ウィジャ盤」及び「死のメッセージ」カードの数まで悪魔族モンスターを対象として発動できる。そのモンスターを手札に加える。②：魔法＆罠ゾーンのこのカードを墓地へ送って発動できる。自分の手札・デッキ・墓地から「死のメッセージ」カード１枚を選び、「ウィジャ盤」の効果扱いとして自分の魔法＆罠ゾーンに出す。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, 자신 필드의 \"위저 보드\" 및 \"죽음의 메시지\" 카드의 수까지 악마족 몬스터를 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. ②: 마법 & 함정 존의 이 카드를 묘지로 보내고 발동할 수 있다. 자신의 패 / 덱 / 묘지에서 \"죽음의 메시지\" 카드 1장을 고르고, \"위저 보드\"의 효과로 취급하여 자신의 마법 & 함정 존에 낸다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "SentenceofDoom-DP22-JP-R.png", "illustration": "SentenceofDoom-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "SentenceofDoom-SBC2-NA-C-1E.png", "illustration": "SentenceofDoom-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "LED5-EN005", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-EN021", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}, {"set_number": "SBC2-ENE23", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common"]}], "de": [{"set_number": "LED5-DE005", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-DE021", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "fr": [{"set_number": "LED5-FR005", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-FR021", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "it": [{"set_number": "LED5-IT005", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-IT021", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "pt": [{"set_number": "LED5-PT005", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-PT021", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "ja": [{"set_number": "DP22-JP005", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Rare"]}], "ko": [{"set_number": "DP22-KR005", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 606270, "master_duel_rarity": "R"}