{"konami_id": 17398, "password": 41085464, "name": {"en": "Libromancer Bonded", "de": "Libromanten-Verbindung", "es": "Vínculo Libromancia", "fr": "Union Libromancienne", "it": "Legame Libromante", "pt": "Conexão Livromante", "ja": "リブロマンサー・リライジング", "ja_romaji": "Riburomansā Riraijingu", "ko": "리브로맨서 리라이징", "ko_rr": "Ribeuromaenseo Riraijing", "zh-TW": "書靈師・再崛起", "zh-CN": "书灵师・再崛起"}, "text": {"en": "This card can be used to Ritual Summon any \"Libromancer\" Ritual Monster. You must also Tribute monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. If you Ritual Summon \"Libromancer Fireburst\" with this effect, using \"Libromancer Firestarter\" on the field, it cannot be destroyed, or banished, by card effects.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Libromant“-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Falls du „Libromant Fireburst“ durch diesen Effekt als Ritualbeschwörung beschwörst, indem du „Libromant Firestarter“ auf dem Spielfeld verwendest, kann er durch Karteneffekte weder zerstört noch verbannt werden.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual \"Libromancia\". También debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual que Invocas por Ritual. Si Invocas por Ritual \"Fireburst de Libromancia\" con este efecto, usando \"Firestarter de Libromancia\" en el Campo, éste no puede ser destruido, o desterrado, por efectos de cartas.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Libromancien\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si vous Invoquez Rituellement \"Fireburst Libromancien\" avec cet effet, en utilisant \"Firestarter Libromancien\" sur le Terrain, il ne peut être ni détruit ni banni par des effets de carte.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Libromante\". Devi anche offrire come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Se Evochi tramite Rituale \"Libromante Fireburst\" con questo effetto, utilizzando \"Libromante Firestarter\" sul Terreno, esso non può essere distrutto, o bandito, dagli effetti delle carte.", "pt": "Este card pode ser usado para a Invocação-Ritual de qualquer Monstro de Ritual \"Livromante\". Você também deve oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Se você Invocar \"Fireburst Livromante\" por Invocação-Ritual com este efeito, usando \"Firestarter Livromante\" no campo, ele não pode ser destruído, ou banido, por efeitos de card.", "ja": "「リブロマンサー」儀式モンスターの降臨に必要。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「リブロマンサー」儀式モンスター１体を儀式召喚する。この効果でフィールドの「リブロマンサー・ファイアスターター」を使用して儀式召喚した「リブロマンサー・ファイアバースト」は効果では破壊されず、効果では除外できない。", "ko": "\"리브로맨서\" 의식 몬스터의 의식 소환에 필요. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"리브로맨서\" 의식 몬스터 1장을 의식 소환한다. 이 효과로 필드의 \"리브로맨서 파이어스타터\"를 사용하여 의식 소환한 \"리브로맨서 파이어버스트\"는 효과로는 파괴되지 않으며, 효과로는 제외할 수 없다.", "zh-TW": null, "zh-CN": "「Libromancer／书灵师」仪式怪兽降临所必须。①：从自己的手牌或场上，将等级合计为要仪式召唤的怪兽的等级以上的怪兽解放，从手牌仪式召唤1只「Libromancer／书灵师」仪式怪兽。用这个效果使用场上的「Libromancer／书灵师」怪兽来仪式召唤的「Libromancer Fireburst／书灵师 烈火炸裂者」不会被效果破坏，不会被效果除外。"}, "card_type": "Spell", "property": "Ritual", "series": ["Libromancer"], "images": [{"index": 1, "image": "LibromancerBonded-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN089", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN114", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE089", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE114", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DIFO-SP089", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-SP114", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR089", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR114", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT089", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT114", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT089", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT114", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP025", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}], "ko": [{"set_number": "WPP3-KR025", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715602, "master_duel_rarity": "R"}