{"konami_id": 12688, "password": 41091257, "name": {"en": "SPYRAL Super Agent", "de": "SPIORAL-Superagent", "es": "Súper Agente E.S.P.I.R.A.L.", "fr": "Super Espion ESPIRALE", "it": "Super Agente SPIARALE", "pt": "Super Agente ESPIRÃO", "ja": "<ruby>ＳＰＹＲＡＬ<rt>スパイラル</rt></ruby>－ダンディ", "ja_romaji": "Supairaru - Dandi", "ko": "<ruby>SPYRAL<rt>스파이랄</rt></ruby>－댄디", "ko_rr": null, "zh-TW": "秘旋諜－花公子", "zh-CN": "秘旋谍－花花公子"}, "text": {"en": "If this card is in your hand: You can declare 1 card type (Monster, Spell, or Trap); reveal the top card of your opponent's Deck, and if you do, Special Summon this card if it is a card of that type. If this card is Special Summoned by the effect of a \"SPYRAL\" card: You can target 1 Spell/Trap your opponent controls; destroy it. You can only use each effect of \"SPYRAL Super Agent\" once per turn.", "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 Kartentyp (Monster, Zauber oder Falle) deklarieren; zeige die oberste Karte des Decks deines Gegners vor und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung, falls die vorgezeigte Karte den deklarierten Typ hat. Falls diese Karte durch den Effekt einer „SPIORAL“-Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Zauber/Falle wählen, den oder die dein Gegner kontrolliert; zerstöre ihn oder sie. Du kannst jeden Effekt von „SPIORAL-Superagent“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes declarar 1 tipo de carta (Monstruo, Mágica o Trampa); muestra la carta de la parte superior del Deck de tu adversario y, si lo haces, Invoca esta carta de Modo Especial si es una carta de ese tipo. Si esta carta es Invocada de Modo Especial por el efecto de una carta \"E.S.P.I.R.A.L.\": puedes seleccionar 1 Mágica/Trampa que controle tu adversario; destrúyela. Sólo puedes usar cada efecto de \"Súper Agente E.S.P.I.R.A.L.\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez déclarer 1 type de carte (Monstre, Magie ou Piège) ; révélez la carte du dessus du Deck de votre adversaire, et si vous le faites, Invoquez Spécialement cette carte si c'est une carte de ce type. Si cette carte est Invoquée Spécialement par l'effet d'une carte \"ESPIRALE\" : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Super Espion ESPIRALE\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi dichiarare 1 tipo di carta (Mostro, Magia o Trappola); rivela la prima carta del Deck del tuo avversario e, se lo fai, Evoca Specialmente questa carta se è una carta di quel tipo. Se questa carta viene Evocata Specialmente dall'effetto di una carta \"SPIARALE\": puoi scegliere come bersaglio 1 Magia/Trappola controllata dal tuo avversario; distruggila. Puoi utilizzare ogni effetto di \"Super Agente SPIARALE\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode declarar 1 tipo de card (Monstro, Magia ou Armadilha); revele o card do topo do Deck do seu oponente e, se isso acontecer, Invoque este card por Invocação-Especial se o card revelado era do tipo declarado. Se este card for Invocado por Invocação-Especial pelo efeito de um card \"ESPIRÃO\": você pode escolher 1 Magia/Armadilha que seu oponente controla; destrua-a. Você só pode usar cada efeito de \"Super Agente ESPIRÃO\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札に存在する場合、カードの種類（モンスター・魔法・罠）を宣言して発動できる。相手のデッキの一番上のカードをお互いに確認し、宣言した種類のカードだった場合、このカードを手札から特殊召喚する。②：このカードが「ＳＰＹＲＡＬ」カードの効果で特殊召喚に成功した場合、相手フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패에 존재할 경우, 카드의 종류(몬스터 / 마법 / 함정)를 선언하고 발동할 수 있다. 상대의 덱 맨 위의 카드를 서로 확인하고, 선언한 종류의 카드였을 경우, 이 카드를 패에서 특수 소환한다. ②: 이 카드가 \"SPYRAL(스파이랄)\" 카드의 효과로 특수 소환에 성공했을 경우, 상대 필드의 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在此卡存在於手牌的狀況下，可宣言卡的種類（怪獸・魔法・陷阱）發動。雙方確認對方牌組最上方的卡，在確認的卡為宣言的種類的卡的狀況下，從手牌特殊召喚此卡。②：在此卡因「秘旋諜」卡的效果特殊召喚成功的狀況下，可將對方場上的１張魔法・陷阱卡做為對象發動。破壞該卡。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡存在于手牌的情况下，宣言卡的种类（怪兽・魔法・陷阱）可以发动。将对手牌组最上面的卡给彼此确认，是所宣言的种类的卡的情况下，从手牌将此卡特殊召唤。②：此卡以“秘旋谍”卡的效果特殊召唤的情况下，以对手场上的１张魔法・陷阱卡为对象可以发动。将该卡破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 4, "atk": 1900, "def": 1200, "series": ["SPYRAL"], "images": [{"index": 1, "image": "SPYRALSuperAgent-CYHO-EN-SR-LE.png"}], "sets": {"en": [{"set_number": "TDIL-EN086", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-ENSE1", "set_name": "Cybernetic Horizon Special Edition", "rarities": ["Super Rare"]}], "de": [{"set_number": "TDIL-DE086", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-DESE1", "set_name": "Cybernetic Horizon Special Edition", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TDIL-FR086", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-FRSE1", "set_name": "Cybernetic Horizon Special Edition", "rarities": ["Super Rare"]}], "it": [{"set_number": "TDIL-IT086", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-ITSE1", "set_name": "Cybernetic Horizon Special Edition", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TDIL-PT086", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-PTSE1", "set_name": "Cybernetic Horizon Special Edition", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP17-JP019", "set_name": "Extra Pack 2017", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "EP17-KR019", "set_name": "Extra Pack 2017", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 470274, "master_duel_rarity": "UR"}