{"konami_id": 11949, "password": 41141943, "name": {"en": "Superheavy Samurai Transporter", "de": "Superstarker Samurai Transporter", "es": "Samurai Superpesado Transportador", "fr": "Transporteur Samouraï Supralourd", "it": "Samurai Superpesante Trasportatore", "pt": "Samurai Superpesado Transportador", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>重<rt>じゅう</rt></ruby><ruby>武<rt>む</rt></ruby><ruby>者<rt>しゃ</rt></ruby>ヒキャ－<ruby>Ｑ<rt>ク</rt></ruby>", "ja_romaji": "Chōjūmusha Hikya-Ku", "ko": "초중무사 히캬－<ruby>Q<rt>큐</rt></ruby>", "ko_rr": null, "zh-TW": "超重武者 信使－Q", "zh-CN": "超重武者 飞脚－Q"}, "text": {"en": "If you have no Spell/Trap Cards in your Graveyard, you can Special Summon this card (from your hand). After this card was Special Summoned this way, you cannot Special Summon monsters for the rest of this turn, except \"Superheavy Samurai\" monsters. If you have no Spell/Trap Cards in your Graveyard: You can Tribute this card; Special Summon up to 2 monsters from your hand to your opponent's side of the field in Defense Position, then draw cards equal to the number of monsters Special Summoned by this effect. You can only use this effect of \"Superheavy Samurai Transporter\" once per turn.", "de": "Falls du keine Zauber-/Fallenkarten in deinem Friedhof hast, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Nachdem diese Karte auf diese Art als Spezialbeschwörung beschworen wurde, kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer „Superstarker Samurai“-Monstern. Falls du keine Zauber-/Fallenkarten in deinem Friedhof hast: Du kannst diese Karte als Tribut anbieten; beschwöre bis zu 2 Monster als Spezialbeschwörung von deiner Hand auf die Spielfeldseite deines Gegners in die Verteidigungsposition, dann ziehe Karten in Höhe der Anzahl der durch diesen Effekt als Spezialbeschwörung beschworenen Monster. Du kannst diesen Effekt von „Superstarker Samurai Transporter“ nur einmal pro Spielzug verwenden.", "es": "Si no tienes Cartas Mágicas/de Trampa en tu Cementerio, puedes Invocar esta carta de Modo Especial (desde tu mano). Después de que esta carta fue Invocada de Modo Especial de esta forma, por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Samurai Superpesado\". Si no tienes Cartas Mágicas/de Trampa en tu Cementerio: puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu mano, hasta 2 monstruos en el lado del Campo de tu adversario, en Posición de Defensa, y después roba tantas cartas como la cantidad de monstruos Invocados de Modo Especial por este efecto. Sólo puedes usar este efecto de \"Samurai Superpesado Transportador\" una vez por turno.", "fr": "Si vous n'avez aucune Carte Magie/Piège dans votre Cimetière, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Après que cette carte a été Invoquée Spécialement de cette façon, le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Samouraï Supralourd\" exclus). Si vous n'avez aucune Carte Magie/Piège dans votre Cimetière : vous pouvez Sacrifier cette carte ; Invoquez Spécialement max. 2 monstres depuis votre main sur le Terrain de votre adversaire en Position de Défense, puis piochez un nombre de cartes égal au nombre de monstres Invoqués Spécialement par cet effet. Vous ne pouvez utiliser cet effet de \"Transporteur Samouraï Supralourd\" qu'une fois par tour.", "it": "Se non hai nessuna Carta Magia/Trappola nel tuo Cimitero, puoi Evocare Specialmente questa carta (dalla tua mano). Dopo che questa carta è stata Evocata Specialmente in questo modo, non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri \"Samurai Superpesante\". Se non hai nessuna Carta Magia/Trappola nel tuo Cimitero: puoi offrire come Tributo questa carta; Evoca Specialmente fino a 2 mostri dalla tua mano sul Terreno del tuo avversario in Posizione di Difesa, poi pesca carte pari al numero di mostri Evocati Specialmente da questo effetto. Puoi utilizzare questo effetto di \"Samurai Superpesante Trasportatore\" una sola volta per turno.", "pt": "Se você não tiver nenhum Card de Magia/Armadilha no seu Cemitério, você pode Invocar este card por Invocação-Especial (da sua mão). Depois que este card foi Invocado por Invocação-Especial desta forma, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros \"Samurai Superpesado\". Se você não tiver nenhum Card de Magia/Armadilha no seu Cemitério: você pode oferecer este card como Tributo; Invoque por Invocação-Especial até 2 monstros da sua mão no lado do campo do seu oponente em Posição de Defesa e, depois, compre cards igual ao número de monstros Invocados por Invocação-Especial por este efeito. Você só pode usar este efeito de \"Samurai Superpesado Transportador\" uma vez por turno.", "ja": "「超重武者ヒキャ－Ｑ」の②の効果は１ターンに１度しか使用できない。①：自分の墓地に魔法・罠カードが存在しない場合、このカードは手札から特殊召喚できる。この方法で特殊召喚に成功したターン、自分は「超重武者」モンスターしか特殊召喚できない。②：自分の墓地に魔法・罠カードが存在しない場合、このカードをリリースして発動できる。手札からモンスターを２体まで相手フィールドに守備表示で特殊召喚する。その後、この効果で特殊召喚したモンスターの数だけ自分はデッキからドローする。", "ko": "\"초중무사 히캬－Q(큐)\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 묘지에 마법 / 함정 카드가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환에 성공한 턴에, 자신은 \"초중무사\" 몬스터밖에 특수 소환할 수 없다. ②: 자신의 묘지에 마법 / 함정 카드가 존재하지 않을 경우, 이 카드를 릴리스하고 발동할 수 있다. 패에서 몬스터를 2장까지 상대 필드에 수비 표시로 특수 소환한다. 그 후, 이 효과로 특수 소환한 몬스터의 수만큼 자신은 덱에서 드로우한다.", "zh-TW": "「超重武者 信使－Q」的②效果，１回合僅限使用１次。①：在我方墓地不存在魔法・陷阱卡的狀況下，可從手牌特殊召喚此卡。透過此方法特殊召喚成功的回合，我方可特殊召喚的怪獸僅限「超重武者」怪獸。②：在我方墓地不存在魔法・陷阱卡的狀況下，可解放此卡發動。從手牌以守備表示特殊召喚最多２隻怪獸至對方場上。其後，依透過此效果特殊召喚的怪獸的數量，我方從牌組抽牌。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：自己的墓地不存在魔法・陷阱卡的情况下，此卡可从手牌中特殊召唤。以此方法特殊召唤成功的余下本回合，自己仅可特殊召唤“超重武者”怪兽。②：自己的墓地不存在魔法・陷阱卡的情况下，解放此卡可以发动。从手牌将最多２只怪兽以守备表示特殊召唤至对手场上。然后，依以此效果特殊召唤的怪兽数量，自己从牌组抽牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 5, "atk": 1200, "def": 1800, "series": ["Superheavy Samurai"], "images": [{"index": 1, "image": "SuperheavySamuraiTransporter-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN005", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-EN109", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DOCS-DE005", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-DE109", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DOCS-FR005", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-FR109", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DOCS-IT005", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-IT109", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DOCS-PT005", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-PT109", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DOCS-JP005", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "DOCS-KR005", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC059", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 339602, "master_duel_rarity": "N"}