{"konami_id": 13987, "password": 41359411, "name": {"en": "Noble Arms - Clarent", "de": "Edle Waffen - Clarent", "es": "Armas Nobles - Clarent", "fr": "Armes Nobles - Clarent", "it": "Nobili Armi - Clarent", "pt": "Armas Nobres - Clarent", "ja": "<ruby>聖<rt>せい</rt></ruby><ruby>剣<rt>けん</rt></ruby>クラレント", "ja_romaji": "Seiken Kurarento", "ko": "성검 클라렌트", "ko_rr": "Seonggeom Keullarenteu", "zh-TW": "聖劍格蘭特", "zh-CN": "圣剑 格兰特"}, "text": {"en": "Equip only to a Warrior monster. You can only control 1 \"Noble Arms - Clarent\". Once per turn: You can pay 500 LP; the equipped monster can attack directly this turn. If this face-up card on the field is destroyed and sent to the GY: You can target 1 Warrior \"Noble Knight\" monster you control; equip this card to that target. You can only use this effect of \"Noble Arms - Clarent\" once per turn.", "de": "Rüste nur ein Krieger-Monster mit dieser Karte aus. Du kannst nur 1 „Edle Waffen - Clarent“ kontrollieren. Einmal pro Spielzug: Du kannst 500 LP zahlen; das ausgerüstete Monster kann in diesem Spielzug direkt angreifen. Falls diese offene Karte auf dem Spielfeld zerstört und auf den Friedhof gelegt wird: Du kannst 1 „Edler Ritter“-Krieger-Monster wählen, das du kontrollierst; rüste das gewählte Ziel mit dieser Karte aus. Du kannst diesen Effekt von „Edle Waffen - Clarent“ nur einmal pro Spielzug verwenden.", "es": "Sólo puedes equipar esta carta a un monstruo Guerrero. Sólo puedes controlar 1 \"Armas Nobles - Clarent\". Una vez por turno: puedes pagar 500 LP; el monstruo equipado puede atacar directamente este turno. Si esta carta boca arriba en el Campo es destruida y mandada al Cementerio: puedes seleccionar 1 monstruo Guerrero \"Noble Caballero\" que controles; equipa esta carta a ese objetivo. Sólo puedes usar este efecto de \"Armas Nobles - Clarent\" una vez por turno.", "fr": "Équipable uniquement à un monstre Guerrier. Vous ne pouvez contrôler qu'1 \"Armes Nobles - Clarent\". Une fois par tour : vous pouvez payer 500 LP ; le monstre équipé peut attaquer directement ce tour. Si cette carte face recto sur le Terrain est détruite et envoyée au Cimetière : vous pouvez cibler 1 monstre \"Chevalier Noble\" Guerrier que vous contrôlez ; équipez cette carte à la cible. Vous ne pouvez utiliser cet effet de \"Armes Nobles - Clarent\" qu'une fois par tour.", "it": "Equipaggia solo a un mostro Guerriero. Puoi controllare solo 1 \"Nobili Armi - Clarent\". Una volta per turno: puoi pagare 500 LP; il mostro equipaggiato può attaccare direttamente in questo turno. Se questa carta scoperta sul Terreno viene distrutta e mandata al Cimitero: puoi scegliere come bersaglio 1 mostro \"Nobile Cavaliere\" Guerriero che controlli; equipaggia questa carta a quel bersaglio. Puoi utilizzare questo effetto di \"Nobili Armi - Clarent\" una sola volta per turno.", "pt": "Só pode ser equipado a um monstro Guerreiro. Você só pode controlar 1 \"Armas Nobres - Clarent\". Uma vez por turno: você pode pagar 500 PV; o monstro equipado pode atacar diretamente neste turno. Se este card no campo com a face para cima for destruído e enviado para o Cemitério: você pode escolher 1 monstro Guerreiro \"Nobre Cavaleiro\" que você controla; equipe este card no alvo. Você só pode usar este efeito de \"Armas Nobres - Clarent\" uma vez por turno.", "ja": "戦士族モンスターにのみ装備可能。このカード名の③の効果は１ターンに１度しか使用できない。①：「聖剣クラレント」は自分フィールドに１枚しか表側表示で存在できない。②：１ターンに１度、５００ＬＰを払って発動できる。このターン、装備モンスターは直接攻撃できる。③：フィールドの表側表示のこのカードが破壊され墓地へ送られた場合、自分フィールドの戦士族の「聖騎士」モンスター１体を対象として発動できる。その自分の戦士族の「聖騎士」モンスターにこのカードを装備する。", "ko": "전사족 몬스터에만 장착 가능. 이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: \"성검 클라렌트\"는 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 1턴에 1번, 500 LP를 지불하고 발동할 수 있다. 이 턴에, 장착 몬스터는 직접 공격할 수 있다. ③: 필드의 앞면 표시의 이 카드가 파괴되어 묘지로 보내졌을 경우, 자신 필드의 전사족인 \"성기사\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신의 전사족인 \"성기사\" 몬스터에 이 카드를 장착한다.", "zh-TW": null, "zh-CN": "战士族怪兽才能装备。「圣剑 克拉伦特」在自己场上只能有1张表侧表示存在。1回合1次：可以支付500基本分；这个回合装备怪兽可以直接攻击。场上的表侧表示的这张卡被破坏送去墓地的场合：可以选择自己场上1只战士族「圣骑士」怪兽；把这张卡给那只怪兽装备。「圣剑 克拉伦特」的这个效果1回合只能使用1次。"}, "card_type": "Spell", "property": "Equip", "series": ["Noble Arms"], "images": [{"index": 1, "image": "NobleArmsClarent-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN091", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-EN144", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE091", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-DE144", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR091", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-FR144", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT091", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-IT144", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT091", "set_name": "Cybernetic Horizon", "rarities": ["Short Print"]}, {"set_number": "MP19-PT144", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP19-JP050", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR050", "set_name": "Extra Pack 2019", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565977, "master_duel_rarity": "N"}