{"konami_id": 19376, "password": 41371602, "name": {"en": "Stand Up Centur-Ion!", "de": "Erhebe dich, Centur-Ion!", "es": "¡Levántate Centur-Ión!", "fr": "Levez-Vous Centur-Ion !", "it": "Rialzati Centur-Ion!", "pt": "Avante, Centur-Ião!", "ja": "スタンドアップ・センチュリオン！", "ja_romaji": "Sutandoappu Senchurion!", "ko": "스탠드업 센츄리온!", "ko_rr": "Seutaendeu-eop Senchyurion!", "zh-TW": "站起來吧・百夫騎士！", "zh-CN": "站起来吧・百夫骑士！"}, "text": {"en": "Cannot be destroyed by your opponent's card effects while you control a \"Centur-Ion\" Monster Card. You can only use each of the following effects of \"Stand Up Centur-Ion!\" once per turn. During your Main Phase, if this card was activated this turn: You can send 1 card from your hand to the GY; place 1 \"Centur-Ion\" monster from your Deck in your Spell & Trap Zone as a face-up Continuous Trap. If a monster(s) is Special Summoned, you can: Immediately after this effect resolves, Synchro Summon 1 Synchro Monster, using monsters you control as material, including a \"Centur-Ion\" monster.", "de": "Kann nicht durch Karteneffekte deines Gegners zerstört werden, solange du eine „Centur-Ion“-Monsterkarte kontrollierst. Du kannst jeden der folgenden Effekte von „Erhebe dich, Centur-Ion!“ nur einmal pro Spielzug verwenden. Während deiner Main Phase, falls diese Karte in diesem Spielzug aktiviert wurde: Du kannst 1 Karte von deiner Hand auf den Friedhof legen; lege 1 „Centur-Ion“-Monster von deinem Deck als offene Permanente Falle in deine Zauber- & Fallenzone. Falls ein oder mehr Monster als Spezialbeschwörung beschworen werden, kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Synchromonster als Synchrobeschwörung und verwende dafür Monster, die du kontrollierst, als Material, darunter ein „Centur-Ion“-Monster.", "es": "No puede ser destruida por efectos de cartas de tu adversario mientras controles una Carta de Monstruo \"Centur-Ión\". Sólo puedes usar cada uno de los siguientes efectos de \"¡Levántate Centur-Ión!\" una vez por turno. Durante tu Main Phase, si esta carta fue activada este turno: puedes mandar al Cementerio 1 carta en tu mano; pon en tu Zona de Magia y Trampas 1 monstruo \"Centur-Ión\" en tu Deck como una Trampa Continua boca arriba. Si uno o más monstruos son Invocados de Modo Especial, puedes: inmediatamente después de que se resuelva este efecto, Invocar por Sincronía 1 Monstruo de Sincronía, usando monstruos que controles como material, incluyendo un monstruo \"Centur-Ión\".", "fr": "Non destructible par des effets de carte de votre adversaire tant que vous contrôlez une Carte Monstre \"Centur-Ion\". Vous ne pouvez utiliser chacun des effets suivants de \"Levez-Vous Centur-Ion !\" qu'une fois par tour. Durant votre Main Phase, si cette carte a été activée ce tour : vous pouvez envoyer 1 carte depuis votre main au Cimetière ; placez 1 monstre \"Centur-Ion\" depuis votre Deck dans votre Zone Magie & Piège comme Piège Continu face recto. Si un ou plusieurs monstres sont Invoqués Spécialement, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant des monstres que vous contrôlez (un monstre \"Centur-Ion\" inclus) comme Matériel.", "it": "Non può essere distrutta dagli effetti delle carte del tuo avversario mentre controlli una Carta Mostro \"Centur-Ion\". Puoi utilizzare ognuno dei seguenti effetti di \"Rialzati Centur-Ion!\" una sola volta per turno. Durante la tua Main Phase, se questa carta è stata attivata in questo turno: puoi mandare 1 carta dalla tua mano al Cimitero; metti 1 mostro \"Centur-Ion\" dal tuo Deck nella tua Zona Magie & Trappole come una Trappola Continua scoperta. Se uno o più mostri vengono Evocati Specialmente, puoi: immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro, utilizzando mostri che controlli come materiale, compreso un mostro \"Centur-Ion\".", "pt": "Não pode ser destruído pelos efeitos de card do seu oponente enquanto você controlar um Card de Monstro \"Centur-Ião\". Você só pode usar cada um dos seguintes efeitos de \"Avante, Centur-Ião!\" uma vez por turno. Durante sua Fase Principal, se este card foi ativado neste turno: você pode enviar 1 card da sua mão para o Cemitério; coloque 1 monstro \"Centur-Ião\" do seu Deck na sua Zona de Magias & Armadilhas como uma Armadilha Contínua com a face para cima. Se um ou mais monstros forem Invocados por Invocação-Especial, você pode: imediatamente depois que este efeito resolver, Invocar por Invocação-Sincro 1 Monstro Sincro, usando monstros que você controla como matéria, incluindo um monstro \"Centur-Ião\".", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「センチュリオン」モンスターカードが存在する限り、このカードは相手の効果では破壊されない。②：このカードを発動したターンの自分メインフェイズに、手札を１枚墓地へ送って発動できる。デッキから「センチュリオン」モンスター１体を永続罠カード扱いで自分の魔法＆罠ゾーンに表側表示で置く。③：モンスターが特殊召喚された場合に発動できる。「センチュリオン」モンスターを含む自分フィールドのモンスターを素材としてＳ召喚を行う。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"센츄리온\" 몬스터 카드가 존재하는 한, 이 카드는 상대 효과로는 파괴되지 않는다. ②: 이 카드를 발동한 턴의 자신 메인 페이즈에, 패를 1장 묘지로 보내고 발동할 수 있다. 덱에서 \"센츄리온\" 몬스터 1장을 지속 함정 카드로 취급하고 자신의 마법 & 함정 존에 앞면 표시로 놓는다. ③: 몬스터가 특수 소환되었을 경우에 발동할 수 있다. \"센츄리온\" 몬스터를 포함하는 자신 필드의 몬스터를 소재로서 싱크로 소환을 실행한다.", "zh-TW": null, "zh-CN": "此卡名的②③效果１回合仅可各使用１次。\n①：只要自己场上存在“百夫骑”怪兽卡，此卡不会因对手的效果被破坏。\n②：在发动了此卡的回合的自己的主要阶段，将１张手牌送至墓地可以发动。从牌组将１只“百夫骑”怪兽视为永续陷阱卡，以表侧表示放在自己的魔法与陷阱区域。\n③：怪兽被特殊召唤的情况下可以发动。以包含“百夫骑”怪兽在内的、自己场上的怪兽作为素材进行同步召唤。"}, "card_type": "Spell", "property": "Field", "series": ["Centur-Ion"], "images": [{"index": 1, "image": "StandUpCenturIon-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "VASM-EN020", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-EN299", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "VASM-DE020", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-DE299", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "VASM-SP020", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-SP299", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "VASM-FR020", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-FR299", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "VASM-IT020", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-IT299", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "VASM-PT020", "set_name": "Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "MP24-PT299", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBVS-JP020", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBVS-KR020", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBVS-SC020", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Super Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1003208, "master_duel_rarity": "SR"}