{"konami_id": 12962, "password": 41375811, "name": {"en": "Zoodiac Chakanine", "de": "Zoodiak-Chakanine", "es": "Chakanino del Zoodíaco", "fr": "Chakanine du Zoodiaque", "it": "Zoodiaco Chakanina", "pt": "Chakanino Zoodíaco", "ja": "<ruby>十<rt>じゅう</rt></ruby><ruby>二<rt>に</rt></ruby><ruby>獣<rt>しし</rt></ruby>ライカ", "ja_romaji": "Jūnishishi Raika", "ko": "십이수 라이카", "ko_rr": "Sip-isu Raika", "zh-TW": null, "zh-CN": "十二兽 戌环"}, "text": {"en": "2+ Level 4 monsters\nOnce per turn, you can also Xyz Summon \"Zoodiac Chakanine\" by using 1 \"Zoodiac\" monster you control with a different name as material. (Transfer its materials to this card.) Gains ATK/DEF equal to the ATK/DEF of all \"Zoodiac\" monsters attached to it as material. Once per turn: You can detach 1 material from this card, then target 1 \"Zoodiac\" monster in your GY; Special Summon it, but for the rest of this turn, its effects are negated, also it cannot be used as material for an Xyz Summon.", "de": "2+ Monster der Stufe 4\nEinmal pro Spielzug kannst du „Zoodiak-Chakanine“ auch als Xyz-Beschwörung beschwören, indem du 1 „Zoodiak“-Monster mit einem unterschiedlichen Namen, das du kontrollierst, als das Material verwendest. (Transferiere sein Material an diese Karte.) Diese Karte erhält ATK/DEF in Höhe der ATK/DEF aller „Zoodiak“-Monster, die als Material an sie angehängt sind. Einmal pro Spielzug: Du kannst 1 Material von dieser Karte abhängen und dann 1 „Zoodiak“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, aber für den Rest dieses Spielzugs werden seine Effekte annulliert, zusätzlich kann es nicht als Material für eine Xyz-Beschwörung verwendet werden.", "es": "2+ monstruos de Nivel 4\nUna vez por turno, también puedes Invocar Xyz a \"Chakanino del Zoodíaco\" usando 1 monstruo \"Zoodíaco\" que controles con nombre diferente como material. (Transfiere sus materiales a esta carta). Gana ATK/DEF igual al ATK/DEF de todos los monstruos \"Zoodíaco\" acoplados a él como material. Una vez por turno: puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo \"Zoodíaco\" en tu Cementerio; Invócalo de Modo Especial, pero por el resto de este turno, sus efectos son negados, y además no puede ser usado como material para una Invocación Xyz.", "fr": "2+ monstres de Niveau 4\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Chakanine du Zoodiaque\" en utilisant 1 monstre \"Zoodiaque\" que vous contrôlez de nom différent comme Matériel. (Transférez ses Matériels à cette carte.) Gagne une ATK/DEF égales à l'ATK/DEF de tous les monstres \"Zoodiaque\" qui lui sont attachés comme Matériel. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre \"Zoodiaque\" dans votre Cimetière ; Invoquez-le Spécialement, mais le reste de ce tour, ses effets sont annulés, et aussi, il ne peut pas être utilisé comme Matériel pour une Invocation Xyz.", "it": "2+ mostri di Livello 4\nUna volta per turno, puoi anche Evocare Xyz \"Zoodiaco Chakanina\" utilizzando 1 mostro \"Zoodiaco\" che controlli con un nome diverso come materiale. (Trasferisci i suoi materiali su questa carta.) Guadagna ATK/DEF pari all'ATK/DEF di tutti i mostri \"Zoodiaco\" attaccati ad essa come materiale. Una volta per turno: puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro \"Zoodiaco\" nel tuo Cimitero; Evocalo Specialmente, ma, per il resto di questo turno, i suoi effetti sono annullati, inoltre non può essere utilizzato come materiale per un'Evocazione Xyz.", "pt": "2+ monstros de Nível 4\nUma vez por turno, você também pode Invocar por Invocação-Xyz \"Chakanino Zoodíaco\" ao usar 1 monstro \"Zoodíaco(a)\" que você controla com um nome diferente como matéria. (Transfira as matérias dele para este card.) Ganha ATK/DEF igual ao ATK/DEF de todos os monstros \"Zoodíaco(a)\" associados a ele como matéria. Uma vez por turno: você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro \"Zoodíaco(a)\" no seu Cemitério; Invoque-o por Invocação-Especial, mas pelo resto deste turno, seus efeitos são negados e, além disso, ele não pode ser usado como matéria para uma Invocação-Xyz.", "ja": "レベル４モンスター×２体以上\n「十二獣ライカ」は１ターンに１度、同名カード以外の自分フィールドの「十二獣」モンスターの上に重ねてＸ召喚する事もできる。①：このカードの攻撃力・守備力は、このカードがＸ素材としている「十二獣」モンスターのそれぞれの数値分アップする。②：１ターンに１度、このカードのＸ素材を１つ取り除き、自分の墓地の「十二獣」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターはこのターン、効果が無効化され、Ｘ召喚の素材にできない。", "ko": "레벨 4 몬스터 × 2장 이상\n\"십이수 라이카\"는 1턴에 1번, 같은 이름의 카드 이외의 자신 필드의 \"십이수\" 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 이 카드의 공격력 / 수비력은, 이 카드가 엑시즈 소재로 하고 있는 \"십이수\" 몬스터 각각의 수치만큼 올린다. ②: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 자신 묘지의 \"십이수\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에, 효과가 무효화되고, 엑시즈 소환의 소재로 할 수 없다.", "zh-TW": null, "zh-CN": "等级4怪兽×2只以上\n“十二兽 戌环”1回合1次，也可重叠在同名卡以外的、自己场上的“十二兽”怪兽上面来超量召唤。①：此卡的攻击力・守备力分别上升此卡持有的超量素材中“十二兽”怪兽的相应数值。②：1回合1次，去除此卡的1个超量素材，以自己墓地的1只“十二兽”怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽在此回合，效果无效化且不可作为超量召唤的素材。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": "?", "def": "?", "series": ["Zoodiac"], "images": [{"index": 1, "image": "ZoodiacChakanine-MAGO-EN-PGR-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN048", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "MAGO-EN037", "set_name": "Maximum Gold", "rarities": ["Premium Gold Rare"]}], "de": [{"set_number": "MACR-DE048", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "MAGO-DE037", "set_name": "Maximum Gold", "rarities": ["Premium Gold Rare"]}], "es": [{"set_number": "MACR-SP048", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "MAGO-SP037", "set_name": "Maximum Gold", "rarities": ["Premium Gold Rare"]}], "fr": [{"set_number": "MACR-FR048", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "MAGO-FR037", "set_name": "Maximum Gold", "rarities": ["Premium Gold Rare"]}], "it": [{"set_number": "MACR-IT048", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "MAGO-IT037", "set_name": "Maximum Gold", "rarities": ["Premium Gold Rare"]}], "pt": [{"set_number": "MACR-PT048", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "MAGO-PT037", "set_name": "Maximum Gold", "rarities": ["Premium Gold Rare"]}], "ja": [{"set_number": "MACR-JP048", "set_name": "Maximum Crisis", "rarities": ["Rare"]}, {"set_number": "20TP-JP301", "set_name": "Tournament Pack 2020 Vol.3", "rarities": ["Super Rare"]}], "ko": [{"set_number": "MACR-KR048", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "NE02-SC117", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 480261}