{"konami_id": 14754, "password": 41410651, "name": {"en": "Mathmech Billionblade Nayuta", "de": "Mathemech-Milliardenklinge Nayuta", "es": "Hojabillón Nayuta Matemecha", "fr": "Nayuta Milliardlame Mathmech", "it": "Nayuta Miliardolame Matemech", "pt": "Bilholâmina Nayuta Mechamática", "ja": "<ruby>斬<rt>ザン</rt></ruby><ruby>機<rt>キ</rt></ruby><ruby>刀<rt>トウ</rt></ruby>ナユタ", "ja_romaji": "Zankitō Nayuta", "ko": "참기도 나유타", "ko_rr": "Chamgido Nayuta", "zh-TW": "斬機刀那由他", "zh-CN": "斩机刀那由他"}, "text": {"en": null, "de": "Rüste nur ein Cyberse-Monster mit dieser Karte aus. Falls das ausgerüstete Monster gegen ein Monster eines Gegners kämpft, während der Schadensberechnung: Du kannst 1 „Mathemech“-Monster von deinem Deck auf den Friedhof legen; das ausgerüstete Monster erhält bis zum Ende dieses Spielzugs ATK in Höhe der ATK des gelegten Monsters (selbst falls diese Karte das Spielfeld verlässt). Falls diese Karte von der Zauber- & Fallenzone auf den Friedhof gelegt wird: Du kannst 1 „Mathemech“-Karte in deinem Friedhof wählen, außer „Mathemech-Milliardenklinge Nayuta“; füge sie deiner Hand hinzu. Du kannst jeden Effekt von „Mathemech-Milliardenklinge Nayuta“ nur einmal pro Spielzug verwenden.", "es": "Sólo puedes equipar esta carta a un monstruo Ciberso. Si el monstruo equipado batalla con un monstruo del adversario, durante el cálculo de daño: puedes mandar al Cementerio 1 monstruo \"Matemecha\" en tu Deck; hasta el final de este turno, el monstruo equipado gana ATK igual al ATK del monstruo mandado (aun si esta carta deja el Campo). Si esta carta es mandada de la Zona de Magia y Trampas al Cementerio: puedes seleccionar 1 carta \"Matemecha\" en tu Cementerio, excepto \"Hojabillón Nayuta Matemecha\"; añádela a tu mano. Sólo puedes usar cada efecto de \"Hojabillón Nayuta Matemecha\" una vez por turno.", "fr": "Équipable uniquement à un monstre Cyberse. Si le monstre équipé combat un monstre de l'adversaire, durant le calcul des dommages : vous pouvez envoyer 1 monstre \"Mathmech\" depuis votre Deck au Cimetière ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), le monstre équipé gagne une ATK égale à l'ATK du monstre envoyé. Si cette carte est envoyée depuis la Zone Magie & Piège au Cimetière : vous pouvez cibler 1 carte \"Mathmech\" (\"Nayuta Milliardlame Mathmech\" exclu) dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Nayuta Milliardlame Mathmech\" qu'une fois par tour.", "it": "Equipaggia solo a un mostro Cyberso. Se il mostro equipaggiato combatte con un mostro dell'avversario, durante il calcolo dei danni: puoi mandare 1 mostro \"Matemech\" dal tuo Deck al Cimitero; il mostro equipaggiato guadagna ATK pari all'ATK del mostro mandato, fino alla fine di questo turno (anche se questa carta lascia il Terreno). Se questa carta viene mandata dalla Zona Magie & Trappole al Cimitero: puoi scegliere come bersaglio 1 carta \"Matemech\" nel tuo Cimitero, eccetto \"Nayuta Miliardolame Matemech\"; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Nayuta Miliardolame Matemech\" una sola volta per turno.", "pt": "Só pode ser equipado a um monstro Ciberso. Se o monstro equipado batalhar um monstro do oponente, durante o cálculo de dano: você pode enviar 1 monstro \"Mechamático(a)\" do seu Deck para o Cemitério; até o final deste turno, o monstro equipado ganha ATK igual ao ATK do monstro enviado (mesmo que este card deixe o campo). Se este card for enviado da Zona de Magias & Armadilhas para o Cemitério: você pode escolher 1 card \"Mechamático(a)\" no seu Cemitério, exceto \"Bilholâmina Nayuta Mechamática\"; adicione-o à sua mão. Você só pode usar cada efeito de \"Bilholâmina Nayuta Mechamática\" uma vez por turno.", "ja": "サイバース族モンスターにのみ装備可能。\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：装備モンスターが相手モンスターと戦闘を行うダメージ計算時に、デッキから「斬機」モンスター１体を墓地へ送って発動できる。装備モンスターの攻撃力はターン終了時まで、墓地へ送ったモンスターの攻撃力分アップする。\n②：このカードが魔法＆罠ゾーンから墓地へ送られた場合、「斬機刀ナユタ」以外の自分の墓地の「斬機」カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "사이버스족 몬스터에만 장착 가능. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 장착 몬스터가 상대 몬스터와 전투를 실행하는 데미지 계산시에, 덱에서 \"참기\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 장착 몬스터의 공격력은 턴 종료시까지, 묘지로 보낸 몬스터의 공격력만큼 올린다. ②: 이 카드가 마법 & 함정 존에서 묘지로 보내졌을 경우, \"참기도 나유타\" 이외의 자신 묘지의 \"참기\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": "僅可裝備於電子界族怪獸。此卡名的①②效果，１回合各僅限使用１次。①：裝備怪獸與對方怪獸進行戰鬥的傷害計算時，可從牌組將１隻「斬機」怪獸送至墓地發動。裝備怪獸的攻擊力在回合結束前，依據送至墓地的怪獸的攻擊力數值進行提升。②：在此卡從魔法＆陷阱區被送至墓地的狀況下，可將我方墓地的１張「斬機刀那由他」以外的「斬機」卡做為對象發動。將該卡加入手牌。", "zh-CN": "仅可装备至电子界族怪兽。此卡名的①②效果1回合仅可各使用1次。①：装备怪兽和对手怪兽进行战斗的伤害计算时，从牌组将1只“斩机”怪兽送至墓地可以发动。装备怪兽的攻击力直至回合结束时为止，上升被送至墓地的怪兽的攻击力数值。②：此卡从魔法与陷阱区域被送至墓地的情况下，可以自己墓地的1张“斩机刀那由他”以外的“斩机”卡为对象发动。将该卡加入手牌。"}, "card_type": "Spell", "property": "Equip", "series": ["Mathmech"], "images": [{"index": 1, "image": "MathmechBillionbladeNayuta-MYFI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MYFI-EN011", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "de": [{"set_number": "MYFI-DE011", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MYFI-FR011", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "it": [{"set_number": "MYFI-IT011", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MYFI-PT011", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBMF-JP011", "set_name": "Deck Build Pack: Mystic Fighters", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBMF-KR011", "set_name": "Deck Build Pack: Mystic Fighters", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBMF-SC011", "set_name": "Deck Build Pack: Mystic Fighters", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 633832, "master_duel_rarity": "N"}