{"konami_id": 13469, "password": 41456841, "name": {"en": "Metamorphosed Insect Queen", "de": "Umgewandelte Insektenkönigin", "es": "Reina Insecto Metamorfoseada", "fr": "Reine Insecte Métamorphosée", "it": "Insetto Regina Trasformata", "pt": "Rainha dos Insetos Metamorfoseada", "ja": "<ruby>究<rt>きゅう</rt></ruby><ruby>極<rt>きょく</rt></ruby><ruby>変<rt>へん</rt></ruby><ruby>異<rt>い</rt></ruby><ruby>態<rt>たい</rt></ruby>・インセクト<ruby>女王<rt>クイーン</rt></ruby>", "ja_romaji": "Kyūkyoku Hen'itai Insekuto Kuīn", "ko": "궁극변이체 곤충 여왕", "ko_rr": null, "zh-TW": "究極變異態 昆蟲女王", "zh-CN": "终极变态昆虫女王"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by a card effect. If another Insect monster is on the field, your opponent cannot target Insect monsters you control with card effects, also they cannot be destroyed by your opponent's card effects. At the end of the Damage Step, if this card attacked: You can Tribute 1 monster; this card can attack an opponent's monster again in a row. Once per turn, during the End Phase: You can Special Summon 1 \"Insect Monster Token\" (Insect/EARTH/Level 1/ATK 100/DEF 100).", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch einen Karteneffekt als Spezialbeschwörung beschworen werden. Falls ein anderes Insekt-Monster auf dem Spielfeld liegt, kann dein Gegner Insekt-Monster, die du kontrollierst, nicht als Ziel für Karteneffekte wählen, zusätzlich können sie nicht durch Karteneffekte deines Gegners zerstört werden. Am Ende des Damage Steps, falls diese Karte angegriffen hat: Du kannst 1 Monster als Tribut anbieten; diese Karte kann sofort noch einmal ein Monster eines Gegners angreifen. Einmal pro Spielzug, während der End Phase: Du kannst 1 „Insektenmonster-Spielmarke“ (Insekt/ERDE/Stufe 1/ATK 100/DEF 100) als Spezialbeschwörung beschwören.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por el efecto de una carta. Si otro monstruo Insecto está en el Campo, tu adversario no puede seleccionar con efectos de cartas monstruos Insecto que controles, y además no pueden ser destruidos por los efectos de cartas de tu adversario. Al final del Damage Step, si esta carta atacó: puedes Sacrificar 1 monstruo; esta carta puede atacar a un monstruo del adversario otra vez de manera consecutiva. Una vez por turno, durante la End Phase: puedes Invocar de Modo Especial 1 \"Ficha Monstruo Insecto\" (Insecto/TIERRA/Nivel 1/ATK 100/DEF 100).", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de carte. Si un autre monstre Insecte est sur le Terrain, votre adversaire ne peut pas cibler de monstres Insecte que vous contrôlez avec des effets de carte, et aussi, ils ne peuvent pas être détruits par des effets de carte de votre adversaire. À la fin de la Damage Step, si cette carte a attaqué : vous pouvez Sacrifier 1 monstre ; cette carte peut attaquer un monstre de l'adversaire une nouvelle fois à la suite. Une fois par tour, durant la End Phase : vous pouvez Invoquer Spécialement 1 \"Jeton Monstre Insecte\" (Insecte/TERRE/Niveau 1/ATK 100/DEF 100).", "it": "Non può essere Evocata Normalmente/Posizionata. Deve essere Evocata Specialmente dall'effetto di una carta. Se sul Terreno c'è un altro mostro Insetto, il tuo avversario non può scegliere come bersaglio i mostri Insetto che controlli con gli effetti delle carte, inoltre essi non possono essere distrutti dagli effetti delle carte del tuo avversario. Alla fine del Damage Step, se questa carta ha attaccato: puoi offrire come Tributo 1 mostro; questa carta può attaccare un mostro dell'avversario ancora di seguito. Una volta per turno, durante la End Phase: puoi Evocare Specialmente 1 \"Segna-Mostro Insetto\" (Insetto/TERRA/Livello 1/ATK 100/DEF 100).", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por um efeito de card. Se outro monstro Inseto estiver no campo, seu oponente não pode escolher monstros Inseto que você controla como alvo de efeitos de card e, além disso, eles não podem ser destruídos pelos efeitos de card do seu oponente. No final da Etapa de Dano, se este card atacou: você pode oferecer 1 monstro como Tributo; este card pode atacar um monstro do oponente novamente em seguida. Uma vez por turno, durante a Fase Final: você pode Invocar por Invocação-Especial 1 \"Ficha de Monstro Inseto\" (Inseto/TERRA/Nível 1/ATK 100/DEF 100).", "ja": "このカードは通常召喚できず、カードの効果でのみ特殊召喚できる。①：フィールドに他の昆虫族モンスターが存在する場合、自分フィールドの昆虫族モンスターは相手の効果の対象にならず、相手の効果では破壊されない。②：このカードが攻撃したダメージステップ終了時、自分フィールドのモンスター１体をリリースして発動できる。このカードは相手モンスターに続けて攻撃できる。③：自分・相手のエンドフェイズに発動できる。自分フィールドに「インセクトモンスタートークン」（昆虫族・地・星１・攻／守１００）１体を特殊召喚する。", "ko": "이 카드는 통상 소환할 수 없으며, 카드의 효과로만 특수 소환할 수 있다. ①: 필드에 다른 곤충족 몬스터가 존재할 경우, 자신 필드의 곤충족 몬스터는 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다. ②: 이 카드가 공격한 데미지 스텝 종료시, 자신 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 이 카드는 상대 몬스터에 이어서 공격할 수 있다. ③: 자신 / 상대의 엔드 페이즈에 발동할 수 있다. 자신 필드에 \"곤충 몬스터 토큰\"(곤충족 / 땅 / 레벨 1 / 공 100 / 수 100) 1장을 특수 소환한다.", "zh-TW": "此卡無法通常召喚，僅限透過卡的效果特殊召喚。①：在場上存在其他昆蟲族怪獸的狀況下，我方場上的昆蟲族怪獸不會成為對方的效果對象，不會因對方效果被破壞。②：此卡攻擊的傷害步驟結束時，可解放我方場上的１隻怪獸發動。此卡可連續攻擊對方怪獸。③：可在我方・對方的結束階段發動。特殊召喚１隻「昆蟲怪獸衍生物」（昆蟲族・地・星１・攻／守１００）至我方場上。", "zh-CN": "此卡不可通常召唤，可仅限以卡牌的效果特殊召唤。①：场上存在有其他昆虫族怪兽的场合，我方场上的昆虫族怪兽不会成为对手的效果对象，不会因对手效果被破坏。②：此卡攻击的伤害步骤结束时，可解放我方场上的１只怪兽并发动。此卡可继续攻击对方怪兽。③：可在我方・对手的结束阶段发动。特殊召唤１只“昆虫怪兽衍生物”（昆虫族・地・星１・攻／守１００）至我方场上。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 7, "atk": 2800, "def": 2400, "series": ["Insect Queen"], "images": [{"index": 1, "image": "MetamorphosedInsectQueen-LDS1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED2-EN008", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-EN072", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "de": [{"set_number": "LED2-DE008", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-DE072", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "fr": [{"set_number": "LED2-FR008", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-FR072", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "it": [{"set_number": "LED2-IT008", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-IT072", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "pt": [{"set_number": "LED2-PT008", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Super Rare"]}, {"set_number": "LDS1-PT072", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "ja": [{"set_number": "DP19-JP008", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DP19-KR008", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525772, "master_duel_rarity": "SR"}