{"konami_id": 10822, "password": 41493640, "name": {"en": "Shogi Knight", "de": "Shogi-Ritter", "es": "Caballero Shogi", "fr": "Chevalier Shogi", "it": "Cavaliere Shogi", "pt": "Cavaleiro Shogi", "ja": "ラインモンスター <ruby>Ｋ<rt>ケイ</rt></ruby>ホース", "ja_romaji": "Rain Monsutā Kei Hōsu", "ko": "라인몬스터 <ruby>K<rt>케이</rt></ruby>호스", "ko_rr": "Rainmonseuteo Kei Hoseu", "zh-TW": "將棋怪獸 K桂馬", "zh-CN": "将棋怪兽 K桂马"}, "text": {"en": null, "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 gesetzte Karte in der Zauber- & Fallenkartenzone deines Gegners wählen; zeige das gewählte Ziel vor, dann zerstöre es, falls es eine Fallenkarte ist. Lege es andernfalls an seine ursprüngliche Position zurück. Wenn du eine Fallenkarte durch diesen Effekt zerstörst: Du kannst 1 ERDE Monster der Stufe 3 als Spezialbeschwörung von deiner Hand in die offene Verteidigungsposition beschwören.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 carta Colocada en la Zona de Cartas Mágicas y de Trampa de tu adversario; muestra ese objetivo, y después destrúyelo si es una Carta de Trampa. De otra forma, devuélvelo a su posición original. Cuando destruyes una Carta de Trampa con este efecto: puedes Invocar de modo Especial, desde tu mano, 1 monstruo de TIERRA de Nivel 3 en Posición de Defensa boca arriba.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 carte Posée dans la Zone Carte Magie & Piège de votre adversaire ; révélez la cible, puis détruisez-la si c'est une Carte Piège. Sinon, renvoyez-la dans sa position d'origine. Lorsque vous détruisez une Carte Piège par cet effet : vous pouvez Invoquer Spécialement 1 monstre TERRE de Niveau 3 depuis votre main en Position de Défense face recto.", "it": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 carta Posizionata nella Zona Carte Magia & Trappola del tuo avversario; rivela quel bersaglio, poi distruggilo se è una Carta Trappola. Altrimenti, rimettila nella sua posizione originale. Quando distruggi una Carta Trappola con questo effetto: puoi Evocare Specialmente 1 mostro TERRA di Livello 3 dalla tua mano scoperto in Posizione di Difesa.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode escolher 1 card Baixado na Zona dos Cards de Magia e Armadilha do seu oponente; revele o alvo e, depois, destrua-o se for um Card de Armadilha. Caso contrário, devolva-o para sua posição original. Quando você destruir um Card de Armadilha com este efeito: você pode Invocar por Invocação-Especial 1 monstro de TERRA de Nível 3 da sua mão em Posição de Defesa com a face para cima.", "ja": "①：このカードが召喚した時、相手の魔法＆罠ゾーンの裏側表示カード１枚を対象として発動できる。その裏側表示カードを確認し、罠カードだった場合、そのカードを破壊する。違った場合、元に戻す。\n②：このカードの①の効果で罠カードを破壊した時に発動できる。手札から地属性・レベル３モンスター１体を守備表示で特殊召喚する。", "ko": "①: 이 카드가 일반 소환에 성공했을 때, 상대의 마법 & 함정 존에 세트된 카드 1장을 대상으로 하고 발동할 수 있다. 세트되어 있는 그 카드를 확인하고, 함정 카드였을 경우, 그 카드를 파괴한다. 다를 경우, 원래대로 되돌린다. ②: 이 카드의 ①의 효과로 함정 카드를 파괴했을 때에 발동할 수 있다. 패에서 땅 속성 / 레벨 3 몬스터 1장을 수비 표시로 특수 소환한다.", "zh-TW": "此卡召喚成功時，可選擇被覆蓋在對方的魔法＆陷阱區的１張卡做為對象發動。確認被覆蓋的該卡，在該卡為陷阱卡的狀況下，破壞該卡。在不是的狀況下，回歸原狀。透過此效果破壞陷阱卡時，可發動以下效果。\n●從手牌以守備表示特殊召喚１隻地屬性・等級３怪獸。", "zh-CN": "此卡召唤成功时，可选择盖牌于对手魔法与陷阱区域的１张卡牌并发动。确认该被盖牌的卡牌，若是陷阱卡的场合，破坏该卡。若并非陷阱卡的场合，则返回原处。以此效果破坏陷阱卡时，可发动以下效果。\n●从手牌以守备表示特殊召唤１只地属性、等级３的怪兽。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "EARTH", "level": 3, "atk": 800, "def": 400, "images": [{"index": 1, "image": "ShogiKnight-PRIO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN094", "set_name": "Primal Origin", "rarities": ["Common"]}], "de": [{"set_number": "PRIO-DE094", "set_name": "Primal Origin", "rarities": ["Common"]}], "fr": [{"set_number": "PRIO-FR094", "set_name": "Primal Origin", "rarities": ["Common"]}], "it": [{"set_number": "PRIO-IT094", "set_name": "Primal Origin", "rarities": ["Common"]}], "pt": [{"set_number": "PRIO-PT094", "set_name": "Primal Origin", "rarities": ["Common"]}], "ja": [{"set_number": "VF13-JP001", "set_name": "Saikyō V Jump Festa 2013 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "JF14-JP001", "set_name": "Jump Festa 2014 - Promotion Pack", "rarities": ["Common"]}, {"set_number": "PR04-JP001", "set_name": "Promotion Pack 4: Part A", "rarities": ["Common"]}], "ko": [{"set_number": "PP13-KR025", "set_name": "Premium Pack Vol.13", "rarities": ["Normal Parallel Rare", "Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 259225, "master_duel_rarity": "R"}