{"konami_id": 13864, "password": 41803903, "name": {"en": "Abyss Script - Romantic Terror", "de": "Abgrundskript - Romantischer Terror", "es": "Guión de Abismo - Terror Romántico", "fr": "Script des Abysses - Terreur Romantique", "it": "Sceneggiatura dell'Abisso - Terrore Romantico", "pt": "Script do Abismo - Terror Romântico", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>台<rt>だい</rt></ruby><ruby>本<rt>ほん</rt></ruby>「ロマンティック・テラー」", "ja_romaji": "Makai Daihon \"Romantikku Terā\"", "ko": "마계대본 \"로맨틱 텔러\"", "ko_rr": "Magyedaebon \"Romaentik Telleo\"", "zh-TW": "魔界劇本《浪漫告白》", "zh-CN": "魔界剧本 \"浪漫语者\""}, "text": {"en": "Return 1 \"Abyss Actor\" Pendulum Monster you control to the hand, and if you do, Special Summon from your Extra Deck in Defense Position, 1 face-up \"Abyss Actor\" Pendulum Monster with a different original name from that monster. If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can Set any number of \"Abyss Script\" Spells directly from your Deck. You can only activate 1 \"Abyss Script - Romantic Terror\" per turn.", "de": "Gib 1 „Abgrundschauspieler“-Pendelmonster, das du kontrollierst, auf die Hand zurück und falls du dies tust, beschwöre 1 offenes „Abgrundschauspieler“-Pendelmonster mit einem unterschiedlichen Grund-Namen als das Monster als Spezialbeschwörung von deinem Extra Deck in die Verteidigungsposition. Falls diese gesetzte Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt eines Gegners zerstört wird und du ein offenes „Abgrundschauspieler“-Pendelmonster in deinem Extra Deck hast: Du kannst eine beliebige Anzahl „Abgrundskript“-Zauber direkt von deinem Deck setzen. Du kannst nur 1 „Abgrundskript - Romantischer Terror“ pro Spielzug aktivieren.", "es": "Devuelve a la mano 1 Monstruo de Péndulo \"Actor del Abismo\" que controles, y, si lo haces, Invoca de Modo Especial en Posición de Defensa, desde tu Deck Extra, 1 Monstruo de Péndulo \"Actor del Abismo\" boca arriba con nombre original diferente al de aquel monstruo. Si esta carta Colocada en control de su dueño es destruida por un efecto de carta del adversario, y tú tienes un Monstruo de Péndulo \"Actor del Abismo\" boca arriba en tu Deck Extra: puedes Colocar cualquier cantidad de Mágicas \"Guión de Abismo\" directamente desde tu Deck. Sólo puedes activar 1 \"Guión de Abismo - Terror Romántico\" por turno.", "fr": "Renvoyez 1 Monstre Pendule \"Acteur des Abysses\" que vous contrôlez à la main, et si vous le faites, Invoquez Spécialement 1 Monstre Pendule \"Acteur des Abysses\" face recto de nom d'origine différent du monstre depuis votre Extra Deck en Position de Défense. Si cette carte Posée contrôlée par son propriétaire est détruite par un effet de carte de l'adversaire, et que vous avez un Monstre Pendule \"Acteur des Abysses\" face recto dans votre Extra Deck : vous pouvez Poser un nombre de votre choix de Magies \"Script des Abysses\" directement depuis votre Deck. Vous ne pouvez activer qu'1 \"Script des Abysses - Terreur Romantique\" par tour.", "it": "Fai ritornare nella mano 1 Mostro Pendulum \"Attore dell'Abisso\" che controlli e, se lo fai, Evoca Specialmente dal tuo Extra Deck in Posizione di Difesa 1 Mostro Pendulum \"Attore dell'Abisso\" scoperto con nome originale diverso da quel mostro. Se questa carta Posizionata sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta dell'avversario, e tu hai un Mostro Pendulum \"Attore dell'Abisso\" scoperto nel tuo Extra Deck: puoi Posizionare un qualsiasi numero di Magie \"Sceneggiatura dell'Abisso\" direttamente dal tuo Deck. Puoi attivare solo 1 \"Sceneggiatura dell'Abisso - Terrore Romantico\" per turno.", "pt": "Devolva 1 Monstro Pêndulo \"Ator do Abismo\" que você controla para a mão e, se isso acontecer, Invoque por Invocação-Especial do seu Deck Adicional, em Posição de Defesa, 1 Monstro Pêndulo \"Ator do Abismo\" com a face para cima com um nome original diferente que o desse monstro. Se este card Baixado sob o controle do seu dono for destruído por um efeito de card do oponente e você tiver um Monstro Pêndulo \"Ator do Abismo\" com a face para cima no seu Deck Adicional: você pode Baixar qualquer número de Magias \"Script do Abismo\" diretamente do seu Deck. Você só pode ativar 1 \"Script do Abismo - Terror Romântico\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの「魔界劇団」Ｐモンスター１体を選んで持ち主の手札に戻し、手札に戻ったモンスターと元々のカード名が異なる表側表示の「魔界劇団」Ｐモンスター１体を自分のＥＸデッキから守備表示で特殊召喚する。②：自分のＥＸデッキに表側表示の「魔界劇団」Ｐモンスターが存在し、セットされたこのカードが相手の効果で破壊された場合に発動できる。デッキから「魔界台本」魔法カードを任意の数だけ選んで自分の魔法＆罠ゾーンにセットする。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 \"마계극단\" 펜듈럼 몬스터 1장을 골라 주인의 패로 되돌리고, 패로 되돌아간 몬스터와 원래의 카드명이 다른 앞면 표시의 \"마계극단\" 펜듈럼 몬스터 1장을 자신의 엑스트라 덱에서 수비 표시로 특수 소환한다. ②: 자신의 엑스트라 덱에 앞면 표시의 \"마계극단\" 펜듈럼 몬스터가 존재하고, 세트된 이 카드가 상대 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 \"마계대본\" 마법 카드를 임의의 수만큼 고르고 자신의 마법 & 함정 존에 세트한다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：選擇我方場上的１隻「魔界劇團」鐘擺怪獸送回持有者的手牌，從我方額外牌組以守備表示特殊召喚１隻原本的卡名與送回手牌的怪獸不同的正面表示的「魔界劇團」鐘擺怪獸。②：可在我方額外牌組存在正面表示的「魔界劇團」鐘擺怪獸，被覆蓋的此卡因對方的效果被破壞的狀況下發動。從牌組選擇任意數量的「魔界劇本」魔法卡覆蓋在我方魔法＆陷阱區。", "zh-CN": "此卡名的卡1回合仅可发动1张。①：挑选自己场上的1只\"魔界剧团\"灵摆怪兽放回持有者的手牌，从自己的额外牌组将1只原本卡名和放回手牌的怪兽不同的表侧表示\"魔界剧团\"灵摆怪兽以守备表示特殊召唤。②：在自己的额外牌组有表侧表示的\"魔界剧团\"灵摆怪兽存在、被放置的此卡因对手的效果被破坏的情况下可以发动。从牌组挑选任意数量的\"魔界剧本\"魔法卡放置在自己的魔法与陷阱区域。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Abyss Script"], "images": [{"index": 1, "image": "AbyssScriptRomanticTerror-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED3-EN047", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-EN062", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "LED3-DE047", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-DE062", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "LED3-FR047", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-FR062", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "LED3-IT047", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-IT062", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "LED3-PT047", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-PT062", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "DP20-JP047", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}], "ko": [{"set_number": "DP20-KR047", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DP20-SC047", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 562919, "master_duel_rarity": "R"}