{"konami_id": 15395, "password": 41830887, "name": {"en": "Appliancer Copybokkle", "de": "Gerätewesen Kopierscheuche", "es": "Electrodomésticor Copibloqueo", "fr": "Copiteille Électroménageur", "it": "Apparecchio Copiabogle", "pt": "Utensilhor Copuende", "ja": "<ruby>複<rt>ふく</rt></ruby><ruby>写<rt>しゃ</rt></ruby><ruby>機<rt>き</rt></ruby><ruby>塊<rt>かい</rt></ruby>コピーボックル", "ja_romaji": "Fukushakikai Kopībokkuru", "ko": "복사기괴 카피도령", "ko_rr": "Boksagigoe Kapidoryeong", "zh-TW": "複寫機塊 拷貝小矮人", "zh-CN": "复写机块 复印小矮人"}, "text": {"en": null, "de": "Du kannst 1 „Gerätewesen“-Monster wählen, das du kontrollierst; beschwöre diese Karte als Spezialbeschwörung von deiner Hand und falls du dies tust, wird der Name dieser Karte bis zur End Phase gleich dem Namen des Monsters. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Gerätewesen“-Monster wählen, das du kontrollierst; beschwöre 1 Monster mit demselben Namen als Spezialbeschwörung von deiner Hand oder deinem Friedhof. Du kannst jeden Effekt von „Gerätewesen Kopierscheuche“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 monstruo \"Electrodomésticor\" que controles; Invoca esta carta de Modo Especial desde tu mano y, si lo haces, hasta la End Phase el nombre de esta carta se convierte en el nombre de ese monstruo. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo \"Electrodomésticor\" que controles; Invoca de Modo Especial, desde tu mano o Cementerio, 1 monstruo con el mismo nombre. Sólo puedes usar cada efecto de \"Electrodomésticor Copibloqueo\" una vez por turno.", "fr": "Vous pouvez cibler 1 monstre \"Électroménageur\" que vous contrôlez ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, le nom de cette carte devient le nom du monstre jusqu'à la End Phase. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Électroménageur\" que vous contrôlez ; Invoquez Spécialement 1 monstre du même nom depuis votre main ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Copiteille Électroménageur\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 mostro \"Apparecchio\" che controlli; Evoca Specialmente questa carta dalla tua mano e, se lo fai, il nome di questa carta diventa il nome di quel mostro fino alla End Phase. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Apparecchio\" che controlli; Evoca Specialmente 1 mostro con lo stesso nome dalla tua mano o Cimitero. Puoi utilizzare ogni effetto di \"Apparecchio Copiabogle\" una sola volta per turno.", "pt": "Você pode escolher 1 monstro \"Utensilhor\" que você controla; Invoque este card por Invocação-Especial da sua mão e, se isso acontecer, o nome deste card se torna o nome desse monstro até a Fase Final. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Utensilhor\" que você controla; Invoque por Invocação-Especial 1 monstro com o mesmo nome da sua mão ou do Cemitério. Você só pode usar cada efeito de \"Utensilhor Copuende\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドの「機塊」モンスター１体を対象として発動できる。このカードを手札から特殊召喚する。この効果で特殊召喚したこのカードはエンドフェイズまで、対象のモンスターと同名カードとして扱う。\n②：このターンに墓地へ送られていないこのカードを墓地から除外し、自分フィールドの「機塊」モンスター１体を対象として発動できる。そのモンスターの同名モンスター１体を自分の手札・墓地から特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"기괴\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는 엔드 페이즈까지, 대상 몬스터와 같은 이름의 카드로 취급한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"기괴\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 같은 이름의 몬스터 1장을 자신의 패 / 묘지에서 고르고 특수 소환한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將我方場上的１隻「機塊」怪獸做為對象發動。從手牌特殊召喚此卡。透過此效果特殊召喚的此卡，在結束階段前視為對象怪獸的同名卡。②：可將墓地的此卡除外，將我方場上的１隻「機塊」怪獸做為對象發動。從我方手牌・墓地選擇１隻該怪獸的同名怪獸特殊召喚。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "此卡名的效果①②在1个回合中仅可各使用1次。①：可以以自己场上的1只“机块”怪兽为对象发动。从手牌中特殊召唤此卡。此效果特殊召唤的此卡作为对象怪兽的同名卡使用，直至结束阶段为止。②：除外墓地中的此卡后，可以以自己场上的1只“机块”怪兽为对象发动。从自己的手牌、墓地选择1只该怪兽的同名怪兽特殊召唤。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "series": ["Appliancer"], "images": [{"index": 1, "image": "AppliancerCopybokkle-BLAR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN037", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLAR-DE037", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLAR-FR037", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLAR-IT037", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLAR-PT037", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP20-JP037", "set_name": "Collection Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "CP20-KR037", "set_name": "Collection Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708060, "master_duel_rarity": "N"}