{"konami_id": 19144, "password": 41908872, "name": {"en": "Supreme King Dragon Lightwurm", "de": "Oberster König Drachenlichtgewürm", "es": "Rey Supremo Dragón Sierpeluz", "fr": "Lightwurm, Roi Suprême du Dragon", "it": "Re Supremo Drago Lucewurm", "pt": "Rei Supremo Dragão Wurmclaro", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>眷<rt>けん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ライトヴルム", "ja_romaji": "Haōkenryū Raitovurumu", "ko": "패왕권룡 라이트브룸", "ko_rr": "Paewanggwonnyong Raiteubeullum", "zh-TW": "霸王眷龍 光明亞龍", "zh-CN": "霸王眷龙 光明亚龙"}, "text": {"en": "If this card is Normal or Special Summoned: You can add 1 face-up \"Supreme King Dragon\" or \"Supreme King Gate\" Pendulum Monster from your Extra Deck to your hand, then, immediately after this effect resolves, you can Synchro or Xyz Summon 1 \"Supreme King Dragon\" monster. If a face-up Pendulum Monster(s) you control is destroyed by battle or card effect, while this card is face-up in your Extra Deck: You can add this card to your hand. You can only use each effect of \"Supreme King Dragon Lightwurm\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 offenes „Oberster König Drache“- oder „Oberster König Tor“-Pendelmonster von deinem Extra Deck hinzufügen, dann, sofort nachdem dieser Effekt aufgelöst wurde, kannst du 1 „Oberster König Drache“-Monster als Synchro- oder Xyz-Beschwörung beschwören. Falls ein oder mehr offene Pendelmonster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden, solange sich diese Karte offen in deinem Extra Deck befindet: Du kannst diese Karte deiner Hand hinzufügen. Du kannst jeden Effekt von „Oberster König Drachenlichtgewürm“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 Monstruo de Péndulo \"Rey Supremo Dragón\" o \"Rey Supremo Puerta\" boca arriba en tu Deck Extra y después, inmediatamente después de que se resuelva este efecto, puedes Invocar por Sincronía o Xyz 1 monstruo \"Rey Supremo Dragón\". Si uno o más Monstruos de Péndulo boca arriba que controlas son destruidos en batalla o por el efecto de una carta, mientras esta carta está boca arriba en tu Deck Extra: puedes añadir esta carta a tu mano. Sólo puedes usar cada efecto de \"Rey Supremo Dragón Sierpeluz\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Monstre Pendule \"Roi Suprême du Dragon\" ou \"Roi Suprême du Portail\" face recto depuis votre Extra Deck à votre main, puis, immédiatement après la résolution de cet effet, vous pouvez Invoquer par Synchronisation ou Xyz 1 monstre \"Roi Suprême du Dragon\". Si un ou plusieurs Monstres Pendule face recto que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est face recto dans votre Extra Deck : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Lightwurm, Roi Suprême du Dragon\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 Mostro Pendulum \"Re Supremo Drago\" o \"Re Supremo Cancello\" scoperto dal tuo Extra Deck alla tua mano, poi, immediatamente dopo che questo effetto si è risolto, puoi Evocare Synchro o Xyz 1 mostro \"Re Supremo Drago\". Se uno o più Mostri Pendulum scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta, mentre questa carta è scoperta nel tuo Extra Deck: puoi aggiungere questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Re Supremo Drago Lucewurm\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Monstro Pêndulo \"Rei Supremo Dragão\" ou \"Rei Supremo Portal\" com a face para cima do seu Deck Adicional à sua mão e, depois, imediatamente depois que este efeito resolver, você pode Invocar por Invocação-Sincro ou Xyz 1 monstro \"Rei Supremo Dragão\". Se um ou mais Monstros Pêndulo com a face para cima que você controla forem destruídos em batalha ou por um efeito de card, enquanto este card estiver com a face para cima no seu Deck Adicional: você pode adicionar este card à sua mão. Você só pode usar cada efeito de \"Rei Supremo Dragão Wurmclaro\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。自分のＥＸデッキ（表側）から「覇王眷竜」Ｐモンスターか「覇王門」Ｐモンスター１体を手札に加える。その後、「覇王眷竜」Ｓモンスター１体のＳ召喚または「覇王眷竜」Ｘモンスター１体のＸ召喚を行う事ができる。②：このカードがＥＸデッキに表側で存在する状態で、自分フィールドの表側表示のＰモンスターが戦闘・効果で破壊された場合に発動できる。このカードを手札に加える。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 자신의 엑스트라 덱(앞면)에서 \"패왕권룡\" 펜듈럼 몬스터나 \"패왕문\" 펜듈럼 몬스터 1장을 패에 넣는다. 그 후, \"패왕권룡\" 싱크로 몬스터 1장의 싱크로 소환 또는 \"패왕권룡\" 엑시즈 몬스터 1장의 엑시즈 소환을 실행할 수 있다. ②: 이 카드가 엑스트라 덱에 앞면으로 존재하는 상태에서, 자신 필드의 앞면 표시 펜듈럼 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②怪獸效果，１回合各僅限使用１次。\n①：可在此卡召喚・特殊召喚的狀況下發動。從我方額外牌組（正面）將１隻「霸王眷龍」鐘擺怪獸或１隻「霸王門」鐘擺怪獸加入手牌。其後，可進行１隻「霸王眷龍」同步怪獸的同步召喚，或１隻「霸王眷龍」超量怪獸的超量召喚。\n②：此卡以正面存在於額外牌組的狀態，可在我方場上的正面表示鐘擺怪獸因戰鬥・效果被破壞的狀況下發動。將此卡加入手牌。", "zh-CN": "此卡名的①②怪兽效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下可以发动。从自己的额外牌组（表侧）将１只“霸王眷龙”灵摆怪兽或“霸王门”灵摆怪兽加入手牌。然后，可进行１只“霸王眷龙”同步怪兽的同步召唤或１只“霸王眷龙”超量怪兽的超量召唤。\n②：此卡以表侧存在于额外牌组的状态下，自己场上的表侧表示灵摆怪兽因战斗・效果被破坏的情况下可以发动。将此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Dragon / Pendulum / Tuner / Effect", "attribute": "LIGHT", "level": 4, "atk": 1200, "def": 1800, "pendulum_scale": 8, "pendulum_effect": {"en": "If a monster(s) is Special Summoned and you control \"Supreme King Z-ARC\" and another Pendulum Monster (except during the Damage Step): You can Special Summon this card, then you can make the Level and Attribute of either this card or 1 Pendulum Monster you control become the same Level and Attribute as the other. You can only use this effect of \"Supreme King Dragon Lightwurm\" once per turn.", "de": "Falls ein oder mehr Monster als Spezialbeschwörung beschworen werden und du „Oberster König Z-ARC“ und ein anderes Pendelmonster kontrollierst (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung beschwören, dann kannst du die Stufe und Eigenschaft entweder dieser Karte oder 1 Pendelmonsters, das du kontrollierst, dieselbe Stufe und Eigenschaft wie die des anderen werden lassen. Du kannst diesen Effekt von „Oberster König Drachenlichtgewürm“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos son Invocados de Modo Especial y tú controlas \"Rey Supremo Z-ARC\" y otro Monstruo de Péndulo (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial, y después puedes hacer que el Nivel y el Atributo sea de esta carta o de 1 Monstruo de Péndulo que controles se conviertan en el mismo Nivel y Atributo que el otro. Sólo puedes usar este efecto de \"Rey Supremo Dragón Sierpeluz\" una vez por turno.", "fr": "Si un ou plusieurs monstres sont Invoqués Spécialement et que vous contrôlez \"Z-ARC, Roi Suprême\" et un autre Monstre Pendule (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, puis vous pouvez faire devenir le Niveau et Attribut de soit cette carte soit 1 Monstre Pendule que vous contrôlez du même Niveau et Attribut que l'autre. Vous ne pouvez utiliser cet effet de \"Lightwurm, Roi Suprême du Dragon\" qu'une fois par tour.", "it": "Se uno o più mostri vengono Evocati Specialmente e tu controlli \"Re Supremo Z-ARC\" e un altro Mostro Pendulum (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta, poi puoi far diventare il Livello e l'Attributo di questa carta oppure di 1 Mostro Pendulum che controlli lo stesso Livello e Attributo dell'altro. Puoi utilizzare questo effetto di \"Re Supremo Drago Lucewurm\" una sola volta per turno.", "pt": "Se um ou mais monstros forem Invocados por Invocação-Especial e você controlar \"Rei Supremo Z-ARC\" e outro Monstro Pêndulo (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial e, depois, você pode fazer com que o Nível e o Atributo deste card ou de 1 Monstro Pêndulo que você controla se tornem o mesmo Nível e Atributo do outro. Você só pode usar este efeito de \"Rei Supremo Dragão Wurmclaro\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：モンスターが特殊召喚された場合、自分フィールドに「覇王龍ズァーク」とＰモンスターがそれぞれ存在すれば発動できる。このカードを特殊召喚する。その後、自分フィールドのＰモンスター１体とこのカードの内、１体の属性・レベルをもう１体と同じにできる。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 몬스터가 특수 소환되었을 경우, 자신 필드에 \"패왕룡 즈아크\"와 펜듈럼 몬스터가 각각 존재하면 발동할 수 있다. 이 카드를 특수 소환한다. 그 후, 자신 필드의 펜듈럼 몬스터 1장과 이 카드 중, 1장의 속성 / 레벨을 나머지 1장과 같게 할 수 있다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。\n①：在怪獸被特殊召喚的狀況下，若我方場上分別存在「霸王龍札克」和鐘擺怪獸即可發動。特殊召喚此卡。其後，在我方場上的１隻鐘擺怪獸和此卡中，可將１隻的屬性・等級變為與另１隻相同。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。\n①：怪兽被特殊召唤的情况下，如果自己场上存在“霸王龙扎克”、且还另外存在一只灵摆怪兽则可以发动。将此卡特殊召唤。然后，可将自己场上的１只灵摆怪兽和此卡中的１只的等级・属性改成和另１只相同。"}, "series": ["Supreme King", "Supreme King Dragon"], "images": [{"index": 1, "image": "SupremeKingDragonLightwurm-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN002", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE002", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR002", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT002", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT002", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP002", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR002", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC002", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 936288, "master_duel_rarity": "SR"}