{"konami_id": 20217, "password": 41924516, "name": {"en": "Silvera, Wolf Tamer of the White Forest", "de": "Silvera, Wolfszähmerin vom Weißen Wald", "es": "Silvera, Domadora de los Lobos del Bosque Blanco", "fr": "Silvera, Dompteuse de Loups de la Forêt Blanche", "it": "Silvera, Domatrice di Lupi della Foresta Bianca", "pt": "Silvera, a Domadora de Lobos da Floresta Branca", "ja": "<ruby>白<rt>しろ</rt></ruby>き<ruby>森<rt>もり</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>狼<rt>ろう</rt></ruby>シルウィア", "ja_romaji": "Shiroki Mori no Marō Shiruwia", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Special Summoned: You can change all face-up monsters your opponent controls to face-down Defense Position. Illusion and Spellcaster Synchro Monsters you control gain 500 ATK, also if they attack a Defense Position monster, inflict double piercing battle damage to your opponent.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Spezialbeschwörung beschworen wird: Du kannst alle offenen Monster, die dein Gegner kontrolliert, in die verdeckte Verteidigungsposition ändern. Illusion- und Hexer-Synchromonster, die du kontrollierst, erhalten 500 ATK, zusätzlich, falls sie ein Monster in Verteidigungsposition angreifen, füge deinem Gegner doppelten durchschlagenden Kampfschaden zu.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada de Modo Especial: puedes cambiar todos los monstruos boca arriba que controle tu adversario a Posición de Defensa boca abajo. Los Monstruos de Sincronía Ilusión y Lanzador de Conjuros que controlas ganan 500 ATK y además, si atacan un monstruo en Posición de Defensa, infligen doble daño de batalla de penetración a tu adversario.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : vous pouvez changer tous les monstres face recto contrôlés par votre adversaire en Position de Défense face verso. Les Monstres Synchro Illusion et Magicien que vous contrôlez gagnent 500 ATK, et aussi, s'ils attaquent un monstre en Position de Défense, infligez des dommages de combat perçants doubles à votre adversaire.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta viene Evocata Specialmente: puoi mettere coperti in Posizione di Difesa tutti i mostri scoperti controllati dal tuo avversario. I Mostri Synchro Illusione e Incantatore che controlli guadagnano 500 ATK, inoltre se attaccano un mostro in Posizione di Difesa, infliggi doppio danno da combattimento perforante al tuo avversario.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Especial: você pode colocar com a face para baixo em Posição de Defesa todos os monstros com a face para cima que seu oponente controla. Monstros Sincro Ilusão e Mago que você controla ganham 500 de ATK e, além disso, se eles atacarem um monstro em Posição de Defesa, cause o dobro de dano de batalha perfurante ao seu oponente.", "ja": "チューナー＋チューナー以外のモンスター１体以上\n①：このカードが特殊召喚した場合に発動できる。相手フィールドの表側表示モンスターを全て裏側守備表示にする。②：このカードがモンスターゾーンに存在する限り、自分フィールドの幻想魔族・魔法使い族のＳモンスターは、攻撃力が５００アップし、守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分の倍の数値だけ相手に戦闘ダメージを与える。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Spellcaster / Synchro / Tuner / Effect", "attribute": "LIGHT", "level": 6, "atk": 1900, "def": 2400, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["White Forest"], "images": [{"index": 1, "image": "SilveraWolfTameroftheWhiteForest-INFO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN038", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "INFO-DE038", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "INFO-FR038", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "INFO-IT038", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "INFO-PT038", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "INFO-JP038", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1053495}