{"konami_id": 13976, "password": 41933425, "name": {"en": "Contact Gate", "de": "Kontakttor", "es": "Portal de Contacto", "fr": "Portail de Contact", "it": "Portale del Contatto", "pt": "Portal de Contato", "ja": "コンタクト・ゲート", "ja_romaji": "Kontakuto Gēto", "ko": "콘택트 게이트", "ko_rr": "Kontaekteu Geiteu", "zh-TW": "接觸之門", "zh-CN": "接触之门"}, "text": {"en": "Banish 2 \"Neo-Spacian\" monsters with different names from your GY; Special Summon 2 \"Neo-Spacian\" monsters with different names from your hand, Deck, and/or GY, also, for the rest of this turn you cannot Special Summon from the Extra Deck, except Fusion Monsters. If a face-up Fusion Monster that mentions \"Elemental HERO Neos\" as material returns from your field to the Extra Deck: You can banish this card from your GY; Special Summon 1 of your banished \"Neo-Spacian\" monsters. You can only activate 1 \"Contact Gate\" per turn.", "de": "Verbanne 2 „Neo-Weltraum“-Monster mit unterschiedlichen Namen von deinem Friedhof; beschwöre 2 „Neo-Weltraum“-Monster mit unterschiedlichen Namen als Spezialbeschwörung von deiner Hand, deinem Deck und/oder deinem Friedhof, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Fusionsmonstern. Falls ein offenes Fusionsmonster, das „Elementar-HELD Neos“ als Material aufführt, von deiner Spielfeldseite ins Extra Deck zurückgelegt wird: Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 deiner verbannten „Neo-Weltraum“-Monster als Spezialbeschwörung. Du kannst nur 1 „Kontakttor“ pro Spielzug aktivieren.", "es": "Destierra 2 monstruos \"Neo Espacial\" con nombres diferentes en tu Cementerio; Invoca de Modo Especial, desde tu mano, Deck y/o Cementerio, 2 monstruos \"Neo Espacial\" con nombres diferentes, y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto Monstruos de Fusión. Si un Monstruo de Fusión boca arriba que liste a \"HÉROE Elemental Neos\" como material vuelve al Deck Extra desde tu Campo: puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial 1 de tus monstruos \"Neo Espacial\" desterrados. Sólo puedes activar 1 \"Portal de Contacto\" por turno.", "fr": "Bannissez 2 monstres \"Néo-Spacien\" de noms différents depuis votre Cimetière ; Invoquez Spécialement 2 monstres \"Néo-Spacien\" de noms différents depuis votre main, Deck, et/ou Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck le reste de ce tour. Si un Monstre Fusion face recto qui liste \"Néos, HÉROS Élémentaire\" comme Matériel est renvoyé depuis votre Terrain à l'Extra Deck : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 de vos monstres \"Néo-Spacien\" bannis. Vous ne pouvez activer qu'1 \"Portail de Contact\" par tour.", "it": "Bandisci 2 mostri \"Neo-Spaziale\" con nomi diversi dal tuo Cimitero; Evoca Specialmente 2 mostri \"Neo-Spaziale\" con nomi diversi dalla tua mano, Deck, e/o Cimitero, inoltre, per il resto di questo turno non puoi Evocare Specialmente mostri dall'Extra Deck, eccetto Mostri Fusione. Se un Mostro Fusione scoperto che indica \"Neos EROE Elementale\" come materiale ritorna dal tuo Terreno all'Extra Deck: puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 dei tuoi mostri \"Neo-Spaziale\" banditi. Puoi attivare solo 1 \"Portale del Contatto\" per turno.", "pt": "Bana 2 monstros \"Neoespacial\" com nomes diferentes do seu Cemitério; Invoque por Invocação-Especial 2 monstros \"Neoespacial\" com nomes diferentes da sua mão, do seu Deck, e/ou do seu Cemitério e, além disso, pelo resto deste turno, você não pode Invocar monstros do Deck Adicional por Invocação-Especial, exceto Monstros de Fusão. Se um Monstro de Fusão com a face para cima que liste \"Neos, o HERÓI do Elemento\" como matéria volte do seu campo para o Deck Adicional: você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 dos seus monstros \"Neoespacial\" banidos. Você só pode ativar 1 \"Portal de Contato\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の墓地から「Ｎ」モンスター２種類を１体ずつ除外して発動できる。自分の手札・デッキ・墓地から「Ｎ」モンスター２体を選んで特殊召喚する（同名カードは１枚まで）。この効果を発動したターン、自分は融合モンスターしかＥＸデッキから特殊召喚できない。②：自分フィールドの表側表示の、「Ｅ・ＨＥＲＯ ネオス」を融合素材とする融合モンスターがＥＸデッキに戻った場合、墓地のこのカードを除外して発動できる。除外されている自分の「Ｎ」モンスター１体を選んで特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 묘지에서 \"네오 스페이시언\" 몬스터 2종류를 1장씩 제외하고 발동할 수 있다. 자신의 패 / 덱 / 묘지에서 \"네오 스페이시언\" 몬스터 2장을 고르고 특수 소환한다(같은 이름의 카드는 1장까지). 이 효과를 발동한 턴에, 자신은 융합 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 자신 필드의 앞면 표시의, \"엘리멘틀 히어로 네오스\"를 융합 소재로 하는 융합 몬스터가 엑스트라 덱으로 되돌아갔을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 제외되어 있는 자신의 \"네오 스페이시언\" 몬스터 1장을 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：从自己的墓地将２种“新空间人”怪兽各１只除外可以发动。从自己的手牌・牌组・墓地挑选２只“新空间人”怪兽特殊召唤（同名卡最多１张）。此效果发动过的余下本回合，自己从额外牌组仅可特殊召唤融合怪兽。②：自己场上表侧表示的、以“元素－英雄 新宇侠”作为融合素材的融合怪兽被放回额外牌组的情况下，将墓地的此卡除外可以发动。挑选１只自己被除外的“新空间人”怪兽特殊召唤。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "ContactGate-SGX4-NA-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-ENSP1", "set_name": "Cybernetic Horizon Sneak Peek Participation Card", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-EN000", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-EN071", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SGX4-ENA14", "set_name": "Speed Duel GX: Midterm Destruction", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DESP1", "set_name": "Cybernetic Horizon Sneak Peek Participation Card", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-DE000", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-DE071", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FRSP1", "set_name": "Cybernetic Horizon Sneak Peek Participation Card", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-FR000", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-FR071", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-ITSP1", "set_name": "Cybernetic Horizon Sneak Peek Participation Card", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-IT000", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-IT071", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PTSP1", "set_name": "Cybernetic Horizon Sneak Peek Participation Card", "rarities": ["Ultra Rare"]}, {"set_number": "CYHO-PT000", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-PT071", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP19-JP058", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR058", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL03-SC041", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 564070, "master_duel_rarity": "R"}