{"konami_id": 16505, "password": 42090294, "name": {"en": "Reptilianne Nyami", "de": "Reptilianische Nyami", "es": "Nyami Reptílica", "fr": "Nyami Reptilia", "it": "Nyami Rettiliana", "pt": "Nyami Reptiliana", "ja": "レプティレス・ニャミニ", "ja_romaji": "Reputiresu Nyamini", "ko": "레프티레스 냐미니", "ko_rr": "Repeutireseu Nyamini", "zh-TW": "爬蟲妖 尼亞米尼", "zh-CN": "爬虫妖・尼亚米尼"}, "text": {"en": "During the Main Phase, if you have a Reptile monster in your GY (Quick Effect): You can send this card from your hand to the GY, then target 1 face-up monster your opponent controls; change its ATK to 0. If your opponent controls a monster with 0 ATK: You can Special Summon this card from your GY. You can only use 1 \"Reptilianne Nyami\" effect per turn, and only once that turn.", "de": "Während der Main Phase, falls du ein Reptil-Monster in deinem Friedhof hast (Schnelleffekt): Du kannst diese Karte von deiner Hand auf den Friedhof legen und dann 1 offenes Monster wählen, das dein Gegner kontrolliert; ändere seine ATK zu 0. Falls dein Gegner ein Monster mit 0 ATK kontrolliert: Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst nur 1 Effekt von „Reptilianische Nyami“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Durante la Main Phase, si tienes un monstruo Reptil en tu Cementerio (Efecto Rápido): puedes mandar al Cementerio esta carta en tu mano, y después seleccionar 1 monstruo boca arriba que controle tu adversario; cambia su ATK a 0. Si tu adversario controla un monstruo con 0 ATK: puedes Invocar esta carta de Modo Especial desde tu Cementerio. Sólo puedes usar 1 efecto de \"Nyami Reptílica\" por turno, y sólo una vez ese turno.", "fr": "Durant la Main Phase, si vous avez un monstre Reptile dans votre Cimetière (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; changez son ATK à 0. Si votre adversaire contrôle un monstre avec 0 ATK : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Vous ne pouvez utiliser qu'1 effet de \"Nyami Reptilia\" par tour, et uniquement une fois le tour.", "it": "Durante la Main Phase, se hai un mostro Rettile nel tuo Cimitero (Effetto Rapido): puoi mandare questa carta dalla tua mano al Cimitero, poi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; cambia il suo ATK a 0. Se il tuo avversario controlla un mostro con ATK 0: puoi Evocare Specialmente questa carta dal tuo Cimitero. Puoi utilizzare solo 1 effetto di \"Nyami Rettiliana\" per turno, e solo una volta in quel turno.", "pt": "Durante a Fase Principal, se você tiver um monstro Réptil no seu Cemitério (Efeito Rápido): você pode enviar este card da sua mão para o Cemitério e, depois, escolha 1 monstro com a face para cima que seu oponente controla; mude o ATK dele para 0. Se seu oponente controlar um monstro com 0 de ATK: você pode Invocar este card por Invocação-Especial do seu Cemitério. Você só pode usar 1 efeito de \"Nyami Reptiliana\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分の墓地に爬虫類族モンスターが存在する場合、自分・相手のメインフェイズに、このカードを手札から墓地へ送り、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力を０にする。②：相手フィールドに攻撃力０のモンスターが存在する場合に発動できる。このカードを墓地から特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 묘지에 파충류족 몬스터가 존재할 경우, 자신 / 상대의 메인 페이즈에, 이 카드를 패에서 묘지로 보내고, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력을 0 으로 한다. ②: 상대 필드에 공격력 0 의 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：自己的墓地存在爬虫类族怪兽的情况下，在自己・对手的主要阶段，将此卡从手牌送至墓地，以对手场上的１只表侧表示怪兽为对象可以发动。将该怪兽的攻击力改成０。②：对手场上存在攻击力０的怪兽的情况下可以发动。从墓地将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 2, "atk": 200, "def": 0, "series": ["Reptilianne"], "images": [{"index": 1, "image": "ReptilianneNyami-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "es": [{"set_number": "BODE-SP019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR019", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC123", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716426, "master_duel_rarity": "N"}