{"konami_id": 13080, "password": 42160203, "name": {"en": "Supreme King Dragon Dark Rebellion", "de": "Oberster König Drache Finstere Rebellion", "es": "Rey Supremo Dragón Rebelión Oscura", "fr": "Rébellion des Ténèbres, Roi Suprême du Dragon", "it": "Re Supremo Drago Ribellione Oscura", "pt": "Rei Supremo Dragão da Rebelião Negra", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>眷<rt>けん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ダーク・リベリオン", "ja_romaji": "Haōkenryū Dāku Riberion", "ko": "패왕권룡 다크 리벨리온", "ko_rr": null, "zh-TW": "霸王眷龍 暗反叛", "zh-CN": "霸王眷龙 暗反叛"}, "text": {"en": "2 Level 4 DARK Pendulum Monsters\nOnce per turn, before damage calculation, if this card battles an opponent's monster: You can detach 1 material from this card; until the end of this turn, change the ATK of that face-up opponent's monster to 0, and if you do, this card gains ATK equal to the original ATK of that opponent's monster. During the Battle Phase (Quick Effect): You can return this card to the Extra Deck; Special Summon up to 2 \"Supreme King Dragon\" and/or \"Supreme King Gate\" Pendulum Monsters from your face-up Extra Deck in Defense Position.", "de": "2 FINSTERNIS Pendelmonster der Stufe 4\nEinmal pro Spielzug, vor der Schadensberechnung, falls diese Karte gegen ein Monster eines Gegners kämpft: Du kannst 1 Material von dieser Karte abhängen; bis zum Ende dieses Spielzugs, ändere die ATK jenes offenen Monsters des Gegners zu 0 und falls du dies tust, erhält diese Karte ATK in Höhe der Grund-ATK jenes Monsters des Gegners. Während der Battle Phase (Schnelleffekt): Du kannst diese Karte ins Extra Deck zurücklegen; beschwöre bis zu 2 „Oberster König Drache“- und/oder „Oberster König Tor“-Pendelmonster als Spezialbeschwörung offen von deinem Extra Deck in die Verteidigungsposition.", "es": "2 Monstruos de Péndulo de OSCURIDAD de Nivel 4\nUna vez por turno, antes del cálculo de daño, si esta carta batalla con un monstruo del adversario: puedes desacoplar 1 material de esta carta; hasta el final de este turno, cambia a 0 el ATK de ese monstruo boca arriba del adversario y, si lo haces, esta carta gana ATK igual al ATK original de ese monstruo del adversario. Durante la Battle Phase (Efecto Rápido): puedes devolver esta carta al Deck Extra; Invoca de Modo Especial, desde tu Deck Extra boca arriba, hasta 2 Monstruos de Péndulo \"Rey Supremo Dragón\" y/o \"Rey Supremo Puerta\", en Posición de Defensa.", "fr": "2 Monstres Pendule TÉNÈBRES de Niveau 4\nUne fois par tour, avant le calcul des dommages, si cette carte combat un monstre de l'adversaire : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, changez l'ATK du monstre face recto de l'adversaire à 0, et si vous le faites, cette carte gagne une ATK égale à l'ATK d'origine du monstre de l'adversaire. Durant la Battle Phase (Effet Rapide) : vous pouvez renvoyer cette carte à l'Extra Deck ; Invoquez Spécialement max. 2 Monstres Pendule \"Roi Suprême du Dragon\" et/ou \"Roi Suprême du Portail\" depuis votre Extra Deck face recto en Position de Défense.", "it": "2 Mostri Pendulum OSCURITÀ di Livello 4\nUna volta per turno, prima del calcolo dei danni, se questa carta combatte con un mostro dell'avversario: puoi staccare 1 materiale da questa carta; fino alla fine di questo turno, cambia a 0 l'ATK di quel mostro scoperto dell'avversario e, se lo fai, questa carta guadagna ATK pari all'ATK originale di quel mostro dell'avversario. Durante la Battle Phase (Effetto Rapido): puoi far ritornare questa carta nell'Extra Deck; Evoca Specialmente fino a 2 Mostri Pendulum \"Re Supremo Drago\" e/o \"Re Supremo Cancello\" dal tuo Extra Deck scoperto in Posizione di Difesa.", "pt": "2 Monstros Pêndulo de TREVAS de Nível 4\nUma vez por turno, antes do cálculo de dano, se este card batalhar um monstro do oponente: você pode desassociar 1 matéria deste card; até o final deste turno, mude para 0 o ATK desse monstro com a face para cima do oponente e, se isso acontecer, este card ganha ATK igual ao ATK original desse monstro do oponente. Durante a Fase de Batalha (Efeito Rápido): você pode devolver este card para o Deck Adicional; Invoque por Invocação-Especial até 2 Monstros Pêndulo \"Rei Supremo Dragão\" e/ou \"Rei Supremo Portal\" do seu Deck Adicional com a face para cima, em Posição de Defesa.", "ja": "闇属性レベル４のＰモンスター×２\n①：１ターンに１度、このカードが相手モンスターと戦闘を行うダメージ計算前に、このカードのＸ素材を１つ取り除いて発動できる。ターン終了時まで、その相手モンスターの攻撃力を０にし、その元々の攻撃力分このカードの攻撃力をアップする。②：自分・相手のバトルフェイズに、このカードをＥＸデッキに戻して発動できる。自分のＥＸデッキ（表側）から「覇王眷竜」Ｐモンスターか「覇王門」Ｐモンスターを合計２体まで守備表示で特殊召喚する。", "ko": "어둠 속성 레벨 4 의 펜듈럼 몬스터 × 2\n①: 1턴에 1번, 이 카드가 상대 몬스터와 전투를 실행하는 데미지 계산 전에, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 턴 종료시까지, 그 상대 몬스터의 공격력을 0 으로 하고, 그 원래 공격력만큼 이 카드의 공격력을 올린다. ②: 자신 / 상대의 배틀 페이즈에, 이 카드를 엑스트라 덱으로 되돌리고 발동할 수 있다. 자신의 엑스트라 덱(앞면)에서 \"패왕권룡\" 펜듈럼 몬스터나 \"패왕문\" 펜듈럼 몬스터를 합계 2장까지 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "暗属性等级４的灵摆怪兽×２\n①：１回合１次，此卡与对手怪兽进行战斗的伤害计算前，去除此卡的１个超量素材可以发动。直至回合结束时为止，将该对手怪兽的攻击力改成０，此卡的攻击力上升该原本攻击力的数值。\n②：在自己・对手的战斗阶段，将此卡放回额外牌组可以发动。从自己的额外牌组（表侧）将“霸王眷龙”灵摆怪兽或“霸王门”灵摆怪兽合计最多２只以守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "DARK", "rank": 4, "atk": 2500, "def": 2000, "materials": "2 Level 4 DARK Pendulum Monsters", "series": ["Rebellion", "Supreme King", "Supreme King Dragon"], "images": [{"index": 1, "image": "SupremeKingDragonDarkRebellion-MZMI-EN-R-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN041", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "LEDD-ENC33", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}, {"set_number": "MZMI-EN060", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "de": [{"set_number": "COTD-DE041", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "LEDD-DEC33", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}, {"set_number": "MZMI-DE060", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "fr": [{"set_number": "COTD-FR041", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "LEDD-FRC33", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}, {"set_number": "MZMI-FR060", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "it": [{"set_number": "COTD-IT041", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "LEDD-ITC33", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}, {"set_number": "MZMI-IT060", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "pt": [{"set_number": "COTD-PT041", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "LEDD-PTC33", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}, {"set_number": "MZMI-PT060", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "ja": [{"set_number": "COTD-JP041", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "AC03-JP051", "set_name": "Animation Chronicle 2023", "rarities": ["Common"]}], "ko": [{"set_number": "COTD-KR041", "set_name": "Code of the Duelist", "rarities": ["Rare"]}, {"set_number": "AC03-KR051", "set_name": "Animation Chronicle 2023", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM03-SC007", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 490574, "master_duel_rarity": "R"}