{"konami_id": 11400, "password": 42199039, "name": {"en": "Cursed Bamboo Sword", "de": "Verfluchtes Bambusschwert", "es": "Espada de Bambú Maldita", "fr": "Épée de Bambou Maudite", "it": "Spada di Bambù Maledetta", "pt": "Espada Bambu Amaldiçoada", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>刀<rt>とう</rt></ruby><ruby>竹<rt>たけ</rt></ruby><ruby>光<rt>みつ</rt></ruby>", "ja_romaji": "Yōtō Takemitsu", "ko": "요도 죽도", "ko_rr": "Yodo Jukdo", "zh-TW": "妖刀竹光", "zh-CN": "妖刀竹光"}, "text": {"en": "The equipped monster gains 0 ATK. You can target 1 other \"Bamboo Sword\" card you control; return it to the hand, and if you do, the equipped monster can attack your opponent directly this turn. You can only use this effect of \"Cursed Bamboo Sword\" once per turn. If this card is sent to the Graveyard: You can add 1 \"Bamboo Sword\" card from your Deck to your hand, except \"Cursed Bamboo Sword\".", "de": "Das ausgerüstete Monster erhält 0 ATK. Du kannst 1 andere „Bambusschwert“-Karte wählen, die du kontrollierst; gib sie auf die Hand zurück und falls du dies tust, kann das ausgerüstete Monster deinen Gegner in diesem Spielzug direkt angreifen. Du kannst diesen Effekt von „Verfluchtes Bambusschwert“ nur einmal pro Spielzug verwenden. Falls diese Karte auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Bambusschwert“-Karte von deinem Deck hinzufügen, außer „Verfluchtes Bambusschwert“.", "es": "El monstruo equipado gana 0 ATK. Puedes seleccionar otra carta \"Espada de Bambú\" que controles; devuélvela a la mano y, si lo haces, este turno el monstruo equipado puede atacar a tu adversario directamente. Sólo puedes usar este efecto de \"Espada de Bambú Maldita\" una vez por turno. Si esta carta es mandada al Cementerio: puedes añadir a tu mano 1 carta \"Espada de Bambú\" en tu Deck, excepto \"Espada de Bambú Maldita\".", "fr": "Le monstre équipé gagne 0 ATK. Vous pouvez cibler 1 autre carte \"Épée de Bambou\" que vous contrôlez ; renvoyez-la à la main, et si vous le faites, le monstre équipé peut attaquer directement votre adversaire ce tour. Vous ne pouvez utiliser cet effet de \"Épée de Bambou Maudite\" qu'une fois par tour. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 carte \"Épée de Bambou\" (\"Épée de Bambou Maudite\" exclu) depuis votre Deck à votre main.", "it": "Il mostro equipaggiato guadagna 0 ATK. Puoi scegliere come bersaglio 1 altra carta \"Spada di Bambù\" che controlli; falla ritornare nella mano e, se lo fai, il mostro equipaggiato può attaccare il tuo avversario direttamente in questo turno. Puoi utilizzare questo effetto di \"Spada di Bambù Maledetta\" una sola volta per turno. Se questa carta viene mandata al Cimitero: puoi aggiungere 1 carta \"Spada di Bambù\" dal tuo Deck alla tua mano, eccetto \"Spada di Bambù Maledetta\".", "pt": "O monstro equipado ganha 0 de ATK. Você pode escolher 1 outro card \"Espada Bambu\" que você controla; devolve-o para a mão e, se isso acontecer, o monstro equipado pode atacar diretamente seu oponente neste turno. Você só pode usar este efeito de \"Espada Bambu Amaldiçoada\" uma vez por turno. Se este card for enviado para o Cemitério: você pode adicionar 1 card \"Espada Bambu\" do seu Deck à sua mão, exceto \"Espada Bambu Amaldiçoada\".", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：装備モンスターの攻撃力は０アップする。②：このカード以外の自分フィールドの「竹光」カード１枚を対象として発動できる。そのカードを持ち主の手札に戻し、装備モンスターはこのターン相手に直接攻撃できる。③：このカードが墓地へ送られた場合に発動できる。デッキから「妖刀竹光」以外の「竹光」カード１枚を手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 장착 몬스터의 공격력은 0 올린다. ②: 이 카드 이외의 자신 필드의 \"죽도\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌리고, 장착 몬스터는 이 턴에 상대에게 직접 공격할 수 있다. ③: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"요도 죽도\" 이외의 \"죽도\" 카드 1장을 패에 넣는다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：裝備怪獸的攻擊力提升０。②：可將我方場上的１張此卡以外的「竹光」卡做為對象發動。將該卡送回持有者的手牌，裝備怪獸在此回合可直接攻擊對方。③：可在此卡被送至墓地的狀況下發動。從牌組將１張「妖刀竹光」以外的「竹光」卡加入手牌。", "zh-CN": "“妖刀竹光”的②的效果在１个回合中只可使用１次。①：装备怪兽的攻击力上升０。②：可以我方场上１张除此卡以外的“竹光”卡牌为对象发动此卡。令该卡回到持有者的手牌中，装备怪兽在该回合中可对对手进行直接攻击。③：此卡被送入墓地的场合可发动此卡。将牌组中１张除“妖刀竹光”以外的“竹光”卡牌加入到手牌中。"}, "card_type": "Spell", "property": "Equip", "series": ["Bamboo Sword"], "images": [{"index": 1, "image": "CursedBambooSword-NECH-EN-SP-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN068", "set_name": "The New Challengers", "rarities": ["Short Print"]}], "de": [{"set_number": "NECH-DE068", "set_name": "The New Challengers", "rarities": ["Short Print"]}], "fr": [{"set_number": "NECH-FR068", "set_name": "The New Challengers", "rarities": ["Short Print"]}], "it": [{"set_number": "NECH-IT068", "set_name": "The New Challengers", "rarities": ["Short Print"]}], "pt": [{"set_number": "NECH-PT068", "set_name": "The New Challengers", "rarities": ["Short Print"]}], "ja": [{"set_number": "NECH-JP068", "set_name": "The New Challengers", "rarities": ["Normal Rare"]}, {"set_number": "SR09-JP029", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "ko": [{"set_number": "NECH-KR068", "set_name": "The New Challengers", "rarities": ["Normal Rare"]}, {"set_number": "SR09-KR029", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 309907, "master_duel_rarity": "SR"}