{"konami_id": 20549, "password": 42201897, "name": {"en": "Azamina Determination", "de": "Azamina-Entschlossenheit", "es": "Determinación Azamina", "fr": "Détermination Azamina", "it": "Determinazione Azamina", "pt": "Determinação de Azamina", "ja": "アザミナ・ハマルティア", "ja_romaji": "Azamina Hamarutia", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "圣徒・棘路"}, "text": {"en": "Reveal 1 \"Azamina\" Fusion Monster in your Extra Deck, and for every 4 Levels it has (round down), shuffle 1 \"Sinful Spoils\" card from your GY and/or banishment into the Deck, then Special Summon the revealed monster. (This is treated as a Fusion Summon.) You can banish this card from your GY, then target 1 \"Sinful Spoils\" Spell/Trap in your GY; Set it, but it cannot be activated this turn. You can only use 1 \"Azamina Determination\" effect per turn, and only once that turn.", "de": "Zeige 1 „Azamina“-Fusionsmonster in deinem Extra Deck vor und für jede 4 Stufen, die es hat (abgerundet), mische 1 „Sündhafte Beute“-Karte von deinem Friedhof und/oder deinen verbannten Karten ins Deck, dann beschwöre das vorgezeigte Monster als Spezialbeschwörung. (Dies wird als Fusionsbeschwörung behandelt.) Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Sündhafte Beute“-Zauber/Falle in deinem Friedhof wählen; setze ihn oder sie, aber er oder sie kann in diesem Spielzug nicht aktiviert werden. Du kannst nur 1 Effekt von „Azamina-Entschlossenheit“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Muestra 1 Monstruo de Fusión \"Azamina\" en tu Deck Extra y, por cada 4 Niveles que tenga (redondeado hacia abajo), baraja al Deck 1 carta \"Botín del Pecado\" en tu Cementerio y/o destierro, y después Invoca de Modo Especial el monstruo mostrado. (Esto se trata como una Invocación por Fusión). Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 Mágica/Trampa \"Botín del Pecado\" en tu Cementerio; Colócala, pero no puede ser activada este turno. Sólo puedes usar 1 efecto de \"Determinación Azamina\" por turno, y sólo una vez ese turno.", "fr": "Révélez 1 Monstre Fusion \"Azamina\" dans votre Extra Deck, et pour tous les 4 Niveaux qu'il a (arrondi à l'inférieur), mélangez 1 carte \"Butin du Péché\" depuis votre Cimetière et/ou bannissement dans le Deck, puis Invoquez Spécialement le monstre révélé. (Ceci est traité comme Invocation Fusion.) Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie/Piège \"Butin du Péché\" dans votre Cimetière ; Posez-le, mais il ne peut pas être activé ce tour. Vous ne pouvez utiliser qu'1 effet de \"Détermination Azamina\" par tour, et uniquement une fois le tour.", "it": "Rivela 1 Mostro Fusione \"Azamina\" nel tuo Extra Deck e, per ogni 4 Livelli che ha (arrotonda per difetto), mischia 1 carta \"Spoglie del Peccato\" dal tuo Cimitero e/o carte bandite nel Deck, poi Evoca Specialmente il mostro rivelato. (Questa viene considerata come un'Evocazione tramite Fusione.) Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Magia/Trappola \"Spoglie del Peccato\" nel tuo Cimitero; Posizionala, ma essa non può essere attivata in questo turno. Puoi utilizzare solo 1 effetto di \"Determinazione Azamina\" per turno, e solo una volta in quel turno.", "pt": "Revele 1 Monstro de Fusão \"Azamina\" no seu Deck Adicional e, para cada 4 Níveis que ele tenha (arredondado para baixo), embaralhe no Deck 1 card \"Despojos do Pecado\" do seu Cemitério e/ou banimento e, depois, Invoque o monstro revelado por Invocação-Especial. (Isso é considerado uma Invocação-Fusão.) Você pode banir este card do seu Cemitério e, depois, escolha 1 Magia/Armadilha \"Despojos do Pecado\" no seu Cemitério; Baixe-a, mas ela não pode ser ativada neste turno. Você só pode usar 1 efeito de \"Determinação de Azamina\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：ＥＸデッキの「アザミナ」融合モンスター１体を相手に見せ、そのレベル４につき１枚、自分の墓地・除外状態の「罪宝」カードをデッキに戻す。その後、見せたモンスターを融合召喚扱いで特殊召喚する。②：墓地のこのカードを除外し、自分の墓地の「罪宝」魔法・罠カード１枚を対象として発動できる。そのカードを自分フィールドにセットする。この効果でセットしたカードはこのターン発動できない。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：将额外牌组的１只“圣徒”融合怪兽出示给对手，其等级每有４，就将自己墓地・除外状态的１张“罪宝”卡放回牌组。然后，将所出示的怪兽视为融合召唤特殊召唤。②：将墓地的此卡除外，以自己墓地的１张“罪宝”魔法・陷阱卡为对象可以发动。将该卡放置在自己场上。以此效果放置的卡此回合不可发动。"}, "card_type": "Trap", "property": "Normal", "series": ["Azamina"], "images": [{"index": 1, "image": "AzaminaDetermination-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN073", "set_name": "Rage of the Abyss", "rarities": null}], "de": [{"set_number": "ROTA-DE073", "set_name": "Rage of the Abyss", "rarities": null}], "fr": [{"set_number": "ROTA-FR073", "set_name": "Rage of the Abyss", "rarities": null}], "it": [{"set_number": "ROTA-IT073", "set_name": "Rage of the Abyss", "rarities": null}], "pt": [{"set_number": "ROTA-PT073", "set_name": "Rage of the Abyss", "rarities": null}], "ja": [{"set_number": "ROTA-JP073", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC073", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1068901}