{"konami_id": 7345, "password": 42256406, "name": {"en": "Card Blocker", "de": "Kartenblocker", "es": "Bloqueador de Cartas", "fr": "Bloqueur de Cartes", "it": "Blocca Carta", "pt": null, "ja": "カードブロッカー", "ja_romaji": "Kādo Burokkā", "ko": "카드 블로커", "ko_rr": null, "zh-TW": null, "zh-CN": "卡片防卫士"}, "text": {"en": "When this card is Summoned: Change it to Defense Position. When a face-up monster you control is targeted for an attack: You can change the target to this card. When this card is targeted for an attack: You can choose a number from 1 to 3, then send that many cards from the top of your Deck to the Graveyard; this card gains 500 DEF for each card sent, until the End Phase.", "de": "Wenn diese Karte beschworen wird: Ändere sie in die Verteidigungsposition. Wenn ein offenes Monster, das du kontrollierst, als Ziel für einen Angriff gewählt wird: Du kannst das gewählte Ziel auf diese Karte ändern. Wenn diese Karte als Ziel für einen Angriff gewählt wird: Du kannst eine Zahl zwischen 1 und 3 bestimmen, lege dann so viele oberste Karten von deinem Deck auf den Friedhof; diese Karte erhält bis zur End Phase 500 DEF für jede auf diese Art auf den Friedhof gelegte Karte.", "es": "Cuando esta carta es Invocada: cámbiala a Posición de Defensa. Cuando un monstruo boca arriba que controles es seleccionado para un ataque: puedes cambiar el objetivo a esta carta. Cuando esta carta es seleccionada para un ataque: puedes elegir un número de 1 a 3, y después mandar al Cementerio esa misma cantidad de cartas de la parte superior de tu Deck; esta carta gana 500 DEF por cada carta mandada, hasta la End Phase.", "fr": "Lorsque cette carte est Invoquée : changez-la en Position de Défense. Lorsqu'un monstre face recto que vous contrôlez est ciblé par une attaque : vous pouvez changer la cible à cette carte. Lorsque cette carte est ciblée par une attaque : vous pouvez choisir un nombre entre 1 et 3, puis envoyez ce nombre de cartes du dessus de votre Deck au Cimetière ; jusqu'à la End Phase, cette carte gagne 500 DEF pour chaque carte envoyée.", "it": "Quando questa carta viene Evocata: mettila in Posizione di Difesa. Quando un mostro scoperto che controlli viene scelto come bersaglio per un attacco: puoi cambiare il bersaglio a questa carta. Quando questa carta viene scelta come bersaglio per un attacco: puoi scegliere un numero tra 1 e 3, poi manda quel numero di carte dalla cima del tuo Deck al Cimitero; questa carta guadagna 500 DEF per ogni carta mandata al Cimitero, fino alla End Phase.", "pt": null, "ja": "このカードは召喚・反転召喚・特殊召喚に成功した時、守備表示になる。自分フィールド上に表側表示で存在するモンスターが攻撃対象に選択された時、このカードに攻撃対象を変更する事ができる。このカードが攻撃対象になった時、自分のデッキのカードを上から３枚まで墓地へ送る事ができる。墓地へ送ったカード１枚につき、このカードの守備力はエンドフェイズ時まで５００ポイントアップする。", "ko": "이 카드는 일반 소환/반전 소환/특수 소환에 성공했을 때, 수비 표시가 된다. 자신 필드 위에 앞면 표시로 존재하는 몬스터가 공격 대상으로 선택되었을 때, 이 카드로 공격 대상을 변경할 수 있다. 이 카드가 공격 대상이 되었을 때, 자신 덱의 카드를 위에서 3장까지 묘지로 보낼 수 있다. 묘지로 보낸 카드 1장당, 이 카드의 수비력은 엔드 페이즈시까지 500 포인트 올린다.", "zh-TW": null, "zh-CN": "这张卡召唤·反转召唤·特殊召唤成功时，变成守备表示。自己场上表侧表示存在的怪兽被选择作为攻击对象时，可以把攻击对象变更成这张卡。这张卡成为攻击对象时，可以让自己卡组从上面把最多3张卡送去墓地。送去墓地的卡每有1张，这张卡的守备力直到结束阶段时上升500。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 3, "atk": 400, "def": 400, "images": [{"index": 1, "image": "CardBlocker-RYMP-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ANPR-EN093", "set_name": "Ancient Prophecy", "rarities": ["Secret Rare"]}, {"set_number": "LCGX-EN044", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "RYMP-EN015", "set_name": "Ra Yellow Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "ANPR-DE093", "set_name": "Ancient Prophecy", "rarities": ["Secret Rare"]}, {"set_number": "LCGX-DE044", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "RYMP-DE015", "set_name": "Ra Yellow Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "ANPR-SP093", "set_name": "Ancient Prophecy", "rarities": ["Secret Rare"]}, {"set_number": "RYMP-SP015", "set_name": "Ra Yellow Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "ANPR-FR093", "set_name": "Ancient Prophecy", "rarities": ["Secret Rare"]}, {"set_number": "RYMP-FR015", "set_name": "Ra Yellow Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "ANPR-IT093", "set_name": "Ancient Prophecy", "rarities": ["Secret Rare"]}, {"set_number": "LCGX-IT044", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "RYMP-IT015", "set_name": "Ra Yellow Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "LE10-JP004", "set_name": "Limited Edition 10: Chaos Black", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP03-KR020", "set_name": "Premium Pack Vol.3", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 21717}