{"konami_id": 13984, "password": 42472002, "name": {"en": "Noble Knight Custennin", "de": "Edler Ritter Custennin", "es": "Noble Caballero Custennin", "fr": "Custennin le Chevalier Noble", "it": "Nobile Cavaliere Custennin", "pt": "Nobre Cavaleiro Custennin", "ja": "<ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>コルネウス", "ja_romaji": "Seikishi Koruneusu", "ko": "성기사 코르네우스", "ko_rr": "성기사 Koreune-useu", "zh-TW": "聖騎士 康尼烏斯", "zh-CN": "圣骑士 康尼厄斯"}, "text": {"en": null, "de": "Falls du einen „Edle Waffen“-Ausrüstungszauber kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Edler Ritter Custennin“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Ein „Edler Ritter“-Monster, das mit dieser Karte auf dem Spielfeld als Material als Synchro-, Xyz- oder Linkbeschwörung beschworen wurde, erhält diesen Effekt.\n●Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst in diesem Spielzug während deiner Main Phase zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 Monster als Normalbeschwörung beschwören (du kannst diesen Effekt nur einmal pro Spielzug erhalten), zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer „Edler Ritter“-Monstern.", "es": "Si controlas una Mágica de Equipo \"Armas Nobles\", puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial a \"Noble Caballero Custennin\" una vez por turno de esta forma. Un monstruo \"Noble Caballero\" que fue Invocado por Sincronía, Xyz o Enlace, usando esta carta en el Campo como material, gana este efecto.\n●Si esta carta es Invocada de Modo Especial: puedes Invocar de Modo Normal 1 monstruo durante tu Main Phase de este turno, además de tu Invocación Normal/Colocación (sólo puedes ganar este efecto una vez por turno), y además, no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos \"Noble Caballero\".", "fr": "Si vous contrôlez une Magie d'Équipement \"Armes Nobles\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Custennin le Chevalier Noble\" qu'une fois par tour de cette façon. Un monstre \"Chevalier Noble\" qui a été Invoqué par Synchronisation, Xyz ou Lien en utilisant cette carte sur le Terrain comme Matériel gagne cet effet.\n●Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Normalement 1 monstre durant votre Main Phase ce tour, en plus de votre Invocation/Pose Normale (vous ne pouvez gagner cet effet qu'une fois par tour), et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier Noble\" exclus) depuis l'Extra Deck le reste de ce tour.", "it": "Se controlli una Magia Equipaggiamento \"Nobili Armi\", puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Nobile Cavaliere Custennin\" una sola volta per turno in questo modo. Un mostro \"Nobile Cavaliere\" che è stato Evocato Synchro, Xyz o Link utilizzando questa carta sul Terreno come materiale guadagna questo effetto.\n●Se questa carta viene Evocata Specialmente: puoi Evocare Normalmente 1 mostro durante la tua Main Phase in questo turno, in aggiunta alla tua Evocazione Normale/Posizionamento (puoi guadagnare questo effetto una sola volta per turno), inoltre, non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri \"Nobile Cavaliere\".", "pt": "Se você controlar uma Magia de Equipamento \"Armas Nobres\", você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Nobre Cavaleiro Custennin\" por Invocação-Especial uma vez por turno desta forma. Um monstro \"Nobre Cavaleiro\" que foi Invocado por Invocação-Sincro, Xyz ou Link usando este card no campo como matéria ganha este efeito.\n●Se este card for Invocado por Invocação-Especial: você pode Invocar por Invocação-Normal 1 monstro durante sua Fase Principal deste turno, em adição à sua Invocação-Normal/Baixar (padrão) (você só pode se aproveitar deste efeito uma vez por turno) e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros \"Nobre Cavaleiro\".", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。\n①：自分フィールドに「聖剣」装備魔法カードが存在する場合、このカードは手札から特殊召喚できる。\n②：フィールドのこのカードを素材としてＳ・Ｘ・Ｌ召喚した「聖騎士」モンスターは以下の効果を得る。\n●このカードが特殊召喚した場合に発動できる。このターン、自分は通常召喚に加えて１度だけ、自分メインフェイズにモンスター１体を召喚できる。この効果の発動後、ターン終了時まで自分は「聖騎士」モンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 자신 필드에 \"성검\" 장착 마법 카드가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 필드의 이 카드를 소재로서 싱크로 / 엑시즈 / 링크 소환한 \"성기사\" 몬스터는 이하의 효과를 얻는다.\n●이 특수 소환에 성공했을 경우에 발동할 수 있다. 이 턴에, 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 몬스터 1장을 일반 소환할 수 있다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"성기사\" 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "透過此卡名的①方法的特殊召喚，１回合僅限１次。①：在我方場上存在「聖劍」裝備魔法卡的狀況下，可從手牌特殊召喚此卡。②：以場上的此卡做為素材同步・超量・連結召喚的「聖騎士」怪獸獲得以下效果。\n●可在此卡特殊召喚成功的狀況下發動。此回合，我方除了通常召喚以外僅限１次，可額外在我方主要階段召喚１隻怪獸。此效果發動後，在回合結束前我方可從額外牌組特殊召喚的怪獸僅限「聖騎士」怪獸。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次。①：自己场上有“圣剑”装备魔法卡存在的情况下，此卡可从手牌中特殊召唤。②：以场上的此卡作为素材的同步・超量・连接召唤的“圣骑士”怪兽获得以下效果。\n●此卡的特殊召唤成功的情况下可以发动。此回合自己除通常召唤外仅追加１次，可在自己的主要阶段召唤１只怪兽。此效果发动后，直至回合结束时为止，自己从额外牌组仅可特殊召唤“圣骑士”唤怪兽。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 4, "atk": 1000, "def": 2000, "series": ["Noble Knight"], "images": [{"index": 1, "image": "NobleKnightCustennin-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN088", "set_name": "Cybernetic Horizon", "rarities": ["Super Rare"]}, {"set_number": "MP19-EN141", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MP23-EN275", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE088", "set_name": "Cybernetic Horizon", "rarities": ["Super Rare"]}, {"set_number": "MP19-DE141", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MP23-DE275", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR088", "set_name": "Cybernetic Horizon", "rarities": ["Super Rare"]}, {"set_number": "MP19-FR141", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MP23-FR275", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT088", "set_name": "Cybernetic Horizon", "rarities": ["Super Rare"]}, {"set_number": "MP19-IT141", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MP23-IT275", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT088", "set_name": "Cybernetic Horizon", "rarities": ["Super Rare"]}, {"set_number": "MP19-PT141", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}, {"set_number": "MP23-PT275", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP19-JP047", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR047", "set_name": "Extra Pack 2019", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565565, "master_duel_rarity": "N"}