{"konami_id": 15727, "password": 42517468, "name": {"en": "Ojama Pink", "de": "Pinker Ojama", "es": "Ojama Rosa", "fr": "Ojama Rose", "it": "Ojama Rosa", "pt": "Ojama Rosa", "ja": "おジャマ・ピンク", "ja_romaji": "Ojama Pinku", "ko": "방해꾼 핑크", "ko_rr": "Banghaekkun Pingkeu", "zh-TW": "擾亂怪 粉紅", "zh-CN": "扰乱怪・粉红"}, "text": {"en": null, "de": "Falls diese Karte von der Hand oder dem Spielfeld auf den Friedhof gelegt wird: Du kannst diesen Effekt aktivieren; jeder Spieler zieht 1 Karte, dann wirft jeder Spieler 1 Karte ab, dann, falls du eine „Ojama“-Karte abgeworfen hast, kannst du 1 nicht verwendete Monsterzone deines Gegners bestimmen und sie kann bis zum Ende des Spielzugs deines Gegners nicht verwendet werden. Du kannst diesen Effekt von „Pinker Ojama“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada de la mano o Campo al Cementerio: puedes activar este efecto; cada jugador roba 1 carta, y después cada jugador descarta 1 carta, y después, si descartaste una carta \"Ojama\", puedes elegir 1 Zona de Monstruos del adversario que no esté en uso, y no puede ser usada hasta el final del turno de tu adversario. Sólo puedes usar este efecto de \"Ojama Rosa\" una vez por turno.", "fr": "Si cette carte est envoyée depuis la main ou Terrain au Cimetière : vous pouvez activer cet effet ; chaque joueur pioche 1 carte, puis chaque joueur défausse 1 carte, puis, si vous avez défaussé une carte \"Ojama\", vous pouvez choisir 1 Zone Monstre inutilisée de l'adversaire, et elle ne peut pas être utilisée jusqu'à la fin du tour de votre adversaire. Vous ne pouvez utiliser cet effet de \"Ojama Rose\" qu'une fois par tour.", "it": "Se questa carta viene mandata dalla mano o Terreno al Cimitero: puoi attivare questo effetto; ogni giocatore pesca 1 carta, poi ogni giocatore scarta 1 carta, poi, se hai scartato una carta \"Ojama\", puoi selezionare 1 delle Zone Mostri inutilizzate dell'avversario ed essa non può essere utilizzata fino alla fine del turno del tuo avversario. Puoi utilizzare questo effetto di \"Ojama Rosa\" una sola volta per turno.", "pt": "Se este card for enviado da mão ou do campo para o Cemitério: você pode ativar este efeito; cada duelista compra 1 card e, depois, cada duelista descarta 1 card e, depois, se você descartou um card \"Ojama\", você pode selecionar 1 Zona de Monstros não utilizada do oponente e ela não pode ser usada até o final do turno do seu oponente. Você só pode usar este efeito de \"Ojama Rosa\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。\n①：このカードが手札・フィールドから墓地へ送られた場合に発動できる。お互いはそれぞれ１枚ドローする。その後、ドローしたプレイヤーは自身の手札を１枚選んで捨てる。この効果で自分が「おジャマ」カードを捨てた場合、さらに使用していない相手のモンスターゾーンを１ヵ所指定できる。そのゾーンは相手ターン終了時まで使用できない。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 양쪽 플레이어는 덱에서 1장 드로우하고, 그 후 패를 1장 골라 버린다. 이 효과로 자신이 \"방해꾼\" 카드를 버렸을 경우, 추가로 사용하고 있지 않은 상대 몬스터 존을 1곳 지정할 수 있다. 그 존은 상대 턴 종료시까지 사용할 수 없다.", "zh-TW": "此卡名的效果１回合僅限使用１次。①：可在此卡從手牌・場上被送至墓地的狀況下發動。雙方玩家從牌組抽１張牌，其後選擇１張手牌捨棄。在我方透過此效果捨棄「擾亂怪」卡的狀況下，另可指定１處對方未使用的怪獸區。該區域在對方回合結束前無法使用。", "zh-CN": "此卡名的效果１回合仅可使用１次。①：此卡从手牌・场上被送至墓地的情况下可以发动。双方玩家从牌组抽１张，然后挑选１张手牌舍弃。以此效果自己舍弃“扰乱怪”卡的情况下，进而可指定对手１处尚未使用的怪兽区域。该区域直至对手回合结束时为止不可使用。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "LIGHT", "level": 2, "atk": 0, "def": 1000, "series": ["Ojama"], "images": [{"index": 1, "image": "OjamaPink-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN036", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE036", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR036", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT036", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT036", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP036", "set_name": "Blazing Vortex", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "BLVO-KR036", "set_name": "Blazing Vortex", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716102, "master_duel_rarity": "R"}