{"konami_id": 15776, "password": 42577802, "name": {"en": "Myutant Fusion", "de": "Myutanten-Fusion", "es": "Fusión de Myutantes", "fr": "Fusion Myutant", "it": "Fusione Myutante", "pt": "Fusão Miutante", "ja": "フュージョン・ミュートリアス", "ja_romaji": "Fyūjon Myūtoriasu", "ko": "퓨전 뮤트리아스", "ko_rr": "Pyujeon Myuteuriaseu", "zh-TW": "結合突異變種怪", "zh-CN": "结合突异变种怪"}, "text": {"en": "Fusion Summon 1 \"Myutant\" Fusion Monster from your Extra Deck, by banishing Fusion Materials listed on it from your hand or field. If your opponent has activated a card or effect this turn, you can use up to 1 monster each from your Deck and GY as Fusion Material. You can only activate 1 \"Myutant Fusion\" per turn.", "de": "Beschwöre 1 „Myutant“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck, indem du das auf ihm aufgeführte Fusionsmaterial von deiner Hand oder Spielfeldseite verbannst. Falls dein Gegner in diesem Spielzug eine Karte oder einen Effekt aktiviert hat, kannst du je bis zu 1 Monster von deinem Deck und Friedhof als Fusionsmaterial verwenden. Du kannst nur 1 „Myutanten-Fusion“ pro Spielzug aktivieren.", "es": "Invoca por Fusión 1 Monstruo de Fusión \"Myutante\" desde tu Deck Extra, desterrando Materiales de Fusión listados en él en tu mano o Campo. Si tu adversario ha activado una carta o efecto este turno, puedes usar hasta 1 monstruo de tu Deck y 1 de tu Cementerio como Material de Fusión. Sólo puedes activar 1 \"Fusión de Myutantes\" por turno.", "fr": "Invoquez par Fusion 1 Monstre Fusion \"Myutant\" depuis votre Extra Deck, en bannissant des Matériels Fusion listés sur celui-ci depuis votre main ou Terrain. Si votre adversaire a activé une carte ou un effet ce tour, vous pouvez utiliser max. 1 monstre depuis votre Deck et max. 1 monstre depuis votre Cimetière comme Matériel Fusion. Vous ne pouvez activer qu'1 \"Fusion Myutant\" par tour.", "it": "Evoca tramite Fusione 1 Mostro Fusione \"Myutante\" dal tuo Extra Deck, bandendo i Materiali da Fusione indicati su di esso dalla tua mano o Terreno. Se il tuo avversario ha attivato una carta o un effetto in questo turno, puoi utilizzare fino a 1 mostro ciascuno dal tuo Deck e Cimitero come Materiale da Fusione. Puoi attivare solo 1 \"Fusione Myutante\" per turno.", "pt": "Invoque por Invocação-Fusão 1 Monstro de Fusão \"Miutante\" do seu Deck Adicional, ao banir as Matérias de Fusão listadas nele da sua mão ou do campo. Se seu oponente tiver ativado um card ou efeito neste turno, você pode usar até 1 monstro do seu Deck e 1 monstro do seu Cemitério como Matéria de Fusão. Você só pode ativar 1 \"Fusão Miutante\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の手札・フィールドから、「ミュートリア」融合モンスターカードによって決められた融合素材モンスターを除外し、その融合モンスター１体をＥＸデッキから融合召喚する。このターンに相手がカードの効果を発動している場合、自分のデッキ・墓地のモンスターもそれぞれ１体まで融合素材とする事ができる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신의 패 / 필드에서, \"뮤트리아\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 제외하고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. 이 턴에 상대가 카드의 효과를 발동하고 있을 경우, 자신의 덱 / 묘지의 몬스터도 각각 1장까지 융합 소재로 할 수 있다.", "zh-TW": null, "zh-CN": "从自己的手卡·场上把「突变体」融合怪兽卡决定的融合素材怪兽除外，把那1只融合怪兽从额外卡组融合召唤。这个回合对方是有把卡的效果发动的场合，自己的卡组·墓地的怪兽也能有各最多1只作为融合素材。「突变体融合」在1回合只能发动1张。"}, "card_type": "Spell", "property": "Normal", "series": ["Myutant", "Fusion"], "images": [{"index": 1, "image": "MyutantFusion-PHRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN093", "set_name": "Phantom Rage", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE093", "set_name": "Phantom Rage", "rarities": ["Common"]}], "es": [{"set_number": "PHRA-SP093", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR093", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT093", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT093", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "WPP2-JP023", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}], "ko": [{"set_number": "WPP2-KR023", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715988, "master_duel_rarity": "R"}