{"konami_id": 15269, "password": 42596828, "name": {"en": "Dracoon Lamp", "de": "Draschbär-Lampe", "es": "Lámpara Dragoon", "fr": "Lampe Draton", "it": "Lampada Dracocione", "pt": "Draxinim Lâmpada", "ja": "<ruby>龍狸燈<rt>ドラクーン・ランプ</rt></ruby>", "ja_romaji": "Dorakūn Ranpu", "ko": "드라쿤 램프", "ko_rr": "Deurakun Raempeu", "zh-TW": "龍狸燈", "zh-CN": "龙狸灯"}, "text": {"en": "Once per turn (Quick Effect): You can discard 1 Wyrm monster; this card gains 1000 DEF until the end of this turn. Once per battle, during damage calculation, if this Attack Position card battles an Attack Position monster (Quick Effect): You can apply each card's DEF for damage calculation.", "de": "Einmal pro Spielzug (Schnelleffekt): Du kannst 1 Wyrm-Monster abwerfen; diese Karte erhält bis zum Ende dieses Spielzugs 1000 DEF. Einmal pro Kampf, während der Schadensberechnung, falls diese Karte in Angriffsposition gegen ein Monster in Angriffsposition kämpft (Schnelleffekt): Du kannst für die Schadensberechnung die DEF jeder Karte verwenden.", "es": "Una vez por turno (Efecto Rápido): puedes descartar 1 monstruo Wyrm; esta carta gana 1000 DEF hasta el final de este turno. Una vez por batalla, durante el cálculo de daño, si esta carta en Posición de Ataque batalla con un monstruo en Posición de Ataque (Efecto Rápido): puedes aplicar la DEF de cada carta para el cálculo de daño.", "fr": "Une fois par tour (Effet Rapide) : vous pouvez défausser 1 monstre Wyrm ; jusqu'à la fin de ce tour, cette carte gagne 1000 DEF. Une fois par combat, durant le calcul des dommages, si cette carte en Position d'Attaque combat un monstre de l'adversaire en Position d'Attaque (Effet Rapide) : vous pouvez appliquer la DEF de chaque carte pour le calcul des dommages.", "it": "Una volta per turno (Effetto Rapido): puoi scartare 1 mostro Wyrm; questa carta guadagna 1000 DEF fino alla fine di questo turno. Una volta per battaglia, durante il calcolo dei danni, se questa carta in Posizione di Attacco combatte con un mostro in Posizione di Attacco (Effetto Rapido): puoi applicare il DEF di ogni carta per il calcolo dei danni.", "pt": "Uma vez por turno (Efeito Rápido): você pode descartar 1 monstro Wyrm; este card ganha 1000 de DEF até o final deste turno. Uma vez por batalha, durante o cálculo de dano, se este card em Posição de Ataque batalhar um monstro em Posição de Ataque (Efeito Rápido): você pode usar a DEF de cada card no cálculo de dano.", "ja": "①：１ターンに１度、手札から幻竜族モンスター１体を捨てて発動できる。このカードの守備力はターン終了時まで１０００アップする。この効果は相手ターンでも発動できる。②：攻撃表示のこのカードが攻撃表示モンスターと戦闘を行うダメージ計算時に１度、発動できる。その戦闘ではお互いのモンスターの守備力を攻撃力として扱いダメージ計算を行う。", "ko": "①: 1턴에 1번, 패에서 환룡족 몬스터 1장을 버리고 발동할 수 있다. 이 카드의 수비력은 턴 종료시까지 1000 올린다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 공격 표시의 이 카드가 공격 표시 몬스터와 전투를 실행하는 데미지 계산시에 1번, 발동할 수 있다. 그 전투에서는 서로의 몬스터의 수비력을 공격력으로 취급하고 데미지 계산을 실행한다.", "zh-TW": null, "zh-CN": "①：1回合1次，从手卡丢弃1只幻龙族怪兽才能发动。这张卡的守备力直到回合结束时上升1000。这个效果在对方回合也能发动。\n②：攻击表示的这张卡和攻击表示怪兽进行战斗的伤害计算时才能发动1次。那次战斗用双方怪兽的守备力当作攻击力使用进行伤害计算。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "FIRE", "level": 4, "atk": 500, "def": 2000, "images": [{"index": 1, "image": "DracoonLamp-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN035", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN123", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE035", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE123", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR035", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR123", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT035", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT123", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT035", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT123", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP035", "set_name": "Rise of the Duelist", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "ROTD-KR035", "set_name": "Rise of the Duelist", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714642, "master_duel_rarity": "N"}