{"konami_id": 14751, "password": 42632209, "name": {"en": "Geomathmech Final Sigma", "de": "Geomathemech Letztes Sigma", "es": "Geomatemecha Sigma Final", "fr": "Sigma Final Géomathmech", "it": "Geomatemech Finale Sigma", "pt": "Geomechamático Sigma Final", "ja": "<ruby>炎<rt>エン</rt></ruby><ruby>斬<rt>ザン</rt></ruby><ruby>機<rt>キ</rt></ruby>ファイナルシグマ", "ja_romaji": "Enzanki Fainaru Shiguma", "ko": "염참기 파이널시그마", "ko_rr": "Yeomchamgi Paineolsigeuma", "zh-TW": "炎斬機 最終西格瑪", "zh-CN": "炎斩机最终西格玛"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nUnaffected by card effects, except \"Mathmech\" cards, while in the Extra Monster Zone. If this card in the Extra Monster Zone battles an opponent's monster, any battle damage it inflicts to your opponent is doubled. If this card is destroyed by battle, or if this card in its owner's possession is destroyed by an opponent's card effect: You can add 1 \"Mathmech\" card from your Deck to your hand. You can only use this effect of \"Geomathmech Final Sigma\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDiese Karte bleibt von Karteneffekten unberührt, außer von denen von „Mathemech“-Karten, solange sie in der Extra-Monsterzone liegt. Falls diese Karte in der Extra-Monsterzone gegen ein Monster eines Gegners kämpft, wird der Kampfschaden verdoppelt, den sie deinem Gegner zufügt. Falls diese Karte durch Kampf zerstört wird oder falls diese Karte, die ihrem Besitzer gehört, durch einen Karteneffekt eines Gegners zerstört wird: Du kannst deiner Hand 1 „Mathemech“-Karte von deinem Deck hinzufügen. Du kannst diesen Effekt von „Geomathemech Letztes Sigma“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nMientras esté en la Zona de Monstruos Extra no es afectado por efectos de cartas, excepto los de cartas \"Matemecha\". Si esta carta en la Zona de Monstruos Extra batalla con un monstruo del adversario, cualquier daño de batalla que inflija a tu adversario se duplica. Si esta carta es destruida en batalla, o si esta carta en posesión de su dueño es destruida por el efecto de una carta del adversario: puedes añadir a tu mano 1 carta \"Matemecha\" en tu Deck. Sólo puedes usar este efecto de \"Geomatemecha Sigma Final\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nNon affectée par des effets de carte (cartes \"Mathmech\" exclues), tant qu'elle est dans la Zone Monstre Extra. Si cette carte dans la Zone Monstre Extra combat un monstre de l'adversaire, les dommages de combat qu'elle inflige à votre adversaire sont doublés. Si cette carte est détruite au combat, ou si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez ajouter 1 carte \"Mathmech\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Sigma Final Géomathmech\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nImmune agli effetti delle carte, eccetto carte \"Matemech\", mentre è nella Zona Mostri Extra. Se questa carta nella Zona Mostri Extra combatte con un mostro dell'avversario, qualsiasi danno da combattimento che infligge al tuo avversario viene raddoppiato. Se questa carta viene distrutta in battaglia, o se questa carta sotto il comando del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi aggiungere 1 carta \"Matemech\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Geomatemech Finale Sigma\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nNão é afetado por efeitos de card enquanto estiver na Zona de Monstros Adicional, exceto cards \"Mechamático(a)\". Se este card na Zona de Monstros Adicional batalhar um monstro do oponente, qualquer dano de batalha que ele causar ao seu oponente é dobrado. Se este card for destruído em batalha, ou se este card em posse do seu dono for destruído por um efeito de card do oponente: você pode adicionar 1 card \"Mechamático(a)\" do seu Deck à sua mão. Você só pode usar este efeito de \"Geomechamático Sigma Final\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードはＥＸモンスターゾーンに存在する限り、「斬機」カード以外のカードの効果を受けない。②：ＥＸモンスターゾーンのこのカードが相手モンスターとの戦闘で相手に与える戦闘ダメージは倍になる。③：このカードが戦闘または相手の効果で破壊された場合に発動できる。デッキから「斬機」カード１枚を手札に加える。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 엑스트라 몬스터 존에 존재하는 한, \"참기\" 카드 이외의 카드의 효과를 받지 않는다. ②: 엑스트라 몬스터 존의 이 카드가 상대 몬스터와의 전투로 상대에게 주는 전투 데미지는 배가 된다. ③: 이 카드가 전투 또는 상대 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 \"참기\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "协调+1只以上协调以外的怪兽\n此卡名的③效果1回合仅可使用1次。①：只要此卡存在于额外怪兽区域，就不受\"斩机\"卡以外的卡的效果影响。②：额外怪兽区域的此卡在和对手怪兽的战斗中给对手的战斗伤害变为两倍。③：此卡因战斗或者是对手的效果被破坏的情况下可以发动。将牌组中的1张\"斩机\"卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Synchro / Effect", "attribute": "FIRE", "level": 12, "atk": 3000, "def": 0, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Mathmech"], "images": [{"index": 1, "image": "GeomathmechFinalSigma-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MYFI-EN008", "set_name": "Mystic Fighters", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-EN134", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MYFI-DE008", "set_name": "Mystic Fighters", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-DE134", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "MYFI-SP008", "set_name": "Mystic Fighters", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-SP134", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MYFI-FR008", "set_name": "Mystic Fighters", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-FR134", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MYFI-IT008", "set_name": "Mystic Fighters", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-IT134", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MYFI-PT008", "set_name": "Mystic Fighters", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-PT134", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBMF-JP008", "set_name": "Deck-Build Pack: Mystic Fighters", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "SUB1-JP053", "set_name": "Secret Utility Box", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "DBMF-KR008", "set_name": "Deck-Build Pack: Mystic Fighters", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBMF-SC008", "set_name": "Deck-Build Pack: Mystic Fighters", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 632832, "master_duel_rarity": "UR"}