{"konami_id": 12685, "password": 42713844, "name": {"en": "Subterror Behemoth Umastryx", "de": "Unterterror-Behemoth Umastryx", "es": "Behemoth del Subterror Umastryx", "fr": "Umastryx Subterreur Béhémoth", "it": "Behemoth Subterrore Umastryx", "pt": "Umastryx, o Behemoth Subterror", "ja": "サブテラーマリス・リグリアード", "ja_romaji": "Sabuterā Marisu Riguriādo", "ko": "서브테러마리스 리그리어드", "ko_rr": null, "zh-TW": "地中駭界邪魔 棘蜥", "zh-CN": "地中骇界邪魔 棘蜥"}, "text": {"en": "FLIP: You can target 1 monster your opponent controls; banish it. You can only use this effect of \"Subterror Behemoth Umastryx\" once per turn.\nWhen a face-up monster you control is flipped face-down, if you control no face-up monsters: You can Special Summon this card from your hand in Defense Position. Once per turn: You can change this card to face-down Defense Position.", "de": "FLIPP: Du kannst 1 Monster wählen, das dein Gegner kontrolliert; verbanne es. Du kannst diesen Effekt von „Unterterror-Behemoth Umastryx“ nur einmal pro Spielzug verwenden.\nWenn ein offenes Monster, das du kontrollierst, verdeckt wird, falls du keine offenen Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören. Einmal pro Spielzug: Du kannst diese Karte in die verdeckte Verteidigungsposition ändern.", "es": "VOLTEO: puedes seleccionar 1 monstruo que controle tu adversario; destiérralo. Sólo puedes usar este efecto de \"Behemoth del Subterror Umastryx\" una vez por turno.\nCuando un monstruo boca arriba que controles sea volteado boca abajo, si no controlas monstruos boca arriba: puedes Invocar esta carta de Modo Especial, desde tu mano, en Posición de Defensa. Una vez por turno: puedes cambiar esta carta a Posición de Defensa boca abajo.", "fr": "FLIP : Vous pouvez cibler 1 monstre contrôlé par votre adversaire ; bannissez-le. Vous ne pouvez utiliser cet effet de \"Umastryx Subterreur Béhémoth\" qu'une fois par tour.\nLorsqu'un monstre face recto que vous contrôlez est retourné face verso, si vous ne contrôlez aucun monstre face recto : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Une fois par tour : vous pouvez changer cette carte en Position de Défense face verso.", "it": "SCOPRI: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; bandiscilo. Puoi utilizzare questo effetto di \"Behemoth Subterrore Umastryx\" una sola volta per turno.\nQuando un mostro scoperto che controlli viene coperto, se non controlli nessun mostro scoperto: puoi Evocare Specialmente questa carta dalla tua mano in Posizione di Difesa. Una volta per turno: puoi mettere questa carta coperta in Posizione di Difesa.", "pt": "VIRE: Você pode escolher 1 monstro que seu oponente controla; bana-o. Você só pode usar este efeito de \"Umastryx, o Behemoth Subterror\" uma vez por turno.\nQuanto um monstro com a face para cima que você controla for virado com a face para baixo, se você não controlar nenhum monstro com a face para cima: você pode Invocar este card por Invocação-Especial da sua mão em Posição de Defesa. Uma vez por turno: você pode colocar este card com a face para baixo em Posição de Defesa.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分フィールドの表側表示モンスターが裏側表示になった時、自分フィールドに表側表示モンスターが存在しない場合に発動できる。このカードを手札から守備表示で特殊召喚する。②：自分メインフェイズに発動できる。このカードを裏側守備表示にする（１ターンに１度のみ）。③：このカードがリバースした場合、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを除外する。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시 몬스터가 뒷면 표시가 되었을 때, 자신 필드에 앞면 표시 몬스터가 존재하지 않을 경우에 발동할 수 있다. 이 카드를 패에서 수비 표시로 특수 소환한다. ②: 자신 메인 페이즈에 발동할 수 있다. 이 카드를 뒷면 수비 표시로 한다(1턴에 1번만). ③: 이 카드가 리버스했을 경우, 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 제외한다.", "zh-TW": null, "zh-CN": "这个卡名的③的效果1回合只能使用1次。①：自己场上的表侧表示怪兽变成里侧表示时，自己场上没有表侧表示怪兽存在的场合才能发动。这张卡从手卡守备表示特殊召唤。②：自己主要阶段才能发动。这张卡变成里侧守备表示（1回合只有1次）。③：这张卡反转的场合，以对方场上1只怪兽为对象才能发动。那只怪兽除外。"}, "card_type": "Monster", "monster_type_line": "Reptile / Flip / Effect", "attribute": "EARTH", "level": 7, "atk": 2000, "def": 2700, "series": ["Subterror", "Subterror Behemoth"], "images": [{"index": 1, "image": "SubterrorBehemothUmastryx-TDIL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN083", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "TDIL-DE083", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "TDIL-SP083", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "TDIL-FR083", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "TDIL-IT083", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "TDIL-PT083", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP17-JP006", "set_name": "Extra Pack 2017", "rarities": ["Super Rare"]}], "ko": [{"set_number": "EP17-KR006", "set_name": "Extra Pack 2017", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 470415, "master_duel_rarity": "SR"}