{"konami_id": 13921, "password": 42717221, "name": {"en": "Cyberse Clock Dragon", "de": "Cyberse-Taktdrache", "es": "Dragón de Reloj Ciberso", "fr": "Dragon Horloge Cyberse", "it": "Drago Clock Cyberso", "pt": "Dragão Clock Ciberso", "ja": "サイバース・クロック・ドラゴン", "ja_romaji": "Saibāsu Kurokku Doragon", "ko": "사이버스 클락 드래곤", "ko_rr": "Saibeoseu Keullak Deuraegon", "zh-TW": "電子界時脈龍", "zh-CN": "电子界时脉龙"}, "text": {"en": "\"Clock Wyvern\" + 1+ Link Monsters\nWhen this card is Fusion Summoned: You can send cards from the top of your Deck to the GY, equal to the total Link Rating of the materials used for this card's Fusion Summon, and if you do, until the end of the next turn, other monsters you control cannot attack, also this card gains 1000 ATK for each card sent to the GY by this effect. While you control a Link Monster(s), your opponent's monsters cannot target other monsters you control for attacks, also your opponent cannot target other monsters you control with card effects. If this Fusion Summoned card you control is sent to your GY by an opponent's card effect: You can add 1 Spell from your Deck to your hand.", "de": "„Takt-Wyvern“ + 1+ Linkmonster\nWenn diese Karte als Fusionsbeschwörung beschworen wird: Du kannst die obersten Karten deines Decks in Höhe der Summe der Linkzahlen des Materials, das für die Fusionsbeschwörung dieser Karte verwendet wurde, auf den Friedhof legen und falls du dies tust, bis zum Ende des nächsten Spielzugs, können andere Monster, die du kontrollierst, nicht angreifen, zusätzlich erhält diese Karte für jede durch diesen Effekt auf den Friedhof gelegte Karte 1000 ATK. Solange du ein oder mehr Linkmonster kontrollierst, können Monster deines Gegners andere Monster, die du kontrollierst, nicht als Ziel für Angriffe wählen, zusätzlich kann dein Gegner andere Monster, die du kontrollierst, nicht als Ziel für Karteneffekte wählen. Falls diese als Fusionsbeschwörung beschworene Karte, die du kontrollierst, durch einen Karteneffekt eines Gegners auf deinen Friedhof gelegt wird: Du kannst deiner Hand 1 Zauber von deinem Deck hinzufügen.", "es": "\"Güiverno de Reloj\" + 1+ Monstruos de Enlace\nCuando esta carta es Invocada por Fusión: puedes mandar al Cementerio cartas de la parte superior de tu Deck, iguales al Rating de Enlace total de los materiales usados para la Invocación por Fusión de esta carta y, si lo haces, hasta el final del próximo turno, los otros monstruos que controles no pueden atacar, y además esta carta gana 1000 ATK por cada carta mandada al Cementerio por este efecto. Mientras controles uno o más Monstruos de Enlace, los monstruos de tu adversario no pueden seleccionar otros monstruos que controlas para ataques, y además tu adversario no puede seleccionar otros monstruos que controles con efectos de cartas. Si esta carta Invocada por Fusión que controlas es mandada a tu Cementerio por el efecto de una carta del adversario: puedes añadir a tu mano 1 Mágica en tu Deck.", "fr": "\"Vouivre - Horloge\" + 1+ Monstre Lien\nLorsque cette carte est Invoquée par Fusion : vous pouvez envoyer un nombre de cartes du dessus de votre Deck au Cimetière, égal à la somme des Classifications Lien des Matériels utilisés pour l'Invocation Fusion de cette carte, et si vous le faites, jusqu'à la fin du prochain tour, les autres monstres que vous contrôlez ne peuvent pas attaquer, et aussi, cette carte gagne 1000 ATK pour chaque carte envoyée au Cimetière par cet effet. Tant que vous contrôlez un ou plusieurs Monstres Lien, les monstres contrôlés par votre adversaire ne peuvent pas cibler d'autres monstres que vous contrôlez avec une attaque, et aussi, votre adversaire ne peut pas cibler d'autres monstres que vous contrôlez avec des effets de carte. Si cette carte Invoquée par Fusion que vous contrôlez est envoyée à votre Cimetière par un effet de carte de l'adversaire : vous pouvez ajouter 1 Magie depuis votre Deck à votre main.", "it": "\"Viverna Clock\" + 1+ Mostri Link\nQuando questa carta viene Evocata tramite Fusione: puoi mandare carte dalla cima del tuo Deck al Cimitero, pari alla somma delle Classificazioni Link dei materiali utilizzati per l'Evocazione tramite Fusione di questa carta e, se lo fai, fino alla fine del prossimo turno, gli altri mostri che controlli non possono attaccare, inoltre questa carta guadagna 1000 ATK per ogni carta mandata al Cimitero da questo effetto. Mentre controlli uno o più Mostri Link, i mostri del tuo avversario non possono scegliere come bersaglio gli altri mostri che controlli per gli attacchi, inoltre il tuo avversario non può scegliere come bersaglio gli altri mostri che controlli con gli effetti delle carte. Se questa carta Evocata tramite Fusione che controlli viene mandata al tuo Cimitero dall'effetto di una carta dell'avversario: puoi aggiungere 1 Magia dal tuo Deck alla tua mano.", "pt": "\"Wivern Clock\" + 1+ Monstros Link\nQuando este card for Invocado por Invocação-Fusão: você pode enviar cards do topo do seu Deck para o Cemitério, igual à soma do Valor Link das matérias usadas para a Invocação-Fusão deste card e, se isso acontecer, até o final do próximo turno, outros monstros que você controla não podem atacar e, além disso, este card ganha 1000 de ATK para cada card enviado para o Cemitério por este efeito. Enquanto você controlar um ou mais Monstros Link, os monstros do seu oponente não podem escolher outros monstros que você controla como alvo de ataques e, além disso, seu oponente não pode escolher outros monstros que você controla como alvo de efeitos de card. Se este card Invocado por Invocação-Fusão que você controla for enviado para o seu Cemitério por um efeito de card do oponente: você pode adicionar 1 Magia do seu Deck à sua mão.", "ja": "「クロック・ワイバーン」＋リンクモンスター１体以上\n①：このカードの融合召喚成功時に発動できる。その素材のリンクマーカーの合計分だけ、自分のデッキの上からカードを墓地へ送る。次のターンの終了時まで、他の自分のモンスターは攻撃できず、このカードの攻撃力はこの効果で墓地へ送った数×１０００アップする。②：自分フィールドにリンクモンスターが存在する限り、自分フィールドの他のモンスターを、相手は攻撃・効果の対象にできない。③：融合召喚したこのカードが相手の効果で墓地へ送られた場合に発動できる。デッキから魔法カード１枚を手札に加える。", "ko": "\"클락 와이반\" ＋ 링크 몬스터 1장 이상\n①: 이 카드의 융합 소환 성공시에 발동할 수 있다. 그 소재의 링크 마커의 합계만큼만, 자신의 덱 위에서 카드를 묘지로 보낸다. 다음 턴의 종료시까지, 다른 자신 몬스터는 공격할 수 없으며, 이 카드의 공격력은 이 효과로 묘지로 보낸 수 × 1000 올린다. ②: 자신 필드에 링크 몬스터가 존재하는 한, 자신 필드의 다른 몬스터를, 상대는 공격 / 효과의 대상으로 할 수 없다. ③: 융합 소환한 이 카드가 상대 효과로 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 마법 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "“时脉飞龙”＋连接怪兽1只以上\n①：此卡融合召唤成功时可以发动。将相当于该素材连接标记合计数值的张数的卡从自己的牌组上面送至墓地。直至下个回合结束时为止，自己的其他怪兽不可攻击，此卡的攻击力上升相当于以此效果送至墓地的张数×1000的数值。②：只要自己场上有连接怪兽存在，对手不可将自己场上的其他怪兽作为攻击・效果的对象。③：融合召唤的此卡因对手的效果被送至墓地的情况下可以发动。从牌组将1张魔法卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Fusion / Effect", "attribute": "DARK", "level": 7, "atk": 2500, "def": 2000, "series": ["Cyber"], "images": [{"index": 1, "image": "CyberseClockDragon-MP19-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare"]}, {"set_number": "MP19-EN180", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "SOFU-DE034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare"]}, {"set_number": "MP19-DE180", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "es": [{"set_number": "SOFU-SP034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare"]}, {"set_number": "MP19-SP180", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "SOFU-FR034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare"]}, {"set_number": "MP19-FR180", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "SOFU-IT034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare"]}, {"set_number": "MP19-IT180", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "SOFU-PT034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare"]}, {"set_number": "MP19-PT180", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "SOFU-JP034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "ko": [{"set_number": "SOFU-KR034", "set_name": "Soul Fusion", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "MGP2-SC127", "set_name": "Mega Pack 02", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 563489, "master_duel_rarity": "UR"}