{"konami_id": 21957, "password": 42781164, "name": {"en": "Kewl Tune Track Maker", "de": "Kewl-Empfang Trackschreiber", "es": "Canción Kewl Creador de Pistas", "fr": "Créateur de Pistes du Son Kewl", "it": "Tune Figo Compositore di Tracce", "pt": "Kewl Tune Cria Trilhas", "ja": "キラーチューン・トラックメイカー", "ja_romaji": "Kirā Chūn Torakkumeikā", "ko": "킬러튠 트랙메이커", "ko_rr": null, "zh-TW": null, "zh-CN": "杀手旋律・造轨者"}, "text": {"en": "1 \"Kewl Tune\" Tuner + 1+ Tuners\nIf this card on the field would be used as Synchro Material, 1 Tuner in your hand can be used as 1 of the other materials. You can only use each of the following effects of \"Kewl Tune Track Maker\" once per turn. If this card is Special Summoned: You can add 1 \"Kewl Tune\" card from your Deck to your hand. If this card is sent to the GY as Synchro Material: You can return 1 card your opponent controls to the hand.", "de": "1 „Kewl-Empfang“-Empfänger + 1+ Empfänger\nFalls diese Karte auf dem Spielfeld als Synchromaterial verwendet würde, kann 1 Empfänger in deiner Hand als 1 des anderen Materials verwendet werden. Du kannst jeden der folgenden Effekte von „Kewl-Empfang Trackschreiber“ nur einmal pro Spielzug verwenden. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Kewl-Empfang“-Karte von deinem Deck hinzufügen. Falls diese Karte als Synchromaterial auf den Friedhof gelegt wird: Du kannst 1 Karte, die dein Gegner kontrolliert, auf die Hand zurückgeben.", "es": "1 Cantante \"Canción Kewl\" + 1+ Cantantes\nSi esta carta en el Campo fuera a ser usada como Material de Sincronía, 1 Cantante en tu mano puede ser usado como 1 de los otros materiales. Sólo puedes usar cada uno de los siguientes efectos de \"Canción Kewl Creador de Pistas\" una vez por turno. Si esta carta es Invocada de Modo Especial: puedes añadir a tu mano 1 carta \"Canción Kewl\" en tu Deck. Si esta carta es mandada al Cementerio como Material de Sincronía: puedes devolver a la mano 1 carta que controle tu adversario.", "fr": "1 Syntoniseur \"Son Kewl\" + 1+ Syntoniseur\nSi cette carte sur le Terrain va être utilisée comme Matériel Synchro, 1 Syntoniseur dans votre main peut être utilisé comme 1 des autres Matériels. Vous ne pouvez utiliser chacun des effets suivants de \"Créateur de Pistes du Son Kewl\" qu'une fois par tour. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 carte \"Son Kewl\" depuis votre Deck à votre main. Si cette carte est envoyée au Cimetière comme Matériel Synchro : vous pouvez renvoyer 1 carte contrôlée par votre adversaire à la main.", "it": "1 Tuner \"Tune Figo\" + 1+ Tuner\nSe questa carta sul Terreno sta per essere utilizzata come Materiale Synchro, 1 Tuner nella tua mano può essere utilizzato come 1 degli altri materiali. Puoi utilizzare ognuno dei seguenti effetti di \"Tune Figo Compositore di Tracce\" una sola volta per turno. Se questa carta viene Evocata Specialmente: puoi aggiungere 1 carta \"Tune Figo\" dal tuo Deck alla tua mano. Se questa carta viene mandata al Cimitero come Materiale Synchro: puoi far ritornare 1 carta controllata dal tuo avversario nella mano.", "pt": "1 Regulador \"Kewl Tune\" + 1+ Reguladores\nSe este card no campo seria usado como Matéria Sincro, 1 Regulador na sua mão pode ser usado como 1 das outras matérias. Você só pode usar cada um dos seguintes efeitos de \"Kewl Tune Cria Trilhas\" uma vez por turno. Se este card for Invocado por Invocação-Especial: você pode adicionar 1 card \"Kewl Tune\" do seu Deck à sua mão. Se este card for enviado para o Cemitério como Matéria Sincro: você pode devolver 1 card que seu oponente controla para a mão.", "ja": "「キラーチューン」チューナー＋チューナー１体以上\nフィールドのこのカードを素材としてＳ召喚する場合、手札のチューナー１体もＳ素材にできる。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚した場合に発動できる。デッキから「キラーチューン」カード１枚を手札に加える。②：このカードがＳ素材として墓地へ送られた場合に発動できる。相手フィールドのカード１枚を手札に戻す。", "ko": "\"킬러튠\" 튜너 ＋ 튜너 1장 이상\n필드의 이 카드를 소재로서 싱크로 소환할 경우, 패의 튜너 1장도 싱크로 소재로 할 수 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"킬러튠\" 카드 1장을 패에 넣는다. ②: 이 카드가 싱크로 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 상대 필드의 카드 1장을 패로 되돌린다.", "zh-TW": null, "zh-CN": "“杀手旋律”协调＋协调1只以上\n要以场上的此卡作为素材同步召唤的情况下，可将手牌的1只协调也作为同步素材。此卡名的①②效果1回合仅可各使用1次。①：此卡特殊召唤的情况下可以发动。从牌组将1张“杀手旋律”卡加入手牌。②：此卡作为同步素材被送至墓地的情况下可以发动。将对手场上的1张卡放回手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Tuner / Effect", "attribute": "LIGHT", "level": 4, "atk": 0, "def": 2500, "materials": "1 \"Kewl Tune\" Tuner + 1 or more Tuners", "series": ["Kewl Tune"], "images": [{"index": 1, "image": "KewlTuneTrackMaker-PHRE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHRE-EN035", "set_name": "Phantom Revenge", "rarities": ["Super Rare", "Collector's Rare"]}], "de": [{"set_number": "PHRE-DE035", "set_name": "Phantom Revenge", "rarities": ["Super Rare", "Collector's Rare"]}], "es": [{"set_number": "PHRE-SP035", "set_name": "Phantom Revenge", "rarities": ["Super Rare", "Collector's Rare"]}], "fr": [{"set_number": "PHRE-FR035", "set_name": "Phantom Revenge", "rarities": ["Super Rare", "Collector's Rare"]}], "it": [{"set_number": "PHRE-IT035", "set_name": "Phantom Revenge", "rarities": ["Super Rare", "Collector's Rare"]}], "pt": [{"set_number": "PHRE-PT035", "set_name": "Phantom Revenge", "rarities": ["Super Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBPR-JP035", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBPR-KR035", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBPR-SC035", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1140886}