{"konami_id": 13861, "password": 42925441, "name": {"en": "Photon Change", "de": "Photonen-Wechsel", "es": "Cambio Fotónico", "fr": "Changement Photon", "it": "Cambio Fotonico", "pt": "Mudança de Fóton", "ja": "フォトン・チェンジ", "ja_romaji": "Foton Chenji", "ko": "포톤 체인지", "ko_rr": "Poton Cheinji", "zh-TW": "光子轉換", "zh-CN": "光子转换"}, "text": {"en": "Send this card to the GY during your 2nd Standby Phase after activation. You can only use the following effect of \"Photon Change\" once per turn. Send 1 \"Photon\" or \"Galaxy\" monster you control to the GY to activate 1 of these effects, or, if you send \"Galaxy-Eyes Photon Dragon\", you can activate both, in sequence;\n● Special Summon 1 \"Photon\" monster from your Deck with a different original name than the sent monster.\n● Add 1 \"Photon\" card from your Deck to your hand, except \"Photon Change\".", "de": "Lege diese Karte während deiner 2. Standby Phase nach ihrer Aktivierung auf den Friedhof. Du kannst den folgenden Effekt von „Photonen-Wechsel“ nur einmal pro Spielzug verwenden. Lege 1 „Photon“- oder „Galaxie“-Monster, das du kontrollierst, auf den Friedhof, um 1 dieser Effekte zu aktivieren, oder, falls du „Galaxieaugen-Photonendrache“ legst, kannst du beide nacheinander aktivieren;\n● Beschwöre 1 „Photon“-Monster mit einem unterschiedlichen Grund-Namen als das gelegte Monster als Spezialbeschwörung von deinem Deck.\n● Füge deiner Hand 1 „Photon“-Karte von deinem Deck hinzu, außer „Photonen-Wechsel“.", "es": "Manda esta carta al Cementerio durante tu 2da. Standby Phase después de la activación. Sólo puedes usar el siguiente efecto de \"Cambio Fotónico\" una vez por turno. Manda al Cementerio 1 monstruo \"Fotónico/a\", \"Galaxia\" o \"Galáctico/a\" que controles para activar 1 de estos efectos, o, si mandas \"Dragón Fotónico de Ojos Galácticos\", puedes activar ambos, en secuencia;\n● Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Fotónico/a\" con nombre original diferente al del monstruo mandado.\n● Añade a tu mano 1 carta \"Fotónico/a\" en tu Deck, excepto \"Cambio Fotónico\".", "fr": "Envoyez cette carte au Cimetière durant votre 2e Standby Phase après activation. Vous ne pouvez utiliser l'effet suivant de \"Changement Photon\" qu'une fois par tour. Envoyez 1 monstre \"Photon\" ou \"Galactique\" que vous contrôlez au Cimetière pour activer 1 de ces effets, ou, si vous envoyez \"Dragon Photon aux Yeux Galactiques\", vous pouvez activer les deux, dans l'ordre ;\n● Invoquez Spécialement 1 monstre \"Photon\" depuis votre Deck de nom d'origine différent du monstre envoyé.\n● Ajoutez 1 carte \"Photon\" (\"Changement Photon\" exclu) depuis votre Deck à votre main.", "it": "Manda questa carta al Cimitero durante la tua 2ª Standby Phase dopo l'attivazione. Puoi utilizzare il seguente effetto di \"Cambio Fotonico\" una sola volta per turno. Manda al Cimitero 1 mostro \"Fotonico\" o \"Galattico\" che controlli per attivare 1 di questi effetti, o, se mandi \"Drago Fotonico Occhi Galattici\", puoi attivare entrambi, in ordine;\n● Evoca Specialmente dal tuo Deck 1 mostro \"Fotonico\" con nome originale diverso dal mostro mandato.\n● Aggiungi 1 carta \"Fotonico\" dal tuo Deck alla tua mano, eccetto \"Cambio Fotonico\".", "pt": "Envie este card para o Cemitério durante sua 2ª Fase de Apoio depois da ativação. Você só pode usar o seguinte efeito de \"Mudança de Fóton\" uma vez por turno. Envie 1 monstro \"Fóton\" ou \"Galáxia\" que você controla para o Cemitério para ativar 1 desses efeitos, ou, se você enviar \"Dragão de Fóton de Olhos das Galáxias\", você pode ativar os dois, em sequência;\n● Invoque por Invocação-Especial 1 monstro \"Fóton\" do seu Deck com um nome original diferente que o do monstro enviado.\n● Adicione 1 card \"Fóton\" do seu Deck à sua mão, exceto \"Mudança de Fóton\".", "ja": "このカードは発動後、２回目の自分スタンバイフェイズに墓地へ送られる。このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドの表側表示の、「フォトン」モンスターまたは「ギャラクシー」モンスター１体を墓地へ送り、以下の効果から１つを選択して発動できる。「銀河眼の光子竜」を墓地へ送って発動した場合、両方を選択できる。●そのモンスターと元々のカード名が異なる「フォトン」モンスター１体をデッキから特殊召喚する。●デッキから「フォトン・チェンジ」以外の「フォトン」カード１枚を手札に加える。", "ko": "이 카드는 발동 후, 2번째의 자신 스탠바이 페이즈에 묘지로 보내진다. 이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시의, \"포톤\" 몬스터 또는 \"갤럭시\" 몬스터 1장을 묘지로 보내고, 이하의 효과에서 1개를 선택하여 발동할 수 있다. \"갤럭시아이즈 포톤 드래곤\"을 묘지로 보내고 발동했을 경우, 양쪽을 선택할 수 있다.\n●그 몬스터와 원래의 카드명이 다른 \"포톤\" 몬스터 1장을 덱에서 특수 소환한다.\n●덱에서 \"포톤 체인지\" 이외의 \"포톤\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡发动后，在第2次的自己准备阶段会被送至墓地。此卡名的①效果1回合仅可使用1次。①：将自己场上的1只表侧表示的“光子”怪兽或“银河”怪兽送至墓地，可从以下效果中选择1个发动。将“银河眼光子龙”送至墓地来发动的情况下，两者都可以选择。\n●从牌组将1只原本的卡名与该怪兽不同的“光子”怪兽特殊召唤。\n●从牌组将1张“光子转换”以外的“光子”卡加入手牌。"}, "card_type": "Trap", "property": "Continuous", "series": ["Change", "Photon"], "images": [{"index": 1, "image": "PhotonChange-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED3-EN038", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-EN057", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "LED3-DE038", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-DE057", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "es": [{"set_number": "LED3-SP038", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-SP057", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "LED3-FR038", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-FR057", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "LED3-IT038", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-IT057", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "LED3-PT038", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-PT057", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "DP20-JP038", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}], "ko": [{"set_number": "DP20-KR038", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DP20-SC038", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 560134, "master_duel_rarity": "N"}