{"konami_id": 21631, "password": 43150717, "name": {"en": "Xyz Lay", "de": "Xyz-Überlagerung", "es": "Revestimiento Xyz", "fr": "Mise Xyz", "it": "Copertura Xyz", "pt": "Camada Xyz", "ja": "エクシーズ・レイ", "ja_romaji": "Ekushīzu Rei", "ko": "엑시즈 레이", "ko_rr": null, "zh-TW": "超量射線", "zh-CN": "超量射线"}, "text": {"en": "The equipped monster gains 200 ATK for each Xyz Material on the field. Once per turn: You can activate the following effect, based on the equipped monster's card type;\n● Xyz: Detach 2 materials from a monster(s) you control; Set 1 \"Xyz\" Spell/Trap from your Deck.\n● Other: Special Summon 1 monster with the same Level as the equipped monster from your hand in Defense Position, but negate its effects.\nYou can only activate 1 \"Xyz Lay\" per turn.", "de": "Das ausgerüstete Monster erhält für jedes Xyz-Material auf dem Spielfeld 200 ATK. Einmal pro Spielzug: Du kannst den folgenden Effekt aktivieren, basierend auf dem Kartentyp des ausgerüsteten Monsters;\n● Xyz: Hänge 2 Material von einem oder mehr Monstern ab, die du kontrollierst; setze 1 „Xyz“-Zauber/Falle von deinem Deck.\n● Anderer: Beschwöre 1 Monster mit derselben Stufe wie das ausgerüstete Monster als Spezialbeschwörung von deiner Hand in die Verteidigungsposition, aber annulliere seine Effekte.\nDu kannst nur 1 „Xyz-Überlagerung“ pro Spielzug aktivieren.", "es": "El monstruo equipado gana 200 ATK por cada Material Xyz en el Campo. Una vez por turno: puedes activar el siguiente efecto, basado en el tipo de carta del monstruo equipado;\n● Xyz: Desacopla 2 materiales de uno o más monstruos que controles; Coloca 1 Mágica/Trampa \"Xyz\" desde tu Deck.\n● Otro: Invoca de Modo Especial, desde tu mano, 1 monstruo con el mismo Nivel que el del monstruo equipado en Posición de Defensa, pero niega sus efectos.\nSólo puedes activar 1 \"Revestimiento Xyz\" por turno.", "fr": "Le monstre équipé gagne 200 ATK pour chaque Matériel Xyz sur le Terrain. Une fois par tour : vous pouvez activer l'effet suivant, selon le type de carte du monstre équipé ;\n● Xyz : Détachez 2 Matériels d'un ou plusieurs monstres que vous contrôlez ; Posez 1 Magie/Piège \"Xyz\" depuis votre Deck.\n● Autre : Invoquez Spécialement 1 monstre du même Niveau que le monstre équipé depuis votre main en Position de Défense, mais annulez ses effets.\nVous ne pouvez activer qu'1 \"Mise Xyz\" par tour.", "it": "Il mostro equipaggiato guadagna 200 ATK per ogni Materiale Xyz sul Terreno. Una volta per turno: puoi attivare il seguente effetto, a seconda del tipo di carta del mostro equipaggiato;\n● Xyz: Stacca 2 materiali da uno o più mostri che controlli; Posiziona 1 Magia/Trappola \"Xyz\" dal tuo Deck.\n● Altro: Evoca Specialmente 1 mostro con lo stesso Livello del mostro equipaggiato dalla tua mano in Posizione di Difesa, ma annulla i suoi effetti.\nPuoi attivare solo 1 \"Copertura Xyz\" per turno.", "pt": "O monstro equipado ganha 200 de ATK para cada Matéria Xyz no campo. Uma vez por turno: você pode ativar o seguinte efeito, de acordo com o tipo de card de monstro equipado;\n● Xyz: Desassocie 2 matérias de um ou mais monstros que você controla; Baixe 1 Magia/Armadilha \"Xyz\" do seu Deck.\n● Outro: Invoque por Invocação-Especial 1 monstro com o mesmo Nível que o do monstro equipado da sua mão em Posição de Defesa, mas negue seus efeitos.\nVocê só pode ativar 1 \"Camada Xyz\" por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Equip", "series": ["Xyz"], "images": [{"index": 1, "image": "XyzLay-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN088", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE088", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP088", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR088", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT088", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT088", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": null}, "yugipedia_page_id": 1132493, "master_duel_rarity": "SR"}