{"konami_id": 15389, "password": 43175027, "name": {"en": "Glacial Beast Blizzard Wolf", "de": "Eiszeitungeheuer Blizzardwolf", "es": "Bestia Glacial Lobo de la Tormenta de Nieve", "fr": "Loup Blizzard, Bête Glaciale", "it": "Bestia Glaciale Lupo Bufera", "pt": "Fera Glacial Lobo da Nevasca", "ja": "<ruby>極<rt>きょく</rt></ruby><ruby>氷<rt>ひょう</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>ブリザード・ウルフ", "ja_romaji": "Kyokuhyōjū Burizādo Urufu", "ko": "극빙수 블리자드 울프", "ko_rr": "Geukbingsu Beullijadeu Ulpeu", "zh-TW": null, "zh-CN": "极冰兽 雪暴狼"}, "text": {"en": "When a monster declares an attack: You can negate the attack, and if you do, Special Summon 1 Level 4 or lower WATER monster from your hand, except \"Glacial Beast Blizzard Wolf\". At the start of your opponent's Battle Phase, if this card is in your GY and you control no monsters: You can Special Summon this card in Attack Position, but banish it when it leaves the field. You can only use each effect of \"Glacial Beast Blizzard Wolf\" once per turn.", "de": "Wenn ein Monster einen Angriff deklariert: Du kannst den Angriff annullieren und falls du dies tust, beschwöre 1 WASSER Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand, außer „Eiszeitungeheuer Blizzardwolf“. Am Beginn der Battle Phase deines Gegners, falls sich diese Karte in deinem Friedhof befindet und du keine Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung in die Angriffsposition beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Eiszeitungeheuer Blizzardwolf“ nur einmal pro Spielzug verwenden.", "es": "Cuando un monstruo declara un ataque: puedes negar el ataque y, si lo haces, Invoca de Modo Especial, desde tu mano, 1 monstruo de AGUA de Nivel 4 o menor, excepto \"Bestia Glacial Lobo de la Tormenta de Nieve\". Al comienzo de la Battle Phase de tu adversario, si esta carta está en tu Cementerio y tú no controlas monstruos: puedes Invocar esta carta de Modo Especial en Posición de Ataque, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Bestia Glacial Lobo de la Tormenta de Nieve\" una vez por turno.", "fr": "Lorsqu'un monstre déclare une attaque : vous pouvez annuler l'attaque, et si vous le faites, Invoquez Spécialement 1 monstre EAU de max. Niveau 4 (\"Loup Blizzard, Bête Glaciale\" exclu) depuis votre main. Au début de la Battle Phase de votre adversaire, si cette carte est dans votre Cimetière et que vous ne contrôlez aucun monstre : vous pouvez Invoquer Spécialement cette carte en Position d'Attaque, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Loup Blizzard, Bête Glaciale\" qu'une fois par tour.", "it": "Quando un mostro dichiara un attacco: puoi annullare l'attacco e, se lo fai, Evoca Specialmente 1 mostro ACQUA di Livello 4 o inferiore dalla tua mano, eccetto \"Bestia Glaciale Lupo Bufera\". All'inizio della Battle Phase del tuo avversario, se questa carta è nel tuo Cimitero e tu non controlli nessun mostro: puoi Evocare Specialmente questa carta in Posizione di Attacco, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Bestia Glaciale Lupo Bufera\" una sola volta per turno.", "pt": "Quando um monstro declarar um ataque: você pode negar o ataque e, se isso acontecer, Invoque por Invocação-Especial 1 monstro de ÁGUA de Nível 4 ou menos da sua mão, exceto \"Fera Glacial Lobo da Nevasca\". No começo da Fase de Batalha do seu oponente, se este card estiver no seu Cemitério e você não controlar nenhum monstro: você pode Invocar este card por Invocação-Especial em Posição de Ataque, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Fera Glacial Lobo da Nevasca\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分または相手のモンスターの攻撃宣言時に発動できる。その攻撃を無効にし、手札から「極氷獣ブリザード・ウルフ」以外のレベル４以下の水属性モンスター１体を特殊召喚する。②：このカードが墓地に存在し、自分フィールドにモンスターが存在しない場合、相手バトルフェイズ開始時に発動できる。このカードを攻撃表示で特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 또는 상대 몬스터의 공격 선언시에 발동할 수 있다. 그 공격을 무효로 하고, 패에서 \"극빙수 블리자드 울프\" 이외의 레벨 4 이하의 물 속성 몬스터 1장을 특수 소환한다. ②: 이 카드가 묘지에 존재하고, 자신 필드에 몬스터가 존재하지 않을 경우, 상대 배틀 페이즈 개시시에 발동할 수 있다. 이 카드를 공격 표시로 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：自己或者对方的怪兽的攻击宣言时才能发动。那次攻击无效，从手卡把「极冰兽 雪暴狼」以外的1只4星以下的水属性怪兽特殊召唤。\n②：这张卡在墓地存在，自己场上没有怪兽存在的场合，对方战斗阶段开始时才能发动。这张卡攻击表示特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 4, "atk": 1400, "def": 700, "series": ["Glacial Beast"], "images": [{"index": 1, "image": "GlacialBeastBlizzardWolf-BLAR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN031", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLAR-DE031", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLAR-SP031", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLAR-FR031", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLAR-IT031", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLAR-PT031", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "CP20-JP031", "set_name": "Collection Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "CP20-KR031", "set_name": "Collection Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 707920}