{"konami_id": 20606, "password": 43219114, "name": {"en": "Majesty of the White Dragons", "de": "Majestät der weißen Drachen", "es": "Majestad de los Dragones Blancos", "fr": "Majesté des Dragons Blancs", "it": "Maestà dei Draghi Bianchi", "pt": "Majestade dos Dragões Brancos", "ja": "<ruby>白<rt>しろ</rt></ruby>き<ruby>龍<rt>りゅう</rt></ruby>の<ruby>威<rt>い</rt></ruby><ruby>光<rt>こう</rt></ruby>", "ja_romaji": "Shiroki Ryū no Ikō", "ko": "하얀 용의 위광", "ko_rr": null, "zh-TW": null, "zh-CN": "白之龙的威光"}, "text": {"en": "Show up to 3 of the \"Blue-Eyes White Dragon\" in your hand, face-up Monster Zone, and/or GY, then destroy an equal number of cards your opponent controls. You can banish this card from your GY; Ritual Summon 1 Ritual Monster from your hand, by Tributing \"Blue-Eyes White Dragon(s)\" from your hand or field whose total Levels equal its Level. You can only use each effect of \"Majesty of the White Dragons\" once per turn.", "de": "Zeige bis zu 3 der „Blauäugiger w. Drache“ in deiner Hand, offen in deiner Monsterzone und/oder in deinem Friedhof, dann zerstöre dieselbe Anzahl Karten, die dein Gegner kontrolliert. Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 Ritualmonster als Ritualbeschwörung von deiner Hand, indem du einen oder mehr „Blauäugiger w. Drache“, deren gemeinsame Stufe der Stufe des Ritualmonsters entspricht, von deiner Hand oder Spielfeldseite als Tribut anbietest. Du kannst jeden Effekt von „Majestät der weißen Drachen“ nur einmal pro Spielzug verwenden.", "es": "Enseña hasta 3 de los \"Dragón Blanco de Ojos Azules\" en tu mano, Zona de Monstruos boca arriba y/o Cementerio, y después destruye el mismo número de cartas que controle tu adversario. Puedes desterrar esta carta en tu Cementerio; Invoca por Ritual 1 Monstruo de Ritual desde tu mano, Sacrificando uno o más \"Dragón Blanco de Ojos Azules\" en tu mano o Campo cuyos Niveles totales sean iguales a su Nivel. Sólo puedes usar cada efecto de \"Majestad de los Dragones Blancos\" una vez por turno.", "fr": "Montrez max. 3 \"Dragon Blanc aux Yeux Bleus\" dans votre main, Zone Monstre face recto et/ou Cimetière, puis détruisez un nombre égal de cartes contrôlées par votre adversaire. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Rituellement 1 Monstre Rituel depuis votre main, en Sacrifiant des \"Dragon Blanc aux Yeux Bleus\" depuis votre main ou Terrain dont le Niveau total est égal à son Niveau. Vous ne pouvez utiliser chaque effet de \"Majesté des Dragons Blancs\" qu'une fois par tour.", "it": "Mostra fino a 3 \"Drago Bianco Occhi Blu\" nella tua mano, Zona Mostri scoperta e/o Cimitero, poi distruggi un pari numero di carte controllate dal tuo avversario. Puoi bandire questa carta dal tuo Cimitero; Evoca tramite Rituale 1 Mostro Rituale dalla tua mano, offrendo come Tributo dalla tua mano o Terreno uno o più \"Drago Bianco Occhi Blu\" con Livello totale pari al suo Livello. Puoi utilizzare ogni effetto di \"Maestà dei Draghi Bianchi\" una sola volta per turno.", "pt": "Mostre até 3 dos \"Dragão Branco de Olhos Azuis\" na sua mão, na Zona de Monstros com a face para cima e/ou no Cemitério e, depois, destrua um mesmo número de cards que seu oponente controla. Você pode banir este card do seu Cemitério; Invoque por Invocação-Ritual 1 Monstro de Ritual da sua mão, ao oferecer como Tributo um ou mais \"Dragão Branco de Olhos Azuis\" da sua mão ou do campo cuja soma dos Níveis seja igual ao seu Nível. Você só pode usar cada efeito de \"Majestade dos Dragões Brancos\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の手札・フィールド（表側表示）・墓地の「青眼の白龍」を３体まで選び、お互いに確認する。その後、確認した数だけ相手フィールドのカードを破壊する。②：墓地のこのカードを除外して発動できる。レベルの合計が儀式召喚するモンスターと同じになるように、自分の手札・フィールドの「青眼の白龍」をリリースし、手札から儀式モンスター１体を儀式召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드(앞면 표시) / 묘지의 \"푸른 눈의 백룡\"을 3장까지 고르고, 서로 확인한다. 그 후, 확인한 수만큼 상대 필드의 카드를 파괴한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 레벨의 합계가 의식 소환할 몬스터와 같아지도록, 자신의 패 / 필드의 \"푸른 눈의 백룡\"을 릴리스하고, 패에서 의식 몬스터 1장을 의식 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：挑选自己手牌・场上（表侧表示）・墓地的最多３只“青眼白龙”给双方确认。然后，依所确认数量，将对手场上的卡破坏。②：将墓地的此卡除外可以发动。为使合计等级与仪式召唤的怪兽相等，将自己手牌・场上的“青眼白龙”解放，从手牌将１只仪式怪兽仪式召唤。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "MajestyoftheWhiteDragons-SDWD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDWD-EN027", "set_name": "Structure Deck: Blue-Eyes White Destiny", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDWD-DE027", "set_name": "Structure Deck: Blue-Eyes White Destiny", "rarities": ["Super Rare"]}], "es": [{"set_number": "SDWD-SP027", "set_name": "Structure Deck: Blue-Eyes White Destiny", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDWD-FR027", "set_name": "Structure Deck: Blue-Eyes White Destiny", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDWD-IT027", "set_name": "Structure Deck: Blue-Eyes White Destiny", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDWD-PT027", "set_name": "Structure Deck: Blue-Eyes White Destiny", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD47-JP027", "set_name": "Structure Deck: Advent of the Eyes of Blue", "rarities": ["Normal Parallel Rare"]}, {"set_number": "SD47-JPP05", "set_name": "Structure Deck: Advent of the Eyes of Blue Legendary Majesty Inheritance Pack", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "SD47-KR027", "set_name": "Structure Deck: Advent of the Eyes of Blue", "rarities": ["Normal Parallel Rare"]}, {"set_number": "SD47-KRP05", "set_name": "Structure Deck: Advent of the Eyes of Blue Legendary Majesty Inheritance Pack", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "SD47-SC027", "set_name": "Structure Deck: Advent of the Eyes of Blue", "rarities": ["Normal Parallel Rare"]}, {"set_number": "SD47-SCP05", "set_name": "Structure Deck: Advent of the Eyes of Blue Legendary Majesty Inheritance Pack", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1074772}