{"konami_id": 15896, "password": 43256007, "name": {"en": "Zuijin of the Ice Barrier", "de": "Zuijin der Eisbarriere", "es": "Zuijin de la Barrera de Hielo", "fr": "Zuijin de la Barrière de Glace", "it": "Zuijin della Barriera di Ghiaccio", "pt": "Zuijin da Barreira de Gelo", "ja": "<ruby>氷<rt>ひょう</rt></ruby><ruby>結<rt>けっ</rt></ruby><ruby>界<rt>かい</rt></ruby>の<ruby>随<rt>ずい</rt></ruby><ruby>身<rt>じん</rt></ruby>", "ja_romaji": "Hyōkekkai no Zuijin", "ko": "빙결계의 수신", "ko_rr": "Binggyeolgye-ui Sujin", "zh-TW": "冰結界的隨身", "zh-CN": "冰结界的随身"}, "text": {"en": "You can Tribute this card; Special Summon 1 Level 5 or higher \"Ice Barrier\" monster from your hand. If this card is in your GY, except the turn it was sent there: You can target 1 Level 3 or higher WATER monster you control; reduce its Level by exactly 2, and if you do, Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Zuijin of the Ice Barrier\" once per turn.", "de": "Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Eisbarriere“-Monster der Stufe 5 oder höher als Spezialbeschwörung von deiner Hand. Falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie dorthin gelegt wurde: Du kannst 1 WASSER Monster der Stufe 3 oder höher wählen, das du kontrollierst; verringere seine Stufe um genau 2 und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Zuijin der Eisbarriere“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu mano, 1 monstruo \"Barrera de Hielo\" de Nivel 5 o mayor. Si esta carta está en tu Cementerio, excepto en el turno en el que ésta fue mandada allí: puedes seleccionar 1 monstruo de AGUA de Nivel 3 o mayor que controles; reduce su Nivel exactamente en 2 y, si lo haces, Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Zuijin de la Barrera de Hielo\" una vez por turno.", "fr": "Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Barrière de Glace\" de min. Niveau 5 depuis votre main. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez cibler 1 monstre EAU de min. Niveau 3 que vous contrôlez ; réduisez son Niveau d'exactement 2, et si vous le faites, Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Zuijin de la Barrière de Glace\" qu'une fois par tour.", "it": "Puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro \"Barriera di Ghiaccio\" di Livello 5 o superiore dalla tua mano. Se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata lì: puoi scegliere come bersaglio 1 mostro ACQUA di Livello 3 o superiore che controlli; riduci il suo Livello di esattamente 2 e, se lo fai, Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Zuijin della Barriera di Ghiaccio\" una sola volta per turno.", "pt": "Você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro \"Barreira de Gelo\" de Nível 5 ou mais da sua mão. Se este card estiver no seu Cemitério, exceto no turno em que foi enviado para lá: você pode escolher 1 monstro de ÁGUA de Nível 3 ou mais que você controla; reduza o Nível dele em exatamente 2 e, se isso acontecer, Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Zuijin da Barreira de Gelo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードをリリースして発動できる。手札からレベル５以上の「氷結界」モンスター１体を特殊召喚する。②：このターンに墓地へ送られていないこのカードが墓地に存在する場合、自分フィールドのレベル３以上の水属性モンスター１体を対象として発動できる。そのモンスターのレベルを２つ下げ、このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고 발동할 수 있다. 패에서 레벨 5 이상의 \"빙결계\" 몬스터 1장을 특수 소환한다. ②: 이 턴에 묘지로 보내져 있지 않은 이 카드가 묘지에 존재할 경우, 자신 필드의 레벨 3 이상의 물 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨을 2개 내리고, 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：解放此卡可以发动。从手牌将１只等级５以上的“冰结界”怪兽特殊召唤。\n②：不是在此回合被送至墓地的此卡存在于墓地的情况下，以自己场上１只等级３以上的水属性怪兽为对象可以发动。该怪兽的等级下降２，将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "WATER", "level": 2, "atk": 500, "def": 300, "series": ["Ice Barrier"], "images": [{"index": 1, "image": "ZuijinoftheIceBarrier-SDFC-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDFC-EN005", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDFC-DE005", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDFC-FR005", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDFC-IT005", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDFC-PT005", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP191", "set_name": "V Jump January 2021 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "22PP-JP028", "set_name": "Premium Pack 2022", "rarities": ["Secret Rare"]}, {"set_number": "TW01-JP034", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "PP16-KR045", "set_name": "Premium Pack Vol.16", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}, {"set_number": "TW01-KR034", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC034", "set_name": "Terminal World (set)", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717595, "master_duel_rarity": "R"}