{"konami_id": 19367, "password": 43338320, "name": {"en": "Mementomictlan", "de": "Mementomictlan", "es": "Mementomictlán", "fr": "Mémentomictlan", "it": "Mementomictlan", "pt": "Mementomictlan", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>骸<rt>がい</rt></ruby><ruby>府<rt>ふ</rt></ruby>－メメントラン", "ja_romaji": "Meigaifu - Mementoran", "ko": "명해부－메멘토란", "ko_rr": "Myeonghaebu - Mementoran", "zh-TW": "冥骸府－冥銘途冥界", "zh-CN": "冥骸府－冥铭途兰"}, "text": {"en": "If your \"Memento\" monster battles, your opponent cannot activate any Spell/Trap Cards until the end of the Damage Step. If a monster(s) you control is destroyed by battle or card effect: You can target 1 of those monsters; Special Summon 1 \"Memento\" monster with a lower Level from your hand or GY. You can only use this effect of \"Mementomictlan\" once per turn. Once per turn, during your End Phase: You can target 1 \"Memento\" Spell/Trap in your GY; Set it.", "de": "Falls dein „Memento“-Monster kämpft, kann dein Gegner bis zum Ende des Damage Steps keine Zauber-/Fallenkarten aktivieren. Falls ein oder mehr Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst 1 jener Monster wählen; beschwöre 1 „Memento“-Monster mit einer niedrigeren Stufe als Spezialbeschwörung von deiner Hand oder deinem Friedhof. Du kannst diesen Effekt von „Mementomictlan“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während deiner End Phase: Du kannst 1 „Memento“-Zauber/Falle in deinem Friedhof wählen; setze ihn oder sie.", "es": "Si tu monstruo \"Memento\" batalla, tu adversario no puede activar Cartas Mágicas/de Trampa hasta el final del Damage Step. Si uno o más monstruos que controles son destruidos en batalla o por el efecto de una carta: puedes seleccionar 1 de esos monstruos; Invoca de Modo Especial, desde tu mano o Cementerio, 1 monstruo \"Memento\" con Nivel menor. Sólo puedes usar este efecto de \"Mementomictlán\" una vez por turno. Una vez por turno, durante tu End Phase: puedes seleccionar 1 Mágica/Trampa \"Memento\" en tu Cementerio; Colócala.", "fr": "Si votre monstre \"Mémento\" combat, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Si un ou plusieurs monstres que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez cibler 1 de ces monstres ; Invoquez Spécialement 1 monstre \"Mémento\" de Niveau inférieur depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Mémentomictlan\" qu'une fois par tour. Une fois par tour, durant votre End Phase : vous pouvez cibler 1 Magie/Piège \"Mémento\" dans votre Cimetière ; Posez-le.", "it": "Se un tuo mostro \"Memento\" combatte, il tuo avversario non può attivare nessuna Carta Magia/Trappola fino alla fine del Damage Step. Se uno o più mostri che controlli vengono distrutti in battaglia o dall'effetto di una carta: puoi scegliere come bersaglio 1 di quei mostri; Evoca Specialmente 1 mostro \"Memento\" con Livello inferiore dalla tua mano o Cimitero. Puoi utilizzare questo effetto di \"Mementomictlan\" una sola volta per turno. Una volta per turno, durante la tua End Phase: puoi scegliere come bersaglio 1 Magia/Trappola \"Memento\" nel tuo Cimitero; Posizionala.", "pt": "Se um monstro \"Memento\" seu batalhar, seu oponente não pode ativar nenhum Card de Magia/Armadilha até o final da Etapa de Dano. Se um ou mais monstros que você controla forem destruídos em batalha ou por um efeito de card: você pode escolher 1 desses monstros; Invoque por Invocação-Especial 1 monstro \"Memento\" com um Nível menor da sua mão ou do Cemitério. Você só pode usar este efeito de \"Mementomictlan\" uma vez por turno. Uma vez por turno, durante sua Fase Final: você pode escolher 1 Magia/Armadilha \"Memento\" no seu Cemitério; Baixe-a.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分の「メメント」モンスターが戦闘を行う場合、相手はダメージステップ終了時まで魔法・罠カードを発動できない。②：自分フィールドのモンスターが戦闘・効果で破壊された場合、その内の１体を対象として発動できる。そのモンスターよりレベルが低い「メメント」モンスター１体を自分の手札・墓地から特殊召喚する。③：自分エンドフェイズに、自分の墓地の「メメント」魔法・罠カード１枚を対象として発動できる。そのカードを自分フィールドにセットする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"메멘토\" 몬스터가 전투를 실행할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 카드를 발동할 수 없다. ②: 자신 필드의 몬스터가 전투 / 효과로 파괴되었을 경우, 그 중의 1장을 대상으로 하고 발동할 수 있다. 그 몬스터보다 레벨이 낮은 \"메멘토\" 몬스터 1장을 자신의 패 / 묘지에서 특수 소환한다. ③: 자신 엔드 페이즈에, 자신 묘지의 \"메멘토\" 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드에 세트한다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。 ①：在我方的「冥銘途」怪獸進行戰鬥的狀況下，對方在傷害步驟結束前無法發動魔法・陷阱卡。 ②：在我方場上的怪獸因戰鬥・效果被破壞的狀況下，可將其中１隻做為對象發動。從我方手牌・墓地特殊召喚１隻等級低於該怪獸的「冥銘途」怪獸。 ③：我方結束階段，可將我方墓地的１張「冥銘途」魔法・陷阱卡做為對象發動。將該卡覆蓋在我方場上。", "zh-CN": "此卡名的②效果１回合仅可使用１次。\n①：自己的“冥铭途”怪兽进行战斗的情况下，对手直至伤害步骤结束时为止，不可发动魔法・陷阱卡。\n②：自己场上的怪兽因战斗・效果被破坏的情况下，以其中１只为对象可以发动。从自己的手牌・墓地将１只等级低于该怪兽的“冥铭途”怪兽特殊召唤。\n③：在自己的结束阶段，以自己墓地的１张“冥铭途”魔法・陷阱卡为对象可以发动。将该卡放置在自己场上。"}, "card_type": "Spell", "property": "Field", "series": ["Memento"], "images": [{"index": 1, "image": "Mementomictlan-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "VASM-EN008", "set_name": "Valiant Smashers", "rarities": ["Rare", "Collector's Rare"]}, {"set_number": "MP24-EN298", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "VASM-DE008", "set_name": "Valiant Smashers", "rarities": ["Rare", "Collector's Rare"]}, {"set_number": "MP24-DE298", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "VASM-FR008", "set_name": "Valiant Smashers", "rarities": ["Rare", "Collector's Rare"]}, {"set_number": "MP24-FR298", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "VASM-IT008", "set_name": "Valiant Smashers", "rarities": ["Rare", "Collector's Rare"]}, {"set_number": "MP24-IT298", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "VASM-PT008", "set_name": "Valiant Smashers", "rarities": ["Rare", "Collector's Rare"]}, {"set_number": "MP24-PT298", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBVS-JP008", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBVS-KR008", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBVS-SC008", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 992709, "master_duel_rarity": "R"}