{"konami_id": 13584, "password": 43464884, "name": {"en": "Three Trolling Trolls", "de": "Drei trollende Trolle", "es": "Tres Trolls Troleando", "fr": "Trois Trolls Trollants", "it": "Tre Troll Trollanti", "pt": "Três Tristes Trolls", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>海<rt>かい</rt></ruby>のアウトロール", "ja_romaji": "Yōkai no Autorōru", "ko": "요해의 아우트롤", "ko_rr": null, "zh-TW": "妖海的非法獵捕", "zh-CN": "妖海的非法猎捕"}, "text": {"en": null, "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Ungeheuer-Krieger-Monster in deinem Friedhof wählen; die Eigenschaft und Stufe dieser Karte werden bis zum Ende dieses Spielzugs dieselben wie die des Monsters. Während deiner Main Phase: Du kannst 1 Ungeheuer-Krieger-Monster mit derselben Eigenschaft und Stufe wie diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst jeden Effekt von „Drei trollende Trolle“ nur einmal pro Spielzug verwenden. Du kannst in dem Spielzug, in dem du einen der Effekte dieser Karte aktivierst, keine Monster als Spezialbeschwörung beschwören, außer Ungeheuer-Krieger-Monstern.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo Guerrero-Bestia en tu Cementerio; hasta el final de este turno, el Atributo y Nivel de esta carta se convierten en los mismos que los de ese monstruo. Durante tu Main Phase: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo Guerrero-Bestia con el mismo Atributo y Nivel que esta carta. Sólo puedes usar cada efecto de \"Tres Trolls Troleando\" una vez por turno. El turno en el que activas cualquiera de los efectos de esta carta no puedes Invocar monstruos de Modo Especial, excepto monstruos Guerrero-Bestia.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre Bête-Guerrier dans votre Cimetière ; jusqu'à la fin de ce tour, l'Attribut et Niveau de cette carte deviennent les mêmes que ceux du monstre. Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre Bête-Guerrier du même Attribut et Niveau que cette carte depuis votre main. Vous ne pouvez utiliser chaque effet de \"Trois Trolls Trollants\" qu'une fois par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres Bête-Guerrier exclus) le tour où vous activez un effet de cette carte.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro Guerriero-Bestia nel tuo Cimitero; l'Attributo e il Livello di questa carta diventano gli stessi di quel mostro, fino alla fine di questo turno. Durante la tua Main Phase: puoi Evocare Specialmente dalla tua mano 1 mostro Guerriero-Bestia con lo stesso Attributo e Livello di questa carta. Puoi utilizzare ogni effetto di \"Tre Troll Trollanti\" una sola volta per turno. Non puoi Evocare Specialmente mostri nel turno in cui attivi uno dei due effetti di questa carta, eccetto mostri Guerriero-Bestia.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro Besta-Guerreira no seu Cemitério; até o final deste turno, o Atributo e o Nível deste card se tornam o mesmo que o desse monstro. Durante sua Fase Principal: você pode Invocar por Invocação-Especial da sua mão 1 monstro Besta-Guerreira com o mesmo Atributo e Nível que o deste card. Você só pode usar cada efeito de \"Três Tristes Trolls\" uma vez por turno. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar qualquer um dos efeitos deste card, exceto monstros Besta-Guerreira.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できず、この効果を発動するターン、自分は獣戦士族モンスターしか特殊召喚できない。\n①：このカードが召喚・特殊召喚した場合、自分の墓地の獣戦士族モンスター１体を対象として発動できる。このカードの属性・レベルはターン終了時まで、そのモンスターと同じになる。\n②：自分メインフェイズに発動できる。このカードと同じ属性・レベルを持つ獣戦士族モンスター１体を手札から特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없으며, 이 효과를 발동하는 턴에, 자신은 야수전사족 몬스터밖에 특수 소환할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 자신 묘지의 야수전사족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 속성 / 레벨은 턴 종료시까지, 그 몬스터와 같아진다. ②: 자신 메인 페이즈에 발동할 수 있다. 이 카드와 같은 속성 / 레벨을 가지는 야수전사족 몬스터 1장을 패에서 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次，發動此效果的回合，我方可特殊召喚的怪獸僅限獸戰士族怪獸。①：在此卡召喚・特殊召喚成功的狀況下，可將我方墓地的１隻獸戰士族怪獸做為對象發動。此卡的屬性・等級在回合結束前變為與該怪獸相同。②：可在我方主要階段發動。從手牌特殊召喚１隻屬性・等級與此卡相同的獸戰士族怪獸。", "zh-CN": "此卡牌名的①②效果１回合只可各使用１次，发动此效果的回合，我方只可特殊召唤兽战士族怪兽。①：此卡召唤、特殊召唤成功的场合，可以我方墓地的１只兽战士族怪兽为对象发动。直至回合结束时，此卡的属性、等级变为与该怪兽相同。②：可在我方主要阶段发动。从手牌特殊召唤１只持有与此卡相同属性、等级的兽战士族怪兽。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Tuner / Effect", "attribute": "WATER", "level": 3, "atk": 1000, "def": 1300, "images": [{"index": 1, "image": "ThreeTrollingTrolls-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN030", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-EN015", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE030", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-DE015", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR030", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-FR015", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT030", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-IT015", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT030", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-PT015", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "FLOD-JP030", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "FLOD-KR030", "set_name": "Flames of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548649, "master_duel_rarity": "N"}