{"konami_id": 19716, "password": 43502497, "name": {"en": "Pendulum Witch", "de": "Pendelhexe", "es": "Bruja de Péndulo", "fr": "Sorcière Pendule", "it": "Strega Pendulum", "pt": "Bruxa Pêndulo", "ja": "ペンデュラム・ウィッチ", "ja_romaji": "Pendyuramu Wicchi", "ko": "펜듈럼 위치", "ko_rr": null, "zh-TW": "鐘擺・女巫", "zh-CN": "灵摆・女巫"}, "text": {"en": "If this card is Normal or Pendulum Summoned: You can target 1 card in your Pendulum Zone; destroy both that target and this card, and if you do, add 1 Level 4 or lower Pendulum Monster from your Deck to your hand. You can only use this effect of \"Pendulum Witch\" once per turn. If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone.", "de": "Falls diese Karte als Normal- oder Pendelbeschwörung beschworen wird: Du kannst 1 Karte in deiner Pendelzone wählen; zerstöre sowohl jenes gewählte Ziel als auch diese Karte und falls du dies tust, füge deiner Hand 1 Pendelmonster der Stufe 4 oder niedriger von deinem Deck hinzu. Du kannst diesen Effekt von „Pendelhexe“ nur einmal pro Spielzug verwenden. Falls diese Karte in der Monsterzone zerstört wird: Du kannst diese Karte in deine Pendelzone legen.", "es": "Si esta carta es Invocada de Modo Normal o por Péndulo: puedes seleccionar 1 carta en tu Zona de Péndulo; destruye ambas, ese objetivo y esta carta y, si lo haces, añade a tu mano 1 Monstruo de Péndulo de Nivel 4 o menor en tu Deck. Sólo puedes usar este efecto de \"Bruja de Péndulo\" una vez por turno. Si esta carta en la Zona de Monstruos es destruida: puedes poner esta carta en tu Zona de Péndulo.", "fr": "Si cette carte est Invoquée Normalement ou par Pendulation : vous pouvez cibler 1 carte dans votre Zone Pendule ; détruisez la cible ainsi que cette carte, et si vous le faites, ajoutez 1 Monstre Pendule de max. Niveau 4 depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Sorcière Pendule\" qu'une fois par tour. Si cette carte dans la Zone Monstre est détruite : vous pouvez placer cette carte dans votre Zone Pendule.", "it": "Se questa carta viene Evocata Normalmente o Pendulum: puoi scegliere come bersaglio 1 carta nella tua Zona Pendulum; distruggi sia quel bersaglio che questa carta e, se lo fai, aggiungi 1 Mostro Pendulum di Livello 4 o inferiore dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Strega Pendulum\" una sola volta per turno. Se questa carta nella Zona Mostri viene distrutta: puoi mettere questa carta nella tua Zona Pendulum.", "pt": "Se este card for Invocado por Invocação-Normal ou Pêndulo: você pode escolher 1 card na sua Zona de Pêndulo; destrua tanto o alvo quanto este card e, se isso acontecer, adicione 1 Monstro Pêndulo de Nível 4 ou menos do seu Deck à sua mão. Você só pode usar este efeito de \"Bruxa Pêndulo\" uma vez por turno. Se este card na Zona de Monstros for destruído: você pode colocar este card na sua Zona de Pêndulo.", "ja": "このカード名の①のモンスター効果は１ターンに１度しか使用できない。①：このカードが召喚・Ｐ召喚した場合、自分のＰゾーンのカード１枚を対象として発動できる。そのカードとこのカードを破壊し、デッキからレベル４以下のＰモンスター１体を手札に加える。②：モンスターゾーンのこのカードが破壊された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "이 카드명의 ①의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 펜듈럼 소환했을 경우, 자신의 펜듈럼 존의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드와 이 카드를 파괴하고, 덱에서 레벨 4 이하의 펜듈럼 몬스터 1장을 패에 넣는다. ②: 몬스터 존의 이 카드가 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": "此卡名的①怪獸效果，１回合僅限使用１次。 ①：在此卡召喚・鐘擺召喚的狀況下，可將我方鐘擺區的１張卡做為對象發動。破壞該卡及此卡，從牌組將１隻等級４以下的鐘擺怪獸加入手牌。 ②：可在怪獸區的此卡被破壞的狀況下發動。將此卡置於我方鐘擺區。", "zh-CN": "此卡名的①怪兽效果１回合仅可使用１次。①：此卡召唤・灵摆召唤的情况下，以自己灵摆区域的１张卡为对象可以发动。将该卡和此卡破坏，从牌组将１只等级４以下的灵摆怪兽加入手牌。②：怪兽区域的此卡被破坏的情况下可以发动。将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "EARTH", "level": 3, "atk": 1500, "def": 800, "pendulum_scale": 8, "pendulum_effect": {"en": "If a face-up Fusion, Synchro, and/or Xyz Monster(s) you control is destroyed by battle or an opponent's card effect while this card is in the Pendulum Zone: You can add 1 Pendulum Monster with the same original Type as 1 of those monsters, from your Deck to your face-up Extra Deck. You can only use this effect of \"Pendulum Witch\" once per turn.", "de": "Falls ein oder mehr offene Fusions-, Synchro- und/oder Xyz-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört werden, solange diese Karte in der Pendelzone liegt: Du kannst deinem Extra Deck 1 Pendelmonster mit demselben Grund-Typ wie 1 jener Monster von deinem Deck offen hinzufügen. Du kannst diesen Effekt von „Pendelhexe“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más Monstruos de Fusión, Sincronía y/o Xyz boca arriba que controlas son destruidos en batalla o por el efecto de una carta del adversario mientras esta carta está en la Zona de Péndulo: puedes añadir a tu Deck Extra boca arriba 1 Monstruo de Péndulo en tu Deck con el mismo Tipo original que el de 1 de esos monstruos. Sólo puedes usar este efecto de \"Bruja de Péndulo\" una vez por turno.", "fr": "Si un ou plusieurs Monstres Fusion, Synchro et/ou Xyz face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire tant que cette carte dans la Zone Pendule : vous pouvez ajouter 1 Monstre Pendule du même Type d'origine qu'1 de ces monstres, depuis votre Deck à votre Extra Deck face recto. Vous ne pouvez utiliser cet effet de \"Sorcière Pendule\" qu'une fois par tour.", "it": "Se uno o più Mostri Fusione, Synchro e/o Xyz scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta dell'avversario mentre questa carta è nella Zona Pendulum: puoi aggiungere 1 Mostro Pendulum con lo stesso Tipo originale di 1 di quei mostri, dal tuo Deck al tuo Extra Deck scoperto. Puoi utilizzare questo effetto di \"Strega Pendulum\" una sola volta per turno.", "pt": "Se um ou mais Monstros de Fusão, Sincro e/ou Xyz com a face para cima que você controla forem destruídos em batalha ou por um efeito de card do oponente enquanto este card estiver na Zona de Pêndulo: você pode adicionar 1 Monstro Pêndulo com o mesmo Tipo original que 1 desses monstros, do seu Deck ao seu Deck Adicional com a face para cima. Você só pode usar este efeito de \"Bruxa Pêndulo\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：このカードがＰゾーンに存在する状態で、自分フィールドの表側表示の融合・Ｓ・Ｘモンスターが戦闘または相手の効果で破壊された場合に発動できる。元々の種族がその内の１体と同じとなるＰモンスター１体をデッキからＥＸデッキに表側で加える。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 펜듈럼 존에 존재하는 상태에서, 자신 필드의 앞면 표시의 융합 / 싱크로 / 엑시즈 몬스터가 전투 또는 상대 효과로 파괴되었을 경우에 발동할 수 있다. 원래의 종족이 그 중의 1장과 같아지는 펜듈럼 몬스터 1장을 덱에서 엑스트라 덱에 앞면으로 넣는다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。 ①：此卡存在於鐘擺區的狀態，可在我方場上的正面表示的融合・同步・超量怪獸因戰鬥或對方的效果被破壞的狀況下發動。從牌組將１隻原本的種族與其中的１隻相同的鐘擺怪獸以正面加入額外牌組。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：此卡存在于灵摆区域的状态下，自己场上表侧表示的融合・同步・超量怪兽因战斗或对手的效果被破坏的情况下可以发动。从牌组将１只原本种族与其中１只相同的灵摆怪兽以表侧加入额外牌组。"}, "series": ["Pendulum"], "images": [{"index": 1, "image": "PendulumWitch-LEDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN098", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "de": [{"set_number": "LEDE-DE098", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LEDE-FR098", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "it": [{"set_number": "LEDE-IT098", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LEDE-PT098", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP244", "set_name": "V Jump December 2023 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "24PP-KRB21", "set_name": "Premium Pack 2024 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1012672, "master_duel_rarity": "SR"}