{"konami_id": 15375, "password": 43575579, "name": {"en": "Afterglow", "de": "Nachleuchten", "es": "Luminiscencia", "fr": "Dernières Lueurs", "it": "Riverbero", "pt": "Arrebol do Crepúsculo", "ja": "アフター・グロー", "ja_romaji": "Afutā Gurō", "ko": "애프터 글로", "ko_rr": "Aepeuteo Geullo", "zh-TW": "餘暉", "zh-CN": "余晖"}, "text": {"en": null, "de": "Verbanne diese Karte und so viele „Nachleuchten“ von deiner Hand, deinem Deck, deinem Friedhof und offen von deiner Spielfeldseite wie möglich, dann mische 1 deiner verbannten „Nachleuchten“ ins Deck. Während deiner nächsten Draw Phase, zeige die Karte, die du für dein normales Ziehen ziehst, vor und füge deinem Gegner 4000 Schaden zu, falls es „Nachleuchten“ ist. Du kannst nur 1 „Nachleuchten“ pro Duell aktivieren.", "es": "Destierra esta carta, y tantas \"Luminiscencia\" en tu mano, Deck, Cementerio y Campo boca arriba como sea posible, y después baraja al Deck 1 de tus \"Luminiscencia\" desterradas. Durante tu próxima Draw Phase, muestra la carta que robaste en tu robo normal, e inflige 4000 puntos de daño a tu adversario si es \"Luminiscencia\". Sólo puedes activar 1 \"Luminiscencia\" por Duelo.", "fr": "Bannissez cette carte, et autant de \"Dernières Lueurs\" depuis votre main, Deck, Cimetière et Terrain face recto que possible, puis mélangez 1 de vos \"Dernières Lueurs\" bannis dans le Deck. Durant votre prochaine Draw Phase, révélez la carte que vous piochez pour votre pioche normale, et infligez 4000 points de dommages à votre adversaire si c'est \"Dernières Lueurs\". Vous ne pouvez activer qu'1 \"Dernières Lueurs\" par Duel.", "it": "Bandisci questa carta e tanti \"Riverbero\" dalla tua mano, Deck, Cimitero e Terreno scoperto quanti possibile, poi mischia 1 dei tuoi \"Riverbero\" banditi nel Deck. Durante la tua prossima Draw Phase, rivela la carta che peschi per la tua normale pescata e infliggi 4000 danni al tuo avversario se è \"Riverbero\". Puoi attivare solo 1 \"Riverbero\" per Duello.", "pt": "Bana este card e tantos \"Arrebol do Crepúsculo\" da sua mão, do Deck, do Cemitério e do campo com a face para cima quanto possível e, depois, embaralhe 1 dos seus \"Arrebol do Crepúsculo\" banidos no Deck. Durante sua próxima Fase de Compra, revele o card que você comprar em sua compra normal e cause 4000 de dano ao seu oponente se for \"Arrebol do Crepúsculo\". Você só pode ativar 1 \"Arrebol do Crepúsculo\" por Duelo.", "ja": "このカード名のカードはデュエル中に１枚しか発動できない。\n①：自分の手札・デッキ・フィールド（表側表示）・墓地から、このカードを含む「アフター・グロー」を全て除外する。その後、自分の除外状態の「アフター・グロー」１枚をデッキに加える。次の自分ドローフェイズに、通常のドローをしたカードをお互いに確認する。それが「アフター・グロー」だった場合、相手に４０００ダメージを与える。", "ko": "이 카드명의 카드는 듀얼 중에 1장밖에 발동할 수 없다. ①: 자신의 패 / 덱 / 묘지 및 자신 필드의 앞면 표시의 카드 중에서, 이 카드를 포함하는 \"애프터 글로\"를 전부 제외한다. 그 후, 제외되어 있는 자신의 카드 중에서 \"애프터 글로\" 1장을 고르고 덱에 넣는다. 다음 자신 드로우 페이즈에, 일반 드로우를 한 카드를 서로 확인한다. 그 카드가 \"애프터 글로\"였을 경우, 상대에게 4000 데미지를 준다.", "zh-TW": "此卡名的卡在決鬥中僅限發動１張。①：從我方手牌・牌組・墓地及我方場上的正面表示的卡中，將包含此卡在內的所有「餘暉」全部除外。其後，從我方被除外的卡中選擇１張「餘暉」加入牌組。在下一個我方抽牌階段，雙方確認以通常抽牌抽出的卡。在該卡為「餘暉」的狀況下，給予對方４０００傷害。", "zh-CN": "此卡名的卡在决斗中仅可发动1张。①：从自己的手牌、牌组、墓地及自己场上表侧表示的卡中，除外包括此卡在内的所有“余晖”卡。然后，从被除外的自己的卡中，选择1张“余晖”卡加入牌组。在自己的下一次抽牌阶段，互相查看以通常抽牌的方式抽出的卡。如果抽出的卡为“余晖”，则给对手4000伤害值。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "Afterglow-BLAR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN017", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLAR-DE017", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLAR-FR017", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLAR-IT017", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLAR-PT017", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP20-JP017", "set_name": "Collection Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "CP20-KR017", "set_name": "Collection Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708072, "master_duel_rarity": "SR"}