{"konami_id": 12236, "password": 43730887, "name": {"en": "Holding Arms", "de": "Blockierte Arme", "es": "Brazos Sujetadores", "fr": "Paralysie des Bras", "it": "Blocca Braccia", "pt": "Algemas", "ja": "ホールディング・アームズ", "ja_romaji": "Hōrudingu Āmuzu", "ko": "홀딩 암스", "ko_rr": "Holding Amseu", "zh-TW": "拘束臂", "zh-CN": "拘束臂"}, "text": {"en": "If this card is Normal or Special Summoned: Target 1 face-up monster your opponent controls; while this card is face-up on the field, that face-up monster cannot attack, also its effects are negated. While that face-up monster is on the field, this card cannot be destroyed by battle or card effects.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Wähle 1 offenes Monster, das dein Gegner kontrolliert; solange diese Karte offen auf dem Spielfeld liegt, kann das offene Monster nicht angreifen, zusätzlich werden seine Effekte annulliert. Solange das offene Monster auf dem Spielfeld liegt, kann diese Karte weder durch Kampf noch durch Karteneffekte zerstört werden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: selecciona 1 monstruo boca arriba que controle tu adversario; mientras esta carta esté boca arriba en el Campo, ese monstruo boca arriba no puede atacar, y además se niegan sus efectos. Mientras ese monstruo boca arriba esté en el campo, esta carta no puede ser destruida en batalla o por efectos de cartas.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : ciblez 1 monstre face recto contrôlé par votre adversaire ; tant que cette carte est face recto sur le Terrain, ce monstre face recto ne peut pas attaquer, et aussi, ses effets sont annulés. Tant que ce monstre face recto est sur le Terrain, cette carte ne peut pas être détruite au combat ou par des effets de carte.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: scegli come bersaglio 1 mostro scoperto controllato dal tuo avversario; mentre questa carta è scoperta sul Terreno, quel mostro scoperto non può attaccare, inoltre i suoi effetti sono annullati. Mentre quel mostro scoperto è sul Terreno, questa carta non può essere distrutta in battaglia o dagli effetti delle carte.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: escolha 1 monstro com a face para cima que seu oponente controla; enquanto este card estiver com a face para cima no campo, esse monstro com a face para cima não pode atacar e, além disso, seus efeitos são negados. Enquanto esse monstro com a face para cima estiver no campo, este card não pode ser destruído em batalha ou por efeitos de card.", "ja": "①：このカードが召喚・特殊召喚に成功した場合、相手フィールドの表側表示モンスター１体を対象として発動する。このモンスターが表側表示で存在する間、対象の表側表示モンスターは攻撃できず、効果は無効化される。②：このカードの①の効果の対象のモンスターがフィールドに存在している限り、このカードは戦闘・効果では破壊されない。", "ko": "①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동한다. 이 몬스터가 앞면 표시로 존재하는 동안, 대상의 앞면 표시 몬스터는 공격할 수 없으며, 효과는 무효화된다. ②: 이 카드의 ①의 효과의 대상 몬스터가 필드에 존재하고 있는 한, 이 카드는 전투 / 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "①：这张卡召唤·特殊召唤成功的场合，以对方场上1只表侧表示怪兽为对象发动。这只怪兽表侧表示存在期间，作为对象的表侧表示怪兽不能攻击，效果无效化。②：只要这张卡的①的效果作为对象的怪兽在场上存在，这张卡不会被战斗·效果破坏。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 4, "atk": 500, "def": 1200, "series": ["Hole"], "images": [{"index": 1, "image": "HoldingArms-LED7-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MIL1-EN003", "set_name": "Millennium Pack", "rarities": ["Super Rare"]}, {"set_number": "LED7-EN010", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Common"]}, {"set_number": "SBC2-END04", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common"]}], "de": [{"set_number": "MIL1-DE003", "set_name": "Millennium Pack", "rarities": ["Super Rare"]}, {"set_number": "LED7-DE010", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Common"]}], "fr": [{"set_number": "MIL1-FR003", "set_name": "Millennium Pack", "rarities": ["Super Rare"]}, {"set_number": "LED7-FR010", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Common"]}], "it": [{"set_number": "MIL1-IT003", "set_name": "Millennium Pack", "rarities": ["Super Rare"]}, {"set_number": "LED7-IT010", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Common"]}], "pt": [{"set_number": "MIL1-PT003", "set_name": "Millennium Pack", "rarities": ["Super Rare"]}, {"set_number": "LED7-PT010", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Common"]}], "ja": [{"set_number": "MP01-JP003", "set_name": "Millennium Pack (OCG)", "rarities": ["Millennium Ultra Rare"]}, {"set_number": "DP24-JP010", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Common"]}, {"set_number": "DR02-JPA08", "set_name": "Duel Royale Deck Set EX Round 2", "rarities": ["Common"]}], "ko": [{"set_number": "MP01-KR003", "set_name": "Millennium Pack (OCG)", "rarities": ["Millennium Ultra Rare"]}, {"set_number": "DP24-KR010", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Not yet released"}, "yugipedia_page_id": 372288, "master_duel_rarity": "N"}