{"konami_id": 13249, "password": 43803845, "name": {"en": "Duck Dummy", "de": "Enten-Dummy", "es": "Títere del Pato", "fr": "Duck Dummy", "it": "Fantoccio Papera", "pt": "Boneco Pato", "ja": "ダックドロッパー", "ja_romaji": "Dakku Doroppā", "ko": "덕드롭퍼", "ko_rr": null, "zh-TW": null, "zh-CN": "假威鸭"}, "text": {"en": "This card is treated as a Normal Monster while face-up on the field or in the GY. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with these effects.\n● Cannot be destroyed by card effects. Neither player can target this card with card effects.\n● The attacks from your opponent's monsters become direct attacks.", "de": "Diese Karte wird als ein Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof liegt. Solange diese Karte ein Normales Monster auf dem Spielfeld ist, kannst du sie als Normalbeschwörung beschwören, damit sie ein Effektmonster mit diesen Effekten wird.\n● Kann nicht durch Karteneffekte zerstört werden. Kein Spieler kann diese Karte als Ziel für Karteneffekte wählen.\n● Angriffe der Monster deines Gegners werden zu direkten Angriffen.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta sea un Monstruo Normal en el Campo, puedes Invocarla de Modo Normal para que se convierta en un Monstruo de Efecto con estos efectos.\n● No puede ser destruido por efectos de cartas. Ningún jugador puede seleccionar esta carta como objetivo de efectos de carta.\n● Los ataques de los monstruos de tu adversario se convierten en ataques directos.", "fr": "Cette carte est traitée comme un Monstre Normal tant qu'elle est face recto sur le Terrain ou dans le Cimetière. Tant que cette carte est un Monstre Normal sur le Terrain, vous pouvez l'Invoquer Normalement pour qu'elle devienne un Monstre à Effet avec ces effets.\n● Non destructible par des effets de carte. Aucun joueur ne peut cibler cette carte avec des effets de carte.\n● Les attaques des monstres de votre adversaire deviennent des attaques directes.", "it": "Questa carta viene considerata come un Mostro Normale mentre è scoperta sul Terreno o nel Cimitero. Mentre questa carta è un Mostro Normale sul Terreno, puoi Evocarla Normalmente per farla diventare un Mostro con Effetto con questi effetti.\n● Non può essere distrutto dagli effetti delle carte. Nessun giocatore può scegliere come bersaglio questa carta con gli effetti delle carte.\n● Gli attacchi dai mostri del tuo avversario diventano attacchi diretti.", "pt": "Este card é considerado um Monstro Normal enquanto estiver com a face para cima no campo ou no Cemitério. Enquanto este card for um Monstro Normal no campo, você pode Invocá-lo por Invocação-Normal para fazer com que ele se torne um Monstro de Efeito com esses efeitos.\n● Não pode ser destruído por efeitos de card. Nenhum duelista pode escolher este card como alvo de efeitos de card.\n● Os ataques dos monstros do seu oponente se tornam diretos.", "ja": "①：このカードはフィールド・墓地に存在する限り、通常モンスターとして扱う。②：フィールドの通常モンスター扱いのこのカードを通常召喚としてもう１度召喚できる。その場合このカードは効果モンスター扱いとなり以下の効果を得る。\n●このカードは効果の対象にならず、効果では破壊されない。\n●このカードがモンスターゾーンに存在する限り、相手モンスターの攻撃は全て直接攻撃になる。", "ko": "①: 이 카드는 필드 / 묘지에 존재하는 한, 일반 몬스터로 취급한다. ②: 필드의 일반 몬스터 취급의 이 카드를 통상 소환으로서 1번 더 일반 소환할 수 있다. 그 경우 이 카드는 효과 몬스터로 취급되고, 이하의 효과를 얻는다.\n●이 카드는 효과의 대상이 되지 않으며, 효과로는 파괴되지 않는다.\n●이 카드가 몬스터 존에 존재하는 한, 상대 몬스터의 공격은 전부 직접 공격이 된다.", "zh-TW": null, "zh-CN": "①：这张卡只要在场上·墓地存在，当作通常怪兽使用。②：可以把场上的当作通常怪兽使用的这张卡作为通常召唤作再1次召唤。那个场合这张卡变成当作效果怪兽使用并得到以下效果。\n●这张卡不会成为效果的对象，不会被效果破坏。\n●只要这张卡在怪兽区域存在，对方怪兽的攻击全部变成直接攻击。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Gemini / Effect", "attribute": "WATER", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "DuckDummy-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN033", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-EN122", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CIBR-DE033", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-DE122", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CIBR-SP033", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-SP122", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CIBR-FR033", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-FR122", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CIBR-IT033", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-IT122", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CIBR-PT033", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-PT122", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CIBR-JP033", "set_name": "Circuit Break", "rarities": ["Common"]}], "ko": [{"set_number": "CIBR-KR033", "set_name": "Circuit Break", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 519622}