{"konami_id": 14485, "password": 43857222, "name": {"en": "Magicalibra", "de": "Magiwaage", "es": "Magicalibra", "fr": "Magibalance", "it": "Magibilancia", "pt": "Magicalibra", "ja": "ライブラの<ruby>魔<rt>ま</rt></ruby><ruby>法<rt>ほう</rt></ruby><ruby>秤<rt>びん</rt></ruby>", "ja_romaji": "Raibura no Mahōbin", "ko": "라이브라의 마법천칭", "ko_rr": "Raibeura-ui Mabeopcheonching", "zh-TW": "天平魔法秤", "zh-CN": "天平魔法秤"}, "text": {"en": "A sentient scale. It maintains the balance of the universe, but often places the stars on the wrong side.", "de": "Eine denkende Waage. Sie bewahrt das Gleichgewicht im Universum, legt die Sterne aber oft auf die falsche Seite.", "es": "Una balanza sensible. Mantiene el equilibrio del universo, pero a menudo pone las estrellas en el lado equivocado.", "fr": "Une balance consciente qui maintient l'équilibre de l'univers, mais place souvent les étoiles du mauvais côté.", "it": "Una bilancia senziente. Mantiene l'equilibrio dell'universo, ma spesso mette le stelle dalla parte sbagliata.", "pt": "Uma balança senciente. Ela mantém o equilíbrio do universo, mas ocasionalmente coloca as estrelas do lado errado.", "ja": "意思を持った天秤。世の中の均衡を保っているが、しばしば間違った方に錘星を乗せてしまう。", "ko": "의사를 가진 천칭. 이 세상의 균형을 맞추고 있지만, 종종 잘못된 쪽에 추의 별을 올려 버린다.", "zh-TW": null, "zh-CN": "拥有想法的天秤。维护着世间的平衡，但时而会在错误一方放上星锤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Tuner / Normal", "attribute": "WATER", "level": 4, "atk": 1000, "def": 1000, "pendulum_scale": 5, "pendulum_effect": {"en": "You can declare a Level from 1 to 6, then target 2 face-up monsters you control; until the end of this turn, reduce the Level of 1 of those monsters by the declared amount, and if you do, increase the Level of the other by the same amount (even if this card leaves the field). You can only use this effect of \"Magicalibra\" once per turn.", "de": "Du kannst eine Stufe von 1 bis 6 deklarieren und dann 2 offene Monster wählen, die du kontrollierst; bis zum Ende dieses Spielzugs, verringere die Stufe von 1 der Monster um die deklarierte Zahl und falls du dies tust, erhöhe die Stufe des anderen um dieselbe Zahl (selbst falls diese Karte das Spielfeld verlässt). Du kannst diesen Effekt von „Magiwaage“ nur einmal pro Spielzug verwenden.", "es": "Puedes declarar un Nivel de 1 a 6, y después seleccionar 2 monstruos boca arriba que controles; hasta el final de este turno, reduce el Nivel de 1 de esos monstruos en la cantidad declarada y, si lo haces, aumenta el Nivel del otro en la misma cantidad (aún si esta carta deja el Campo). Sólo puedes usar este efecto de \"Magicalibra\" una vez por turno.", "fr": "Vous pouvez déclarer un Niveau de 1 à 6, puis ciblez 2 monstres face recto que vous contrôlez ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), réduisez le Niveau d'1 de ces monstres du montant déclaré, et si vous le faites, augmentez le Niveau de l'autre du même montant. Vous ne pouvez utiliser cet effet de \"Magibalance\" qu'une fois par tour.", "it": "Puoi dichiarare un Livello tra 1 e 6, poi scegliere come bersaglio 2 mostri scoperti che controlli; fino alla fine di questo turno, riduci il Livello di 1 di quei mostri dell'ammontare dichiarato e, se lo fai, aumenta il Livello dell'altro dello stesso ammontare (anche se questa carta lascia il Terreno). Puoi utilizzare questo effetto di \"Magibilancia\" una sola volta per turno.", "pt": "Você pode declarar um Nível de 1 a 6 e, depois, escolher 2 monstros com a face para cima que você controla; até o final deste turno, reduza o Nível de 1 desses monstros pelo valor declarado e, se isso acontecer, aumente o Nível do outro pelo mesmo valor (mesmo que este card deixe o campo). Você só pode usar este efeito de \"Magicalibra\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：１～６までの任意のレベルを宣言し、自分フィールドの表側表示モンスター２体を対象として発動できる。ターン終了時まで、対象のモンスター１体のレベルを宣言したレベル分だけ下げ、もう１体のモンスターのレベルを宣言したレベル分だけ上げる。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1~6 까지의 임의의 레벨을 선언하고, 자신 필드의 앞면 표시 몬스터 2장을 대상으로 하여 발동할 수 있다. 턴 종료시까지, 대상 몬스터 1장의 레벨을 선언한 레벨만큼만 내리고, 나머지 1장의 몬스터의 레벨을 선언한 레벨만큼만 올린다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。\n①：可在等級１～６中宣言任意一個等級，將我方場上的２隻正面表示怪獸做為對象發動。回合結束前，依宣言的等級數值降低１隻對象怪獸的等級，依宣言的等級數值提升另１隻怪獸的等級。", "zh-CN": "此卡名的灵摆效果1回合仅可使用1次。①：宣言1～6为止的任意等级，以自己场上的2只表侧表示怪兽为对象可以发动。直至回合结束时为止，其中1只对象怪兽的等级下降所宣言等级数值，另1只怪兽的等级上升所宣言等级的数值。"}, "images": [{"index": 1, "image": "Magicalibra-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN037", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE037", "set_name": "Rising Rampage", "rarities": ["Common"]}], "es": [{"set_number": "RIRA-SP037", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR037", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT037", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT037", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP037", "set_name": "Rising Rampage", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "RIRA-KR037", "set_name": "Rising Rampage", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP3-SC118", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 605345, "master_duel_rarity": "N"}