{"konami_id": 16737, "password": 43863925, "name": {"en": "Exosister Stella", "de": "Exoschwester Stella", "es": "Exormana Estrella", "fr": "Exosœur Stella", "it": "Esosorella Stella", "pt": "Exoirmã Estrela", "ja": "エクソシスター・ステラ", "ja_romaji": "Ekusoshisutā Sutera", "ko": "엑소시스터 스텔라", "ko_rr": "Eksosiseuteo Seutella", "zh-TW": null, "zh-CN": "驱魔姐妹・斯特拉"}, "text": {"en": "During your Main Phase: You can Special Summon 1 \"Exosister\" monster from your hand, then if you control \"Exosister Elis\", you gain 800 LP. If your opponent moves a card(s) out of either GY (except during the Damage Step): You can Special Summon from your Extra Deck, 1 \"Exosister\" Xyz Monster using this face-up card you control as material. (This is treated as an Xyz Summon.) You can only use each effect of \"Exosister Stella\" once per turn.", "de": "Während deiner Main Phase: Du kannst 1 „Exoschwester“-Monster als Spezialbeschwörung von deiner Hand beschwören, dann, falls du „Exoschwester Elis“ kontrollierst, erhältst du 800 LP. Falls dein Gegner eine oder mehr Karten aus einem beliebigen Friedhof herausbewegt (außer während des Damage Steps): Du kannst 1 „Exoschwester“-Xyz-Monster als Spezialbeschwörung von deinem Extra Deck beschwören und dafür diese offene Karte, die du kontrollierst, als Material verwenden. (Dies wird als Xyz-Beschwörung behandelt.) Du kannst jeden Effekt von „Exoschwester Stella“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes Invocar de Modo Especial 1 monstruo \"Exormana\" desde tu mano y después, si controlas \"Exormana Elis\", ganas 800 LP. Si tu adversario saca una o más cartas de cualquier Cementerio (excepto durante el Damage Step): puedes Invocar de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"Exormana\" usando esta carta boca arriba que controlas como material. (Esto se trata como una Invocación Xyz). Sólo puedes usar cada efecto de \"Exormana Estrella\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Exosœur\" depuis votre main, puis si vous contrôlez \"Exosœur Elis\", vous gagnez 800 LP. Si votre adversaire sort une ou plusieurs cartes d'au moins l'un des Cimetières (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous ne pouvez utiliser chaque effet de \"Exosœur Stella\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi Evocare Specialmente 1 mostro \"Esosorella\" dalla tua mano, poi se controlli \"Esosorella Elis\", guadagni 800 LP. Se il tuo avversario sposta una o più carte fuori da qualsiasi Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente dal tuo Extra Deck 1 Mostro Xyz \"Esosorella\" utilizzando questa carta scoperta che controlli come materiale. (Questa viene considerata come un'Evocazione Xyz.) Puoi utilizzare ogni effetto di \"Esosorella Stella\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode Invocar por Invocação-Especial 1 monstro \"Exoirmã\" da sua mão e, depois, se você controlar \"Exoirmã Elis\", você ganha 800 PV. Se seu oponente mover um ou mais cards para fora de qualquer Cemitério (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz \"Exoirmã\" usando este card com a face para cima que você controla como matéria. (Isso é considerado uma Invocação-Xyz.) Você só pode usar cada efeito de \"Exoirmã Estrela\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。手札から「エクソシスター」モンスター１体を特殊召喚する。その後、自分フィールドに「エクソシスター・エリス」が存在する場合、自分は８００ＬＰ回復する。②：相手によって自分か相手のカードが墓地から離れた場合に発動できる。「エクソシスター」Ｘモンスター１体を自分フィールドのこのカードの上に重ねてＸ召喚扱いでＥＸデッキから特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 패에서 \"엑소시스터\" 몬스터 1장을 특수 소환한다. 그 후, 자신 필드에 \"엑소시스터 에리스\"가 존재할 경우, 자신은 800 LP 회복한다. ②: 상대에 의해 자신이나 상대의 카드가 묘지에서 벗어났을 경우에 발동할 수 있다. \"엑소시스터\" 엑시즈 몬스터 1장을, 자신 필드의 이 카드 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在自己的主要阶段可以发动。从手牌将1只“驱魔姐妹”怪兽特殊召唤。然后，自己场上存在“驱魔姐妹・以利斯”的情况下，自己恢复800LP。②：有自己或对手的卡因对手从墓地离开的情况下可以发动。从额外牌组将1只“驱魔姐妹”超量怪兽重叠在自己场上的此卡上面，视为超量召唤特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 4, "atk": 300, "def": 800, "series": ["Exosister"], "images": [{"index": 1, "image": "ExosisterStella-TT02-JP-C.png", "illustration": "ExosisterStella-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "ExosisterStella-MP23-EN-PScR-1E.png", "illustration": "ExosisterStella-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "GRCR-EN014", "set_name": "The Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN253", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "GRCR-DE014", "set_name": "The Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE253", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "GRCR-SP014", "set_name": "The Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "MP23-SP253", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "GRCR-FR014", "set_name": "The Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR253", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "GRCR-IT014", "set_name": "The Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT253", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "GRCR-PT014", "set_name": "The Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT253", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DBGC-JP014", "set_name": "Deck-Build Pack: Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "TT02-JPB03", "set_name": "Tactical-Try Deck: Exosister", "rarities": ["Common"]}], "ko": [{"set_number": "DBGC-KR014", "set_name": "Deck-Build Pack: Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "TT02-KRB03", "set_name": "Tactical-Try Deck: Exosister", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DBGC-SC014", "set_name": "Deck-Build Pack: Grand Creators", "rarities": ["Super Rare"]}, {"set_number": "TT02-SCB03", "set_name": "Tactical-Try Deck: Exosister", "rarities": ["Common"]}, {"set_number": "WPS2-SC115", "set_name": "World Premiere Pack 2025", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714890}