{"konami_id": 14027, "password": 43886072, "name": {"en": "Prank-Kids Bow-Wow-Bark", "de": "Streichbuben Wau-Wau-Gebell", "es": "Guau-Guau-Ladra Brominiños", "fr": "Toutou-Woufwouf Farce-Gamins", "it": "Ragazzi-Birichini Bau-Wof-Bau", "pt": "Uau-Au dos Travesso-Guris", "ja": "プランキッズ・バウワウ", "ja_romaji": "Purankizzu Bauwau", "ko": "프랭키즈 바우와우", "ko_rr": "Peuraengkijeu Bauwau", "zh-TW": null, "zh-CN": "调皮宝贝汪汪狗"}, "text": {"en": "2 \"Prank-Kids\" monsters\nA \"Prank-Kids\" monster this card points to gains 1000 ATK. During your opponent's turn (Quick Effect): You can Tribute this card, then target 2 \"Prank-Kids\" cards with different names in your GY, except Link Monsters; add them to your hand, also \"Prank-Kids\" monsters you control cannot be destroyed by your opponent's card effects this turn. You can only use this effect of \"Prank-Kids Bow-Wow-Bark\" once per turn.", "de": "2 „Streichbuben“-Monster\nEin „Streichbuben“-Monster, auf das diese Karte zeigt, erhält 1000 ATK. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst diese Karte als Tribut anbieten und dann 2 „Streichbuben“-Karten mit unterschiedlichen Namen in deinem Friedhof wählen, außer Linkmonstern; füge sie deiner Hand hinzu, zusätzlich können „Streichbuben“-Monster, die du kontrollierst, in diesem Spielzug nicht durch Karteneffekte deines Gegners zerstört werden. Du kannst diesen Effekt von „Streichbuben Wau-Wau-Gebell“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Brominiños\"\nUn monstruo \"Brominiños\" al que esta carta apunte gana 1000 ATK. Durante el turno de tu adversario (Efecto Rápido): puedes Sacrificar esta carta, y después selecciona 2 cartas \"Brominiños\" con nombres diferentes en tu Cementerio, excepto Monstruos de Enlace; añádelos a tu mano, y además, los monstruos \"Brominiños\" que controles no pueden ser destruidos por efectos de cartas de tu adversario este turno. Sólo puedes usar este efecto de \"Guau-Guau-Ladra Brominiños\" una vez por turno.", "fr": "2 monstres \"Farce-Gamins\"\nUn monstre \"Farce-Gamins\" pointé par cette carte gagne 1000 ATK. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez Sacrifier cette carte, puis ciblez 2 cartes \"Farce-Gamins\" de noms différents (Monstres Lien exclus) dans votre Cimetière ; ajoutez-les à votre main, et aussi, les monstres \"Farce-Gamins\" que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire ce tour. Vous ne pouvez utiliser cet effet de \"Toutou-Woufwouf Farce-Gamins\" qu'une fois par tour.", "it": "2 mostri \"Ragazzi-Birichini\"\nUn mostro \"Ragazzi-Birichini\" puntato da questa carta guadagna 1000 ATK. Durante il turno del tuo avversario (Effetto Rapido): puoi offrire come Tributo questa carta, poi scegliere come bersaglio 2 carte \"Ragazzi-Birichini\" con nomi diversi nel tuo Cimitero, eccetto i Mostri Link; aggiungile alla tua mano, inoltre i mostri \"Ragazzi-Birichini\" che controlli non possono essere distrutti dagli effetti delle carte del tuo avversario in questo turno. Puoi utilizzare questo effetto di \"Ragazzi-Birichini Bau-Wof-Bau\" una sola volta per turno.", "pt": "2 monstros \"Travesso-Guris\"\nUm monstro \"Travesso-Guris\" para o qual este card apontar ganha 1000 de ATK. Durante o turno do seu oponente (Efeito Rápido): você pode oferecer este card como Tributo e, depois, escolha 2 cards \"Travesso-Guris\" com nomes diferentes no seu Cemitério, exceto Monstros Link; adicione-os à sua mão e, além disso, os monstros \"Travesso-Guris\" que você controla não podem ser destruídos pelos efeitos de card do seu oponente neste turno. Você só pode usar este efeito de \"Uau-Au dos Travesso-Guris\" uma vez por turno.", "ja": "「プランキッズ」モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードのリンク先の「プランキッズ」モンスターの攻撃力は１０００アップする。②：相手ターンにこのカードをリリースし、リンクモンスター以外の自分の墓地の「プランキッズ」カード２枚を対象として発動できる（同名カードは１枚まで）。そのカードを手札に加える。また、このターン自分フィールドの「プランキッズ」モンスターは相手の効果では破壊されない。", "ko": "\"프랭키즈\" 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 링크 앞의 \"프랭키즈\" 몬스터의 공격력은 1000 올린다. ②: 상대 턴에 이 카드를 릴리스하고, 링크 몬스터 이외의 자신 묘지의 \"프랭키즈\" 카드 2장을 대상으로 하여 발동할 수 있다(같은 이름의 카드는 1장까지). 그 카드를 패에 넣는다. 또한, 이 턴에 자신 필드의 \"프랭키즈\" 몬스터는 상대 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "「调皮宝贝」怪兽2只\n这个卡名的②的效果1回合只能使用1次。\n①：这张卡所连接区的「调皮宝贝」怪兽的攻击力上升1000。\n②：对方回合把这张卡解放，以连接怪兽以外的自己墓地2张「调皮宝贝」卡为对象才能发动（同名卡最多1张）。那些卡加入手卡。此外，这个回合自己场上的「调皮宝贝」怪兽不会被对方的效果破坏。"}, "card_type": "Monster", "monster_type_line": "Pyro / Link / Effect", "attribute": "FIRE", "link_arrows": ["⬇", "➡"], "atk": 2000, "series": ["Prank-Kids"], "images": [{"index": 1, "image": "PrankKidsBowWowBark-MGED-EN-R-1E.png"}], "sets": {"en": [{"set_number": "HISU-EN021", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-EN115", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "de": [{"set_number": "HISU-DE021", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-DE115", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "es": [{"set_number": "HISU-SP021", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-SP115", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "fr": [{"set_number": "HISU-FR021", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-FR115", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "it": [{"set_number": "HISU-IT021", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-IT115", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "pt": [{"set_number": "HISU-PT021", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-PT115", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "ja": [{"set_number": "DBHS-JP021", "set_name": "Deck-Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBHS-KR021", "set_name": "Deck-Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 567448}