{"konami_id": 12679, "password": 44052074, "name": {"en": "Ancient Gear Catapult", "de": "Antikes Antriebskatapult", "es": "Catapulta de Mecanismo Antiguo", "fr": "Catapulte Rouages Ancients", "it": "Catapulta-Ingranaggio Antico", "pt": "Catapulta do Mecanismo Antigo", "ja": "<ruby>古代の機械射出機<rt>アンティーク・ギアカタパルト</rt></ruby>", "ja_romaji": "Antīku Gia Kataparuto", "ko": "앤틱 기어 캐터펄트", "ko_rr": null, "zh-TW": "古代機械齒輪彈射器", "zh-CN": "古代机械齿轮弹射器"}, "text": {"en": "While you control no monsters: Target 1 face-up card you control; destroy it, and if you do, Special Summon 1 \"Ancient Gear\" monster from your Deck, ignoring its Summoning conditions. You can banish this card from your GY, then target 1 face-up card you control; destroy it, and if you do, Special Summon 1 \"Ancient Gear Token\" (Machine/EARTH/Level 1/ATK 0/DEF 0). You can only use 1 \"Ancient Gear Catapult\" effect per turn, and only once that turn.", "de": "Solange du keine Monster kontrollierst: Wähle 1 offene Karte, die du kontrollierst; zerstöre sie und falls du dies tust, beschwöre 1 „Antike/r/s Antrieb“-Monster als Spezialbeschwörung von deinem Deck, ungeachtet seiner Beschwörungsbedingungen. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offene Karte wählen, die du kontrollierst; zerstöre sie und falls du dies tust, beschwöre 1 „Antiker-Antrieb-Spielmarke“ (Maschine/ERDE/Stufe 1/ATK 0/DEF 0) als Spezialbeschwörung. Du kannst nur 1 Effekt von „Antikes Antriebskatapult“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Mientras no controles monstruos: selecciona 1 carta boca arriba que controles; destrúyela y, si lo haces, Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Mecanismo Antiguo\", ignorando sus condiciones de Invocación. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 carta boca arriba que controles; destrúyela y, si lo haces, Invoca de Modo Especial 1 \"Ficha Mecanismo Antiguo\" (Máquina/TIERRA/Nivel 1/ATK 0/DEF 0). Sólo puedes usar 1 efecto de \"Catapulta de Mecanismo Antiguo\" por turno, y sólo una vez ese turno.", "fr": "Tant que vous ne contrôlez aucun monstre : ciblez 1 carte face recto que vous contrôlez ; détruisez-la, et si vous le faites, Invoquez Spécialement 1 monstre \"Rouages Ancients\" depuis votre Deck, en ignorant ses conditions d'Invocation. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 carte face recto que vous contrôlez ; détruisez-la, et si vous le faites, Invoquez Spécialement 1 \"Jeton Rouages Ancients\" (Machine/TERRE/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser qu'1 effet de \"Catapulte Rouages Ancients\" par tour, et uniquement une fois le tour.", "it": "Mentre non controlli nessun mostro: scegli come bersaglio 1 carta scoperta che controlli; distruggila e, se lo fai, Evoca Specialmente 1 mostro \"Ingranaggio Antico\" dal tuo Deck, ignorando le sue condizioni di Evocazione. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 carta scoperta che controlli; distruggila e, se lo fai, Evoca Specialmente 1 \"Segna-Ingranaggio Antico\" (Macchina/TERRA/Livello 1/ATK 0/DEF 0). Puoi utilizzare solo 1 effetto di \"Catapulta-Ingranaggio Antico\" per turno, e solo una volta in quel turno.", "pt": "Enquanto você não controlar nenhum monstro: escolha 1 card com a face para cima que você controla; destrua-o e, se isso acontecer, Invoque por Invocação-Especial 1 monstro \"Mecanismo Antigo\" do seu Deck, ignorando suas condições de Invocação. Você pode banir este card do seu Cemitério e, depois, escolha 1 card com a face para cima que você controla; destrua-o e, se isso acontecer, Invoque por Invocação-Especial 1 \"Ficha de Mecanismo Antigo\" (Máquina/TERRA/Nível 1/ATK 0/DEF 0). Você só pode usar 1 efeito de \"Catapulta do Mecanismo Antigo\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドにモンスターが存在しない場合、自分フィールドの表側表示カード１枚を対象として発動できる。そのカードを破壊し、デッキから「アンティーク・ギア」モンスター１体を召喚条件を無視して特殊召喚する。②：墓地のこのカードを除外し、自分フィールドの表側表示カード１枚を対象として発動できる。そのカードを破壊し、自分フィールドに「古代の歯車トークン」（機械族・地・星１・攻／守０）１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드에 몬스터가 존재하지 않을 경우, 자신 필드의 앞면 표시 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴하고, 덱에서 \"앤틱 기어\" 몬스터 1장을 소환 조건을 무시하여 특수 소환한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 앞면 표시 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴하고, 자신 필드에 \"앤틱 기어 토큰\"(기계족 / 땅 / 레벨 1 / 공 0 / 수 0) 1장을 특수 소환한다.", "zh-TW": "「古代機械齒輪彈射器」的①②效果，１回合僅限使用１次其中１個效果。①：在我方場上不存在怪獸的狀況下，可將我方場上的１張正面表示的卡做為對象發動。破壞該卡，忽略召喚條件從牌組特殊召喚１隻「古代機械齒輪」怪獸。②：可將墓地的此卡除外，將我方場上的１張正面表示的卡做為對象發動。破壞該卡，特殊召喚１隻「古代齒輪衍生物」（機械族・地・星１・攻／守０）至我方場上。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：自己场上不存在怪兽的情况下，以自己场上的１张表侧表示卡为对象可以发动。破坏该卡，从牌组将１只“古代机械齿轮”怪兽无视召唤条件特殊召唤。②：将墓地的此卡除外，以自己场上的１张表侧表示卡为对象可以发动。将该卡破坏，将１只“古代机械齿轮衍生物”（机械族・地・星１・攻／守０）特殊召唤至自己场上。"}, "card_type": "Spell", "property": "Normal", "series": ["Ancient Gear"], "images": [{"index": 1, "image": "AncientGearCatapult-LDS1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SR03-EN021", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-EN089", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "de": [{"set_number": "SR03-DE021", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-DE089", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "fr": [{"set_number": "SR03-FR021", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-FR089", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "it": [{"set_number": "SR03-IT021", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-IT089", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "pt": [{"set_number": "SR03-PT021", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-PT089", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "ja": [{"set_number": "SR03-JP021", "set_name": "Structure Deck R: Machine Dragon Re-Volt", "rarities": ["Super Rare"]}, {"set_number": "QCCU-JP122", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SR03-KR021", "set_name": "Structure Deck R: Machine Dragon Re-Volt", "rarities": ["Super Rare"]}, {"set_number": "QCCU-KR122", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "TM01-SC052", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 467357, "master_duel_rarity": "SR"}