{"konami_id": 17178, "password": 44092304, "name": {"en": "Parasomnia Pillow", "de": "Parasomnie-Kissen", "es": "Almohada Parasomnia", "fr": "Oreiller Parasomnie", "it": "Cuscino Parasomnia", "pt": "Almofada Parassônia", "ja": "<ruby>夢迷枕<rt>ゆめまくら</rt></ruby>パラソムニア", "ja_romaji": "Yumemakura Parasomunia", "ko": "몽미침 파라솜니아", "ko_rr": "Mongmichim Parasomnia", "zh-TW": "夢迷枕 異睡貘", "zh-CN": "梦迷枕 异睡貘"}, "text": {"en": "During the End Phase: You can destroy the equipped monster. If this card is sent to the GY because the equipped monster was destroyed and sent to the GY: Special Summon 1 \"Parasomnia Token\" (Level 1/ATK ?/DEF 0) with the equipped monster's original Type, Attribute, and ATK, then equip this card to that Token. You can only use each effect of \"Parasomnia Pillow\" once per turn.", "de": "Während der End Phase: Du kannst das ausgerüstete Monster zerstören. Falls diese Karte auf den Friedhof gelegt wird, weil das ausgerüstete Monster zerstört und auf den Friedhof gelegt wurde: Beschwöre 1 „Parasomnie-Spielmarke“ (Stufe 1/ATK ?/DEF 0) mit dem Grund-Typ, der Grund-Eigenschaft und den Grund-ATK des ausgerüsteten Monsters als Spezialbeschwörung, dann rüste jene Spielmarke mit dieser Karte aus. Du kannst jeden Effekt von „Parasomnie-Kissen“ nur einmal pro Spielzug verwenden.", "es": "Durante la End Phase: puedes destruir el monstruo equipado. Si esta carta fue mandada al Cementerio porque el monstruo equipado fue destruido y mandado al Cementerio: Invoca de Modo Especial 1 \"Ficha Parasomnia\" (Nivel 1/ATK ?/DEF 0) con el Tipo, Atributo y ATK originales del monstruo equipado, y después equipa esta carta a esa Ficha. Sólo puedes usar cada efecto de \"Almohada Parasomnia\" una vez por turno.", "fr": "Durant la End Phase : vous pouvez détruire le monstre équipé. Si cette carte est envoyée au Cimetière parce que le monstre équipé a été détruit et envoyé au Cimetière : Invoquez Spécialement 1 \"Jeton Parasomnie\" (Niveau 1/ATK ?/DEF 0) du Type, Attribut et ATK d'origine du monstre équipé, puis équipez cette carte au Jeton. Vous ne pouvez utiliser chaque effet de \"Oreiller Parasomnie\" qu'une fois par tour.", "it": "Durante la End Phase: puoi distruggere il mostro equipaggiato. Se questa carta viene mandata al Cimitero perché il mostro equipaggiato è stato distrutto e mandato al Cimitero: Evoca Specialmente 1 \"Segna-Parasomnia\" (Livello 1/ATK ?/DEF 0) con il Tipo, Attributo e ATK originali del mostro equipaggiato, poi equipaggia questa carta a quel Segna-Mostro. Puoi utilizzare ogni effetto di \"Cuscino Parasomnia\" una sola volta per turno.", "pt": "Durante a Fase Final: você pode destruir o monstro equipado. Se este card for enviado para o Cemitério porque o monstro equipado foi destruído e enviado para o Cemitério: Invoque por Invocação-Especial 1 \"Ficha de Parassônia\" (Nível 1/ATK ?/DEF 0) com o Tipo, Atributo e ATK originais do monstro equipado e, depois, equipe este card a essa Ficha. Você só pode usar cada efeito de \"Almofada Parassônia\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のエンドフェイズに発動できる。装備モンスターを破壊する。②：装備モンスターが破壊され墓地へ送られた事でこのカードが墓地へ送られた場合に発動できる。このカードを装備していたモンスターの元々の種族・属性・攻撃力を持つ「パラソムニアトークン」（星１・攻？／守０）１体を自分フィールドに特殊召喚する。その後、このカードをそのトークンに装備する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 엔드 페이즈에 발동할 수 있다. 장착 몬스터를 파괴한다. ②: 장착 몬스터가 파괴되어 묘지로 보내진 것으로 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 장착하고 있던 몬스터의 원래의 종족 / 속성 / 공격력을 가지는 \"파라솜니아 토큰\"(레벨 1 / 공 ? / 수 0) 1장을 자신 필드에 특수 소환한다. 그 후, 이 카드를 그 토큰에 장착한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在我方・對方的結束階段發動。破壞裝備怪獸。②：可在因裝備怪獸被破壞送至墓地，使此卡被送至墓地的狀況下發動。將１隻擁有裝備此卡的怪獸原本的種族・屬性・攻擊力的「異睡貘衍生物」（星１・攻？／守０）特殊召喚至我方場上。其後，將此卡裝備於該衍生物上。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：在自己・对手的结束阶段可以发动。将装备怪兽破坏。②：此卡因装备怪兽被破坏并被送至墓地而被送至墓地的情况下可以发动。将１只原本种族・属性・攻击力与装备过此卡的怪兽相同的“异睡貘衍生物”（星１・攻？／守０）特殊召唤至自己场上。然后将此卡装备于该衍生物。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "ParasomniaPillow-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN067", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE067", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR067", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT067", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT067", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP067", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR067", "set_name": "Dimension Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716165, "master_duel_rarity": "R"}