{"konami_id": 19885, "password": 44241999, "name": {"en": "Goblin Biker Troika Griare", "de": "Goblin-Biker Troika Griare", "es": "Troika Griare Moto Goblin", "fr": "Troika Griare des Gobelins Motards", "it": "Motociclista Goblin Griare Troika", "pt": "Motoqueiro Goblin Troika Griare", "ja": "<ruby>百鬼羅刹<rt>ゴブリンライダー</rt></ruby> グリアーレ<ruby>三<rt>さん</rt></ruby><ruby>傑<rt>けつ</rt></ruby>", "ja_romaji": "Goburin Raidā Guriāre Sanketsu", "ko": "고블린라이더 그리아레 삼걸", "ko_rr": "Gobeullinnaideo Geuriare Samgeol", "zh-TW": "格布林百羅剎 格里阿雷三傑", "zh-CN": "格布林百罗刹 格里阿雷三杰"}, "text": {"en": "2+ Level 3 monsters\nWhile 3 or more Xyz Materials are attached to monsters on the field, \"Goblin\" monsters you control can attack directly. Once per turn, if a monster(s) is Normal or Special Summoned, while this card is in the Monster Zone (except during the Damage Step): You can target 1 of those monsters; detach 1 material from a monster on either field, and if you do, change the targeted monster's battle position. Once per turn, when an opponent's monster declares an attack: You can detach 1 material from a monster on either field, and if you do, negate that attack.", "de": "2+ Monster der Stufe 3\nSolange 3 oder mehr Xyz-Material an Monster auf dem Spielfeld angehängt sind, können „Goblin“-Monster, die du kontrollierst, direkt angreifen. Einmal pro Spielzug, falls ein oder mehr Monster als Normal- oder Spezialbeschwörung beschworen werden, solange diese Karte in der Monsterzone liegt (außer während des Damage Steps): Du kannst 1 jener Monster wählen; hänge 1 Material von einem Monster auf einer beliebigen Spielfeldseite ab und falls du dies tust, ändere die Kampfposition des als Ziel gewählten Monsters. Einmal pro Spielzug, wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst 1 Material von einem Monster auf einer beliebigen Spielfeldseite abhängen und falls du dies tust, annulliere jenen Angriff.", "es": "2+ monstruos de Nivel 3\nMientras 3 o más Materiales Xyz están acoplados a monstruos en el Campo, los monstruos \"Goblin\" que controlas pueden atacar directamente. Una vez por turno, si uno o más monstruos son Invocados de Modo Normal o Especial, mientras esta carta está en la Zona de Monstruos (excepto durante el Damage Step): puedes seleccionar 1 de esos monstruos; desacopla 1 material de un monstruo en cualquier Campo y, si lo haces, cambia la posición de batalla del monstruo seleccionado. Una vez por turno, cuando un monstruo del adversario declara un ataque: puedes desacoplar 1 material de un monstruo en cualquier Campo y, si lo haces, niega ese ataque.", "fr": "2+ monstres de Niveau 3\nTant que min. 3 Matériels Xyz sont attachés à des monstres sur le Terrain, les monstres \"Gobelin\" que vous contrôlez peuvent attaquer directement. Une fois par tour, si un ou plusieurs monstres sont Invoqués Normalement ou Spécialement, tant que cette carte est dans la Zone Monstre (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres ; détachez 1 Matériel d'un monstre sur l'un des Terrains, et si vous le faites, changez la position de combat du monstre ciblé. Une fois par tour, lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez détacher 1 Matériel d'un monstre sur l'un des Terrains, et si vous le faites, annulez l'attaque.", "it": "2+ mostri di Livello 3\nMentre 3 o più Materiali Xyz sono attaccati a mostri sul Terreno, i mostri \"Goblin\" che controlli possono attaccare direttamente. Una volta per turno, se uno o più mostri vengono Evocati Normalmente o Specialmente, mentre questa carta è nella Zona Mostri (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 di quei mostri; stacca 1 materiale da un mostro su qualsiasi Terreno e, se lo fai, cambia la posizione del mostro scelto come bersaglio. Una volta per turno, quando un mostro dell'avversario dichiara un attacco: puoi staccare 1 materiale da un mostro su qualsiasi Terreno e, se lo fai, annulla quell'attacco.", "pt": "2+ monstros de Nível 3\nEnquanto 3 ou mais Matérias Xyz estiverem associadas a monstros no campo, monstros \"Goblin\" que você controla podem atacar diretamente. Uma vez por turno, se um ou mais monstros forem Invocados por Invocação-Normal ou Especial, enquanto este card estiver na Zona de Monstros (exceto durante a Etapa de Dano): você pode escolher 1 desses monstros; desassocie 1 matéria de um monstro em qualquer campo e, se isso acontecer, mude a posição de batalha do monstro alvo. Uma vez por turno, quando um monstro do oponente declarar um ataque: você pode desassociar 1 matéria de um monstro em qualquer campo e, se isso acontecer, negue o ataque.", "ja": "レベル３モンスター×２体以上\n①：フィールドのＸ素材が３つ以上の場合、自分の「ゴブリン」モンスターは直接攻撃できる。②：１ターンに１度、このカードがモンスターゾーンに存在する状態で、モンスターが召喚・特殊召喚された場合、その内の１体を対象として発動できる。フィールドのＸ素材を１つ取り除き、対象のモンスターの表示形式を変更する。③：１ターンに１度、相手モンスターの攻撃宣言時に発動できる。フィールドのＸ素材を１つ取り除き、その攻撃を無効にする。", "ko": "레벨 3 몬스터 × 2장 이상\n①: 필드의 엑시즈 소재가 3개 이상일 경우, 자신의 \"고블린\" 몬스터는 직접 공격할 수 있다. ②: 1턴에 1번, 이 카드가 몬스터 존에 존재하는 상태에서, 몬스터가 일반 소환 / 특수 소환되었을 경우, 그 중의 1장을 대상으로 하고 발동할 수 있다. 필드의 엑시즈 소재를 1개 제거하고, 대상 몬스터의 표시 형식을 변경한다. ③: 1턴에 1번, 상대 몬스터의 공격 선언시에 발동할 수 있다. 필드의 엑시즈 소재를 1개 제거하고, 그 공격을 무효로 한다.", "zh-TW": "等級３怪獸×２隻以上\n①：場上的超量素材為３個以上的情況下，自己的「格布林」怪獸可直接攻擊。\n②：１回合１次，此卡存在於怪獸區域的狀態下，怪獸被召喚・特殊召喚的情況下，以其中１隻為對象可以發動。去除場上的１個超量素材，變更對象怪獸的表示形式。\n③：１回合１次，對手怪獸攻擊宣言時可以發動。去除場上的１個超量素材，將該攻擊無效。", "zh-CN": "等级３怪兽×２只以上\n①：场上的超量素材为３个以上的情况下，自己的“格布林”怪兽可直接攻击。\n②：１回合１次，此卡存在于怪兽区域的状态下，怪兽被召唤・特殊召唤的情况下，以其中１只为对象可以发动。去除场上的１个超量素材，变更对象怪兽的表示形式。\n③：１回合１次，对手怪兽攻击宣言时可以发动。去除场上的１个超量素材，将该攻击无效。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "LIGHT", "rank": 3, "atk": 1700, "def": 0, "materials": "2 or more Level 3 monsters", "series": ["Goblin", "Goblin Biker"], "images": [{"index": 1, "image": "GoblinBikerTroikaGriare-LEDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN044", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "de": [{"set_number": "LEDE-DE044", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LEDE-FR044", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "it": [{"set_number": "LEDE-IT044", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LEDE-PT044", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LEDE-JP044", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR044", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC044", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1037791, "master_duel_rarity": "N"}