{"konami_id": 11726, "password": 44311445, "name": {"en": "Madolche Puddingcess Chocolat-a-la-Mode", "de": "Magidolce Puddzessin Schokoeistorte", "es": "Puddingcess Magidulce Chocolat-a-la-Mode", "fr": "Chocolat à la Mode Puddingcesse Magidolce", "it": "Magidolce Puddingcipessa Cioccolato-alla-Moda", "pt": "Pudincesa Magidoce Chocolat-a-la-Mode", "ja": "マドルチェ・プディンセス・ショコ・ア・ラ・モード", "ja_romaji": "Madoruche Pudinsesu Shoko A Ra Mōdo", "ko": "마돌체 푸딩세스 쇼코 아 라 모드", "ko_rr": null, "zh-TW": "魔法甜點・布丁公主・巧克力模式", "zh-CN": "魔幻甜点・布丁公主・巧克力风味"}, "text": {"en": "2 Level 5 EARTH monsters\nYou can also Xyz Summon this card by using a Rank 4 or lower \"Madolche\" Xyz Monster you control as the material. (Transfer its materials to this card.) Once per turn: You can target 1 \"Madolche\" card in your GY; shuffle it into the Deck. While this card has \"Madolche Puddingcess\" as material, when a \"Madolche\" card(s) in your GY is shuffled into the Main Deck (except during the Damage Step): You can detach 1 material from this card; Special Summon 1 \"Madolche\" monster from your Deck in Attack Position or face-down Defense Position.", "de": "2 ERDE Monster der Stufe 5\nDu kannst diese Karte auch als Xyz-Beschwörung beschwören, indem du ein „Magidolce“-Xyz-Monster des Rangs 4 oder niedriger, das du kontrollierst, als das Material verwendest. (Transferiere sein Material an diese Karte.) Einmal pro Spielzug: Du kannst 1 „Magidolce“-Karte in deinem Friedhof wählen; mische sie ins Deck. Solange diese Karte „Magidolce Puddzessin“ als Material hat, wenn eine oder mehr „Magidolce“-Karten in deinem Friedhof ins Main Deck gemischt werden (außer während des Damage Steps): Du kannst 1 Material von dieser Karte abhängen; beschwöre 1 „Magidolce“-Monster als Spezialbeschwörung von deinem Deck in die Angriffsposition oder die verdeckte Verteidigungsposition.", "es": "2 monstruos de TIERRA de Nivel 5\nTambién puedes Invocar Xyz esta carta usando un Monstruo Xyz \"Magidulce\" de Rango 4 o menor que controles como material. (Transfiere sus materiales a esta carta). Una vez por turno: puedes seleccionar 1 carta \"Magidulce\" en tu Cementerio; barájala al Deck. Mientras esta carta tenga a \"Puddingcess Magidulce\" como material, cuando una o más cartas \"Magidulce\" en tu Cementerio son barajadas al Deck Principal (excepto durante el Damage Step): puedes desacoplar de esta carta 1 material; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Magidulce\" en Posición de Ataque o en Posición de Defensa boca abajo.", "fr": "2 monstres TERRE de Niveau 5\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Xyz \"Magidolce\" de max. Rang 4 que vous contrôlez comme le Matériel. (Transférez ses Matériels à cette carte.) Une fois par tour : vous pouvez cibler 1 carte \"Magidolce\" dans votre Cimetière ; mélangez-la dans le Deck. Tant que cette carte a \"Puddingcesse Magidolce\" comme Matériel, lorsqu'une ou plusieurs cartes \"Magidolce\" dans votre Cimetière sont mélangées dans le Main Deck (sauf durant la Damage Step) : vous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 monstre \"Magidolce\" depuis votre Deck en Position d'Attaque ou Position de Défense face verso.", "it": "2 mostri TERRA di Livello 5\nPuoi anche Evocare Xyz questa carta utilizzando un Mostro Xyz \"Magidolce\" di Rango 4 o inferiore che controlli come materiale. (Trasferisci i suoi materiali su questa carta.) Una volta per turno: puoi scegliere come bersaglio 1 carta \"Magidolce\" nel tuo Cimitero; mischiala nel Deck. Mentre questa carta ha \"Magidolce Puddingcipessa\" come materiale, quando una o più carte \"Magidolce\" nel tuo Cimitero vengono mischiate nel Main Deck (eccetto durante il Damage Step): puoi staccare 1 materiale da questa carta; Evoca Specialmente 1 mostro \"Magidolce\" dal tuo Deck in Posizione di Attacco o coperto in Posizione di Difesa.", "pt": "2 monstros de TERRA de Nível 5\nVocê também pode Invocar este card por Invocação-Xyz ao usar um Monstro Xyz \"Magidoce\" de Classe 4 ou menos que você controla como matéria. (Transfira suas matérias para este card.) Uma vez por turno: você pode escolher 1 card \"Magidoce\" no seu Cemitério; embaralhe-o no Deck. Enquanto este card tiver \"Pudincesa Magidoce\" como matéria, quando um ou mais cards \"Magidoce\" no seu Cemitério forem embaralhados no Deck Principal (exceto durante a Etapa de Dano): você pode desassociar 1 matéria deste card; Invoque por Invocação-Especial 1 monstro \"Magidoce\" do seu Deck em Posição de Ataque ou com a face para baixo em Posição de Defesa.", "ja": "地属性レベル５モンスター×２\nこのカードは自分フィールドのランク４以下の「マドルチェ」Ｘモンスターの上に重ねてＸ召喚する事もできる。①：１ターンに１度、自分の墓地の「マドルチェ」カード１枚を対象として発動できる。そのカードをデッキに戻す。②：このカードが「マドルチェ・プディンセス」をＸ素材としている状態で、自分の墓地の「マドルチェ」カードがデッキに戻った時、このカードのＸ素材を１つ取り除いて発動できる。デッキから「マドルチェ」モンスター１体を表側攻撃表示か裏側守備表示で特殊召喚する。", "ko": "땅 속성 레벨 5 몬스터 × 2\n이 카드는 자신 필드의 랭크 4 이하의 \"마돌체\" 엑시즈 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 1턴에 1번, 자신 묘지의 \"마돌체\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 덱으로 되돌린다. ②: 이 카드가 \"마돌체 푸딩세스\"를 엑시즈 소재로 하고 있는 상태에서, 자신 묘지의 \"마돌체\" 카드가 덱으로 되돌아갔을 때, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 덱에서 \"마돌체\" 몬스터 1장을 앞면 공격 표시나 뒷면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "地属性等级５怪兽×２\n此卡也可重叠在自己场上的阶级４以下的“魔幻甜点”超量怪兽上面来超量召唤。①：１回合１次，以自己墓地的１张“魔幻甜点”卡为对象可以发动。将该卡放回牌组。②：此卡持有“魔幻甜点・布丁公主”作为超量素材的状态下，自己墓地的“魔幻甜点”卡放回牌组时，去除此卡的１个超量素材可以发动。从牌组将１只“魔幻甜点”怪兽以表侧攻击表示或里侧守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fairy / Xyz / Effect", "attribute": "EARTH", "rank": 5, "atk": 2500, "def": 2200, "materials": "2 Level 5 EARTH monsters", "series": ["Madolche"], "images": [{"index": 1, "image": "MadolchePuddingcessChocolatalaMode-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN051", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "DUOV-EN082", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CROS-DE051", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "DUOV-DE082", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "CROS-SP051", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "DUOV-SP082", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CROS-FR051", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "DUOV-FR082", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CROS-IT051", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "DUOV-IT082", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CROS-PT051", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "DUOV-PT082", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CROS-JP051", "set_name": "Crossed Souls", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "QCCP-JP152", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "CROS-KR051", "set_name": "Crossed Souls", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "QCCP-KR152", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "BB01-SC040", "set_name": "Secret Treasures Pack", "rarities": ["Ultra Rare", "Collector's Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 380078, "master_duel_rarity": "UR"}