{"konami_id": 21628, "password": 44376395, "name": {"en": "ASHLAN U1000", "de": "ASHLAN U1000", "es": "ASHLAN U1000", "fr": "ASHLAN U1000", "it": "ASHLAN U1000", "pt": "ASHLAN U1000", "ja": "<ruby>ＡＳＨＬＡＮ<rt>アシュラン</rt></ruby>－Ｕ１０００<ruby>型<rt>がた</rt></ruby>", "ja_romaji": "Ashuran - Yū Sen Gata", "ko": "ASHLAN－U1000형", "ko_rr": null, "zh-TW": "ASHLAN－U1000型", "zh-CN": "ASHLAN－U1000型"}, "text": {"en": "2 monsters with different Types and Attributes\nIf a Ritual Monster this card points to attacks a Defense Position monster, inflict piercing battle damage to your opponent. You can only use each of the following effects of \"ASHLAN U1000\" once per turn. You can reveal 1 Ritual Monster in your hand; add 1 Ritual Monster with a different Type and Attribute from your Deck to your hand. If you Ritual Summon (except during the Damage Step): You can target 1 face-up card your opponent controls; return it to the hand.", "de": "2 Monster mit unterschiedlichen Typen und Eigenschaften\nFalls ein Ritualmonster, auf das diese Karte zeigt, ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu. Du kannst jeden der folgenden Effekte von „ASHLAN U1000“ nur einmal pro Spielzug verwenden. Du kannst 1 Ritualmonster in deiner Hand vorzeigen; füge deiner Hand 1 Ritualmonster mit unterschiedlichem Typ und unterschiedlicher Eigenschaft von deinem Deck hinzu. Falls du eine Ritualbeschwörung durchführst (außer während des Damage Steps): Du kannst 1 offene Karte wählen, die dein Gegner kontrolliert; gib sie auf die Hand zurück.", "es": "2 monstruos con Tipos y Atributos diferentes\nSi un Monstruo de Ritual al que apunta esta carta ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario. Sólo puedes usar cada uno de los siguientes efectos de \"ASHLAN U1000\" una vez por turno. Puedes mostrar 1 Monstruo de Ritual en tu mano; añade a tu mano 1 Monstruo de Ritual con un Tipo y Atributo diferentes en tu Deck. Si Invocas por Ritual (excepto durante el Damage Step): puedes seleccionar 1 carta boca arriba que controle tu adversario; devuélvela a la mano.", "fr": "2 monstres de Types et Attributs différents\nSi un Monstre Rituel pointé par cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"ASHLAN U1000\" qu'une fois par tour. Vous pouvez révéler 1 Monstre Rituel dans votre main ; ajoutez 1 Monstre Rituel de Type et Attribut différents depuis votre Deck à votre main. Si vous Invoquez Rituellement (sauf durant la Damage Step) : vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; renvoyez-la à la main.", "it": "2 mostri con Tipi e Attributi diversi\nSe un Mostro Rituale puntato da questa carta attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario. Puoi utilizzare ognuno dei seguenti effetti di \"ASHLAN U1000\" una sola volta per turno. Puoi rivelare 1 Mostro Rituale nella tua mano; aggiungi 1 Mostro Rituale con un Tipo e Attributo diversi dal tuo Deck alla tua mano. Se Evochi tramite Rituale (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta scoperta controllata dal tuo avversario; falla ritornare nella mano.", "pt": "2 monstros com Tipos e Atributos diferentes\nSe um Monstro de Ritual para o qual este card apontar atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente. Você só pode usar cada um dos seguintes efeitos de \"ASHLAN U1000\" uma vez por turno. Você pode revelar 1 Monstro de Ritual na sua mão; adicione 1 Monstro de Ritual com um Tipo e Atributo diferentes do seu Deck à sua mão. Se você Invocar por Invocação-Ritual (exceto durante a Etapa de Dano): você pode escolher 1 card com a face para cima que seu oponente controla; devolva-o para a mão.", "ja": "種族と属性が異なるモンスター２体\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードのリンク先の儀式モンスターが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。\n②：手札の儀式モンスター１体を相手に見せて発動できる。見せたモンスターとは種族と属性が異なる儀式モンスター１体をデッキから手札に加える。\n③：自分がモンスターを儀式召喚した場合、相手フィールドの表側表示カード１枚を対象として発動できる。そのカードを手札に戻す。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘"], "atk": 1400, "materials": "2 monsters with different Types and Attributes", "images": [{"index": 1, "image": "ASHLANU1000-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN085", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE085", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP085", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR085", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT085", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT085", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": null}, "yugipedia_page_id": 1132246, "master_duel_rarity": "N"}