{"konami_id": 17636, "password": 44413654, "name": {"en": "Morphtronic Impact Return", "de": "Morphtronische Einflussrückwirkung", "es": "Devolución del Golpe Morfotrónico", "fr": "Retour de l'Impact Morphtronique", "it": "Ritorno Impatto Morfotronico", "pt": "Retorno de Impacto Morfotrônico", "ja": "<ruby>Ｄ<rt>ディフォーマー</rt></ruby>・インパクトリターン", "ja_romaji": "Difōmā Inpakuto Ritān", "ko": "<ruby>D<rt>디포머</rt></ruby>·임팩트 리턴", "ko_rr": "Dipomeo Impaekteu Riteon", "zh-TW": "變形鬥士・衝擊歸來", "zh-CN": "变形斗士・冲击归来"}, "text": {"en": null, "de": "Wähle bis zu 2 Zauber/Fallen, die dein Gegner kontrolliert; mische 1 „Morphtronisch“-Monster von deiner Hand ins Deck und falls du dies tust, mische die als Ziel gewählten Karten ins Deck. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 deiner „Morphtronisch“-Monster wählen, das verbannt ist oder in deinem Friedhof liegt; beschwöre es als Spezialbeschwörung in die Verteidigungsposition. Du kannst nur 1 Effekt von „Morphtronische Einflussrückwirkung“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Selecciona hasta 2 Mágicas/Trampas que controle tu adversario; baraja al Deck 1 monstruo \"Morfotrónico/a\" en tu mano y, si lo haces, baraja al Deck la o las cartas seleccionadas. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 de tus monstruos \"Morfotrónico/a\" que esté desterrado o en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa. Sólo puedes usar 1 efecto de \"Devolución del Golpe Morfotrónico\" por turno, y sólo una vez ese turno.", "fr": "Ciblez max. 2 Magies/Pièges contrôlés par votre adversaire ; mélangez 1 monstre \"Morphtronique\" depuis votre main dans le Deck, et si vous le faites, mélangez les cartes ciblées dans le Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Morphtronique\" qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser qu'1 effet de \"Retour de l'Impact Morphtronique\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio fino a 2 Magie/Trappole controllate dal tuo avversario; mischia 1 mostro \"Morfotronico\" dalla tua mano nel Deck e, se lo fai, mischia le carte scelte come bersaglio nel Deck. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 dei tuoi mostri \"Morfotronico\" che è bandito o nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa. Puoi utilizzare solo 1 effetto di \"Ritorno Impatto Morfotronico\" per turno, e solo una volta in quel turno.", "pt": "Escolha até 2 Magias/Armadilhas que seu oponente controla; embaralhe no Deck 1 monstro \"Morfotrônico(a)\" da sua mão e, se isso acontecer, embaralhe os cards alvo no Deck. Você pode banir este card do seu Cemitério e, depois, escolha 1 dos seus monstros \"Morfotrônico(a)\" que estiverem banidos ou no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa. Você só pode usar 1 efeito de \"Retorno de Impacto Morfotrônico\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：相手フィールドの魔法・罠カードを２枚まで対象として発動できる。手札から「Ｄ」モンスター１体をデッキに戻し、対象のカードをデッキに戻す。\n②：墓地のこのカードを除外し、自分の墓地・除外状態の「Ｄ」モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 상대 필드의 마법 / 함정 카드를 2장까지 대상으로 하고 발동할 수 있다. 패에서 \"D(디포머)\" 몬스터 1장을 덱으로 되돌리고, 대상의 카드를 주인의 덱으로 되돌린다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 몬스터 및 제외되어 있는 자신의 몬스터 중에서, \"D(디포머)\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可將對方場上最多２張魔法・陷阱卡做為對象發動。從手牌將１隻「變形鬥士」怪獸送回牌組，將對象的卡送回持有者的牌組。②：可將墓地的此卡除外，從我方墓地的怪獸及被除外的我方怪獸中，將１隻「變形鬥士」怪獸做為對象發動。以守備表示特殊召喚該怪獸。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以对手场上的最多２张魔法・陷阱卡为对象可以发动。从手牌将１只“变形斗士”怪兽放回牌组，将对象卡放回持有者的牌组。②：将墓地的此卡除外，从自己墓地的怪兽及自己被除外的怪兽中，以１只“变形斗士”怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Morphtronic"], "images": [{"index": 1, "image": "MorphtronicImpactReturn-BLCR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN020", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLCR-DE020", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR020", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT020", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT020", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP020", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR020", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708611, "master_duel_rarity": "SR"}