{"konami_id": 15893, "password": 44478599, "name": {"en": "Sunavalon Melias", "de": "Sonnenavalon-Melias", "es": "Solaravalon Melias", "fr": "Mélias Solairavalon", "it": "Solaravalon Melias", "pt": "Melias de Solaravalon", "ja": "<ruby>聖天樹の灰樹精<rt>サンアバロン・メリアス</rt></ruby>", "ja_romaji": "San'abaron Meriasu", "ko": "생아발론 멜리아스", "ko_rr": "Saeng-aballon Melliaseu", "zh-TW": "聖天樹的灰樹精", "zh-CN": "圣天树之灰树精"}, "text": {"en": "2+ Plant monsters, including a Link Monster\nIf this card is Link Summoned: You can Special Summon 1 \"Sunseed Genius Loci\" from your GY. This card cannot be targeted for attacks, but does not prevent your opponent from attacking you directly. Once per turn: You can target 1 \"Sunvine\" Link Monster you control that this card points to; this turn, it can attack a number of times each Battle Phase, up to the number of \"Sunavalon\" Link Monsters you currently control.", "de": "2+ Pflanze-Monster, darunter ein Linkmonster\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst 1 „Sonnensamen-Genie Loci“ als Spezialbeschwörung von deinem Friedhof beschwören. Diese Karte kann nicht als Angriffsziel gewählt werden, aber verhindert nicht, dass dein Gegner dich direkt angreift. Einmal pro Spielzug: Du kannst 1 „Sonnenranken“-Linkmonster wählen, das du kontrollierst und auf das diese Karte zeigt; in diesem Spielzug kann es in jeder Battle Phase bis zu so viele Male angreifen wie die Anzahl der „Sonnenavalon“-Linkmonster beträgt, die du derzeit kontrollierst.", "es": "2+ monstruos Planta, incluyendo un Monstruo de Enlace\nSi esta carta es Invocada por Enlace: puedes Invocar de Modo Especial 1 \"Solarsemilla Genius Loci\" desde tu Cementerio. Esta carta no puede ser seleccionada para ataques, pero no previene que tu adversario te ataque directamente. Una vez por turno: puedes seleccionar 1 Monstruo de Enlace \"Solarvid\" que controles al que esta carta apunte; este turno, éste puede atacar un número de veces cada Battle Phase, hasta el número de Monstruos de Enlace \"Solaravalon\" que controles en este momento.", "fr": "2+ monstres Plante (un Monstre Lien inclus)\nSi cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 \"Astucieux Loci Solairgraine\" depuis votre Cimetière. Cette carte ne peut pas être ciblée par des attaques, mais ça n'empêche pas votre adversaire de vous attaquer directement. Une fois par tour : vous pouvez cibler 1 Monstre Lien \"Solairvigne\" que vous contrôlez pointé par cette carte ; ce tour, il peut attaquer un nombre de fois chaque Battle Phase, inférieur ou égal au nombre de Monstres Lien \"Solairavalon\" que vous contrôlez actuellement.", "it": "2+ mostri Pianta, compreso un Mostro Link\nSe questa carta viene Evocata Link: puoi Evocare Specialmente 1 \"Solarseme Genio Loci\" dal tuo Cimitero. Questa carta non può essere scelta come bersaglio per gli attacchi, ma non impedisce al tuo avversario di attaccarti direttamente. Una volta per turno: puoi scegliere come bersaglio 1 Mostro Link \"Solarvite\" che controlli puntato da questa carta; in questo turno, esso può attaccare un numero di volte ogni Battle Phase fino al numero di Mostri Link \"Solaravalon\" che controlli attualmente.", "pt": "2+ monstros Planta, incluindo um Monstro Link\nSe este card for Invocado por Invocação-Link: você pode Invocar por Invocação-Especial 1 \"Gênio Loci de Solarsemente\" do seu Cemitério. Este card não pode ser escolhido como alvo de ataques, mas isso não impede seu oponente de atacar você diretamente. Uma vez por turno: você pode escolher 1 Monstro Link \"Solarvinhas\" que você controla para o qual este card apontar; neste turno, em cada Fase de Batalha, ele pode atacar um número de vezes até o número de Monstros Link \"Solaravalon\" que você controla atualmente.", "ja": "リンクモンスターを含む植物族モンスター２体以上\n①：このカードがリンク召喚に成功した場合に発動できる。自分の墓地から「聖種の地霊」１体を選んで特殊召喚する。②：このカードは攻撃対象にされない（この効果が適用されたモンスターしか自分フィールドに存在しない状態での相手の攻撃は自分への直接攻撃になる）。③：１ターンに１度、このカードのリンク先の自分の「サンヴァイン」リンクモンスター１体を対象として発動できる。このターン、そのモンスターは自分フィールドの「サンアバロン」リンクモンスターの数まで攻撃できる。", "ko": "링크 몬스터를 포함하는 식물족 몬스터 2장 이상\n①: 이 카드가 링크 소환에 성공했을 경우에 발동할 수 있다. 자신 묘지에서 \"생시드 게니우스 로키\" 1장을 고르고 특수 소환한다. ②: 이 카드는 공격 대상이 되지 않는다(이 효과가 적용된 몬스터밖에 자신 필드에 존재하지 않은 상태에서의 상대의 공격은 자신에게로의 직접 공격이 된다). ③: 1턴에 1번, 이 카드의 링크 앞의 자신의 \"생바인\" 링크 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 몬스터는 자신 필드의 \"생아발론\" 링크 몬스터의 수까지 공격할 수 있다.", "zh-TW": null, "zh-CN": "包含连接怪兽在内的植物族怪兽２只以上\n①：此卡连接召唤的情况下可以发动。从自己的墓地将１只“圣种之地灵”特殊召唤。\n②：此卡不会成为攻击对象（自己场上仅存在适用此效果的怪兽的状态下，对手的攻击变为对自己的直接攻击）。\n③：１回合１次，以此卡连接端的自己的１只“圣蔓”连接怪兽为对象可以发动。此回合，该怪兽可攻击的次数最多为自己场上“圣天树”连接怪兽的数量。"}, "card_type": "Monster", "monster_type_line": "Plant / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬅", "➡", "⬆"], "atk": 0, "materials": "2+ Plant monsters, including a Link Monster", "series": ["Sunavalon"], "images": [{"index": 1, "image": "SunavalonMelias-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN098", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN115", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE098", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE115", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "es": [{"set_number": "LIOV-SP098", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-SP115", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR098", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR115", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT098", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT115", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT098", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT115", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "21PP-JP019", "set_name": "Premium Pack 2021", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP16-KR019", "set_name": "Premium Pack Vol.16", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC105", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708263, "master_duel_rarity": "UR"}