{"konami_id": 11789, "password": 44481227, "name": {"en": "Performapal Camelump", "de": "Künstlerkumpel Kamelhöcker", "es": "Artistamigo Camellulto", "fr": "Chameaunigo Potartiste", "it": "Artistamico Gobbacammello", "pt": "Camarartista Camededor", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>ラクダウン", "ja_romaji": "Entameito Rakudaun", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 락다운", "ko_rr": null, "zh-TW": "娛樂夥伴 降低駱駝", "zh-CN": "娱乐伙伴・下降骆驼"}, "text": {"en": "If this card is destroyed by battle: You can make the monster that destroyed this card lose 800 ATK.", "de": "Falls diese Karte durch Kampf zerstört wird: Du kannst das Monster, das diese Karte zerstört hat, 800 ATK verlieren lassen.", "es": "Si esta carta es destruida en batalla: puedes hacer que el monstruo que destruyó a esta carta pierda 800 ATK.", "fr": "Si cette carte est détruite au combat : vous pouvez faire perdre 800 ATK au monstre qui a détruit cette carte.", "it": "Se questa carta viene distrutta in battaglia: puoi fare perdere 800 ATK al mostro che ha distrutto questa carta.", "pt": "Se este card for destruído em batalha: você pode fazer com que o monstro que destruiu este card perca 800 de ATK.", "ja": "①：このカードが戦闘で破壊された場合に発動できる。このカードを破壊したモンスターの攻撃力は８００ダウンする。", "ko": "①: 이 카드가 전투로 파괴되었을 경우에 발동할 수 있다. 이 카드를 파괴한 몬스터의 공격력은 800 내린다.", "zh-TW": null, "zh-CN": "①：这张卡被战斗破坏的场合才能发动。让把这张卡破坏的怪兽的攻击力下降800。"}, "card_type": "Monster", "monster_type_line": "Beast / Pendulum / Effect", "attribute": "EARTH", "level": 4, "atk": 800, "def": 1800, "pendulum_scale": 2, "pendulum_effect": {"en": "Once per turn, during your Main Phase 1: You can target 1 face-up monster you control; the monsters your opponent currently controls lose 800 DEF until the end of this turn, and if they do, if the targeted monster attacks a Defense Position monster this turn, inflict piercing battle damage to your opponent. (These effects remain even if this card leaves the field.)", "de": "Einmal pro Spielzug, während deiner Main Phase 1: Du kannst 1 offenes Monster wählen, das du kontrollierst; die Monster, die dein Gegner derzeit kontrolliert, verlieren bis zum Ende dieses Spielzugs 800 DEF und falls sie dies tun, falls das als Ziel gewählte Monster in diesem Spielzug ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu. (Diese Effekte dauern sogar an, falls diese Karte das Spielfeld verlässt.)", "es": "Una vez por turno, durante tu Main Phase 1: puedes seleccionar 1 monstruo boca arriba que controles; hasta el final de este turno, los monstruos que controle tu adversario en este momento pierden 800 DEF y, si lo hacen, si este turno el monstruo seleccionado ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario. (Estos efectos permanecen aún si esta carta deja el Campo).", "fr": "Une fois par tour, durant votre Main Phase 1 : vous pouvez cibler 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, les monstres actuellement contrôlés par votre adversaire perdent 800 DEF, et s'ils le font, si le monstre ciblé attaque un monstre en Position de Défense ce tour, infligez des dommages de combat perçants à votre adversaire. (Ces effets perdurent même si cette carte quitte le Terrain.)", "it": "Una volta per turno, durante la tua Main Phase 1: puoi scegliere come bersaglio 1 mostro scoperto che controlli; i mostri attualmente controllati dal tuo avversario perdono 800 DEF fino alla fine di questo turno e, se lo fanno, se il mostro scelto come bersaglio attacca un mostro in Posizione di Difesa in questo turno, infliggi danno da combattimento perforante al tuo avversario. (Questi effetti rimangono anche se questa carta lascia il Terreno.)", "pt": "Uma vez por turno, durante sua Fase Principal 1: você pode escolher 1 monstro com a face para cima que você controla; até o final deste turno, os monstros que seu oponente controla atualmente perdem 800 de DEF e, se isso acontecer, se o monstro escolhido como alvo atacar um monstro em Posição de Defesa neste turno, cause dano de batalha perfurante ao seu oponente. (Esses efeitos permanecem mesmo que este card deixe o campo.)", "ja": "①：１ターンに１度、自分フィールドの表側表示モンスター１体を対象として発動できる。相手フィールドの全てのモンスターの守備力はターン終了時まで８００ダウンし、このターン対象のモンスターが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。", "ko": "①: 1턴에 1번, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 상대 필드의 모든 몬스터의 수비력은 턴 종료시까지 800 내리고, 이 턴에 대상의 몬스터가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 상대에게 전투 데미지를 준다.", "zh-TW": "①：１回合１次，可將我方場上的１隻正面表示怪獸做為對象發動。對方場上的所有怪獸的守備力在回合結束前降低８００，在對象怪獸於此回合攻擊守備表示怪獸的狀況下，給予對方攻擊力超過該守備力數值的戰鬥傷害。", "zh-CN": "①：１回合１次，可以我方场上的１只表侧表示怪兽为对象发动。直至回合结束时，对手场上所有怪兽的守备力下降８００，此回合对象怪兽攻击了守备表示怪兽的场合，给予对手相当于攻击力超过该守备力数值的战斗伤害。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalCamelump-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CORE-EN005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-EN051", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CORE-DE005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-DE051", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CORE-SP005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-SP051", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CORE-FR005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-FR051", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CORE-IT005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-IT051", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CORE-PT005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "MP16-PT051", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CORE-JP005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}], "ko": [{"set_number": "CORE-KR005", "set_name": "Clash of Rebellions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 346034, "master_duel_rarity": "N"}