{"konami_id": 14545, "password": 44640691, "name": {"en": "Rogue of Endymion", "de": "Schurke von Endymion", "es": "Pícaro de Endimión", "fr": "Brigand d'Endymion", "it": "Canaglia di Endymion", "pt": "Ladino de Endymion", "ja": "ローグ・オブ・エンディミオン", "ja_romaji": "Rōgu Obu Endimion", "ko": "로그 오브 엔디미온", "ko_rr": "Rogeu Obeu Endimion", "zh-TW": "恩底彌翁的流氓", "zh-CN": "恩底弥翁的流氓"}, "text": {"en": "If this card is Normal or Special Summoned: Place 1 Spell Counter on it. You can remove 1 Spell Counter from this card and discard 1 Spellcaster monster; Set 1 Continuous Spell directly from your Deck, but for the rest of this turn you cannot activate it, or activate cards, or the effects of cards, with its name. You can only use each effect of \"Rogue of Endymion\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Lege 1 Zauberzählmarke darauf. Du kannst 1 Zauberzählmarke von dieser Karte entfernen und 1 Hexer-Monster abwerfen; setze 1 Permanenten Zauber direkt von deinem Deck, aber für den Rest dieses Spielzugs kannst du weder ihn noch Karten oder Effekte von Karten mit seinem Namen aktivieren. Du kannst jeden Effekt von „Schurke von Endymion“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: pon 1 Contador Mágico en ella. Puedes retirar 1 Contador Mágico de esta carta y descartar 1 monstruo Lanzador de Conjuros; Coloca 1 Mágica Continua directamente desde tu Deck, pero por el resto de este turno no puedes activarla, ni activar cartas, o los efectos de cartas, con su mismo nombre. Sólo puedes usar cada efecto de \"Pícaro de Endimión\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : placez 1 Compteur Magie sur elle. Vous pouvez retirer 1 Compteur Magie de cette carte et défausser 1 monstre Magicien ; Posez 1 Magie Continue directement depuis votre Deck, mais le reste de ce tour vous ne pouvez ni l'activer ni activer de cartes ou d'effets de cartes du même nom. Vous ne pouvez utiliser chaque effet de \"Brigand d'Endymion\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: metti 1 Segnalino Magia su di essa. Puoi rimuovere 1 Segnalino Magia da questa carta e scartare 1 mostro Incantatore; Posiziona 1 Magia Continua direttamente dal tuo Deck, ma, per il resto di questo turno, non puoi attivarla, o attivare carte, o gli effetti di carte, con il suo nome. Puoi utilizzare ogni effetto di \"Canaglia di Endymion\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: coloque 1 Marcador de Magia sobre ele. Você pode remover 1 Marcador de Magia deste card e descartar 1 monstro Mago; Baixe 1 Magia Contínua diretamente do seu Deck, mas pelo resto deste turno você não pode ativá-la nem ativar cards ou os efeitos de cards com o nome dela. Você só pode usar cada efeito de \"Ladino de Endymion\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動する。このカードに魔力カウンターを１つ置く。②：このカードの魔力カウンターを１つ取り除き、手札から魔法使い族モンスター１体を捨てて発動できる。デッキから永続魔法カード１枚を選んで自分の魔法＆罠ゾーンにセットする。このターン、自分はこの効果でセットしたカード及びその同名カードの効果を発動できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동한다. 이 카드에 마력 카운터를 1개 놓는다. ②: 이 카드의 마력 카운터를 1개 제거하고, 패에서 마법사족 몬스터 1장을 버리고 발동할 수 있다. 덱에서 지속 마법 카드 1장을 골라 자신의 마법 & 함정 존에 세트한다. 이 턴에, 자신은 이 효과로 세트한 카드 및 그와 같은 이름의 카드의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：这张卡召唤·特殊召唤成功的场合发动。给这张卡放置1个魔力指示物。\n②：把这张卡1个魔力指示物取除，从手卡丢弃1只魔法师族怪兽才能发动。从卡组选1张永续魔法卡在自己的魔法与陷阱区域盖放。这个回合，自己不能把这个效果盖放的卡以及那些同名卡的效果发动。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "FIRE", "level": 3, "atk": 1500, "def": 200, "series": ["Endymion"], "images": [{"index": 1, "image": "RogueofEndymion-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN099", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-EN146", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "RIRA-DE099", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-DE146", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "es": [{"set_number": "RIRA-SP099", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-SP146", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RIRA-FR099", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-FR146", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "RIRA-IT099", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-IT146", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RIRA-PT099", "set_name": "Rising Rampage", "rarities": ["Common"]}, {"set_number": "MP20-PT146", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP160", "set_name": "V Jump May 2019 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP14-KRB11", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Normal Parallel Rare", "Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 595095, "master_duel_rarity": "R"}