{"konami_id": 14594, "password": 44710391, "name": {"en": "Earthbound Geoglyph", "de": "Erdgebundene Geoglyphe", "es": "Geoglifo Terrestre", "fr": "Esprit de la Terre Géoglyphe", "it": "Geoglifo Terrestre", "pt": "Geoglifo Terrestre", "ja": "<ruby>地<rt>じ</rt></ruby><ruby>縛<rt>ばく</rt></ruby><ruby>地<rt>ち</rt></ruby><ruby>上<rt>じょう</rt></ruby><ruby>絵<rt>え</rt></ruby>", "ja_romaji": "Jibaku Chijōe", "ko": "지박지상회", "ko_rr": "Jibakjisanghoe", "zh-TW": "地縛地畫", "zh-CN": "地缚地画"}, "text": {"en": "While any Level 10 monsters are on the field, neither player can target this card with card effects, also it cannot be destroyed by card effects. You can treat 1 Synchro Monster as 2 Tributes for the Tribute Summon of an \"Earthbound Immortal\" monster. If a Synchro Monster(s) is Special Summoned (except during the Damage Step): You can add 1 \"Earthbound Immortal\" Spell/Trap from your Deck to your hand. You can only use this effect of \"Earthbound Geoglyph\" once per turn.", "de": "Solange Monster der Stufe 10 auf dem Spielfeld liegen, kann kein Spieler diese Karte als Ziel für Karteneffekte wählen, zusätzlich kann sie nicht durch Karteneffekte zerstört werden. Du kannst 1 Synchromonster als 2 Tribute für die Tributbeschwörung eines „Erdgebundener Unsterblicher“-Monsters behandeln. Falls ein oder mehr Synchromonster als Spezialbeschwörung beschworen werden (außer während des Damage Steps): Du kannst deiner Hand 1 „Erdgebundener Unsterblicher“-Zauber/Falle von deinem Deck hinzufügen. Du kannst diesen Effekt von „Erdgebundene Geoglyphe“ nur einmal pro Spielzug verwenden.", "es": "Mientras esté en el Campo cualquier monstruo de Nivel 10, ningún jugador puede seleccionar esta carta con efectos de cartas, y además ésta no puede ser destruida por efectos de cartas. Puedes tratar 1 Monstruo de Sincronía como 2 Sacrificios para la Invocación por Sacrificio de un monstruo \"Inmortal Terrestre\". Si uno o más Monstruos de Sincronía son Invocados de Modo Especial (excepto durante el Damage Step): puedes añadir a tu mano 1 Mágica/Trampa \"Inmortal Terrestre\" en tu Deck. Sólo puedes usar este efecto de \"Geoglifo Terrestre\" una vez por turno.", "fr": "Tant que des monstres de Niveau 10 sont sur le Terrain, aucun joueur ne peut cibler cette carte avec des effets de carte, et aussi, elle ne peut pas être détruite par des effets de carte. Vous pouvez traiter 1 Monstre Synchro comme 2 Sacrifices pour l'Invocation Sacrifice d'un monstre \"Esprit de la Terre Immortel\". Si un ou plusieurs Monstres Synchro sont Invoqués Spécialement (sauf durant la Damage Step) : vous pouvez ajouter 1 Magie/Piège \"Esprit de la Terre Immortel\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Esprit de la Terre Géoglyphe\" qu'une fois par tour.", "it": "Mentre sul Terreno c'è un qualsiasi mostro di Livello 10, nessun giocatore può scegliere come bersaglio questa carta con gli effetti delle carte, inoltre essa non può essere distrutta dagli effetti delle carte. Puoi considerare 1 Mostro Synchro come 2 Tributi per l'Evocazione tramite Tributo di un mostro \"Immortale Terrestre\". Se uno o più Mostri Synchro vengono Evocati Specialmente (eccetto durante il Damage Step): puoi aggiungere 1 Magia/Trappola \"Immortale Terrestre\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Geoglifo Terrestre\" una sola volta per turno.", "pt": "Enquanto houver algum monstro de Nível 10 no campo, nenhum duelista pode escolher este card como alvo de efeitos de card e, além disso, ele não pode ser destruído por efeitos de card. Você pode considerar 1 Monstro Sincro como 2 Tributos para a Invocação-Tributo de um monstro \"Imortal Terrestre\". Se um ou mais Monstros Sincro forem Invocados por Invocação-Especial (exceto durante a Etapa de Dano): você pode adicionar 1 Magia/Armadilha \"Imortal Terrestre\" do seu Deck à sua mão. Você só pode usar este efeito de \"Geoglifo Terrestre\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：フィールドにレベル１０モンスターが存在する限り、このカードは効果では破壊されず、お互いはこのカードを効果の対象にできない。②：このカードがフィールドゾーンに存在する限り、自分が「地縛神」モンスターをアドバンス召喚する場合、Ｓモンスターは２体分のリリースにできる。③：Ｓモンスターが特殊召喚された場合に発動できる。デッキから「地縛神」魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드에 레벨 10 몬스터가 존재하는 한, 이 카드는 효과로는 파괴되지 않으며, 양쪽 플레이어는 이 카드를 효과의 대상으로 할 수 없다. ②: 이 카드가 필드 존에 존재하는 한, 자신이 \"지박신\" 몬스터를 어드밴스 소환할 경우, 싱크로 몬스터는 2장만큼의 릴리스로 할 수 있다. ③: 싱크로 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 덱에서 \"지박신\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的③效果１回合仅可使用１次。\n①：只要场上存在等级１０怪兽，此卡不会因效果被破坏，双方不可将此卡作为效果的对象。\n②：只要此卡存在于场地区域，自己上级召唤“地缚神”怪兽的情况下，同步怪兽可作为２只解放。\n③：同步怪兽被特殊召唤的情况下可以发动。从牌组将１张“地缚神”魔法・陷阱卡加入手牌。"}, "card_type": "Spell", "property": "Field", "series": ["Earthbound"], "images": [{"index": 1, "image": "EarthboundGeoglyph-MZMI-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LED5-EN026", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-EN056", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}, {"set_number": "MZMI-EN052", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "de": [{"set_number": "LED5-DE026", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-DE056", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}, {"set_number": "MZMI-DE052", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "fr": [{"set_number": "LED5-FR026", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-FR056", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}, {"set_number": "MZMI-FR052", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "it": [{"set_number": "LED5-IT026", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-IT056", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}, {"set_number": "MZMI-IT052", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "pt": [{"set_number": "LED5-PT026", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-PT056", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}, {"set_number": "MZMI-PT052", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "ja": [{"set_number": "DP22-JP026", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Super Rare"]}, {"set_number": "AC03-JP042", "set_name": "Animation Chronicle 2023", "rarities": ["Common"]}], "ko": [{"set_number": "DP22-KR026", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Super Rare"]}, {"set_number": "AC03-KR042", "set_name": "Animation Chronicle 2023", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC090", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 625633, "master_duel_rarity": "SR"}