{"konami_id": 10032, "password": 44790889, "name": {"en": "Hammer Bounzer", "de": "Hammer-Rausschmeißer", "es": "Rebotador del Martillo", "fr": "Marteau Bounzer", "it": "Buttafuori Martello", "pt": "Rufião Martelo", "ja": "ハンマーラッシュ・バウンサー", "ja_romaji": "Hanmārasshu Baunsā", "ko": "해머러시 바운서", "ko_rr": null, "zh-TW": "重槌突擊豹鑣", "zh-CN": "重槌突击豹镖"}, "text": {"en": "If your opponent controls a card and you control no cards, you can Normal Summon this card without Tributing. If this card attacks an opponent's monster, as long as you control no Spell/Trap Cards, your opponent cannot activate any Spell/Trap Cards until the end of the Damage Step.", "de": "Falls dein Gegner Karten kontrolliert und du keine Karten kontrollierst, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Falls diese Karte ein Monster deines Gegners angreift, solange du keine Zauber-/Fallenkarten kontrollierst, kann dein Gegner bis zum Ende des Damage Steps keine Zauber-/Fallenkarten aktivieren.", "es": "Si tu adversario controla cartas y tú no controlas ninguna, puedes Invocar esta carta de Modo Normal sin Sacrificios. Si esta carta ataca a un monstruo de tu adversario, mientras no controles Cartas Mágicas/de Trampa, tu adversario no puede activar Cartas Mágicas/de Trampa hasta el final del Damage Step.", "fr": "Si votre adversaire contrôle une carte et que vous n'en contrôlez aucune, vous pouvez Invoquer Normalement cette carte sans Sacrifice. Si cette carte attaque un monstre de votre adversaire, tant que vous ne contrôlez aucune Carte Magie/Piège, jusqu'à la fin de la Damage Step, votre adversaire ne peut pas activer de Cartes Magie/Piège.", "it": "Se il tuo avversario controlla una carta e tu non ne controlli nessuna, puoi Evocare Normalmente questa carta senza offrire Tributi. Se questa carta attacca un mostro dell'avversario, fino a quando non controlli nessuna Carta Magia/Trappola, il tuo avversario non può attivare nessuna Carta Magia/Trappola fino alla fine del Damage Step.", "pt": null, "ja": "相手フィールド上にカードが存在し、自分フィールド上にカードが存在しない場合、このカードはリリースなしで召喚できる。自分フィールド上に魔法・罠カードが存在せず、このカードが相手モンスターに攻撃する場合、相手はダメージステップ終了時まで魔法・罠カードを発動できない。", "ko": "상대 필드 위에 카드가 존재하고, 자신 필드 위에 카드가 존재하지 않을 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. 자신 필드 위에 마법 / 함정 카드가 존재하지 않으며, 이 카드가 상대 몬스터에 공격할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 카드를 발동할 수 없다.", "zh-TW": null, "zh-CN": "对方场上有卡存在，自己场上没有卡存在的场合，这张卡可以不用解放作召唤。自己场上没有魔法·陷阱卡存在，这张卡向对方怪兽攻击的场合，对方直到伤害步骤结束时不能把魔法·陷阱卡发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 6, "atk": 2300, "def": 2000, "series": ["Bounzer"], "images": [{"index": 1, "image": "HammerBounzer-GAOV-EN-SR-1E.jpg"}], "sets": {"en": [{"set_number": "GAOV-EN009", "set_name": "Galactic Overlord", "rarities": ["Super Rare"]}], "de": [{"set_number": "GAOV-DE009", "set_name": "Galactic Overlord", "rarities": ["Super Rare"]}], "es": [{"set_number": "GAOV-SP009", "set_name": "Galactic Overlord", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GAOV-FR009", "set_name": "Galactic Overlord", "rarities": ["Super Rare"]}], "it": [{"set_number": "GAOV-IT009", "set_name": "Galactic Overlord", "rarities": ["Super Rare"]}], "ja": [{"set_number": "GAOV-JP009", "set_name": "Galactic Overlord", "rarities": ["Super Rare"]}], "ko": [{"set_number": "GAOV-KR009", "set_name": "Galactic Overlord", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 199469, "master_duel_rarity": "N"}