{"konami_id": 18523, "password": 44843954, "name": {"en": "Sweet Dreams, Nemleria", "de": "Süße Träume, Nemleria", "es": "Dulces Sueños, Nemleria", "fr": "Faites de Beaux Rêves, Nemleria", "it": "Sogni d'Oro, Nemleria", "pt": "Bons Sonhos, Nemleria", "ja": "<ruby>寝姫の甘い夢<rt>スウィート・ドリームス・ネムレリア</rt></ruby>", "ja_romaji": "Suwīto Dorīmuzu Nemureria", "ko": "스위트 드림스 네무렐리아", "ko_rr": "Seuwiteu Deurimseu Nemurellia", "zh-TW": "妮夢蕾莉婭的寐夢", "zh-CN": "妮梦雷莉娅的寐梦"}, "text": {"en": "Add 1 \"Nemleria\" monster from your Deck to your hand, then, if you have \"Dreaming Nemleria\" face-up in your Extra Deck, your opponent cannot activate cards or effects this turn when a \"Nemleria\" monster(s) is Normal or Special Summoned. You can place this card from the GY on the bottom of your Deck, then target 1 \"Dreaming Nemleria\" you control; add it to the Extra Deck face-up. You can only activate 1 \"Sweet Dreams, Nemleria\" per turn.", "de": "Füge deiner Hand 1 „Nemleria“-Monster von deinem Deck hinzu, dann, falls du „Träumende Nemleria“ offen in deinem Extra Deck hast, kann dein Gegner in diesem Spielzug weder Karten noch Effekte aktivieren, wenn ein oder mehr „Nemleria“-Monster als Normal- oder Spezialbeschwörung beschworen werden. Du kannst diese Karte vom Friedhof unter dein Deck legen und dann 1 „Träumende Nemleria“ wählen, die du kontrollierst; füge sie offen dem Extra Deck hinzu. Du kannst nur 1 „Süße Träume, Nemleria“ pro Spielzug aktivieren.", "es": "Añade a tu mano 1 monstruo \"Nemleria\" en tu Deck y después, si tienes \"Nemleria Soñadora\" boca arriba en tu Deck Extra, tu adversario no puede activar cartas o efectos este turno cuando uno o más monstruos \"Nemleria\" sean Invocados de Modo Normal o Especial. Puedes poner esta carta del Cementerio en la parte inferior de tu Deck, y después selecciona 1 \"Nemleria Soñadora\" que controles; añádela al Deck Extra boca arriba. Sólo puedes activar 1 \"Dulces Sueños, Nemleria\" por turno.", "fr": "Ajoutez 1 monstre \"Nemleria\" depuis votre Deck à votre main, puis, si vous avez \"Nemleria Rêveuse\" face recto dans votre Extra Deck, votre adversaire ne peut activer ni de cartes ni d'effets ce tour, lorsqu'un ou plusieurs monstres \"Nemleria\" sont Invoqués Normalement ou Spécialement. Vous pouvez placer cette carte depuis le Cimetière au-dessous de votre Deck, puis ciblez 1 \"Nemleria Rêveuse\" que vous contrôlez ; ajoutez-le face recto à l'Extra Deck. Vous ne pouvez activer qu'1 \"Faites de Beaux Rêves, Nemleria\" par tour.", "it": "Aggiungi 1 mostro \"Nemleria\" dal tuo Deck alla tua mano, poi, se hai \"Nemleria Sognante\" scoperta nel tuo Extra Deck, il tuo avversario non può attivare carte o effetti in questo turno quando uno o più mostri \"Nemleria\" vengono Evocati Normalmente o Specialmente. Puoi mettere questa carta dal Cimitero in fondo al tuo Deck, poi scegliere come bersaglio 1 \"Nemleria Sognante\" che controlli; aggiungila all'Extra Deck scoperto. Puoi attivare solo 1 \"Sogni d'Oro, Nemleria\" per turno.", "pt": "Adicione 1 monstro \"Nemleria\" do seu Deck à sua mão e, depois, se você tiver \"Nemleria Sonhadora\" com a face para cima no seu Deck Adicional, seu oponente não pode ativar cards ou efeitos neste turno quando um ou mais monstros \"Nemleria\" forem Invocados por Invocação-Normal ou Especial. Você pode colocar este card do Cemitério no fundo do seu Deck e, depois, escolha 1 \"Nemleria Sonhadora\" que você controla; adicione-o ao Deck Adicional com a face para cima. Você só pode ativar 1 \"Bons Sonhos, Nemleria\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：デッキから「ネムレリア」モンスター１体を手札に加える。自分のＥＸデッキに表側表示の「夢見るネムレリア」が存在する場合、さらにこのターン、「ネムレリア」モンスターの召喚・特殊召喚成功時に相手は魔法・罠・モンスターの効果を発動できない。②：墓地のこのカードをデッキの一番下に戻し、自分フィールドの「夢見るネムレリア」１枚を対象として発動できる。そのカードを持ち主のＥＸデッキに表側表示で加える。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 덱에서 \"네무렐리아\" 몬스터 1장을 패에 넣는다. 자신의 엑스트라 덱에 앞면 표시의 \"꿈꾸는 네무렐리아\"가 존재할 경우, 추가로 이 턴에, \"네무렐리아\" 몬스터의 일반 소환 / 특수 소환 성공시에 상대는 마법 / 함정 / 몬스터의 효과를 발동할 수 없다. ②: 묘지의 이 카드를 덱 맨 아래로 되돌리고, 자신 필드의 \"꿈꾸는 네무렐리아\" 1장을 대상으로 하여 발동할 수 있다. 그 카드를 주인의 엑스트라 덱에 앞면 표시로 넣는다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：从牌组将１只“妮梦雷莉娅”怪兽加入手牌。自己的额外牌组存在表侧表示的“眠梦中的妮梦雷莉娅”的情况下，进而此回合，“妮梦雷莉娅”怪兽的召唤・特殊召唤成功时，对手不可发动魔法・陷阱・怪兽的效果。②：将墓地的此卡放回牌组最下面，以自己场上的１张“眠梦中的妮梦雷莉娅”为对象可以发动。将该卡以表侧表示加入持有者的额外牌组。"}, "card_type": "Spell", "property": "Normal", "series": ["Nemleria"], "images": [{"index": 1, "image": "SweetDreamsNemleria-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN060", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN197", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CYAC-DE060", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE197", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CYAC-FR060", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR197", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CYAC-IT060", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT197", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CYAC-PT060", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT197", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CYAC-JP060", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "ko": [{"set_number": "CYAC-KR060", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC171", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716951, "master_duel_rarity": "UR"}