{"konami_id": 12739, "password": 44944304, "name": {"en": "Performapal Laugh Maker", "de": "Künstlerkumpel Lachmacher", "es": "Artistamigo Hacedor de Risas", "fr": "Faiseur de Rire Potartiste", "it": "Artistamico Creatore di Risate", "pt": "Camarartista Faz Rir", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>ラフメイカー", "ja_romaji": "Entameito Rafumeikā", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 래프메이커", "ko_rr": null, "zh-TW": "娛樂夥伴 搞笑人", "zh-CN": "娱乐伙伴搞笑人"}, "text": {"en": null, "de": "Wenn diese Karte einen Angriff deklariert: Du kannst diese Karte bis zum Ende der Battle Phase 1000 ATK für jedes Monster auf dem Spielfeld erhalten lassen, dessen derzeitige ATK höher sind als seine Grund-ATK, außer anderen Monstern, die du kontrollierst. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört wird, solange ihre derzeitigen ATK höher sind als ihre Grund-ATK: Du kannst 1 Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst nur 1 Monstereffekt von „Künstlerkumpel Lachmacher“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Cuando esta carta declara un ataque: hasta el final de la Battle Phase, puedes hacer que esta carta gane 1000 ATK por cada monstruo en el Campo, excepto monstruos que tú controles, cuyo ATK en este momento sea mayor que su ATK original. Si esta carta es destruida en batalla o por efecto de una carta mientras su ATK en este momento sea mayor que su ATK original: puedes seleccionar 1 monstruo en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar 1 efecto de monstruo de \"Artistamigo Hacedor de Risas\" por turno, y sólo una vez ese turno.", "fr": "Lorsque cette carte déclare une attaque : jusqu'à la fin de la Battle Phase, vous pouvez faire gagner 1000 ATK à cette carte pour chaque monstre sur le Terrain dont l'ATK actuelle est supérieure à son ATK d'origine (autres monstres que vous contrôlez exclus). Si cette carte est détruite au combat ou par un effet de carte tant que son ATK actuelle est supérieure à son ATK d'origine : vous pouvez cibler 1 monstre dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser qu'1 effet de monstre \"Faiseur de Rire Potartiste\" par tour, et uniquement une fois le tour.", "it": "Quando questa carta dichiara un attacco: puoi far guadagnare a questa carta 1000 ATK per ogni mostro sul Terreno il cui ATK attuale è superiore al suo ATK originale, eccetto gli altri mostri che controlli, fino alla fine della Battle Phase. Se questa carta viene distrutta in battaglia o dall'effetto di una carta mentre il suo ATK attuale è superiore al suo ATK originale: puoi scegliere come bersaglio 1 mostro nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare solo 1 effetto di mostro di \"Artistamico Creatore di Risate\" per turno, e solo una volta in quel turno.", "pt": "Quando este card declarar um ataque: você pode fazer com que este card ganhe 1000 de ATK para cada monstro no campo cujo ATK atual seja maior que seu ATK original, exceto outros monstros que você controla, até o final da Fase de Batalha. Se este card for destruído em batalha ou por um efeito de card enquanto seu ATK atual for maior que seu ATK original: você pode escolher 1 monstro no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar 1 efeito de monstro de \"Camarartista Faz Rir\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②のモンスター効果は１ターンに１度、いずれか１つしか使用できない。\n①：このカードの攻撃宣言時に発動できる。このカードの攻撃力はバトルフェイズ終了時まで、このカード及び相手フィールドのモンスターの内、元々の攻撃力より高い攻撃力を持つモンスターの数×１０００アップする。\n②：元々の攻撃力より高い攻撃力を持つこのカードが戦闘・効果で破壊された場合、自分の墓地のモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "\"EM(엔터메이트) 래프메이커\"의 ①②의 몬스터 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 이 카드의 공격 선언시에 발동할 수 있다. 이 카드의 공격력은 배틀 페이즈 종료시까지, 이 카드 및 상대 필드의 몬스터 중에서, 원래 공격력보다 높은 공격력을 가지는 몬스터의 수 × 1000 올린다. ②: 원래 공격력보다 높은 공격력을 가지는 이 카드가 전투 / 효과로 파괴되었을 경우, 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": "「娛樂夥伴 搞笑人」的①②怪獸效果，１回合僅限使用１次其中１個效果。①：可在此卡的攻擊宣言時發動。此卡的攻擊力在戰鬥階段結束前，依據此卡及對方場上的怪獸中，持有攻擊力高於原本的攻擊力的怪獸的數量×１０００進行提升。②：在持有攻擊力高於原本的攻擊力的此卡因戰鬥・效果被破壞的狀況下，可將我方墓地的１隻怪獸做為對象發動。特殊召喚該怪獸。", "zh-CN": "“娱乐伙伴搞笑人”①②怪兽效果１回合１次，只可使用其中任１个。①：此卡的攻击宣言时可发动。直至战斗阶段结束时，此卡的攻击力上升相当于此卡及对手场上怪兽内，持有攻击力高于原本攻击力的怪兽数量×１０００。②：持有攻击力高于原本攻击力的此卡因战斗、效果被破坏的场合，可以我方墓地的１只怪兽为对象发动。特殊召唤该怪兽。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "LIGHT", "level": 8, "atk": 2500, "def": 2000, "pendulum_scale": 5, "pendulum_effect": {"en": "Once per turn, if your opponent controls a monster whose current ATK is higher than its original ATK: You can gain 1000 LP.", "de": "Einmal pro Spielzug, falls dein Gegner ein Monster kontrolliert, dessen derzeitige ATK höher sind als seine Grund-ATK: Du kannst 1000 LP erhalten.", "es": "Una vez por turno, si tu adversario controla un monstruo cuyo ATK en este momento sea mayor que su ATK original: puedes ganar 1000 LP.", "fr": "Une fois par tour, si votre adversaire contrôle un monstre dont l'ATK actuelle est supérieure à son ATK d'origine : vous pouvez gagner 1000 LP.", "it": "Una volta per turno, se il tuo avversario controlla un mostro il cui ATK attuale è superiore al suo ATK originale: puoi guadagnare 1000 LP.", "pt": "Uma vez por turno, se seu oponente controlar um monstro cujo ATK atual seja maior que seu ATK original: você pode ganhar 1000 PV.", "ja": "①：１ターンに１度、相手フィールドに元々の攻撃力より高い攻撃力を持つモンスターが存在する場合に発動できる。自分は１０００ＬＰ回復する。", "ko": "①: 1턴에 1번, 상대 필드에 원래 공격력보다 높은 공격력을 가지는 몬스터가 존재할 경우에 발동할 수 있다. 자신은 1000 LP 회복한다.", "zh-TW": "①：１回合１次，可在對方場上存在持有攻擊力高於原本的攻擊力的怪獸的狀況下發動。我方回復１０００LP。", "zh-CN": "①：１回合１次，对手场上存在有持有攻击力高于原本攻击力的怪兽的场合可发动。我方回复１０００生命点数。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalLaughMaker-RATE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN004", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "de": [{"set_number": "RATE-DE004", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "fr": [{"set_number": "RATE-FR004", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "it": [{"set_number": "RATE-IT004", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "pt": [{"set_number": "RATE-PT004", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "ja": [{"set_number": "RATE-JP004", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "ko": [{"set_number": "RATE-KR004", "set_name": "Raging Tempest", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464484, "master_duel_rarity": "R"}