{"konami_id": 13131, "password": 45014450, "name": {"en": "Odd-Eyes Venom Dragon", "de": "Buntäugiger Giftdrache", "es": "Dragón Venenoso de Ojos Anómalos", "fr": "Dragon Venin aux Yeux Impairs", "it": "Drago Veleno Occhi Diversi", "pt": "Dragão Peçonha de Olhos Anômalos", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>紫<rt>し</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>オッドアイズ・ヴェノム・ドラゴン", "ja_romaji": "Haōshiryū Oddoaizu Venomu Doragon", "ko": "패왕자룡 오드아이즈 베놈 드래곤", "ko_rr": "Paewangjalyong Odeu-aijeu Benom Deuraegon", "zh-TW": "霸王紫龍 異色眼猛毒龍", "zh-CN": "霸王紫龙 异色眼猛毒龙"}, "text": {"en": null, "de": "1 „Hungergift“-Monster + 1 „Buntäugig“-Monster\nMuss als Fusionsbeschwörung beschworen werden und kann dann als Pendelbeschwörung beschworen werden. Einmal pro Spielzug: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; bis zur End Phase erhält diese Karte ATK in Höhe seiner ATK und falls sie dies tut, wird der Name dieser Karte derselbe wie der Grund-Name des Monsters und ersetze diesen Effekt durch die Grund-Effekte des Monsters. Falls diese Karte in der Monsterzone zerstört wird: Du kannst 1 Monster als Spezialbeschwörung von deiner Pendelzone beschwören und falls du dies tust, lege diese Karte in deine Pendelzone.", "es": "1 monstruo \"Hambriento Venenoso\" + 1 monstruo \"Ojos Anómalos\"\nDebe ser Invocado por Fusión, y después puede ser Invocado por Péndulo. Una vez por turno: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; hasta la End Phase, esta carta gana ATK igual a su ATK y, si lo hace, el nombre de esta carta se convierte en el nombre original de ese monstruo, y reemplaza este efecto con los efectos originales de ese monstruo. Si esta carta en la Zona de Monstruos es destruida: puedes Invocar de Modo Especial 1 monstruo en tu Zona de Péndulo y, si lo haces, pon esta carta en tu Zona del Péndulo.", "fr": "1 monstre \"Venin Affamé\" + 1 monstre \"Yeux Impairs\"\nDoit être Invoquée par Fusion, et peut ensuite être Invoquée par Pendule. Une fois par tour : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la End Phase, cette carte gagne une ATK égale à son ATK, et si elle le fait, le nom de cette carte devient le nom d'origine du monstre, et remplacez cet effet avec les effets d'origine du monstre. Si cette carte dans la Zone Monstre est détruite : vous pouvez Invoquer Spécialement 1 monstre depuis votre Zone Pendule, et si vous le faites, placez cette carte dans votre Zone Pendule.", "it": "1 mostro \"Veleno Affamato\" + 1 mostro \"Occhi Diversi\"\nDeve essere Evocato tramite Fusione, poi può essere Evocato Pendulum. Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; fino alla End Phase, questa carta guadagna ATK pari al suo ATK e, se lo fa, il nome di questa carta diventa il nome originale di quel mostro, e sostituisci questo effetto con gli effetti originali di quel mostro. Se questa carta nella Zona Mostri viene distrutta: puoi Evocare Specialmente 1 mostro dalla tua Zona Pendulum e, se lo fai, metti questa carta nella tua Zona Pendulum.", "pt": "1 monstro \"Peçonha Insaciável\" + 1 monstro \"Olhos Anômalos\"\nDeve ser Invocado por Invocação-Fusão e pode, depois, ser Invocado por Invocação-Pêndulo. Uma vez por turno: você pode escolher 1 monstro com a face para cima que seu oponente controla; até a Fase Final, este card ganha ATK igual ao ATK desse monstro e, se isso acontecer, o nome deste card se torna o nome original desse monstro e troque este efeito pelo efeito original desse monstro. Se este card na Zona de Monstros for destruído: você pode Invocar 1 monstro por Invocação-Especial da sua Zona de Pêndulo e, se isso acontecer, coloque este card na sua Zona de Pêndulo.", "ja": "「スターヴ・ヴェノム」モンスター＋「オッドアイズ」モンスター\nこのカードは融合召喚及びＰ召喚でのみ特殊召喚できる。\n①：１ターンに１度、相手フィールドの表側表示モンスター１体を対象として発動できる。このカードはエンドフェイズまで、攻撃力がそのモンスターの攻撃力分アップし、そのモンスターの元々のカード名・効果と同じカード名・効果を得る。\n②：モンスターゾーンのこのカードが破壊された場合に発動できる。自分のＰゾーンのカード１枚を特殊召喚し、このカードを自分のＰゾーンに置く。", "ko": "\"스타브 베놈\" 몬스터 ＋ \"오드아이즈\" 몬스터\n이 카드는 융합 소환 및 펜듈럼 소환으로만 특수 소환할 수 있다. ①: 1턴에 1번, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 엔드 페이즈까지, 이 카드의 공격력은 그 몬스터의 공격력만큼 올리고, 이 카드는 그 몬스터와 같은, 원래의 카드명 / 효과를 얻는다. ②: 몬스터 존의 이 카드가 파괴되었을 경우에 발동할 수 있다. 자신의 펜듈럼 존의 카드 1장을 골라 특수 소환하고, 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": "「兇餓猛毒」怪獸＋「異色眼」怪獸\n此卡僅限透過融合召喚及鐘擺召喚的方式特殊召喚。①：１回合１次，可將對方場上的１隻正面表示怪獸做為對象發動。結束階段前，此卡的攻擊力依據該怪獸的原本的攻擊力數值進行提升，此卡獲得與該怪獸相同的原本的卡名・效果。②：可在怪獸區的此卡被破壞的狀況下發動。選擇我方鐘擺區的１張卡特殊召喚，將此卡置於我方鐘擺區。", "zh-CN": "“凶饿猛毒”怪兽＋“异色眼”怪兽\n此卡仅可以融合召唤及灵摆召唤来特殊召唤。①：１回合１次，以对手场上的１只表侧表示怪兽为对象可以发动。直至结束阶段为止，此卡的攻击力上升相当于该怪兽攻击力的数值，此卡获得与该怪兽相同的原本卡名・效果。②：怪兽区域的此卡被破坏的情况下可以发动。挑选自己灵摆区域的１张卡特殊召唤，将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Pendulum / Effect", "attribute": "DARK", "level": 10, "atk": 3300, "def": 2500, "pendulum_scale": 1, "pendulum_effect": {"en": "Once per turn: You can target 1 Fusion Monster you control; it gains 1000 ATK for each monster your opponent controls, until the end of this turn.", "de": "Einmal pro Spielzug: Du kannst 1 Fusionsmonster wählen, das du kontrollierst; es erhält bis zum Ende dieses Spielzugs für jedes Monster, das dein Gegner kontrolliert, 1000 ATK.", "es": "Una vez por turno: puedes seleccionar 1 Monstruo de Fusión que controles; hasta el final de este turno, éste gana 1000 ATK por cada monstruo que controle tu adversario.", "fr": "Une fois par tour : vous pouvez cibler 1 Monstre Fusion que vous contrôlez ; jusqu'à la fin de ce tour, il gagne 1000 ATK pour chaque monstre contrôlé par votre adversaire.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 Mostro Fusione che controlli; esso guadagna 1000 ATK per ogni mostro controllato dal tuo avversario, fino alla fine di questo turno.", "pt": "Uma vez por turno: você pode escolher 1 Monstro de Fusão que você controla; até o final deste turno, ele ganha 1000 de ATK para cada monstro que seu oponente controla.", "ja": "①：１ターンに１度、自分フィールドの融合モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで、相手フィールドのモンスターの数×１０００アップする。", "ko": "①: 1턴에 1번, 자신 필드의 융합 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지, 상대 필드의 몬스터의 수 × 1000 올린다.", "zh-TW": "①：１回合１次，可將我方場上的１隻融合怪獸做為對象發動。該怪獸的攻擊力在回合結束前，依據對方場上的怪獸的數量×１０００進行提升。", "zh-CN": "①：１回合１次，以自己场上的１只融合怪兽为对象可以发动。该怪兽的攻击力直至回合结束时为止，上升相当于对手场上怪兽数量×１０００的数值。"}, "series": ["-Eyes Dragon", "Odd-Eyes", "Supreme King", "Venom"], "images": [{"index": 1, "image": "OddEyesVenomDragon-BLLR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLLR-EN006", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLLR-DE006", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLLR-FR006", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLLR-IT006", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLLR-PT006", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "CP17-JP006", "set_name": "Collectors Pack 2017", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ko": [{"set_number": "CP17-KR006", "set_name": "Collectors Pack 2017", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 480002, "master_duel_rarity": "SR"}