{"konami_id": 13810, "password": 45072394, "name": {"en": "Iron Cage", "de": "Eiserner Käfig", "es": "Jaula de Acero", "fr": "Cage de Fer", "it": "Gabbia di Ferro", "pt": "Jaula de Ferro", "ja": "<ruby>鉄<rt>てつ</rt></ruby>の<ruby>檻<rt>おり</rt></ruby>", "ja_romaji": "Tetsu no Ori", "ko": "철의 감옥", "ko_rr": "Cheol-ui Gam-ok", "zh-TW": "鐵牢籠", "zh-CN": "铁之牢笼"}, "text": {"en": "When this card is activated: Send 1 monster you control to the GY, or if \"Golden Castle of Stromberg\" is in a Field Zone, you can send 1 monster your opponent controls to the GY, instead. Once per turn, during your Standby Phase: You can target the monster that was sent to the GY by this card's effect; destroy this card, and if you do, Special Summon that monster to your field. You can only activate 1 \"Iron Cage\" per turn.", "de": "Wenn diese Karte aktiviert wird: Lege 1 Monster, das du kontrollierst, auf den Friedhof oder, falls „Goldenes Schloss von Stromberg“ in einer Spielfeldzone liegt, kannst du stattdessen 1 Monster, das dein Gegner kontrolliert, auf den Friedhof legen. Einmal pro Spielzug, während deiner Standby Phase: Du kannst das Monster wählen, das durch den Effekt dieser Karte auf den Friedhof gelegt wurde; zerstöre diese Karte, und falls du dies tust, beschwöre das Monster als Spezialbeschwörung auf deine Spielfeldseite. Du kannst nur 1 „Eiserner Käfig“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: manda al Cementerio 1 monstruo que controles, o si \"Castillo Dorado de Stromberg\" está en una Zona del Campo, puedes mandar al Cementerio 1 monstruo que controle tu adversario, en su lugar. Una vez por turno, durante tu Standby Phase: puedes seleccionar al monstruo que fue mandado al Cementerio por efecto de esta carta; destruye esta carta y, si lo haces, Invoca ese monstruo de Modo Especial a tu Campo. Sólo puedes activar 1 \"Jaula de Acero\" por turno.", "fr": "Lorsque cette carte est activée : envoyez 1 monstre que vous contrôlez au Cimetière, ou si \"Château Doré de Stromberg\" est dans une Zone Terrain, vous pouvez envoyer 1 monstre contrôlé par votre adversaire au Cimetière, à la place. Une fois par tour, durant votre Standby Phase : vous pouvez cibler le monstre qui a été envoyé au Cimetière par l'effet de cette carte ; détruisez cette carte, et si vous le faites, Invoquez Spécialement le monstre sur votre Terrain. Vous ne pouvez activer qu'1 \"Cage de Fer\" par tour.", "it": "Quando questa carta viene attivata: manda al Cimitero 1 mostro che controlli o, se \"Castello Dorato di Stromberg\" è in una Zona Terreno, puoi invece mandare al Cimitero 1 mostro controllato dal tuo avversario. Una volta per turno, durante la tua Standby Phase: puoi scegliere come bersaglio il mostro che è stato mandato al Cimitero dall'effetto di questa carta; distruggi questa carta e, se lo fai, Evoca Specialmente quel mostro sul tuo Terreno. Puoi attivare solo 1 \"Gabbia di Ferro\" per turno.", "pt": "Quando este card for ativado: envie 1 monstro que você controla para o Cemitério, ou se \"Castelo Dourado de Stromberg\" estiver em uma Zona do Campo, em vez disso, você pode enviar 1 monstro que seu oponente controla para o Cemitério. Uma vez por turno, durante sua Fase de Apoio: você pode escolher o monstro que foi enviado para o Cemitério pelo efeito deste card; destrua este card e, se isso acontecer, Invoque esse monstro por Invocação-Especial no seu campo. Você só pode ativar 1 \"Jaula de Ferro\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：このカードの発動時の効果処理として、自分フィールドのモンスター１体を墓地へ送る。フィールドゾーンに「シュトロームベルクの金の城」が存在する場合、代わりに相手フィールドのモンスターを墓地へ送る事もできる。②：自分スタンバイフェイズに、このカードの①の効果で自分または相手の墓地へ送られたモンスター１体を対象として発動できる。このカードを破壊し、そのモンスターを自分フィールドに特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 자신 필드의 몬스터 1장을 묘지로 보낸다. 필드 존에 \"슈트롬베르크의 황금성\"이 존재할 경우, 대신에 상대 필드의 몬스터를 묘지로 보낼 수도 있다. ②: 자신 스탠바이 페이즈에, 이 카드의 ①의 효과로 자신 또는 상대 묘지로 보내진 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 파괴하고, 그 몬스터를 자신 필드에 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：作为这张卡的发动时的效果处理，自己场上1只怪兽送去墓地。场地区域有「急流山的金宫」存在的场合，也能作为代替把对方场上的怪兽送去墓地。\n②：自己准备阶段，以这张卡的①的效果送去自己或者对方的墓地的1只怪兽为对象才能发动。这张卡破坏，那只怪兽在自己场上特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "series": ["Fairy Tale"], "images": [{"index": 1, "image": "IronCage-BLRR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLRR-EN012", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLRR-DE012", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLRR-SP012", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLRR-FR012", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLRR-IT012", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLRR-PT012", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP18-JP012", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "CP18-KR012", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 559871, "master_duel_rarity": "R"}