{"konami_id": 21058, "password": 45171524, "name": {"en": "Mitsurugi Prayers", "de": "Mitsurugi-Gebete", "es": "Oraciones Mitsurugi", "fr": "Prières Mitsurugi", "it": "Preghiere Mitsurugi", "pt": "Orações de Mitsurugi", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "When you activate this card, you can also Tribute 1 Reptile monster in your hand or field; apply 1 of these effects, or if you Tributed a monster at activation, you can apply both effects in sequence.\n● Add 1 \"Mitsurugi\" monster from your Deck to your hand.\n● Take 800 damage, then you can Special Summon 1 \"Mitsurugi\" monster from your hand or GY, but it cannot attack directly.\nYou can only activate 1 \"Mitsurugi Prayers\" per turn.", "de": "Wenn du diese Karte aktivierst, kannst du zusätzlich 1 Reptil-Monster in deiner Hand oder auf deiner Spielfeldseite als Tribut anbieten; führe 1 dieser Effekte aus oder falls du bei der Aktivierung ein Monster als Tribut angeboten hast, kannst du beide Effekte nacheinander ausführen.\n● Füge deiner Hand 1 „Mitsurugi“-Monster von deinem Deck hinzu.\n● Du erhältst 800 Schaden, dann kannst du 1 „Mitsurugi“-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören, aber es kann nicht direkt angreifen.\nDu kannst nur 1 „Mitsurugi-Gebete“ pro Spielzug aktivieren.", "es": "Cuando activas esta carta, también puedes Sacrificar 1 monstruo Reptil en tu mano o Campo; aplica 1 de estos efectos o, si Sacrificaste un monstruo en la activación, puedes aplicar ambos efectos en secuencia.\n● Añade a tu mano 1 monstruo \"Mitsurugi\" en tu Deck.\n● Recibes 800 puntos de daño, y después puedes Invocar de Modo Especial 1 monstruo \"Mitsurugi\" desde tu mano o Cementerio, pero no puede atacar directamente.\nSólo puedes activar 1 \"Oraciones Mitsurugi\" por turno.", "fr": "Lorsque vous activez cette carte, vous pouvez aussi Sacrifier 1 monstre Reptile dans votre main ou Terrain ; appliquez 1 de ces effets, ou si vous avez Sacrifié un monstre à l'activation, vous pouvez appliquer les deux effets dans l'ordre.\n● Ajoutez 1 monstre \"Mitsurugi\" depuis votre Deck à votre main.\n● Recevez 800 points de dommages, puis vous pouvez Invoquer Spécialement 1 monstre \"Mitsurugi\" depuis votre main ou Cimetière, mais il ne peut pas attaquer directement.\nVous ne pouvez activer qu'1 \"Prières Mitsurugi\" par tour.", "it": "Quando attivi questa carta, puoi anche offrire come Tributo 1 mostro Rettile nella tua mano o Terreno; applica 1 di questi effetti o, se hai offerto come Tributo un mostro all'attivazione, puoi applicare entrambi gli effetti in ordine.\n● Aggiungi 1 mostro \"Mitsurugi\" dal tuo Deck alla tua mano.\n● Subisci 800 danni, poi puoi Evocare Specialmente 1 mostro \"Mitsurugi\" dalla tua mano o Cimitero, ma esso non può attaccare direttamente.\nPuoi attivare solo 1 \"Preghiere Mitsurugi\" per turno.", "pt": "Quando você ativar este card, você também pode oferecer como Tributo 1 monstro Réptil na sua mão ou no campo; aplique 1 desses efeitos ou, se você ofereceu como Tributo um monstro na ativação, você pode aplicar os dois efeitos em sequência.\n● Adicione 1 monstro \"Mitsurugi\" do seu Deck à sua mão.\n● Sofra 800 de dano e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Mitsurugi\" da sua mão ou do Cemitério, mas ele não pode atacar diretamente.\nVocê só pode ativar 1 \"Orações de Mitsurugi\" por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Quick-Play", "series": ["Mitsurugi"], "images": [{"index": 1, "image": "MitsurugiPrayers-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN094", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE094", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR094", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT094", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT094", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1103776}