{"konami_id": 13638, "password": 45195443, "name": {"en": "Elemental HERO Solid Soldier", "de": "Elementar-HELD Standhafter Soldat", "es": "HÉROE Elemental Soldado Sólido", "fr": "Soldat Solide, HÉROS Élémentaire", "it": "Soldato Solido EROE Elementale", "pt": "Soldado Sólido, o HERÓI do Elemento", "ja": "<ruby>Ｅ・ＨＥＲＯ<rt>エレメンタルヒーロー</rt></ruby> ソリッドマン", "ja_romaji": "Erementaru Hīrō Soriddoman", "ko": "엘리멘틀 히어로 솔리드맨", "ko_rr": "Ellimenteul Hieoro Sollideumaen", "zh-TW": "元素－英雄 固態人", "zh-CN": "元素－英雄 固态人"}, "text": {"en": "When this card is Normal Summoned: You can Special Summon 1 Level 4 or lower \"HERO\" monster from your hand. If this card is sent from the Monster Zone to the GY by a Spell effect: You can target 1 \"HERO\" monster in your GY, except \"Elemental HERO Solid Soldier\"; Special Summon it in Defense Position. You can only use this effect of \"Elemental HERO Solid Soldier\" once per turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 „HELD“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte durch einen Zaubereffekt von der Monsterzone auf den Friedhof gelegt wird: Du kannst 1 „HELD“-Monster in deinem Friedhof wählen, außer „Elementar-HELD Standhafter Soldat“; beschwöre es als Spezialbeschwörung in die Verteidigungsposition. Du kannst diesen Effekt von „Elementar-HELD Standhafter Soldat“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo \"HÉROE\" de Nivel 4 o menor. Si esta carta es mandada al Cementerio desde la Zona de Monstruos por el efecto de una Mágica: puedes seleccionar 1 monstruo \"HÉROE\" en tu Cementerio, excepto \"HÉROE Elemental Soldado Sólido\"; Invócalo de Modo Especial en Posición de Defensa. Sólo puedes usar este efecto de \"HÉROE Elemental Soldado Sólido\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"HÉROS\" de max. Niveau 4 depuis votre main. Si cette carte est envoyée depuis la Zone Monstre au Cimetière par un effet de Magie : vous pouvez cibler 1 monstre \"HÉROS\" (\"Soldat Solide, HÉROS Élémentaire\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser cet effet de \"Soldat Solide, HÉROS Élémentaire\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi Evocare Specialmente 1 mostro \"EROE\" di Livello 4 o inferiore dalla tua mano. Se questa carta viene mandata dalla Zona Mostri al Cimitero dall'effetto di una Magia: puoi scegliere come bersaglio 1 mostro \"EROE\" nel tuo Cimitero, eccetto \"Soldato Solido EROE Elementale\"; Evocalo Specialmente in Posizione di Difesa. Puoi utilizzare questo effetto di \"Soldato Solido EROE Elementale\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode Invocar por Invocação-Especial 1 monstro \"HERÓI\" de Nível 4 ou menos da sua mão. Se este card for enviado da Zona de Monstros para o Cemitério por um efeito de Magia: você pode escolher 1 monstro \"HERÓI\" no seu Cemitério, exceto \"Soldado Sólido, o HERÓI do Elemento\"; Invoque-o por Invocação-Especial em Posição de Defesa. Você só pode usar este efeito de \"Soldado Sólido, o HERÓI do Elemento\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードが召喚に成功した時に発動できる。手札からレベル４以下の「ＨＥＲＯ」モンスター１体を特殊召喚する。②：このカードが魔法カードの効果でモンスターゾーンから墓地へ送られた場合、「Ｅ・ＨＥＲＯ ソリッドマン」以外の自分の墓地の「ＨＥＲＯ」モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때에 발동할 수 있다. 패에서 레벨 4 이하의 \"히어로\" 몬스터 1장을 특수 소환한다. ②: 이 카드가 마법 카드의 효과로 몬스터 존에서 묘지로 보내졌을 경우, \"엘리멘틀 히어로 솔리드맨\" 이외의 자신 묘지의 \"히어로\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：此卡召唤成功时可以发动。从手牌将1只等级4以下的\"－英雄\"怪兽特殊召唤。②：此卡因魔法卡的效果从怪兽区域被送至墓地的情况下，以自己墓地\"元素－英雄 固态人\"以外的1只\"－英雄\"怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 4, "atk": 1300, "def": 1100, "series": ["HERO", "Elemental HERO"], "images": [{"index": 1, "image": "ElementalHEROSolidSoldier-TOCH-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CT15-EN003", "set_name": "2018 Mega-Tins", "rarities": ["Ultra Rare"]}, {"set_number": "TOCH-EN040", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "de": [{"set_number": "CT15-DE003", "set_name": "2018 Mega-Tins", "rarities": ["Ultra Rare"]}, {"set_number": "TOCH-DE040", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "es": [{"set_number": "CT15-SP003", "set_name": "2018 Mega-Tins", "rarities": ["Ultra Rare"]}, {"set_number": "TOCH-SP040", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "fr": [{"set_number": "CT15-FR003", "set_name": "2018 Mega-Tins", "rarities": ["Ultra Rare"]}, {"set_number": "TOCH-FR040", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "it": [{"set_number": "CT15-IT003", "set_name": "2018 Mega-Tins", "rarities": ["Ultra Rare"]}, {"set_number": "TOCH-IT040", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "pt": [{"set_number": "CT15-PT003", "set_name": "2018 Mega-Tins", "rarities": ["Ultra Rare"]}, {"set_number": "TOCH-PT040", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "ja": [{"set_number": "VJMP-JP142", "set_name": "V Jump March 2018 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "LGB1-JP012", "set_name": "Legendary Gold Box", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "PP13-KR049", "set_name": "Premium Pack Vol.13", "rarities": ["Normal Parallel Rare", "Ultra Rare", "Secret Rare"]}, {"set_number": "LGB1-KR012", "set_name": "Legendary Gold Set", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD27-SC016", "set_name": "Structure Deck: HERO's Strike", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 546593, "master_duel_rarity": "UR"}