{"konami_id": 10882, "password": 45286019, "name": {"en": "Geargiano Mk-III", "de": "Getriebriano MK-III", "es": "Engranajiano Mk-III", "fr": "Geargiano Mk-III", "it": "Ingranaggiano MK-III", "pt": "Engrenagiano Mk-III", "ja": "ギアギアーノ Ｍｋ－Ⅲ", "ja_romaji": "Giagiāno Māku Surī", "ko": "기아기아노 MK－Ⅲ", "ko_rr": null, "zh-TW": "齒輪齒輪人 Mk－Ⅲ", "zh-CN": "齿轮齿轮人 Mk－Ⅲ"}, "text": {"en": "When this card is Special Summoned by the effect of a \"Geargia\" card: You can Special Summon 1 \"Geargia\" monster from your hand or Graveyard in Defense Position, except \"Geargiano Mk-III\", but its effects are negated. You can only use this effect of \"Geargiano Mk-III\" once per turn. You cannot Special Summon monsters the turn you activate this effect, except \"Geargia\" monsters.", "de": "Wenn diese Karte durch den Effekt einer „Getriebria“-Karte als Spezialbeschwörung beschworen wird: Du kannst 1 „Getriebria“-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof in die Verteidigungsposition beschwören, außer „Getriebriano MK-III“, aber seine Effekte werden annulliert. Du kannst diesen Effekt von „Getriebriano MK-III“ nur einmal pro Spielzug verwenden. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer „Getriebria“-Monstern.", "es": "Cuando esta carta es Invocada de Modo Especial por el efecto de una carta \"Engranaji-\": puedes Invocar de Modo Especial 1 monstruo \"Engranaji-\" en tu mano o Cementerio, en Posición de Defensa, excepto \"Engranajiano Mk-III\", pero sus efectos son negados. Sólo puedes usar este efecto de \"Engranajiano Mk-III\" una vez por turno. El turno en el que activas este efecto no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Engranaji-\".", "fr": "Lorsque cette carte est Invoquée Spécialement par l'effet d'une carte \"Geargia\" : vous pouvez Invoquer Spécialement 1 monstre \"Geargia\" (\"Geargiano Mk-III\" exclu) depuis votre main ou Cimetière en Position de Défense, mais ses effets sont annulés. Vous ne pouvez utiliser cet effet de \"Geargiano Mk-III\" qu'une fois par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Geargia\" exclus) le tour où vous activez cet effet.", "it": "Quando questa carta viene Evocata Specialmente dall'effetto di una carta \"Ingranaggian\": puoi Evocare Specialmente 1 mostro \"Ingranaggian\" dalla tua mano o Cimitero in Posizione di Difesa, eccetto \"Ingranaggiano MK-III\", ma i suoi effetti sono annullati. Puoi utilizzare questo effetto di \"Ingranaggiano MK-III\" una sola volta per turno. Non puoi Evocare Specialmente mostri nel turno in cui attivi questo effetto, eccetto mostri \"Ingranaggian\".", "pt": "Quando este card for Invocado por Invocação-Especial pelo efeito de um card \"Engrenagi\": você pode Invocar por Invocação-Especial 1 monstro \"Engrenagi\" da sua mão ou Cemitério em Posição de Defesa, exceto \"Engrenagiano Mk-III\", mas seus efeitos são negados. Você só pode usar este efeito de \"Engrenagiano Mk-III\" uma vez por turno. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto monstros \"Engrenagi\".", "ja": "このカードが「ギアギア」と名のついたカードの効果によって特殊召喚に成功した時、自分の手札・墓地から「ギアギアーノ Ｍｋ－Ⅲ」以外の「ギアギア」と名のついたモンスター１体を選んで表側守備表示で特殊召喚できる。この効果で特殊召喚したモンスターの効果は無効化される。「ギアギアーノ Ｍｋ－Ⅲ」の効果は１ターンに１度しか使用できず、この効果を発動するターン、自分は「ギアギア」と名のついたモンスター以外のモンスターを特殊召喚できない。", "ko": "이 카드가 \"기아기아\"라는 이름이 붙은 카드의 효과에 의해서 특수 소환에 성공했을 때, 자신의 패 / 묘지에서 \"기아기아노 MK－Ⅲ\" 이외의 \"기아기아\"라는 이름이 붙은 몬스터 1장을 고르고 앞면 수비 표시로 특수 소환할 수 있다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다. \"기아기아노 MK－Ⅲ\"의 효과는 1턴에 1번밖에 사용할 수 없으며, 이 효과를 발동하는 턴에, 자신은 \"기아기아\"라는 이름이 붙은 몬스터 이외의 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的效果1回合仅可使用1次，发动此效果的回合中，自己仅可特殊召唤\"齿轮齿轮\"怪兽。①：此卡以\"齿轮齿轮\"卡的效果特殊召唤成功时可以发动。从自己的手牌・墓地挑选\"齿轮齿轮人 Mk－Ⅲ\"以外的1只\"齿轮齿轮\"怪兽，以守备表示特殊召唤。以此效果特殊召唤的怪兽的效果无效化。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 3, "atk": 1000, "def": 1000, "series": ["Geargia", "Geargiano"], "images": [{"index": 1, "image": "GeargianoMkIII-SDGR-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDGR-EN001", "set_name": "Geargia Rampage Structure Deck", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDGR-DE001", "set_name": "Geargia Rampage Structure Deck", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDGR-FR001", "set_name": "Geargia Rampage Structure Deck", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDGR-IT001", "set_name": "Geargia Rampage Structure Deck", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDGR-PT001", "set_name": "Geargia Rampage Structure Deck", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DS14-JPMS2", "set_name": "Duelist Set: Version Machine-Gear Troopers", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DS14-KRMS2", "set_name": "Duelist Set: Version Machine-Gear Troopers", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "TM01-SC063", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 312792, "master_duel_rarity": "N"}