{"konami_id": 6615, "password": 45305419, "name": {"en": "Symbol of Heritage", "de": "Erbschaftssymbol", "es": "Símbolo de Herencia", "fr": "Symbole d'Héritage", "it": "Simbolo di Retaggio", "pt": "Símbolo de Herança", "ja": "<ruby>継<rt>けい</rt></ruby><ruby>承<rt>しょう</rt></ruby>の<ruby>印<rt>しるし</rt></ruby>", "ja_romaji": "Keishō no Shirushi", "ko": "계승의 상징", "ko_rr": null, "zh-TW": "繼承之印", "zh-CN": "继承之印"}, "text": {"en": "Activate only while there are 3 Monster Cards with the same name in your Graveyard. Select 1 of those monsters, Special Summon it, and equip it with this card. When this card is destroyed, destroy the equipped monster.", "de": "Du kannst diese Karte nur aktivieren, solange sich 3 Monsterkarten mit dem gleichen Namen in deinem Friedhof befinden. Wähle 1 dieser Monster, beschwöre es als Spezialbeschwörung auf deine Spielfeldseite und rüste es mit dieser Karte aus. Wenn diese Karte zerstört wird, zerstöre das ausgerüstete Monster.", "es": "Sólo puedes activar esta carta mientras haya 3 cartas de monstruo con el mismo nombre en tu Cementerio. Selecciona 1 de esos monstruos, Invócalo mediante una Invocación Especial en tu Campo y equípalo con esta carta. Cuando esta carta es destruida, destruye el monstruo equipado.", "fr": "Vous ne pouvez activer cette carte que tant qu'il y a 3 cartes monstre avec le même nom de carte dans votre Cimetière. Sélectionnez 1 de ces monstres, Invoquez-le par Invocation Spéciale sur votre Terrain et équipez-le avec cette carte. Lorsque cette carte est détruite, détruisez le monstre équipé.", "it": "Puoi attivare questa carta solo quando ci sono 3 carte mostro con lo stesso nome nel tuo Cimitero. Scegli 1 di quei mostri, Evocalo tramite Evocazione Speciale sul tuo Terreno e equipaggialo con questa carta. Quando questa carta viene distrutta, distruggi il mostro equipaggiato.", "pt": "Ative apenas enquanto houverem 3 cartas de monstro com o mesmo nome no seu Cemitério. Selecione 1 desses monstros, o Special Summon para o seu lado do campo, e equipe-o com essa carta. Quando essa carta é destruída, destrua o monstro equipado.", "ja": "自分の墓地に同名モンスターカードが３体存在する時に発動する事ができる。そのモンスター１体を選択して自分フィールド上に特殊召喚し、このカードを装備する。このカードが破壊された時、装備モンスターを破壊する。", "ko": "자신의 묘지에 같은 이름의 몬스터 카드가 3장 존재할 때 발동할 수 있다. 그 몬스터 1장을 선택하여 자신 필드 위에 특수 소환하고, 이 카드를 장착한다. 이 카드가 파괴되었을 때, 장착 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "自己墓地有同名怪兽卡3张存在时才能发动。选择那1只怪兽在自己场上特殊召唤，把这张卡装备。这张卡破坏时，装备怪兽破坏。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "SymbolofHeritage-DR04-NA-C-UE.png"}], "sets": {"en": [{"set_number": "SOI-EN043", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "DR04-EN163", "set_name": "Dark Revelation Volume 4", "rarities": ["Common"]}], "de": [{"set_number": "SOI-DE043", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "fr": [{"set_number": "SOI-FR043", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "it": [{"set_number": "SOI-IT043", "set_name": "Shadow of Infinity", "rarities": ["Common"]}], "ja": [{"set_number": "SOI-JP043", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "EE04-JP163", "set_name": "Expert Edition Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "SOI-KR043", "set_name": "Shadow of Infinity", "rarities": ["Common"]}, {"set_number": "HGP4-KR163", "set_name": "Expert Edition Volume 4", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 16113, "master_duel_rarity": "SR"}