{"konami_id": 15000, "password": 45483489, "name": {"en": "Deep Sea Sentry", "de": "Tiefseewachposten", "es": "Centinela del Océano Profundo", "fr": "Sentinelle des Profondeurs", "it": "Sentinella del Mare Profondo", "pt": "Sentinela do Mar Profundo", "ja": "<ruby>深<rt>しん</rt></ruby><ruby>海<rt>かい</rt></ruby>のセントリー", "ja_romaji": "Shinkai no Sentorī", "ko": "심해의 센트리", "ko_rr": "Simhae-ui Senteuri", "zh-TW": null, "zh-CN": "深海的哨兵"}, "text": {"en": "If this card is sent to the GY to activate a WATER monster's effect: You can make your opponent banish 1 card from their hand face-up, until the End Phase. If this card is Special Summoned: You can send the top 2 cards of your Deck to the GY, then target 1 Level 4 or lower WATER monster in your GY, except \"Deep Sea Sentry\"; add it to your hand. You can only use each effect of \"Deep Sea Sentry\" once per turn.", "de": "Falls diese Karte auf den Friedhof gelegt wird, um den Effekt eines WASSER Monsters zu aktivieren: Du kannst deinen Gegner bis zur End Phase 1 Karte von seiner Hand offen verbannen lassen. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst die obersten 2 Karten deines Decks auf den Friedhof legen und dann 1 WASSER Monster der Stufe 4 oder niedriger in deinem Friedhof wählen, außer „Tiefseewachposten“; füge es deiner Hand hinzu. Du kannst jeden Effekt von „Tiefseewachposten“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada al Cementerio para activar el efecto de un monstruo de AGUA: puedes hacer que tu adversario destierre 1 carta en su mano boca arriba, hasta la End Phase. Si esta carta es Invocada de Modo Especial: puedes mandar al Cementerio las 2 cartas de la parte superior de tu Deck, y después seleccionar 1 monstruo de AGUA de Nivel 4 o menor en tu Cementerio, excepto \"Centinela del Océano Profundo\"; añádelo a tu mano. Sólo puedes usar cada efecto de \"Centinela del Océano Profundo\" una vez por turno.", "fr": "Si cette carte est envoyée au Cimetière pour activer un effet de monstre EAU : jusqu'à la End Phase, vous pouvez faire bannir face recto à votre adversaire 1 carte depuis sa main. Si cette carte est Invoquée Spécialement : vous pouvez envoyer les 2 cartes du dessus de votre Deck au Cimetière, puis ciblez 1 monstre EAU de max. Niveau 4 (\"Sentinelle des Profondeurs\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Sentinelle des Profondeurs\" qu'une fois par tour.", "it": "Se questa carta viene mandata al Cimitero per attivare l'effetto di un mostro ACQUA: puoi far bandire al tuo avversario 1 carta dalla sua mano scoperta, fino alla End Phase. Se questa carta viene Evocata Specialmente: puoi mandare le prime 2 carte del tuo Deck al Cimitero, poi scegliere come bersaglio 1 mostro ACQUA di Livello 4 o inferiore nel tuo Cimitero, eccetto \"Sentinella del Mare Profondo\"; aggiungilo alla tua mano. Puoi utilizzare ogni effetto di \"Sentinella del Mare Profondo\" una sola volta per turno.", "pt": "Se este card for enviado para o Cemitério para ativar o efeito de um monstro de ÁGUA: você pode fazer com que seu oponente bana 1 card da mão dele, com a face para cima, até a Fase Final. Se este card for Invocado por Invocação-Especial: você pode enviar os 2 cards do topo do seu Deck para o Cemitério e, depois, escolha 1 monstro de ÁGUA de Nível 4 ou menos no seu Cemitério, exceto \"Sentinela do Mar Profundo\"; adicione-o à sua mão. Você só pode usar cada efeito de \"Sentinela do Mar Profundo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが水属性モンスターの効果を発動するために墓地へ送られた場合に発動できる。相手は手札を１枚選んでエンドフェイズまで表側表示で除外する。②：このカードが特殊召喚に成功した場合、自分のデッキの上からカードを２枚墓地へ送り、「深海のセントリー」以外の自分の墓地のレベル４以下の水属性モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 물 속성 몬스터의 효과를 발동하기 위해 묘지로 보내졌을 경우에 발동할 수 있다. 상대는 패를 1장 고르고 엔드 페이즈까지 앞면 표시로 제외한다. ②: 이 카드가 특수 소환에 성공했을 경우, 자신의 덱 위에서 카드를 2장 묘지로 보내고, \"심해의 센트리\" 이외의 자신 묘지의 레벨 4 이하의 물 속성 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡为发动水属性怪兽的效果被送至墓地的情况下可以发动。对手挑选自身的1张手牌直至结束阶段为止以表侧除外。②：此卡特殊召唤的情况下，从自己牌组上面将2张卡送至墓地，以“深海的哨兵”以外的、自己墓地的1只等级4以下的水属性怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Effect", "attribute": "WATER", "level": 2, "atk": 400, "def": 2000, "series": ["Deep Sea"], "images": [{"index": 1, "image": "DeepSeaSentry-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN014", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-EN050", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE014", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-DE050", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "es": [{"set_number": "ETCO-SP014", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-SP050", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR014", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-FR050", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT014", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-IT050", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT014", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-PT050", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP014", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR014", "set_name": "Eternity Code", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE02-SC101", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 695881}