{"konami_id": 8298, "password": 45593005, "name": {"en": "Morphtronic Magnen Bar", "de": "Morphtronischer Stabmagnet", "es": "Magnen Morfotrónico en Barra", "fr": "Aimant Morphtronique", "it": "Ago della Bussola Morfotronico", "pt": null, "ja": "<ruby>Ｄ<rt>ディフォーマー</rt></ruby>・マグネン<ruby>Ｉ<rt>アイ</rt></ruby>", "ja_romaji": "Difōmā Magunen Ai", "ko": "<ruby>D<rt>디포머</rt></ruby>·마그넨<ruby>I<rt>아이</rt></ruby>", "ko_rr": null, "zh-TW": null, "zh-CN": "变形斗士·磁铁I"}, "text": {"en": "● While in Attack Position: Once per turn, if you control exactly 2 other face-up Attack Position monsters, and no additional monsters, this card gains the combined ATK of the other two monsters you control until the End Phase. The other two monsters cannot attack the turn you activate this effect.\n● While in Defense Position: Monsters you control cannot attack.", "de": "● Solange in Angriffsposition: Einmal pro Spielzug, falls du genau 2 andere Monster in offener Angriffsposition kontrollierst und keine weiteren Monster, erhält diese Karte bis zur End Phase die kombinierten ATK der anderen beiden Monster, die du kontrollierst. Die anderen beiden Monster können in dem Spielzug, in dem du diesen Effekt aktivierst, nicht angreifen. ● Solange in Verteidigungsposition: Monster, die du kontrollierst, können nicht angreifen.", "es": "● En Posición de Ataque: Una vez por turno, si controlas exactamente otros 2 monstruos boca arriba en Posición de Ataque y ningún monstruo adicional, esta carta gana el ATK combinado de los otros dos monstruos que controles hasta la End Phase. Esos monstruos no pueden atacar el turno que actives este efecto. ● En Posición de Defensa: Los monstruos que controles no pueden atacar.", "fr": "● En position d'Attaque : Si vous contrôlez deux autres monstres face recto en position d'attaque à côté de cette carte, une fois par tour vous pouvez augmenter l'attaque de cette carte d'un montant égal à la somme des attaques de ces deux monstres jusqu'à la End Phase. Pendant le tour où cet effet est activé, les autres monstres que vous contrôlez ne peuvent pas attaquer. ● En position de Défense : Quand cette carte est face recto sur le terrain, les monstres que vous contrôlez ne peuvent pas déclarer d'attaque.", "it": "● Fino a quando è in Posizione di Attacco: Una volta per turno, se controlli esattamente 2 altri mostri scoperti in Posizione di Attacco e nessun altro mostro, questa carta guadagna ATK pari alla somma dell'ATK degli altri due mostri che controlli, fino alla End Phase. Gli altri due mostri non possono attaccare nel turno in cui attivi questo effetto.\n● Fino a quando è in Posizione di Difesa: I mostri che controlli non possono attaccare.", "pt": null, "ja": "このカードはこのカードの表示形式によって以下の効果を得る。●攻撃表示：自分フィールド上にこのカード以外のモンスターが表側攻撃表示で２体存在する場合、１ターンに１度、このカードの攻撃力はこのターンのエンドフェイズ時までそのモンスターの攻撃力を合計した数値分アップする事ができる。この効果を発動するターン、他のモンスターは攻撃できない。●守備表示：このカードがフィールド上に表側表示で存在する限り、自分フィールド上に存在するモンスターは攻撃できない。", "ko": "이 카드는 이 카드의 표시 형식에 따라서 이하의 효과를 얻는다.\n●공격 표시 : 자신 필드 위에 이 카드 이외의 몬스터가 앞면 공격 표시로 2장 존재할 경우, 1턴에 1번, 이 카드의 공격력은 이 턴의 엔드 페이즈시까지 그 몬스터의 공격력을 합계한 수치만큼 올릴 수 있다. 이 효과를 발동하는 턴에, 다른 몬스터는 공격할 수 없다.\n●수비 표시 : 이 카드가 필드 위에 앞면 표시로 존재하는 한, 자신 필드 위에 존재하는 몬스터는 공격할 수 없다.", "zh-TW": null, "zh-CN": "这张卡得到这张卡的表示形式的以下效果。●攻击表示：自己场上有这张卡以外的怪兽表侧攻击表示2只存在的场合，1回合1次，可以让这张卡的攻击力直到这个回合的结束阶段时上升那些怪兽的攻击力的合计数值。这个效果发动的回合，其他怪兽不能攻击。●守备表示：只要这张卡在场上表侧表示存在，自己场上存在的怪兽不能攻击。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "EARTH", "level": 1, "atk": 100, "def": 100, "series": ["Morphtronic"], "images": [{"index": 1, "image": "MorphtronicMagnenBar-ANPR-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ANPR-EN007", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "de": [{"set_number": "ANPR-DE007", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "es": [{"set_number": "ANPR-SP007", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "fr": [{"set_number": "ANPR-FR007", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "it": [{"set_number": "ANPR-IT007", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "ja": [{"set_number": "ANPR-JP007", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "ko": [{"set_number": "ANPR-KR007", "set_name": "Ancient Prophecy", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 57755}