{"konami_id": 11772, "password": 45593826, "name": {"en": "Draghig, Malebranche of the Burning Abyss", "de": "Draghig, Grimmetatze des Brennenden Abgrunds", "es": "Draghig, Malebranche del Abismo Ardiente", "fr": "Draghig, Malebranche des Abysses Ardents", "it": "Draghig, Malebranche dell'Abisso Bruciante", "pt": "Draghig, Malebranche do Abismo Ardente", "ja": "<ruby>彼<rt>ひ</rt></ruby><ruby>岸<rt>がん</rt></ruby>の<ruby>悪<rt>あっ</rt></ruby><ruby>鬼<rt>き</rt></ruby> ドラゴネル", "ja_romaji": "Higan no Akki Doragoneru", "ko": "피안의 악귀 드라고넬", "ko_rr": null, "zh-TW": "彼岸惡鬼 德拉格涅", "zh-CN": "彼岸恶鬼 德拉格涅"}, "text": {"en": "If you control a monster that is not a \"Burning Abyss\" monster, destroy this card. You can only use 1 of these effects of \"Draghig, Malebranche of the Burning Abyss\" per turn, and only once that turn.\n● If you control no Spell/Trap Cards: You can Special Summon this card from your hand.\n● If this card is sent to the Graveyard: You can choose 1 \"Burning Abyss\" card from your Deck and place it on top of your Deck.", "de": "Falls du ein Monster kontrollierst, das kein „Brennenden Abgrund“-Monster ist, zerstöre diese Karte. Du kannst nur 1 der folgenden Effekte von „Draghig, Grimmetatze des Brennenden Abgrunds“ pro Spielzug verwenden und in dem Spielzug nur einmal.\n●Falls du keine Zauber-/Fallenkarten kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören.\n●Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Brennenden Abgrund“-Karte von deinem Deck bestimmen und auf dein Deck legen.", "es": "Si controlas un monstruo que no sea un monstruo \"Abismo Ardiente\", destruye esta carta. Sólo puedes usar 1 de los siguientes efectos de \"Draghig, Malebranche del Abismo Ardiente\" por turno, y sólo una vez ese turno.\n●Si no controlas Cartas Mágicas/de Trampa: puedes Invocar esta carta de Modo Especial, desde tu mano.\n●Si esta carta es mandada al Cementerio: puedes elegir 1 carta \"Abismo Ardiente\" en tu Deck y ponerla en la parte superior de tu Deck.", "fr": "Si vous contrôlez un monstre (monstres \"Abysses Ardents\" exclus), détruisez cette carte. Vous ne pouvez utiliser qu'1 des effets suivants de \"Draghig, Malebranche des Abysses Ardents\" par tour, et uniquement une fois le tour.\n●Si vous ne contrôlez aucune Carte Magie/Piège : vous pouvez Invoquer Spécialement cette carte depuis votre main.\n●Si cette carte est envoyée au Cimetière : vous pouvez choisir 1 carte \"Abysses Ardents\" depuis votre Deck et placez-la au-dessus de votre Deck.", "it": "Se controlli un mostro che non è un mostro \"Abisso Bruciante\", distruggi questa carta. Puoi utilizzare solo 1 dei seguenti effetti di \"Draghig, Malebranche dell'Abisso Bruciante\" per turno, e solo una volta in quel turno.\n●Se non controlli nessuna Carta Magia/Trappola: puoi Evocare Specialmente questa carta dalla tua mano.\n●Se questa carta viene mandata al Cimitero: puoi selezionare 1 carta \"Abisso Bruciante\" dal tuo Deck e metterla in cima al tuo Deck.", "pt": "Se você controlar um monstro que não seja um monstro \"Abismo Ardente\", destrua este card. Você só pode usar 1 dos seguintes efeitos de \"Draghig, Malebranche do Abismo Ardente\" por turno e apenas uma vez por turno.\n● Se você não controlar nenhum Card de Magia/Armadilha: você pode Invocar este card por Invocação-Especial da sua mão.\n● Se este card for enviado para o Cemitério: você pode selecionar 1 card \"Abismo Ardente\" do seu Deck e colocá-lo no topo do seu Deck.", "ja": "「彼岸の悪鬼 ドラゴネル」の①③の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドに魔法・罠カードが存在しない場合に発動できる。このカードを手札から特殊召喚する。②：自分フィールドに「彼岸」モンスター以外のモンスターが存在する場合にこのカードは破壊される。③：このカードが墓地へ送られた場合に発動できる。デッキから「彼岸」カード１枚を選んでデッキの一番上に置く。", "ko": "\"피안의 악귀 드라고넬\"의 ①③의 효과는 1턴에 1번, 1개밖에 사용할 수 없다. ①: 자신 필드에 마법 / 함정 카드가 존재하지 않을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 필드에 \"피안\" 몬스터 이외의 몬스터가 존재할 경우에 이 카드는 파괴된다. ③: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"피안\" 카드 1장을 고르고 덱의 맨 위에 놓는다.", "zh-TW": "「彼岸惡鬼 德拉格涅」的①③效果，１回合僅限使用１次其中１個效果。①：可在我方場上不存在魔法・陷阱卡的狀況下發動。從手牌特殊召喚此卡。②：在我方場上存在「彼岸」怪獸以外的怪獸的狀況下，此卡將被破壞。③：可在此卡被送至墓地的狀況下發動。從牌組選擇１張「彼岸」卡置於牌組的最上方。", "zh-CN": "此卡名的①③效果1回合1次，仅可使用其中1个。①：自己场上没有魔法・陷阱卡存在的情况下可以发动。从手牌将此卡特殊召唤。②：自己场上有\"彼岸\"怪兽以外的怪兽存在的情况下此卡将被破坏。③：此卡被送至墓地的情况下可以发动。从牌组挑选1张\"彼岸\"卡放在牌组最上面。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 3, "atk": 1100, "def": 900, "series": ["Burning Abyss"], "images": [{"index": 1, "image": "DraghigMalebrancheoftheBurningAbyss-PGL3-EN-GUR-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN082", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}, {"set_number": "PGL3-EN053", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Rare"]}], "de": [{"set_number": "CROS-DE082", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}, {"set_number": "PGL3-DE053", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Rare"]}], "fr": [{"set_number": "CROS-FR082", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}, {"set_number": "PGL3-FR053", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Rare"]}], "it": [{"set_number": "CROS-IT082", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}, {"set_number": "PGL3-IT053", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Rare"]}], "pt": [{"set_number": "CROS-PT082", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}, {"set_number": "PGL3-PT053", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Rare"]}], "ja": [{"set_number": "EP15-JP010", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR010", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL01-SC180", "set_name": "Classic Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354293, "master_duel_rarity": "R"}