{"konami_id": 11835, "password": 45627618, "name": {"en": "Odd-Eyes Rebellion Dragon", "de": "Buntäugiger Rebellionsdrache", "es": "Dragón Rebelión de Ojos Anómalos", "fr": "Dragon de la Rébellion aux Yeux Impairs", "it": "Drago Ribellione Occhi Diversi", "pt": "Dragão da Rebelião de Olhos Anômalos", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>黒<rt>こく</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>オッドアイズ・リベリオン・ドラゴン", "ja_romaji": "Haōkokuryū Oddoaizu Riberion Doragon", "ko": "패왕흑룡 오드아이즈 리벨리온 드래곤", "ko_rr": "Paewangheungnyong Odeuaijeu Ribellion Deuraegon", "zh-TW": "霸王黑龍 異色眼反叛龍", "zh-CN": "霸王黑龙 异色眼反叛龙"}, "text": {"en": "2 Level 7 Dragon monsters\nIf you can Pendulum Summon Level 7, you can Pendulum Summon this face-up card in your Extra Deck. If this card is Xyz Summoned by using an Xyz Monster as material: Destroy as many Level 7 or lower monsters your opponent controls as possible, and if you do, inflict 1000 damage to your opponent for each card destroyed, also this card can make 3 attacks during each Battle Phase this turn. If this card in the Monster Zone is destroyed by battle or card effect: You can destroy as many cards in your Pendulum Zones as possible (min. 1), and if you do, place this card in your Pendulum Zone.", "de": "2 Drache-Monster der Stufe 7\nFalls du Stufe 7 als Pendelbeschwörung beschwören kannst, kannst du diese offene Karte in deinem Extra Deck als Pendelbeschwörung beschwören. Falls diese Karte als Xyz-Beschwörung beschworen wird, indem ein Xyz-Monster als Material verwendet wird: Zerstöre so viele Monster der Stufe 7 oder niedriger, die dein Gegner kontrolliert, wie möglich, und falls du dies tust, füge deinem Gegner für jede zerstörte Karte 1000 Schaden zu, zusätzlich kann diese Karte während jeder Battle Phase in diesem Spielzug 3 Angriffe durchführen. Falls diese Karte in der Monsterzone durch Kampf oder einen Karteneffekt zerstört wird: Du kannst so viele Karten in deiner Pendelzone zerstören wie möglich (min. 1) und falls du dies tust, lege diese Karte in deine Pendelzone.", "es": "2 monstruos Dragón de Nivel 7\nSi puedes hacer una Invocación por Péndulo de Nivel 7, puedes Invocar por Péndulo esta carta boca arriba en tu Deck Extra. Si esta carta es Invocada Xyz usando un Monstruo Xyz como material: destruye tantos monstruos de Nivel 7 o menor que controle tu adversario como sea posible y, si lo haces, inflige 1000 puntos de daño a tu adversario por cada carta destruida, y además esta carta puede hacer 3 ataques durante cada Battle Phase este turno. Si esta carta en la Zona de Monstruos es destruida en batalla o por el efecto de una carta: puedes destruir tantas cartas en tus Zonas de Péndulo como sea posible (mín. 1) y, si lo haces, pon esta carta en tu Zona de Péndulo.", "fr": "2 monstres Dragon de Niveau 7\nSi vous pouvez effectuer une Invocation Pendule de Niveau 7, vous pouvez Invoquer par Pendulation cette carte face recto dans votre Extra Deck. Si cette carte est Invoquée par Xyz en utilisant un Monstre Xyz comme Matériel : détruisez autant de monstres de max. Niveau 7 contrôlés par votre adversaire que possible, et si vous le faites, infligez 1000 points de dommage à votre adversaire pour chaque carte détruite, et aussi, cette carte peut faire 3 attaques durant chaque Battle Phase ce tour. Si cette carte dans la Zone Monstre est détruite au combat ou par un effet de carte : vous pouvez détruire autant de cartes dans vos Zones Pendule que possible (min. 1), et si vous le faites, placez cette carte dans votre Zone Pendule.", "it": "2 mostri Drago di Livello 7\nSe puoi Evocare Pendulum di Livello 7, puoi Evocare Pendulum questa carta scoperta nel tuo Extra Deck. Se questa carta viene Evocata Xyz utilizzando un Mostro Xyz come materiale: distruggi tanti mostri di Livello 7 o inferiore controllati dal tuo avversario quanti possibile e, se lo fai, infliggi 1000 danni al tuo avversario per ogni carta distrutta, inoltre questa carta può effettuare 3 attacchi durante ogni Battle Phase in questo turno. Se questa carta nella Zona Mostri viene distrutta in battaglia o dall'effetto di una carta: puoi distruggere tante carte nelle tue Zone Pendulum quante possibile (minimo 1) e, se lo fai, metti questa carta nella tua Zona Pendulum.", "pt": "2 monstros Dragão de Nível 7\nSe você puder Invocar por Invocação-Pêndulo de Nível 7, você pode Invocar este card com a face para cima no seu Deck Adicional por Invocação-Pêndulo. Se este card for Invocado por Invocação-Xyz ao usar um Monstro Xyz como matéria: destrua tantos monstros de Nível 7 ou menos que seu oponente controla quanto possível e, se isso acontecer, cause 1000 de dano ao seu oponente para cada card destruído e, além disso, este card pode realizar 3 ataques durante cada Fase de Batalha neste turno. Se este card na Zona de Monstros for destruído em batalha ou por um efeito de card: você pode destruir tantos cards nas suas Zonas de Pêndulo quanto possível (mín. 1) e, se isso acontecer, coloque este card na sua Zona de Pêndulo.", "ja": "ドラゴン族レベル７モンスター×２\nレベル７がＰ召喚可能な場合にＥＸデッキの表側のこのカードはＰ召喚できる。①：このカードがＸモンスターを素材としてＸ召喚した場合に発動する。相手フィールドのレベル７以下のモンスターを全て破壊し、破壊した数×１０００ダメージを相手に与える。このターン、このカードは１度のバトルフェイズ中に３回攻撃できる。②：モンスターゾーンのこのカードが戦闘・効果で破壊された場合に発動できる。自分のＰゾーンのカードを全て破壊し、このカードを自分のＰゾーンに置く。", "ko": "드래곤족 레벨 7 몬스터 × 2\n레벨 7 이 펜듈럼 소환 가능한 경우에 엑스트라 덱의 앞면 표시의 이 카드는 펜듈럼 소환할 수 있다. ①: 이 카드가 엑시즈 몬스터를 소재로서 엑시즈 소환에 성공했을 경우에 발동한다. 상대 필드의 레벨 7 이하의 몬스터를 전부 파괴하고, 파괴한 수 × 1000 데미지를 상대에게 준다. 이 턴에, 이 카드는 1번의 배틀 페이즈 중에 3회 공격할 수 있다. ②: 몬스터 존의 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 자신의 펜듈럼 존의 카드를 전부 파괴하고, 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "龙族等级７怪兽×２\n在可灵摆召唤等级７的情况下，额外牌组表侧表示的此卡可以灵摆召唤。①：此卡以超量怪兽为素材超量召唤成功的情况下发动。将对手场上等级７以下的怪兽全部破坏，给予对手相当于所破坏数量×１０００的数值的伤害。此回合，此卡在１次战斗阶段中可攻击３次。②：怪兽区域的此卡因战斗・效果被破坏的情况下可以发动。将自己灵摆区域的卡全部破坏，将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Pendulum / Effect", "attribute": "DARK", "rank": 7, "atk": 3000, "def": 2500, "pendulum_scale": 4, "pendulum_effect": {"en": "Once per turn, if you have no cards in your other Pendulum Zone: You can place 1 Pendulum Monster from your Deck in your Pendulum Zone.", "de": "Einmal pro Spielzug, falls du keine Karte in deiner anderen Pendelzone hast: Du kannst 1 Pendelmonster von deinem Deck in deine Pendelzone legen.", "es": "Una vez por turno, si no tienes cartas en tu otra Zona de Péndulo: puedes poner en tu Zona de Péndulo 1 Monstruo de Péndulo en tu Deck.", "fr": "Une fois par tour, si vous n'avez aucune carte dans votre autre Zone Pendule : vous pouvez placer 1 Monstre Pendule depuis votre Deck dans votre Zone Pendule.", "it": "Una volta per turno, se non hai carte nella tua altra Zona Pendulum: puoi mettere 1 Mostro Pendulum dal tuo Deck nella tua Zona Pendulum.", "pt": "Uma vez por turno, se você não tiver cards na sua outra Zona de Pêndulo: você pode colocar na sua Zona de Pêndulo 1 Monstro Pêndulo do seu Deck.", "ja": "①：１ターンに１度、もう片方の自分のＰゾーンにカードが存在しない場合に発動できる。デッキからＰモンスター１体を自分のＰゾーンに置く。", "ko": "①: 1턴에 1번, 다른 한쪽 자신의 펜듈럼 존에 카드가 존재하지 않을 경우에 발동할 수 있다. 덱에서 펜듈럼 몬스터 1장을 고르고, 자신의 펜듈럼 존에 놓는다.", "zh-TW": "①：１回合１次，可在我方另一側鐘擺區不存在卡的狀況下發動。從牌組選擇１隻鐘擺怪獸，置於我方鐘擺區。", "zh-CN": "①：１回合１次，另一方自己的灵摆区域没有卡存在的情况下可以发动。从牌组挑选１只灵摆怪兽，放在自己的灵摆区域。"}, "materials": "2 Level 7 Dragon-Type monsters", "series": ["-Eyes Dragon", "Odd-Eyes", "Rebellion", "Supreme King"], "images": [{"index": 1, "image": "OddEyesRebellionDragon-BLCR-EN-UR-1E.png", "illustration": "OddEyesRebellionDragon-MADU-EN-VG-artwork.png"}, {"index": 2, "image": "OddEyesRebellionDragon-CCC2-JP-OP.png"}], "sets": {"en": [{"set_number": "CORE-EN051", "set_name": "Clash of Rebellions", "rarities": ["Secret Rare", "Ultimate Rare"]}, {"set_number": "MP16-EN078", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "SP17-EN044", "set_name": "Star Pack Battle Royal", "rarities": ["Starfoil Rare"]}, {"set_number": "BLCR-EN076", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CORE-DE051", "set_name": "Clash of Rebellions", "rarities": ["Secret Rare", "Ultimate Rare"]}, {"set_number": "MP16-DE078", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "SP17-DE044", "set_name": "Star Pack Battle Royal", "rarities": ["Starfoil Rare"]}, {"set_number": "BLCR-DE076", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CORE-FR051", "set_name": "Clash of Rebellions", "rarities": ["Secret Rare", "Ultimate Rare"]}, {"set_number": "MP16-FR078", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "SP17-FR044", "set_name": "Star Pack Battle Royal", "rarities": ["Starfoil Rare"]}, {"set_number": "BLCR-FR076", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CORE-IT051", "set_name": "Clash of Rebellions", "rarities": ["Secret Rare", "Ultimate Rare"]}, {"set_number": "MP16-IT078", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "SP17-IT044", "set_name": "Star Pack Battle Royal", "rarities": ["Starfoil Rare"]}, {"set_number": "BLCR-IT076", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CORE-PT051", "set_name": "Clash of Rebellions", "rarities": ["Secret Rare", "Ultimate Rare"]}, {"set_number": "MP16-PT078", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "SP17-PT044", "set_name": "Star Pack Battle Royal", "rarities": ["Starfoil Rare"]}, {"set_number": "BLCR-PT076", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CORE-JP051", "set_name": "Clash of Rebellions", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}, {"set_number": "LGB1-JP034", "set_name": "Legendary Gold Box", "rarities": ["Normal Parallel Rare"]}, {"set_number": "DIFO-JPS01", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "CCC2-JP005", "set_name": "Coco's x Yu-Gi-Oh! Card Game Anniversary Campaign 2024 Part 2", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "CORE-KR051", "set_name": "Clash of Rebellions", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}, {"set_number": "LGB1-KR034", "set_name": "Legendary Gold Set", "rarities": ["Normal Parallel Rare"]}, {"set_number": "DIFO-KRS01", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "SD29-SCP04", "set_name": "Structure Deck: Master of Pendulum Deck Enhancement Pack", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 352805, "master_duel_rarity": "R"}