{"konami_id": 16225, "password": 45655875, "name": {"en": "Magikey Beast - Ansyalabolas", "de": "Magieschlüssel-Ungeheuer - Ansyalabolas", "es": "Bestia Magillave - Ansyalabolas", "fr": "Bête de la Magiclé - Ansyalabolas", "it": "Magichiave Bestia - Ansyalabolas", "pt": "Besta Magichave - Ansyalabolas", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>鍵<rt>けん</rt></ruby><ruby>召<rt>しょう</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>－アンシャラボラス", "ja_romaji": "Makenshōjū - Ansharaborasu", "ko": "마건소수－안샤라볼라스", "ko_rr": "Mageonsosu - Ansyarabollaseu", "zh-TW": null, "zh-CN": "魔键召兽-安希亚拉波斯"}, "text": {"en": "1 \"Magikey\" monster + 1 Normal Monster, except a Token\nIf this card is Fusion Summoned: You can add 1 \"Magikey Maftea\" from your GY to your hand. You can only use this effect of \"Magikey Beast - Ansyalabolas\" once per turn. Once per turn: You can target 1 Attack Position monster your opponent controls with the same Attribute as a Normal Monster or \"Magikey\" monster in your GY; change it to Defense Position, and if you do, it loses 1000 DEF. Banish any monster destroyed by battle with this card.", "de": "1 „Magieschlüssel“-Monster + 1 Normales Monster, außer einer Spielmarke\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst deiner Hand 1 „Magieschlüssel Maftea“ von deinem Friedhof hinzufügen. Du kannst diesen Effekt von „Magieschlüssel-Ungeheuer - Ansyalabolas“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug: Du kannst 1 Monster in Angriffsposition, das dein Gegner kontrolliert, mit derselben Eigenschaft wie ein Normales Monster oder „Magieschlüssel“-Monster in deinem Friedhof wählen; ändere es in die Verteidigungsposition und falls du dies tust, verliert es 1000 DEF. Verbanne alle Monster, die durch Kampf mit dieser Karte zerstört werden.", "es": "1 monstruo \"Magillave\" + 1 Monstruo Normal, excepto una Ficha\nSi esta carta es Invocada por Fusión: puedes añadir a tu mano 1 \"Maftea Magillave\" en tu Cementerio. Sólo puedes usar este efecto de \"Bestia Magillave - Ansyalabolas\" una vez por turno. Una vez por turno: puedes seleccionar 1 monstruo en Posición de Ataque que controle tu adversario con el mismo Atributo que el de un Monstruo Normal o monstruo \"Magillave\" en tu Cementerio; cámbialo a Posición de Defensa y, si lo haces, éste pierde 1000 DEF. Destierra cualquier monstruo destruido en batalla con esta carta.", "fr": "1 monstre \"Magiclé\" + 1 Monstre Normal (Jetons exclus)\nSi cette carte est Invoquée par Fusion : vous pouvez ajouter 1 \"Maftea de la Magiclé\" depuis votre Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Bête de la Magiclé - Ansyalabolas\" qu'une fois par tour. Une fois par tour : vous pouvez cibler 1 monstre en Position d'Attaque contrôlé par votre adversaire du même Attribut qu'un Monstre Normal ou monstre \"Magiclé\" dans votre Cimetière ; changez-le en Position de Défense, et si vous le faites, il perd 1000 DEF. Bannissez les monstres détruits au combat avec cette carte.", "it": "1 mostro \"Magichiave\" + 1 Mostro Normale, eccetto un Segna-Mostro\nSe questa carta viene Evocata tramite Fusione: puoi aggiungere 1 \"Maftea Magichiave\" dal tuo Cimitero alla tua mano. Puoi utilizzare questo effetto di \"Magichiave Bestia - Ansyalabolas\" una sola volta per turno. Una volta per turno: puoi scegliere come bersaglio 1 mostro in Posizione di Attacco controllato dal tuo avversario con lo stesso Attributo di un Mostro Normale o mostro \"Magichiave\" nel tuo Cimitero; mettilo in Posizione di Difesa e, se lo fai, esso perde 1000 DEF. Bandisci qualsiasi mostro distrutto in battaglia con questa carta.", "pt": "1 monstro \"Magichave\" + 1 Monstro Normal, exceto uma Ficha\nSe este card for Invocado por Invocação-Fusão: você pode adicionar 1 \"Maftea Magichave\" do seu Cemitério à sua mão. Você só pode usar este efeito de \"Besta Magichave - Ansyalabolas\" uma vez por turno. Uma vez por turno: você pode escolher 1 monstro em Posição de Ataque que seu oponente controla com o mesmo Atributo que o de um Monstro Normal ou monstro \"Magichave\" no seu Cemitério; coloque-o em Posição de Defesa e, se isso acontecer, ele perde 1000 de DEF. Bana quaisquer monstros destruídos em batalha com este card.", "ja": "「魔鍵」モンスター＋トークン以外の通常モンスター\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードが融合召喚に成功した場合に発動できる。自分の墓地から「魔鍵－マフテア」１枚を選んで手札に加える。②：１ターンに１度、自分の墓地の通常モンスターまたは「魔鍵」モンスターのいずれかと同じ属性を持つ、相手の攻撃表示モンスター１体を対象として発動できる。そのモンスターを守備表示にし、その守備力を１０００ダウンする。③：このカードが戦闘で破壊したモンスターは墓地へは行かず除外される。", "ko": "\"마건\" 몬스터 ＋ 토큰 이외의 일반 몬스터\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 융합 소환에 성공했을 경우에 발동할 수 있다. 자신 묘지에서 \"마건－마프테아\" 1장을 고르고 패에 넣는다. ②: 1턴에 1번, 자신 묘지의 일반 몬스터 또는 \"마건\" 몬스터의 어느 것과 같은 속성을 가지는, 상대의 공격 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 하고, 그 수비력을 1000 내린다. ③: 이 카드가 전투로 파괴한 몬스터는 묘지로는 가지 않으며 제외된다.", "zh-TW": null, "zh-CN": "「魔键」怪兽＋衍生物以外的通常怪兽\n这个卡名的①的效果1回合只能使用1次。\n①：这张卡融合召唤成功的场合才能发动。从自己墓地选1张「魔键-马夫提亚」加入手卡。\n②：1回合1次，以持有和自己墓地的通常怪兽或者「魔键」怪兽的其中任意种相同属性的1只对方的攻击表示怪兽为对象才能发动。那只怪兽变成守备表示，那个守备力下降1000。\n③：这张卡战斗破坏的怪兽不去墓地而除外。"}, "card_type": "Monster", "monster_type_line": "Beast / Fusion / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 2200, "def": 2000, "materials": "1 \"Magikey\" monster + 1 non-Token Normal Monster", "series": ["Magikey"], "images": [{"index": 1, "image": "MagikeyBeastAnsyalabolas-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN036", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN143", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE036", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE143", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "es": [{"set_number": "DAMA-SP036", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-SP143", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR036", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR143", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT036", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT143", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT036", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT143", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP036", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR036", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715719}