{"konami_id": 15718, "password": 45674286, "name": {"en": "Machina Unclaspare", "de": "Maschinenwesen Ersatzöffner", "es": "Maquinaria Desenganextra", "fr": "Libéchange Méchabot", "it": "Mek Rilasciscorta", "pt": "Catártico Autômato", "ja": "マシンナーズ・アンクラスペア", "ja_romaji": "Mashinnāzu Ankurasupea", "ko": "머시너즈 언크러스페어", "ko_rr": "Meosineojeu Eonkeureoseupe-eo", "zh-TW": null, "zh-CN": "机甲部队・断链备用体"}, "text": {"en": "If this card is added to your hand, except by drawing it: You can Special Summon it, also you cannot Special Summon for the rest of this turn, except Machine monsters. If this card is Normal or Special Summoned: You can send 1 \"Machina\" monster from your Deck to the GY, except \"Machina Unclaspare\". You can only use each effect of \"Machina Unclaspare\" once per turn.", "de": "Falls diese Karte deiner Hand hinzugefügt wird, außer durch Ziehen: Du kannst sie als Spezialbeschwörung beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Maschine-Monstern. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Maschinenwesen“-Monster von deinem Deck auf den Friedhof legen, außer „Maschinenwesen Ersatzöffner“. Du kannst jeden Effekt von „Maschinenwesen Ersatzöffner“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es añadida a tu mano, excepto robándola: puedes Invocarla de Modo Especial, y además por el resto de este turno no puedes Invocar de Modo Especial, excepto monstruos Máquina. Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 monstruo \"Maquinaria\" en tu Deck, excepto \"Maquinaria Desenganextra\". Sólo puedes usar cada efecto de \"Maquinaria Desenganextra\" una vez por turno.", "fr": "Si cette carte est ajoutée à votre main, sauf en la piochant : vous pouvez l'Invoquer Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Machine exclus) le reste de ce tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Méchabot\" (\"Libéchange Méchabot\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Libéchange Méchabot\" qu'une fois par tour.", "it": "Se questa carta viene aggiunta alla tua mano, eccetto pescandola: puoi Evocarla Specialmente, inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Macchina. Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 mostro \"Mek\" dal tuo Deck al Cimitero, eccetto \"Mek Rilasciscorta\". Puoi utilizzare ogni effetto di \"Mek Rilasciscorta\" una sola volta per turno.", "pt": "Se este card for adicionado à sua mão, exceto ao comprá-lo: você pode Invocá-lo por Invocação-Especial e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Máquina. Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 monstro \"Autômata(o)\" do seu Deck para o Cemitério, exceto \"Catártico Autômato\". Você só pode usar cada efeito de \"Catártico Autômato\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがドロー以外の方法で手札に加わった場合に発動できる。このカードを特殊召喚する。この効果の発動後、ターン終了時まで自分は機械族モンスターしか特殊召喚できない。②：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「マシンナーズ・アンクラスペア」以外の「マシンナーズ」モンスター１体を墓地へ送る。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 드로우 이외의 방법으로 패에 넣어졌을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 기계족 몬스터밖에 특수 소환할 수 없다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"머시너즈 언크러스페어\" 이외의 \"머시너즈\" 몬스터 1장을 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：用抽牌以外的方法将此卡加入手牌的情况下可以发动。将此卡特殊召唤。此效果发动后，直至回合结束时为止自己仅可特殊召唤机械族怪兽。②：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将\"机甲部队・断链备用体\"以外的1只\"机甲部队\"怪兽送至墓地。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 1800, "def": 800, "series": ["Machina"], "images": [{"index": 1, "image": "MachinaUnclaspare-MP22-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN027", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-EN014", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLVO-DE027", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-DE014", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLVO-SP027", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-SP014", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLVO-FR027", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-FR014", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLVO-IT027", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-IT014", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLVO-PT027", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-PT014", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BLVO-JP027", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR027", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM01-SC021", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715682}