{"konami_id": 21748, "password": 45951104, "name": {"en": "Bot Herder", "de": "Bot-Hirte", "es": "Bot Herder", "fr": "Contrôleur de Bots", "it": "Bot Herder", "pt": "Controlador de Bots", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Target 1 monster your opponent controls, that is a face-up monster you own or a face-down Defense Position monster; if that monster is no longer on the field, or is a monster you own (if face-down, reveal it briefly to check), apply these effects in sequence.\n● Inflict 200 damage to your opponent.\n● Take control of all monsters your opponent controls, except that monster.", "de": "Wähle 1 Monster, das dein Gegner kontrolliert und das ein offenes Monster, das du besitzt, oder ein Monster in verdeckter Verteidigungsposition ist; falls jenes Monster nicht mehr auf dem Spielfeld liegt oder ein Monster ist, das du besitzt (falls verdeckt, zeige es zum Überprüfen kurz vor), führe nacheinander diese Effekte aus.\n● Füge deinem Gegner 200 Schaden zu.\n● Übernimm die Kontrolle über alle Monster, die dein Gegner kontrolliert, außer jenem Monster.", "es": "Selecciona 1 monstruo que controle tu adversario, que sea un monstruo boca arriba que tú posees o un monstruo en Posición de Defensa boca abajo; si ese monstruo ya no está en el Campo, o es un monstruo que tú posees (si está boca abajo, muéstralo brevemente para comprobarlo), aplica estos efectos en secuencia.\n● Inflige 200 puntos de daño a tu adversario.\n● Toma el control de todos los monstruos que controle tu adversario, excepto el de ese monstruo.", "fr": "Ciblez 1 monstre contrôlé par votre adversaire, qui est un monstre face recto que vous possédez ou un monstre en Position de Défense face verso ; si le monstre n'est plus sur le Terrain, ou est un monstre que vous possédez (s'il est face verso, révélez-le brièvement pour vérifier), appliquez ces effets dans l'ordre.\n● Infligez 200 points de dommages à votre adversaire.\n● Prenez le contrôle de tous les monstres contrôlés par votre adversaire (le monstre exclu).", "it": "Scegli come bersaglio 1 mostro controllato dal tuo avversario, che è un mostro scoperto di tua proprietà o un mostro coperto in Posizione di Difesa; se quel mostro non è più sul Terreno o se è un mostro di tua proprietà (se è coperto, rivelalo brevemente per controllare), applica questi effetti in ordine.\n● Infliggi 200 danni al tuo avversario.\n● Prendi il controllo di tutti i mostri controllati dal tuo avversario, eccetto quel mostro.", "pt": "Escolha 1 monstro que seu oponente controla, que seja um monstro com a face para cima do qual você seja dono ou um monstro com a face para baixo em Posição de Defesa; se esse monstro não estiver mais no campo, ou for um monstro do qual você seja dono (se estiver com a face para baixo, revele-o brevemente para verificar), aplique esses efeitos em sequência.\n● Cause 200 de dano ao seu oponente.\n● Tome o controle de todos os monstros que seu oponente controla, exceto esse monstro.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "BotHerder-MP25-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "MP25-EN149", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "MP25-DE149", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "MP25-SP149", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "MP25-FR149", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "MP25-IT149", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "MP25-PT149", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1141446}