{"konami_id": 10879, "password": 46008667, "name": {"en": "Noble Arms - Excaliburn", "de": "Edle Waffen - Excaliburn", "es": "Armas Nobles - Excaliburn", "fr": "Armes Nobles - Excaliburn", "it": "Nobili Armi - Excaliburn", "pt": "Armas Nobres - Excaliburn", "ja": "<ruby>聖<rt>せい</rt></ruby><ruby>剣<rt>けん</rt></ruby> <ruby>ＥＸ<rt>エクス</rt></ruby>－カリバーン", "ja_romaji": "Seiken Ekusu-Karibān", "ko": "성검 EX－칼리번", "ko_rr": null, "zh-TW": "聖劍 傳奇湖中劍", "zh-CN": "圣剑 传奇湖中剑"}, "text": {"en": "Equip only to a \"Noble Knight\" monster. It cannot be targeted by an opponent's card effects. During your turn, except the turn this card was sent to the Graveyard: You can banish this card from your Graveyard, then target 1 \"Noble Knight\" Xyz Monster you control; Special Summon from your Extra Deck, 1 \"Noble Knight\" Xyz Monster with a different name, by using that target as the Xyz Material. (This Special Summon is treated as an Xyz Summon. Xyz Materials attached to it also become Xyz Materials on the Summoned monster.) You can only use this effect of \"Noble Arms - Excaliburn\" once per turn.", "de": "Rüste nur ein „Edler Ritter“-Monster mit dieser Karte aus. Es kann nicht als Ziel für Karteneffekte deines Gegners gewählt werden. Während deines Spielzugs, außer während des Spielzugs, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Edler Ritter“-Xyz-Monster wählen, das du kontrollierst; beschwöre 1 „Edler Ritter“-Xyz-Monster mit einem unterschiedlichen Namen als Spezialbeschwörung von deinem Extra Deck, indem du das gewählte Ziel als Xyz-Material verwendest. (Diese Spezialbeschwörung wird als Xyz-Beschwörung behandelt. Daran angehängtes Xyz-Material wird ebenfalls zu Xyz-Material des beschworenen Monsters.) Du kannst diesen Effekt von „Edle Waffen - Excaliburn“ nur einmal pro Spielzug verwenden.", "es": "Sólo se puede equipar esta carta a un monstruo \"Noble Caballero\". Éste no puede ser seleccionado por efectos de cartas de tu adversario. Durante tu turno, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Xyz \"Noble Caballero\" que controles; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"Noble Caballero\" con un nombre diferente, usando ese objetivo como el Material Xyz (Ésta Invocación Especial se trata como una Invocación Xyz. Los Materiales Xyz acoplados al objetivo también se convierten en Materiales Xyz del monstruo Invocado.) Sólo puedes usar este efecto de \"Armas Nobles - Excaliburn\" una vez por turno.", "fr": "Équipable uniquement à un monstre \"Chevalier Noble\". Il ne peut pas être ciblé par des effets de carte de votre adversaire. Durant votre tour, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz \"Chevalier Noble\" que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Chevalier Noble\" de nom différent depuis votre Extra Deck, en utilisant la cible comme le Matériel Xyz. (Cette Invocation Spéciale est traitée comme une Invocation Xyz. Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz du monstre Invoqué.) Vous ne pouvez utiliser cet effet de \"Armes Nobles - Excaliburn\" qu'une fois par tour.", "it": "Equipaggia solo a un mostro \"Nobile Cavaliere\". Esso non può essere scelto come bersaglio dagli effetti delle carte dell'avversario. Durante il tuo turno, eccetto il turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz \"Nobile Cavaliere\" che controlli; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz \"Nobile Cavaliere\" con un nome diverso, utilizzando quel bersaglio come Materiale Xyz. (Questa Evocazione Speciale viene considerata come un'Evocazione Xyz. I Materiali Xyz attaccati ad esso diventano Materiali Xyz anche sul mostro Evocato.) Puoi utilizzare questo effetto di \"Nobili Armi - Excaliburn\" una sola volta per turno.", "pt": "Só pode ser equipado a um monstro \"Nobre Cavaleiro\". Não pode ser alvo de efeitos de card do oponente. Durante o seu turno, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério e, depois, escolher 1 Monstro Xyz \"Nobre Cavaleiro\" que você controla; Invoque por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz \"Nobre Cavaleiro\" com um nome diferente, usando o alvo como uma Matéria Xyz. (Esta Invocação-Especial é considerada uma Invocação-Xyz. As Matérias Xyz associadas a ele também se tornam Matérias Xyz no monstro Invocado.) Você só pode usar este efeito de \"Armas Nobres - Excaliburn\" uma vez por turno.", "ja": "「聖騎士」モンスターにのみ装備可能。「聖剣 ＥＸ－カリバーン」の②の効果は１ターンに１度しか使用できない。①：装備モンスターは相手の効果の対象にならない。②：自分メインフェイズに墓地のこのカードを除外し、自分フィールドの「聖騎士」Ｘモンスター１体を対象として発動できる。その自分のモンスターとカード名が異なる「聖騎士」Ｘモンスター１体を、対象のモンスターの上に重ねてＸ召喚扱いとしてエクストラデッキから特殊召喚する。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "\"성기사\" 몬스터에만 장착 가능. \"성검 EX－칼리번\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 장착 몬스터는 상대 효과의 대상이 되지 않는다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 자신 필드의 \"성기사\" 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터와 카드명이 다른 \"성기사\" 엑시즈 몬스터 1장을, 대상 몬스터 위에 겹치고 엑시즈 소환 취급하여 엑스트라 덱에서 특수 소환한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "「圣骑士」怪兽才能装备。「圣剑 断钢湖中剑」的②的效果1回合只能使用1次。①：装备怪兽不会成为对方的效果的对象。②：自己主要阶段把墓地的这张卡除外，以自己场上1只「圣骑士」XYZ怪兽为对象才能发动。和那只自己怪兽卡名不同的1只「圣骑士」XYZ怪兽在作为对象的怪兽上面重叠当作XYZ召唤从额外卡组特殊召唤。这个效果在这张卡送去墓地的回合不能发动。"}, "card_type": "Spell", "property": "Equip", "series": ["Noble Arms"], "images": [{"index": 1, "image": "NobleArmsExcaliburn-NKRT-EN-PlR-LE.png"}], "sets": {"en": [{"set_number": "SHSP-EN088", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}, {"set_number": "NKRT-EN023", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "de": [{"set_number": "SHSP-DE088", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}, {"set_number": "NKRT-DE023", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "fr": [{"set_number": "SHSP-FR088", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}, {"set_number": "NKRT-FR023", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "it": [{"set_number": "SHSP-IT088", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}, {"set_number": "NKRT-IT023", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "pt": [{"set_number": "SHSP-PT088", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}, {"set_number": "NKRT-PT023", "set_name": "Noble Knights of the Round Table Box Set", "rarities": ["Platinum Rare"]}], "ja": [{"set_number": "EP14-JP019", "set_name": "Extra Pack: Knights of Order", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "EP14-KR019", "set_name": "Extra Pack: Knights of Order", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 300590, "master_duel_rarity": "R"}