{"konami_id": 20781, "password": 46014517, "name": {"en": "Goblin Bikers Gone Bonkers", "de": "Goblin-Biker drehen durch", "es": "Moto Goblins Dementes", "fr": "Gobelins Motards Fous Furieux", "it": "Motociclisti Goblin Diventati Fuori di Testa", "pt": "Motoqueiro Goblin Endoidando", "ja": "<ruby>百鬼羅刹唯我独尊<rt>キック・アス・ゴブリンライダーズ</rt></ruby>", "ja_romaji": "Kikku Asu Goburin Raidāzu", "ko": "킥 애스 고블린라이더즈", "ko_rr": null, "zh-TW": null, "zh-CN": "格布林百罗刹唯我独尊"}, "text": {"en": "2+ Level 6 monsters\nYou can target face-up monsters your opponent controls, up to the number of \"Goblin\" monsters you control; detach 1 material from a monster you control, and if you do, attach those monsters to this card as material. During your opponent's turn (Quick Effect): You can target cards your opponent controls, up to the number of \"Goblin\" Xyz Monsters you control; detach 3 materials from a monster(s) you control, and if you do, send those targeted cards to the GY. You can only use each effect of \"Goblin Bikers Gone Bonkers\" once per turn.", "de": "2+ Monster der Stufe 6\nDu kannst offene Monster, die dein Gegner kontrolliert, bis zur Anzahl der „Goblin“-Monster wählen, die du kontrollierst; hänge 1 Material von einem Monster ab, das du kontrollierst, und falls du dies tust, hänge jene Monster als Material an diese Karte an. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst Karten, die dein Gegner kontrolliert, bis zur Anzahl der „Goblin“-Xyz-Monster wählen, die du kontrollierst; hänge 3 Material von einem oder mehr Monstern ab, die du kontrollierst, und falls du dies tust, lege jene als Ziel gewählten Karten auf den Friedhof. Du kannst jeden Effekt von „Goblin-Biker drehen durch“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 6\nPuedes seleccionar monstruos boca arriba que controle tu adversario, hasta el número de monstruos \"Goblin\" que controles; desacopla 1 material de un monstruo que controles y, si lo haces, acopla esos monstruos a esta carta como material. Durante el turno de tu adversario (Efecto Rápido): puedes seleccionar cartas que controle tu adversario, hasta el número de Monstruos Xyz \"Goblin\" que controles; desacopla 3 materiales de uno o más monstruos que controles y, si lo haces, manda al Cementerio esas cartas seleccionadas. Sólo puedes usar cada efecto de \"Moto Goblins Dementes\" una vez por turno.", "fr": "2+ monstres de Niveau 6\nVous pouvez cibler un nombre de monstres face recto contrôlés par votre adversaire, inférieur ou égal au nombre de monstres \"Gobelin\" que vous contrôlez ; détachez 1 Matériel d'un monstre que vous contrôlez, et si vous le faites, attachez ces monstres à cette carte comme Matériel. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler un nombre de cartes contrôlées par votre adversaire, inférieur ou égal au nombre de Monstres Xyz \"Gobelin\" que vous contrôlez ; détachez 3 Matériels d'un ou plusieurs monstres que vous contrôlez, et si vous le faites, envoyez ces cartes ciblées au Cimetière. Vous ne pouvez utiliser chaque effet de \"Gobelins Motards Fous Furieux\" qu'une fois par tour.", "it": "2+ mostri di Livello 6\nPuoi scegliere come bersaglio mostri scoperti controllati dal tuo avversario, fino al numero di mostri \"Goblin\" che controlli; stacca 1 materiale da un mostro che controlli e, se lo fai, attacca quei mostri a questa carta come materiale. Durante il turno del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio carte controllate dal tuo avversario, fino al numero di Mostri Xyz \"Goblin\" che controlli; stacca 3 materiali da uno o più mostri che controlli e, se lo fai, manda quelle carte scelte come bersaglio al Cimitero. Puoi utilizzare ogni effetto di \"Motociclisti Goblin Diventati Fuori di Testa\" una sola volta per turno.", "pt": "2+ monstros de Nível 6\nVocê pode escolher monstros com a face para cima que seu oponente controla, até o número de monstros \"Goblin\" que você controla; desassocie 1 matéria de um monstro que você controla e, se isso acontecer, associe esses monstros a este card como matéria. Durante o turno do seu oponente (Efeito Rápido): você pode escolher cards que seu oponente controla, até o número de Monstros Xyz \"Goblin\" que você controla; desassocie 3 matérias de monstros que você controla e, se isso acontecer, envie esses cards alvo para o Cemitério. Você só pode usar cada efeito de \"Motoqueiro Goblin Endoidando\" uma vez por turno.", "ja": "レベル６モンスター×２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「ゴブリン」モンスターの数まで相手フィールドの表側表示モンスターを対象として発動できる。自分フィールドのＸ素材を１つ取り除き、対象のモンスターをこのカードのＸ素材とする。②：相手ターンに、自分フィールドの「ゴブリン」Ｘモンスターの数まで相手フィールドのカードを対象として発動できる。自分フィールドのＸ素材を３つ取り除き、対象のカードを墓地へ送る。", "ko": "레벨 6 몬스터 × 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"고블린\" 몬스터의 수까지 상대 필드의 앞면 표시 몬스터를 대상으로 하고 발동할 수 있다. 자신 필드의 엑시즈 소재를 1개 제거하고, 대상 몬스터를 이 카드의 엑시즈 소재로 한다. ②: 상대 턴에, 자신 필드의 \"고블린\" 엑시즈 몬스터의 수까지 상대 필드의 카드를 대상으로 하고 발동할 수 있다. 자신 필드의 엑시즈 소재를 3개 제거하고, 대상 카드를 묘지로 보낸다.", "zh-TW": null, "zh-CN": "等级6怪兽×2只以上\n此卡名的①②效果1回合仅可各使用1次。①：以自己场上的“格布林”怪兽的数量为上限，以对手场上的表侧表示怪兽为对象可以发动。去除自己场上的1个超量素材，将对象怪兽作为此卡的超量素材。②：在对手回合中，以自己场上的“格布林”超量怪兽的数量为上限，以对手场上的卡为对象可以发动。去除自己场上的3个超量素材，将对象卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Fiend / Xyz / Effect", "attribute": "DARK", "rank": 6, "atk": 2500, "def": 2000, "materials": "2 or more Level 6 monsters", "series": ["Goblin", "Goblin Biker"], "images": [{"index": 1, "image": "GoblinBikersGoneBonkers-SUDA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN044", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "SUDA-DE044", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "SUDA-SP044", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "SUDA-FR044", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "SUDA-IT044", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "SUDA-PT044", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "SUDA-JP044", "set_name": "Supreme Darkness", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-JP044", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SUDA-KR044", "set_name": "Supreme Darkness", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-KR044", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "SUDA-SC044", "set_name": "Supreme Darkness", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-SC044", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1085954}