{"konami_id": 17799, "password": 46057733, "name": {"en": "Shamisen Samsara Sorrowcat", "de": "Shamisen Samsara Sorgenkatze", "es": "Shamisen Samsara Gatafligido", "fr": "Chat Triste au Shamisen Samsara", "it": "Shamisen Samsara Dolorgatto", "pt": "Trisgato Samsara Shamisen", "ja": "<ruby>燐<rt>りん</rt></ruby><ruby>廻<rt>ね</rt></ruby>の<ruby>三<rt>み</rt></ruby><ruby>弦<rt>け</rt></ruby><ruby>猫<rt>ねこ</rt></ruby>", "ja_romaji": "Rinne no Mikeneko", "ko": "린회의 삼현묘", "ko_rr": "Rinhoe-ui Samhyeonmyo", "zh-TW": "磷回三弦貓", "zh-CN": "燐回的三弦猫"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nOnce per Chain, during your opponent's Main Phase, you can (Quick Effect): Immediately after this effect resolves, Synchro Summon using this card you control. If this card is in your GY: You can target 1 other Synchro Monster in your GY; return it to the Extra Deck, and if you do, Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Shamisen Samsara Sorrowcat\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nEinmal pro Kette, während der Main Phase deines Gegners, kannst du (Schnelleffekt): Sofort nachdem dieser Effekt aufgelöst wurde, führe eine Synchrobeschwörung durch und verwende dafür diese Karte, die du kontrollierst. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 anderes Synchromonster in deinem Friedhof wählen; lege es ins Extra Deck zurück und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Shamisen Samsara Sorgenkatze“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nUna vez por Cadena, durante la Main Phase de tu adversario, puedes (Efecto Rápido): inmediatamente después de que se resuelva este efecto, Invoca por Sincronía usando esta carta que controlas. Si esta carta está en tu Cementerio: puedes seleccionar otro Monstruo de Sincronía en tu Cementerio; devuélvelo al Deck Extra y, si lo haces, Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Shamisen Samsara Gatafligido\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par Chaîne, durant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Synchronisation en utilisant cette carte que vous contrôlez. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 autre Monstre Synchro dans votre Cimetière ; renvoyez-le à l'Extra Deck, et si vous le faites, Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Chat Triste au Shamisen Samsara\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nUna volta per Catena, durante la Main Phase del tuo avversario, puoi (Effetto Rapido): immediatamente dopo che questo effetto si è risolto, Synchro Evoca utilizzando questa carta che controlli. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 altro Mostro Synchro nel tuo Cimitero; fallo ritornare nell'Extra Deck e, se lo fai, Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Shamisen Samsara Dolorgatto\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nUma vez por Corrente, durante a Fase Principal do seu oponente, você pode (Efeito Rápido): imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro usando este card que você controla. Se este card estiver no seu Cemitério: você pode escolher 1 outro Monstro Sincro no seu Cemitério; devolva-o para o Deck Adicional e, se isso acontecer, Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Trisgato Samsara Shamisen\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手メインフェイズに発動できる。このカードを含む自分フィールドのモンスターを素材としてＳ召喚する。②：このカードが墓地に存在する場合、このカード以外の自分の墓地のＳモンスター１体を対象として発動できる。そのモンスターをＥＸデッキに戻し、このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 메인 페이즈에 발동할 수 있다. 이 카드를 포함하는 자신 필드의 몬스터를 소재로서 싱크로 소환한다. ②: 이 카드가 묘지에 존재할 경우, 이 카드 이외의 자신 묘지의 싱크로 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 엑스트라 덱으로 되돌리고, 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的①②效果１回合仅可各使用１次。①：在对手的主要阶段可以发动。将包含此卡在内的自己场上的怪兽作为素材同步召唤。②：此卡存在于墓地的情况下，以自己墓地此卡以外的１只同步怪兽为对象可以发动。将该怪兽放回额外牌组，将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Zombie / Synchro / Tuner / Effect", "attribute": "DARK", "level": 3, "atk": 1600, "def": 1200, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "ShamisenSamsaraSorrowcat-MP23-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN044", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN189", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DABL-DE044", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE189", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DABL-FR044", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR189", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DABL-IT044", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT189", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DABL-PT044", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT189", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DABL-JP044", "set_name": "Darkwing Blast", "rarities": ["Rare"]}], "ko": [{"set_number": "DABL-KR044", "set_name": "Darkwing Blast", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC028", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716670, "master_duel_rarity": "R"}