{"konami_id": 13128, "password": 46136942, "name": {"en": "Performapal Odd-Eyes Dissolver", "de": "Künstlerkumpel Buntäugiger Auflöser", "es": "Artistamigo Disolvedor de Ojos Anómalos", "fr": "Dissolveur aux Yeux Impairs Potartiste", "it": "Artistamico Occhi Diversi Dissolutore", "pt": "Dissolvedor Camarartista de Olhos Anômalos", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>オッドアイズ・ディゾルヴァー", "ja_romaji": "Entameito Oddoaizu Dizoruvā", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 오드아이즈 디졸버", "ko_rr": null, "zh-TW": null, "zh-CN": "娱乐伙伴 异色眼溶解者"}, "text": {"en": "At the start of the Damage Step, if your Pendulum Monster battles an opponent's monster: You can Special Summon this card from your hand, and if you do, your monster cannot be destroyed by that battle. You can only use this effect of \"Performapal Odd-Eyes Dissolver\" once per turn. During your Main Phase: You can Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from your field and/or Pendulum Zones, including this card.", "de": "Am Beginn des Damage Steps, falls dein Pendelmonster gegen ein Monster eines Gegners kämpft: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, kann dein Monster durch jenen Kampf nicht zerstört werden. Du kannst diesen Effekt von „Künstlerkumpel Buntäugiger Auflöser“ nur einmal pro Spielzug verwenden. Während deiner Main Phase: Du kannst 1 Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, indem du Monster von deiner Spielfeldseite und/oder deinen Pendelzonen verwendest, darunter diese Karte.", "es": "Al comienzo del Damage Step, si tu Monstruo de Péndulo batalla con un monstruo del adversario: puedes Invocar esta carta de Modo Especial desde tu mano y, si lo haces, tu monstruo no puede ser destruido en esa batalla. Sólo puedes usar este efecto de \"Artistamigo Disolvedor de Ojos Anómalos\" una vez por turno. Durante tu Main Phase: puedes Invocar por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando monstruos en tu Campo y/o Zonas de Péndulo, incluyendo esta carta.", "fr": "Au début de la Damage Step, si votre Monstre Pendule combat un monstre de l'adversaire : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, votre monstre ne peut pas être détruit par ce combat. Vous ne pouvez utiliser cet effet de \"Dissolveur aux Yeux Impairs Potartiste\" qu'une fois par tour. Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres (cette carte incluse) depuis votre Terrain et/ou Zones Pendule.", "it": "All'inizio del Damage Step, se un tuo Mostro Pendulum combatte con un mostro dell'avversario: puoi Evocare Specialmente questa carta dalla tua mano e, se lo fai, il tuo mostro non può essere distrutto in quella battaglia. Puoi utilizzare questo effetto di \"Artistamico Occhi Diversi Dissolutore\" una sola volta per turno. Durante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione dal tuo Extra Deck, utilizzando mostri dal tuo Terreno e/o Zone Pendulum, compresa questa carta.", "pt": "No começo da Etapa de Dano, se um Monstro Pêndulo seu batalhar um monstro do oponente: você pode Invocar este card por Invocação-Especial da sua mão e, se isso acontecer, seu monstro não pode ser destruído por essa batalha. Você só pode usar este efeito de \"Dissolvedor Camarartista de Olhos Anômalos\" uma vez por turno. Durante sua Fase Principal: você pode Invocar 1 Monstro de Fusão por Invocação-Fusão do seu Deck Adicional, usando monstros do seu campo e/ou das Zonas de Pêndulo, incluindo este card.", "ja": "このカード名の①のモンスター効果は１ターンに１度しか使用できない。①：自分のＰモンスターが相手モンスターと戦闘を行うダメージステップ開始時に発動できる。このカードを手札から特殊召喚し、その自分のモンスターはその戦闘では破壊されない。②：自分メインフェイズに発動できる。融合モンスターカードによって決められた、このカードを含む融合素材モンスターを自分フィールドから墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。その際、自分のＰゾーンに存在する融合素材モンスターも融合素材に使用できる。", "ko": "이 카드명의 ①의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 펜듈럼 몬스터가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시에 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 그 자신 몬스터는 그 전투로는 파괴되지 않는다. ②: 자신 메인 페이즈에 발동할 수 있다. 융합 몬스터 카드에 기재된, 이 카드를 포함하는 융합 소재 몬스터를 자신 필드에서 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. 그때, 자신의 펜듈럼 존에 존재하는 융합 소재 몬스터도 융합 소재로 사용할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①怪兽效果1回合仅可使用1次。①：自己的灵摆怪兽与对手怪兽进行战斗的伤害步骤开始时可以发动。将此卡从手牌特殊召唤，该自己的怪兽不会因该战斗被破坏。②：在自己的主要阶段可以发动。将由融合怪兽卡决定的、包含此卡在内的融合素材怪兽从自己场上送至墓地，将该1只融合怪兽从额外牌组融合召唤。在此之际，存在于自己的灵摆区域的融合素材怪兽也可作为融合素材使用。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "DARK", "level": 8, "atk": 2000, "def": 2600, "pendulum_scale": 4, "pendulum_effect": {"en": "Once per turn, during your Main Phase: You can Fusion Summon 1 Dragon Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material.", "de": "Einmal pro Spielzug, während deiner Main Phase: Du kannst 1 Drache-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, indem du Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial verwendest.", "es": "Una vez por turno, durante tu Main Phase: puedes Invocar por Fusión 1 Monstruo de Fusión Dragón desde tu Deck Extra, usando monstruos en tu mano o Campo como Material de Fusión.", "fr": "Une fois par tour, durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion Dragon depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion.", "it": "Una volta per turno, durante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione Drago dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come Materiali da Fusione.", "pt": "Uma vez por turno, durante sua Fase Principal: você pode Invocar 1 Monstro de Fusão Dragão por Invocação-Fusão do seu Deck Adicional, usando monstros da sua mão ou do campo como Matéria de Fusão.", "ja": "①：１ターンに１度、自分メインフェイズに発動できる。自分の手札・フィールドから、ドラゴン族の融合モンスターカードによって決められた融合素材モンスターを墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。", "ko": "①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 필드에서, 드래곤족의 융합 몬스터 카드에 기재된 융합 소재 몬스터를 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다.", "zh-TW": null, "zh-CN": "①：1回合1次，在自己的主要阶段可以发动。从自己的手牌・场上，将由龙族融合怪兽卡决定的融合素材怪兽送至墓地，将该1只融合怪兽从额外牌组融合召唤。"}, "series": ["Odd-Eyes", "Performapal"], "images": [{"index": 1, "image": "PerformapalOddEyesDissolver-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLLR-EN003", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "OP19-EN008", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN446", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "BLLR-DE003", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "OP19-DE008", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE446", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "BLLR-SP003", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "OP19-SP008", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP446", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "BLLR-FR003", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "OP19-FR008", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR446", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "BLLR-IT003", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "OP19-IT008", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT446", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "BLLR-PT003", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "OP19-PT008", "set_name": "OTS Tournament Pack 19", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT446", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "ja": [{"set_number": "CP17-JP003", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "CP17-KR003", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD29-SC015", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 497431}