{"konami_id": 19879, "password": 46186135, "name": {"en": "Enlightenment Dragon", "de": "Erleuchtungsdrache", "es": "Dragón de la Iluminación", "fr": "Dragon de la Révélation", "it": "Drago dell'Illuminazione", "pt": "Dragão da Iluminação", "ja": "<ruby>神光の龍<rt>エンライトメント・ドラグーン</rt></ruby>", "ja_romaji": "Enraitomento Doragūn", "ko": "엔라이트멘트 드래곤", "ko_rr": "Ellaiteumenteu Deuraegon", "zh-TW": "神光之龍", "zh-CN": "神光之龙"}, "text": {"en": "\"Judgment Dragon\" + \"Punishment Dragon\"\nMust be Special Summoned (from your Extra Deck) by banishing the above monsters, 1 each from your field and GY. Once per turn (Quick Effect): You can pay 2000 LP; banish all other cards on the field and in the GYs. Once per turn, during your End Phase: Send the top 4 cards of your Deck to the GY. If this card in its owner's possession is destroyed by an opponent's card: You can add 2 of your banished monsters to your hand (1 \"Judgment Dragon\" and 1 \"Punishment Dragon\"), then you can Special Summon both, ignoring their Summoning conditions.", "de": "„Urteilsdrache“ + „Bestrafungsdrache“\nMuss als Spezialbeschwörung (von deinem Extra Deck) beschworen werden, indem du die oben aufgeführten Monster verbannst, je 1 von deiner Spielfeldseite und deinem Friedhof. Einmal pro Spielzug (Schnelleffekt): Du kannst 2000 LP zahlen; verbanne alle anderen Karten auf dem Spielfeld und in den Friedhöfen. Einmal pro Spielzug, während deiner End Phase: Lege die obersten 4 Karten deines Decks auf den Friedhof. Falls diese Karte, die ihrem Besitzer gehört, durch eine Karte eines Gegners zerstört wird: Du kannst deiner Hand 2 deiner verbannten Monster hinzufügen (1 „Urteilsdrache“ und 1 „Bestrafungsdrache“), dann kannst du beide als Spezialbeschwörung beschwören, ungeachtet ihrer Beschwörungsbedingungen.", "es": "\"Dragón del Juicio\" + \"Dragón del Castigo\"\nDebe ser Invocado de Modo Especial (desde tu Deck Extra) desterrando los monstruos mencionados arriba, 1 en tu Campo y 1 en tu Cementerio. Una vez por turno (Efecto Rápido): puedes pagar 2000 LP; destierra todas las demás cartas en el Campo y los Cementerios. Una vez por turno, durante tu End Phase: manda al Cementerio las 4 cartas de la parte superior de tu Deck. Si esta carta en posesión de su dueño es destruida por una carta del adversario: puedes añadir a tu mano 2 de tus monstruos desterrados (1 \"Dragón del Juicio\" y 1 \"Dragón del Castigo\"), y después puedes Invocar ambos de Modo Especial, ignorando sus condiciones de Invocación.", "fr": "\"Dragon du Jugement\" + \"Dragon du Châtiment\"\nUniquement Invocable Spécialement (depuis votre Extra Deck) en bannissant les monstres ci-dessus, 1 depuis votre Terrain et 1 depuis votre Cimetière. Une fois par tour (Effet Rapide) : vous pouvez payer 2000 LP ; bannissez toutes les autres cartes sur le Terrain et dans les Cimetières. Une fois par tour, durant votre End Phase : envoyez les 4 cartes du dessus de votre Deck au Cimetière. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez ajouter 2 de vos monstres bannis à votre main (1 \"Dragon du Jugement\" et 1 \"Dragon du Châtiment\"), puis vous pouvez Invoquer Spécialement les deux, en ignorant leurs conditions d'Invocation.", "it": "\"Drago del Giudizio\" + \"Drago della Punizione\"\nDeve essere Evocato Specialmente (dal tuo Extra Deck) bandendo i mostri sopra indicati, 1 ciascuno dal tuo Terreno e Cimitero. Una volta per turno (Effetto Rapido): puoi pagare 2000 LP; bandisci tutte le altre carte sul Terreno e nei Cimiteri. Una volta per turno, durante la tua End Phase: manda le prime 4 carte del tuo Deck al Cimitero. Se questa carta sotto il comando del suo proprietario viene distrutta da una carta dell'avversario: puoi aggiungere 2 dei tuoi mostri banditi alla tua mano (1 \"Drago del Giudizio\" e 1 \"Drago della Punizione\"), poi puoi Evocare Specialmente entrambi, ignorando le loro condizioni di Evocazione.", "pt": "\"Dragão do Julgamento\" + \"Dragão do Castigo\"\nDeve ser Invocado por Invocação-Especial (do seu Deck Adicional) ao banir os monstros acima, 1 de cada do seu campo e Cemitério. Uma vez por turno (Efeito Rápido): você pode pagar 2000 PV; bana todos os outros cards no campo e nos Cemitérios. Uma vez por turno, durante sua Fase Final: envie os 4 cards do topo do seu Deck para o Cemitério. Se este card em posse do seu dono for destruído por um card do oponente: você pode adicionar 2 dos seus monstros banidos à sua mão (1 \"Dragão do Julgamento\" e 1 \"Dragão do Castigo\") e, depois, você pode Invocar os dois por Invocação-Especial, ignorando suas condições de Invocação.", "ja": "「裁きの龍」＋「戒めの龍」\n自分のフィールド及び墓地からそれぞれ１体ずつ、上記のカードを除外した場合のみ特殊召喚できる。①：自分・相手ターンに１度、２０００ＬＰを払って発動できる。このカード以外のお互いのフィールド・墓地のカードを全て除外する。②：自分エンドフェイズに発動する。自分のデッキの上からカードを４枚墓地へ送る。③：このカードが相手によって破壊された場合に発動できる。自分の除外状態の「裁きの龍」「戒めの龍」を１体ずつ手札に加える。その後、その２体を召喚条件を無視して特殊召喚できる。", "ko": "\"저지먼트 드래곤\" ＋ \"퍼니시먼트 드래곤\"\n자신의 필드 및 묘지에서 각각 1장씩, 상기의 카드를 제외했을 경우에만 특수 소환할 수 있다. ①: 자신 / 상대 턴에 1번, 2000 LP를 지불하고 발동할 수 있다. 이 카드 이외의 서로의 필드 / 묘지의 카드를 전부 제외한다. ②: 자신 엔드 페이즈에 발동한다. 자신의 덱 위에서 카드를 4장 묘지로 보낸다. ③: 이 카드가 상대에 의해 파괴되었을 경우에 발동할 수 있다. 자신의 제외 상태인 \"저지먼트 드래곤\" \"퍼니시먼트 드래곤\"을 1장씩 패에 넣는다. 그 후, 그 2장을 소환 조건을 무시하고 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "“裁决之龙”＋“惩戒之龙”\n仅可在从自己场上及墓地将上述卡各１只除外的情况下特殊召唤。\n①：在每个自己・对手回合中１次，支付２０００LP可以发动。将此卡以外的、双方场上・墓地的卡全部除外。\n②：在自己的结束阶段发动。从自己的牌组上面将４张卡送至墓地。\n③：此卡被对手破坏的情况下可以发动。将自己除外状态的“裁决之龙”、“惩戒之龙”各１只加入手牌。然后，可将该２只无视召唤条件特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "LIGHT", "level": 10, "atk": 3000, "def": 3000, "materials": "\"Judgment Dragon\" + \"Punishment Dragon\"", "images": [{"index": 1, "image": "EnlightenmentDragon-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN189", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LEDE-DE038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE189", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LEDE-SP038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP189", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LEDE-FR038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR189", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LEDE-IT038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT189", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LEDE-PT038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT189", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LEDE-JP038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "LEDE-JP038", "set_name": "Legacy of Destruction +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "LEDE-KR038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "LEDE-KR038", "set_name": "Legacy of Destruction +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "LEDE-SC038", "set_name": "Legacy of Destruction", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "LEDE-SC038", "set_name": "Legacy of Destruction +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1035123, "master_duel_rarity": "UR"}