{"konami_id": 18197, "password": 46382143, "name": {"en": "Numeron Creation", "de": "Numeron-Schöpfung", "es": "Creación Númeron", "fr": "Création Numeron", "it": "Creazione Numeron", "pt": "Criação Numeron", "ja": "ヌメロン・クリエイション", "ja_romaji": "Numeron Kurieishon", "ko": "누메론 크리에이션", "ko_rr": "Numeron Keurieisyeon", "zh-TW": "源數 創生", "zh-CN": "源数创造"}, "text": {"en": "(This card is always treated as a \"Galaxy-Eyes\" card.)\nIf 3 or more LIGHT Dragon monsters with 3000 or more original ATK are on the field: Special Summon 1 \"Number\" Dragon Xyz Monster from your Extra Deck, then attach this card on the field to it as material. You can only apply this effect of \"Numeron Creation\" once per turn.", "de": "(Diese Karte wird immer als „Galaxieaugen“-Karte behandelt.)\nFalls 3 oder mehr LICHT Drache-Monster mit 3000 oder mehr Grund-ATK auf dem Spielfeld liegen: Beschwöre 1 „Nummer“-Drache-Xyz-Monster als Spezialbeschwörung von deinem Extra Deck, dann hänge diese Karte auf dem Spielfeld als Material daran an. Du kannst diesen Effekt von „Numeron-Schöpfung“ nur einmal pro Spielzug ausführen.", "es": "(Esta carta se trata siempre como una carta \"Ojos Galácticos\", pero no como una carta \"Número\").\nSi 3 o más monstruos Dragón de LUZ con 3000 o más ATK original están en el Campo: Invoca de Modo Especial 1 Monstruo Xyz Dragón \"Número\" desde tu Deck Extra, y después acóplale esta carta en el Campo como material. Sólo puedes aplicar este efecto de \"Creación Númeron\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme une carte \"Yeux Galactiques\".)\nSi min. 3 monstres LUMIÈRE Dragon avec min. 3000 ATK d'origine sont sur le Terrain : Invoquez Spécialement 1 Monstre Xyz \"Numéro\" Dragon depuis votre Extra Deck, puis attachez-lui cette carte sur le Terrain comme Matériel. Vous ne pouvez appliquer cet effet de \"Création Numeron\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Occhi Galattici\", ma non come una carta \"Numero\".)\nSe 3 o più mostri LUCE Drago con ATK originale 3000 o superiore sono sul Terreno: Evoca Specialmente 1 Mostro Xyz \"Numero\" Drago dal tuo Extra Deck, poi attacca questa carta sul Terreno a esso come materiale. Puoi applicare questo effetto di \"Creazione Numeron\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Olhos das Galáxias\".)\nSe 3 ou mais monstros Dragão de LUZ com 3000 ou mais de ATK original estiverem no campo: Invoque por Invocação-Especial 1 Monstro Xyz Dragão \"Número\" do seu Deck Adicional e, depois, associe este card no campo a ele como matéria. Você só pode aplicar este efeito de \"Criação Numeron\" uma vez por turno.", "ja": "このカード名はルール上「ギャラクシーアイズ」カードとしても扱う。このカード名の効果は１ターンに１度しか適用できない。①：元々の攻撃力が３０００以上のドラゴン族・光属性モンスターがフィールドに３体以上存在する場合に発動できる。ＥＸデッキからドラゴン族の「Ｎｏ．」Ｘモンスター１体を特殊召喚する。その後、フィールドのこのカードをそのモンスターの下に重ねてＸ素材とする。", "ko": "이 카드명은 룰상 \"갤럭시아이즈\" 카드로도 취급한다. 이 카드명의 효과는 1턴에 1번밖에 적용할 수 없다. ①: 원래 공격력이 3000 이상인 드래곤족 / 빛 속성 몬스터가 필드에 3장 이상 존재할 경우에 발동할 수 있다. 엑스트라 덱에서 드래곤족의 \"No.\" 엑시즈 몬스터 1장을 특수 소환한다. 그 후, 필드의 이 카드를 그 몬스터 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“银河眼”卡。此卡名的效果１回合仅可适用１次。①：原本攻击力为３０００以上的龙族・光属性怪兽在场上有３只以上存在的情况下可以发动。从额外牌组将１只龙族“编号”超量怪兽特殊召唤。然后，将场上的此卡重叠在该怪兽下方作为超量素材。"}, "card_type": "Spell", "property": "Normal", "series": ["Galaxy", "Galaxy-Eyes", "Numeron"], "images": [{"index": 1, "image": "NumeronCreation-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN052", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN320", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE052", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE320", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR052", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR320", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT052", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT320", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT052", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT320", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP052", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR052", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC095", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716078, "master_duel_rarity": "R"}