{"konami_id": 19158, "password": 46518210, "name": {"en": "Nephilabyss, the Ogdoadic Overlord", "de": "Nephilabyss, der Achtheits-Oberherrscher", "es": "Nephilabyss, el Señor Supremo Ogdoádico", "fr": "Nephilabyss, le Seigneur Ogdoadique", "it": "Nephilabyss, il Sovrano Ogdoadico", "pt": "Nephilabyss, o Suserano Ogdoádico", "ja": "<ruby>溟<rt>めい</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>神<rt>しん</rt></ruby>－ネフェルアビス", "ja_romaji": "Meikaishin - Neferuabisu", "ko": "명세계신－네페르어비스", "ko_rr": "Myeongsegyesin - Nepereueobiseu", "zh-TW": null, "zh-CN": "溟界神－涅斐尔邃渊"}, "text": {"en": "If a monster(s) is sent from the hand or Deck to the GY, while this card is in your GY (except during the Damage Step): You can Special Summon this card, also you cannot Special Summon monsters until the end of the next turn, except Reptile monsters. If you control this card that was Special Summoned from the GY: You can target 1 monster in your GY, except \"Nephilabyss, the Ogdoadic Overlord\"; Special Summon it. You can only use each effect of \"Nephilabyss, the Ogdoadic Overlord\" once per turn.", "de": "Falls ein oder mehr Monster von der Hand oder dem Deck auf den Friedhof gelegt werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung beschwören, zusätzlich kannst du bis zum Ende des nächsten Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Reptil-Monstern. Falls du diese Karte kontrollierst, die als Spezialbeschwörung vom Friedhof beschworen wurde: Du kannst 1 Monster in deinem Friedhof wählen, außer „Nephilabyss, der Achtheits-Oberherrscher“; beschwöre es als Spezialbeschwörung. Du kannst jeden Effekt von „Nephilabyss, der Achtheits-Oberherrscher“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos son mandados de la mano o Deck al Cementerio, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial, y además no puedes Invocar monstruos de Modo Especial hasta el final del próximo turno, excepto monstruos Reptil. Si controlas esta carta que fue Invocada de Modo Especial desde el Cementerio: puedes seleccionar 1 monstruo en tu Cementerio, excepto \"Nephilabyss, el Señor Supremo Ogdoádico\"; Invócalo de Modo Especial. Sólo puedes usar cada efecto de \"Nephilabyss, el Señor Supremo Ogdoádico\" una vez por turno.", "fr": "Si un ou plusieurs monstres sont envoyés depuis la main ou Deck au Cimetière, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Reptile exclus) jusqu'à la fin du prochain tour. Si vous contrôlez cette carte qui a été Invoquée Spécialement depuis le Cimetière : vous pouvez cibler 1 monstre (\"Nephilabyss, le Seigneur Ogdoadique\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Nephilabyss, le Seigneur Ogdoadique\" qu'une fois par tour.", "it": "Se uno o più mostri vengono mandati dalla mano o Deck al Cimitero, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta, inoltre non puoi Evocare Specialmente mostri fino alla fine del prossimo turno, eccetto mostri Rettile. Se controlli questa carta che è stata Evocata Specialmente dal Cimitero: puoi scegliere come bersaglio 1 mostro nel tuo Cimitero, eccetto \"Nephilabyss, il Sovrano Ogdoadico\"; Evocalo Specialmente. Puoi utilizzare ogni effetto di \"Nephilabyss, il Sovrano Ogdoadico\" una sola volta per turno.", "pt": "Se um ou mais monstros forem enviados da mão ou do Deck para o Cemitério, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial e, além disso, você não pode Invocar monstros por Invocação-Especial até o final do próximo turno, exceto monstros Réptil. Se você controlar este card que foi Invocado por Invocação-Especial do Cemitério: você pode escolher 1 monstro no seu Cemitério, exceto \"Nephilabyss, o Suserano Ogdoádico\"; Invoque-o por Invocação-Especial. Você só pode usar cada efeito de \"Nephilabyss, o Suserano Ogdoádico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが墓地に存在する状態で、自分か相手の手札・デッキからモンスターが墓地へ送られた場合に発動できる。このカードを特殊召喚する。この効果の発動後、次のターンの終了時まで自分は爬虫類族モンスターしか特殊召喚できない。②：このカードが墓地から特殊召喚されている場合、「溟界神－ネフェルアビス」以外の自分の墓地のモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지에 존재하는 상태에서, 자신이나 상대의 패 / 덱에서 몬스터가 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과의 발동 후, 다음 턴의 종료시까지 자신은 파충류족 몬스터밖에 특수 소환할 수 없다. ②: 이 카드가 묘지에서 특수 소환되어 있을 경우, \"명세계신－네페르어비스\" 이외의 자신 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡存在于墓地的状态下，怪兽从自己或对手的手牌・牌组被送至墓地的情况下可以发动。将此卡特殊召唤。此效果发动后，直至下个回合结束时为止，自己仅可特殊召唤爬虫类族怪兽。\n②：此卡是从墓地被特殊召唤的情况下，以自己墓地“溟界神－涅斐尔邃渊”以外的１只怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 10, "atk": 2200, "def": 3100, "series": ["Abyss-", "Ogdoadic"], "images": [{"index": 1, "image": "NephilabysstheOgdoadicOverlord-AGOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN016", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "de": [{"set_number": "AGOV-DE016", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "es": [{"set_number": "AGOV-SP016", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "fr": [{"set_number": "AGOV-FR016", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "it": [{"set_number": "AGOV-IT016", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "pt": [{"set_number": "AGOV-PT016", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AGOV-JP016", "set_name": "Age of Overlord", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-JP016", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "AGOV-KR016", "set_name": "Age of Overlord", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-KR016", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "AGOV-SC016", "set_name": "Age of Overlord", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-SC016", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 984310}