{"konami_id": 15501, "password": 46809548, "name": {"en": "Gizmek Makami, the Ferocious Fanged Fortress", "de": "Gizmek Makami, die wilde Reißzahnfestung", "es": "Makami Cacharrek, la Fortaleza Feroz con Colmillos", "fr": "Gizmek Makami, la Forteresse à Crocs Féroce", "it": "Gizmeck Makami, la Feroce Fortezza con Zanne", "pt": "Bugiganga Makami, a Fortaleza de Presas Ferozes", "ja": "<ruby>機<rt>き</rt></ruby><ruby>巧<rt>こう</rt></ruby><ruby>牙<rt>が</rt></ruby>－<ruby>御神尊真神<rt>オンカミコトノマカミ</rt></ruby>", "ja_romaji": "Kikōga - Onkamikoto no Makami", "ko": "기교아－온카미코토노마카미", "ko_rr": null, "zh-TW": "機巧牙－御神尊真神", "zh-CN": "机巧牙－御神尊真神"}, "text": {"en": "While 6 or more of your cards are banished, you can Normal Summon this card without Tributing. You can only use each of the following effects of \"Gizmek Makami, the Ferocious Fanged Fortress\" once per turn. If this card is Normal or Special Summoned: You can discard 1 monster; add 1 monster whose ATK equals its own DEF from your Deck to your hand, except \"Gizmek Makami, the Ferocious Fanged Fortress\". If this card in the Monster Zone is destroyed: You can shuffle 6 of your banished cards into the Deck.", "de": "Solange 6 oder mehr deiner Karten verbannt sind, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Du kannst jeden der folgenden Effekte von „Gizmek Makami, die wilde Reißzahnfestung“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Monster abwerfen; füge deiner Hand 1 Monster, dessen ATK seinen eigenen DEF entsprechen, von deinem Deck hinzu, außer „Gizmek Makami, die wilde Reißzahnfestung“. Falls diese Karte in der Monsterzone zerstört wird: Du kannst 6 deiner verbannten Karten ins Deck mischen.", "es": "Mientras 6 o más de tus cartas están desterradas, puedes Invocar esta carta de Modo Normal sin Sacrificar. Sólo puedes usar cada uno de los siguientes efectos de \"Makami Cacharrek, la Fortaleza Feroz con Colmillos\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes descartar 1 monstruo; añade a tu mano 1 monstruo en tu Deck cuyo ATK sea igual a su propia DEF, excepto \"Makami Cacharrek, la Fortaleza Feroz con Colmillos\". Si esta carta en la Zona de Monstruos es destruida: puedes barajar al Deck 6 de tus cartas desterradas.", "fr": "Tant que min. 6 de vos cartes sont bannies, vous pouvez Invoquer Normalement cette carte sans Sacrifice. Vous ne pouvez utiliser chacun des effets suivants de \"Gizmek Makami, la Forteresse à Crocs Féroce\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez défausser 1 monstre ; ajoutez 1 monstre dont l'ATK est égale à sa propre DEF (\"Gizmek Makami, la Forteresse à Crocs Féroce\" exclu) depuis votre Deck à votre main. Si cette carte dans la Zone Monstre est détruite : vous pouvez mélanger 6 de vos cartes bannies dans le Deck.", "it": "Mentre 6 o più delle tue carte sono bandite, puoi Evocare Normalmente questa carta senza offrire Tributi. Puoi utilizzare ognuno dei seguenti effetti di \"Gizmeck Makami, la Feroce Fortezza con Zanne\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi scartare 1 mostro; aggiungi 1 mostro con ATK pari al suo stesso DEF dal tuo Deck alla tua mano, eccetto \"Gizmeck Makami, la Feroce Fortezza con Zanne\". Se questa carta nella Zona Mostri viene distrutta: puoi mischiare 6 delle tue carte bandite nel Deck.", "pt": "Enquanto 6 ou mais dos seus cards estiverem banidos, você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Você só pode usar cada um dos seguintes efeitos de \"Bugiganga Makami, a Fortaleza de Presas Ferozes\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode descartar 1 monstro; adicione 1 monstro cujo ATK seja igual à sua própria DEF do seu Deck à sua mão, exceto \"Bugiganga Makami, a Fortaleza de Presas Ferozes\". Se este card na Zona de Monstros for destruído: você pode embaralhar 6 dos seus cards banidos no Deck.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：除外されている自分のカードが６枚以上の場合、このカードはリリースなしで召喚できる。②：このカードが召喚・特殊召喚に成功した場合、手札からモンスター１体を捨てて発動できる。デッキから「機巧牙－御神尊真神」以外の、攻撃力と守備力の数値が同じモンスター１体を手札に加える。③：モンスターゾーンのこのカードが破壊された場合に発動できる。除外されている自分のカード６枚を選んでデッキに戻す。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 제외되어 있는 자신의 카드가 6장 이상일 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 패에서 몬스터 1장을 버리고 발동할 수 있다. 덱에서 \"기교아－온카미코토노마카미\" 이외의, 공격력과 수비력의 수치가 같은 몬스터 1장을 패에 넣는다. ③: 몬스터 존의 이 카드가 파괴되었을 경우에 발동할 수 있다. 제외되어 있는 자신의 카드 6장을 고르고 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：被除外的自己的卡为6张以上的情况下，此卡无需解放即可召唤。②：此卡召唤・特殊召唤成功的情况下，从手牌舍弃1只怪兽可以发动。从牌组将1只\"机巧牙－御神尊真神\"以外的、攻击力与守备力数值相同的怪兽加入手牌。③：怪兽区域的此卡被破坏的情况下可以发动。挑选6张被除外的自己的卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WIND", "level": 6, "atk": 2150, "def": 2150, "series": ["Gizmek"], "images": [{"index": 1, "image": "GizmekMakamitheFerociousFangedFortress-EGO1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN022", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "EGO1-EN021", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE022", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "EGO1-DE021", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR022", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "EGO1-FR021", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT022", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "EGO1-IT021", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT022", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "EGO1-PT021", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP022", "set_name": "Phantom Rage", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHRA-JP022", "set_name": "Phantom Rage +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "PHRA-KR022", "set_name": "Phantom Rage", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHRA-KR022", "set_name": "Phantom Rage +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "EGO1-SC021", "set_name": "Structure Deck: Egyptian Gods' Advent: Slifer the Sky Dragon & Obelisk the Tormentor", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715143, "master_duel_rarity": "R"}