{"konami_id": 18926, "password": 46804536, "name": {"en": "Battlin' Boxer King Dempsey", "de": "Unermüdlicher Boxer König Dempsey", "es": "Boxeador Indómito Rey Dempsey", "fr": "Boxeur Indomptable Roi Dempsey", "it": "Pugile Indomito Re Dempsey", "pt": "Boxeador Obstinado Rei Dempsey", "ja": "<ruby>ＢＫ<rt>バーニングナックラー</rt></ruby> キング・デンプシー", "ja_romaji": "Bāningu Nakkurā Kingu Denpushī", "ko": "<ruby>BK<rt>버닝나쿠라</rt></ruby> 킹 뎀프시", "ko_rr": "Beoningnakura King Dempeusi", "zh-TW": "燃燒拳鬥士 王者登普希", "zh-CN": "燃烧拳斗士 拳王登普西"}, "text": {"en": "2 Level 4 monsters\nIf this card is Special Summoned: You can take 1 Level 4 or lower FIRE Warrior monster or 1 \"Battlin' Boxing\" Spell/Trap from your Deck, and either add it to your hand or send it to the GY. (Quick Effect): You can detach 1 material from a monster you control, and if you do, apply the following effect.\n● Your opponent cannot target \"Battlin' Boxer\" monsters you control with card effects for the rest of this turn.\nYou can only use each effect of \"Battlin' Boxer King Dempsey\" once per turn.", "de": "2 Monster der Stufe 4\nFalls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 FEUER Krieger-Monster der Stufe 4 oder niedriger oder 1 „Unermüdliche Box“-Zauber/Falle von deinem Deck nehmen und entweder deiner Hand hinzufügen oder auf den Friedhof legen. (Schnelleffekt): Du kannst 1 Material von einem Monster abhängen, das du kontrollierst, und falls du dies tust, wende den folgenden Effekt an.\n● Dein Gegner kann für den Rest dieses Spielzugs „Unermüdlicher Boxer“-Monster, die du kontrollierst, nicht als Ziel für Karteneffekte wählen.\nDu kannst jeden Effekt von „Unermüdlicher Boxer König Dempsey“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 4\nSi esta carta es Invocada de Modo Especial: puedes tomar 1 monstruo Guerrero de FUEGO de Nivel 4 o menor o 1 Mágica/Trampa \"Boxeadores\" en tu Deck y ya sea añadirlo a tu mano o mandarlo al Cementerio. (Efecto Rápido): puedes desacoplar 1 material de un monstruo que controles y, si lo haces, aplica el siguiente efecto.\n● Tu adversario no puede seleccionar con efectos de cartas monstruos \"Boxeador Indómito\" que controles por el resto de este turno.\nSólo puedes usar cada efecto de \"Boxeador Indómito Rey Dempsey\" una vez por turno.", "fr": "2 monstres de Niveau 4\nSi cette carte est Invoquée Spécialement : vous pouvez prendre 1 monstre FEU Guerrier de max. Niveau 4 ou 1 Magie/Piège \"Boxe Indomptable\" depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière. (Effet Rapide) : vous pouvez détacher 1 Matériel d'un monstre que vous contrôlez, et si vous le faites, appliquez l'effet suivant.\n● Votre adversaire ne peut pas cibler de monstres \"Boxeur Indomptable\" que vous contrôlez avec des effets de carte le reste de ce tour.\nVous ne pouvez utiliser chaque effet de \"Boxeur Indomptable Roi Dempsey\" qu'une fois par tour.", "it": "2 mostri di Livello 4\nSe questa carta viene Evocata Specialmente: puoi prendere 1 mostro FUOCO Guerriero di Livello 4 o inferiore o 1 Magia/Trappola \"Pugilistico Indomito\" dal tuo Deck e aggiungerlo alla tua mano oppure mandarlo al Cimitero. (Effetto Rapido): puoi staccare 1 materiale da un mostro che controlli e, se lo fai, applica il seguente effetto.\n● Il tuo avversario non può scegliere come bersaglio i mostri \"Pugile Indomito\" che controlli con gli effetti delle carte per il resto di questo turno.\nPuoi utilizzare ogni effetto di \"Pugile Indomito Re Dempsey\" una sola volta per turno.", "pt": "2 monstros de Nível 4\nSe este card for Invocado por Invocação-Especial: você pode pegar 1 monstro Guerreiro de FOGO de Nível 4 ou menos ou 1 Magia/Armadilha \"Boxeadores Obstinados\" do seu Deck e adicioná-la à sua mão ou enviá-la para o Cemitério. (Efeito Rápido): você pode desassociar 1 matéria de um monstro que você controla e, se isso acontecer, aplique o seguinte efeito.\n● Seu oponente não pode escolher monstros \"Boxeador Obstinado\" que você controla como alvo de efeitos de card pelo resto deste turno.\nVocê só pode usar cada efeito de \"Boxeador Obstinado Rei Dempsey\" uma vez por turno.", "ja": "レベル４モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚した場合に発動できる。デッキからレベル４以下の戦士族・炎属性モンスター１体または「バーニングナックル」魔法・罠カード１枚を選び、手札に加えるか墓地へ送る。②：自分・相手ターンに発動できる。自分フィールドのＸ素材を１つ取り除き、以下の効果を適用する。●このターン中は自分フィールドの「ＢＫ」モンスターを相手は効果の対象にできない。", "ko": "레벨 4 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 특수 소환했을 경우에 발동할 수 있다. 덱에서 레벨 4 이하의 전사족 / 화염 속성 몬스터 1장 또는 \"버닝나클\" 마법 / 함정 카드 1장을 고르고, 패에 넣거나 묘지로 보낸다. ②: 자신 / 상대 턴에 발동할 수 있다. 자신 필드의 엑시즈 소재를 1개 제거하고, 이하의 효과를 적용한다. ●이 턴 중에는 자신 필드의 \"BK(버닝나쿠라)\" 몬스터를 상대는 효과의 대상으로 할 수 없다.", "zh-TW": "等級４怪獸×２\n此卡名的①②效果，１回合各僅限使用１次。 ①：可在此卡特殊召喚的狀況下發動。從牌組選擇１隻等級４以下的戰士族・炎屬性怪獸或１張「燃燒拳擊」魔法・陷阱卡加入手牌或送至墓地。 ②：可在我方・對方回合發動。去除我方場上的１個超量素材，適用以下效果。\n●此回合中，對方無法將我方場上的「燃燒拳鬥士」怪獸做為效果對象。", "zh-CN": "等级４怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：此卡特殊召唤的情况下可以发动。从牌组挑选１只等级４以下的战士族・炎属性怪兽或１张“燃烧拳击”魔法・陷阱卡，加入手牌或送至墓地。②：在自己・对手回合中可以发动。去除自己场上的１个超量素材，适用以下效果。\n●此回合中，对手不可将自己场上的“燃烧拳斗士”怪兽作为效果的对象。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "FIRE", "rank": 4, "atk": 2300, "def": 1800, "materials": "2 Level 4 monsters", "series": ["Battlin' Boxer"], "images": [{"index": 1, "image": "BattlinBoxerKingDempsey-LD10-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LD10-EN036", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LD10-DE036", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LD10-FR036", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LD10-IT036", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LD10-PT036", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP28-JP036", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DP28-KR036", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DP29-SC063", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 903930, "master_duel_rarity": "UR"}