{"konami_id": 17123, "password": 46877100, "name": {"en": "Scareclaw Acro", "de": "Schreckensklaue Acro", "es": "Terrogarra Acro", "fr": "Acro Griffrayeur", "it": "Spaventartiglio Acro", "pt": "Espantagarra Acro", "ja": "スケアクロー・アクロア", "ja_romaji": "Sukeakurō Akuroa", "ko": "스케어클로 아크로아", "ko_rr": "Seuke-eokeullo Akeuroa", "zh-TW": "恐懼爪・恐高", "zh-CN": "恐惧爪・高空阿克罗亚"}, "text": {"en": "You can Special Summon this card (from your hand) to your Main Monster Zone, adjacent to a \"Scareclaw\" monster you control or in its column. You can only Special Summon \"Scareclaw Acro\" once per turn this way. Your \"Scareclaw\" monsters in the Extra Monster Zone(s) gain 300 ATK for each Defense Position monster you control.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) in deine Main-Monsterzone benachbart zu einem „Schreckensklaue“-Monster, das du kontrollierst, oder in seine Spalte beschwören. Du kannst „Schreckensklaue Acro“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Deine „Schreckensklaue“-Monster in den Extra-Monsterzonen erhalten für jedes Monster in Verteidigungsposition, das du kontrollierst, 300 ATK.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) a tu Zona de Monstruos Principal, adyacente a un monstruo \"Terrogarra\" que controles o en su columna. Sólo puedes Invocar de Modo Especial \"Terrogarra Acro\" una vez por turno de esta forma. Tus monstruos \"Terrogarra\" en la Zona o Zonas de Monstruos Extra ganan 300 ATK por cada monstruo en Posición de Defensa que controles.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main, adjacente à un monstre \"Griffrayeur\" que vous contrôlez ou dans sa colonne. Vous ne pouvez Invoquer Spécialement \"Acro Griffrayeur\" qu'une fois par tour de cette façon. Vos monstres \"Griffrayeur\" dans les Zones Monstre Extra gagnent 300 ATK pour chaque monstre en Position de Défense que vous contrôlez.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) nella tua Zona Mostri Main, adiacente a un mostro \"Spaventartiglio\" che controlli o nella sua colonna. Puoi Evocare Specialmente \"Spaventartiglio Acro\" una sola volta per turno in questo modo. I tuoi mostri \"Spaventartiglio\" in una o più Zone Mostri Extra guadagnano 300 ATK per ogni mostro in Posizione di Difesa che controlli.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) em uma Zona de Monstros Principal sua, adjacente a um monstro \"Espantagarra\" que você controla ou na coluna dele. Você só pode Invocar \"Espantagarra Acro\" por Invocação-Especial uma vez por turno desta forma. Seus monstros \"Espantagarra\" nas Zonas de Monstros Adicionais ganham 300 de ATK para cada monstro em Posição de Defesa que você controla.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。①：このカードは自分フィールドの「スケアクロー」モンスターの隣または同じ縦列の自分のメインモンスターゾーンに手札から特殊召喚できる。②：このカードがモンスターゾーンに存在する限り、ＥＸモンスターゾーンの自分の「スケアクロー」モンスターの攻撃力は、自分フィールドの守備表示モンスターの数×３００アップする。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 이 카드는 자신 필드의 \"스케어클로\" 몬스터의 옆 또는 같은 세로열의 자신 메인 몬스터 존에 패에서 특수 소환할 수 있다. ②: 이 카드가 몬스터 존에 존재하는 한, 엑스트라 몬스터 존의 자신의 \"스케어클로\" 몬스터의 공격력은, 자신 필드의 수비 표시 몬스터의 수 × 300 올린다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次。①：可從手牌特殊召喚此卡至我方場上的「恐懼爪」怪獸相鄰或同一縱列的我方主要怪獸區。②：只要此卡存在於怪獸區，我方額外怪獸區的「恐懼爪」怪獸的攻擊力就會依據我方場上以守備表示的怪獸數量×３００進行提升。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次。①：此卡可从手牌特殊召唤至与自己场上“恐惧爪”怪兽相邻或同一纵列的、自己的主要怪兽区域。②：只要此卡存在于怪兽区域，额外怪兽区域的自己的“恐惧爪”怪兽的攻击力上升相当于自己场上守备表示怪兽数量×３００的数值。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 3, "atk": 0, "def": 2000, "series": ["Scareclaw"], "images": [{"index": 1, "image": "ScareclawAcro-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN011", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-EN067", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE011", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-DE067", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR011", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-FR067", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT011", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-IT067", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT011", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-PT067", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP011", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR011", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC073", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716594, "master_duel_rarity": "N"}