{"konami_id": 11051, "password": 46925518, "name": {"en": "Ghostrick Doll", "de": "Geistertrick-Puppe", "es": "Muñeca Fantastruco", "fr": "Poupée Fantôruse", "it": "Bambola Fantasmatrucco", "pt": "Boneca Fantardil", "ja": "ゴーストリックの<ruby>人<rt>ひと</rt></ruby><ruby>形<rt>がた</rt></ruby>", "ja_romaji": "Gōsutorikku no Hitogata", "ko": "고스트릭의 인형", "ko_rr": null, "zh-TW": "鬼計的人偶", "zh-CN": "鬼计的人偶"}, "text": {"en": "Cannot be Normal Summoned, unless you control a \"Ghostrick\" monster. Once per turn: You can change this card to face-down Defense Position. If this card is flipped face-up: During the End Phase of this turn, change as many face-up monsters on the field as possible to face-down Defense Position, then you can Special Summon 1 \"Ghostrick\" monster from your Deck in face-down Defense Position, whose Level is less than or equal to the number of monsters flipped face-down by this effect.", "de": "Kann nicht als Normalbeschwörung beschworen werden, es sei denn, du kontrollierst ein „Geistertrick“-Monster. Einmal pro Spielzug: Du kannst diese Karte in die verdeckte Verteidigungsposition ändern. Falls diese Karte aufgedeckt wird: Während der End Phase dieses Spielzugs, ändere so viele offene Monster auf dem Spielfeld wie möglich in die verdeckte Verteidigungsposition, dann kannst du 1 „Geistertrick“-Monster, dessen Stufe kleiner oder gleich der Anzahl der durch diesen Effekt verdeckten Monster ist, als Spezialbeschwörung von deinem Deck in die verdeckte Verteidigungsposition beschwören.", "es": "No puede ser Invocado de Modo Normal, a menos que controles un monstruo \"Fantastruco\". Una vez por turno: puedes cambiar esta carta a Posición de Defensa boca abajo. Si esta carta es volteada boca arriba: durante la End Phase de este turno, cambia tantos monstruos boca arriba en el Campo como sea posible a Posición de Defensa boca abajo, y después puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Fantastruco\" cuyo Nivel sea menor o igual al número de monstruos volteados boca abajo por este efecto, en Posición de Defensa boca abajo.", "fr": "Non Invocable Normalement, sauf si vous contrôlez un monstre \"Fantôruse\". Une fois par tour : vous pouvez changer cette carte en Position de Défense face verso. Si cette carte est retournée face recto : durant la End Phase de ce tour, changez autant de monstres face recto sur le Terrain que possible en Position de Défense face verso, puis vous pouvez Invoquer Spécialement 1 monstre \"Fantôruse\" depuis votre Deck en Position de Défense face verso, dont le Niveau est inférieur ou égal au nombre de monstres retournés face verso par cet effet.", "it": "Non può essere Evocato Normalmente, a meno che tu controlli un mostro \"Fantasmatrucco\". Una volta per turno: puoi mettere questa carta coperta in Posizione di Difesa. Se questa carta viene scoperta: durante la End Phase di questo turno, metti coperti in Posizione di Difesa tanti mostri scoperti sul Terreno quanti possibile, poi puoi Evocare Specialmente dal tuo Deck coperto in Posizione di Difesa 1 mostro \"Fantasmatrucco\" il cui Livello è pari o inferiore al numero di mostri coperti da questo effetto.", "pt": "Não pode ser Invocado por Invocação-Normal, a não ser que você controle um monstro \"Fantardil\". Uma vez por turno: você pode colocar este card com a face para baixo em Posição de Defesa. Se este card for virado com a face para cima: durante a Fase Final deste turno, coloque tantos monstros com a face para cima no campo quanto possível com a face para baixo em Posição de Defesa e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Fantardil\" do seu Deck com a face para baixo em Posição de Defesa, cujo Nível seja menor ou igual ao número de monstros virados com a face para baixo por este efeito.", "ja": "自分フィールドに「ゴーストリック」モンスターが存在する場合のみ、このカードは表側表示で召喚できる。①：自分メインフェイズに発動できる。このカードを裏側守備表示にする（１ターンに１度のみ）。②：このカードがリバースした場合に発動する。このターンのエンドフェイズに、フィールドの表側表示モンスターは全て裏側守備表示になる。その後、この効果で裏側守備表示になったモンスターの数以下のレベルを持つ「ゴーストリック」モンスター１体をデッキから裏側守備表示で特殊召喚できる。", "ko": "자신 필드 위에 \"고스트릭\"이라는 이름이 붙은 몬스터가 존재할 경우에만, 이 카드는 앞면 표시로 일반 소환할 수 있다. 이 카드는 1턴에 1번만 뒷면 수비 표시로 할 수 있다. 또한, 이 카드가 리버스했을 때에 발동한다. 그 턴의 엔드 페이즈시에 필드 위에 앞면 표시로 존재하는 몬스터는 전부 뒷면 수비 표시가 된다. 그 후, 이 효과로 뒷면 수비 표시가 된 몬스터의 수 이하의 레벨을 가지는, \"고스트릭\"이라는 이름이 붙은 몬스터 1장을 덱에서 뒷면 수비 표시로 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "仅在自己场上有“鬼计”怪兽存在的情况下，此卡才可以表侧表示召唤。①：在自己的主要阶段可以发动。将此卡改成里侧守备表示（１回合仅１次）。②：此卡反转的情况下发动。在此回合的结束阶段，场上的表侧表示怪兽全部变为里侧守备表示。然后，可将１只等级为以此效果变为里侧守备表示的怪兽数量以下的“鬼计”怪兽，从牌组以里侧守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 2, "atk": 300, "def": 1200, "series": ["Ghostrick"], "images": [{"index": 1, "image": "GhostrickDoll-PRIO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN022", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "OP27-EN004", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "de": [{"set_number": "PRIO-DE022", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "OP27-DE004", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "es": [{"set_number": "PRIO-SP022", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "OP27-SP004", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PRIO-FR022", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "OP27-FR004", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "it": [{"set_number": "PRIO-IT022", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "OP27-IT004", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PRIO-PT022", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "OP27-PT004", "set_name": "OTS Tournament Pack 27", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PRIO-JP022", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "19TP-JP406", "set_name": "Tournament Pack 2019 Vol.4", "rarities": ["Common"]}], "ko": [{"set_number": "PRIO-KR022", "set_name": "Primal Origin", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC141", "set_name": "Classic Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 297129, "master_duel_rarity": "R"}