{"konami_id": 14934, "password": 46935289, "name": {"en": "Herald of Mirage Lights", "de": "Herold des trügerischen Lichts", "es": "Heraldo de las Luces Espejismo", "fr": "Héraut des Lumières du Mirage", "it": "Araldo delle Luci dei Miraggi", "pt": "Arauto das Luzes Miragem", "ja": "<ruby>虚光の宣告者<rt>ミラージュ・デクレアラー</rt></ruby>", "ja_romaji": "Mirāju Dekurearā", "ko": "미라지 디클레어러", "ko_rr": "Miraji Dikeulle-eoreo", "zh-TW": "虛光宣告者", "zh-CN": "虚光之宣告者"}, "text": {"en": "2 monsters with the same Type and Attribute, except Tokens\nWhen a Spell/Trap Card or effect is activated (Quick Effect): You can send 1 Fairy monster from your hand to the GY; negate the activation, and if you do, destroy it. If this card in your possession is sent to your GY by an opponent's card: You can add up to 2 Ritual Monsters and/or Ritual Spells with different names from your GY to your hand. You can only use each effect of \"Herald of Mirage Lights\" once per turn.", "de": "2 Monster mit demselben Typ und derselben Eigenschaft, außer Spielmarken\nWenn eine Zauber-/Fallenkarte oder ein Zauber-/Falleneffekt aktiviert wird (Schnelleffekt): Du kannst 1 Fee-Monster von deiner Hand auf den Friedhof legen; annulliere die Aktivierung und falls du dies tust, zerstöre sie. Falls diese Karte, die dir gehört, durch eine Karte eines Gegners auf deinen Friedhof gelegt wird: Du kannst deiner Hand bis zu 2 Ritualmonster und/oder Ritualzauber mit unterschiedlichen Namen von deinem Friedhof hinzufügen. Du kannst jeden Effekt von „Herold des trügerischen Lichts“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos con el mismo Tipo y Atributo, excepto Fichas\nCuando una Carta Mágica/de Trampa o efecto es activado (Efecto Rápido): puedes mandar al Cementerio 1 monstruo Hada en tu mano; niega la activación y, si lo haces, destrúyela. Si esta carta en tu posesión es mandada a tu Cementerio por una carta del adversario: puedes añadir a tu mano hasta 2 Monstruos de Ritual y/o Mágicas de Ritual con nombres diferentes en tu Cementerio. Sólo puedes usar cada efecto de \"Heraldo de las Luces Espejismo\" una vez por turno.", "fr": "2 monstres du même Type et Attribut (Jetons exclus)\nLorsqu'une Carte Magie/Piège ou effet de Magie/Piège est activé (Effet Rapide) : vous pouvez envoyer 1 monstre Elfe depuis votre main au Cimetière ; annulez l'activation, et si vous le faites, détruisez-la. Si cette carte en votre possession est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez ajouter max. 2 Monstres Rituels et/ou Magies Rituelles de noms différents depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Héraut des Lumières du Mirage\" qu'une fois par tour.", "it": "2 mostri con lo stesso Tipo e Attributo, eccetto i Segna-Mostro\nQuando viene attivata una Carta Magia/Trappola o un loro effetto (Effetto Rapido): puoi mandare 1 mostro Fata dalla tua mano al Cimitero; annulla l'attivazione e, se lo fai, distruggila. Se questa carta sotto il tuo comando viene mandata al tuo Cimitero da una carta dell'avversario: puoi aggiungere fino a 2 Mostri Rituale e/o Magie Rituali con nomi diversi dal tuo Cimitero alla tua mano. Puoi utilizzare ogni effetto di \"Araldo delle Luci dei Miraggi\" una sola volta per turno.", "pt": "2 monstros com o mesmo Tipo e Atributo, exceto Fichas\nQuando um Card ou efeito de Magia/Armadilha for ativado (Efeito Rápido): você pode enviar 1 monstro Fada da sua mão para o Cemitério; negue a ativação e, se isso acontecer, destrua-o. Se este card em sua posse for enviado para o seu Cemitério por um card do oponente: você pode adicionar até 2 Monstros de Ritual e/ou Magias de Ritual com nomes diferentes do seu Cemitério à sua mão. Você só pode usar cada efeito de \"Arauto das Luzes Miragem\" uma vez por turno.", "ja": "トークン以外の同じ種族・属性のモンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：魔法・罠カードの効果が発動した時、手札から天使族モンスター１体を墓地へ送って発動できる。その発動を無効にし破壊する。②：このカードが相手によって墓地へ送られた場合に発動できる。自分の墓地の儀式モンスター及び儀式魔法カードの中から、合計２枚まで選んで手札に加える（同名カードは１枚まで）。", "ko": "토큰 이외의 같은 종족 / 속성의 몬스터 2장\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 마법 / 함정 카드의 효과가 발동했을 때, 패에서 천사족 몬스터 1장을 묘지로 보내고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. ②: 이 카드가 상대에 의해 묘지로 보내졌을 경우에 발동할 수 있다. 자신 묘지의 의식 몬스터 및 의식 마법 카드 중에서, 합계 2장까지 고르고 패에 넣는다(같은 이름의 카드는 1장까지).", "zh-TW": null, "zh-CN": "衍生物以外的相同种族・属性的怪兽２只\n此卡名的①②效果１回合仅可各使用１次。①：魔法・陷阱卡效果发动时，从手牌将１只天使族怪兽送至墓地可以发动。将该发动无效并破坏。②：此卡被对手送至墓地的情况下可以发动。从自己墓地的仪式怪兽及仪式魔法卡中，挑选合计最多２张加入手牌（同名卡最多１张）。"}, "card_type": "Monster", "monster_type_line": "Fairy / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘"], "atk": 600, "materials": "2 monsters with the same Type and Attribute, except Tokens", "series": ["Herald"], "images": [{"index": 1, "image": "HeraldofMirageLights-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN011", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE011", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUOV-SP011", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR011", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT011", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT011", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LVP3-JP021", "set_name": "LINK VRAINS Pack 3", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "LVP3-KR021", "set_name": "LINK VRAINS Pack 3", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "CL04-SC107", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 690902, "master_duel_rarity": "R"}