{"konami_id": 19496, "password": 46956301, "name": {"en": "White Aura Porpoise", "de": "Weißaura-Schweinswal", "es": "Marsopa de Aura Blanca", "fr": "Marsouin Aura Blanche", "it": "Focena Aura Bianca", "pt": "Toninha de Aura Branca", "ja": "<ruby>白闘気砂滑<rt>ホワイト・オーラ・ポーポイズ</rt></ruby>", "ja_romaji": "Howaito Ōra Pōpoizu", "ko": "화이트 아우라 포포이즈", "ko_rr": null, "zh-TW": "白鬥氣砂滑", "zh-CN": "白斗气砂滑"}, "text": {"en": "1 WATER Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned: You can Special Summon 1 Level 4 or lower Fish monster from your hand or GY in Defense Position, then you can Special Summon 1 monster with that same name from your GY. You can only use this effect of \"White Aura Porpoise\" once per turn. If this card in your possession is destroyed by your opponent's card and sent to your GY: You can banish 1 other WATER monster from your GY; Special Summon this card, and if you do, it is treated as a Tuner.", "de": "1 WASSER Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 Fisch-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand oder deinem Friedhof in die Verteidigungsposition beschwören, dann kannst du 1 Monster mit demselben Namen als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst diesen Effekt von „Weißaura-Schweinswal“ nur einmal pro Spielzug verwenden. Falls diese Karte, die dir gehört, durch eine Karte deines Gegners zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 anderes WASSER Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung und falls du dies tust, wird sie als Empfänger behandelt.", "es": "1 Cantante de AGUA + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes Invocar de Modo Especial, desde tu mano o Cementerio, 1 monstruo Pez de Nivel 4 o menor en Posición de Defensa, y después puedes Invocar de Modo Especial 1 monstruo con el mismo nombre desde tu Cementerio. Sólo puedes usar este efecto de \"Marsopa de Aura Blanca\" una vez por turno. Si esta carta en tu posesión es destruida por una carta de tu adversario y mandada a tu Cementerio: puedes desterrar otro monstruo de AGUA en tu Cementerio; Invoca esta carta de Modo Especial y, si lo haces, se trata como un Cantante.", "fr": "1 Syntoniseur EAU + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez Invoquer Spécialement 1 monstre Poisson de max. Niveau 4 depuis votre main ou Cimetière en Position de Défense, puis vous pouvez Invoquer Spécialement 1 monstre du même nom depuis votre Cimetière. Vous ne pouvez utiliser cet effet de \"Marsouin Aura Blanche\" qu'une fois par tour. Si cette carte en votre possession est détruite par une carte de votre adversaire et envoyée à votre Cimetière : vous pouvez bannir 1 autre monstre EAU depuis votre Cimetière ; Invoquez Spécialement cette carte, et si vous le faites, elle est traitée comme Syntoniseur.", "it": "1 Tuner ACQUA + 1+ mostri non-Tuner\nSe questa carta viene Synchro Evocata: puoi Evocare Specialmente 1 mostro Pesce di Livello 4 o inferiore dalla tua mano o Cimitero in Posizione di Difesa, poi puoi Evocare Specialmente 1 mostro con quello stesso nome dal tuo Cimitero. Puoi utilizzare questo effetto di \"Focena Aura Bianca\" una sola volta per turno. Se questa carta sotto il tuo comando viene distrutta da una carta del tuo avversario e mandata al tuo Cimitero: puoi bandire 1 altro mostro ACQUA dal tuo Cimitero; Evoca Specialmente questa carta e, se lo fai, essa viene considerata come un Tuner.", "pt": "1 Regulador de ÁGUA + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode Invocar por Invocação-Especial 1 monstro Peixe de Nível 4 ou menos da sua mão ou do Cemitério em Posição de Defesa e, depois, você pode Invocar por Invocação-Especial 1 monstro com esse mesmo nome do seu Cemitério. Você só pode usar este efeito de \"Toninha de Aura Branca\" uma vez por turno. Se este card em sua posse for destruído por um card do seu oponente e enviado para o seu Cemitério: você pode banir 1 outro monstro de ÁGUA do seu Cemitério; Invoque este card por Invocação-Especial e, se isso acontecer, ele é considerado como um Regulador.", "ja": "水属性チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードがＳ召喚した場合に発動できる。自分の手札・墓地からレベル４以下の魚族モンスター１体を守備表示で特殊召喚する。その後、その同名モンスター１体を自分の墓地から特殊召喚できる。②：このカードが相手によって破壊され墓地へ送られた場合、自分の墓地から他の水属性モンスター１体を除外して発動できる。このカードをチューナー扱いで特殊召喚する。", "ko": "물 속성 튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 싱크로 소환했을 경우에 발동할 수 있다. 자신의 패 / 묘지에서 레벨 4 이하의 어류족 몬스터 1장을 수비 표시로 특수 소환한다. 그 후, 그와 같은 이름의 몬스터 1장을 자신 묘지에서 특수 소환할 수 있다. ②: 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 경우, 자신 묘지에서 다른 물 속성 몬스터 1장을 제외하고 발동할 수 있다. 이 카드를 튜너로 취급하고 특수 소환한다.", "zh-TW": "水屬性協調＋協調以外的怪獸１隻以上\n此卡名的①效果１回合僅可使用１次。 ①：此卡同步召喚的情況下可以發動。從自己的手牌・墓地將１隻等級４以下的魚族怪獸以守備表示特殊召喚。然後，可從自己的墓地將１隻其同名怪獸特殊召喚。 ②：此卡因對手被破壞並被送至墓地的情況下，從自己的墓地將１隻其他的水屬性怪獸除外可以發動。將此卡視為協調特殊召喚。", "zh-CN": "水属性协调＋协调以外的怪兽１只以上\n此卡名的①效果１回合仅可使用１次。\n①：此卡同步召唤的情况下可以发动。从自己的手牌・墓地将１只等级４以下的鱼族怪兽以守备表示特殊召唤。然后，可从自己的墓地将１只其同名怪兽特殊召唤。\n②：此卡因对手被破坏并被送至墓地的情况下，从自己的墓地将１只其他的水属性怪兽除外可以发动。将此卡视为协调特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fish / Synchro / Effect", "attribute": "WATER", "level": 6, "atk": 2000, "def": 1300, "materials": "1 WATER Tuner + 1 or more non-Tuner monsters", "series": ["White", "White Aura"], "images": [{"index": 1, "image": "WhiteAuraPorpoise-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN041", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE041", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR041", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT041", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT041", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP041", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "ko": [{"set_number": "PHNI-KR041", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "PHNI-SC041", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1012283, "master_duel_rarity": "SR"}