{"konami_id": 15498, "password": 47021196, "name": {"en": "U.A. Player Manager", "de": "U.A. Spielermanager", "es": "U.A. Mánager en Juego", "fr": "Entraîneur-Joueur U.A.", "it": "U.A. Dirigente Giocatore", "pt": "U.A. Agente do Jogador", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>プレイングマネージャー", "ja_romaji": "Urutora Asurīto Pureingu Manējā", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 플레잉 매니저", "ko_rr": null, "zh-TW": "超級運動員 球員兼教練", "zh-CN": "超级运动员运动员兼教练"}, "text": {"en": "If you Normal or Special Summon a \"U.A.\" monster(s) (except during the Damage Step): You can Special Summon this card from your hand. If this card is Special Summoned: You can activate 1 of these effects.\n● Target 1 card on the field; destroy it.\n● Negate the effects of all face-up monsters on the field until the end of this turn, except \"U.A.\" monsters.\nYou can only use each effect of \"U.A. Player Manager\" once per turn.", "de": "Falls du ein oder mehr „U.A.“-Monster als Normal- oder Spezialbeschwörung beschwörst (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 dieser Effekte aktivieren.\n● Wähle 1 Karte auf dem Spielfeld; zerstöre sie.\n● Annulliere bis zum Ende dieses Spielzugs die Effekte aller offenen Monster auf dem Spielfeld, außer denen von „U.A.“-Monstern.\nDu kannst jeden Effekt von „U.A. Spielermanager“ nur einmal pro Spielzug verwenden.", "es": "Si Invocas de Modo Normal o Especial uno o más monstruos \"U.A.\" (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial: puedes activar 1 de estos efectos.\n● Selecciona 1 carta en el Campo; destrúyela.\n● Niega los efectos de todos los monstruos boca arriba en el Campo hasta el final de este turno, excepto de monstruos \"U.A.\".\nSólo puedes usar cada efecto de \"U.A. Mánager en Juego\" una vez por turno.", "fr": "Si vous Invoquez Normalement ou Spécialement un ou plusieurs monstres \"U.A.\" (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez activer 1 de ces effets.\n● Ciblez 1 carte sur le Terrain ; détruisez-la.\n● Jusqu'à la fin de ce tour, annulez les effets de tous les monstres face recto sur le Terrain (monstres \"U.A.\" exclus).\nVous ne pouvez utiliser chaque effet de \"Entraîneur-Joueur U.A.\" qu'une fois par tour.", "it": "Se Evochi Normalmente o Specialmente uno o più mostri \"U.A.\" (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente: puoi attivare 1 di questi effetti.\n● Scegli come bersaglio 1 carta sul Terreno; distruggila.\n● Annulla gli effetti di tutti i mostri scoperti sul Terreno fino alla fine di questo turno, eccetto i mostri \"U.A.\".\nPuoi utilizzare ogni effetto di \"U.A. Dirigente Giocatore\" una sola volta per turno.", "pt": "Se você Invocar um ou mais monstros \"U.A.\" por Invocação-Normal ou Especial (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial: você pode ativar 1 desses efeitos.\n● Escolha 1 card no campo; destrua-o.\n● Até o final deste turno, negue os efeitos de todos os monstros com a face para cima no campo, exceto monstros \"U.A.\".\nVocê só pode usar cada efeito de \"U.A. Agente do Jogador\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分が「Ｕ．Ａ．」モンスターの召喚・特殊召喚に成功した場合に発動できる。このカードを手札から特殊召喚する。②：このカードが特殊召喚に成功した場合、以下の効果から１つを選択して発動できる。●フィールドのカード１枚を対象として発動できる。そのカードを破壊する。●「Ｕ．Ａ．」モンスター以外のフィールドの全ての表側表示モンスターの効果をターン終了時まで無効にする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신이 \"U.A.(울트라 애슬리트)\" 몬스터의 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 특수 소환에 성공했을 경우, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.\n●\"U.A.(울트라 애슬리트)\" 몬스터 이외의 필드의 모든 앞면 표시 몬스터의 효과를 턴 종료시까지 무효로 한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：自己对「超级运动员」怪兽的召唤·特殊召唤成功的场合才能发动。这张卡从手卡特殊召唤。\n②：这张卡特殊召唤成功的场合，可以从以下效果选择1个发动。\n●以场上1张卡为对象才能发动。那张卡破坏。\n●「超级运动员」怪兽以外的场上的全部表侧表示怪兽的效果直到回合结束时无效。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 8, "atk": 2000, "def": 2600, "series": ["U.A."], "images": [{"index": 1, "image": "UAPlayerManager-PHRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN019", "set_name": "Phantom Rage", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE019", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR019", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT019", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT019", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP019", "set_name": "Phantom Rage", "rarities": ["Rare"]}], "ko": [{"set_number": "PHRA-KR019", "set_name": "Phantom Rage", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717283, "master_duel_rarity": "UR"}