{"konami_id": 21788, "password": 47082621, "name": {"en": "Regenesis Overlord", "de": "Regenesis-Oberherr", "es": "Señor Supremo Regénesis", "fr": "Seigneur Suprême de la Regenèse", "it": "Sovrano Regenesis", "pt": "Suserano Regênese", "ja": "<ruby>葬世の神<rt>リジェネシス・ゴッド</rt></ruby> デーヴァリーム", "ja_romaji": "Rijeneshisu Goddo Dēvarīmu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "葬语再世神 德瓦利姆"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your GY) by banishing 2 monsters from your GY with 2500 ATK or DEF. You can only Special Summon \"Regenesis Overlord\" once per turn this way. If this card is Special Summoned: You can target cards in your opponent's field and/or GY, up to the number of your banished monsters with 2500 ATK or DEF; return them to the hand. Monsters your opponent controls lose 2500 ATK during the Battle Phase only.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deinem Friedhof) beschworen werden, indem du 2 Monster mit 2500 ATK oder DEF von deinem Friedhof verbannst. Du kannst „Regenesis-Oberherr“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst Karten auf der Spielfeldseite und/oder im Friedhof deines Gegners bis zur Anzahl deiner verbannten Monster mit 2500 ATK oder DEF wählen; gib sie auf die Hand zurück. Monster, die dein Gegner kontrolliert, verlieren nur während der Battle Phase 2500 ATK.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu Cementerio) desterrando 2 monstruos en tu Cementerio con 2500 ATK o DEF. Sólo puedes Invocar de Modo Especial \"Señor Supremo Regénesis\" una vez por turno de esta forma. Si esta carta es Invocada de Modo Especial: puedes seleccionar cartas en el Campo y/o Cementerio de tu adversario, hasta el número de tus monstruos desterrados con 2500 ATK o DEF; devuélvelas a la mano. Los monstruos que controla tu adversario pierden 2500 ATK sólo durante la Battle Phase.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre Cimetière) en bannissant 2 monstres depuis votre Cimetière avec 2500 ATK ou DEF. Vous ne pouvez Invoquer Spécialement \"Seigneur Suprême de la Regenèse\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement : vous pouvez cibler un nombre de cartes dans le Terrain et/ou Cimetière de votre adversaire, inférieur ou égal au nombre de vos monstres bannis avec 2500 ATK ou DEF ; renvoyez-les à la main. Les monstres contrôlés par votre adversaire perdent 2500 ATK durant la Battle Phase uniquement.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dal tuo Cimitero) bandendo dal tuo Cimitero 2 mostri con 2500 ATK o DEF. Puoi Evocare Specialmente \"Sovrano Regenesis\" una sola volta per turno in questo modo. Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio carte nel Terreno e/o Cimitero del tuo avversario, fino al numero dei tuoi mostri banditi con 2500 ATK o DEF; falli ritornare nella mano. I mostri controllati dal tuo avversario perdono 2500 ATK solamente durante la Battle Phase.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (do seu Cemitério) ao banir 2 monstros do seu Cemitério com 2500 de ATK ou DEF. Você só pode Invocar \"Suserano Regênese\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Especial: você pode escolher cards no campo e/ou Cemitério do seu oponente, até o número dos seus monstros banidos com 2500 de ATK ou DEF; devolva-os para a mão. Monstros que seu oponente controla perdem 2500 de ATK apenas durante a Fase de Batalha.", "ja": "このカードは通常召喚できない。「葬世の神 デーヴァリーム」は１ターンに１度、攻撃力か守備力が２５００の自分の墓地のモンスター２体を除外した場合のみ墓地から特殊召喚できる。①：このカードが特殊召喚した場合、攻撃力か守備力が２５００の、自分の除外状態のモンスターの数まで相手のフィールド・墓地のカードを対象として発動できる。そのカードを手札に戻す。②：相手フィールドのモンスターの攻撃力は、バトルフェイズの間だけ２５００ダウンする。", "ko": null, "zh-TW": null, "zh-CN": "此卡不可通常召唤。“葬语再世神 德瓦利姆”1回合1次，仅可在将攻击力或守备力为2500的、自己墓地的2只怪兽除外的情况下，从墓地特殊召唤。①：此卡特殊召唤的情况下，以攻击力或守备力为2500的、自己除外状态的怪兽数量为上限，以对手场上・墓地的卡为对象可以发动。将该卡放回手牌。②：对手场上怪兽的攻击力仅在战斗阶段期间下降2500。"}, "card_type": "Monster", "monster_type_line": "Illusion / Effect", "attribute": "DARK", "level": 10, "atk": 2500, "def": 2500, "series": ["Regenesis"], "images": [{"index": 1, "image": "RegenesisOverlord-DOOD-JP-UR.png"}], "sets": {"en": [{"set_number": "DOOD-EN022", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "de": [{"set_number": "DOOD-DE022", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "es": [{"set_number": "DOOD-SP022", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DOOD-FR022", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "it": [{"set_number": "DOOD-IT022", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DOOD-PT022", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DOOD-JP022", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC022", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135950}