{"konami_id": 19542, "password": 47132793, "name": {"en": "Blaze, Supreme Ruler of all Dragons", "de": "Blaze, Oberster Herrscher aller Drachen", "es": "Blaze, Gobernante Supremo de todos los Dragones", "fr": "Blaze, Maître Suprême de tous les Dragons", "it": "Blaze, Supremo Sovrano di tutti i Draghi", "pt": "Blaze, o Governante Supremo de todos os Dragões", "ja": "<ruby>征<rt>せい</rt></ruby><ruby>覇<rt>は</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>－ブレイズ", "ja_romaji": "Seiharyū - Bureizu", "ko": "정패룡－브레이즈", "ko_rr": null, "zh-TW": "征霸龍－烈焰", "zh-CN": "征霸龙－烈焰"}, "text": {"en": "2 Level 7 monsters\nOnce per turn: You can detach 1 material from this card; destroy 2 cards (1 from your hand or field, and 1 your opponent controls). You can banish a total of 2 FIRE and/or Dragon monsters from your hand and/or GY; Special Summon this card from your GY, but return it to the Extra Deck when it leaves the field. You can only use this effect of \"Blaze, Supreme Ruler of all Dragons\" once per turn.", "de": "2 Monster der Stufe 7\nEinmal pro Spielzug: Du kannst 1 Material von dieser Karte abhängen; zerstöre 2 Karten (1 von deiner Hand oder Spielfeldseite und 1, die dein Gegner kontrolliert). Du kannst insgesamt 2 FEUER und/oder Drache-Monster von deiner Hand und/oder deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung von deinem Friedhof, aber lege sie ins Extra Deck zurück, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Blaze, Oberster Herrscher aller Drachen“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 7\nUna vez por turno: puedes desacoplar 1 material de esta carta; destruye 2 cartas (1 en tu mano o Campo, y 1 que controle tu adversario). Puedes desterrar un total de 2 monstruos de FUEGO y/o Dragón en tu mano y/o Cementerio; Invoca esta carta de Modo Especial desde tu Cementerio, pero devuélvela al Deck Extra cuando deje el Campo. Sólo puedes usar este efecto de \"Blaze, Gobernante Supremo de todos los Dragones\" una vez por turno.", "fr": "2 monstres de Niveau 7\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte ; détruisez 2 cartes (1 depuis votre main ou Terrain, et 1 contrôlée par votre adversaire). Vous pouvez bannir un total de 2 monstres FEU et/ou Dragon depuis votre main et/ou Cimetière ; Invoquez Spécialement cette carte depuis votre Cimetière, mais renvoyez-la à l'Extra Deck lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Blaze, Maître Suprême de tous les Dragons\" qu'une fois par tour.", "it": "2 mostri di Livello 7\nUna volta per turno: puoi staccare 1 materiale da questa carta; distruggi 2 carte (1 dalla tua mano o Terreno e 1 controllata dal tuo avversario). Puoi bandire un totale di 2 mostri FUOCO e/o Drago dalla tua mano e/o Cimitero; Evoca Specialmente questa carta dal tuo Cimitero, ma falla ritornare nell'Extra Deck quando lascia il Terreno. Puoi utilizzare questo effetto di \"Blaze, Supremo Sovrano di tutti i Draghi\" una sola volta per turno.", "pt": "2 monstros de Nível 7\nUma vez por turno: você pode desassociar 1 matéria deste card; destrua 2 cards (1 da sua mão ou do campo e 1 que seu oponente controla). Você pode banir um total de 2 monstros Dragão e/ou de FOGO da sua mão e/ou do Cemitério; Invoque este card por Invocação-Especial do seu Cemitério, mas devolva-o para o Deck Adicional quando ele deixar o campo. Você só pode usar este efeito de \"Blaze, o Governante Supremo de todos os Dragões\" uma vez por turno.", "ja": "レベル７モンスター×２\nこのカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、このカードのＸ素材を１つ取り除いて発動できる。自分の手札・フィールドのカード１枚と相手フィールドのカード１枚を破壊する。②：ドラゴン族か炎属性のモンスターを自分の手札・墓地から２体除外して発動できる。このカードを墓地から特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合にＥＸデッキに戻る。", "ko": "레벨 7 몬스터 × 2\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 자신의 패 / 필드의 카드 1장과 상대 필드의 카드 1장을 파괴한다. ②: 드래곤족이나 화염 속성의 몬스터를 자신의 패 / 묘지에서 2장 제외하고 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 엑스트라 덱으로 되돌아간다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "FIRE", "rank": 7, "atk": 2800, "def": 1800, "materials": "2 Level 7 monsters", "images": [{"index": 1, "image": "BlazeSupremeRulerofallDragons-BLTR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLTR-EN045", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "BLTR-DE045", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "BLTR-SP045", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "BLTR-FR045", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "BLTR-IT045", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "BLTR-PT045", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "VJMP-JP243", "set_name": "V Jump November 2023 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "25PP-JP026", "set_name": "Premium Pack 2025", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "24PP-KRB20", "set_name": "Premium Pack 2024 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1004769, "master_duel_rarity": "SR"}