{"konami_id": 12974, "password": 47185546, "name": {"en": "Bug Signal", "de": "Käfersignal", "es": "Señal de Bicho", "fr": "Signal d'Insecte", "it": "Bug Segnale", "pt": "Sinal do Inseto", "ja": "<ruby>光虫信号<rt>バグ・シグナル</rt></ruby>", "ja_romaji": "Bagu Shigunaru", "ko": "버그 시그널", "ko_rr": null, "zh-TW": "光蟲訊號", "zh-CN": "光虫信号"}, "text": {"en": "Target 1 Insect Xyz Monster you control; Special Summon from your Extra Deck, 1 Insect monster that is 2 Ranks higher or lower than that monster you control, by using it as the Xyz Material. (This Special Summon is treated as an Xyz Summon. Xyz Materials attached to that target also become Xyz Materials on the Summoned monster.) You can only activate 1 \"Bug Signal\" per turn.", "de": "Wähle 1 Insekt-Xyz-Monster, das du kontrollierst; beschwöre 1 Insekt-Monster, dessen Rang 2 höher oder niedriger als der des Monsters ist, das du kontrollierst, als Spezialbeschwörung von deinem Extra Deck, indem du es als das Xyz-Material verwendest. (Diese Spezialbeschwörung wird als Xyz-Beschwörung behandelt. An das gewählte Ziel angehängtes Xyz-Material wird ebenfalls zu Xyz-Material des beschworenen Monsters.) Du kannst nur 1 „Käfersignal“ pro Spielzug aktivieren.", "es": "Selecciona 1 Monstruo Xyz Insecto que controles; Invoca de Modo Especial, desde tu Deck Extra, 1 monstruo Insecto que sea 2 Rangos mayor o menor que ese monstruo que controlas, usando a éste como Material Xyz. (Esta Invocación Especial se trata como una Invocación Xyz. Los Materiales Xyz acoplados a ese objetivo también se convierten en Materiales Xyz en el monstruo Invocado). Sólo puedes activar 1 \"Señal de Bicho\" por turno.", "fr": "Ciblez 1 Monstre Xyz Insecte que vous contrôlez ; Invoquez Spécialement 1 monstre Insecte qui a 2 Rangs de plus ou de moins que le monstre que vous contrôlez depuis votre Extra Deck, en l'utilisant comme le Matériel Xyz. (Cette Invocation Spéciale est traitée comme une Invocation Xyz. Les Matériels Xyz attachés à la cible deviennent aussi des Matériels Xyz du monstre Invoqué.) Vous ne pouvez activer qu'1 \"Signal d'Insecte\" par tour.", "it": "Scegli come bersaglio 1 Mostro Xyz Insetto che controlli; Evoca Specialmente dal tuo Extra Deck 1 mostro Insetto che è di 2 Ranghi superiore o inferiore a quel mostro che controlli, utilizzandolo come Materiale Xyz. (Questa Evocazione Speciale viene considerata un'Evocazione Xyz. I Materiali Xyz attaccati a quel bersaglio diventano Materiali Xyz anche sul mostro Evocato.) Puoi attivare solo 1 \"Bug Segnale\" per turno.", "pt": "Escolha 1 Monstro Xyz Inseto que você controla; Invoque por Invocação-Especial do seu Deck Adicional, 1 monstro Inseto que seja 2 Classes maior ou menor que esse monstro que você controla, usando-o como Matéria Xyz. (Esta Invocação-Especial é considerada uma Invocação-Xyz. Matérias Xyz associadas ao alvo também se tornam Matérias Xyz no monstro Invocado.) Você só pode ativar 1 \"Sinal do Inseto\" por turno.", "ja": "「光虫信号」は１ターンに１枚しか発動できない。①：自分フィールドの昆虫族Ｘモンスター１体を対象として発動できる。その自分のモンスターよりランクが２つ高い、またはランクが２つ低い昆虫族Ｘモンスター１体を、対象のモンスターの上に重ねてＸ召喚扱いとしてエクストラデッキから特殊召喚する。", "ko": "\"버그 시그널\"은 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 곤충족 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신의 몬스터보다 랭크가 2개 높은, 또는 랭크가 2개 낮은 곤충족 엑시즈 몬스터 1장을, 대상 몬스터의 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다.", "zh-TW": "「光蟲訊號」１回合僅限發動１張。①：可將我方場上的１隻昆蟲族超量怪獸做為對象發動。將１隻階級比該我方怪獸高２或低２的昆蟲族超量怪獸重疊至對象怪獸上方，視為超量召喚從額外牌組進行特殊召喚。", "zh-CN": "“光虫信号”１回合只可发动１张。①：可以我方场上的１只昆虫族超量怪兽为对象发动。将１只阶级高于或低于该我方怪兽２个阶级的昆虫族怪兽重叠至对象怪兽的上方，并视为超量召唤从额外牌组特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "BugSignal-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN060", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-EN018", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE060", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-DE018", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR060", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-FR018", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT060", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-IT018", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT060", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-PT018", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP060", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR060", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 480279, "master_duel_rarity": "R"}