{"konami_id": 22137, "password": 47247792, "name": {"en": "Conduction Warrior Plasma Magnum", "de": "Plasma Magnumkriegerleitung", "es": "Guerrero Conductor Plasma Magnum", "fr": "Magnum Plasma, Guerrier Conducteur", "it": "Guerriero Conduttivo Plasma Magnum", "pt": "Guerreiro Condutor Plasma Magnum", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>電<rt>でん</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>戦<rt>せん</rt></ruby><ruby>騎<rt>き</rt></ruby>プラズマ・マグナム", "ja_romaji": "Chōdendōsenki Purazuma Magunamu", "ko": "초전도전기 플라즈마 매그넘", "ko_rr": null, "zh-TW": null, "zh-CN": "超电导战骑 等离子麦格农"}, "text": {"en": "2 EARTH Rock monsters\nFace-up monsters on the field become EARTH. You can only use each of the following effects of \"Conduction Warrior Plasma Magnum\" once per turn. If this card is Fusion Summoned: You can add 1 \"Magnet\" Normal, Quick-Play, or Field Spell from your Deck to your hand. You can send 1 Level 8 \"Magna Warrior\" monster from your Deck to the GY; immediately after this effect resolves, Normal Summon 1 Level 4 or lower \"Magnet Warrior\" monster.", "de": "2 ERDE Fels-Monster\nOffene Monster auf dem Spielfeld werden zu ERDE. Du kannst jeden der folgenden Effekte von „Plasma Magnumkriegerleitung“ nur einmal pro Spielzug verwenden. Falls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst deiner Hand 1 Normalen „Magnet“-Zauber oder „Magnet“-Schnell- oder -Spielfeldzauber von deinem Deck hinzufügen. Du kannst 1 „Magnetkrieger“-Monster der Stufe 8 von deinem Deck auf den Friedhof legen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Magnetkrieger“-Monster der Stufe 4 oder niedriger als Normalbeschwörung.", "es": "2 monstruos Roca de TIERRA\nLos monstruos boca arriba en el Campo se convierten en de TIERRA. Sólo puedes usar cada uno de los siguientes efectos de \"Guerrero Conductor Plasma Magnum\" una vez por turno. Si esta carta es Invocada por Fusión: puedes añadir a tu mano 1 Mágica \"Magnético/a\" Normal, de Juego Rápido o de Campo en tu Deck. Puedes mandar al Cementerio 1 monstruo \"Guerrero Magno\" de Nivel 8 en tu Deck; inmediatamente después de que se resuelva este efecto, Invoca de Modo Normal 1 monstruo \"Guerrero Magnético\" de Nivel 4 o menor.", "fr": "2 monstres TERRE Rocher\nLes monstres face recto sur le Terrain deviennent TERRE. Vous ne pouvez utiliser chacun des effets suivants de \"Magnum Plasma, Guerrier Conducteur\" qu'une fois par tour. Si cette carte est Invoquée par Fusion : vous pouvez ajouter 1 Magie Normale, Jeu-Rapide ou de Terrain \"Magnétique\" depuis votre Deck à votre main. Vous pouvez envoyer 1 monstre \"Guerrier Magnétique\" de Niveau 8 depuis votre Deck au Cimetière ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Guerrier Magnétique\" de max. Niveau 4.", "it": "2 mostri TERRA Roccia\nI mostri scoperti sul Terreno diventano TERRA. Puoi utilizzare ognuno dei seguenti effetti di \"Guerriero Conduttivo Plasma Magnum\" una sola volta per turno. Se questa carta viene Evocata tramite Fusione: puoi aggiungere 1 Magia Normale, Rapida o Terreno \"Magnetico\" dal tuo Deck alla tua mano. Puoi mandare 1 mostro \"Guerriero Magnetico\" di Livello 8 dal tuo Deck al Cimitero; immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro \"Guerriero Magnetico\" di Livello 4 o inferiore.", "pt": "2 monstros Rocha de TERRA\nMonstros com a face para cima no campo se tornam de TERRA. Você só pode usar cada um dos seguintes efeitos de \"Guerreiro Condutor Plasma Magnum\" uma vez por turno. Se este card for Invocado por Invocação-Fusão: você pode adicionar 1 Magia Normal, Rápida ou de Campo \"Ímã\" do seu Deck à sua mão. Você pode enviar 1 monstro \"Guerreiro Ímã\" de Nível 8 do seu Deck para o Cemitério; imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro \"Guerreiro Ímã\" de Nível 4 ou menos.", "ja": "岩石族・地属性モンスター×２\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した場合に発動できる。デッキから「マグネット」通常・速攻・フィールド魔法カード１枚を手札に加える。②：このカードがモンスターゾーンに存在する限り、フィールドの表側表示モンスターは地属性になる。③：デッキからレベル８の「磁石の戦士」モンスター１体を墓地へ送って発動できる。レベル４以下の「マグネット・ウォリアー」モンスター１体の召喚を行う。", "ko": "암석족 / 땅 속성 몬스터 × 2\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우에 발동할 수 있다. 덱에서 \"마그넷\" 일반 / 속공 / 필드 마법 카드 1장을 패에 넣는다. ②: 이 카드가 몬스터 존에 존재하는 한, 필드의 앞면 표시 몬스터는 땅 속성이 된다. ③: 덱에서 레벨 8 의 \"자석의 전사\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 레벨 4 이하의 \"마그넷 워리어\" 몬스터 1장의 일반 소환을 실행한다.", "zh-TW": null, "zh-CN": "岩石族・地属性怪兽×2\n此卡名的①③效果1回合仅可各使用1次。①：此卡融合召唤的情况下可以发动。从牌组将1张“磁石”通常・速攻・场地魔法卡加入手牌。②：只要此卡存在于怪兽区域，场上的表侧表示怪兽变为地属性。③：从牌组将1只等级8的“磁石之战士”怪兽送至墓地可以发动。进行1只等级4以下的“磁石战士”怪兽的召唤。"}, "card_type": "Monster", "monster_type_line": "Rock / Fusion / Effect", "attribute": "EARTH", "level": 7, "atk": 2300, "def": 2800, "materials": "2 EARTH Rock-Type monsters", "images": [{"index": 1, "image": "ConductionWarriorPlasmaMagnum-BPRO-JP-SR.png"}], "sets": {"en": [{"set_number": "BPRO-EN034", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "de": [{"set_number": "BPRO-DE034", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "es": [{"set_number": "BPRO-SP034", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BPRO-FR034", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "it": [{"set_number": "BPRO-IT034", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BPRO-PT034", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BPRO-JP034", "set_name": "Burst Protocol", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "BPRO-KR034", "set_name": "Burst Protocol", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "BPRO-SC034", "set_name": "Burst Protocol", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1153155}