{"konami_id": 19155, "password": 47330808, "name": {"en": "Hapi, Guidance of Horus", "de": "Hapi, Führung des Horus", "es": "Hapi, Guía de Horus", "fr": "Hâpi, Guide d'Horus", "it": "Hapi, Guida di Horus", "pt": "Hapi, a Orientação de Horus", "ja": "ホルスの<ruby>先<rt>せん</rt></ruby><ruby>導<rt>どう</rt></ruby>－ハーピ", "ja_romaji": "Horusu no Sendō - Hāpi", "ko": "호루스의 선도－하피", "ko_rr": "Horuseu-ui Seondo - Hapi", "zh-TW": null, "zh-CN": "荷鲁斯的先导－哈庇"}, "text": {"en": "If you control \"King's Sarcophagus\", you can Special Summon this card (from your GY). You can only Special Summon \"Hapi, Guidance of Horus\" once per turn this way. If another card(s) you control leaves the field by an opponent's card effect, while this card is in your Monster Zone (except during the Damage Step): You can target 2 cards that are banished and/or in the GYs; either add both to the hand or shuffle both into the Deck. You can only use this effect of \"Hapi, Guidance of Horus\" once per turn.", "de": "Falls du „Sarkophag des Königs“ kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deinem Friedhof) beschwören. Du kannst „Hapi, Führung des Horus“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls eine oder mehr andere Karten, die du kontrollierst, das Spielfeld durch einen Karteneffekt eines Gegners verlassen, solange diese Karte in deiner Monsterzone liegt (außer während des Damage Steps): Du kannst 2 Karten wählen, die verbannt sind und/oder in den Friedhöfen liegen; füge entweder beide der Hand hinzu oder mische beide ins Deck. Du kannst diesen Effekt von „Hapi, Führung des Horus“ nur einmal pro Spielzug verwenden.", "es": "Si controlas \"Sarcófago del Rey\", puedes Invocar esta carta de Modo Especial (desde tu Cementerio). Sólo puedes Invocar de Modo Especial a \"Hapi, Guía de Horus\" una vez por turno de esta forma. Si otra u otras cartas que controlas dejan el Campo por efecto de una carta del adversario, mientras esta carta está en tu Zona de Monstruos (excepto durante el Damage Step): puedes seleccionar 2 cartas que estén desterradas y/o en los Cementerios; añade ambas a la mano o baraja ambas al Deck. Sólo puedes usar este efecto de \"Hapi, Guía de Horus\" una vez por turno.", "fr": "Si vous contrôlez \"Sarcophage du Roi\", vous pouvez Invoquer Spécialement cette carte (depuis votre Cimetière). Vous ne pouvez Invoquer Spécialement \"Hâpi, Guide d'Horus\" qu'une fois par tour de cette façon. Si une ou plusieurs autres cartes que vous contrôlez quittent le Terrain par un effet de carte de l'adversaire, tant que cette carte est dans votre Zone Monstre (sauf durant la Damage Step) : vous pouvez cibler 2 cartes qui sont bannies et/ou dans les Cimetières ; soit ajoutez-les toutes les deux à la main, soit mélangez-les toutes les deux dans le Deck. Vous ne pouvez utiliser cet effet de \"Hâpi, Guide d'Horus\" qu'une fois par tour.", "it": "Se controlli \"Sarcofago del Re\", puoi Evocare Specialmente questa carta (dal tuo Cimitero). Puoi Evocare Specialmente \"Hapi, Guida di Horus\" una sola volta per turno in questo modo. Se una o più altre carte che controlli lasciano il Terreno per l'effetto di una carta dell'avversario mentre questa carta è nella tua Zona Mostri (eccetto durante il Damage Step): puoi scegliere come bersaglio 2 carte che sono bandite e/o nei Cimiteri; aggiungi entrambe alla mano oppure mischia entrambe nel Deck. Puoi utilizzare questo effetto di \"Hapi, Guida di Horus\" una sola volta per turno.", "pt": "Se você controlar \"Sarcófago do Rei\", você pode Invocar este card por Invocação-Especial (do seu Cemitério). Você só pode Invocar \"Hapi, a Orientação de Horus\" por Invocação-Especial uma vez por turno desta forma. Se um ou mais outros cards que você controla deixarem o campo por um efeito de card do oponente, enquanto este card estiver na sua Zona de Monstros (exceto durante a Etapa de Dano): você pode escolher 2 cards que estiverem banidos e/ou nos Cemitérios; adicione os dois à mão ou embaralhe os dois no Deck. Você só pode usar este efeito de \"Hapi, a Orientação de Horus\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドに「王の棺」が存在する場合、このカードは墓地から特殊召喚できる。②：このカードがモンスターゾーンに存在する状態で、自分フィールドの他のカードが相手の効果でフィールドから離れた場合、お互いの墓地・除外状態のカードの中から合計２枚を対象として発動できる。そのカード２枚を持ち主の手札に加えるかそのカード２枚をデッキに戻す。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"왕의 관\"이 존재할 경우, 이 카드는 묘지에서 특수 소환할 수 있다. ②: 이 카드가 몬스터 존에 존재하는 상태에서, 자신 필드의 다른 카드가 상대 효과로 필드에서 벗어났을 경우, 서로의 묘지 / 제외 상태인 카드 중에서 합계 2장을 대상으로 하고 발동할 수 있다. 그 카드 2장을 주인의 패에 넣거나 그 카드 2장을 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。\n①：自己场上存在“王之棺”的情况下，此卡可从墓地特殊召唤。\n②：此卡存在于怪兽区域的状态下，自己场上的其他卡因对手的效果从场上离开的情况下，以双方墓地・除外状态的卡中的合计２张为对象可以发动。将该２张卡加入持有者的手牌，或将该２张卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "WIND", "level": 8, "atk": 2400, "def": 1600, "series": ["Horus"], "images": [{"index": 1, "image": "HapiGuidanceofHorus-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN013", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN234", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-EN024", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AGOV-DE013", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE234", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-DE024", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "AGOV-SP013", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}, {"set_number": "MP24-SP234", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-SP024", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AGOV-FR013", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR234", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-FR024", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AGOV-IT013", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT234", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-IT024", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AGOV-PT013", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT234", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-PT024", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AGOV-JP013", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR013", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC013", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 979102}