{"konami_id": 5585, "password": 47693640, "name": {"en": "Zombie Tiger", "de": "Zombietiger", "es": "Tigre Zombi", "fr": "Tigre Zombie", "it": "Tigre Zombie", "pt": "Tigre Zumbi", "ja": "ゾンビタイガー", "ja_romaji": "Zonbi Taigā", "ko": "좀비 타이거", "ko_rr": null, "zh-TW": "殭屍虎", "zh-CN": "僵尸虎"}, "text": {"en": "Once per turn, you can either: Target 1 \"Decayed Commander\" you control; equip this card to that target, OR: Unequip this card and Special Summon it in Attack Position. While equipped by this effect, the equipped monster gains 500 ATK/DEF. If the equipped monster destroys an opponent's monster by battle: Discard 1 random card from their hand. (A monster can only be equipped with 1 Union monster at a time. If the equipped monster would be destroyed by battle, destroy this card instead.)", "de": "Einmal pro Spielzug kannst du entweder: 1 „Zerfallener Anführer“ wählen, den du kontrollierst; rüste das gewählte Ziel mit dieser Karte aus ODER: Diese Karte ausklinken und als Spezialbeschwörung in die Angriffsposition beschwören. Solange ein Monster durch diesen Effekt ausgerüstet ist, erhält es 500 ATK/DEF. Falls das ausgerüstete Monster ein Monster eines Gegners durch Kampf zerstört: Wirf 1 zufällige Karte von seiner Hand ab. (Ein Monster kann nur mit 1 Union-Monster gleichzeitig ausgerüstet sein. Falls das ausgerüstete Monster durch Kampf zerstört würde, zerstöre stattdessen diese Karte.)", "es": "Una vez por turno, puedes: selecciona 1 \"Comandante Putrefacto\" que controles; equipa esta carta a ese objetivo, O: desequipa esta carta e Invócala de Modo Especial en Posición de Ataque. Mientras esté equipada por este efecto, el monstruo equipado gana 500 ATK/DEF. Si el monstruo equipado destruye a un monstruo del adversario en batalla: descarta 1 carta al azar de su mano. (Un monstruo sólo puede ser equipado con 1 monstruo de Unión a la vez. Si el monstruo equipado fuera a ser destruido en batalla, destruye esta carta en su lugar).", "fr": "Une fois par tour, vous pouvez SOIT : ciblez 1 \"Commandant Décomposé\" que vous contrôlez ; équipez cette carte à la cible, SOIT : déséquipez cette carte et Invoquez-la Spécialement en Position d'Attaque. Tant qu'il est équipé par cet effet, le monstre équipé gagne 500 ATK/DEF. Si le monstre équipé détruit un monstre de l'adversaire au combat : défaussez-lui 1 carte au hasard. (Un monstre ne peut être équipé qu'avec 1 monstre Union à la fois. Si le monstre équipé va être détruit au combat, détruisez cette carte à la place.)", "it": "Una volta per turno, puoi: scegli come bersaglio 1 \"Comandante Decaduto\" che controlli; equipaggia questa carta a quel bersaglio, OPPURE: disequipaggia questa carta ed Evocala Specialmente in Posizione di Attacco. Mentre è equipaggiato da questo effetto, il mostro equipaggiato guadagna 500 ATK/DEF. Se il mostro equipaggiato distrugge un mostro dell'avversario in battaglia: scarta 1 carta a caso dalla sua mano. (Un mostro può essere equipaggiato con 1 solo mostro Unione alla volta. Se il mostro equipaggiato sta per essere distrutto in battaglia, distruggi invece questa carta.)", "pt": "Uma vez por turno, você pode: escolher 1 \"Comandante Decaído\" que você controla; equipe este card no alvo, OU: desequipe este card e Invoque-o por Invocação-Especial em Posição de Ataque. Enquanto estiver equipado por este efeito, o monstro equipado ganha 500 de ATK/DEF. Se o monstro equipado destruir um monstro do oponente em batalha: descarte 1 card aleatório da mão dele. (Um monstro só pode ser equipado por 1 monstro União por vez. Se o monstro equipado seria destruído em batalha, em vez disso, destrua este card.)", "ja": "１ターンに１度だけ自分のメインフェイズに装備カード扱いとして自分の「朽ち果てた武将」に装備、または装備を解除して表側攻撃表示で特殊召喚する事ができる。この効果で装備カード扱いになっている時のみ、装備モンスターの攻撃力・守備力は５００ポイントアップする。装備モンスターが戦闘によって相手モンスターを破壊する度に、相手は手札からランダムにカードを１枚捨てる。（１体のモンスターが装備できるユニオンは１枚まで。装備モンスターが戦闘によって破壊される場合は、代わりにこのカードを破壊する。）", "ko": "1턴에 1번만 자신의 메인 페이즈에 장착 카드로 취급하여 자신의 \"부패한 무장\"에 장착, 또는 장착을 해제하고 앞면 공격 표시로 특수 소환할 수 있다. 이 효과로 장착 카드 취급이 되어있을 때만, 장착 몬스터의 공격력/수비력은 500 포인트 올린다. 장착 몬스터가 전투에 의해서 상대 몬스터를 파괴할 때마다, 상대는 패에서 무작위로 카드를 1장 버린다(1장의 몬스터가 장착할 수 있는 유니온은 1장까지. 장착 몬스터가 전투에 의해서 파괴될 경우는, 대신에 이 카드를 파괴한다).", "zh-TW": null, "zh-CN": "1回合只有1次在自己的主要阶段可以当作装备卡使用给自己的「腐朽的武将」装备，或者把装备解除表侧攻击表示特殊召唤。只在这个效果当作装备卡使用时，装备怪兽的攻击力·守备力上升500。每次装备怪兽战斗破坏对方怪兽，对方从手卡随机把1张卡丢弃。（1只怪兽可以装备的同盟最多1张。装备怪兽被战斗破坏的场合，作为代替把这张卡破坏。）"}, "card_type": "Monster", "monster_type_line": "Zombie / Union / Effect", "attribute": "EARTH", "level": 3, "atk": 1400, "def": 1600, "images": [{"index": 1, "image": "ZombieTiger-SBLS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DR1-EN066", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "SBLS-EN033", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Common"]}, {"set_number": "MFC-011", "set_name": "Magician's Force", "rarities": ["Common"]}], "de": [{"set_number": "DR1-DE066", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "SBLS-DE033", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Common"]}], "fr": [{"set_number": "DR1-FR066", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "SBLS-FR033", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Common"]}], "it": [{"set_number": "DR1-IT066", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "SBLS-IT033", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Common"]}], "pt": [{"set_number": "DR1-PT066", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "SBLS-PT033", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Common"]}], "ja": [{"set_number": "302-011", "set_name": "Advent of Union", "rarities": ["Common"]}, {"set_number": "EE1-JP066", "set_name": "Expert Edition Volume.1", "rarities": ["Common"]}], "ko": [{"set_number": "MFC-KR011", "set_name": "Magician's Force", "rarities": ["Common"]}, {"set_number": "HGP1-KR066", "set_name": "Expert Edition Volume.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 17531, "master_duel_rarity": "N"}