{"konami_id": 11048, "password": 47741109, "name": {"en": "Sylvan Snapdrassinagon", "de": "Sylvanisches Killöwenmaul", "es": "Asesino Chascadragón Silvano", "fr": "Snapdrassinagon Sylvan", "it": "Scattodragassassino Silvano", "pt": "Boca-de-leão Silvestre", "ja": "<ruby>森<rt>しん</rt></ruby><ruby>羅<rt>ら</rt></ruby>の<ruby>隠<rt>おん</rt></ruby><ruby>蜜<rt>みつ</rt></ruby> スナッフ", "ja_romaji": "Shinra no Onmitsu Sunaffu", "ko": "삼라의 은밀 스나프", "ko_rr": null, "zh-TW": "森羅的隱蜜 金魚草", "zh-CN": "森罗的隐蜜 金鱼藻"}, "text": {"en": "If this card is sent from the field or the hand to the Graveyard: You can excavate the top card of your Deck, and if it is a Plant-Type monster, send it to the Graveyard. Otherwise, place it on the bottom of your Deck. If this card is excavated from the Deck and sent to the Graveyard by a card effect: You can excavate the top card of your Deck, and if it is a Plant-Type monster, send it to the Graveyard. Otherwise, place it on the bottom of your Deck.", "de": "Falls diese Karte vom Spielfeld oder der Hand auf den Friedhof gelegt wird: Du kannst die oberste Karte deines Decks ausgraben und falls es ein Monster vom Typ Pflanze ist, lege sie auf den Friedhof. Lege sie andernfalls unter dein Deck. Falls diese Karte durch einen Karteneffekt vom Deck ausgegraben und auf den Friedhof gelegt wird: Du kannst die oberste Karte deines Decks ausgraben und falls es ein Monster vom Typ Pflanze ist, lege sie auf den Friedhof. Lege sie andernfalls unter dein Deck.", "es": "Si esta carta es mandada del Campo o la mano al Cementerio: puedes excavar la carta de la parte superior de tu Deck, y si es un monstruo de Tipo Planta, mandarla al Cementerio. De otra forma, ponla en el fondo de tu Deck. Si esta carta es excavada del Deck y mandada al Cementerio por efecto de una carta: puedes excavar la carta de la parte superior de tu Deck, y si es un monstruo de Tipo Planta, mandarla al Cementerio. De otra forma, ponla en el fondo de tu Deck.", "fr": "Si cette carte est envoyée depuis le Terrain ou la main au Cimetière : vous pouvez dévoiler la carte du dessus de votre Deck, et si c'est un monstre de Type Plante, envoyez-la au Cimetière. Sinon, placez-la au-dessous de votre Deck. Si cette carte est dévoilée depuis le Deck et envoyée au Cimetière par un effet de carte : vous pouvez dévoiler la carte du dessus de votre Deck, et si c'est un monstre de Type Plante, envoyez-la au Cimetière. Sinon, placez-la au-dessous de votre Deck.", "it": "Se questa carta viene mandata dal Terreno o dalla mano al Cimitero: puoi dissotterrare la prima carta del tuo Deck e, se è un mostro di Tipo Pianta, mandarla al Cimitero. Altrimenti, mettila in fondo al tuo Deck. Se questa carta viene dissotterrata dal Deck e mandata al Cimitero dall'effetto di una carta: puoi dissotterrare la prima carta del tuo Deck e, se è un mostro di Tipo Pianta, mandarla al Cimitero. Altrimenti, mettila in fondo al tuo Deck.", "pt": "Se este card for enviado do campo ou da mão para o Cemitério: você pode escavar o card do topo do seu Deck e, se ele for um monstro do Tipo Planta, envie-o para o Cemitério. Caso contrário, coloque-o no fundo do seu Deck. Se este card for escavado do Deck e enviado para o Cemitério por um efeito de card: você pode escavar o card do topo do seu Deck e, se for um monstro do Tipo Planta, enviá-lo para o Cemitério. Caso contrário, coloque-o no fundo do seu Deck.", "ja": "手札・フィールド上のこのカードが墓地へ送られた場合、自分のデッキの一番上のカードをめくる事ができる。めくったカードが植物族モンスターだった場合、そのモンスターを墓地へ送る。違った場合、そのカードをデッキの一番下に戻す。また、デッキのこのカードがカードの効果によってめくられて墓地へ送られた場合、自分のデッキの一番上のカードをめくる事ができる。めくったカードが植物族モンスターだった場合、そのモンスターを墓地へ送る。違った場合、そのカードをデッキの一番下に戻す。", "ko": "패 / 필드 위의 이 카드가 묘지로 보내졌을 경우, 자신 덱의 맨 위의 카드를 넘길 수 있다. 넘긴 카드가 식물족 몬스터였을 경우, 그 몬스터를 묘지로 보낸다. 다를 경우, 그 카드를 덱의 맨 아래로 되돌린다. 또한, 덱의 이 카드가 카드의 효과에 의해 넘겨져 묘지로 보내졌을 경우, 자신 덱의 맨 위의 카드를 넘길 수 있다. 넘긴 카드가 식물족 몬스터였을 경우, 그 몬스터를 묘지로 보낸다. 다를 경우, 그 카드를 덱의 맨 아래로 되돌린다.", "zh-TW": "在手牌・場上的此卡被送至墓地的狀況下，可翻開我方牌組最上方的卡。在翻開的卡為植物族怪獸的狀況下，將該怪獸送至墓地。在不是的狀況下，將該卡送回牌組的最下方。此外，在牌組的此卡因卡的效果被翻開送至墓地的狀況下，可翻開我方牌組最上方的卡。在翻開的卡為植物族怪獸的狀況下，將該怪獸送至墓地。在不是的狀況下，將該卡送回牌組的最下方。", "zh-CN": "手牌、场上的此卡被送入墓地的场合，可翻阅我方牌组最上方的卡牌。翻阅的卡牌是植物族怪兽的场合，将该怪兽送入墓地。不是的场合，将该卡牌返回至牌组最下方。此外，牌组的此卡因卡牌效果被翻阅并送入墓地的场合，可翻阅我方牌组最上方的卡牌。翻阅的卡牌是植物族怪兽的场合，将该怪兽送入墓地。不是的场合，该卡牌返回至牌组最下方。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "DARK", "level": 1, "atk": 900, "def": 400, "series": ["Sylvan"], "images": [{"index": 1, "image": "SylvanSnapdrassinagon-MP15-EN-R-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN019", "set_name": "Primal Origin", "rarities": ["Rare"]}, {"set_number": "PRIO-ENDE1", "set_name": "Primal Origin: Deluxe Edition", "rarities": ["Ultra Rare"]}, {"set_number": "PRIO-ENPL1", "set_name": "Primal Origin Plus", "rarities": ["Starfoil Rare"]}, {"set_number": "MP15-EN014", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "PRIO-DE019", "set_name": "Primal Origin", "rarities": ["Rare"]}, {"set_number": "PRIO-DEDE1", "set_name": "Primal Origin: Deluxe Edition", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-DE014", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "PRIO-FR019", "set_name": "Primal Origin", "rarities": ["Rare"]}, {"set_number": "PRIO-FRDE1", "set_name": "Primal Origin: Deluxe Edition", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-FR014", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "PRIO-IT019", "set_name": "Primal Origin", "rarities": ["Rare"]}, {"set_number": "PRIO-ITDE1", "set_name": "Primal Origin: Deluxe Edition", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-IT014", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "PRIO-PT019", "set_name": "Primal Origin", "rarities": ["Rare"]}, {"set_number": "PRIO-PTDE1", "set_name": "Primal Origin: Deluxe Edition", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-PT014", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "PRIO-JP019", "set_name": "Primal Origin", "rarities": ["Common"]}], "ko": [{"set_number": "PRIO-KR019", "set_name": "Primal Origin", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 299356, "master_duel_rarity": "N"}