{"konami_id": 17747, "password": 47759571, "name": {"en": "Pitknight Earlie", "de": "Boxenritterin Earlie", "es": "Earlie Pitllera", "fr": "Earlie, Chevalier du Stand", "it": "Pitcavaliere Earlie", "pt": "Cabicavaleira Earlie", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "2 Effect Monsters\nWhen a monster this card points to activates its effect (except during the Damage Step) (Quick Effect): You can target 1 Effect Monster your opponent controls; until the end of this turn, change its ATK to 0, also negate its effects. During the End Phase, if this card is in the GY because it was destroyed by battle or card effect and sent there this turn: You can Special Summon this card. You can only use each effect of \"Pitknight Earlie\" once per turn.", "de": "2 Effektmonster\nWenn der Effekt eines Monsters aktiviert wird, auf das diese Karte zeigt (außer während des Damage Steps) (Schnelleffekt): Du kannst 1 Effektmonster wählen, das dein Gegner kontrolliert; bis zum Ende dieses Spielzugs, ändere seine ATK zu 0, zusätzlich annulliere seine Effekte. Während der End Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug durch Kampf oder einen Karteneffekt zerstört und dorthin gelegt wurde: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Boxenritterin Earlie“ nur einmal pro Spielzug verwenden.", "es": "2 Monstruos de Efecto\nCuando un monstruo al que apunte esta carta activa su efecto (excepto durante el Damage Step) (Efecto Rápido): puedes seleccionar 1 Monstruo de Efecto que controle tu adversario; hasta el final de este turno, cambia su ATK a 0, y además niega sus efectos. Durante la End Phase, si esta carta está en el Cementerio porque fue destruida en batalla o por el efecto de una carta y mandada ahí este turno: puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Earlie Pitllera\" una vez por turno.", "fr": "2 Monstres à Effet\nLorsqu'un monstre pointé par cette carte active son effet (sauf durant la Damage Step) (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, changez son ATK à 0, et aussi, annulez ses effets. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle a été détruite au combat ou par un effet de carte, et y a été envoyée ce tour : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Earlie, Chevalier du Stand\" qu'une fois par tour.", "it": "2 Mostri con Effetto\nQuando un mostro puntato da questa carta attiva il suo effetto (eccetto durante il Damage Step) (Effetto Rapido): puoi scegliere come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; fino alla fine di questo turno, cambia il suo ATK a 0, inoltre annulla i suoi effetti. Durante la End Phase, se questa carta è nel Cimitero perché è stata distrutta in battaglia o dall'effetto di una carta e mandata lì in questo turno: puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Pitcavaliere Earlie\" una sola volta per turno.", "pt": "2 Monstros de Efeito\nQuando um monstro para o qual este card apontar ativar seu efeito (exceto durante a Etapa de Dano) (Efeito Rápido): você pode escolher 1 Monstro de Efeito que seu oponente controla; até o final deste turno, mude o ATK dele para 0 e, além disso, negue seus efeitos. Durante a Fase Final, se este card estiver no Cemitério porque foi destruído em batalha ou por um efeito de card e enviado para lá neste turno: você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Cabicavaleira Earlie\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "FIRE", "link_arrows": ["➡", "↗"], "atk": 1500, "materials": "2 Effect Monsters", "sets": {"en": [{"set_number": "POTE-EN083", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE083", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR083", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT083", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT083", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 891853}