{"konami_id": 8229, "password": 47778083, "name": {"en": "Bone Temple Block", "de": "Knochentempelblock", "es": "Bloque del Templo de Huesos", "fr": "Calices du Temple d'Os", "it": "Blocco del Tempio d'Ossa", "pt": "Bloco do Templo de Ossos", "ja": "ボーン・テンプル・ブロック", "ja_romaji": "Bōn Tenpuru Burokku", "ko": "본 템플 블록", "ko_rr": null, "zh-TW": "骨木魚", "zh-CN": "骨木鱼"}, "text": {"en": "Discard 1 card. Special Summon 1 Level 4 or lower monster from your opponent's Graveyard to your side of the field, and your opponent Special Summons 1 Level 4 or lower monster from your Graveyard to your opponent's side of the field. Those monsters are destroyed during the End Phase of the next turn.", "de": "Wirf 1 Karte ab. Beschwöre 1 Monster der Stufe 4 oder niedriger als Spezialbeschwörung vom Friedhof deines Gegners auf deine Spielfeldseite und dein Gegner beschwört 1 Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Friedhof auf seine Spielfeldseite. Die Monster werden während der End Phase des nächsten Spielzugs zerstört.", "es": "Descarta 1 carta. Invoca de Modo Especial 1 monstruo de Nivel 4 o menor desde el Cementerio de tu adversario a tu Campo, y tu adversario Invoca de Modo Especial 1 monstruo de Nivel 4 o menor desde tu Cementerio a su Campo. Ambos monstruos son destruidos durante la End Phase del próximo turno.", "fr": "Défaussez 1 carte. Invoquez Spécialement 1 monstre de Niveau 4 ou moins depuis le Cimetière de votre adversaire sur votre Terrain, et votre adversaire Invoque Spécialement 1 monstre de Niveau 4 ou moins depuis votre Cimetière sur son Terrain. Ces monstres sont détruits durant la End Phase du prochain tour.", "it": "Scarta 1 carta. Evoca Specialmente 1 mostro di Livello 4 o inferiore dal Cimitero dell'avversario sul tuo Terreno, e il tuo avversario Evoca Specialmente 1 mostro di Livello 4 o inferiore dal tuo Cimitero sul suo Terreno. Quei mostri vengono distrutti durante l'End Phase del prossimo turno.", "pt": "Descarte 1 card. Invoque por Invocação-Especial 1 monstro de Nível 4 ou menos do Cemitério do seu oponente no seu lado do campo, e seu oponente Invoca por Invocação-Especial 1 monstro de Nível 4 ou menos do seu Cemitério no lado do campo do seu oponente. Esses monstros são destruídos durante a Fase Final do próximo turno.", "ja": "手札を１枚捨てる。お互いに相手の墓地からレベル４以下のモンスター１体を選択し自分フィールド上に特殊召喚する。この効果で特殊召喚したモンスターは次のターンのエンドフェイズ時に破壊される。", "ko": "패를 1장 버린다. 서로 상대의 묘지에서 레벨 4 이하의 몬스터 1장을 선택하고 자신 필드 위에 특수 소환한다. 이 효과로 특수 소환한 몬스터는 다음 턴의 엔드 페이즈시에 파괴된다.", "zh-TW": "選擇１張手牌捨棄。其後，雙方玩家從各自從對方墓地選擇１隻等級４以下怪獸特殊召喚至我方場上。透過此效果特殊召喚的怪獸，在下一個回合的結束階段將被破壞。", "zh-CN": "挑选１张手牌舍弃。之后，双方玩家各自从对手墓地选择１只等级４或以下的怪兽特殊召唤至我方场上。以此效果特殊召唤的怪兽，在下一回合的结束阶段时被破坏。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BoneTempleBlock-RGBT-EN-SP-1E.png"}], "sets": {"en": [{"set_number": "RGBT-EN077", "set_name": "Raging Battle", "rarities": ["Short Print"]}], "de": [{"set_number": "RGBT-DE077", "set_name": "Raging Battle", "rarities": ["Short Print"]}], "fr": [{"set_number": "RGBT-FR077", "set_name": "Raging Battle", "rarities": ["Short Print"]}], "it": [{"set_number": "RGBT-IT077", "set_name": "Raging Battle", "rarities": ["Short Print"]}], "ja": [{"set_number": "RGBT-JP077", "set_name": "Raging Battle", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "RGBT-KR077", "set_name": "Raging Battle", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 59387, "master_duel_rarity": "N"}