{"konami_id": 14322, "password": 47810543, "name": {"en": "Magical Musket - Crooked Crown", "de": "Magische Muskete - Verbogene Krone", "es": "Mágico Mosquete - Corona Torcida", "fr": "Magie de Mousquet - Couronne Malhonnête", "it": "Magico Moschetto - Corona Corrotta", "pt": "Mágico Mosquete - Coroa Tortuosa", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>弾<rt>だん</rt></ruby>－ブラッディ・クラウン", "ja_romaji": "Madan - Buraddi Kuraun", "ko": "마탄환－블러디 크라운", "ko_rr": "Matanhwan - Peulleodi Keuraun", "zh-TW": "魔彈－血王冠", "zh-CN": "魔弹－血腥王冠"}, "text": {"en": null, "de": "Du kannst nur 1 „Magische Muskete - Verbogene Krone“ kontrollieren. Während der Main Phase: Du kannst 1 „Magischer Musket“-Monster als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust und die Main-Monsterzone deines Gegners in der derzeitigen Spalte des Monsters nicht verwendet wird, kann die Zone bis zum Ende dieses Spielzugs nicht verwendet werden (selbst falls diese Karte das Spielfeld verlässt). Du kannst diesen Effekt von „Magische Muskete - Verbogene Krone“ nur einmal pro Spielzug verwenden.", "es": "Sólo puedes controlar 1 \"Mágico Mosquete - Corona Torcida\". Durante la Main Phase: puedes Invocar de Modo Especial 1 monstruo \"Mágico Mosquete\" en tu mano y, si lo haces, si la Zona de Monstruos Principal de tu adversario, en la columna de ese monstruo en este momento, no está siendo usada, esa zona no puede ser usada hasta el final de este turno (aún si esta carta deja el Campo). Sólo puedes usar este efecto de \"Mágico Mosquete - Corona Torcida\" una vez por turno.", "fr": "Vous ne pouvez contrôler qu'1 \"Magie de Mousquet - Couronne Malhonnête\". Durant la Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Magie de Mousquet\" depuis votre main, et si vous le faites, si la Zone Monstre Main de votre adversaire dans la colonne actuelle du monstre est inutilisée, la zone ne peut pas être utilisée jusqu'à la fin de ce tour (même si cette carte quitte le Terrain). Vous ne pouvez utiliser cet effet de \"Magie de Mousquet - Couronne Malhonnête\" qu'une fois par tour.", "it": "Puoi controllare solo 1 \"Magico Moschetto - Corona Corrotta\". Durante la Main Phase: puoi Evocare Specialmente 1 mostro \"Magico Moschet\" dalla tua mano e, se lo fai, se la Zona Mostri Main del tuo avversario nella colonna attuale di quel mostro è inutilizzata, quella zona non può essere utilizzata fino alla fine di questo turno (anche se questa carta lascia il Terreno). Puoi utilizzare questo effetto di \"Magico Moschetto - Corona Corrotta\" una sola volta per turno.", "pt": "Você só pode controlar 1 \"Mágico Mosquete - Coroa Tortuosa\". Durante a Fase Principal: você pode Invocar por Invocação-Especial 1 monstro \"Mágico(a) Mosquete\" da sua mão e, se isso acontecer, se a Zona de Monstros Principal do seu oponente na coluna atual desse monstro não estiver usada, essa zona não pode ser usada até o final deste turno (mesmo que este card deixe o campo). Você só pode usar este efeito de \"Mágico Mosquete - Coroa Tortuosa\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：「魔弾－ブラッディ・クラウン」は自分フィールドに１枚しか表側表示で存在できない。\n②：自分・相手のメインフェイズに発動できる。手札から「魔弾」モンスター１体を特殊召喚する。この効果でモンスターが特殊召喚されたゾーンと同じ縦列の相手のメインモンスターゾーンが使用されていない場合、そのゾーンはターン終了時まで使用できない。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: \"마탄환－블러디 크라운\"은 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 패에서 \"마탄환\" 몬스터 1장을 특수 소환한다. 이 효과로 몬스터가 특수 소환된 존과 같은 세로열인 상대 메인 몬스터 존이 사용되고 있지 않을 경우, 그 존은 턴 종료시까지 사용할 수 없다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：「魔彈－血王冠」在我方場上僅限以正面表示存在１張。②：可在我方・對方的主要階段發動。從手牌特殊召喚１隻「魔彈」怪獸。在與怪獸透過此效果被特殊召喚的區域同一縱列的對方主要怪獸區未被使用的狀況下，該區域在回合結束前無法使用。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：“魔弹－血王冠”在自己场上仅可有１张以表侧表示存在。②：在自己・对手的主要阶段可以发动。从手牌将１只“魔弹”怪兽特殊召唤。与怪兽以此效果被特殊召唤的区域同一纵列的对手的主要怪兽区域未被使用的情况下，该区域直至回合结束时为止不可使用。"}, "card_type": "Trap", "property": "Continuous", "series": ["Magical Musket"], "images": [{"index": 1, "image": "MagicalMusketCrookedCrown-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN072", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE072", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR072", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT072", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT072", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP072", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR072", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BB01-SC066", "set_name": "Secret Treasures Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584391, "master_duel_rarity": "R"}