{"konami_id": 19487, "password": 48017189, "name": {"en": "EM:P Meowmine", "de": "EM:P-Miaumine", "es": "EM:P Miaumina", "fr": "EM:P Miaoumine", "it": "EM:P Miaomina", "pt": "EM:P Minamiau", "ja": "<ruby>Ｅ<rt>イー</rt></ruby><ruby>Ｍ<rt>エム</rt></ruby>：<ruby>Ｐ<rt>ピー</rt></ruby>グレニャード", "ja_romaji": "Ī Emu:Pī Gurenyādo", "ko": "이엠:피 그레냐드", "ko_rr": null, "zh-TW": null, "zh-CN": "EM：P猫猫手榴弹"}, "text": {"en": "If a Link Monster is on the field or in either GY, you can Special Summon this card (from your hand). You can only Special Summon \"EM:P Meowmine\" once per turn this way. If a Link-2 monster you control is sent to the GY or banished face-up (except during the Damage Step): You can banish this card from your GY (if it was there when the monster was sent or banished) or hand (even if not), then target 1 card your opponent controls; return it to the hand. You can only use this effect of \"EM:P Meowmine\" once per turn.", "de": "Falls sich ein Linkmonster auf dem Spielfeld oder in einem beliebigen Friedhof befindet, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „EM:P-Miaumine“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls ein Monster mit Link-2, das du kontrollierst, auf den Friedhof gelegt oder offen verbannt wird (außer während des Damage Steps): Du kannst diese Karte von deinem Friedhof (falls sie dort lag, als das Monster gelegt oder verbannt wurde) oder deiner Hand (selbst falls nicht) verbannen und dann 1 Karte wählen, die dein Gegner kontrolliert; gib sie auf die Hand zurück. Du kannst diesen Effekt von „EM:P-Miaumine“ nur einmal pro Spielzug verwenden.", "es": "Si un Monstruo de Enlace está en el Campo o en cualquier Cementerio, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"EM:P Miaumina\" una vez por turno de esta forma. Si un monstruo de Link-2 que controlas es mandado al Cementerio o desterrado boca arriba (excepto durante el Damage Step): puedes desterrar esta carta en tu Cementerio (si estaba allí cuando el monstruo fue mandado o desterrado) o mano (aun si no lo estaba), y después selecciona 1 carta que controle tu adversario; devuélvela a la mano. Sólo puedes usar este efecto de \"EM:P Miaumina\" una vez por turno.", "fr": "Si un Monstre Lien est sur le Terrain ou dans l'un des Cimetières, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"EM:P Miaoumine\" qu'une fois par tour de cette façon. Si un monstre Link-2 que vous contrôlez est envoyé au Cimetière ou banni face recto (sauf durant la Damage Step) : vous pouvez bannir cette carte depuis votre Cimetière (si elle y était lorsque le monstre a été envoyé ou banni) ou la main (même si elle n'y était pas), puis ciblez 1 carte contrôlée par votre adversaire ; renvoyez-la à la main. Vous ne pouvez utiliser cet effet de \"EM:P Miaoumine\" qu'une fois par tour.", "it": "Se c'è un Mostro Link sul Terreno o in qualsiasi Cimitero, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"EM:P Miaomina\" una sola volta per turno in questo modo. Se un mostro Link-2 che controlli viene mandato al Cimitero o bandito scoperto (eccetto durante il Damage Step): puoi bandire questa carta dal tuo Cimitero (se era lì quando il mostro è stato mandato o bandito) o mano (anche se non era lì), poi scegliere come bersaglio 1 carta controllata dal tuo avversario; falla ritornare nella mano. Puoi utilizzare questo effetto di \"EM:P Miaomina\" una sola volta per turno.", "pt": "Se um Monstro Link estiver no campo ou em qualquer Cemitério, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"EM:P Minamiau\" por Invocação-Especial uma vez por turno desta forma. Se um monstro de Link-2 que você controla for enviado para o Cemitério ou banido com a face para cima (exceto durante a Etapa de Dano): você pode banir este card do seu Cemitério (se ele estava lá quando o monstro foi enviado ou banido) ou da mão (mesmo se ele não estava) e, depois, escolha 1 card que seu oponente controla; devolva-o para a mão. Você só pode usar este efeito de \"EM:P Minamiau\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：フィールドまたは自分か相手の墓地にＬモンスターが存在する場合、このカードは手札から特殊召喚できる。②：このカードが手札・墓地に存在し、自分フィールドのリンク２モンスターが、墓地へ送られた場合または表側で除外された場合、このカードを除外し、相手フィールドのカード１枚を対象として発動できる。そのカードを手札に戻す。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드 또는 자신이나 상대의 묘지에 링크 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드가 패 / 묘지에 존재하고, 자신 필드의 링크 2 몬스터가, 묘지로 보내졌을 경우 또는 앞면으로 제외되었을 경우, 이 카드를 제외하고, 상대 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 패로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：场上或自己・对手的墓地存在连接怪兽的情况下，此卡可从手牌中特殊召唤。②：此卡存在于手牌・墓地，自己场上的连接２怪兽被送至墓地的情况下，或以表侧被除外的情况下，将此卡除外，以对手场上的１张卡为对象可以发动。将该卡放回手牌。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 0, "series": ["P"], "images": [{"index": 1, "image": "EMPMeowmine-TT01-JP-C.png", "illustration": "EMPMeowmine-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "EMPMeowmine-MP25-EN-PScR-1E.png", "illustration": "EMPMeowmine-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "PHNI-EN032", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-EN054", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "PHNI-DE032", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-DE054", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "PHNI-SP032", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-SP054", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "PHNI-FR032", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-FR054", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "PHNI-IT032", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-IT054", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "PHNI-PT032", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-PT054", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "PHNI-JP032", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}, {"set_number": "TT01-JPB10", "set_name": "Tactical-Try Deck: Evil★Twin the Kaito Pair", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR032", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}, {"set_number": "TT01-KRB10", "set_name": "Tactical-Try Deck: Evil★Twin the Kaito Pair", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC032", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1022448}