{"konami_id": 10155, "password": 48252330, "name": {"en": "Madolche Butlerusk", "de": "Magidolce Butlerback", "es": "Butlerusk Magidulce", "fr": "Majordoscotte Magidolce", "it": "Magidolce Maggiobiscotto", "pt": null, "ja": "マドルチェ・バトラスク", "ja_romaji": "Madoruche Batorasuku", "ko": "마돌체 바트라스크", "ko_rr": null, "zh-TW": "魔法甜點 麵包乾管家", "zh-CN": "魔幻甜点・面包干管家"}, "text": {"en": "When this card you control is destroyed by your opponent's card (either by battle or by card effect) and sent to your Graveyard: Shuffle this card into your Deck. When this card is Normal Summoned: You can add 1 Field Spell Card from your Deck to your hand. There must be another face-up \"Madolche\" monster on the field to activate and to resolve this effect.", "de": "Wenn diese Karte, die du kontrollierst, durch eine Karte deines Gegners zerstört (entweder durch Kampf oder durch einen Karteneffekt) und auf deinen Friedhof gelegt wird: Mische diese Karte in dein Deck. Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst deiner Hand 1 Spielfeldzauberkarte von deinem Deck hinzufügen. Es muss ein anderes offenes „Magidolce“-Monster auf dem Spielfeld liegen, um diesen Effekt zu aktivieren und aufzulösen.", "es": "Cuando esta carta que controlas es destruida por una carta de tu adversario (ya sea en batalla o por el efecto de una carta) y mandada a tu Cementerio: baraja esta carta a tu Deck. Cuando esta carta es Invocada de Modo Normal: puedes añadir a tu mano, desde tu Deck, 1 Carta Mágica de Campo. Debe haber otro monstruo \"Magidulce\" boca arriba en el Campo para activar y resolver este efecto.", "fr": "Lorsque cette carte que vous contrôlez est détruite par une carte de votre adversaire (au combat ou par un effet de carte) et envoyée à votre Cimetière : mélangez cette carte dans votre Deck. Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 Carte Magie de Terrain depuis votre Deck à votre main. Il doit y avoir un autre monstre \"Magidolce\" face recto sur le Terrain pour activer et résoudre cet effet.", "it": "Quando questa carta che controlli viene distrutta da una carta del tuo avversario (in battaglia o dall'effetto di una carta) e mandata al tuo Cimitero: mischia questa carta nel tuo Deck. Quando questa carta viene Evocata Normalmente: puoi aggiungere 1 Carta Magia Terreno dal tuo Deck alla tua mano. Ci deve essere un altro mostro \"Magidolce\" scoperto sul Terreno per attivare e risolvere questo effetto.", "pt": null, "ja": "このカードが相手によって破壊され墓地へ送られた時、このカードをデッキに戻す。このカードが召喚に成功した時、フィールド上にこのカード以外の「マドルチェ」と名のついたモンスターが存在する場合、デッキからフィールド魔法カード１枚を手札に加える事ができる。", "ko": "이 카드가 상대에 의해서 파괴되어 묘지로 보내졌을 때, 이 카드를 덱으로 되돌린다. 이 카드가 일반 소환에 성공했을 때, 필드 위에 이 카드 이외의 \"마돌체\"라는 이름이 붙은 몬스터가 존재할 경우, 덱에서 필드 마법 카드 1장을 패에 넣을 수 있다.", "zh-TW": "此卡因对手被破坏并送入墓地时，此卡返回至牌组。此卡召唤成功时，场上存在除此卡以外冠有「魔法甜點」之名的怪兽的场合，可从牌组将1张场地魔法卡加入手牌。", "zh-CN": "①：此卡召唤时可以发动（此效果在场上存在其他“魔幻甜点”怪兽的情况下才能发动和处理）。从牌组将１张场地魔法卡加入手牌。②：此卡被对手破坏并被送至墓地的情况下发动。将此卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "EARTH", "level": 4, "atk": 1500, "def": 800, "series": ["Madolche"], "images": [{"index": 1, "image": "MadolcheButlerusk-REDU-EN-C-UE.png"}], "sets": {"en": [{"set_number": "REDU-EN025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "REDU-DE025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "es": [{"set_number": "REDU-SP025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "REDU-FR025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "REDU-IT025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "REDU-JP025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "REDU-KR025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "zh-TW": [{"set_number": "REDU-TC025", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BB01-SC030", "set_name": "Secret Treasures Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 198501}