{"konami_id": 16002, "password": 48285768, "name": {"en": "Springans Merrymaker", "de": "Springans Feiernder", "es": "Springans Fiestero", "fr": "Fêtard Springans", "it": "Springans Festaioli", "pt": "Springans Festeiro", "ja": "スプリガンズ・メリーメイカー", "ja_romaji": "Supuriganzu Merīmeikā", "ko": "스프리건즈 메리메이커", "ko_rr": "Seupeurigeonjeu Merimeikeo", "zh-TW": null, "zh-CN": "守宝团・气氛组"}, "text": {"en": "2 Level 4 monsters\nIf this card is Special Summoned from your Extra Deck: You can send 1 \"Springans\" monster from your Deck to the GY. During your opponent's Main or Battle Phase (Quick Effect): You can banish this card until the End Phase, then if you banished this card with 2 or more Xyz Materials, you can also send 1 Fusion Monster from your Extra Deck to the GY that lists \"Fallen of Albaz\" as material. You can only use each effect of \"Springans Merrymaker\" once per turn.", "de": "2 Monster der Stufe 4\nFalls diese Karte als Spezialbeschwörung von deinem Extra Deck beschworen wird: Du kannst 1 „Springans“-Monster von deinem Deck auf den Friedhof legen. Während der Main oder Battle Phase deines Gegners (Schnelleffekt): Du kannst diese Karte bis zur End Phase verbannen, dann, falls du diese Karte mit 2 oder mehr Xyz-Material verbannt hast, kannst du zusätzlich 1 Fusionsmonster von deinem Extra Deck auf den Friedhof legen, das „Gefallener von Albaz“ als Material aufführt. Du kannst jeden Effekt von „Springans Feiernder“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 4\nSi esta carta es Invocada de Modo Especial desde tu Deck Extra: puedes mandar al Cementerio 1 monstruo \"Springans\" en tu Deck. Durante la Main o Battle Phase de tu adversario (Efecto Rápido): puedes desterrar esta carta hasta la End Phase, y después, si desterraste esta carta con 2 o más Materiales Xyz, también puedes mandar al Cementerio 1 Monstruo de Fusión en tu Deck Extra que liste como material a \"Caído de Albaz\". Sólo puedes usar cada efecto de \"Springans Fiestero\" una vez por turno.", "fr": "2 monstres de Niveau 4\nSi cette carte est Invoquée Spécialement depuis votre Extra Deck : vous pouvez envoyer 1 monstre \"Springans\" depuis votre Deck au Cimetière. Durant la Main ou Battle Phase de votre adversaire (Effet Rapide) : vous pouvez bannir cette carte jusqu'à la End Phase, puis si vous avez banni cette carte avec min. 2 Matériels Xyz, vous pouvez aussi envoyer 1 Monstre Fusion depuis votre Extra Deck au Cimetière qui liste \"Albaz le Déchu\" comme Matériel. Vous ne pouvez utiliser chaque effet de \"Fêtard Springans\" qu'une fois par tour.", "it": "2 mostri di Livello 4\nSe questa carta viene Evocata Specialmente dal tuo Extra Deck: puoi mandare 1 mostro \"Springans\" dal tuo Deck al Cimitero. Durante la Main o Battle Phase del tuo avversario (Effetto Rapido): puoi bandire questa carta fino alla End Phase, poi, se hai bandito questa carta con 2 o più Materiali Xyz, puoi anche mandare dal tuo Extra Deck al Cimitero 1 Mostro Fusione che indica \"Caduto di Albaz\" come materiale. Puoi utilizzare ogni effetto di \"Springans Festaioli\" una sola volta per turno.", "pt": "2 monstros de Nível 4\nSe este card for Invocado por Invocação-Especial do seu Deck Adicional: você pode enviar 1 monstro \"Springans\" do seu Deck para o Cemitério. Durante a Fase Principal ou de Batalha do seu oponente (Efeito Rápido): você pode banir este card até a Fase Final e, depois, se você baniu este card com 2 ou mais Matérias Xyz, você também pode enviar 1 Monstro de Fusão do seu Deck Adicional para o Cemitério que liste \"Caído de Arbaz\" como matéria. Você só pode usar cada efeito de \"Springans Festeiro\" uma vez por turno.", "ja": "レベル４モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＥＸデッキから特殊召喚した場合に発動できる。デッキから「スプリガンズ」モンスター１体を墓地へ送る。②：相手のメインフェイズ及びバトルフェイズに発動できる。このカードをエンドフェイズまで除外する。Ｘ素材を２つ以上持っているこのカードを除外した場合、さらにＥＸデッキから「アルバスの落胤」を融合素材とする融合モンスター１体を墓地へ送る事ができる。", "ko": "레벨 4 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 엑스트라 덱에서의 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"스프리건즈\" 몬스터 1장을 묘지로 보낸다. ②: 상대의 메인 페이즈 및 배틀 페이즈에 발동할 수 있다. 이 카드를 엔드 페이즈까지 제외한다. 엑시즈 소재를 2개 이상 가지고 있는 이 카드를 제외했을 경우, 추가로 엑스트라 덱에서 \"알버스의 낙윤\"을 융합 소재로 하는 융합 몬스터 1장을 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "等级４怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：此卡从额外牌组特殊召唤成功的情况下可以发动。从牌组将１只“守宝团”怪兽送至墓地。②：在对手的主要阶段及战斗阶段可以发动。将此卡直至结束阶段为止除外。将持有２个以上超量素材的此卡除外的情况下，进而可从额外牌组将１只以“阿尔白斯之落胤”作为融合素材的融合怪兽送至墓地。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "FIRE", "rank": 4, "atk": 1100, "def": 2000, "materials": "2 Level 4 monsters", "series": ["Springans"], "images": [{"index": 1, "image": "SpringansMerrymaker-LIOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN041", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "de": [{"set_number": "LIOV-DE041", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "es": [{"set_number": "LIOV-SP041", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LIOV-FR041", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "it": [{"set_number": "LIOV-IT041", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LIOV-PT041", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LIOV-JP041", "set_name": "Lightning Overdrive", "rarities": ["Rare"]}, {"set_number": "CF01-JP041", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "LIOV-KR041", "set_name": "Lightning Overdrive", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP6-SC028", "set_name": "Mega Pack 06", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716831}