{"konami_id": 16385, "password": 48421595, "name": {"en": "Necro Synchron", "de": "Nekrosynchron", "es": "Sincrón Necro", "fr": "Nécro Synchronique", "it": "Necro Synchron", "pt": "Necro Sincron", "ja": "ネクロ・シンクロン", "ja_romaji": "Nekuro Shinkuron", "ko": "네크로 싱크론", "ko_rr": "Nekeuro Singkeuron", "zh-TW": "死之同步士", "zh-CN": "死之同步士"}, "text": {"en": "This card's name becomes \"Fleur Synchron\" while on the field or in the GY. You can only use each of the following effects of \"Necro Synchron\" once per turn. You can target 1 other face-up monster you control; increase its Level by 2 until the end of this turn. If this card is sent to the GY as Synchro Material for a WIND monster: You can Special Summon 1 Level 1 Plant monster from your Deck.", "de": "Der Name dieser Karte wird zu „Blumensynchronisierer“, solange sie auf dem Spielfeld oder im Friedhof liegt. Du kannst jeden der folgenden Effekte von „Nekrosynchron“ nur einmal pro Spielzug verwenden. Du kannst 1 anderes offenes Monster wählen, das du kontrollierst; erhöhe seine Stufe bis zum Ende dieses Spielzugs um 2. Falls diese Karte als Synchromaterial für ein WIND Monster auf den Friedhof gelegt wird: Du kannst 1 Pflanze-Monster der Stufe 1 als Spezialbeschwörung von deinem Deck beschwören.", "es": "El nombre de esta carta se convierte en \"Sincrón de la Flor\" mientras está en el Campo o en el Cementerio. Sólo puedes usar cada uno de los siguientes efectos de \"Sincrón Necro\" una vez por turno. Puedes seleccionar otro monstruo boca arriba que controles; aumenta su Nivel en 2 hasta el final de este turno. Si esta carta es mandada al Cementerio como Material de Sincronía para un monstruo de VIENTO: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo Planta de Nivel 1.", "fr": "Le nom de cette carte devient \"Fleur Synchronique\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Nécro Synchronique\" qu'une fois par tour. Vous pouvez cibler 1 autre monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, augmentez son Niveau de 2. Si cette carte est envoyée au Cimetière comme Matériel Synchro pour un monstre VENT : vous pouvez Invoquer Spécialement 1 monstre Plante de Niveau 1 depuis votre Deck.", "it": "Il nome di questa carta diventa \"Fiore Synchron\" mentre è sul Terreno o nel Cimitero. Puoi utilizzare ognuno dei seguenti effetti di \"Necro Synchron\" una sola volta per turno. Puoi scegliere come bersaglio 1 altro mostro scoperto che controlli; aumenta il suo Livello di 2 fino alla fine di questo turno. Se questa carta viene mandata al Cimitero come Materiale Synchro per mostro VENTO: puoi Evocare Specialmente 1 mostro Pianta di Livello 1 dal tuo Deck.", "pt": "O nome deste card se torna \"Fleur Sincron\" enquanto estiver no campo ou no Cemitério. Você só pode usar cada um dos seguintes efeitos de \"Necro Sincron\" uma vez por turno. Você pode escolher 1 outro monstro com a face para cima que você controla; aumente o Nível dele em 2 até o final deste turno. Se este card for enviado para o Cemitério como Matéria Sincro para um monstro de VENTO: você pode Invocar por Invocação-Especial 1 monstro Planta de Nível 1 do seu Deck.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのカード名は、フィールド・墓地に存在する限り「フルール・シンクロン」として扱う。②：このカード以外の自分フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターのレベルをターン終了時まで２つ上げる。③：このカードが風属性ＳモンスターのＳ素材として墓地へ送られた場合に発動できる。デッキから植物族・レベル１モンスター１体を特殊召喚する。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 카드명은, 필드 / 묘지에 존재하는 한 \"플뢰르 싱크론\"으로 취급한다. ②: 이 카드 이외의 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨을 턴 종료시까지 2개 올린다. ③: 이 카드가 바람 속성 싱크로 몬스터의 싱크로 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 식물족 / 레벨 1 몬스터 1장을 특수 소환한다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：只要此卡存在於場上・墓地，卡名就視為「花之同步士」。②：可將此卡以外的我方場上１隻正面表示怪獸做為對象發動。該怪獸在回合結束前提高２個等級。③：可在將此卡做為風屬性同步怪獸的同步素材被送至墓地的狀況下發動。從牌組特殊召喚１隻植物族・等級１怪獸。", "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：此卡只要存在于场上・墓地，卡名视为\"花之同步士\"。②：以自己场上此卡以外的1只表侧表示怪兽为对象可以发动。该怪兽的等级直至回合结束时为止上升2。③：此卡作为风属性同步怪兽的同步素材被送至墓地的情况下可以发动。从牌组将1只植物族・等级1怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 200, "def": 400, "series": ["Synchro", "Synchron"], "images": [{"index": 1, "image": "NecroSynchron-LED8-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED8-EN023", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED8-DE023", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED8-FR023", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED8-IT023", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED8-PT023", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP25-JP022", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DP25-KR022", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DP25-SC028", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716006, "master_duel_rarity": "SR"}