{"konami_id": 12281, "password": 48427163, "name": {"en": "Lunalight Purple Butterfly", "de": "Lunalicht Lila Schmetterling", "es": "Mariposa Púrpura de la Lunaluz", "fr": "Papillon Violet de Clair de Lune", "it": "Farfalla Viola della Lucelunare", "pt": "Borboleta Roxa Luzlunar", "ja": "<ruby>月光紫蝶<rt>ムーンライト・パープル・バタフライ</rt></ruby>", "ja_romaji": "Mūnraito Pāpuru Batafurai", "ko": "문라이트 퍼플 버터플라이", "ko_rr": null, "zh-TW": "月光紫蝶", "zh-CN": "月光紫蝶"}, "text": {"en": "You can send this card from your hand or field to the Graveyard, then target 1 \"Lunalight\" monster you control; it gains 1000 ATK until the end of this turn. You can banish this card from your Graveyard; Special Summon 1 \"Lunalight\" monster from your hand. You can only use this effect of \"Lunalight Purple Butterfly\" once per turn.", "de": "Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen und dann 1 „Lunalicht“-Monster wählen, das du kontrollierst; es erhält bis zum Ende dieses Spielzugs 1000 ATK. Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Lunalicht“-Monster als Spezialbeschwörung von deiner Hand. Du kannst diesen Effekt von „Lunalicht Lila Schmetterling“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio esta carta en tu mano o Campo, y después seleccionar 1 monstruo \"Lunaluz\" que controles; hasta el final de este turno, éste gana 1000 ATK. Puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial, desde tu mano, 1 monstruo \"Lunaluz\". Sólo puedes usar este efecto de \"Mariposa Púrpura de la Lunaluz\" una vez por turno.", "fr": "Vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière, puis ciblez 1 monstre \"Clair de Lune\" que vous contrôlez (\"Dragon Clair de Lune Rose Noire\" exclu) ; jusqu'à la fin de ce tour, il gagne 1000 ATK. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Clair de Lune\" depuis votre main. Vous ne pouvez utiliser cet effet de \"Papillon Violet de Clair de Lune\" qu'une fois par tour.", "it": "Puoi mandare questa carta dalla tua mano o Terreno al Cimitero, poi scegliere come bersaglio 1 mostro \"Lucelunare\" che controlli; esso guadagna 1000 ATK fino alla fine di questo turno. Puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 mostro \"Lucelunare\" dalla tua mano. Puoi utilizzare questo effetto di \"Farfalla Viola della Lucelunare\" una sola volta per turno.", "pt": "Você pode enviar este card da sua mão ou do campo para o Cemitério e, depois, escolher 1 monstro \"Luzlunar\" que você controla; ele ganha 1000 de ATK até o final deste turno. Você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 monstro \"Luzlunar\" da sua mão. Você só pode usar este efeito de \"Borboleta Roxa Luzlunar\" uma vez por turno.", "ja": "「月光紫蝶」の②の効果は１ターンに１度しか使用できない。①：自分の手札・フィールドのこのカードを墓地へ送り、自分フィールドの「ムーンライト」モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで１０００アップする。②：墓地のこのカードを除外して発動できる。手札から「ムーンライト」モンスター１体を特殊召喚する。", "ko": "\"문라이트 퍼플 버터플라이\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드의 이 카드를 묘지로 보내고, 자신 필드의 \"문라이트\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지 1000 올린다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 패에서 \"문라이트\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：将自己手牌・场上的此卡送至墓地，以自己场上的１只“月光”怪兽为对象可以发动。该怪兽的攻击力直至回合结束时为止上升１０００。②：将墓地的此卡除外可以发动。从手牌将１只“月光”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "DARK", "level": 3, "atk": 1000, "def": 1000, "series": ["Lunalight"], "images": [{"index": 1, "image": "LunalightPurpleButterfly-SHVI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN009", "set_name": "Shining Victories", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE009", "set_name": "Shining Victories", "rarities": ["Common"]}], "es": [{"set_number": "SHVI-SP009", "set_name": "Shining Victories", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR009", "set_name": "Shining Victories", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT009", "set_name": "Shining Victories", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT009", "set_name": "Shining Victories", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP009", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR009", "set_name": "Shining Victories", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL02-SC171", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 359882, "master_duel_rarity": "N"}