{"konami_id": 16840, "password": 48654323, "name": {"en": "White Relic of Dogmatika", "de": "Weiße Reliquie der Dogmatika", "es": "Reliquia Blanca de Dogmátik", "fr": "Relique Blanche de Dogmatika", "it": "Reliquia Bianca della Dogmatika", "pt": "Relíquia Branca de Dogmatika", "ja": "<ruby>凶導<rt>ドラグマ</rt></ruby>の<ruby>白聖骸<rt>アルバス・セイント</rt></ruby>", "ja_romaji": "Doraguma no Arubasu Seinto", "ko": "드래그마의 알버스 세인트", "ko_rr": "Deuraegeuma-ui Albeoseu Seinteu", "zh-TW": "凶教導之白聖骸", "zh-CN": "凶教导之白圣骸"}, "text": {"en": "You can Ritual Summon this card with \"Dogmatikamacabre\". If this card is Ritual Summoned: You can target 2 face-up monsters on the field; make 1 of those monsters gain ATK equal to the other monster's ATK. Level 8 or higher \"Dogmatika\" monsters you control cannot be destroyed by battle. If a monster(s) is Special Summoned from your opponent's Extra Deck (except during the Damage Step): You can look at your opponent's Extra Deck and send 1 monster from it to the GY. You can only use this effect of \"White Relic of Dogmatika\" once per turn.", "de": "Du kannst diese Karte mit „Dogmatikamakaber“ als Ritualbeschwörung beschwören. Falls diese Karte als Ritualbeschwörung beschworen wird: Du kannst 2 offene Monster auf dem Spielfeld wählen; lass 1 der Monster ATK in Höhe der ATK des anderen Monsters erhalten. „Dogmatika“-Monster der Stufe 8 oder höher, die du kontrollierst, können nicht durch Kampf zerstört werden. Falls ein oder mehr Monster als Spezialbeschwörung vom Extra Deck deines Gegners beschworen werden (außer während des Damage Steps): Du kannst dir das Extra Deck deines Gegners ansehen und 1 Monster davon auf den Friedhof legen. Du kannst diesen Effekt von „Weiße Reliquie der Dogmatika“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con \"Dogmátikmacabro\". Si esta carta es Invocada por Ritual: puedes seleccionar 2 monstruos boca arriba en el Campo; haz que 1 de esos monstruos gane ATK igual al ATK del otro monstruo. Los monstruos \"Dogmátik\" de Nivel 8 o mayor que controlas no pueden ser destruidos en batalla. Si uno o más monstruos son Invocados de Modo Especial desde el Deck Extra de tu adversario (excepto durante el Damage Step): puedes mirar el Deck Extra de tu adversario y mandar al Cementerio 1 monstruo en él. Sólo puedes usar este efecto de \"Reliquia Blanca de Dogmátik\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Dogmatikamacabre\". Si cette carte est Invoquée Rituellement : vous pouvez cibler 2 monstres face recto sur le Terrain ; faites gagner à 1 de ces monstres une ATK égale à l'ATK de l'autre monstre. Les monstres \"Dogmatika\" de min. Niveau 8 que vous contrôlez ne peuvent pas être détruits au combat. Si un ou plusieurs monstres sont Invoqués Spécialement depuis l'Extra Deck de votre adversaire (sauf durant la Damage Step) : vous pouvez regarder l'Extra Deck de votre adversaire, et envoyez-en 1 monstre au Cimetière. Vous ne pouvez utiliser cet effet de \"Relique Blanche de Dogmatika\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con \"Dogmatikamacabra\". Se questa carta viene Evocata tramite Rituale: puoi scegliere come bersaglio 2 mostri scoperti sul Terreno; fai guadagnare a 1 di quei mostri ATK pari all'ATK dell'altro mostro. I mostri \"Dogmatika\" di Livello 8 o superiore che controlli non possono essere distrutti in battaglia. Se uno o più mostri vengono Evocati Specialmente dall'Extra Deck del tuo avversario (eccetto durante il Damage Step): puoi guardare l'Extra Deck del tuo avversario e mandare 1 mostro da esso al Cimitero. Puoi utilizzare questo effetto di \"Reliquia Bianca della Dogmatika\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Dogmatikamacabro\". Se este card for Invocado por Invocação-Ritual: você pode escolher 2 monstros com a face para cima no campo; faça com que 1 desses monstros ganhe ATK igual ao ATK do outro monstro. Monstros \"Dogmatika\" de Nível 8 ou mais que você controla não podem ser destruídos em batalha. Se um ou mais monstros forem Invocados por Invocação-Especial do Deck Adicional do seu oponente (exceto durante a Etapa de Dano): você pode olhar o Deck Adicional do seu oponente e enviar 1 monstro dali para o Cemitério. Você só pode usar este efeito de \"Relíquia Branca de Dogmatika\" uma vez por turno.", "ja": "「凶導の葬列」により降臨\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードが儀式召喚した場合、フィールドの表側表示モンスター２体を対象として発動できる。その内の１体の攻撃力を、もう１体の攻撃力分アップする。②：レベル８以上の自分の「ドラグマ」モンスターは戦闘では破壊されない。③：相手のＥＸデッキからモンスターが特殊召喚された場合に発動できる。相手のＥＸデッキを確認し、その内のモンスター１体を墓地へ送る。", "ko": "\"드래그마카브르\"에 의해 의식 소환. 이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 의식 소환에 성공했을 경우, 필드의 앞면 표시 몬스터 2장을 대상으로 하고 발동할 수 있다. 그 중 1장의 공격력을, 나머지 1장의 공격력만큼 올린다. ②: 레벨 8 이상의 자신의 \"드래그마\" 몬스터는 전투로는 파괴되지 않는다. ③: 상대의 엑스트라 덱에서 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 상대의 엑스트라 덱을 확인하고, 그 중의 몬스터 1장을 골라 묘지로 보낸다.", "zh-TW": null, "zh-CN": "以“凶教导之葬列”降临。此卡名的③效果１回合仅可使用１次。①：此卡仪式召唤成功的情况下，以场上的２只表侧表示怪兽为对象可以发动。其中１只的攻击力上升相当于另１只的攻击力数值。②：自己等级８以上的“教导”怪兽不会因战斗被破坏。③：怪兽从对手的额外牌组被特殊召唤的情况下可以发动。确认对手的额外牌组，挑选其中１只怪兽送至墓地。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Ritual / Effect", "attribute": "LIGHT", "level": 4, "atk": 500, "def": 2500, "ritual_spell": "Dogmatikamacabre", "series": ["Dogmatika"], "images": [{"index": 1, "image": "WhiteRelicofDogmatika-BACH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN035", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "de": [{"set_number": "BACH-DE035", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "es": [{"set_number": "BACH-SP035", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BACH-FR035", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "it": [{"set_number": "BACH-IT035", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BACH-PT035", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BACH-JP035", "set_name": "Battle of Chaos", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BACH-JP035", "set_name": "Battle of Chaos +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}, {"set_number": "CF01-JP090", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "BACH-KR035", "set_name": "Battle of Chaos", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "BACH-KR035", "set_name": "Battle of Chaos +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC022", "set_name": "Mega Pack 07", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717485, "master_duel_rarity": "SR"}