{"konami_id": 21466, "password": 48739627, "name": {"en": "Theorealize", "de": "Theorealisieren", "es": "Teoresaber", "fr": "Théoréalisation", "it": "Teorealizzare", "pt": "Teorealizar", "ja": "<ruby>無垢なる予幻視<rt>テオリアライズ</rt></ruby>", "ja_romaji": "Teoriaraizu", "ko": "테오리얼라이즈", "ko_rr": null, "zh-TW": "無垢預幻視", "zh-CN": "无垢预幻视"}, "text": {"en": "Send 1 \"Medius the Pure\" from your Deck to the GY; look at the top card of your opponent's Deck, and place it on the top or bottom of the Deck. You can banish this card from your GY, then target 1 face-up monster you control and declare 1 Monster Type and 1 Attribute; that monster becomes that Type and Attribute, until the end of your opponent's turn. You can only use each effect of \"Theorealize\" once per turn.", "de": "Lege 1 „Medius der Reine“ von deinem Deck auf den Friedhof; sieh dir die oberste Karte des Decks deines Gegners an und lege sie aufs oder unters Deck. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offenes Monster wählen, das du kontrollierst, und 1 Monstertyp und 1 Eigenschaft deklarieren; jenes Monster wird bis zum Ende des Spielzugs deines Gegners zu jenem Typ und jener Eigenschaft. Du kannst jeden Effekt von „Theorealisieren“ nur einmal pro Spielzug verwenden.", "es": "Manda al Cementerio 1 \"Medius el Puro\" en tu Deck; mira la carta de la parte superior del Deck de tu adversario, y ponla en la parte superior o inferior del Deck. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo boca arriba que controles y declara 1 Tipo de Monstruo y 1 Atributo; ese monstruo se convierte en ese Tipo y con ese Atributo, hasta el final del turno de tu adversario. Sólo puedes usar cada efecto de \"Teoresaber\" una vez por turno.", "fr": "Envoyez 1 \"Medius le Pur\" depuis votre Deck au Cimetière ; regardez la carte du dessus du Deck de votre adversaire, et placez-la au-dessus ou au-dessous du Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face recto que vous contrôlez, et déclarez 1 Type de Monstre et 1 Attribut ; jusqu'à la fin du tour de votre adversaire, le monstre devient ce Type et Attribut. Vous ne pouvez utiliser chaque effet de \"Théoréalisation\" qu'une fois par tour.", "it": "Manda 1 \"Medius il Puro\" dal tuo Deck al Cimitero; guarda la prima carta del Deck del tuo avversario, e mettila in cima o in fondo al Deck. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro scoperto che controlli e dichiarare 1 Tipo di Mostro e 1 Attributo; quel mostro diventa di quel Tipo e Attributo, fino alla fine del turno del tuo avversario. Puoi utilizzare ogni effetto di \"Teorealizzare\" una sola volta per turno.", "pt": "Envie 1 \"Medius, o Puro\" do seu Deck para o Cemitério; olhe o card do topo do Deck do seu oponente e coloque-o no topo ou no fundo do Deck. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro com a face para cima que você controla e declare 1 Tipo de Monstro e 1 Atributo; esse monstro se torna desse Tipo e Atributo, até o final do turno do seu oponente. Você só pode usar cada efeito de \"Teorealizar\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：デッキから「無垢なる者 メディウス」１体を墓地へ送って発動できる。相手のデッキの一番上のカードを確認し、デッキの一番上か一番下に戻す。②：墓地のこのカードを除外し、自分フィールドの表側表示モンスター１体を対象とし、種族と属性を１つずつ宣言して発動できる。そのモンスターは相手ターン終了時まで、宣言した種族・属性になる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 \"무구한 자 메디우스\" 1장을 묘지로 보내고 발동할 수 있다. 상대의 덱 맨 위의 카드를 확인하고, 덱 맨 위나 맨 아래로 되돌린다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하여, 종족과 속성을 1개씩 선언하고 발동할 수 있다. 그 몬스터는 상대 턴 종료시까지, 선언한 종족 / 속성이 된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：从牌组将1只“无垢者 墨迪乌斯”送至墓地可以发动。确认对手牌组最上面的卡，放回牌组最上面或最下面。②：将墓地的此卡除外，以自己场上的1只表侧表示怪兽为对象，宣言种族和属性各1个可以发动。该怪兽直至对手回合结束时为止变为宣言的种族・属性。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "Theorealize-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ko": [{"set_number": "DUAD-KR055", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC055", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1121622, "master_duel_rarity": "SR"}