{"konami_id": 17361, "password": 48745395, "name": {"en": "Labrynth Archfiend", "de": "Labrynth-Erzunterweltler", "es": "Archidemonio del Labrislinto", "fr": "Archdémon Labrynth", "it": "Labrinto Arcidemone", "pt": "Arquidemônio de Labrinto", "ja": "<ruby>白銀の城の魔神像<rt>ラビュリンス・デーモン</rt></ruby>", "ja_romaji": "Rabyurinsu Dēmon", "ko": "라뷰린스 데몬", "ko_rr": "Rabyurinseu Demon", "zh-TW": null, "zh-CN": "拉比丽斯的恶魔像"}, "text": {"en": "Gains 400 ATK for each Normal Trap with a different name in your GY. Your opponent's monsters cannot target Fiend monsters for attacks, except \"Labrynth Archfiend\". You can only use each of the following effects of \"Labrynth Archfiend\" once per turn. If a Trap Card is activated (except during the Damage Step): You can Special Summon this card from your hand. If this card is Special Summoned: You can Set 1 Normal Trap from your Deck that can only be activated when an attack is declared.", "de": "Erhält für jede Normale Falle mit einem unterschiedlichen Namen in deinem Friedhof 400 ATK. Monster deines Gegners können Unterweltler-Monster nicht als Angriffsziel wählen, außer „Labrynth-Erzunterweltler“. Du kannst jeden der folgenden Effekte von „Labrynth-Erzunterweltler“ nur einmal pro Spielzug verwenden. Falls eine Fallenkarte aktiviert wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Normale Falle, die nur aktiviert werden kann, wenn ein Angriff deklariert wird, von deinem Deck setzen.", "es": "Gana 400 ATK por cada Trampa Normal con nombre diferente en tu Cementerio. Los monstruos de tu adversario no pueden seleccionar monstruos Demonio para ataques, excepto \"Archidemonio del Labrislinto\". Sólo puedes usar cada uno de los siguientes efectos de \"Archidemonio del Labrislinto\" una vez por turno. Si una Carta de Trampa es activada (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial: puedes Colocar 1 Trampa Normal en tu Deck que sólo pueda ser activada cuando es declarado un ataque.", "fr": "Gagne 400 ATK pour chaque Piège Normal de nom différent dans votre Cimetière. Les monstres de votre adversaire ne peuvent pas cibler de monstres Démon (\"Archdémon Labrynth\" exclu) avec une attaque. Vous ne pouvez utiliser chacun des effets suivants de \"Archdémon Labrynth\" qu'une fois par tour. Si une Carte Piège est activée (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez Poser 1 Piège Normal depuis votre Deck qui ne peut être activé que lorsqu'une attaque est déclarée.", "it": "Guadagna 400 ATK per ogni Trappola Normale con un nome diverso nel tuo Cimitero. I mostri del tuo avversario non possono scegliere come bersaglio i mostri Demone per gli attacchi, eccetto \"Labrinto Arcidemone\". Puoi utilizzare ognuno dei seguenti effetti di \"Labrinto Arcidemone\" una sola volta per turno. Se viene attivata una Carta Trappola (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente: puoi Posizionare dal tuo Deck 1 Trappola Normale che può essere attivata solo quando viene dichiarato un attacco.", "pt": "Ganha 400 de ATK para cada Armadilha Normal com um nome diferente no seu Cemitério. Os monstros do seu oponente não podem escolher monstros Demônio como alvo de ataques, exceto \"Arquidemônio de Labrinto\". Você só pode usar cada um dos seguintes efeitos de \"Arquidemônio de Labrinto\" uma vez por turno. Se um Card de Armadilha for ativado (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial: você pode Baixar 1 Armadilha Normal do seu Deck que só pode ser ativada quando um ataque for declarado.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：罠カードが発動した場合に発動できる。このカードを手札から特殊召喚する。②：このカードが特殊召喚に成功した場合に発動できる。攻撃宣言時にのみカードの発動ができる通常罠カード１枚をデッキから選んで自分フィールドにセットする。③：このカードの攻撃力は自分の墓地の通常罠カードの種類×４００アップし、相手は「白銀の城の魔神像」以外の悪魔族モンスターを攻撃対象に選択できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 함정 카드가 발동했을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 특수 소환에 성공했을 경우에 발동할 수 있다. 공격 선언시에만 카드의 발동을 할 수 있는 일반 함정 카드 1장을 덱에서 고르고 자신 필드에 세트한다. ③: 이 카드의 공격력은 자신 묘지의 일반 함정 카드의 종류 × 400 올리고, 상대는 \"라뷰린스 데몬\" 이외의 악마족 몬스터를 공격 대상으로 선택할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：陷阱卡发动的情况下可以发动。从手牌将此卡特殊召唤。②：此卡特殊召唤成功的情况下可以发动。从牌组挑选１张仅在攻击宣言时可以进行卡的发动的通常陷阱卡放置在自己场上。③：此卡的攻击力上升相当于自己墓地的通常陷阱卡种类×４００的数值，对手不可将“拉比丽斯的恶魔像”以外的恶魔族怪兽选择为攻击对象。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 7, "atk": 2000, "def": 2800, "series": ["Archfiend", "Labrynth"], "images": [{"index": 1, "image": "LabrynthArchfiend-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "TAMA-EN015", "set_name": "Tactical Masters", "rarities": ["Rare"]}, {"set_number": "MP23-EN227", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "TAMA-DE015", "set_name": "Tactical Masters", "rarities": ["Rare"]}, {"set_number": "MP23-DE227", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "TAMA-SP015", "set_name": "Tactical Masters", "rarities": ["Rare"]}, {"set_number": "MP23-SP227", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "TAMA-FR015", "set_name": "Tactical Masters", "rarities": ["Rare"]}, {"set_number": "MP23-FR227", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "TAMA-IT015", "set_name": "Tactical Masters", "rarities": ["Rare"]}, {"set_number": "MP23-IT227", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "TAMA-PT015", "set_name": "Tactical Masters", "rarities": ["Rare"]}, {"set_number": "MP23-PT227", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DBTM-JP015", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBTM-KR015", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBTM-SC015", "set_name": "Deck-Build Pack: Tactical Masters", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715558}