{"konami_id": 20775, "password": 48958757, "name": {"en": "Gladiator Beast Claudius", "de": "Gladiatorungeheuer Claudius", "es": "Bestia Gladiador Claudio", "fr": "Claudius, Bête Gladiateur", "it": "Gladiatore Bestia Claudius", "pt": "Besta Gladiadora Claudius", "ja": "<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>クラウディウス", "ja_romaji": "Guradiaru Bīsuto Kuraudiusu", "ko": "검투수 클라우디우스", "ko_rr": null, "zh-TW": null, "zh-CN": "剑斗兽 克劳狄乌斯"}, "text": {"en": "5 \"Gladiator Beast\" monsters\nMust first be Special Summoned (from your Extra Deck) by shuffling the above cards from your field and/or GY into the Deck/Extra Deck. If Summoned this way: You can conduct your next Battle Phase twice. Once per turn, if your opponent activates a monster effect (except during the Damage Step): You can activate the following effect depending on whose turn it is;\n● Yours: Special Summon 1 \"Gladiator Beast\" monster from your Deck.\n● Opponent's: Special Summon 1 Level 11 or lower \"Gladiator Beast\" monster from your Extra Deck, ignoring its Summoning conditions.", "de": "5 „Gladiatorungeheuer“-Monster\nMuss erst als Spezialbeschwörung (von deinem Extra Deck) beschworen werden, indem du die oben aufgeführten Karten von deiner Spielfeldseite und/oder deinem Friedhof ins Deck / Extra Deck mischst. Falls diese Karte auf diese Art beschworen wird: Du kannst deine nächste Battle Phase zweimal durchführen. Einmal pro Spielzug, falls dein Gegner einen Monstereffekt aktiviert (außer während des Damage Steps): Du kannst den folgenden Effekt aktivieren, abhängig davon, wessen Spielzug es ist;\n● Dein: Beschwöre 1 „Gladiatorungeheuer“-Monster als Spezialbeschwörung von deinem Deck.\n● Gegners: Beschwöre 1 „Gladiatorungeheuer“-Monster der Stufe 11 oder niedriger als Spezialbeschwörung von deinem Extra Deck, ungeachtet seiner Beschwörungsbedingungen.", "es": "5 monstruos \"Bestia Gladiador\"\nDebe ser primero Invocado de Modo Especial (desde tu Deck Extra) barajando al Deck/Deck Extra las cartas de arriba en tu Campo y/o Cementerio. Si es Invocado de esta forma: puedes realizar tu próxima Battle Phase dos veces. Una vez por turno, si tu adversario activa un efecto de monstruo (excepto durante el Damage Step): puedes activar el siguiente efecto dependiendo de quién sea el turno;\n● Tu turno: Invoca de Modo Especial 1 monstruo \"Bestia Gladiador\" desde tu Deck.\n● El turno de tu adversario: Invoca de Modo Especial 1 monstruo \"Bestia Gladiador\" de Nivel 11 o menor desde tu Deck Extra, ignorando sus condiciones de Invocación.", "fr": "5 monstres \"Bête Gladiateur\"\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en mélangeant les cartes ci-dessus depuis votre Terrain et/ou Cimetière dans le Deck/Extra Deck. Si elle est Invoquée de cette façon : vous pouvez mener votre prochaine Battle Phase deux fois. Une fois par tour, si votre adversaire active un effet de monstre (sauf durant la Damage Step) : vous pouvez activer l'effet suivant selon le tour ;\n● Le vôtre : Invoquez Spécialement 1 monstre \"Bête Gladiateur\" depuis votre Deck.\n● Celui de l'adversaire : Invoquez Spécialement 1 monstre \"Bête Gladiateur\" de max. Niveau 11 depuis votre Extra Deck, en ignorant ses conditions d'Invocation.", "it": "5 mostri \"Gladiatore Bestia\"\nDeve prima essere Evocato Specialmente (dal tuo Extra Deck) mischiando le carte sopra indicate dal tuo Terreno e/o Cimitero nel Deck/Extra Deck. Se viene Evocato in questo modo: puoi effettuare la tua prossima Battle Phase due volte. Una volta per turno, se il tuo avversario attiva l'effetto di un mostro (eccetto durante il Damage Step): puoi attivare il seguente effetto a seconda di che turno si sta giocando;\n● Tuo: Evoca Specialmente 1 mostro \"Gladiatore Bestia\" dal tuo Deck.\n● Dell'avversario: Evoca Specialmente 1 mostro \"Gladiatore Bestia\" di Livello 11 o inferiore dal tuo Extra Deck, ignorando le sue condizioni di Evocazione.", "pt": "5 monstros \"Besta Gladiadora\"\nPrimeiro deve ser Invocado por Invocação-Especial (do seu Deck Adicional) ao embaralhar no Deck/Deck Adicional os cards acima do seu campo e/ou Cemitério. Se Invocado desta forma: você pode conduzir sua próxima Fase de Batalha duas vezes. Uma vez por turno, se seu oponente ativar um efeito de monstro (exceto durante a Etapa de Dano): você pode ativar o seguinte efeito dependendo de quem é o turno;\n● Seu: Invoque por Invocação-Especial 1 monstro \"Besta Gladiadora\" do seu Deck.\n● Do oponente: Invoque por Invocação-Especial 1 monstro \"Besta Gladiadora\" de Nível 11 ou menos do seu Deck Adicional, ignorando suas condições de Invocação.", "ja": "「剣闘獣」モンスター×５\n自分のフィールド・墓地の上記のカードをデッキ・ＥＸデッキに戻した場合のみ、ＥＸデッキから特殊召喚できる。①：このカードが上記の方法で特殊召喚した場合に発動できる。次の自分バトルフェイズを２回行う事ができる。②：１ターンに１度、相手がモンスターの効果を発動した場合、発動ターンによって以下の効果を発動できる。●自分ターン：デッキから「剣闘獣」モンスター１体を特殊召喚する。●相手ターン：ＥＸデッキからレベル１１以下の「剣闘獣」モンスター１体を召喚条件を無視して特殊召喚する。", "ko": "\"검투수\" 몬스터 × 5\n자신의 필드 / 묘지의 상기 카드를 덱 / 엑스트라 덱으로 되돌렸을 경우에만, 엑스트라 덱에서 특수 소환할 수 있다. ①: 이 카드를 상기의 방법으로 특수 소환했을 경우에 발동할 수 있다. 다음 자신 배틀 페이즈를 2회 실행할 수 있다. ②: 1턴에 1번, 상대가 몬스터의 효과를 발동했을 경우, 발동 턴에 따라 이하의 효과를 발동할 수 있다. ●자신 턴: 덱에서 \"검투수\" 몬스터 1장을 특수 소환한다. ●상대 턴: 엑스트라 덱에서 레벨 11 이하의 \"검투수\" 몬스터 1장을 소환 조건을 무시하고 특수 소환한다.", "zh-TW": null, "zh-CN": "“剑斗兽”怪兽×5\n此卡从额外牌组仅可在将自己场上・墓地的上述卡放回牌组・额外牌组的情况下特殊召唤。①：此卡以上述方法特殊召唤的情况下可以发动。下个自己的战斗阶段可进行2次。②：1回合1次，对手发动怪兽的效果的情况下，根据发动回合可以发动以下效果。●自己回合：从牌组将1只“剑斗兽”怪兽特殊召唤。●对手回合：从额外牌组将1只等级11以下的“剑斗兽”怪兽无视召唤条件特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast / Fusion / Effect", "attribute": "DARK", "level": 12, "atk": 3700, "def": 2600, "materials": "5 \"Gladiator Beast\" monsters", "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "GladiatorBeastClaudius-SUDA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN038", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "de": [{"set_number": "SUDA-DE038", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "es": [{"set_number": "SUDA-SP038", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SUDA-FR038", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "it": [{"set_number": "SUDA-IT038", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SUDA-PT038", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SUDA-JP038", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-JP038", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SUDA-KR038", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-KR038", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "SUDA-SC038", "set_name": "Supreme Darkness", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "SUDA-SC038", "set_name": "Supreme Darkness +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1088353}