{"konami_id": 11437, "password": 49033797, "name": {"en": "Forbidden Trapezohedron", "de": "Verbotenes Trapezohedron", "es": "Trapezoedro Prohibido", "fr": "Trapézoèdre Interdit", "it": "Trapezoedro Proibito", "pt": "Trapezoedro Proibido", "ja": "<ruby>禁<rt>きん</rt></ruby><ruby>断<rt>だん</rt></ruby>のトラペゾヘドロン", "ja_romaji": "Kindan no Torapezohedoron", "ko": "금단의 트라페조헤드론", "ko_rr": null, "zh-TW": "禁忌的偏方面體", "zh-CN": "禁断的偏方三八面体"}, "text": {"en": "If you control exactly 2 monster card types (among Fusion, Synchro, and/or Xyz): Apply the following effect based on those types.\n● Fusion and Synchro: Special Summon 1 \"Outer Entity\" Xyz Monster from your Extra Deck, and if you do, attach this card to it as material.\n● Synchro and Xyz: Special Summon 1 \"Elder Entity\" Fusion Monster from your Extra Deck.\n● Xyz and Fusion: Special Summon 1 \"Old Entity\" Synchro Monster from your Extra Deck.\nYou can only activate 1 \"Forbidden Trapezohedron\" per turn.", "de": "Falls du genau 2 Monsterkartentypen (unter Fusions-, Synchro- und/oder Xyz-Monstern) kontrollierst: Führe basierend auf den Typen den folgenden Effekt aus.\n● Fusion und Synchro: Beschwöre 1 „Äußeres Wesen“-Xyz-Monster als Spezialbeschwörung von deinem Extra Deck und falls du dies tust, hänge diese Karte als Material daran an.\n● Synchro und Xyz: Beschwöre 1 „Ältestes Wesen“-Fusionsmonster als Spezialbeschwörung von deinem Extra Deck.\n● Xyz und Fusion: Beschwöre 1 „Altes Wesen“-Synchromonster als Spezialbeschwörung von deinem Extra Deck.\nDu kannst nur 1 „Verbotenes Trapezohedron“ pro Spielzug aktivieren.", "es": "Si controlas exactamente 2 tipos de cartas de monstruo (entre Fusión, Sincronía, y/o Xyz): aplica el siguiente efecto basado en estos tipos.\n● Fusión y Sincronía: Invoca de Modo Especial 1 Monstruo Xyz \"Entidad Externa\" en tu Deck Extra y, si lo haces, acóplale esta carta como material.\n● Sincronía y Xyz: Invoca de Modo Especial 1 Monstruo de Fusión \"Entidad Antigua\" en tu Deck Extra.\n● Xyz y Fusión: Invoca de Modo Especial 1 Monstruo de Sincronía \"Entidad Primigenia\" en tu Deck Extra.\nSólo puedes activar 1 \"Trapezoedro Prohibido\" por turno.", "fr": "Si vous contrôlez exactement 2 types de carte de monstre (parmi Fusion, Synchro et/ou Xyz) : appliquez l'effet suivant selon ces types.\n● Fusion et Synchro : Invoquez Spécialement 1 Monstre Xyz \"Entité Éloignée\" depuis votre Extra Deck, et si vous le faites, attachez-lui cette carte comme Matériel.\n● Synchro et Xyz : Invoquez Spécialement 1 Monstre Fusion \"Ancienne Entité\" depuis votre Extra Deck.\n● Xyz et Fusion : Invoquez Spécialement 1 Monstre Synchro \"Vieille Entité\" depuis votre Extra Deck.\nVous ne pouvez activer qu'1 \"Trapézoèdre Interdit\" par tour.", "it": "Se controlli esattamente 2 tipi di carta mostro (tra Fusione, Synchro, e/o Xyz): applica il seguente effetto a seconda di quei tipi.\n● Fusione e Synchro: Evoca Specialmente 1 Mostro Xyz \"Entità Esterna\" dal tuo Extra Deck e, se lo fai, attacca questa carta ad essa come materiale.\n● Synchro e Xyz: Evoca Specialmente 1 Mostro Fusione \"Entità Maggiore\" dal tuo Extra Deck.\n● Xyz e Fusion: Evoca Specialmente 1 Mostro Synchro \"Entità Antica\" dal tuo Extra Deck.\nPuoi attivare solo 1 \"Trapezoedro Proibito\" per turno.", "pt": "Se você controlar exatamente 2 tipos de card de monstro (entre Fusão, Sincro e/ou Xyz): aplique o seguinte efeito baseado nesses tipos.\n● Fusão e Sincro: Invoque por Invocação-Especial 1 Monstro Xyz \"Entidade Exterior\" do seu Deck Adicional e, se isso acontecer, associe este card a ele como matéria.\n● Sincro e Xyz: Invoque por Invocação-Especial 1 Monstro de Fusão \"Entidade Anciã\" do seu Deck Adicional.\n● Xyz e Fusão: Invoque por Invocação-Especial 1 Monstro Sincro \"Entidade Antiga\" do seu Deck Adicional.\nVocê só pode ativar 1 \"Trapezoedro Proibido\" por turno.", "ja": "「禁断のトラペゾヘドロン」は１ターンに１枚しか発動できない。①：自分フィールドの融合・Ｓ・Ｘモンスターが、その内２種類のみの場合、その組み合わせによって以下の効果を適用する。●融合・Ｓモンスター：エクストラデッキから「外神」Ｘモンスター１体を特殊召喚し、このカードを下に重ねてＸ素材とする。●Ｓ・Ｘモンスター：エクストラデッキから「旧神」融合モンスター１体を特殊召喚する。●Ｘ・融合モンスター：エクストラデッキから「古神」Ｓモンスター１体を特殊召喚する。", "ko": "\"금단의 트라페조헤드론\"은 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 융합 / 싱크로 / 엑시즈 몬스터가 그 중에 2종류뿐일 경우, 그 조합에 따라서 이하의 효과를 적용한다.\n●융합 / 싱크로 몬스터 : 엑스트라 덱에서 \"외신\" 엑시즈 몬스터 1장을 특수 소환하고, 이 카드를 아래에 겹쳐 엑시즈 소재로 한다.\n●싱크로 / 엑시즈 몬스터 : 엑스트라 덱에서 \"구신\" 융합 몬스터 1장을 특수 소환한다.\n●엑시즈 / 융합 몬스터 : 엑스트라 덱에서 \"고신\" 싱크로 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "「禁断的偏方面体」在1回合只能发动1张。①：自己场上的融合·同调·XYZ怪兽只有那之内2种类的场合，那个组合的以下效果适用。\n●融合·同调怪兽：从额外卡组把1只「外神」XYZ怪兽特殊召唤，把这张卡在下面重叠作为XYZ素材。\n●同调·XYZ怪兽：从额外卡组把1只「旧神」融合怪兽特殊召唤。\n●XYZ·融合怪兽：从额外卡组把1只「古神」同调怪兽特殊召唤。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "ForbiddenTrapezohedron-SHVA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "SHVA-EN019", "set_name": "Shadows in Valhalla", "rarities": ["Secret Rare"]}], "de": [{"set_number": "SHVA-DE019", "set_name": "Shadows in Valhalla", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "SHVA-FR019", "set_name": "Shadows in Valhalla", "rarities": ["Secret Rare"]}], "it": [{"set_number": "SHVA-IT019", "set_name": "Shadows in Valhalla", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "SHVA-PT019", "set_name": "Shadows in Valhalla", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "EP15-JP037", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "DUEA-KR085", "set_name": "Duelist Alliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 311789, "master_duel_rarity": "N"}