{"konami_id": 14883, "password": 49082032, "name": {"en": "Resurgam Xyz", "de": "Xyz-Wiederaufstieg", "es": "Resurgam Xyz", "fr": "Resurgam Xyz", "it": "Resurgam Xyz", "pt": "Resurgam Xyz", "ja": "リサーガム・エクシーズ", "ja_romaji": "Risāgamu Ekushīzu", "ko": "리설감 엑시즈", "ko_rr": "Riseolgam Eksijeu", "zh-TW": "再起超量", "zh-CN": "再起超量"}, "text": {"en": "All Xyz Monsters you control gain 800 ATK. Once per turn: You can discard 1 Spell, then target 1 Xyz Monster you control; Special Summon from your Extra Deck, 1 \"Number C\" monster or 1 \"CXyz\" monster, with the same Type as that monster you control but 1 Rank higher, by using it as material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) If you discarded a card other than a \"Rank-Up-Magic\" Spell to activate this effect, return that Special Summoned monster to the Extra Deck during the End Phase (even if this card leaves the field).", "de": "Alle Xyz-Monster, die du kontrollierst, erhalten 800 ATK. Einmal pro Spielzug: Du kannst 1 Zauber abwerfen und dann 1 Xyz-Monster wählen, das du kontrollierst; beschwöre 1 „Nummer C“-Monster oder 1 „CXyz“-Monster mit demselben Typ wie das Monster, das du kontrollierst, aber einem um 1 höheren Rang, als Spezialbeschwörung von deinem Extra Deck, indem du es als das Material verwendest. (Dies wird als Xyz-Beschwörung behandelt. Transferiere sein Material an das beschworene Monster.) Falls du eine andere Karte als einen „Rangsteigerungszauber“-Zauber abgeworfen hast, um diesen Effekt zu aktivieren, lege das als Spezialbeschwörung beschworene Monster während der End Phase ins Extra Deck zurück (selbst falls diese Karte das Spielfeld verlässt).", "es": "Todos los Monstruos Xyz que controlas ganan 800 ATK. Una vez por turno: puedes descartar 1 Mágica, y después seleccionar 1 Monstruo Xyz que controles; Invoca de Modo Especial, desde tu Deck Extra, 1 monstruo \"Número C\" o 1 monstruo \"CXyz\", con el mismo Tipo que ese monstruo que controlas pero 1 Rango mayor, usándolo como material. (Esto se trata como una Invocación Xyz. Transfiere sus materiales al monstruo Invocado). Si descartaste otra carta que no fuera una Mágica \"Magia de Subida de Rango\" para activar este efecto, durante la End Phase devuelve al Deck Extra ese monstruo Invocado de Modo Especial (aun si esta carta deja el Campo).", "fr": "Tous les Monstres Xyz que vous contrôlez gagnent 800 ATK. Une fois par tour : vous pouvez défausser 1 Magie, puis ciblez 1 Monstre Xyz que vous contrôlez ; Invoquez Spécialement depuis votre Extra Deck, 1 monstre \"Numéro C\" ou 1 monstre \"CXyz\", du même Type que le monstre que vous contrôlez mais d'1 Rang supérieur, en l'utilisant comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Si vous avez défaussé une carte (Magies \"Magie-Rang-Plus\" exclues) pour activer cet effet, renvoyez le monstre Invoqué Spécialement à l'Extra Deck durant la End Phase (même si cette carte quitte le Terrain).", "it": "Tutti i Mostri Xyz che controlli guadagnano 800 ATK. Una volta per turno: puoi scartare 1 Magia, poi scegliere come bersaglio 1 Mostro Xyz che controlli; Evoca Specialmente dal tuo Extra Deck 1 mostro \"Numero C\" o 1 mostro \"CXyz\", con lo stesso Tipo di quel mostro che controlli ma di 1 Rango superiore, utilizzandolo come materiale. (Questa viene considerata come un'Evocazione Xyz. Trasferisci i suoi materiali sul mostro Evocato.) Se hai scartato una carta diversa da una Magia \"Alza-Rango-Magico\" per attivare questo effetto, fai ritornare quel mostro Evocato Specialmente nell'Extra Deck durante la End Phase (anche se questa carta lascia il Terreno).", "pt": "Todos os Monstros Xyz que você controla ganham 800 de ATK. Uma vez por turno: você pode descartar 1 Magia e, depois, escolha 1 Monstro Xyz que você controla; Invoque por Invocação-Especial do seu Deck Adicional, 1 monstro \"Número C\" ou 1 monstro \"CXyz\", com o mesmo Tipo que o desse monstro que você controla, mas 1 Classe maior, usando-o como matéria. (Isso é considerado uma Invocação-Xyz. Transfira as matérias dele para o monstro Invocado.) Se você descartou um card que não seja uma Magia \"Magia de Aumento de Classe\" para ativar este efeito, devolva esse monstro Invocado por Invocação-Especial para o Deck Adicional durante a Fase Final (mesmo que este card deixe o campo).", "ja": "①：自分フィールドのＸモンスターの攻撃力は８００アップする。②：１ターンに１度、手札から魔法カード１枚を捨て、自分フィールドのＸモンスター１体を対象として発動できる。その自分のモンスターと同じ種族でランクが１つ高い「ＣＮｏ．」モンスターまたは「ＣＸ」モンスター１体を、対象のモンスターの上に重ねてＸ召喚扱いとしてＥＸデッキから特殊召喚する。「ＲＵＭ」魔法カード以外を捨てて発動した場合、この効果で特殊召喚したモンスターはエンドフェイズに持ち主のＥＸデッキに戻る。", "ko": "①: 자신 필드의 엑시즈 몬스터의 공격력은 800 올린다. ②: 1턴에 1번, 패에서 마법 카드 1장을 버리고, 자신 필드의 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 자신 몬스터와 같은 종족으로 랭크가 1개 높은 \"CNo.(카오스 넘버즈)\" 몬스터 또는 \"CX(카오스 엑시즈)\" 몬스터 1장을, 대상 몬스터의 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다. \"RUM(랭크 업 매직)\" 마법 카드 이외를 버리고 발동했을 경우, 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 주인의 엑스트라 덱으로 되돌아간다.", "zh-TW": null, "zh-CN": "①：自己场上的超量怪兽的攻击力上升800。\n②：1回合1次，从手卡丢弃1张魔法卡，以自己场上1只超量怪兽为对象才能发动。和那只自己怪兽相同种族而阶级高1阶的1只「混沌No.」怪兽或者「混沌超量」怪兽在作为对象的怪兽上面重叠当作超量召唤从额外卡组特殊召唤。把「升阶魔法」魔法卡以外丢弃发动的场合，这个效果特殊召唤的怪兽在结束阶段回到持有者的额外卡组。"}, "card_type": "Trap", "property": "Continuous", "series": ["Xyz"], "images": [{"index": 1, "image": "ResurgamXyz-BROL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN074", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BROL-EN092", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "IGAS-DE074", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BROL-DE092", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "IGAS-FR074", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BROL-FR092", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "IGAS-IT074", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BROL-IT092", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "IGAS-PT074", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "BROL-PT092", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "IGAS-JP074", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR074", "set_name": "Ignition Assault", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 665730, "master_duel_rarity": "R"}