{"konami_id": 12785, "password": 49121795, "name": {"en": "Heavy Armored Train Ironwolf", "de": "Schwer gepanzerter Zug Eisenwolf", "es": "Tren Blindado Pesado Lobohierro", "fr": "Loupdefer Train Blindé Lourd", "it": "Treno Corazzato Pesante Ferrolupo", "pt": "Trem de Armadura Pesada Lobo de Ferro", "ja": "<ruby>重<rt>じゅう</rt></ruby><ruby>装<rt>そう</rt></ruby><ruby>甲<rt>こう</rt></ruby><ruby>列<rt>れっ</rt></ruby><ruby>車<rt>しゃ</rt></ruby>アイアン・ヴォルフ", "ja_romaji": "Jūsōkōressha Aian Vorufu", "ko": "중장갑열차 아이언 볼프", "ko_rr": "Jungjanggap-yeolcha Ai-eon Bolpeu", "zh-TW": null, "zh-CN": "重装甲列车铁狼"}, "text": {"en": "2 Level 4 Machine-Type monsters\nOnce per turn: You can detach 1 Xyz Material from this card, then target 1 Machine-Type monster you control; this turn, it can attack your opponent directly, also other monsters cannot attack. If this card in your possession is destroyed by an opponent's card (by battle or card effect) and sent to your Graveyard: You can add 1 Level 4 Machine-Type monster from your Deck to your hand.", "de": "2 Monster vom Typ Maschine der Stufe 4\nEinmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen und dann 1 Monster vom Typ Maschine wählen, das du kontrollierst; in diesem Spielzug kann es deinen Gegner direkt angreifen, zusätzlich können andere Monster nicht angreifen. Falls diese Karte, die dir gehört, durch eine Karte deines Gegners (durch Kampf oder einen Karteneffekt) zerstört und auf deinen Friedhof gelegt wird: Du kannst deiner Hand 1 Monster vom Typ Maschine der Stufe 4 von deinem Deck hinzufügen.", "es": "2 monstruos de Tipo Máquina de Nivel 4\nUna vez por turno: puedes desacoplar de esta carta 1 Material Xyz, y después seleccionar 1 monstruo de Tipo Máquina que controles; este turno, éste puede atacar a tu adversario directamente, y además otros monstruos no pueden atacar. Si esta carta en tu posesión es destruida por una carta de tu adversario (en batalla o por efecto de una carta) y mandada a tu Cementerio: puedes añadir a tu mano 1 monstruo de Tipo Máquina de Nivel 4 en tu Deck.", "fr": "2 monstres de Type Machine de Niveau 4\nUne fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 monstre de Type Machine que vous contrôlez ; ce tour, il peut attaquer directement votre adversaire, et aussi, les autres monstres ne peuvent pas attaquer. Si cette carte en votre possession est détruite par une carte de votre adversaire (au combat ou par un effet de carte) et envoyée à votre Cimetière : vous pouvez ajouter 1 monstre de Type Machine de Niveau 4 depuis votre Deck à votre main.", "it": "2 mostri di Tipo Macchina di Livello 4\nUna volta per turno: puoi staccare 1 Materiale Xyz da questa carta, poi scegliere come bersaglio 1 mostro di Tipo Macchina che controlli; in questo turno, esso può attaccare il tuo avversario direttamente, inoltre gli altri mostri non possono attaccare. Se questa carta sotto il tuo comando viene distrutta da una carta dell'avversario (in battaglia o dall'effetto di una carta) e mandata al tuo Cimitero: puoi aggiungere 1 mostro di Tipo Macchina di Livello 4 dal tuo Deck alla tua mano.", "pt": "2 monstros do Tipo Máquina de Nível 4\nUma vez por turno: você pode desassociar 1 Matéria Xyz deste card e, depois, escolher 1 monstro do Tipo Máquina que você controla; neste turno, ele pode atacar seu oponente diretamente e, além disso, outros monstros não podem atacar. Se este card em sua posse for destruído por um card do oponente (em batalha ou por um efeito de card) e enviado para o seu Cemitério: você pode adicionar 1 Monstro do Tipo Máquina de Nível 4 do seu Deck à sua mão.", "ja": "機械族レベル４モンスター×２\n①：１ターンに１度、このカードのＸ素材を１つ取り除き、自分フィールドの機械族モンスター１体を対象として発動できる。このターン、そのモンスター以外のモンスターは攻撃できず、そのモンスターは直接攻撃できる。②：このカードが相手によって破壊され墓地へ送られた場合に発動できる。デッキから機械族・レベル４モンスター１体を手札に加える。", "ko": "기계족 레벨 4 몬스터 × 2\n①: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 자신 필드의 기계족 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 몬스터 이외의 몬스터는 공격할 수 없으며, 그 몬스터는 직접 공격할 수 있다. ②: 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 기계족 / 레벨 4 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "机械族等级4怪兽×2\n①：1回合1次，去除此卡的1个超量素材后，可以自己场上的1只机械族怪兽为对象发动。此回合中，自己只可以该怪兽攻击，该怪兽可直接攻击。②：在此卡被对手破坏并送至墓地的情况下可以发动。从牌组中将1只机械族・等级4的怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": 2200, "def": 2200, "materials": "2 Level 4 Machine-Type monsters", "series": ["Train"], "images": [{"index": 1, "image": "HeavyArmoredTrainIronwolf-RATE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN050", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "de": [{"set_number": "RATE-DE050", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "es": [{"set_number": "RATE-SP050", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RATE-FR050", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "it": [{"set_number": "RATE-IT050", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RATE-PT050", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "ja": [{"set_number": "RATE-JP050", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "SLF1-JP014", "set_name": "Selection 5", "rarities": ["Common", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "RATE-KR050", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "SLF1-KR014", "set_name": "Selection 5", "rarities": ["Common", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "SD26-SCP10", "set_name": "Structure Deck: Blitzkrieg of the Mechlight Dragons Deck Enhancement Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 458378}