{"konami_id": 19484, "password": 49139666, "name": {"en": "E Stranger Big Bang", "de": "E-Stranger Urknall", "es": "E Stranger Big Bang", "fr": "É Tranger Big Bang", "it": "E Stranger Big Bang", "pt": "Big Bang Estranho E", "ja": "<ruby>異星戦隊<rt>エストレンジャー</rt></ruby> ビッグ・バン", "ja_romaji": "Esutorenjā Biggu Ban", "ko": "에스트레인저 빅 뱅", "ko_rr": null, "zh-TW": "異星戰隊 大爆炸連者", "zh-CN": "异星战队 大爆炸连者"}, "text": {"en": "If a monster Special Summoned from the Extra Deck is on the field: You can Special Summon this card from your hand. During your Main Phase: You can reduce the Levels of all other monsters on the field by 1, and if you do, increase the Level of this card by the number of monsters whose Levels were reduced by this effect. During your Battle Phase or your opponent's Main Phase, if this card's Level is 8 or higher (Quick Effect): You can destroy 1 other card on the field, and if you do, this card's Level becomes 5. You can only use each effect of \"E Stranger Big Bang\" once per turn.", "de": "Falls sich ein als Spezialbeschwörung vom Extra Deck beschworenes Monster auf dem Spielfeld befindet: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während deiner Main Phase: Du kannst die Stufen aller anderen Monster auf dem Spielfeld um 1 verringern und falls du dies tust, erhöhe die Stufe dieser Karte um die Anzahl der Monster, deren Stufen durch diesen Effekt verringert wurden. Während deiner Battle Phase oder der Main Phase deines Gegners, falls diese Karte Stufe 8 oder höher ist (Schnelleffekt): Du kannst 1 andere Karte auf dem Spielfeld zerstören und falls du dies tust, wird die Stufe dieser Karte zu 5. Du kannst jeden Effekt von „E-Stranger Urknall“ nur einmal pro Spielzug verwenden.", "es": "Si un monstruo Invocado de Modo Especial desde el Deck Extra está en el Campo: puedes Invocar esta carta de Modo Especial desde tu mano. Durante tu Main Phase: puedes reducir los Niveles de todos los demás monstruos en el Campo en 1 y, si lo haces, aumenta el Nivel de esta carta en el número de monstruos cuyos Niveles fueron reducidos por este efecto. Durante tu Battle Phase o la Main Phase de tu adversario, si el Nivel de esta carta es 8 o mayor (Efecto Rápido): puedes destruir otra carta en el Campo y, si lo haces, el Nivel de esta carta se convierte en 5. Sólo puedes usar cada efecto de \"E Stranger Big Bang\" una vez por turno.", "fr": "Si un monstre Invoqué Spécialement depuis l'Extra Deck est sur le Terrain : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez réduire le Niveau de tous les autres monstres sur le Terrain de 1, et si vous le faites, augmentez le Niveau de cette carte du nombre de monstres dont le Niveau a été réduit par cet effet. Durant votre Battle Phase ou la Main Phase de votre adversaire, si le Niveau de cette carte est min. 8 (Effet Rapide) : vous pouvez détruire 1 autre carte sur le Terrain, et si vous le faites, le Niveau de cette carte devient 5. Vous ne pouvez utiliser chaque effet de \"É Tranger Big Bang\" qu'une fois par tour.", "it": "Se sul Terreno c'è un mostro Evocato Specialmente dall'Extra Deck: puoi Evocare Specialmente questa carta dalla tua mano. Durante la tua Main Phase: puoi ridurre i Livelli di tutti gli altri mostri sul Terreno di 1 e, se lo fai, aumenta il Livello di questa carta del numero di mostri i cui Livelli sono stati ridotti da questo effetto. Durante la tua Battle Phase o la Main Phase del tuo avversario, se questa carta è di Livello 8 o superiore (Effetto Rapido): puoi distruggere 1 altra carta sul Terreno e, se lo fai, il Livello di questa carta diventa 5. Puoi utilizzare ogni effetto di \"E Stranger Big Bang\" una sola volta per turno.", "pt": "Se um monstro Invocado por Invocação-Especial do Deck Adicional estiver no campo: você pode Invocar este card por Invocação-Especial da sua mão. Durante sua Fase Principal: você pode reduzir em 1 os Níveis de todos os outros monstros no campo e, se isso acontecer, aumente o Nível deste card pelo número de monstros cujo Nível foi reduzido por este efeito. Durante sua Fase de Batalha ou a Fase Principal do seu oponente, se o Nível deste card for 8 ou mais (Efeito Rápido): você pode destruir 1 outro card no campo e, se isso acontecer, o Nível deste card se torna 5. Você só pode usar cada efeito de \"Big Bang Estranho E\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：ＥＸデッキから特殊召喚されたモンスターがフィールドに存在する場合に発動できる。このカードを手札から特殊召喚する。②：自分メインフェイズに発動できる。このカード以外のフィールドの全てのモンスターのレベルは１つ下がる。下がったモンスターの数だけこのカードのレベルを上げる。③：自分バトルフェイズ及び相手メインフェイズに、このカードのレベルが８以上の場合に発動できる。フィールドの他のカード１枚を破壊し、このカードのレベルは５になる。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱에서 특수 소환된 몬스터가 필드에 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 메인 페이즈에 발동할 수 있다. 이 카드 이외의 필드의 모든 몬스터의 레벨은 1개 내려간다. 내려간 몬스터의 수만큼 이 카드의 레벨을 올린다. ③: 자신 배틀 페이즈 및 상대 메인 페이즈에, 이 카드의 레벨이 8 이상일 경우에 발동할 수 있다. 필드의 다른 카드 1장을 파괴하고, 이 카드의 레벨은 5 가 된다.", "zh-TW": "此卡名的①②③效果１回合僅可各使用１次。\n①：被從額外牌組特殊召喚的怪獸存在於場上的情況下可以發動。從手牌將此卡特殊召喚。\n②：在自己的主要階段可以發動。場上此卡以外的所有怪獸的等級下降１。依下降了等級的怪獸數量，此卡的等級上升相同數值。\n③：在自己的戰鬥階段及對手的主要階段，此卡的等級為８以上的情況下可以發動。將場上１張其他的卡破壞，此卡的等級變為５。", "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。\n①：被从额外牌组特殊召唤的怪兽存在于场上的情况下可以发动。从手牌将此卡特殊召唤。\n②：在自己的主要阶段可以发动。场上此卡以外的所有怪兽的等级下降１。依下降了等级的怪兽数量，此卡的等级上升相同数值。\n③：在自己的战斗阶段及对手的主要阶段，此卡的等级为８以上的情况下可以发动。将场上１张其他的卡破坏，此卡的等级变为５。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 5, "atk": 2100, "def": 500, "images": [{"index": 1, "image": "EStrangerBigBang-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC028", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1023567, "master_duel_rarity": "R"}