{"konami_id": 6724, "password": 49161188, "name": {"en": "Gilti-Gearfried the Magical Steel Knight", "de": "Gilti-Gerfried der magische Stahlritter", "es": "Gilti-Gearfried el Caballero Mágico de Acero", "fr": "Gilti-Gearfried le Chevalier d'Acier Magique", "it": "Gilti-Gearfried il Cavaliere d'Acciaio Magico", "pt": "Gilti-Gearfried, o Cavaleiro de Aço Mágico", "ja": "<ruby>鋼<rt>こう</rt></ruby><ruby>鉄<rt>てつ</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>－ギルティギア・フリード", "ja_romaji": "Kōtetsu no Madōkishi - Giruti Gia Furīdo", "ko": "강철의 마도 기사－길티기어프리드", "ko_rr": "Meosineojeu-ui Choejeonseon", "zh-TW": "鋼鐵魔導騎士－基爾提機亞弗里德", "zh-CN": "钢铁魔导骑士－基尔提机亚弗里德"}, "text": {"en": "2 Warrior monsters with different Attributes\nOnce per turn, when a card or effect is activated that targets this card (Quick Effect): You can negate that effect, and if you do, destroy 1 card on the field. If this card was Fusion Summoned using only monsters on the field as material, it can make a second attack during each Battle Phase. Once per turn, if this card battles an opponent's monster, during damage calculation (Quick Effect): You can banish 1 Spell from your GY; this card gains ATK equal to half its current DEF, until the end of this turn.", "de": "2 Krieger-Monster mit unterschiedlichen Eigenschaften\nEinmal pro Spielzug, wenn eine Karte oder ein Effekt aktiviert wird, die oder der diese Karte als Ziel wählt (Schnelleffekt): Du kannst den Effekt annullieren und falls du dies tust, zerstöre 1 Karte auf dem Spielfeld. Falls diese Karte als Fusionsbeschwörung beschworen wurde und dafür nur Monster auf dem Spielfeld als Material verwendet wurden, kann sie während jeder Battle Phase einen zweiten Angriff durchführen. Einmal pro Spielzug, falls diese Karte gegen ein Monster eines Gegners kämpft, während der Schadensberechnung (Schnelleffekt): Du kannst 1 Zauber von deinem Friedhof verbannen; diese Karte erhält bis zum Ende dieses Spielzugs ATK in Höhe der Hälfte ihrer derzeitigen DEF.", "es": "2 monstruos Guerrero con Atributos diferentes\nUna vez por turno, cuando es activada una carta o efecto que selecciona esta carta (Efecto Rápido): puedes negar ese efecto y, si lo haces, destruye 1 carta en el Campo. Si esta carta fue Invocada por Fusión usando sólo monstruos en el Campo como material, ésta puede hacer un segundo ataque durante cada Battle Phase. Una vez por turno, si esta carta batalla con un monstruo de tu adversario, durante el cálculo de daño (Efecto Rápido): puedes desterrar 1 Mágica en tu Cementerio; hasta el final de este turno, esta carta gana ATK igual a la mitad de su DEF en este momento.", "fr": "2 monstres Guerrier d'Attributs différents\nUne fois par tour, lorsqu'une carte ou un effet qui cible cette carte est activé (Effet Rapide) : vous pouvez annuler l'effet, et si vous le faites, détruisez 1 carte sur le Terrain. Si cette carte a été Invoquée par Fusion en utilisant uniquement des monstres sur le Terrain comme Matériel, elle peut faire une seconde attaque durant chaque Battle Phase. Une fois par tour, si cette carte combat un monstre de l'adversaire, durant le calcul des dommages (Effet Rapide) : vous pouvez bannir 1 Magie depuis votre Cimetière ; jusqu'à la fin de ce tour, cette carte gagne une ATK égale à la moitié de sa DEF actuelle.", "it": "2 mostri Guerriero con Attributi diversi\nUna volta per turno, quando viene attivata una carta o un effetto che sceglie come bersaglio questa carta (Effetto Rapido): puoi annullare quell'effetto e, se lo fai, distruggi 1 carta sul Terreno. Se questa carta è stata Evocata tramite Fusione utilizzando solo mostri sul Terreno come materiale, essa può effettuare un secondo attacco durante ogni Battle Phase. Una volta per turno, se questa carta combatte con un mostro dell'avversario, durante il calcolo dei danni (Effetto Rapido): puoi bandire 1 Magia dal tuo Cimitero; questa carta guadagna ATK pari alla metà del suo DEF attuale, fino alla fine di questo turno.", "pt": "2 monstros Guerreiro com Atributos diferentes\nUma vez por turno, quando um card ou efeito for ativado que escolha este card como alvo (Efeito Rápido): você pode negar o efeito e, se isso acontecer, destrua 1 card no campo. Se este card foi Invocado por Invocação-Fusão usando apenas monstros no campo como matéria, ele pode realizar um segundo ataque durante cada Fase de Batalha. Uma vez por turno, se este card batalhar um monstro do oponente, durante o cálculo de dano (Efeito Rápido): você pode banir 1 Magia do seu Cemitério; até o final deste turno, este card ganha ATK igual à metade da sua DEF atual.", "ja": "属性が異なる戦士族モンスター×２\n①：１ターンに１度、このカードを対象とする魔法・罠・モンスターの効果が発動した時に発動できる。その効果を無効にし、フィールドのカード１枚を選んで破壊する。②：フィールドのモンスターのみを素材として融合召喚したこのカードは１度のバトルフェイズ中に２回攻撃できる。③：１ターンに１度、このカードが相手モンスターと戦闘を行うダメージ計算時に、自分の墓地から魔法カード１枚を除外して発動できる。このカードの攻撃力はターン終了時まで、このカードの守備力の半分アップする。", "ko": "속성이 다른 전사족 몬스터 × 2\n①: 1턴에 1번, 이 카드를 대상으로 하는 마법 / 함정 / 몬스터의 효과가 발동했을 때에 발동할 수 있다. 그 효과를 무효로 하고, 필드의 카드 1장을 골라 파괴한다. ②: 필드의 몬스터만을 소재로서 융합 소환한 이 카드는 1번의 배틀 페이즈 중에 2회 공격할 수 있다. ③: 1턴에 1번, 이 카드가 상대 몬스터와 전투를 실행하는 데미지 계산시에, 자신 묘지에서 마법 카드 1장을 제외하고 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지, 이 카드의 수비력의 절반 올린다.", "zh-TW": "屬性不同的戰士族怪獸×２\n①：１回合１次，可在魔法・陷阱・怪獸效果以此卡做為對象發動時發動。將該效果變為無效，選擇場上的１張卡破壞。②：僅以場上怪獸做為素材融合召喚的此卡，在１次戰鬥階段中可攻擊２次。③：１回合１次，在此卡與對方怪獸進行戰鬥的傷害計算時，可從我方墓地將１張魔法卡除外發動。此卡的攻擊力在回合結束前，依據此卡守備力一半的數值進行提升。", "zh-CN": "属性不同的战士族怪兽×２\n①：１回合１次，以此卡为对象的魔法・陷阱・怪兽的效果发动时可以发动。将该效果无效，挑选场上的１张卡破坏。②：仅以场上的怪兽作为素材来融合召唤的此卡在１次战斗阶段里可攻击２次。③：１回合１次，此卡与对手的怪兽进行战斗进行的伤害计算时，可以从自己墓地将１张魔法卡除外发动。此卡的攻击力直至回合结束时上升此卡的守备力的一半数值。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "LIGHT", "level": 8, "atk": 2700, "def": 1600, "materials": "2 Warrior-Type monsters with different Attributes", "series": ["Gearfried", "Prophecy"], "images": [{"index": 1, "image": "GiltiGearfriedtheMagicalSteelKnight-KICO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "KICO-EN014", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "KICO-DE014", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "KICO-FR014", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "KICO-IT014", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "KICO-PT014", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "20PP-JP001", "set_name": "Premium Pack 2020", "rarities": ["Ultra Rare", "Secret Rare", "Extra Secret Rare"]}], "ko": [{"set_number": "PP15-KR001", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 690807, "master_duel_rarity": "UR"}