{"konami_id": 19533, "password": 49299410, "name": {"en": "The Black Goat Laughs", "de": "Die schwarze Ziege lacht", "es": "Carcajadas de Cabra Negra", "fr": "La Chèvre Noire Rit", "it": "La Capra Nera Ride", "pt": "A Cabra Negra Ri", "ja": "<ruby>嗤う黒山羊<rt>ルンペル・トイフェル</rt></ruby>", "ja_romaji": "Runperu Toiferu", "ko": "룸펠 토이펠", "ko_rr": null, "zh-TW": "嗤嗤黑羊猜猜其名", "zh-CN": "嗤嗤黑羊猜猜其名"}, "text": {"en": "Declare 1 Monster Card name; this turn, neither player can Special Summon monsters with that original name, except from the GY. You can banish this card from the GY, then declare 1 Monster Card name; this turn, neither player can activate the effects of monsters on the field with that original name. You can only use 1 \"The Black Goat Laughs\" effect per turn, and only once that turn.", "de": "Deklariere 1 Monsterkartennamen; in diesem Spielzug kann kein Spieler Monster mit jenem Grund-Namen als Spezialbeschwörung beschwören, außer vom Friedhof. Du kannst diese Karte vom Friedhof verbannen und dann 1 Monsterkartennamen deklarieren; in diesem Spielzug kann kein Spieler die Effekte von Monstern mit jenem Grund-Namen auf dem Spielfeld aktivieren. Du kannst nur 1 Effekt von „Die schwarze Ziege lacht“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Declara 1 nombre de Carta de Monstruo; este turno, ningún jugador puede Invocar monstruos de Modo Especial ese nombre original, excepto desde el Cementerio. Puedes desterrar esta carta en el Cementerio, y después declara 1 nombre de Carta de Monstruo; este turno, ningún jugador puede activar los efectos de monstruos en el Campo con ese nombre original. Sólo puedes usar 1 efecto de \"Carcajadas de Cabra Negra\" por turno, y sólo una vez ese turno.", "fr": "Déclarez 1 nom de Carte Monstre ; ce tour, aucun joueur ne peut Invoquer Spécialement de monstres de ce nom d'origine, sauf depuis le Cimetière. Vous pouvez bannir cette carte depuis le Cimetière, puis déclarez 1 nom de Carte Monstre ; ce tour, aucun joueur ne peut activer les effets des monstres sur le Terrain de ce nom d'origine. Vous ne pouvez utiliser qu'1 effet de \"La Chèvre Noire Rit\" par tour, et uniquement une fois le tour.", "it": "Dichiara il nome di 1 Carta Mostro; in questo turno, nessun giocatore può Evocare Specialmente mostri con quel nome originale, eccetto dal Cimitero. Puoi bandire questa carta dal Cimitero, poi dichiarare il nome di 1 Carta Mostro; in questo turno, nessun giocatore può attivare gli effetti dei mostri sul Terreno con quel nome originale. Puoi utilizzare solo 1 effetto di \"La Capra Nera Ride\" per turno, e solo una volta in quel turno.", "pt": "Declare 1 nome de Card de Monstro; neste turno, nenhum duelista pode Invocar monstros com esse nome original por Invocação-Especial, exceto do Cemitério. Você pode banir este card do Cemitério e, depois, declare 1 nome de Card de Monstro; neste turno, nenhum duelista pode ativar os efeitos de monstros no campo com esse nome original. Você só pode usar 1 efeito de \"A Cabra Negra Ri\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：モンスターカード名を１つ宣言して発動できる。このターン、お互いに宣言されたモンスターと元々のカード名が同じモンスターを墓地以外から特殊召喚できない。②：墓地のこのカードを除外し、モンスターカード名を１つ宣言して発動できる。このターン、お互いに宣言されたモンスターと元々のカード名が同じモンスターのフィールドで発動する効果を発動できない。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 몬스터 카드명을 1개 선언하고 발동할 수 있다. 이 턴에, 서로 선언된 몬스터와 원래의 카드명이 같은 몬스터를 묘지 이외에서 특수 소환할 수 없다. ②: 묘지의 이 카드를 제외하고, 몬스터 카드명을 1개 선언하여 발동할 수 있다. 이 턴에, 서로 선언된 몬스터와 원래의 카드명이 같은 몬스터의 필드에서 발동하는 효과를 발동할 수 없다.", "zh-TW": "此卡名的①②效果１回合１次，僅可使用其中１個。 ①：宣言１個怪獸卡名可以發動。此回合，雙方不可從墓地以外特殊召喚原本卡名與被宣言的怪獸相同的怪獸。 ②：將墓地的此卡除外，宣言１個怪獸卡名可以發動。此回合，雙方不可發動原本卡名與被宣言的怪獸相同的怪獸在場上發動的效果。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。\n①：宣言１个怪兽卡名可以发动。此回合，双方不可从墓地以外特殊召唤原本卡名与被宣言的怪兽相同的怪兽。\n②：将墓地的此卡除外，宣言１个怪兽卡名可以发动。此回合，双方不可发动原本卡名与被宣言的怪兽相同的怪兽在场上发动的效果。"}, "card_type": "Trap", "property": "Normal", "series": ["Toy"], "images": [{"index": 1, "image": "TheBlackGoatLaughs-PHNI-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN078", "set_name": "Phantom Nightmare", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "PHNI-DE078", "set_name": "Phantom Nightmare", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "PHNI-FR078", "set_name": "Phantom Nightmare", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "PHNI-IT078", "set_name": "Phantom Nightmare", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "PHNI-PT078", "set_name": "Phantom Nightmare", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "PHNI-JP078", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "ko": [{"set_number": "PHNI-KR078", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "PHNI-SC078", "set_name": "Phantom Nightmare", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-SC078", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019500, "master_duel_rarity": "UR"}