{"konami_id": 14714, "password": 49389190, "name": {"en": "Ikelos, the Dream Mirror Sprite", "de": "Ikelos, der Traumspiegel-Geist", "es": "Ikelos, el Duende del Espejo Ensueño", "fr": "Ikelos, Sprite du Miroir des Rêves", "it": "Ikelos, il Folletto Specchio dei Sogni", "pt": "Ikelos, a Fadinha do Espelho Onírico", "ja": "<ruby>夢<rt>ゆめ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>の<ruby>乙女<rt>おとめ</rt></ruby>－イケロス", "ja_romaji": "Yumemakyō no Otome - Ikerosu", "ko": "몽마경의 소녀－이케로스", "ko_rr": null, "zh-TW": "夢魔鏡少女－伊刻洛斯", "zh-CN": "梦魔镜少女－伊刻洛斯"}, "text": {"en": "If this card is Special Summoned by the effect of a \"Dream Mirror\" monster: You can add 1 \"Dream Mirror\" card from your Deck to your hand, except \"Ikelos, the Dream Mirror Sprite\". During the Main or Battle Phase, if \"Dream Mirror of Terror\" is in a Field Zone (Quick Effect): You can Tribute this card; Special Summon 1 \"Ikelos, the Dream Mirror Mara\" from your Deck. You can only use each effect of \"Ikelos, the Dream Mirror Sprite\" once per turn.", "de": "Falls diese Karte durch den Effekt eines „Traumspiegel“-Monsters als Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Traumspiegel“-Karte von deinem Deck hinzufügen, außer „Ikelos, der Traumspiegel-Geist“. Während der Main oder Battle Phase, falls „Traumspiegel des Terrors“ in einer Spielfeldzone liegt (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Ikelos, der Traumspiegel-Mara“ als Spezialbeschwörung von deinem Deck. Du kannst jeden Effekt von „Ikelos, der Traumspiegel-Geist“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial por el efecto de un monstruo \"Espejo Ensueño\": puedes añadir a tu mano 1 carta \"Espejo Ensueño\" en tu Deck, excepto \"Ikelos, el Duende del Espejo Ensueño\". Durante la Main o Battle Phase, si \"Espejo Ensueño de Terror\" está en una Zona del Campo (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu Deck, 1 \"Ikelos, la Pesanta del Espejo Ensueño\". Sólo puedes usar cada efecto de \"Ikelos, el Duende del Espejo Ensueño\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement par l'effet d'un monstre \"Miroir des Rêves\" : vous pouvez ajouter 1 carte \"Miroir des Rêves\" (\"Ikelos, Sprite du Miroir des Rêves\" exclu) depuis votre Deck à votre main. Durant la Main ou Battle Phase, si \"Miroir des Rêves de la Terreur\" est dans une Zone Terrain (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Ikelos, Mara du Miroir des Rêves\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Ikelos, Sprite du Miroir des Rêves\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente dall'effetto di un mostro \"Specchio dei Sogni\": puoi aggiungere 1 carta \"Specchio dei Sogni\" dal tuo Deck alla tua mano, eccetto \"Ikelos, il Folletto Specchio dei Sogni\". Durante la Main o Battle Phase, se \"Specchio dei Sogni del Terrore\" è in una Zona Terreno (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 1 \"Ikelos, la Mara Specchio dei Sogni\" dal tuo Deck. Puoi utilizzare ogni effetto di \"Ikelos, il Folletto Specchio dei Sogni\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial pelo efeito de um monstro \"Espelho Onírico\": você pode adicionar 1 card \"Espelho Onírico\" do seu Deck à sua mão, exceto \"Ikelos, a Fadinha do Espelho Onírico\". Durante a Fase Principal ou de Batalha, se \"Espelho Onírico do Terror\" estiver em uma Zona do Campo (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 \"Ikelos, a Moura do Espelho Onírico\" do seu Deck. Você só pode usar cada efeito de \"Ikelos, a Fadinha do Espelho Onírico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが「夢魔鏡」モンスターの効果で特殊召喚に成功した場合に発動できる。デッキから「夢魔鏡の乙女－イケロス」以外の「夢魔鏡」カード１枚を手札に加える。②：フィールドゾーンに「闇黒の夢魔鏡」が存在する場合、自分・相手のメインフェイズ及びバトルフェイズに、このカードをリリースして発動できる。デッキから「夢魔鏡の夢魔－イケロス」１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 \"몽마경\" 몬스터의 효과로 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"몽마경의 소녀－이케로스\" 이외의 \"몽마경\" 카드 1장을 패에 넣는다. ②: 필드 존에 \"암흑의 몽마경\"이 존재할 경우, 자신 / 상대의 메인 페이즈 및 배틀 페이즈에, 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"몽마경의 몽마－이케로스\" 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡以\"梦魔镜\"怪兽的效果特殊召唤成功的情况下可以发动。从牌组将1张\"梦魔镜少女－伊刻洛斯\"以外的\"梦魔镜\"卡加入手牌。②：场地区域有\"暗黑之梦魔镜\"存在的情况下，在自己・对手的主要阶段及战斗阶段，解放此卡可以发动。从牌组将1只\"梦魔镜梦魔－伊刻洛斯\"特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 500, "series": ["Dream Mirror"], "images": [{"index": 1, "image": "IkelostheDreamMirrorSprite-RIRA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN085", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "RIRA-DE085", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "RIRA-SP085", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "RIRA-FR085", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "RIRA-IT085", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "RIRA-PT085", "set_name": "Rising Rampage", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP1-JP016", "set_name": "World Premiere Pack 2020", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP1-KR016", "set_name": "World Premiere Pack 2020", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC142", "set_name": "Mega Pack 03", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 645590, "master_duel_rarity": "SR"}