{"konami_id": 15999, "password": 49407319, "name": {"en": "Star Mine", "de": "Sternrakete", "es": "Estrella Pirotecnia", "fr": "Mine d'Étoiles", "it": "Stella Cannolo", "pt": "Mina de Estrelas", "ja": "スター・マイン", "ja_romaji": "Sutā Main", "ko": "스타 마인", "ko_rr": "Seuta Main", "zh-TW": "連環煙火人", "zh-CN": "烟花爆爆"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nYou can only Special Summon \"Star Mine(s)\" once per turn. If this card in its owner's possession is destroyed by an opponent's attack or card effect: Take 2000 damage, then inflict 2000 damage to your opponent. If a monster in this card's adjacent zone is destroyed by your opponent's attack or card effect: Destroy this card, and if you do, take 2000 damage, then inflict 2000 damage to your opponent.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDu kannst nur einmal pro Spielzug eine oder mehr „Sternrakete“ als Spezialbeschwörung beschwören. Falls diese Karte, die ihrem Besitzer gehört, durch einen Angriff oder Karteneffekt eines Gegners zerstört wird: Du erhältst 2000 Schaden, dann füge deinem Gegner 2000 Schaden zu. Falls ein Monster in der benachbarten Zone dieser Karte durch einen Angriff oder Karteneffekt deines Gegners zerstört wird: Zerstöre diese Karte und falls du dies tust, erhältst du 2000 Schaden, dann füge deinem Gegner 2000 Schaden zu.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSólo puedes Invocar de Modo Especial uno o más \"Estrella Pirotecnia\" una vez por turno. Si esta carta en posesión de su dueño es destruida por un ataque o el efecto de una carta del adversario: recibes 2000 puntos de daño, y después inflige 2000 puntos de daño a tu adversario. Si un monstruo en la zona adyacente a la de esta carta es destruido por el ataque o el efecto de una carta de tu adversario: destruye esta carta y, si lo haces, recibe 2000 puntos de daño, y después inflige 2000 puntos de daño a tu adversario.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous ne pouvez Invoquer Spécialement un ou plusieurs \"Mine d'Étoiles\" qu'une fois par tour. Si cette carte en possession de son propriétaire est détruite par une attaque ou effet de carte de l'adversaire : recevez 2000 points de dommages, puis infligez 2000 points de dommages à votre adversaire. Si un monstre dans la zone adjacente de cette carte est détruit par une attaque ou effet de carte de votre adversaire : détruisez cette carte, et si vous le faites, recevez 2000 points de dommages, puis infligez 2000 points de dommages à votre adversaire.", "it": "1 Tuner + 1+ mostri non-Tuner\nPuoi Evocare Specialmente uno o più \"Stella Cannolo\" una sola volta per turno. Se questa carta sotto il comando del suo proprietario viene distrutta dall'attacco o dall'effetto di una carta dell'avversario: subisci 2000 danni, poi infliggi 2000 danni al tuo avversario. Se un mostro in una zona adiacente a questa carta viene distrutto dall'attacco o dall'effetto di una carta del tuo avversario: distruggi questa carta e, se lo fai, subisci 2000 danni, poi infliggi 2000 danni al tuo avversario.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nVocê só pode Invocar um ou mais \"Mina de Estrelas\" por Invocação-Especial uma vez por turno. Se este card em posse do seu dono for destruído por um ataque ou efeito de card do oponente: sofra 2000 de dano e, depois, cause 2000 de dano ao seu oponente. Se um monstro em uma zona adjacente a este card for destruído por um ataque ou efeito de card do seu oponente: destrua este card e, se isso acontecer, sofra 2000 de dano e, depois, cause 2000 de dano ao seu oponente.", "ja": "チューナー＋チューナー以外のモンスター１体以上\n自分は「スター・マイン」を１ターンに１度しか特殊召喚できない。①：このカードが相手モンスターの攻撃または相手の効果で破壊された場合に発動する。自分は２０００ダメージを受ける。その後、相手に２０００ダメージを与える。②：このカードの隣のモンスターゾーンに存在するモンスターが相手モンスターの攻撃または相手の効果で破壊された場合に発動する。このカードを破壊し、自分は２０００ダメージを受ける。その後、相手に２０００ダメージを与える。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n자신은 \"스타 마인\"을 1턴에 1번밖에 특수 소환할 수 없다. ①: 이 카드가 상대 몬스터의 공격 또는 상대 효과로 파괴되었을 경우에 발동한다. 자신은 2000 데미지를 받는다. 그 후, 상대에게 2000 데미지를 준다. ②: 이 카드의 옆의 몬스터 존에 존재하는 몬스터가 상대 몬스터의 공격 또는 상대 효과로 파괴되었을 경우에 발동한다. 이 카드를 파괴하고, 자신은 2000 데미지를 받는다. 그 후, 상대에게 2000 데미지를 준다.", "zh-TW": null, "zh-CN": "协调＋１只以上协调以外的怪兽\n自己１回合仅可特殊召唤１次“烟花爆爆”。①：此卡因对手怪兽的攻击或对手的效果被破坏的情况下发动。自己受到２０００伤害。然后给予对手２０００伤害。②：存在于此卡旁边的怪兽区域的怪兽因对手怪兽的攻击或对手的效果被破坏的情况下发动。将此卡破坏，自己受到２０００伤害。然后给予对手２０００伤害。"}, "card_type": "Monster", "monster_type_line": "Pyro / Synchro / Effect", "attribute": "FIRE", "level": 4, "atk": 2000, "def": 200, "materials": "1 Tuner + 1 or more non-Tuner monsters", "images": [{"index": 1, "image": "StarMine-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN038", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-EN080", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE038", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-DE080", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR038", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-FR080", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT038", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-IT080", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT038", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-PT080", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP038", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "LIOV-KR038", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC025", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716843, "master_duel_rarity": "UR"}