{"konami_id": 21462, "password": 49451215, "name": {"en": "Ukanomitsune-no-Onari", "de": "Ukanomitsune-no-Onari", "es": "Ukanomitsune-no-Onari", "fr": "Ukanomitsune-no-Onari", "it": "Ukanomitsune-no-Onari", "pt": "Ukanomitsune-no-Onari", "ja": "うかのみつねのおなり", "ja_romaji": "Ukanomitsune no Onari", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "宇迦之御狐御成"}, "text": {"en": "2 LIGHT monsters, including a Beast monster\nYour opponent cannot target cards in the Field Zones with card effects. You can only use each of the following effects of \"Ukanomitsune-no-Onari\" once per turn. If this card is Link Summoned: You can target 1 Quick-Play Spell in your GY; Set it. If this card is destroyed: For each card in a Field Zone, you can apply 1 of these effects. (If both, apply them in sequence.)\n● Destroy 1 card your opponent controls.\n● Inflict 1500 damage to your opponent.", "de": "2 LICHT Monster, darunter ein Ungeheuer-Monster\nDein Gegner kann Karten in den Spielfeldzonen nicht als Ziel für Karteneffekte wählen. Du kannst jeden der folgenden Effekte von „Ukanomitsune-no-Onari“ nur einmal pro Spielzug verwenden. Falls diese Karte als Linkbeschwörung beschworen wird: Du kannst 1 Schnellzauber in deinem Friedhof wählen; setze ihn. Falls diese Karte zerstört wird: Für jede Karte in einer Spielfeldzone kannst du 1 dieser Effekte ausführen. (Falls beide, führe sie nacheinander aus.)\n● Zerstöre 1 Karte, die dein Gegner kontrolliert.\n● Füge deinem Gegner 1500 Schaden zu.", "es": "2 monstruos de LUZ, incluyendo un monstruo Bestia\nTu adversario no puede seleccionar cartas en las Zonas del Campo con efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Ukanomitsune-no-Onari\" una vez por turno. Si esta carta es Invocada por Enlace: puedes seleccionar 1 Mágica de Juego Rápido en tu Cementerio; Colócala. Si esta carta es destruida: por cada carta en una Zona del Campo, puedes aplicar 1 de estos efectos. (Si eliges ambos, aplícalos en secuencia).\n● Destruye 1 carta que controle tu adversario.\n● Inflige 1500 puntos de daño a tu adversario.", "fr": "2 monstres LUMIÈRE (un monstre Bête inclus)\nVotre adversaire ne peut pas cibler de cartes dans les Zones Terrain avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Ukanomitsune-no-Onari\" qu'une fois par tour. Si cette carte est Invoquée par Lien : vous pouvez cibler 1 Magie Jeu-Rapide dans votre Cimetière ; Posez-la. Si cette carte est détruite : pour chaque carte dans une Zone Terrain, vous pouvez appliquer 1 de ces effets. (Si vous appliquez les deux, appliquez-les dans l'ordre.)\n● Détruisez 1 carte contrôlée par votre adversaire.\n● Infligez 1500 points de dommages à votre adversaire.", "it": "2 mostri LUCE, compreso un mostro Bestia\nIl tuo avversario non può scegliere come bersaglio carte nelle Zone Terreno con gli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Ukanomitsune-no-Onari\" una sola volta per turno. Se questa carta viene Evocata Link: puoi scegliere come bersaglio 1 Magia Rapida nel tuo Cimitero; Posizionala. Se questa carta viene distrutta: per ogni carta in una Zona Terreno, puoi applicare 1 di questi effetti. (Se entrambi, applicali in ordine.)\n● Distruggi 1 carta controllata dal tuo avversario.\n● Infliggi 1500 danni al tuo avversario.", "pt": "2 monstros de LUZ, incluindo um monstro Besta\nSeu oponente não pode escolher cards nas Zonas do Campo como alvo de efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Ukanomitsune-no-Onari\" uma vez por turno. Se este card for Invocado por Invocação-Link: você pode escolher 1 Magia Rápida no seu Cemitério; Baixe-a. Se este card for destruído: para cada card em uma Zona do Campo, você pode aplicar 1 desses efeitos. (Se forem os dois, aplique-os em sequência.)\n● Destrua 1 card que seu oponente controla.\n● Cause 1500 de dano ao seu oponente.", "ja": "獣族モンスターを含む光属性モンスター２体\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＬ召喚した場合、自分の墓地の速攻魔法カード１枚を対象として発動できる。そのカードを自分フィールドにセットする。②：相手はフィールドゾーンのカードを効果の対象にできない。③：このカードが破壊された場合に発動できる。フィールドゾーンのカードの数まで以下の効果を選び、その効果を適用する（同じ効果は１つまで）。●相手フィールドのカード１枚を破壊する。●相手に１５００ダメージを与える。", "ko": null, "zh-TW": null, "zh-CN": "包含兽族怪兽在内的光属性怪兽2只\n此卡名的①③效果1回合仅可各使用1次。①：此卡连接召唤的情况下，以自己墓地的1张速攻魔法卡为对象可以发动。将该卡放置在自己场上。②：对手不可将场地区域的卡作为效果的对象。③：此卡被破坏的情况下可以发动。以场地区域的卡的数量为上限挑选以下效果，并适用该效果（相同效果最多1个）。●将对手场上的1张卡破坏。●给予对手1500伤害。"}, "card_type": "Monster", "monster_type_line": "Beast / Link / Effect", "attribute": "LIGHT", "link_arrows": ["⬇", "➡"], "atk": 1500, "materials": "2 LIGHT monsters, including a Beast monster", "images": [{"index": 1, "image": "UkanomitsunenoOnari-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN051", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE051", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP051", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR051", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT051", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT051", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP051", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC051", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1121427}