{"konami_id": 9480, "password": 49460512, "name": {"en": "Blackwing - Kogarashi the Wanderer", "de": "Schwarzflügel - Kogarashi der Wanderer", "es": "Alanegra - Kogarashi el Trotamundos", "fr": "Aile Noire - Kogarashi le Vagabond", "it": "Alanera - Hillen Kogarashi il Vagabondo", "pt": "Asanegra - Kogarashi, o Andarilho", "ja": "<ruby>ＢＦ<rt>ブラックフェザー</rt></ruby>－<ruby>流離<rt>さすら</rt></ruby>いのコガラシ", "ja_romaji": "Burakku Fezā - Sasurai no Kogarashi", "ko": "<ruby>BF<rt>블랙 페더</rt></ruby>－방랑자 코가라시", "ko_rr": null, "zh-TW": "黑羽－流離的庫格拉希", "zh-CN": "黑羽－流离的库格拉希"}, "text": {"en": "When a face-up \"Blackwing\" monster you control is destroyed by a card effect and sent to the Graveyard (except during the Damage Step): You can Special Summon this card from your hand. When a monster is Synchro Summoned using this card as a Synchro Material, the opponent of this card's owner cannot activate cards or effects.", "de": "Wenn ein offenes „Schwarzflügel“-Monster, das du kontrollierst, durch einen Karteneffekt zerstört und auf den Friedhof gelegt wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Wenn ein Monster mit dieser Karte als Synchromaterial als Synchrobeschwörung beschworen wird, kann der Gegner des Besitzers dieser Karte weder Karten noch Effekte aktivieren.", "es": "Cuando un monstruo \"Alanegra\" boca arriba que controlas es destruido por el efecto de una carta y mandado al Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Cuando un monstruo es Invocado por Sincronía usando esta carta como Material de Sincronía, el adversario del dueño de esta carta no puede activar cartas o efectos.", "fr": "Lorsqu'un monstre \"Aile Noire\" face recto que vous contrôlez est détruit par un effet de carte et envoyé au Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Lorsqu'un monstre est Invoqué par Synchronisation en utilisant cette carte comme Matériel de Synchro, l'adversaire du propriétaire de cette carte ne peut ni activer de cartes ni d'effets.", "it": "Quando un mostro \"Alanera\" scoperto che controlli viene distrutto dall'effetto di una carta e mandato al Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Quando un mostro viene Synchro Evocato utilizzando questa carta come Materiale Synchro, l'avversario del proprietario di questa carta non può attivare carte o effetti.", "pt": "Quando um monstro \"Asanegra\" com a face para cima que você controla for destruído por um efeito de card e enviado para o Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Quando um monstro for Invocado por Invocação-Sincro usando este card como uma Matéria Sincro, o oponente do dono deste card não pode ativar cards ou efeitos.", "ja": "自分フィールド上に表側表示で存在する「ＢＦ」と名のついたモンスターがカードの効果によって破壊され墓地へ送られた時、このカードを手札から特殊召喚する事ができる。また、このカードをシンクロ素材としたシンクロ召喚に成功した時、相手は魔法・罠・効果モンスターの効果を発動する事ができない。", "ko": "자신 필드 위에 앞면 표시로 존재하는 \"BF(블랙 페더)\"라는 이름이 붙은 몬스터가 카드의 효과에 의해서 파괴되어 묘지로 보내졌을 때, 이 카드를 패에서 특수 소환할 수 있다. 또한, 이 카드를 싱크로 소재로 한 싱크로 소환에 성공했을 때, 상대는 마법 / 함정 / 효과 몬스터의 효과를 발동할 수 없다.", "zh-TW": "我方場上的正面表示的冠有「黑羽」之名的怪獸因卡的效果被破壞送至墓地時，可從手牌特殊召喚此卡。此外，以此卡做為同步素材的同步召喚成功時，對方無法發動魔法・陷阱・效果怪獸的效果。", "zh-CN": "我方场上冠有“黑羽”之名的表侧表示怪兽因卡牌效果被破坏并送入墓地时，可从手牌特殊召唤此卡。此外，以此卡为同步素材进行同步召唤成功时，对手不可发动魔法、陷阱、效果怪兽的效果。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Tuner / Effect", "attribute": "DARK", "level": 6, "atk": 2300, "def": 1600, "series": ["Blackwing"], "images": [{"index": 1, "image": "BlackwingKogarashitheWanderer-LC5D-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXVC-EN009", "set_name": "Extreme Victory", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LC5D-EN129", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "EXVC-DE009", "set_name": "Extreme Victory", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LC5D-DE129", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "EXVC-FR009", "set_name": "Extreme Victory", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LC5D-FR129", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "EXVC-IT009", "set_name": "Extreme Victory", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "LC5D-IT129", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "LC5D-PT129", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXVC-JP009", "set_name": "Extreme Victory", "rarities": ["Rare"]}], "ko": [{"set_number": "EXVC-KR009", "set_name": "Extreme Victory", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 149123, "master_duel_rarity": "N"}