{"konami_id": 13363, "password": 49477180, "name": {"en": "Vendread Striges", "de": "Venschrecken Striges", "es": "Estirge Vengamiedo", "fr": "Striges Vendetterreur", "it": "Venterrore Strige", "pt": "Striges Vendorror", "ja": "ヴェンデット・ストリゲス", "ja_romaji": "Vendetto Sutorigesu", "ko": "벤데드 스트리게스", "ko_rr": "Bendeteu Seuteurigeseu", "zh-TW": "仇屍・不祥鳥", "zh-CN": "仇尸・吸血鸟"}, "text": {"en": null, "de": "Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Venschrecken“-Karte in deiner Hand vorzeigen; beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Ein „Venschrecken“-Monster, das mit dieser Karte auf dem Spielfeld als Ritualbeschwörung beschworen wird, erhält den folgenden Effekt. Du kannst jeden der vorherigen Effekte von „Venschrecken Striges“ nur einmal pro Spielzug verwenden.\n●Nach der Schadensberechnung, falls diese Karte gegen ein Monster eines Gegners gekämpft hat: Du kannst 1 Karte ziehen, dann wirf 1 Karte ab.", "es": "Si esta carta es mandada al Cementerio: puedes mostrar 1 carta \"Vengamiedo\" en tu mano; Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Un monstruo \"Vengamiedo\" Invocado por Ritual usando esta carta en el Campo gana el siguiente efecto. Sólo puedes usar cada uno de los efectos precedentes de \"Estirge Vengamiedo\" una vez por turno.\n●Después del cálculo de daño, si esta carta batalló con un monstruo de un adversario: puedes robar 1 carta, y después descartar 1 carta.", "fr": "Si cette carte est envoyée au Cimetière : vous pouvez révéler 1 carte \"Vendetterreur\" dans votre main ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Un monstre \"Vendetterreur\" Invoqué Rituellement en utilisant cette carte sur le Terrain gagne l'effet suivant. Vous ne pouvez utiliser chacun des effets précédents de \"Striges Vendetterreur\" qu'une fois par tour.\n●Après le calcul des dommages, si cette carte a combattu un monstre de l'adversaire : vous pouvez piocher 1 carte, puis défaussez 1 carte.", "it": "Se questa carta viene mandata al Cimitero: puoi rivelare 1 carta \"Venterrore\" nella tua mano; Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Un mostro \"Venterrore\" Evocato tramite Rituale utilizzando questa carta sul Terreno guadagna il seguente effetto. Puoi utilizzare ognuno dei precedenti effetti di \"Venterrore Strige\" una sola volta per turno.\n●Dopo il calcolo dei danni, se questa carta ha combattuto con un mostro dell'avversario: puoi pescare 1 carta, poi scartare 1 carta.", "pt": "Se este card for enviado para o Cemitério: você pode revelar 1 card \"Vendorror\" na sua mão; Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Um monstro \"Vendorror\" Invocado por Invocação-Ritual usando este card no campo ganha o seguinte efeito. Você só pode usar cada um dos efeitos anteriores de \"Striges Vendorror\" uma vez por turno.\n●Depois do cálculo de dano, se este card batalhou um monstro do oponente: você pode comprar 1 card e, depois, descartar 1 card.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが墓地へ送られた場合、手札の「ヴェンデット」カード１枚を相手に見せて発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。\n②：フィールドのこのカードを使用して儀式召喚した「ヴェンデット」モンスターは以下の効果を得る。\n●このカードが相手モンスターと戦闘を行ったダメージ計算後に発動できる。自分は１枚ドローする。その後、自分の手札を１枚選んで捨てる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지로 보내졌을 경우, 패의 \"벤데드\" 카드 1장을 상대에게 보여주고 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 필드의 이 카드를 사용하여 의식 소환한 \"벤데드\" 몬스터는 이하의 효과를 얻는다.\n●이 카드가 상대 몬스터와 전투를 실행한 데미지 계산 후에 발동할 수 있다. 자신은 덱에서 1장 드로우하고, 그 후 패를 1장 골라 버린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在此卡被送至墓地的狀況下，可將手牌的１張「仇屍」卡出示給對方發動。特殊召喚此卡。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。②：使用場上的此卡儀式召喚的「仇屍」怪獸獲得以下效果。\n●可在此卡與對方怪獸進行戰鬥的傷害計算後發動。我方從牌組抽１張牌，其後選擇１張手牌捨棄。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡被送至墓地的情况下，向对手出示手牌的１张“仇尸”卡可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。②：使用场上的此卡仪式召唤的“仇尸”怪兽获得以下效果。\n●此卡与对手怪兽进行战斗的伤害计算后可以发动。自己从牌组抽１张，然后挑选１张手牌舍弃。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 2, "atk": 500, "def": 2000, "series": ["Vendread"], "images": [{"index": 1, "image": "VendreadStriges-CIBR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN083", "set_name": "Circuit Break", "rarities": ["Common"]}], "de": [{"set_number": "CIBR-DE083", "set_name": "Circuit Break", "rarities": ["Common"]}], "fr": [{"set_number": "CIBR-FR083", "set_name": "Circuit Break", "rarities": ["Common"]}], "it": [{"set_number": "CIBR-IT083", "set_name": "Circuit Break", "rarities": ["Common"]}], "pt": [{"set_number": "CIBR-PT083", "set_name": "Circuit Break", "rarities": ["Common"]}], "ja": [{"set_number": "EP18-JP008", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "EP18-KR008", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC048", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 530804, "master_duel_rarity": "N"}