{"konami_id": 10198, "password": 49551909, "name": {"en": "Heroic Retribution Sword", "de": "Heroisches Vergeltungsschwert", "es": "Espada del Castigo Heroico", "fr": "Épée du Châtiment Héroïque", "it": "Spada Castigo Eroico", "pt": "Espada Heroica da Retribuição", "ja": "ヒロイック・リベンジ・ソード", "ja_romaji": "Hiroikku Ribenji Sōdo", "ko": "히로익 리벤지 스워드", "ko_rr": null, "zh-TW": "英豪復仇劍", "zh-CN": "英豪复仇剑"}, "text": {"en": "Target 1 face-up \"Heroic\" monster you control; equip this card to that target. All Battle Damage you take from battles involving the equipped monster is also inflicted to your opponent. After damage calculation: Destroy any opponent's monster that battles the equipped monster.", "de": "Wähle 1 offenes „Heroisch“-Monster, das du kontrollierst; rüste das gewählte Ziel mit dieser Karte aus. Jeglicher Kampfschaden, den du aus Kämpfen mit dem ausgerüsteten Monster erhältst, wird auch deinem Gegner zugefügt. Nach der Schadensberechnung: Zerstöre jedes Monster deines Gegners, das mit dem ausgerüsteten Monster kämpft.", "es": "Selecciona 1 monstruo \"Heroico\" boca arriba que controles; equipa esta carta a ese objetivo. Todo el daño de batalla que recibas de batallas que involucren al monstruo equipado también lo recibe tu adversario. Después del cálculo de daño: destruye cualquier monstruo de tu adversario que batalle con el monstruo equipado.", "fr": "Ciblez 1 monstre \"Héroïque\" face recto que vous contrôlez ; équipez cette carte à la cible. Tous les dommages de combat que vous recevez de combats impliquant le monstre équipé sont aussi infligés à votre adversaire. Après le calcul des dommages : détruisez le monstre de votre adversaire qui a combattu le monstre équipé.", "it": "Scegli come bersaglio 1 mostro \"Eroico\" scoperto che controlli; equipaggia questa carta a quel bersaglio. Tutto il danno da combattimento che subisci da battaglie che coinvolgono il mostro equipaggiato viene inflitto anche al tuo avversario. Dopo il calcolo dei danni: distruggi qualsiasi mostro dell'avversario che combatte con il mostro equipaggiato.", "pt": "Escolha 1 monstro \"Heroico(a)\" com a face para cima que você controla; equipe este card ao alvo. Todo dano de batalha que você sofrer de batalhas envolvendo o monstro equipado também é causado ao seu oponente. Depois do cálculo de dano: destrua qualquer monstro do oponente que batalhar com o monstro equipado.", "ja": "発動後このカードは装備カードとなり、自分フィールド上の「ヒロイック」と名のついたモンスター１体に装備する。装備モンスターの戦闘によって発生する自分への戦闘ダメージは相手も受ける。また、装備モンスターと戦闘を行った相手モンスターをダメージ計算後に破壊する。", "ko": "발동 후, 이 카드는 장착 카드가 되어, 자신 필드 위의 \"히로익\"이라는 이름이 붙은 몬스터 1장에 장착한다. 장착 몬스터의 전투에 의해서 발생하는 자신에게로의 전투 데미지는 상대도 받는다. 또한, 장착 몬스터와 전투를 실행한 상대 몬스터를 데미지 계산 후에 파괴한다.", "zh-TW": "发动后此卡变为装备卡，并装备至我方场上1只冠有「英豪」之名的怪兽。对手也受到因装备怪兽的战斗而发生的对我方造成的战斗伤害。此外，与装备怪兽进行战斗的对手怪兽，在伤害计算后破坏。", "zh-CN": "可选择我方场上１只冠有“英豪”之名的怪兽并发动此卡。此卡被视为装备卡装备被选择的我方怪兽。对手也受到因装备怪兽的战斗而发生的对我方造成的战斗伤害。此外，在伤害计算后破坏与装备怪兽进行战斗的对手怪兽。"}, "card_type": "Trap", "property": "Normal", "series": ["Heroic"], "images": [{"index": 1, "image": "HeroicRetributionSword-REDU-EN-C-1E.png"}], "sets": {"en": [{"set_number": "REDU-EN068", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "REDU-DE068", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "REDU-FR068", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "REDU-IT068", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "pt": [{"set_number": "OP19-PT039", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "ja": [{"set_number": "REDU-JP068", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "REDU-KR068", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "zh-TW": [{"set_number": "REDU-TC068", "set_name": "Return of the Duelist", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 213658, "master_duel_rarity": "R"}