{"konami_id": null, "password": 49604192, "name": {"en": "Mitsurugi Tempest", "de": "Mitsurugi-Sturm", "es": "Tempestad Mitsurugi", "fr": "Tempête Mitsurugi", "it": "Tempesta Mitsurugi", "pt": "Tempestade de Mitsurugi", "ja": "<ruby>八雲断<rt>ヤクモタツ</rt></ruby><ruby>巳剣<rt>ミツルギ</rt></ruby>", "ja_romaji": "Yakumotatsu Mitsurugi", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If you have a \"Mitsurugi\" Ritual Spell in your GY: Tribute 3 monsters whose original names are \"Ame no Murakumo no Mitsurugi\", \"Futsu no Mitama no Mitsurugi\", and \"Ame no Habakiri no Mitsurugi\"; make your opponent banish exactly 8 cards from their hand, Extra Deck, field, and/or GY. You can only activate 1 \"Mitsurugi Tempest\" per turn.", "de": "Falls du einen „Mitsurugi“-Ritualzauber in deinem Friedhof hast: Biete 3 Monster, deren Grund-Namen „Ame no Murakumo no Mitsurugi“, „Futsu no Mitama no Mitsurugi“ und „Ame no Habakiri no Mitsurugi“ sind, als Tribut an; lasse deinen Gegner genau 8 Karten von seiner Hand, seinem Extra Deck, seiner Spielfeldseite und/oder seinem Friedhof verbannen. Du kannst nur 1 „Mitsurugi-Sturm“ pro Spielzug aktivieren.", "es": "Si tienes una Mágica de Ritual \"Mitsurugi\" en tu Cementerio: Sacrifica 3 monstruos cuyos nombres originales sean \"Ame no Murakumo no Mitsurugi\", \"Futsu no Mitama no Mitsurugi\" y \"Ame no Habakiri no Mitsurugi\"; haz que tu adversario destierre exactamente 8 cartas en su mano, Deck Extra, Campo y/o Cementerio. Sólo puedes activar 1 \"Tempestad Mitsurugi\" por turno.", "fr": "Si vous avez une Magie Rituelle \"Mitsurugi\" dans votre Cimetière : Sacrifiez 3 monstres dont les noms d'origine sont \"Ame no Murakumo no Mitsurugi\", \"Futsu no Mitama no Mitsurugi\" et \"Ame no Habakiri no Mitsurugi\" ; faites bannir à votre adversaire exactement 8 cartes depuis sa main, Extra Deck, Terrain et/ou Cimetière. Vous ne pouvez activer qu'1 \"Tempête Mitsurugi\" par tour.", "it": "Se hai una Magia Rituale \"Mitsurugi\" nel tuo Cimitero: offri come Tributo 3 mostri i cui nomi originali sono \"Ame no Murakumo no Mitsurugi\", \"Futsu no Mitama no Mitsurugi\" e \"Ame no Habakiri no Mitsurugi\"; fai bandire al tuo avversario esattamente 8 carte dalla sua mano, Extra Deck, Terreno e/o Cimitero. Puoi attivare solo 1 \"Tempesta Mitsurugi\" per turno.", "pt": "Se você tiver uma Magia de Ritual \"Mitsurugi\" no seu Cemitério: ofereça como Tributo 3 monstros cujos nomes originais sejam \"Ame no Murakumo no Mitsurugi\", \"Futsu no Mitama no Mitsurugi\" e \"Ame no Habakiri no Mitsurugi\"; faça com que seu oponente bana exatamente 8 cards da mão, do Deck Adicional, do campo e/ou do Cemitério dele. Você só pode ativar 1 \"Tempestade de Mitsurugi\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の墓地に「巳剣」儀式魔法カードが存在する場合、元々のカード名が「天叢雲之巳剣」「布都御魂之巳剣」「天羽々斬之巳剣」である自分フィールドのモンスターを１体ずつリリースして発動できる。相手は自身の手札・ＥＸデッキ・フィールド・墓地から合計８枚のカードを除外しなければならない。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "series": ["Mitsurugi"], "images": [{"index": 1, "image": "MitsurugiTempest-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN096", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE096", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP096", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR096", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT096", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT096", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1123029}