{"konami_id": 13366, "password": 49655592, "name": {"en": "F.A. Whip Crosser", "de": "F.A.-Whipcrosser", "es": "F.A. Látigo Cross", "fr": "Crosseur Whip F.A.", "it": "F.A. Frusta Cross", "pt": "F.A. Whip Crosser", "ja": "<ruby>Ｆ．Ａ．<rt>フォーミュラアスリート</rt></ruby>ウィップクロッサー", "ja_romaji": "Fōmyura Asurīto Wippu Kurossā", "ko": "<ruby>F.A.<rt>포뮬러 애슬리트</rt></ruby> 윕크로서", "ko_rr": "Pomyulleo Aeseulliteu Wipkeuroseo", "zh-TW": "方程式運動員 擺尾越野騎手", "zh-CN": "方程式运动员 激摆越野骑手"}, "text": {"en": "Gains ATK equal to its Level x 300. Your opponent must pay 300 LP to activate the effect of a monster whose original Level/Rank is lower than this card's Level. Each time a \"F.A.\" Spell/Trap Card or effect is activated: You can increase this card's Level by 1. If this card is Level 7 or higher, your opponent cannot discard or send cards from their hand to the GY to activate a card effect.", "de": "Diese Karte erhält ATK in Höhe ihrer Stufe x 300. Dein Gegner muss 300 LP zahlen, um den Effekt eines Monsters, dessen Grund-Stufe/-Rang niedriger ist als die Stufe dieser Karte, zu aktivieren. Jedes Mal, wenn eine „F.A.“-Zauber-/Fallenkarte oder ein „F.A.“-Zauber-/Falleneffekt aktiviert wird: Du kannst die Stufe dieser Karte um 1 erhöhen. Falls diese Karte Stufe 7 oder höher ist, kann dein Gegner weder Karten abwerfen noch von seiner Hand auf den Friedhof legen, um einen Karteneffekt zu aktivieren.", "es": "Gana ATK igual a su Nivel x 300. Tu adversario debe pagar 300 LP para activar el efecto de un monstruo cuyo Nivel/Rango original sea más bajo que el Nivel de esta carta. Cada vez que una Carta Mágica/de Trampa \"F.A.\" o un efecto de Mágica/Trampa \"F.A.\" son activados: puedes aumentar el Nivel de esta carta en 1. Si el Nivel de esta carta es 7 o mayor, tu adversario no puede descartarse o mandar al Cementerio cartas en su mano para activar un efecto de carta.", "fr": "Gagne une ATK égale à son Niveau x 300. Votre adversaire doit payer 300 LP pour activer l'effet d'un monstre dont le Niveau/Rang d'origine est inférieur au Niveau de cette carte. Chaque fois qu'une Carte Magie/Piège \"F.A.\" ou effet de Magie/Piège \"F.A.\" est activé : vous pouvez augmenter le Niveau de cette carte de 1. Si cette carte est min. Niveau 7, votre adversaire ne peut ni défausser ni envoyer de cartes depuis sa main au Cimetière pour activer un effet de carte.", "it": "Guadagna ATK pari al suo Livello x 300. Il tuo avversario deve pagare 300 LP per attivare l'effetto di un mostro con Livello/Rango originale inferiore al Livello di questa carta. Ogni volta che viene attivata una Carta Magia/Trappola \"F.A.\" o un suo effetto: puoi aumentare il Livello di questa carta di 1. Se questa carta è di Livello 7 o superiore, il tuo avversario non può scartare o mandare carte dalla sua mano al Cimitero per attivare l'effetto di una carta.", "pt": "Ganha ATK igual ao seu próprio Nível x 300. Seu oponente deve pagar 300 PV para ativar o efeito de um monstro cujo Nível/Classe original seja menor que o Nível deste card. Sempre que um Card ou efeito de Magia/Armadilha \"F.A.\" for ativado: você pode aumentar em 1 o Nível deste card. Se este card for de Nível 7 ou mais, seu oponente não pode descartar ou enviar cards da mão dele para o Cemitério para ativar efeitos de card.", "ja": "①：このカードの攻撃力はこのカードのレベル×３００アップし、相手は３００ＬＰを払わなければ、このカードのレベルよりも元々のレベルまたはランクが低いモンスターの効果を発動できない。②：「Ｆ．Ａ．」魔法・罠カードの効果が発動した場合に発動できる（ダメージステップでも発動可能）。このカードのレベルを１つ上げる。③：このカードのレベルが７以上の場合、相手は手札を捨てて発動する効果及び手札を墓地へ送って発動する効果を発動できない。", "ko": "①: 이 카드의 공격력은 이 카드의 레벨 × 300 올리고, 상대는 300 LP를 지불하지 않으면, 이 카드의 레벨보다도 원래의 레벨 또는 랭크가 낮은 몬스터의 효과를 발동할 수 없다. ②: \"F.A.(포뮬러 애슬리트)\" 마법 / 함정 카드의 효과가 발동했을 경우에 발동할 수 있다(데미지 스텝에도 발동 가능). 이 카드의 레벨을 1개 올린다. ③: 이 카드의 레벨이 7 이상일 경우, 상대는 패를 버리고 발동하는 효과 및 패를 묘지로 보내고 발동하는 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "①：此卡的攻击力上升相当于此卡等级×300的数值，对手如果不支付300LP，就不可发动原本的等级或阶级低于此卡等级的怪兽效果。②：“方程式运动员”魔法・陷阱卡的效果发动的情况下可以发动（伤害步骤也可以发动）。此卡的等级上升1。③：此卡等级为7以上的情况下，对手不可发动舍弃手牌发动的效果，及将手牌送至墓地发动的效果。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WIND", "level": 4, "atk": 0, "def": 1000, "series": ["F.A."], "images": [{"index": 1, "image": "FAWhipCrosser-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN086", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-EN159", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CIBR-DE086", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-DE159", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CIBR-SP086", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-SP159", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CIBR-FR086", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-FR159", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CIBR-IT086", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-IT159", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CIBR-PT086", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-PT159", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP18-JP023", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "EP18-KR023", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP1-SC102", "set_name": "Mega Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 528632, "master_duel_rarity": "N"}