{"konami_id": 12908, "password": 49684352, "name": {"en": "Double Iris Magician", "de": "Doppeliris-Magier", "es": "Mago Doble Iris", "fr": "Magicien Double Iris", "it": "Mago Doppia Iride", "pt": "Mago de Duas Íris", "ja": "<ruby>虹<rt>こう</rt></ruby><ruby>彩<rt>さい</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>", "ja_romaji": "Kōsai no Majutsushi", "ko": "홍채의 마술사", "ko_rr": "Hongchae-ui Masulsa", "zh-TW": "虹彩的魔術師", "zh-CN": "虹彩的魔术师"}, "text": {"en": "(This card is always treated as a \"Pendulum Dragon\" card.)\nIf this card is destroyed by battle or card effect: You can add 1 \"Pendulumgraph\" card from your Deck to your hand.", "de": "(Diese Karte wird immer als „Pendeldrache“-Karte behandelt.)\nFalls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst deiner Hand 1 „Pendelgraf“-Karte von deinem Deck hinzufügen.", "es": "(Esta carta se trata siempre como una carta \"Dragón de Péndulo\").\nSi esta carta es destruida en batalla o por efecto de una carta: puedes añadir a tu mano 1 carta \"Péndulografo/a\" en tu Deck.", "fr": "(Cette carte est toujours traitée comme une carte \"Dragon Pendule\".)\nSi cette carte est détruite au combat ou par un effet de carte : vous pouvez ajouter 1 carte \"Pendulegraphe\" depuis votre Deck à votre main.", "it": "(Questa carta viene sempre considerata come una carta \"Drago Pendulum\".)\nSe questa carta viene distrutta in battaglia o dall'effetto di una carta: puoi aggiungere 1 carta \"Pendulumgrafo\" dal tuo Deck alla tua mano.", "pt": "(Este card deve ser sempre considerado como um card \"Dragão Pêndulo\".)\nSe este card for destruído em batalha ou por um efeito de card: você pode adicionar 1 card \"Pêndulografo(a)\" do seu Deck à sua mão.", "ja": "このカードはルール上「ペンデュラム・ドラゴン」カードとしても扱う。①：このカードが戦闘・効果で破壊された場合に発動できる。デッキから「ペンデュラムグラフ」カード１枚を手札に加える。", "ko": "이 카드는 룰상 \"펜듈럼 드래곤\" 카드로도 취급한다. ①: 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 \"펜듈럼그래프\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡在规则上也视为“灵摆龙”卡。①：此卡因战斗・效果被破坏的情况下可以发动。从牌组将１张“灵摆读阵”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 1000, "pendulum_scale": 8, "pendulum_effect": {"en": "Once per turn: You can target 1 DARK Spellcaster-Type monster you control; apply this effect to it, then destroy this card. Once applied, double any battle damage that monster inflicts to your opponent this turn if it battles an opponent's monster.", "de": "Einmal pro Spielzug: Du kannst 1 FINSTERNIS Monster vom Typ Hexer wählen, das du kontrollierst; wende diesen Effekt darauf an, dann zerstöre diese Karte. Verdopple nach Anwendung dieses Effekts den Kampfschaden, den das Monster in diesem Spielzug deinem Gegner zufügt, falls es gegen ein Monster deines Gegners kämpft.", "es": "Una vez por turno: puedes seleccionar 1 monstruo de OSCURIDAD de Tipo Lanzador de Conjuros que controles; aplícale este efecto, y después destruye esta carta. Una vez aplicado, duplica cualquier daño de batalla que ese monstruo inflija a tu adversario este turno si batalla con un monstruo de tu adversario.", "fr": "Une fois par tour : vous pouvez cibler 1 monstre TÉNÈBRES de Type Magicien que vous contrôlez ; appliquez-lui cet effet, puis détruisez cette carte. Une fois appliqué, doublez les dommages de combat infligés par le monstre à votre adversaire ce tour s'il combat un monstre de votre adversaire.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro OSCURITÀ di Tipo Incantatore che controlli; applica questo effetto ad esso, poi distruggi questa carta. Una volta applicato, raddoppia qualsiasi danno da combattimento che quel mostro infligge al tuo avversario in questo turno se esso combatte con un mostro dell'avversario.", "pt": "Uma vez por turno: você pode escolher 1 monstro de TREVAS do Tipo Mago que você controla; aplique este efeito a ele e, depois, destrua este card. Depois de aplicado, dobre qualquer dano de batalha que esse monstro causar ao seu oponente neste turno se ele batalho um monstro do oponente.", "ja": "①：１ターンに１度、自分フィールドの魔法使い族・闇属性モンスター１体を対象として発動できる。このターン中、以下の効果を適用する。その後、このカードを破壊する。●対象のモンスターが相手モンスターとの戦闘で相手に与える戦闘ダメージは倍になる。", "ko": "①: 1턴에 1번, 자신 필드의 마법사족 / 어둠 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴 중에, 이하의 효과를 적용한다. 그 후, 이 카드를 파괴한다. ●대상 몬스터가 상대 몬스터와의 전투로 상대에게 주는 전투 데미지는 배가 된다.", "zh-TW": "①：１回合１次，可將我方場上的１隻魔法使族・闇屬性怪獸做為對象發動。此回合，該怪獸因與對方怪獸的戰鬥給予對方的戰鬥傷害加倍。其後，破壞此卡。", "zh-CN": "①：１回合１次，以自己场上的１只魔法师族・暗属性怪兽为对象可以发动。此回合，该怪兽因与对手怪兽的战斗给予对手的战斗伤害变为两倍。然后将此卡破坏。"}, "series": ["Magician", "Pendulum", "Pendulum Dragon"], "images": [{"index": 1, "image": "DoubleIrisMagician-PEVO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PEVO-EN003", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PEVO-DE003", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "PEVO-SP003", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PEVO-FR003", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PEVO-IT003", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PEVO-PT003", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD31-JP003", "set_name": "Structure Deck: Pendulum Evolution", "rarities": ["Super Rare"]}, {"set_number": "QCCU-JP085", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SD31-KR003", "set_name": "Structure Deck: Pendulum Evolution", "rarities": ["Super Rare"]}, {"set_number": "AE17-KR016", "set_name": "Advanced Event Pack 2022 Vol.1 Version 1", "rarities": ["Common"]}, {"set_number": "AE17-KRS16", "set_name": "Advanced Event Pack 2022 Vol.1 Version 2", "rarities": ["Common"]}, {"set_number": "QCCU-KR085", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "CL03-SC082", "set_name": "Classic Pack 03", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 473652, "master_duel_rarity": "SR"}