{"konami_id": 16837, "password": 49776811, "name": {"en": "Shining Piecephilia", "de": "Glänzendes Piecephilia", "es": "Piecephilia Brillante", "fr": "Piecephilia Brillant", "it": "Piecephilia Splendente", "pt": "Piecephilia Brilhante", "ja": "ピースリア", "ja_romaji": "Pīsuria", "ko": "피스리아", "ko_rr": "Piseuria", "zh-TW": "拼圖友愛天使", "zh-CN": "拼图友爱天使"}, "text": {"en": "Cannot be destroyed by battle. At the end of the Damage Step, if this card battled an opponent's monster: You can place 1 Piece Counter on this card (max. 4), then you can apply the following effect, based on the number of Piece Counters on it.\n● 1: Place 1 monster from your Deck on top of your Deck.\n● 2: Draw 1 card.\n● 3: Add 1 monster from your Deck to your hand.\n● 4: Add 1 card from your Deck to your hand.", "de": "Kann nicht durch Kampf zerstört werden. Am Ende des Damage Steps, falls diese Karte gegen ein Monster eines Gegners gekämpft hat: Du kannst 1 Piece-Zählmarke auf diese Karte legen (max. 4), dann kannst du den folgenden Effekt ausführen, basierend auf der Anzahl der Piece-Zählmarken auf ihr.\n● 1: Lege 1 Monster von deinem Deck auf dein Deck.\n● 2: Ziehe 1 Karte.\n● 3: Füge deiner Hand 1 Monster von deinem Deck hinzu.\n● 4: Füge deiner Hand 1 Karte von deinem Deck hinzu.", "es": "No puede ser destruido en batalla. Al final del Damage Step, si esta carta batalló con un monstruo del adversario: puedes poner 1 Contador Piece en esta carta (máx. 4), y después puedes aplicar el siguiente efecto, basado en el número de Contadores Piece en ella.\n● 1: Pon en la parte superior de tu Deck 1 monstruo en tu Deck.\n● 2: Roba 1 carta.\n● 3: Añade a tu mano 1 monstruo en tu Deck.\n● 4: Añade a tu mano 1 carta en tu Deck.", "fr": "Non destructible au combat. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez placer 1 Compteur Piece sur cette carte (max. 4), puis vous pouvez appliquer l'effet suivant, selon le nombre de Compteurs Piece sur elle.\n● 1 : Placez 1 monstre depuis votre Deck au-dessus de votre Deck.\n● 2 : Piochez 1 carte.\n● 3 : Ajoutez 1 monstre depuis votre Deck à votre main.\n● 4 : Ajoutez 1 carte depuis votre Deck à votre main.", "it": "Non può essere distrutto in battaglia. Alla fine del Damage Step, se questa carta ha combattuto con un mostro dell'avversario: puoi mettere 1 Segnalino Pezzo su questa carta (massimo 4), poi puoi applicare il seguente effetto, a seconda del numero di Segnalini Pezzo su di essa.\n● 1: Metti 1 mostro dal tuo Deck in cima al tuo Deck.\n● 2: Pesca 1 carta.\n● 3: Aggiungi 1 mostro dal tuo Deck alla tua mano.\n● 4: Aggiungi 1 carta dal tuo Deck alla tua mano.", "pt": "Não pode ser destruído em batalha. No final da Etapa de Dano, se este card batalhou um monstro do oponente: você pode colocar 1 Marcador de Piece neste card (máx. 4) e, depois, você pode aplicar o seguinte efeito, de acordo com o número de Marcadores de Piece nele.\n● 1: Coloque 1 monstro do seu Deck no topo do seu Deck.\n● 2: Compre 1 card.\n● 3: Adicione 1 monstro do seu Deck à sua mão.\n● 4: Adicione 1 card do seu Deck à sua mão.", "ja": "①：このカードは戦闘では破壊されない。②：このカードが相手モンスターと戦闘を行ったダメージステップ終了時に発動できる。このカードにピースカウンターを１つ置く（最大４つまで）。その後、このカードのピースカウンターの数によって以下の効果を適用できる。●１つ：デッキからモンスター１体を選んでデッキの一番上に置く。●２つ：自分はデッキから１枚ドローする。●３つ：デッキからモンスター１体を手札に加える。●４つ：デッキからカード１枚を選んで手札に加える。", "ko": "①: 이 카드는 전투로는 파괴되지 않는다. ②: 이 카드가 상대 몬스터와 전투를 실행한 데미지 스텝 종료시에 발동할 수 있다. 이 카드에 피스 카운터를 1개 놓는다(최대 4개까지). 그 후, 이 카드의 피스 카운터의 수에 따라 이하의 효과를 적용할 수 있다.\n●1개: 덱에서 몬스터 1장을 고르고 덱 맨 위에 놓는다.\n●2개: 자신은 덱에서 1장 드로우한다.\n●3개: 덱에서 몬스터 1장을 패에 넣는다.\n●4개: 덱에서 카드 1장을 고르고 패에 넣는다.", "zh-TW": null, "zh-CN": "①：这张卡不会被战斗破坏。\n②：这张卡和对方怪兽进行战斗的伤害步骤结束时才能发动。给这张卡放置1个拼图指示物（最多4个）。那之后，可以让这张卡的拼图指示物数量的以下效果适用。\n●1个：从卡组选1只怪兽在卡组最上面放置。\n●2个：自己从卡组抽1张。\n●3个：从卡组把1只怪兽加入手卡。\n●4个：从卡组选1张卡加入手卡。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "LIGHT", "level": 4, "atk": 700, "def": 2000, "images": [{"index": 1, "image": "ShiningPiecephilia-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN032", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE032", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR032", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT032", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT032", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP032", "set_name": "Battle of Chaos", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "BACH-KR032", "set_name": "Battle of Chaos", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716684, "master_duel_rarity": "R"}