{"konami_id": 12954, "password": 49820233, "name": {"en": "Performapal Gatlinghoul", "de": "Künstlerkumpel Gatlinghul", "es": "Artistamigo - Ametrallagul", "fr": "Gatlingoule Potartiste", "it": "Artistamico Gatlinghoul", "pt": "Camarartista Metracarniçal", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>ガトリングール", "ja_romaji": "Entameito Gatoringūru", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 개틀링구울", "ko_rr": null, "zh-TW": "娛樂夥伴 機關槍食屍鬼", "zh-CN": "娱乐伙伴 加特林食尸鬼"}, "text": {"en": "1 \"Performapal\" monster + 1 Level 5 or higher DARK monster\nIf this card is Fusion Summoned: You can inflict 200 damage to your opponent for each card on the field, then, if this card was Fusion Summoned using a Pendulum Monster as material, destroy 1 monster your opponent controls, and if you do, inflict damage to your opponent equal to that monster's original ATK. You can only use this effect of \"Performapal Gatlinghoul\" once per turn.", "de": "1 „Künstlerkumpel“-Monster + 1 FINSTERNIS Monster der Stufe 5 oder höher\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst deinem Gegner für jede Karte auf dem Spielfeld 200 Schaden zufügen, dann, falls diese Karte mit einem Pendelmonster als Material als Fusionsbeschwörung beschworen wurde, zerstöre 1 Monster, das dein Gegner kontrolliert, und falls du dies tust, füge deinem Gegner Schaden in Höhe der Grund-ATK des Monsters zu. Du kannst diesen Effekt von „Künstlerkumpel Gatlinghul“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo \"Artistamigo\" + 1 monstruo de OSCURIDAD de Nivel 5 o mayor\nSi esta carta es Invocada por Fusión: puedes infligir 200 puntos de daño a tu adversario por cada carta en el Campo y después, si esta carta fue Invocada por Fusión usando un Monstruo de Péndulo como material, destruye 1 monstruo que controle tu adversario y, si lo haces, inflige daño a tu adversario igual al ATK original de ese monstruo. Sólo puedes usar este efecto de \"Artistamigo - Ametrallagul\" una vez por turno.", "fr": "1 monstre \"Potartiste\" + 1 monstre TÉNÈBRES de min. Niveau 5\nSi cette carte est Invoquée par Fusion : vous pouvez infliger 200 points de dommages à votre adversaire pour chaque carte sur le Terrain, puis, si cette carte avait été Invoquée par Fusion en utilisant un Monstre Pendule comme Matériel, détruisez 1 monstre contrôlé par votre adversaire, et si vous le faites, infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Vous ne pouvez utiliser cet effet de \"Gatlingoule Potartiste\" qu'une fois par tour.", "it": "1 mostro \"Artistamico\" + 1 mostro OSCURITÀ di Livello 5 o superiore\nSe questa carta viene Evocata tramite Fusione: puoi infliggere 200 danni al tuo avversario per ogni carta sul Terreno, poi, se questa carta è stata Evocata tramite Fusione utilizzando un Mostro Pendulum come materiale, distruggi 1 mostro controllato dal tuo avversario e, se lo fai, infliggi al tuo avversario danno pari all'ATK originale di quel mostro. Puoi utilizzare questo effetto di \"Artistamico Gatlinghoul\" una sola volta per turno.", "pt": "1 monstro \"Camarartista\" + 1 monstro de TREVAS de Nível 5 ou mais\nSe este card for Invocado por Invocação-Fusão: você pode causar 200 de dano ao seu oponente para cada card no campo e, depois, se este card foi Invocado por Invocação-Fusão usando um Monstro Pêndulo como Matéria, destrua 1 monstro que seu oponente controla e, se isso acontecer, cause dano ao seu oponente igual ao ATK original desse monstro. Você só pode usar este efeito de \"Camarartista Metracarniçal\" uma vez por turno.", "ja": "「ＥＭ」モンスター＋レベル５以上の闇属性モンスター\n「ＥＭガトリングール」の効果は１ターンに１度しか使用できない。①：このカードが融合召喚に成功した場合に発動できる。フィールドのカードの数×２００ダメージを相手に与える。このカードがＰモンスターを素材として融合召喚していた場合、さらに相手フィールドのモンスター１体を選んで破壊し、そのモンスターの元々の攻撃力分のダメージを相手に与える。", "ko": "\"EM(엔터메이트)\" 몬스터 ＋ 레벨 5 이상의 어둠 속성 몬스터\n\"EM(엔터메이트) 개틀링구울\"의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 융합 소환에 성공했을 경우에 발동할 수 있다. 필드의 카드의 수 × 200 데미지를 상대에게 준다. 이 카드가 펜듈럼 몬스터를 소재로서 융합 소환하고 있던 경우, 추가로 상대 필드의 몬스터 1장을 골라 파괴하고, 그 몬스터의 원래 공격력만큼의 데미지를 상대에게 준다.", "zh-TW": null, "zh-CN": "“娱乐伙伴”怪兽＋等级５以上的暗属性怪兽\n此卡名的效果１回合仅可使用１次。①：此卡融合召唤成功的情况下可以发动。给予对手相当于场上卡数量×２００的数值的伤害。此卡是以灵摆怪兽为素材融合召唤的情况下，进而挑选对手场上的１只怪兽破坏。给予对手该怪兽的原本攻击力数值的伤害。"}, "card_type": "Monster", "monster_type_line": "Fiend / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 2900, "def": 900, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalGatlinghoul-LEDD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN040", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "LEDD-ENC28", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE040", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "LEDD-DEC28", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "es": [{"set_number": "MACR-SP040", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "LEDD-SPC28", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR040", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "LEDD-FRC28", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT040", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "LEDD-ITC28", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT040", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}, {"set_number": "LEDD-PTC28", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP040", "set_name": "Maximum Crisis", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "MACR-KR040", "set_name": "Maximum Crisis", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "SD29-SCP06", "set_name": "Structure Deck: Master of Pendulum Deck Enhancement Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 426096, "master_duel_rarity": "SR"}