{"konami_id": 17344, "password": 49858495, "name": {"en": "Power Pro Lady Sisters", "de": "Power-Pro-Schwestern", "es": "Hermanas de la Dama Power Pro", "fr": "Sœurs Dame Power Pro", "it": "Sorelle Power Pro", "pt": "Irmãs Lady Power Pro", "ja": "パワプロ・レディ<ruby>三<rt>さん</rt></ruby><ruby>姉<rt>し</rt></ruby><ruby>妹<rt>まい</rt></ruby>", "ja_romaji": "Pawapuro Redi Sanshimai", "ko": "파워프로 레이디 세자매", "ko_rr": null, "zh-TW": "實況棒球女郎三姐妹", "zh-CN": "实况棒球女郎三姐妹"}, "text": {"en": "The three Power Pro girls are best friends! And their passion for baseball soars like a home run!\nAoi Hayakawa was the first female player in the league. Her signature pitch is a submariner she calls The Marine Ball!\nMizuki Tachibana is more of a tomboy than her senpai, best known for her Crescent Moon Pitch and her love for the pudding sold down at Pawado!\nHijiri Rokudo is a catcher with a rare gift for baseball! She's been best friends with Mizuki since junior high and her favorite at Pawado is the Kintsuba!''", "de": "Die drei Power-Pro-Mädchen sind beste Freundinnen! Ihre Leidenschaft für Baseball steigt in die Höhe wie ein Homerun!\n\nAoi Hayakawa war die erste Spielerin in der Liga. Ihr bester Pitch ist ein Submariner, den sie Marine Ball nennt!\nMizuki Tachibana ist eher ein Wildfang als ihr Senpai und ist am bekanntesten für ihren Crescent Moon Pitch und ihre Liebe für den Pudding bekannt, der beim Pawado verkauft wird!\nHijiri Rokudo ist eine Fängerin mit einer außergewöhnlichen Begabung für Baseball! Sie ist seit der Mittelschule sehr eng mit Mizuki befreut und ihre Leibspeise beim Pawado ist Kintsuba!", "es": "¡Las tres chicas Power Pro son las mejores amigas! ¡Y su pasión por el béisbol se eleva como un home run!\n\nAoi Hayakawa fue la primera jugadora femenina de la liga. ¡Su lanzamiento personal es un submarino al que llama La Marine Ball!\nMizuki Tachibana es más varonil que su senpai, más conocida por su Pitch Crescent Moon, ¡y su afición al pudding que venden en Pawado!\n¡Hijiri Rokudo es una receptora con un raro don para el béisbol! ¡Ha sido la mejor amiga de Mizuki desde el Instituto y el dulce Kintsuba es su favorito en Pawado!", "fr": "Ces trois filles de Power Pro se considèrent comme les meilleures amies au monde ! Leur passion pour le baseball atteint des sommets tel un home run !\n\nAoi Hayakawa a été la toute première joueuse de la ligue. Son lancer fétiche est le Marine Ball, une balle sous-marine !\nMizuki Tachibana est encore plus garçon manqué que son aînée. Elle est surtout connue pour son Crescent Moon Pitch et son amour pour les puddings vendus au Pawado !\nHijiri Rokudo est une receveuse qui a un don rare pour le baseball ! C'est la meilleure amie de Mizuki depuis le collège et son mets préféré du Pawado est le Kintsuba !", "it": "Le tre ragazze Power Pro sono migliori amiche! E la loro passione per il baseball vola come un fuoricampo!\n\nAoi Hayakawa è stata la prima giocatrice femminile nella lega. Il suo lancio caratteristico è un submarine che lei chiama La Marine Ball!\nMizuki Tachibana è più un maschiaccio che non la sua senpai, conosciuta soprattutto per il suo Crescent Moon Pitch e per il suo amore per il budino venduto al Pawado!\nHijiri Rokudo è una ricevitrice con una rara dote per il baseball! E' la migliore amica di Mizuki dalle scuole medie e il suo dolce preferito al Pawado è il Kintsuba!", "pt": "Essas três garotas Power Pro são melhores amigas! E sua paixão pelo beisebol paira como um home run!\n\nAoi Hayakawa foi a primeira jogadora mulher na liga. Sua jogada característica é um lançamento baixo que ela chama de Marine Ball!\nMizuki Tachibana é mais tomboy que sua senpai, conhecida por seu Crescent Moon Pitch e seu amor pelo pudim vendido em Pawado!\nHijiri Rokudo é uma recebedora com um dom raro para o beisebol! Ela tem sido a melhor amiga de Mizuki desde o ensino fundamental e seu prato favorito em Pawado é o Kintsuba!", "ja": "仲良しパワプロ三人娘。野球にかける情熱が華麗にフィールドを舞う！\n早川 あおい：シリーズ初の女子選手。アンダースローの投手で、決め球は『マリンボール』。橘みずきの先輩。\n橘 みずき：おてんばで勝ち気な投手。決め球は『クレッセントムーン』。パワ堂の「プリン」が好き。\n六道 聖：類いまれな野球センスを持つ捕手。橘みずきとは中学時代からの親友。好物はパワ堂の「きんつば」。", "ko": "사이좋은 파워프로 세 아가씨. 야구에 대한 정열이 화려하게 필드를 수놓는다!\n\n하야카와 아오이: 시리즈 첫 여자 선수. 언더스로 투수로, 결정구는 『마린볼』. 타치바나 미즈키의 선배.\n타치바나 미즈키: 말괄량이에 악착스러운 투수. 결정구는 『크레센토문』. 파워당의 \"푸딩\"을 좋아함.\n로쿠도 히지리: 보기 드문 야구 센스를 가진 포수. 타치바나 미즈키와는 중학생 시절부터 친한 친구. 좋아하는 음식은 파워당의 \"킨츠바\".", "zh-TW": "三個要好的實況棒球女孩。投注在棒球的熱情使她們在場上華麗熱舞！\n\n早川 Aoi：系列作第一個女性選手。決勝球為「Marine Ball」的下勾球投手。橘 Mizuki的前輩。\n橘 Mizuki：男孩子氣，好勝心強的投手。決勝球為「Crescent Moon」。喜歡實況堂的「布丁」。\n六道 聖：有著無與倫比球感的捕手。跟橘 Mizuki從中學開始就是摯友。喜歡吃實況堂的「金鍔餅」。", "zh-CN": "要好的实况棒球三人娘。倾注在棒球的热情将华丽的在场上起舞！\n\n早川 Aoi：系列作最初的女性选手。决胜球为“Marine Ball”的下勾球投手。橘 Mizuki的前辈。\n橘 Mizuki：男孩子气、好胜心强的投手。决胜球为“Crescent Moon”。喜欢实况堂的布丁。\n六道 圣：有着无与伦比球感的捕手。跟橘 Mizuki是中学时代的亲友。喜欢实况堂的金锷饼。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Normal", "attribute": "WIND", "level": 6, "atk": 1950, "def": 2100, "images": [{"index": 1, "image": "PowerProLadySisters-PPC1-JP-C.png"}], "sets": {"ja": [{"set_number": "PPC1-JP002", "set_name": "Power Pros collaboration cards", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": null, "ocg": "Unlimited"}, "yugipedia_page_id": 716264, "master_duel_rarity": "UR"}