{"konami_id": 20226, "password": 49867899, "name": {"en": "Fiendsmith's Sequence", "de": "Sequenz des Unterweltlerschmieds", "es": "Secuencia del Demoniherrero", "fr": "Séquence du Démonforgeron", "it": "Sequenza del Demonefabbro", "pt": "Sequência do Criademônio", "ja": "<ruby>刻まれし魔の大聖棺<rt>デモンスミス・セクエンツィア</rt></ruby>", "ja_romaji": "Demonsumisu Sekuentsia", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "契印魔镌・叙圣棺"}, "text": {"en": "2 monsters, including a LIGHT Fiend monster\nDuring your Main Phase: You can Fusion Summon 1 Fiend Fusion Monster from your Extra Deck, by shuffling its materials from your GY into the Deck. You can target 1 LIGHT non-Link Fiend monster you control; equip this card from your field or GY to that monster you control as an Equip Spell with the following effect.\n● Your opponent cannot target the equipped monster with card effects.\nYou can only use each effect of \"Fiendsmith's Sequence\" once per turn.", "de": "2 Monster, darunter ein LICHT Unterweltler-Monster\nWährend deiner Main Phase: Du kannst 1 Unterweltler-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, indem du sein Material von deinem Friedhof ins Deck mischst. Du kannst 1 LICHT Unterweltler-Nichtlink-Monster wählen, das du kontrollierst; rüste jenes Monster, das du kontrollierst, mit dieser Karte von deiner Spielfeldseite oder deinem Friedhof als Ausrüstungszauber mit dem folgenden Effekt aus.\n● Dein Gegner kann das ausgerüstete Monster nicht als Ziel für Karteneffekte wählen.\nDu kannst jeden Effekt von „Sequenz des Unterweltlerschmieds“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos, incluyendo un monstruo Demonio de LUZ\nDurante tu Main Phase: puedes Invocar por Fusión 1 Monstruo de Fusión Demonio desde tu Deck Extra, barajando al Deck sus materiales en tu Cementerio. Puedes seleccionar 1 monstruo Demonio de LUZ que no sea de Enlace que controles; equipa esta carta en tu Campo o Cementerio a ese monstruo que controlas como una Mágica de Equipo con el siguiente efecto.\n● Tu adversario no puede seleccionar el monstruo equipado con efectos de cartas.\nSólo puedes usar cada efecto de \"Secuencia del Demoniherrero\" una vez por turno.", "fr": "2 monstres (un monstre LUMIÈRE Démon inclus)\nDurant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion Démon depuis votre Extra Deck, en mélangeant ses Matériels depuis votre Cimetière dans le Deck. Vous pouvez cibler 1 monstre non-Lien LUMIÈRE Démon que vous contrôlez ; équipez cette carte depuis votre Terrain ou Cimetière au monstre que vous contrôlez comme Magie d'Équipement avec l'effet suivant.\n● Votre adversaire ne peut pas cibler le monstre équipé avec des effets de carte.\nVous ne pouvez utiliser chaque effet de \"Séquence du Démonforgeron\" qu'une fois par tour.", "it": "2 mostri, compreso un mostro LUCE Demone\nDurante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione Demone dal tuo Extra Deck, mischiando i suoi materiali dal tuo Cimitero nel Deck. Puoi scegliere come bersaglio 1 mostro LUCE non-Link Demone che controlli; equipaggia questa carta dal tuo Terreno o Cimitero a quel mostro che controlli come una Magia Equipaggiamento con il seguente effetto.\n● Il tuo avversario non può scegliere come bersaglio il mostro equipaggiato con gli effetti delle carte.\nPuoi utilizzare ogni effetto di \"Sequenza del Demonefabbro\" una sola volta per turno.", "pt": "2 monstros, incluindo um monstro Demônio de LUZ\nDurante sua Fase Principal: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão Demônio do seu Deck Adicional, ao embaralhar no Deck suas matérias do seu Cemitério. Você pode escolher 1 monstro Demônio de LUZ que não seja Link que você controla; equipe este card do seu campo ou Cemitério a esse monstro que você controla como uma Magia de Equipamento com o seguinte efeito.\n● Seu oponente não pode escolher o monstro equipado como alvo de efeitos de card.\nVocê só pode usar cada efeito de \"Sequência do Criademônio\" uma vez por turno.", "ja": "悪魔族・光属性モンスターを含むモンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。自分の墓地のモンスターを融合素材としてデッキに戻し、悪魔族の融合モンスター１体を融合召喚する。②：Ｌモンスター以外の自分フィールドの悪魔族・光属性モンスター１体を対象として発動できる。自分のフィールド・墓地からこのカードを以下の効果を持つ装備魔法カード扱いでその自分のモンスターに装備する。●相手は装備モンスターを効果の対象にできない。", "ko": null, "zh-TW": null, "zh-CN": "包含恶魔族・光属性怪兽在内的怪兽２只\n此卡名的①②效果１回合仅可各使用１次。①：在自己的主要阶段可以发动。将自己墓地的怪兽作为融合素材放回牌组，将１只恶魔族融合怪兽融合召唤。②：以自己场上连接怪兽以外的１只恶魔族・光属性怪兽为对象可以发动。从自己场上・墓地将此卡视为拥有以下效果的装备魔法卡，装备于该自己的怪兽。●对手不可将装备怪兽作为效果的对象。"}, "card_type": "Monster", "monster_type_line": "Fiend / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘"], "atk": 1200, "materials": "2 monsters, including a LIGHT Fiend monster", "series": ["Fiendsmith"], "images": [{"index": 1, "image": "FiendsmithsSequence-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN047", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE047", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR047", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT047", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT047", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP047", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048155}