{"konami_id": 21339, "password": 49904658, "name": {"en": "Hrimnir the Divine Follower", "de": "Hrimnir die göttliche Verfolgerin", "es": "Hrimnir la Seguidora Divina", "fr": "Hrimnir la Disciple Divine", "it": "Hrimnir la Seguace Divina", "pt": "Hrimnir, a Seguidora Divina", "ja": "<ruby>久<rt>く</rt></ruby><ruby>遠<rt>おん</rt></ruby>の<ruby>神<rt>しん</rt></ruby><ruby>徒<rt>と</rt></ruby>フリムニル", "ja_romaji": "Kuon no Shinto Furimuniru", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "You can Tribute 3 Fairy monsters from your hand and/or field; Set 1 Continuous Spell from your Deck, but send it to the GY during your opponent's End Phase. If this card is sent to the GY by card effect: You can Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Hrimnir the Divine Follower\" once per turn.", "de": "Du kannst 3 Fee-Monster von deiner Hand und/oder Spielfeldseite als Tribut anbieten; setze 1 Permanenten Zauber von deinem Deck, aber lege ihn während der End Phase deines Gegners auf den Friedhof. Falls diese Karte durch einen Karteneffekt auf den Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Hrimnir die göttliche Verfolgerin“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar 3 monstruos Hada en tu mano y/o Campo; Coloca 1 Mágica Continua desde tu Deck, pero mándala al Cementerio durante la End Phase de tu adversario. Si esta carta es mandada al Cementerio por el efecto de una carta: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Hrimnir la Seguidora Divina\" una vez por turno.", "fr": "Vous pouvez Sacrifier 3 monstres Elfe depuis votre main et/ou Terrain ; Posez 1 Magie Continue depuis votre Deck, mais envoyez-la au Cimetière durant la End Phase de votre adversaire. Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Hrimnir la Disciple Divine\" qu'une fois par tour.", "it": "Puoi offrire come Tributo 3 mostri Fata dalla tua mano e/o Terreno; Posiziona 1 Magia Continua dal tuo Deck, ma mandala al Cimitero durante la End Phase del tuo avversario. Se questa carta viene mandata al Cimitero dall'effetto di una carta: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Hrimnir la Seguace Divina\" una sola volta per turno.", "pt": "Você pode oferecer como Tributo 3 monstros Fada da sua mão e/ou do campo; Baixe 1 Magia Contínua do seu Deck, mas envie-a para o Cemitério durante a Fase Final do seu oponente. Se este card for enviado para o Cemitério por um efeito de card: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Hrimnir, a Seguidora Divina\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の手札・フィールドの天使族モンスター３体をリリースして発動できる。デッキから永続魔法カード１枚を自分フィールドにセットする。この効果でセットしたカードは相手エンドフェイズに墓地へ送られる。②：このカードが効果で墓地へ送られた場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 9, "atk": 2200, "def": 2200, "images": [{"index": 1, "image": "HrimnirtheDivineFollower-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN082", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE082", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP082", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR082", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT082", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT082", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1123268}