{"konami_id": 17407, "password": 49928686, "name": {"en": "Spright Pixies", "de": "Spright Pixies", "es": "Duendecillos Spright", "fr": "Spright des Pixies", "it": "Spright Pixie", "pt": "Pixies Spright", "ja": "スプライト・ピクシーズ", "ja_romaji": "Supuraito Pikushīzu", "ko": "스프라이트 픽시즈", "ko_rr": "Seupeuraiteu Piksijeu", "zh-TW": "電光閃靈・小妖精", "zh-CN": "电光闪灵・皮克精"}, "text": {"en": "If you control a Level/Rank 2 monster, you can Special Summon this card (from your hand). You can only Special Summon \"Spright Pixies\" once per turn this way. During damage calculation, if another Level/Rank/Link 2 monster you control battles an opponent's monster (Quick Effect): You can send this card from your hand or field to the GY; that monster you control gains ATK/DEF equal to the opponent's monster's ATK, until the end of this turn. You can only use this effect of \"Spright Pixies\" once per turn.", "de": "Falls du ein Monster mit Stufe/Rang 2 kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Spright Pixies“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Während der Schadensberechnung, falls ein anderes Monster mit Stufe/Rang/Link 2, das du kontrollierst, gegen ein Monster eines Gegners kämpft (Schnelleffekt): Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; jenes Monster, das du kontrollierst, erhält bis zum Ende dieses Spielzugs ATK/DEF in Höhe der ATK des Monsters des Gegners. Du kannst diesen Effekt von „Spright Pixies“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo de Nivel/Rango 2, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Duendecillos Spright\" una vez por turno de esta forma. Durante el cálculo de daño, si otro monstruo de Nivel/Rango/Link 2 que controles batalla con un monstruo del adversario (Efecto Rápido): puedes mandar al Cementerio esta carta en tu mano o Campo; ese monstruo que controles gana ATK/DEF iguales al ATK del monstruo del adversario, hasta el final de este turno. Sólo puedes usar este efecto de \"Duendecillos Spright\" una vez por turno.", "fr": "Si vous contrôlez un monstre de Niveau/Rang 2, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Spright des Pixies\" qu'une fois par tour de cette façon. Durant le calcul des dommages, si un autre monstre de Niveau/Rang/Link 2 que vous contrôlez combat un monstre de l'adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; jusqu'à la fin de ce tour, le monstre que vous contrôlez gagne une ATK/DEF égales à l'ATK du monstre de l'adversaire. Vous ne pouvez utiliser cet effet de \"Spright des Pixies\" qu'une fois par tour.", "it": "Se controlli un mostro di Livello/Rango 2, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Spright Pixie\" una sola volta per turno in questo modo. Durante il calcolo dei danni, se un altro mostro di Livello/Rango/Link 2 che controlli combatte con un mostro dell'avversario (Effetto Rapido): puoi mandare questa carta dalla tua mano o Terreno al Cimitero; quel mostro che controlli guadagna ATK/DEF pari all'ATK del mostro dell'avversario, fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Spright Pixie\" una sola volta per turno.", "pt": "Se você controlar um monstro de Nível/Classe 2, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Pixies Spright\" por Invocação-Especial uma vez por turno desta forma. Durante o cálculo de dano, se outro monstro de Nível/Classe/Link 2 que você controla batalhar um monstro do oponente (Efeito Rápido): você pode enviar este card da sua mão ou do campo para o Cemitério; até o final deste turno, esse monstro que você controla ganha ATK/DEF igual ao ATK do monstro do oponente. Você só pode usar este efeito de \"Pixies Spright\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドにレベル２かランク２のモンスターが存在する場合、このカードは手札から特殊召喚できる。②：他の自分のレベル２・ランク２・リンク２のモンスターが相手モンスターと戦闘を行うダメージ計算時に、手札・フィールドのこのカードを墓地へ送って発動できる。その自分のモンスターの攻撃力・守備力はターン終了時まで、その相手モンスターの攻撃力分アップする。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 레벨 2 또는 랭크 2 의 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드 이외의 자신의 레벨 2 / 랭크 2 / 링크 2 의 몬스터가 상대 몬스터와 전투를 실행하는 데미지 계산시에, 패 / 필드의 이 카드를 묘지로 보내고 발동할 수 있다. 그 자신 몬스터의 공격력 / 수비력은 턴 종료시까지, 그 상대 몬스터의 공격력만큼 올린다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：自己场上存在等级２或阶级２的怪兽的情况下，此卡可从手牌中特殊召唤。②：此卡以外的、自己的等级２・阶级２・连接２的怪兽与对手怪兽进行战斗的伤害计算时，将手牌・场上的此卡送至墓地可以发动。该自己的怪兽的攻击力・守备力直至回合结束时为止，上升相当于该对手怪兽攻击力的数值。"}, "card_type": "Monster", "monster_type_line": "Thunder /  Effect", "attribute": "DARK", "level": 2, "atk": 1400, "def": 1400, "series": ["Spright"], "images": [{"index": 1, "image": "SprightPixies-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN005", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "BLTR-EN077", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "POTE-DE005", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "BLTR-DE077", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "POTE-SP005", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "BLTR-SP077", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "POTE-FR005", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "BLTR-FR077", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "POTE-IT005", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "BLTR-IT077", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "POTE-PT005", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "BLTR-PT077", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "POTE-JP005", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "CF01-JP123", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "POTE-KR005", "set_name": "Power of the Elements", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC124", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716817, "master_duel_rarity": "N"}