{"konami_id": 12779, "password": 50065971, "name": {"en": "Superheavy Samurai Stealth Ninja", "de": "Superstarker Samurai Schleichninja", "es": "Samurai Superpesado Ninja Sigiloso", "fr": "Ninja Furtif Samouraï Supralourd", "it": "Samurai Superpesante Furtivo Ninja", "pt": "Samurai Superpesado Ninja Furtivo", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>重<rt>じゅう</rt></ruby><ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>シノビ－<ruby>Ａ<rt>ア</rt></ruby>・<ruby>Ｃ<rt>シー</rt></ruby>", "ja_romaji": "Chōjū Ninja Shinobi-A Shī", "ko": "초중첩자 시노비－A·C", "ko_rr": null, "zh-TW": "超重忍者忍足－A.C", "zh-CN": "超重忍者 忍足－A・C"}, "text": {"en": "1 Machine-Type Tuner + 1 or more non-Tuner Machine-Type monsters\nThis card can attack while in face-up Defense Position. If it does, apply its DEF for damage calculation. If you have no Spell/Trap Cards in your Graveyard: You can halve this card's original DEF until the end of this turn, and if you do, this card can attack your opponent directly this turn. Once per turn, during the next Standby Phase after this card was destroyed by a card effect and sent to the Graveyard: You can Special Summon this card.", "de": "1 Empfänger vom Typ Maschine + 1 oder mehr Nicht-Empfänger-Monster vom Typ Maschine\nDiese Karte kann angreifen, solange sie sich in offener Verteidigungsposition befindet. Falls sie dies tut, verwende ihre DEF für die Schadensberechnung. Falls du keine Zauber-/Fallenkarten in deinem Friedhof hast: Du kannst die Grund-DEF dieser Karte bis zum Ende dieses Spielzugs halbieren und falls du dies tust, kann diese Karte deinen Gegner in diesem Spielzug direkt angreifen. Einmal pro Spielzug, während der nächsten Standby Phase, nachdem diese Karte durch einen Karteneffekt zerstört und auf den Friedhof gelegt wurde: Du kannst diese Karte als Spezialbeschwörung beschwören.", "es": "1 Cantante de Tipo Máquina + 1 o más monstruos de Tipo Máquina que no sean Cantantes\nEsta carta puede atacar mientras esté en Posición de Defensa boca arriba. Si lo hace, aplica su DEF para el cálculo de daño. Si no tienes Cartas Mágicas/de Trampa en tu Cementerio: puedes dividir a la mitad la DEF original de esta carta hasta el final de este turno y, si lo haces, este turno esta carta puede atacar a tu adversario directamente. Una vez por turno, durante la próxima Standby Phase después de que esta carta fue destruida por efecto de una carta y mandada al Cementerio: puedes Invocar esta carta de Modo Especial.", "fr": "1 Syntoniseur de Type Machine + 1 monstre non-Syntoniseur de Type Machine ou plus\nCette carte peut attaquer tant qu'elle est en Position de Défense face recto. Si elle le fait, appliquez sa DEF pour le calcul des dommages. Si vous n'avez aucune Carte Magie/Piège dans votre Cimetière : vous pouvez diviser par deux la DEF d'origine de cette carte jusqu'à la fin de ce tour, et si vous le faites, cette carte peut attaquer directement votre adversaire ce tour. Une fois par tour, durant la prochaine Standby Phase après que cette carte a été détruite par un effet de carte et envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte.", "it": "1 Tuner di Tipo Macchina + 1 o più mostri non-Tuner di Tipo Macchina\nQuesta carta può attaccare mentre è scoperta in Posizione di Difesa. Se lo fa, applica il suo DEF per il calcolo dei danni. Se non hai nessuna Carta Magia/Trappola nel tuo Cimitero: puoi dimezzare il DEF originale di questa carta fino alla fine di questo turno e, se lo fai, questa carta può attaccare il tuo avversario direttamente in questo turno. Una volta per turno, durante la prossima Standby Phase dopo che questa carta è stata distrutta dall'effetto di una carta e mandata al Cimitero: puoi Evocare Specialmente questa carta.", "pt": "1 Regulador do Tipo Máquina + 1 ou mais monstros não-Reguladores do Tipo Máquina\nEste card pode atacar enquanto estiver com a face para cima em Posição de Defesa. Se o fizer, use sua DEF para o cálculo de dano. Se você não tiver nenhum Card de Magia/Armadilha no seu Cemitério: até o final deste turno, você pode diminuir pela metade a DEF original deste card e, se isso acontecer, este card pode atacar diretamente seu oponente neste turno. Uma vez por turno, durante a próxima Fase de Apoio depois que este card for destruído por um efeito de card e enviado para o Cemitério: você pode Invocar este card por Invocação-Especial.", "ja": "機械族チューナー＋チューナー以外の機械族モンスター１体以上\nこのカードはルール上「超重武者」カードとしても扱う。①：このカードは表側守備表示のままで攻撃できる。その場合、このカードは守備力を攻撃力として扱いダメージ計算を行う。②：自分の墓地に魔法・罠カードが存在しない場合に発動できる。このカードの元々の守備力はターン終了時まで半分になり、このターンこのカードは直接攻撃できる。③：このカードが効果で破壊され墓地へ送られた場合、次のスタンバイフェイズに発動できる。このカードを墓地から特殊召喚する。", "ko": "기계족 튜너 ＋ 튜너 이외의 기계족 몬스터 1장 이상\n이 카드는 룰상 \"초중무사\" 카드로도 취급한다. ①: 이 카드는 앞면 수비 표시 그대로 공격할 수 있다. 그 경우, 이 카드는 수비력을 공격력으로 취급하고 데미지 계산을 실행한다. ②: 자신 묘지에 마법 / 함정 카드가 존재하지 않을 경우에 발동할 수 있다. 이 카드의 원래 수비력은 턴 종료시까지 절반이 되고, 이 턴에 이 카드는 직접 공격할 수 있다. ③: 이 카드가 효과로 파괴되어 묘지로 보내졌을 경우, 다음 스탠바이 페이즈에 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다.", "zh-TW": "機械族協調＋協調以外的機械族怪獸１隻以上\n此卡在規則上也視為「超重武者」卡。①：此卡可保持正面守備表示進行攻擊。在該狀況下，此卡將守備力視為攻擊力進行傷害計算。②：可在我方墓地不存在魔法・陷阱卡的狀況下發動。此卡的原本的守備力在回合結束前減半，此回合此卡可直接攻擊。③：在此卡因效果被破壞送至墓地的狀況下，可在下一個準備階段發動。從墓地特殊召喚此卡。", "zh-CN": "机械族协调＋１只以上协调以外的机械族怪兽\n此卡名在规则上也视为“超重武者”卡。①：此卡可在表侧守备表示的状态下攻击。该情况下，将此卡的守备力视为攻击力来进行伤害计算。②：自己的墓地不存在魔法・陷阱卡的情况下可以发动。此卡原本守备力直至回合结束时为止变为一半，此回合，此卡可直接攻击。③：此卡因效果被破坏并被送至墓地的情况下，在下一个准备阶段可以发动。从墓地将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "EARTH", "level": 7, "atk": 1200, "def": 2800, "materials": "1 Machine-Type Tuner + 1 or more non-Tuner Machine-Type monsters", "series": ["Superheavy Samurai", "Ninja"], "images": [{"index": 1, "image": "SuperheavySamuraiStealthNinja-MP17-EN-R-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN044", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "MP17-EN203", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "RATE-DE044", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "MP17-DE203", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "RATE-FR044", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "MP17-FR203", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "RATE-IT044", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "MP17-IT203", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "RATE-PT044", "set_name": "Raging Tempest", "rarities": ["Rare"]}, {"set_number": "MP17-PT203", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "RATE-JP044", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "RATE-KR044", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "CL04-SC071", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 415759, "master_duel_rarity": "SR"}