{"konami_id": 10927, "password": 50074392, "name": {"en": "Sirenorca", "de": "Sirenenorca", "es": "Sirenorca", "fr": "Sirènorca", "it": "Sirenorca", "pt": "Sereiorca", "ja": "<ruby>霊<rt>れい</rt></ruby><ruby>水<rt>すい</rt></ruby><ruby>鳥<rt>ちょう</rt></ruby>シレーヌ・オルカ", "ja_romaji": "Reisuichō Shirēnu Oruka", "ko": "영수조 씨레느 오르카", "ko_rr": null, "zh-TW": "靈水鳥賽蓮鯨", "zh-CN": "灵水鸟赛莲鲸"}, "text": {"en": "If you control both Fish and Winged Beast-Type monsters, you can Special Summon this card (from your hand). When you do: You can declare a Level from 3 to 5; the Levels of all monsters you currently control become the declared Level. If you activate this effect, monsters you control cannot activate their effects for the rest of this turn, except WATER monsters.", "de": "Falls du Monster vom Typ Fisch und Geflügeltes Ungeheuer kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Wenn du dies tust: Du kannst eine Stufe von 3 bis 5 benennen; die Stufe aller Monster, die du derzeit kontrollierst, wird die benannte Stufe. Falls du diesen Effekt aktivierst, können die Effekte von Monstern, die du kontrolliert, für den Rest dieses Spielzugs nicht aktiviert werden, außer denen von WASSER Monstern.", "es": "Si controlas monstruos de Tipo Pez y Bestia Alada, puedes Invocar esta carta de Modo Especial (desde tu mano). Cuando lo haces: puedes declarar un Nivel de 3 a 5; los Niveles de todos los monstruos que controles en este momento se convierten en el Nivel declarado. Si activas este efecto, los monstruos que controles no pueden activar sus efectos por el resto del turno, excepto los monstruos de AGUA.", "fr": "Si vous contrôlez des monstres de Type Poisson et Bête Ailée, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Lorsque vous le faites : vous pouvez déclarer un Niveau de 3 à 5 ; le Niveau de tous les monstres que vous contrôlez actuellement devient du Niveau déclaré. Si vous activez cet effet, le reste de ce tour, les monstres (monstres EAU exclus) que vous contrôlez ne peuvent pas activer leurs effets.", "it": "Se controlli sua un mostro di Tipo Pesche che un mostro di Tipo Bestia Alata, puoi Evocare Specialmente questa carta (dalla tua mano). Quando lo fai, puoi dichiarare un Livello tra 3 e 5: i Livelli di tutti i mostri che controlli attualmente diventano il Livello dichiarato. Se attivi questo effetto, i mostri che controlli non possono attivare i loro effetti per il resto di questo turno, eccetto i mostri ACQUA.", "pt": "Se você controlar monstros tanto do Tipo Peixe como do Tipo Besta Alada, você pode Invocar este card por Invocação-Especial (da sua mão). Quando isso acontecer, você pode declarar um Nível de 3 a 5; o Nível de todos os monstros que você controla atualmente se torna o Nível declarado. Se você ativar este efeito, os monstros que você controla não podem ativar seus efeitos pelo resto do turno, exceto monstros de ÁGUA.", "ja": "自分フィールド上に魚族及び鳥獣族モンスターが存在する場合、このカードは手札から特殊召喚できる。この方法で特殊召喚に成功した時、３から５までの任意のレベルを宣言して発動できる。自分フィールド上の全てのモンスターのレベルは宣言したレベルになる。この効果を発動したターン、水属性以外の自分のモンスターは効果を発動できない。", "ko": "자신 필드 위에 어류족 및 비행야수족 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환에 성공했을 때, 3에서 5까지의 임의의 레벨을 선언하고 발동할 수 있다. 자신 필드 위의 모든 몬스터의 레벨은 선언한 레벨이 된다. 이 효과를 발동한 턴에, 물 속성 이외의 자신의 몬스터는 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "自己场上有鱼族以及鸟兽族怪兽存在的场合，这张卡可以从手卡特殊召唤。这个方法特殊召唤成功时，宣言从3到5的任意等级才能发动。自己场上的全部怪兽的等级变成宣言的等级。这个效果发动过的回合，水属性以外的自己怪兽不能把效果发动。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "WATER", "level": 5, "atk": 2200, "def": 1000, "images": [{"index": 1, "image": "Sirenorca-LVAL-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LVAL-EN041", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "de": [{"set_number": "LVAL-DE041", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "fr": [{"set_number": "LVAL-FR041", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "it": [{"set_number": "LVAL-IT041", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "pt": [{"set_number": "LVAL-PT041", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ja": [{"set_number": "LVAL-JP041", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ko": [{"set_number": "LVAL-KR041", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 307078, "master_duel_rarity": "N"}