{"konami_id": 20706, "password": 50123605, "name": {"en": "Heavy Cavalry of the Indestructible Insects", "de": "Schwere Kavallerie der Unzerstörbaren Insekten", "es": "Caballería Pesada de los Insectos Indestructibles", "fr": "Cavalerie Lourde des Indestructibles Insectes", "it": "Cavalleria Pesante degli Insetti Immortali", "pt": "Cavalaria Pesada dos Insetos Indestrutíveis", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 Level 5 or higher Insect monster + 1 Insect monster\nCannot be destroyed by your opponent's card effects. If all face-up monsters you control are Insect monsters (Quick Effect): You can target 2 monsters on the field, including an Insect monster you control; banish them. You can only use this effect of \"Heavy Cavalry of the Indestructible Insects\" once per turn.", "de": "1 Insekt-Monster der Stufe 5 oder höher + 1 Insekt-Monster\nKann nicht durch Karteneffekte deines Gegners zerstört werden. Falls alle offenen Monster, die du kontrollierst, Insekt-Monster sind (Schnelleffekt): Du kannst 2 Monster auf dem Spielfeld wählen, darunter ein Insekt-Monster, das du kontrollierst; verbanne sie. Du kannst diesen Effekt von „Schwere Kavallerie der Unzerstörbaren Insekten“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo Insecto de Nivel 5 o mayor + 1 monstruo Insecto\nNo puede ser destruido por efectos de cartas de tu adversario. Si todos los monstruos boca arriba que controlas son monstruos Insecto (Efecto Rápido): puedes seleccionar 2 monstruos en el Campo, incluyendo un monstruo Insecto que controles; destiérralos. Sólo puedes usar este efecto de \"Caballería Pesada de los Insectos Indestructibles\" una vez por turno.", "fr": "1 monstre Insecte de min. Niveau 5 + 1 monstre Insecte\nNon destructible par des effets de carte de votre adversaire. Si tous les monstres face recto que vous contrôlez sont des monstres Insecte (Effet Rapide) : vous pouvez cibler 2 monstres (un monstre Insecte que vous contrôlez inclus) sur le Terrain ; bannissez-les. Vous ne pouvez utiliser cet effet de \"Cavalerie Lourde des Indestructibles Insectes\" qu'une fois par tour.", "it": "1 mostro Insetto di Livello 5 o superiore + 1 mostro Insetto\nNon può essere distrutto dagli effetti delle carte del tuo avversario. Se tutti i mostri scoperti che controlli sono mostri Insetto (Effetto Rapido): puoi scegliere come bersaglio 2 mostri sul Terreno, compreso un mostro Insetto che controlli; bandiscili. Puoi utilizzare questo effetto di \"Cavalleria Pesante degli Insetti Immortali\" una sola volta per turno.", "pt": "1 monstro Inseto de Nível 5 ou mais + 1 monstro Inseto\nNão pode ser destruído pelos efeitos de card do seu oponente. Se todos os monstros com a face para cima que você controla forem monstros Inseto (Efeito Rápido): você pode escolher 2 monstros no campo, incluindo um monstro Inseto que você controla; bana-os. Você só pode usar este efeito de \"Cavalaria Pesada dos Insetos Indestrutíveis\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Insect / Fusion / Effect", "attribute": "EARTH", "level": 7, "atk": 2500, "def": 1800, "materials": "1 Level 5 or higher Insect-Type monster + 1 Insect-Type monster", "images": [{"index": 1, "image": "HeavyCavalryoftheIndestructibleInsects-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN082", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE082", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR082", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT082", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT082", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": null}, "yugipedia_page_id": 1083819}