{"konami_id": 9121, "password": 50278554, "name": {"en": "Scrap Twin Dragon", "de": "Schrott-Zwillingsdrache", "es": "Dragón Doble de Chatarra", "fr": "Dragon Gémeau de Ferraille", "it": "Drago Gemello Frammento", "pt": "Dragão Gêmeo de Restolhos", "ja": "スクラップ・ツイン・ドラゴン", "ja_romaji": "Sukurappu Tsuin Doragon", "ko": "스크랩 트윈 드래곤", "ko_rr": null, "zh-TW": "廢鐵雙頭龍", "zh-CN": "废铁双头龙"}, "text": {"en": "1 \"Scrap\" Tuner + 1+ non-Tuner monsters\nOnce per turn: You can target 1 card you control and 2 cards your opponent controls; destroy the one you control, and if you do, return the ones your opponent controls to the hand. If this card in your possession is destroyed by your opponent's card and sent to your GY: Target 1 non-Synchro \"Scrap\" monster in your GY; Special Summon it.", "de": "1 „Schrott“-Empfänger + 1+ Nicht-Empfänger-Monster\nEinmal pro Spielzug: Du kannst 1 Karte, die du kontrollierst, und 2 Karten, die dein Gegner kontrolliert, wählen; zerstöre die, die du kontrollierst, und falls du dies tust, gib die, die dein Gegner kontrolliert, auf die Hand zurück. Falls diese Karte, die dir gehört, durch eine Karte deines Gegners zerstört und auf deinen Friedhof gelegt wird: Wähle 1 „Schrott“-Nichtsynchro-Monster in deinem Friedhof; beschwöre es als Spezialbeschwörung.", "es": "1 Cantante \"Chatarra\" + 1+ monstruos que no sean Cantantes\nUna vez por turno: puedes seleccionar 1 carta que controles y 2 cartas que controle tu adversario; destruye la que controlas y, si lo haces, devuelve a la mano las que controla tu adversario. Si esta carta en tu posesión es destruida por una carta de tu adversario y mandada a tu Cementerio: selecciona 1 monstruo \"Chatarra\" que no sea de Sincronía en tu Cementerio; Invócalo de Modo Especial.", "fr": "1 Syntoniseur \"Ferraille\" + 1+ monstre non-Syntoniseur\nUne fois par tour : vous pouvez cibler 1 carte que vous contrôlez et 2 cartes contrôlées par votre adversaire ; détruisez celle que vous contrôlez, et si vous le faites, renvoyez celles contrôlées par votre adversaire à la main. Si cette carte en votre possession est détruite par une carte de votre adversaire et envoyée à votre Cimetière : ciblez 1 monstre non-Synchro \"Ferraille\" dans votre Cimetière ; Invoquez-le Spécialement.", "it": "1 Tuner \"Frammento\" + 1+ mostri non-Tuner\nUna volta per turno: puoi scegliere come bersaglio 1 carta che controlli e 2 carte controllate dal tuo avversario; distruggi quella che controlli e, se lo fai, fai tornare nella mano quelle controllate dal tuo avversario. Se questa carta sotto il tuo comando viene distrutta da una carta del tuo avversario e mandata al tuo Cimitero: scegli come bersaglio 1 mostro \"Frammento\" non-Synchro nel tuo Cimitero; Evocalo Specialmente.", "pt": "1 Regulador \"Restolhos\" + 1+ monstros não-Reguladores\nUma vez por turno: você pode escolher 1 card que você controla e 2 cards que seu oponente controla; destrua o que você controla e, se isso acontecer, devolva os que seu oponente controla para a mão. Se este card em sua posse for destruído por um card do seu oponente e enviado para o seu Cemitério: escolha 1 monstro \"Restolhos\" que não seja Sincro no seu Cemitério; Invoque-o por Invocação-Especial.", "ja": "「スクラップ」と名のついたチューナー＋チューナー以外のモンスター１体以上\n１ターンに１度、自分フィールド上に存在するカード１枚と、相手フィールド上に存在するカード２枚を選択して発動する事ができる。選択した自分のカードを破壊し、選択した相手のカードを手札に戻す。このカードが相手によって破壊され墓地へ送られた時、シンクロモンスター以外の自分の墓地に存在する「スクラップ」と名のついたモンスター１体を選択して特殊召喚する。", "ko": "\"스크랩\"이라는 이름이 붙은 튜너 ＋ 튜너 이외의 몬스터 1장 이상\n1턴에 1번, 자신 필드 위에 존재하는 카드 1장과 상대 필드 위에 존재하는 카드 2장을 선택하고 발동할 수 있다. 선택한 자신의 카드를 파괴하고, 선택한 상대의 카드를 패로 되돌린다. 이 카드가 상대에 의해서 파괴되어 묘지로 보내졌을 때, 싱크로 몬스터 이외의 자신 묘지에 존재하는 \"스크랩\"이라는 이름이 붙은 몬스터 1장을 선택하고 특수 소환한다.", "zh-TW": null, "zh-CN": "“废铁”协调＋１只以上协调以外的怪兽\n①：１回合１次，以自己场上的１张卡和对手场上的２张卡为对象可以发动。将该自己的卡破坏，将该对手的卡放回持有者的手牌。②：此卡因对手被破坏并被送至墓地的情况下，以自己墓地同步怪兽以外的１只“废铁”怪兽为对象发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Synchro / Effect", "attribute": "EARTH", "level": 9, "atk": 3000, "def": 2200, "materials": "1 \"Scrap\" Tuner + 1 or more non-Tuner monsters", "series": ["Scrap"], "images": [{"index": 1, "image": "ScrapTwinDragon-KICO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "STBL-EN044", "set_name": "Starstrike Blast", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "KICO-EN038", "set_name": "King's Court", "rarities": ["Super Rare"]}], "de": [{"set_number": "STBL-DE044", "set_name": "Starstrike Blast", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "KICO-DE038", "set_name": "King's Court", "rarities": ["Super Rare"]}], "fr": [{"set_number": "STBL-FR044", "set_name": "Starstrike Blast", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "KICO-FR038", "set_name": "King's Court", "rarities": ["Super Rare"]}], "it": [{"set_number": "STBL-IT044", "set_name": "Starstrike Blast", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "KICO-IT038", "set_name": "King's Court", "rarities": ["Super Rare"]}], "pt": [{"set_number": "KICO-PT038", "set_name": "King's Court", "rarities": ["Super Rare"]}], "ja": [{"set_number": "STBL-JP044", "set_name": "Starstrike Blast", "rarities": ["Ultra Rare", "Ultimate Rare"]}], "ko": [{"set_number": "STBL-KR044", "set_name": "Starstrike Blast", "rarities": ["Ultra Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "CL03-SC165", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 132241, "master_duel_rarity": "SR"}