{"konami_id": 9688, "password": 50292967, "name": {"en": "Past Image", "de": "Bild der Vergangenheit", "es": "Imagen del Pasado", "fr": "Image du Passé", "it": "Immagine Passata", "pt": "Imagem do Passado", "ja": "パスト・イメージ", "ja_romaji": "Pasuto Imēji", "ko": "패스트 이미지", "ko_rr": null, "zh-TW": "過去影像", "zh-CN": "过去影像"}, "text": {"en": "If you control a face-up Psychic-Type monster: Target 1 monster your opponent controls; banish it. During the next Standby Phase, it returns to the opponent's side of the field in the same Battle Position.", "de": "Falls du ein offenes Monster vom Typ Psi kontrollierst: Wähle 1 Monster, das dein Gegner kontrolliert; verbanne es. Während der nächsten Standby Phase kehrt es in derselben Kampfposition auf die Spielfeldseite deines Gegners zurück.", "es": "Si controlas 1 monstruo de Tipo Psíquico boca arriba: selecciona 1 monstruo que controle tu adversario; destiérralo. Durante la próxima Standby Phase, ese monstruo vuelve al lado del Campo de tu adversario en la misma posición de batalla.", "fr": "Si vous contrôlez un monstre de Type Psychique face recto : ciblez 1 monstre contrôlé par votre adversaire ; bannissez-le. Durant la prochaine Standby Phase, il est renvoyé sur le Terrain de votre adversaire dans la même position de combat.", "it": "Se controlli un mostro di Tipo Psichico scoperto: scegli come bersaglio 1 mostro controllato dal tuo avversario; bandiscilo. Durante la tua prossima Standby Phase, esso ritorna sul Terreno dell'avversario nella stessa Posizione.", "pt": null, "ja": "自分フィールド上にサイキック族モンスターが表側表示で存在する場合、相手フィールド上に存在するモンスター１体を選択して発動する事ができる。選択したモンスターをゲームから除外する。選択したモンスターは、次のスタンバイフェイズ時に同じ表示形式で相手フィールド上に戻る。", "ko": "자신 필드 위에 사이킥족 몬스터가 앞면 표시로 존재할 경우, 상대 필드 위에 존재하는 몬스터 1장을 선택하고 발동할 수 있다. 선택한 몬스터를 게임에서 제외한다. 이 효과로 제외한 몬스터는, 다음 스텐바이 페이즈시에 같은 표시 형식으로 상대 필드 위로 되돌아간다.", "zh-TW": null, "zh-CN": "自己场上有念动力族怪兽表侧表示存在的场合，选择对方场上存在的1只怪兽才能发动。选择的怪兽从游戏中除外。这个效果除外的怪兽在下次的准备阶段时以相同表示形式回到对方场上。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "PastImage-GENF-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GENF-EN071", "set_name": "Generation Force", "rarities": ["Common"]}], "de": [{"set_number": "GENF-DE071", "set_name": "Generation Force", "rarities": ["Common"]}], "fr": [{"set_number": "GENF-FR071", "set_name": "Generation Force", "rarities": ["Common"]}], "it": [{"set_number": "GENF-IT071", "set_name": "Generation Force", "rarities": ["Common"]}], "ja": [{"set_number": "GENF-JP071", "set_name": "Generation Force", "rarities": ["Common"]}], "ko": [{"set_number": "GENF-KR071", "set_name": "Generation Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 175722, "master_duel_rarity": "N"}