{"konami_id": 19530, "password": 50311058, "name": {"en": "Goblin Biker Grand Stampede", "de": "Großer Panikansturm der Goblin-Biker", "es": "Gran Estampida Moto Goblin", "fr": "Ruée Fracassante des Gobelins Motards", "it": "Grandiosa Carica dei Motociclisti Goblin", "pt": "Grande Debandada Motoqueiro Goblin", "ja": "<ruby>百鬼羅刹大暴走<rt>ゴブリンライダー・スタンピード</rt></ruby>", "ja_romaji": "Goburin Raidā Sutanpīdo", "ko": "고블린라이더 스탬피드", "ko_rr": null, "zh-TW": "格布林百羅剎大暴走", "zh-CN": "格布林百罗刹大暴走"}, "text": {"en": null, "de": "Während der Main Phase kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Xyz-Monster als Xyz-Beschwörung und verwende dafür nur „Goblin“-Monster, die du kontrollierst. Falls du ein „Goblin“-Xyz-Monster kontrollierst: Du kannst 1 Effektmonster auf dem Spielfeld wählen; hänge 1 Xyz-Material von einem Monster auf einer beliebigen Spielfeldseite ab und falls du dies tust, annulliere bis zum Ende dieses Spielzugs die Effekte jenes Monsters. Du kannst nur 1 Effekt von „Großer Panikansturm der Goblin-Biker“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Durante la Main Phase, puedes: inmediatamente después de que se resuelva este efecto, Invocar Xyz 1 Monstruo Xyz, usando sólo monstruos \"Goblin\" que controles. Si controlas un Monstruo Xyz \"Goblin\": puedes seleccionar 1 Monstruo de Efecto en el Campo; desacopla 1 Material Xyz de un monstruo en cualquier Campo y, si lo haces, niega los efectos de ese monstruo hasta el final de este turno. Sólo puedes usar 1 efecto de \"Gran Estampida Moto Goblin\" por turno, y sólo una vez ese turno.", "fr": "Durant la Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz, en utilisant uniquement des monstres \"Gobelin\" que vous contrôlez. Si vous contrôlez un Monstre Xyz \"Gobelin\" : vous pouvez cibler 1 Monstre à Effet sur le Terrain ; détachez 1 Matériel Xyz d'un monstre sur l'un des Terrains, et si vous le faites, annulez les effets du monstre jusqu'à la fin de ce tour. Vous ne pouvez utiliser qu'1 effet de \"Ruée Fracassante des Gobelins Motards\" par tour, et uniquement une fois le tour.", "it": "Durante la Main Phase, puoi: immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz, utilizzando solo mostri \"Goblin\" che controlli. Se controlli un Mostro Xyz \"Goblin\": puoi scegliere come bersaglio 1 Mostro con Effetto sul Terreno; stacca 1 Materiale Xyz da un mostro su qualsiasi Terreno e, se lo fai, annulla gli effetti di quel mostro fino alla fine di questo turno. Puoi utilizzare solo 1 effetto di \"Grandiosa Carica dei Motociclisti Goblin\" per turno, e solo una volta in quel turno.", "pt": "Durante a Fase Principal, você pode: imediatamente depois que este efeito resolver, Invocar por Invocação-Xyz 1 Monstro Xyz, usando apenas monstros \"Goblin\" que você controla. Se você controlar um Monstro Xyz \"Goblin\": você pode escolher 1 Monstro de Efeito no campo; desassocie 1 Matéria Xyz de um monstro em qualquer campo e, se isso acontecer, negue os efeitos desse monstro até o final deste turno. Você só pode usar 1 efeito de \"Grande Debandada Motoqueiro Goblin\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：自分・相手のメインフェイズに発動できる。自分フィールドの「ゴブリン」モンスターのみを素材としてＸ召喚を行う。\n②：自分フィールドに「ゴブリン」Ｘモンスターが存在する場合、フィールドの効果モンスター１体を対象として発動できる。フィールドのＸ素材を１つ取り除き、対象のモンスターの効果をターン終了時まで無効にする。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 자신 필드의 \"고블린\" 몬스터만을 소재로서 엑시즈 소환을 실행한다. ②: 자신 필드에 \"고블린\" 엑시즈 몬스터가 존재할 경우, 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 필드의 엑시즈 소재를 1개 제거하고, 대상 몬스터의 효과를 턴 종료시까지 무효로 한다.", "zh-TW": "此卡名的①②效果１回合１次，僅可使用其中１個。\n①：在自己・對手的主要階段可以發動。僅以自己場上的「格布林」怪獸作為素材進行超量召喚。\n②：自己場上存在「格布林」超量怪獸的情況下，以場上的１隻效果怪獸為對象可以發動。去除場上的１個超量素材，將對象怪獸的效果直至回合結束時為止無效。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。\n①：在自己・对手的主要阶段可以发动。仅以自己场上的“格布林”怪兽作为素材进行超量召唤。\n②：自己场上存在“格布林”超量怪兽的情况下，以场上的１只效果怪兽为对象可以发动。去除场上的１个超量素材，将对象怪兽的效果直至回合结束时为止无效。"}, "card_type": "Trap", "property": "Continuous", "series": ["Goblin", "Goblin Biker"], "images": [{"index": 1, "image": "GoblinBikerGrandStampede-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC075", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019560, "master_duel_rarity": "SR"}