{"konami_id": 20431, "password": 50415441, "name": {"en": "Mimighoul Archfiend", "de": "Mimighul Erzunterweltler", "es": "Archidemonio Mimighoul", "fr": "Archdémon Mimigoule", "it": "Mimighoul Arcidemone", "pt": "Arquidemônio Mimicarniçal", "ja": "ミミグル・デーモン", "ja_romaji": "Mimiguru Dēmon", "ko": "미미구르 데몬", "ko_rr": null, "zh-TW": "寶箱詭屍・惡魔", "zh-CN": "迷拟宝箱鬼・恶魔"}, "text": {"en": "FLIP: If it is the Main Phase: Apply these effects in sequence.\n● Your opponent draws 1 card. ● Send 1 card from your hand to the GY. ● Give control of this card to your opponent.\nDuring your Main Phase: You can Special Summon this card from your hand to your opponent's field in face-down Defense Position. If this card is Normal or Special Summoned: You can change 1 face-down monster on the field to face-up Attack or Defense Position. You can only use each effect of \"Mimighoul Archfiend\" once per turn.", "de": "FLIPP: Falls es die Main Phase ist: Führe nacheinander diese Effekte aus.\n● Dein Gegner zieht 1 Karte.\n● Lege 1 Karte von deiner Hand auf den Friedhof.\n● Übergib die Kontrolle über diese Karte an deinen Gegner.\nWährend deiner Main Phase: Du kannst diese Karte als Spezialbeschwörung von deiner Hand auf die Spielfeldseite deines Gegners in die verdeckte Verteidigungsposition beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 verdecktes Monster auf dem Spielfeld in die offene Angriffs- oder Verteidigungsposition ändern. Du kannst jeden Effekt von „Mimighul Erzunterweltler“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Si es la Main Phase: aplica estos efectos en secuencia.\n● Tu adversario roba 1 carta.\n● Manda al Cementerio 1 carta en tu mano.\n● Da el control de esta carta a tu adversario.\nDurante tu Main Phase: puedes Invocar esta carta de Modo Especial desde tu mano al Campo de tu adversario en Posición de Defensa boca abajo. Si esta carta es Invocada de Modo Normal o Especial: puedes cambiar 1 monstruo boca abajo en el Campo a Posición de Ataque o Defensa boca arriba. Sólo puedes usar cada efecto de \"Archidemonio Mimighoul\" una vez por turno.", "fr": "FLIP : Si c'est la Main Phase : appliquez ces effets dans l'ordre.\n● Votre adversaire pioche 1 carte.\n● Envoyez 1 carte depuis votre main au Cimetière.\n● Donnez le contrôle de cette carte à votre adversaire.\nDurant votre Main Phase : vous pouvez Invoquer Spécialement cette carte depuis votre main sur le Terrain de votre adversaire en Position de Défense face verso. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez changer 1 monstre face verso sur le Terrain en Position d'Attaque ou Défense face recto. Vous ne pouvez utiliser chaque effet de \"Archdémon Mimigoule\" qu'une fois par tour.", "it": "SCOPRI: Se è la Main Phase: applica questi effetti in ordine.\n● Il tuo avversario pesca 1 carta.\n● Manda 1 carta dalla tua mano al Cimitero.\n● Dai il controllo di questa carta al tuo avversario.\nDurante la tua Main Phase: puoi Evocare Specialmente questa carta dalla tua mano sul Terreno del tuo avversario coperta in Posizione di Difesa. Se questa carta viene Evocata Normalmente o Specialmente: puoi mettere scoperto in Posizione di Attacco o Difesa 1 mostro coperto sul Terreno. Puoi utilizzare ogni effetto di \"Mimighoul Arcidemone\" una sola volta per turno.", "pt": "VIRE: Se for a Fase Principal: aplique esses efeitos em sequência.\n● Seu oponente compra 1 card.\n● Envie 1 card da sua mão para o Cemitério.\n● Conceda o controle deste card ao seu oponente.\nDurante sua Fase Principal: você pode Invocar este card por Invocação-Especial da sua mão no campo do seu oponente com a face para baixo em Posição de Defesa. Se este card for Invocado por Invocação-Normal ou Especial: você pode colocar 1 monstro com a face para baixo no campo, com a face para cima em Posição de Ataque ou Defesa. Você só pode usar cada efeito de \"Arquidemônio Mimicarniçal\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。このカードを手札から相手フィールドに裏側守備表示で特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。フィールドの裏側表示モンスター１体を表側攻撃表示か表側守備表示にする。③：このカードがメインフェイズにリバースした場合に発動する。以下の効果をそれぞれ適用する。●相手は１枚ドローする。●自分の手札を１枚選んで墓地へ送る。●このカードのコントロールを相手に移す。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 이 카드를 패에서 상대 필드에 뒷면 수비 표시로 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 필드의 뒷면 표시 몬스터 1장을 앞면 공격 표시나 앞면 수비 표시로 한다. ③: 이 카드가 메인 페이즈에 리버스했을 경우에 발동한다. 이하의 효과를 각각 적용한다. ●상대는 1장 드로우한다. ●자신의 패를 1장 고르고 묘지로 보낸다. ●이 카드의 컨트롤을 상대에게 옮긴다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次。①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。②：此卡召唤・特殊召唤的情况下可以发动。将场上的1只里侧表示怪兽改成表侧攻击表示或表侧守备表示。③：此卡在主要阶段反转的情况下发动。分别适用以下效果。●对手抽1张。●挑选自己的1张手牌送至墓地。●将此卡的控制权转移给对手。"}, "card_type": "Monster", "monster_type_line": "Fiend / Flip / Effect", "attribute": "EARTH", "level": 1, "atk": 0, "def": 1900, "series": ["Archfiend", "Mimighoul"], "images": [{"index": 1, "image": "MimighoulArchfiend-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN093", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN237", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INFO-DE093", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE237", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INFO-SP093", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP237", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INFO-FR093", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR237", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INFO-IT093", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT237", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INFO-PT093", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT237", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP6-JP018", "set_name": "World Premiere Pack 2025", "rarities": ["Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP6-KR018", "set_name": "World Premiere Pack 2025", "rarities": ["Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "WPS2-SC004", "set_name": "World Premiere Pack 2025", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1069830, "master_duel_rarity": "SR"}