{"konami_id": 16834, "password": 50599453, "name": {"en": "Leafplace Plaice", "de": "Blattersatz Scholle", "es": "Platija Hojiplazo", "fr": "Plie Feuilleremplace", "it": "Platessa Sostitufoglia", "pt": "Platalinguado Colocado", "ja": "<ruby>枯鰈葉<rt>カレイハ</rt></ruby>リプレース", "ja_romaji": "Kareiha Ripurēsu", "ko": "카레이하 리프레이스", "ko_rr": "Kareiha Ripeureiseu", "zh-TW": "枯鰈葉 替代鰈", "zh-CN": "枯叶拟态鲽"}, "text": {"en": "Gains 200 ATK/DEF for each card in your opponent's GY. During your Standby Phase, if this card is in your hand or GY and your opponent has more cards in their GY than you: You can Special Summon this card. You can only use this effect of \"Leafplace Plaice\" once per turn.", "de": "Erhält für jede Karte im Friedhof deines Gegners 200 ATK/DEF. Während deiner Standby Phase, falls sich diese Karte in deiner Hand oder deinem Friedhof befindet und dein Gegner mehr Karten in seinem Friedhof hat als du: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Blattersatz Scholle“ nur einmal pro Spielzug verwenden.", "es": "Gana 200 ATK/DEF por cada carta en el Cementerio de tu adversario. Durante tu Standby Phase, si esta carta está en tu mano o Cementerio y tu adversario tiene más cartas en su Cementerio que tú: puedes Invocar esta carta de Modo Especial. Sólo puedes usar este efecto de \"Platija Hojiplazo\" una vez por turno.", "fr": "Gagne 200 ATK/DEF pour chaque carte dans le Cimetière de votre adversaire. Durant votre Standby Phase, si cette carte est dans votre main ou Cimetière et que votre adversaire a plus de cartes dans son Cimetière que vous : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Plie Feuilleremplace\" qu'une fois par tour.", "it": "Guadagna 200 ATK/DEF per ogni carta nel Cimitero del tuo avversario. Durante la tua Standby Phase, se questa carta è nella tua mano o Cimitero e il tuo avversario ha più carte nel suo Cimitero di te: puoi Evocare Specialmente questa carta. Puoi utilizzare questo effetto di \"Platessa Sostitufoglia\" una sola volta per turno.", "pt": "Ganha 200 de ATK/DEF para cada card no Cemitério do seu oponente. Durante sua Fase de Apoio, se este card estiver na sua mão ou no Cemitério e seu oponente tiver mais cards no Cemitério dele que você: você pode Invocar este card por Invocação-Especial. Você só pode usar este efeito de \"Platalinguado Colocado\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、相手の墓地のカードの数が自分の墓地のカードより多い場合、自分スタンバイフェイズに発動できる。このカードを特殊召喚する。②：このカードの攻撃力・守備力は相手の墓地のカードの数×２００アップする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 상대 묘지의 카드의 수가 자신 묘지의 카드보다 많을 경우, 자신 스탠바이 페이즈에 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드의 공격력 / 수비력은 상대 묘지의 카드의 수 × 200 올린다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡存在于手牌・墓地，对手墓地的卡的数量多于自己墓地的卡的情况下，在自己的准备阶段可以发动。将此卡特殊召唤。②：此卡的攻击力・守备力上升相当于对手墓地的卡的数量×２００的数值。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "DARK", "level": 3, "atk": "?", "def": "?", "images": [{"index": 1, "image": "LeafplacePlaice-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "es": [{"set_number": "BACH-SP029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "BACH-KR029", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC019", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715584, "master_duel_rarity": "N"}