{"konami_id": 22174, "password": 50590801, "name": {"en": "Elfnotes: Aristeia of Trust", "de": "Elfnoten: Aristie des Vertrauens", "es": "Elfnotas: Aristía de la Verdad", "fr": "Notes Elfiques : Aristie de Confiance", "it": "Elfnote: Aristeia della Fiducia", "pt": "Elfnotas: Aristeia da Confiança", "ja": "エルフェンノーツ～<ruby>託<rt>たく</rt></ruby><ruby>選<rt>せん</rt></ruby>のアリスティア～", "ja_romaji": "Erufennōtsu ~Takusen no Arisutia~", "ko": "엘펜노츠~탁선의 아리스티아~", "ko_rr": null, "zh-TW": null, "zh-CN": "耀圣诗章～托选之武功歌～"}, "text": {"en": "Once per turn: You can target 1 face-up monster you control; move that monster you control to another of your Main Monster Zones. When your opponent activates a Spell/Trap Card, while you control 3 or more \"Elfnote\" monsters: You can negate that effect, then if you control a Synchro Monster, you can destroy that card. You can only use this effect of \"Elfnotes: Aristeia of Trust\" once per turn. You cannot activate these effects of \"Elfnotes: Aristeia of Trust\" in the same Chain.", "de": "Einmal pro Spielzug: Du kannst 1 offenes Monster wählen, das du kontrollierst; bewege jenes Monster, das du kontrollierst, in eine andere deiner Main-Monsterzonen. Wenn dein Gegner eine Zauber-/Fallenkarte aktiviert, solange du 3 oder mehr „Elfnote“-Monster kontrollierst: Du kannst jenen Effekt annullieren, dann, falls du ein Synchromonster kontrollierst, kannst du jene Karte zerstören. Du kannst diesen Effekt von „Elfnoten: Aristie des Vertrauens“ nur einmal pro Spielzug verwenden. Du kannst diese Effekte von „Elfnoten: Aristie des Vertrauens“ nicht in derselben Kette aktivieren.", "es": "Una vez por turno: puedes seleccionar 1 monstruo boca arriba que controles; mueve ese monstruo que controlas a otra de tus Zonas de Monstruos Principales. Cuando tu adversario activa una Carta Mágica/de Trampa, mientras controles 3 o más monstruos \"Elfnota\": puedes negar ese efecto y después, si controlas un Monstruo de Sincronía, puedes destruir esa carta. Sólo puedes usar este efecto de \"Elfnotas: Aristía de la Verdad\" una vez por turno. No puedes activar estos efectos de \"Elfnotas: Aristía de la Verdad\" en la misma Cadena.", "fr": "Une fois par tour : vous pouvez cibler 1 monstre face recto que vous contrôlez ; déplacez le monstre que vous contrôlez dans une autre de vos Zones Monstre Main. Lorsque votre adversaire active une Carte Magie/Piège, tant que vous contrôlez min. 3 monstres \"Notes Elfiques\" : vous pouvez annuler l'effet, puis si vous contrôlez un Monstre Synchro, vous pouvez détruire la carte. Vous ne pouvez utiliser cet effet de \"Notes Elfiques : Aristie de Confiance\" qu'une fois par tour. Vous ne pouvez pas activer ces effets de \"Notes Elfiques : Aristie de Confiance\" dans la même Chaîne.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto che controlli; sposta quel mostro che controlli in un'altra delle tue Zone Mostri Main. Quando il tuo avversario attiva una Carta Magia/Trappola, mentre controlli 3 o più mostri \"Elfnote\": puoi annullare quell'effetto, poi se controlli un Mostro Synchro, puoi distruggere quella carta. Puoi utilizzare questo effetto di \"Elfnote: Aristeia della Fiducia\" una sola volta per turno. Non puoi attivare questi effetti di \"Elfnote: Aristeia della Fiducia\" nella stessa Catena.", "pt": "Uma vez por turno: você pode escolher 1 monstro com a face para cima que você controla; mova esse monstro que você controla para outra das suas Zonas de Monstros Principais. Quando seu oponente ativar um Card de Magia/Armadilha, enquanto você controlar 3 ou mais monstros \"Elfnota\": você pode negar esse efeito e, depois, se você controlar um Monstro Sincro, você pode destruir esse card. Você só pode usar este efeito de \"Elfnotas: Aristeia da Confiança\" uma vez por turno. Você não pode ativar esses efeitos de \"Elfnotas: Aristeia da Confiança\" na mesma Corrente.", "ja": "このカード名の、②の効果は１ターンに１度しか使用できず、①②の効果は同一チェーン上では発動できない。①：１ターンに１度、自分フィールドの表側表示モンスター１体を対象として発動できる。その自分のモンスターの位置を他の自分のメインモンスターゾーンに移動する。②：自分フィールドに「エルフェンノーツ」モンスターが３体以上存在し、相手が魔法・罠カードを発動した時に発動できる。その効果を無効にする。自分フィールドにＳモンスターが存在する場合、さらにその無効にしたカードを破壊できる。", "ko": "이 카드명의, ②의 효과는 1턴에 1번밖에 사용할 수 없으며, ①②의 효과는 동일한 체인 위에서는 발동할 수 없다. ①: 1턴에 1번, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터의 위치를 다른 자신 메인 몬스터 존으로 이동한다. ②: 자신 필드에 \"엘펜노츠\" 몬스터가 3장 이상 존재하고, 상대가 마법 / 함정 카드를 발동했을 때에 발동할 수 있다. 그 효과를 무효로 한다. 자신 필드에 싱크로 몬스터가 존재할 경우, 추가로 그 무효로 한 카드를 파괴할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次，①②效果不可在同一连锁上发动。①：1回合1次，以自己场上的1只表侧表示怪兽为对象可以发动。将该自己怪兽的位置移动至自己的其他主要怪兽区域。②：自己场上存在3只以上的“耀圣”怪兽，且对手发动魔法・陷阱卡时可以发动。将该效果无效。自己场上存在同步怪兽的情况下，进而可将该无效的卡破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["Elfnote"], "images": [{"index": 1, "image": "ElfnotesAristeiaofTrust-BPRO-JP-C.png"}], "sets": {"en": [{"set_number": "BPRO-EN071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ja": [{"set_number": "BPRO-JP071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ko": [{"set_number": "BPRO-KR071", "set_name": "Burst Protocol", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BPRO-SC071", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1152158}