{"konami_id": 18182, "password": 50687050, "name": {"en": "Arktos XII - Chronochasm Vaylantz", "de": "Arktos XII - Chronokluft Vaylantz", "es": "Arctos XII - Cronoabismo Vaylantz", "fr": "Arktos XII - Chronofaille Vaylantz", "it": "Arktos XII - Cronobaratro Vaylantz", "pt": "Arktos XII - Vaylantz do Cronoabismo", "ja": "<ruby>針<rt>しん</rt></ruby><ruby>淵<rt>えん</rt></ruby>のヴァリアンツ－アルクトス<ruby>ⅩⅡ<rt>トゥエルブ</rt></ruby>", "ja_romaji": "Shin'en no Variantsu - Arukutosu Tuerubu", "ko": "침연의 밸리언츠－아르크토스 <ruby>XII<rt>트웰브</rt></ruby>", "ko_rr": "Chim-yeon-ui Baellieoncheu - Areukeutoseu Teuwelbeu", "zh-TW": "針淵之弈勇－阿爾克托斯ⅩⅡ", "zh-CN": "针渊之弈勇－阿尔克托斯ⅩⅡ"}, "text": {"en": "2 Level 5 or higher \"Vaylantz\" monsters\nMust first be Special Summoned (from your face-down Extra Deck) by Tributing the above cards. (Quick Effect): You can switch the locations of 2 monsters in your Main Monster Zones or 2 monsters in your opponent's Main Monster Zones. If a card in the Monster Zone moves to another Monster Zone (except during the Damage Step): You can destroy 1 card on the field. You can only use each effect of \"Arktos XII - Chronochasm Vaylantz\" once per turn.", "de": "2 „Vaylantz“-Monster der Stufe 5 oder höher\nMuss erst als Spezialbeschwörung (verdeckt von deinem Extra Deck) beschworen werden, indem du die oben aufgeführten Karten als Tribut anbietest. (Schnelleffekt): Du kannst die Orte von 2 Monstern in deinen Main-Monsterzonen oder 2 Monstern in den Main-Monsterzonen deines Gegners vertauschen. Falls eine Karte in der Monsterzone in eine andere Monsterzone bewegt wird (außer während des Damage Steps): Du kannst 1 Karte auf dem Spielfeld zerstören. Du kannst jeden Effekt von „Arktos XII - Chronokluft Vaylantz“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Vaylantz\" de Nivel 5 o mayor\nDebe ser primero Invocado de Modo Especial (desde tu Deck Extra boca abajo) Sacrificando las cartas de arriba. (Efecto Rápido): puedes intercambiar las ubicaciones de 2 monstruos en tus Zonas de Monstruos Principales o 2 monstruos en las Zonas de Monstruos Principales de tu adversario. Si una carta en la Zona de Monstruos se mueve a otra Zona de Monstruos (excepto durante el Damage Step): puedes destruir 1 carta en el Campo. Sólo puedes usar cada efecto de \"Arctos XII - Cronoabismo Vaylantz\" una vez por turno.", "fr": "2 monstres \"Vaylantz\" de min. Niveau 5\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck face verso) en Sacrifiant les cartes ci-dessus. (Effet Rapide) : vous pouvez échanger l'emplacement de 2 monstres dans vos Zones Monstre Main ou de 2 monstres dans les Zones Monstre Main de votre adversaire. Si une carte dans la Zone Monstre est déplacée dans une autre Zone Monstre (sauf durant la Damage Step) : vous pouvez détruire 1 carte sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Arktos XII - Chronofaille Vaylantz\" qu'une fois par tour.", "it": "2 mostri \"Vaylantz\" di Livello 5 o superiore\nDeve prima essere Evocato Specialmente (dal tuo Extra Deck coperto) offrendo come Tributo le carte sopra indicate. (Effetto Rapido): puoi scambiare i posti di 2 mostri nelle tue Zone Mostri Main o 2 mostri nelle Zone Mostri Main del tuo avversario. Se una carta nella Zona Mostri si sposta in un'altra Zona Mostri (eccetto durante il Damage Step): puoi distruggere 1 carta sul Terreno. Puoi utilizzare ogni effetto di \"Arktos XII - Cronobaratro Vaylantz\" una sola volta per turno.", "pt": "2 monstros \"Vaylantz\" de Nível 5 ou mais\nPrimeiro deve ser Invocado por Invocação-Especial (do seu Deck Adicional com a face para baixo) ao oferecer como Tributo os cards acima. (Efeito Rápido): você pode trocar a localização de 2 monstros nas suas Zonas de Monstros Principais ou 2 monstros nas Zonas de Monstros Principais do seu oponente. Se um card na Zona de Monstros se mover para outra Zona de Monstros (exceto durante a Etapa de Dano): você pode destruir 1 card no campo. Você só pode usar cada efeito de \"Arktos XII - Vaylantz do Cronoabismo\" uma vez por turno.", "ja": "レベル５以上の「ヴァリアンツ」モンスター×２\nＥＸデッキの裏側表示のこのカードは、自分フィールドの上記カードをリリースした場合のみＥＸデッキから特殊召喚できる。このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手ターンに発動できる。自分のモンスター２体または相手のモンスター２体をメインモンスターゾーンから選び、その２体の位置を入れ替える。②：モンスターゾーンのカードが他のモンスターゾーンに移動した場合に発動できる。フィールドのカード１枚を選んで破壊する。", "ko": "레벨 5 이상의 \"밸리언츠\" 몬스터 × 2\n엑스트라 덱의 뒷면 표시의 이 카드는, 자신 필드의 상기 카드를 릴리스했을 경우에만 엑스트라 덱에서 특수 소환할 수 있다. 이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대 턴에 발동할 수 있다. 자신 몬스터 2장 또는 상대 몬스터 2장을 메인 몬스터 존에서 고르고, 그 2장의 위치를 맞바꾼다. ②: 몬스터 존의 카드가 다른 몬스터 존으로 이동했을 경우에 발동할 수 있다. 필드의 카드 1장을 고르고 파괴한다.", "zh-TW": null, "zh-CN": "等级５以上的“弈勇”怪兽×２\n额外牌组里侧表示的此卡，从额外牌组仅可在解放了自己场上的上述卡的情况下特殊召唤。此卡名的①②怪兽效果１回合仅可各使用１次。①：在自己・对手回合可以发动。从主要怪兽区域挑选２只自己的怪兽或２只对手的怪兽，交换该２只的位置。②：怪兽区域的卡移动至其他怪兽区域的情况下可以发动。挑选场上的１张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Fusion / Pendulum / Effect", "attribute": "EARTH", "level": 12, "atk": 3000, "def": 3000, "pendulum_scale": 12, "pendulum_effect": {"en": "You can activate 1 of these effects;\n● Special Summon this card to your Main Monster Zone in its same column.\n● Move 1 monster in your Main Monster Zone to an adjacent (horizontal) Monster Zone.\nYou can only use this effect of \"Arktos XII - Chronochasm Vaylantz\" once per turn.", "de": "Du kannst 1 dieser Effekte aktivieren;\n● Beschwöre diese Karte als Spezialbeschwörung in deine Main-Monsterzone in ihre eigene Spalte.\n● Bewege 1 Monster in deiner Main-Monsterzone in eine (waagerecht) benachbarte Monsterzone.\nDu kannst diesen Effekt von „Arktos XII - Chronokluft Vaylantz“ nur einmal pro Spielzug verwenden.", "es": "Puedes activar 1 de estos efectos;\n● Invoca esta carta de Modo Especial a tu Zona de Monstruos Principal en su misma columna.\n● Mueve 1 monstruo en tu Zona de Monstruos Principal a una Zona de Monstruos adyacente (horizontal).\nSólo puedes usar este efecto de \"Arctos XII - Cronoabismo Vaylantz\" una vez por turno.", "fr": "Vous pouvez activer 1 de ces effets ;\n● Invoquez Spécialement cette carte dans votre Zone Monstre Main dans sa même colonne.\n● Déplacez 1 monstre dans votre Zone Monstre Main dans une Zone Monstre (horizontale) adjacente.\nVous ne pouvez utiliser cet effet de \"Arktos XII - Chronofaille Vaylantz\" qu'une fois par tour.", "it": "Puoi attivare 1 di questi effetti;\n● Evoca Specialmente questa carta nella tua Zona Mostri Main nella sua stessa colonna.\n● Sposta 1 mostro nella tua Zona Mostri Main in una Zona Mostri adiacente (orizzontalmente).\nPuoi utilizzare questo effetto di \"Arktos XII - Cronobaratro Vaylantz\" una sola volta per turno.", "pt": "Você pode ativar 1 desses efeitos;\n● Invoque este card por Invocação-Especial na sua Zona de Monstros Principal em sua mesma coluna.\n● Mova 1 monstro na sua Zona de Monstros Principal para uma Zona de Monstros adjacente (horizontal).\nVocê só pode usar este efeito de \"Arktos XII - Vaylantz do Cronoabismo\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：以下の効果から１つを選択して発動できる。●このカードを正面の自分のメインモンスターゾーンに特殊召喚する。●自分のメインモンスターゾーンのモンスター１体を選び、その位置をその隣のモンスターゾーンに移動する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●이 카드를 정면의 자신 메인 몬스터 존에 특수 소환한다.\n●자신 메인 몬스터 존의 몬스터 1장을 고르고, 그 위치를 그 옆의 몬스터 존으로 이동한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可從以下效果選擇１個發動。●將此卡特殊召喚至我方正面的主要怪獸區。●選擇我方主要怪獸區的１隻怪獸，將其位置移動至其鄰近怪獸區。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：可从以下效果中选择１个发动。●将此卡特殊召唤至正面的自己主要怪兽区域。●挑选１只自己主要怪兽区域的怪兽，将其位置移动至其相邻的怪兽区域。"}, "materials": "2 Level 5 or higher \"Vaylantz\" monsters", "series": ["Vaylantz"], "images": [{"index": 1, "image": "ArktosXIIChronochasmVaylantz-PHHY-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN037", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHHY-DE037", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "es": [{"set_number": "PHHY-SP037", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHHY-FR037", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHHY-IT037", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHHY-PT037", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHHY-JP037", "set_name": "Photon Hypernova", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHHY-JP037", "set_name": "Photon Hypernova +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "PHHY-KR037", "set_name": "Photon Hypernova", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHHY-KR037", "set_name": "Photon Hypernova +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC081", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713092, "master_duel_rarity": "UR"}