{"konami_id": 17552, "password": 50699850, "name": {"en": "Loris, Lady of Lament", "de": "Loris, Dame des Jammers", "es": "Loris, Dama del Lamento", "fr": "Loris, Dame de la Lamentation", "it": "Loris, Signora del Lamento", "pt": "Loris, a Dama da Lamentação", "ja": "<ruby>悪<rt>あく</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>嬢<rt>じょう</rt></ruby>ロリス", "ja_romaji": "Akumajō Rorisu", "ko": "악마양 로리스", "ko_rr": "Akmayang Roriseu", "zh-TW": null, "zh-CN": "恶之魔娘 萝丽斯"}, "text": {"en": "You can target 3 or 6 of your Normal Traps that are banished and/or in your GY; place them on the bottom of your Deck in any order, then draw 1 card for every 3 cards placed. If another monster(s) is Tributed, or if a Normal Trap(s) is sent to your GY by an opponent's card effect (except during the Damage Step): You can target 1 Normal Trap in your GY; Set it. You can only use each effect of \"Loris, Lady of Lament\" once per turn.", "de": "Du kannst 3 oder 6 deiner Normalen Fallen wählen, die verbannt sind und/oder in deinem Friedhof liegen; lege sie in beliebiger Reihenfolge unter dein Deck, dann ziehe für jede 3 gelegte Karten 1 Karte. Falls ein oder mehr andere Monster als Tribut angeboten werden oder falls eine oder mehr Normale Fallen durch einen Karteneffekt eines Gegners auf deinen Friedhof gelegt werden (außer während des Damage Steps): Du kannst 1 Normale Falle in deinem Friedhof wählen; setze sie. Du kannst jeden Effekt von „Loris, Dame des Jammers“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 3 o 6 de tus Trampas Normales que estén desterradas y/o en tu Cementerio; ponlas en la parte inferior de tu Deck en cualquier orden, y después roba 1 carta por cada 3 cartas puestas. Si otro u otros monstruos son Sacrificados, o si una o unas Trampas Normales son mandadas a tu Cementerio por efecto de una carta del adversario (excepto durante el Damage Step): puedes seleccionar 1 Trampa Normal en tu Cementerio; Colócala. Sólo puedes usar cada efecto de \"Loris, Dama del Lamento\" una vez por turno.", "fr": "Vous pouvez cibler 3 ou 6 de vos Pièges Normaux qui sont bannis et/ou dans votre Cimetière ; placez-les au-dessous de votre Deck dans l'ordre de votre choix, puis piochez 1 carte pour toutes les 3 cartes placées. Si un ou plusieurs autres monstres sont Sacrifiés, ou si un ou plusieurs Pièges Normaux sont envoyés à votre Cimetière par un effet de carte de l'adversaire (sauf durant la Damage Step) : vous pouvez cibler 1 Piège Normal dans votre Cimetière ; Posez-le. Vous ne pouvez utiliser chaque effet de \"Loris, Dame de la Lamentation\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 3 o 6 delle tue Trappole Normali che sono bandite e/o nel tuo Cimitero; mettile in fondo al tuo Deck in qualsiasi ordine, poi pesca 1 carta per ogni 3 carte messe. Se uno o più altri mostri vengono offerti come Tributo, o se una o più Trappole Normali vengono mandate al tuo Cimitero dall'effetto di una carta dell'avversario (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 Trappola Normale nel tuo Cimitero; Posizionala. Puoi utilizzare ogni effetto di \"Loris, Signora del Lamento\" una sola volta per turno.", "pt": "Você pode escolher 3 ou 6 das suas Armadilhas Normais que estiverem banidas e/ou no seu Cemitério; coloque-as no fundo do seu Deck em qualquer ordem e, depois, compre 1 card para cada 3 cards colocados. Se um ou mais outros monstros forem oferecidos como Tributo, ou se uma ou mais Armadilhas Normais forem enviadas para o seu Cemitério por um efeito de card do oponente (exceto durante a Etapa de Dano): você pode escolher 1 Armadilha Normal no seu Cemitério; Baixe-a. Você só pode usar cada efeito de \"Loris, a Dama da Lamentação\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地のカード及び除外されている自分のカードの中から、通常罠カード３枚または６枚を対象として発動できる。そのカードを好きな順番でデッキの下に戻す。その後、戻したカード３枚につき１枚、自分はデッキからドローする。②：このカード以外のモンスターがリリースされた場合、または相手の効果で自分の墓地へ通常罠カードが送られた場合、自分の墓地の通常罠カード１枚を対象として発動できる。そのカードを自分フィールドにセットする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, 일반 함정 카드 3장 또는 6장을 대상으로 하고 발동할 수 있다. 그 카드를 좋아하는 순서대로 덱 아래로 되돌린다. 그 후, 되돌린 카드 3장당 1장, 자신은 덱에서 드로우한다. ②: 이 카드 이외의 몬스터가 릴리스되었을 경우, 또는 상대 효과로 자신 묘지로 일반 함정 카드가 보내졌을 경우, 자신 묘지의 일반 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드에 세트한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从自己墓地的卡及自己被除外的卡中，以３张或６张通常陷阱卡为对象可以发动。将该卡以喜欢的顺序放回牌组下面。然后，放回的卡每有３张，自己从牌组抽１张。②：此卡以外的怪兽被解放的情况下，或通常陷阱卡因对手效果被送至自己墓地的情况下，以自己墓地的１张通常陷阱卡为对象可以发动。将该卡放置在自己场上。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 3, "atk": 1500, "def": 500, "series": ["Lady of Lament"], "images": [{"index": 1, "image": "LorisLadyofLament-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN092", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN164", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "POTE-DE092", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE164", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "POTE-SP092", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP24-SP164", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "POTE-FR092", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR164", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "POTE-IT092", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT164", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "POTE-PT092", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT164", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP216", "set_name": "V Jump May 2022 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "23PP-JP032", "set_name": "Premium Pack 2023", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "PP17-KR043", "set_name": "Premium Pack Vol.17", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}, {"set_number": "23PP-KRA32", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC194", "set_name": "Mega Pack 07", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715650}