{"konami_id": 10466, "password": 50789693, "name": {"en": "Armored Kappa", "de": "Gepanzerter Kappa", "es": "Kappa Blindado", "fr": "Kappa Cuirassé", "it": "Kappa Corazzato", "pt": "Kappa com Armadura", "ja": "アーマー・カッパー", "ja_romaji": "Āmā Kappā", "ko": "아머 갑파", "ko_rr": null, "zh-TW": "裝甲河童", "zh-CN": "甲胄河童"}, "text": {"en": "2 Level 2 monsters\nOnce per turn: You can detach 1 Xyz Material from this card; this card gains 1000 ATK or DEF. During either player's Battle Step, while an attack involving your monster is occurring: You can discard 1 card; for the rest of this turn, monsters you control cannot be destroyed by battle, also you take no battle damage. You can only use this effect of \"Armored Kappa\" once per Duel.", "de": "2 Monster der Stufe 2\nEinmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen; diese Karte erhält 1000 ATK oder DEF. Während des Battle Steps eines beliebigen Spielers, solange ein Angriff stattfindet, an dem dein Monster beteiligt ist: Du kannst 1 Karte abwerfen; für den Rest dieses Spielzugs können Monster, die du kontrollierst, nicht durch Kampf zerstört werden, zusätzlich erhältst du keinen Kampfschaden. Du kannst diesen Effekt von „Gepanzerter Kappa“ nur einmal pro Duell verwenden.", "es": "2 monstruos de Nivel 2\nUna vez por turno: puedes desacoplar de esta carta 1 Material Xyz; esta carta gana 1000 ATK o DEF. Durante el Battle Step de cualquier jugador, mientras esté ocurriendo un ataque que involucre a tu monstruo: puedes descartar 1 carta; el resto de este turno, los monstruos que controles no pueden ser destruido en batalla, y además no recibes daño de batalla. Sólo puedes usar este efecto de \"Kappa Blindado\" una vez por Duelo.", "fr": "2 monstres de Niveau 2\nUne fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; cette carte gagne 1000 ATK ou DEF. Durant la Battle Step de chaque joueur, tant qu'une attaque impliquant votre monstre a lieu : vous pouvez défausser 1 carte ; le reste de ce tour, les monstres que vous contrôlez ne peuvent pas être détruits au combat, et aussi, vous ne recevez aucun dommage de combat. Vous ne pouvez utiliser cet effet de \"Kappa Cuirassé\" qu'une fois par Duel.", "it": "2 mostri di Livello 2\nUna volta per turno: puoi staccare 1 Materiale Xyz da questa carta; questa carta guadagna 1000 ATK o DEF. Durante il Battle Step di qualsiasi giocatore, mentre sta avvenendo un attacco che coinvolge un tuo mostro: puoi scartare 1 carta; per il resto di questo turno, i mostri che controlli non possono essere distrutti in battaglia, inoltre non subisci danno da combattimento. Puoi utilizzare questo effetto di \"Kappa Corazzato\" una sola volta per Duello.", "pt": "2 monstros de Nível 2\nUma vez por turno: você pode desassociar 1 Matéria Xyz deste card; este card ganha 1000 de ATK ou de DEF. Durante a Etapa de Batalha de cada duelista, enquanto um ataque envolvendo um monstro seu estiver ocorrendo: você pode descartar 1 card; pelo resto do turno, os monstros que você controla não podem ser destruídos em batalha e, além disso, você não sofre dano de batalha. Você só pode usar este efeito de \"Kappa com Armadura\" uma vez por Duelo.", "ja": "レベル２モンスター×２\n「アーマー・カッパー」の②の効果はデュエル中に１度しか使用できない。①：１ターンに１度、このカードのＸ素材を１つ取り除いて発動できる。このカードの攻撃力または守備力を１０００アップする。②：自分のモンスターが戦闘を行うバトルステップに、手札を１枚捨てて発動できる。このターン、自分フィールドのモンスターは戦闘では破壊されず、自分が受ける戦闘ダメージは全て０になる。", "ko": "레벨 2 몬스터 × 2\n\"아머 갑파\"의 ②의 효과는 듀얼 중에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 카드의 공격력 또는 수비력을 1000 올린다. ②: 자신의 몬스터가 전투를 실행하는 배틀 스텝에, 패를 1장 버리고 발동할 수 있다. 이 턴에, 자신 필드의 몬스터는 전투로는 파괴되지 않으며, 자신이 받는 전투 데미지는 전부 0이 된다.", "zh-TW": "等級２怪獸×２\n「裝甲河童」的②效果，在決鬥中僅限使用１次。①：１回合１次，可去除此卡的１個超量素材發動。此卡的攻擊力或守備力提升１０００。②：在我方的怪獸進行戰鬥的戰鬥步驟，可從手牌捨棄１張卡發動。此回合，我方場上的怪獸不會因戰鬥被破壞，我方受到的所有戰鬥傷害全部變為０。", "zh-CN": "等级２怪兽×２\n“甲胄河童”的②效果在决斗中仅可使用１次。①：１回合１次，去除此卡的１个超量素材可以发动。此卡的攻击力或守备力上升１０００。②：自己的怪兽进行战斗的战斗步骤，舍弃１张手牌可以发动。此回合，自己场上的怪兽不会因战斗被破坏，自己将受到的战斗伤害全部变为０。"}, "card_type": "Monster", "monster_type_line": "Psychic / Xyz / Effect", "attribute": "WATER", "rank": 2, "atk": 400, "def": 1000, "materials": "2 Level 2 monsters", "images": [{"index": 1, "image": "ArmoredKappa-SPRG-JP-SR.png", "illustration": "ArmoredKappa-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "ArmoredKappa-SHSP-EN-SR-1E.png", "illustration": "ArmoredKappa-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "SHSP-EN097", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "de": [{"set_number": "SHSP-DE097", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SHSP-FR097", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "it": [{"set_number": "SHSP-IT097", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SHSP-PT097", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "ja": [{"set_number": "JF13-JPB09", "set_name": "Jump Festa 2013 - Promotion Pack B", "rarities": ["Normal Parallel Rare"]}, {"set_number": "PR03-JP019", "set_name": "Promotion Pack 3: Part B", "rarities": ["Common"]}, {"set_number": "SPRG-JP060", "set_name": "Booster SP: Raging Masters", "rarities": ["Super Rare"]}], "ko": [{"set_number": "PR04-KR009", "set_name": "Promotion Pack 2013 Vol.4", "rarities": ["Common"]}, {"set_number": "SPRG-KR060", "set_name": "Booster SP: Raging Masters", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 259938, "master_duel_rarity": "SR"}