{"konami_id": 16264, "password": 50797682, "name": {"en": "Chronomaly Esperanza Glyph", "de": "Chronomale Esperanza-Glyphe", "es": "Glifo Esperanza Cronómalo", "fr": "Glyphe Esperanza Chronomal", "it": "Cronomalia Esperanza Glifo", "pt": "Cronomalia Glifo Esperanza", "ja": "<ruby>先史遺産石紋<rt>オーパーツ・エスペランサ・グリフ</rt></ruby>", "ja_romaji": "Ōpātsu Esuperansa Gurifu", "ko": "오파츠 에스페란사 글리프", "ko_rr": "Opacheu Eseuperansa Geullipeu", "zh-TW": "先史遺產 石紋", "zh-CN": "先史遗产石纹"}, "text": {"en": "During the Main Phase: Target 1 Xyz Monster Card you control or in your GY; Special Summon 2 \"Chronomaly\" monsters that are 1 Level higher than that monster's Rank, from your hand, Deck, and/or GY, but negate their effects, then, immediately after this effect resolves, Xyz Summon 1 \"Chronomaly\" Xyz Monster using only those 2 monsters. You can only activate 1 \"Chronomaly Esperanza Glyph\" per turn.", "de": "Während der Main Phase: Wähle 1 Xyz-Monsterkarte, die du kontrollierst oder die sich in deinem Friedhof befindet; beschwöre 2 „Chronomal“-Monster, die 1 Stufe höher als der Rang des Monsters sind, als Spezialbeschwörung von deiner Hand, deinem Deck und/oder deinem Friedhof, aber annulliere ihre Effekte, dann, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Chronomal“-Xyz-Monster als Xyz-Beschwörung und verwende dafür nur die 2 Monster. Du kannst nur 1 „Chronomale Esperanza-Glyphe“ pro Spielzug aktivieren.", "es": "Durante la Main Phase: selecciona 1 Carta de Monstruo Xyz que controles o en tu Cementerio; Invoca de Modo Especial 2 monstruos \"Cronómalo/a\" que sean 1 Nivel mayor que el Rango de ese monstruo, desde tu mano, Deck y/o Cementerio, pero niega sus efectos y después, inmediatamente después de que se resuelva este efecto, Invoca Xyz 1 Monstruo Xyz \"Cronómalo/a\" usando sólo esos 2 monstruos. Sólo puedes activar 1 \"Glifo Esperanza Cronómalo\" por turno.", "fr": "Durant la Main Phase : ciblez 1 Carte Monstre Xyz que vous contrôlez ou dans votre Cimetière ; Invoquez Spécialement 2 monstres \"Chronomal\" qui ont 1 Niveau supérieur au Rang du monstre depuis votre main, Deck et/ou Cimetière, mais annulez leurs effets, puis, immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz \"Chronomal\" en utilisant uniquement ces 2 monstres. Vous ne pouvez activer qu'1 \"Glyphe Esperanza Chronomal\" par tour.", "it": "Durante la Main Phase: scegli come bersaglio 1 Carta Mostro Xyz che controlli o nel tuo Cimitero; Evoca Specialmente 2 mostri \"Cronomalia\" che sono di 1 Livello superiori al Rango di quel mostro, dalla tua mano, Deck e/o Cimitero, ma annulla i loro effetti, poi, immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz \"Cronomalia\" utilizzando solo quei 2 mostri. Puoi attivare solo 1 \"Cronomalia Esperanza Glifo\" per turno.", "pt": "Durante a Fase Principal: escolha 1 Card de Monstro Xyz que você controla ou no seu Cemitério; Invoque por Invocação-Especial da sua mão, do Deck e/ou do Cemitério, 2 monstros \"Cronomalia\" que sejam 1 Nível maior que a Classe desse monstro, mas negue seus efeitos e, depois, imediatamente depois que este efeito resolver, Invoque por Invocação-Xyz 1 Monstro Xyz \"Cronomalia\" usando apenas esses 2 monstros. Você só pode ativar 1 \"Cronomalia Glifo Esperanza\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分・相手のメインフェイズに、自分のフィールド・墓地のＸモンスターカード１枚を対象として発動できる。そのモンスターカードのランクの数値よりも１つ高いレベルを持つ「先史遺産」モンスター２体を、自分の手札・デッキ・墓地から選んで効果を無効にして特殊召喚し、その２体のみを素材として「先史遺産」Ｘモンスター１体をＸ召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 자신의 필드 / 묘지의 엑시즈 몬스터 카드 1장을 대상으로 하고 발동할 수 있다. 그 몬스터 카드의 랭크의 수치보다도 1개 높은 레벨을 가지는 \"오파츠\" 몬스터 2장을, 자신의 패 / 덱 / 묘지에서 골라 효과를 무효로 하여 특수 소환하고, 그 2장만을 소재로서 \"오파츠\" 엑시즈 몬스터 1장을 엑시즈 소환한다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：在我方・對方的主要階段，可將我方場上・墓地的１張超量怪獸卡做為對象發動。從我方手牌・牌組・墓地選擇２隻比該怪獸卡階級數值高１等級的「先史遺產」怪獸，將效果變為無效特殊召喚，僅限以該２隻做為素材，超量召喚１隻「先史遺產」超量怪獸。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：在自己・对手的主要阶段，以自己的场上・墓地的１张超量怪兽卡为对象可以发动。从自己的手牌・牌组・墓地挑选２只拥有比该怪兽卡阶级高１的等级数值的“先史遗产”怪兽，将效果无效并特殊召唤，仅以该２只为素材将１只“先史遗产”超量怪兽超量召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Chronomaly"], "images": [{"index": 1, "image": "ChronomalyEsperanzaGlyph-DAMA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN075", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE075", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR075", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT075", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT075", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP075", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR075", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714278, "master_duel_rarity": "N"}