{"konami_id": 15028, "password": 50793215, "name": {"en": "Deep Sea Prima Donna", "de": "Tiefsee-Primadonna", "es": "Prima Donna del Océano Profundo", "fr": "Prima Donna des Profondeurs", "it": "Primadonna del Mare Profondo", "pt": "Prima Donna do Mar Profundo", "ja": "<ruby>深<rt>しん</rt></ruby><ruby>海<rt>かい</rt></ruby><ruby>姫<rt>ひ</rt></ruby>プリマドーナ", "ja_romaji": "Shinkaihi Purima Dōna", "ko": "심해희 프리마도나", "ko_rr": "Simhae-ui Peurimadona", "zh-TW": null, "zh-CN": "深海姬 首席歌后"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nYour opponent cannot target a Synchro Monster that used this card as material with monster effects. You can only use each of the following effects of \"Deep Sea Prima Donna\" once per turn.\n● You can target 1 of your opponent's banished cards; add to your hand, or Special Summon, 1 Level 4 or lower WATER monster from your Deck, and if you do, add that target to their hand.\n● If this card is sent to the GY: You can target 1 banished card; shuffle it into the Deck.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDein Gegner kann ein Synchromonster, das diese Karte als Material verwendet hat, nicht als Ziel für Monstereffekte wählen. Du kannst jeden der folgenden Effekte von „Tiefsee-Primadonna“ nur einmal pro Spielzug verwenden.\n● Du kannst 1 der verbannten Karten deines Gegners wählen; füge deiner Hand 1 WASSER Monster der Stufe 4 oder niedriger von deinem Deck hinzu oder beschwöre es als Spezialbeschwörung von deinem Deck, und falls du dies tust, füge das gewählte Ziel seiner Hand hinzu.\n● Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 verbannte Karte wählen; mische sie ins Deck.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nTu adversario no puede seleccionar con efectos de monstruos un Monstruo de Sincronía que usó esta carta como material. Sólo puedes usar cada uno de los siguientes efectos de \"Prima Donna del Océano Profundo\" una vez por turno.\n● Puedes seleccionar 1 de las cartas desterradas de tu adversario; añade a tu mano, o Invoca de Modo Especial, 1 monstruo de AGUA de Nivel 4 o menor en tu Deck y, si lo haces, añade ese objetivo a su mano.\n● Si esta carta es mandada al Cementerio: puedes seleccionar 1 carta desterrada; barájala al Deck.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVotre adversaire ne peut pas cibler un Monstre Synchro qui a utilisé cette carte comme Matériel avec des effets de monstre. Vous ne pouvez utiliser chacun des effets suivants de \"Prima Donna des Profondeurs\" qu'une fois par tour.\n● Vous pouvez cibler 1 des cartes bannies de votre adversaire ; ajoutez à votre main, ou Invoquez Spécialement, 1 monstre EAU de max. Niveau 4 depuis votre Deck, et si vous le faites, ajoutez la cible à sa main.\n● Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 carte bannie ; mélangez-la dans le Deck.", "it": "1 Tuner + 1+ mostri non-Tuner\nIl tuo avversario non può scegliere come bersaglio un Mostro Synchro che ha utilizzato questa carta come materiale con gli effetti dei mostri. Puoi utilizzare ognuno dei seguenti effetti di \"Primadonna del Mare Profondo\" una sola volta per turno.\n● Puoi scegliere come bersaglio 1 delle carte bandite del tuo avversario; aggiungi alla tua mano, o Evoca Specialmente, 1 mostro ACQUA di Livello 4 o inferiore dal tuo Deck e, se lo fai, aggiungi quel bersaglio alla sua mano.\n● Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 carta bandita; mischiala nel Deck.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSeu oponente não pode escolher um Monstro Sincro que usou este card como matéria como alvo de efeitos de monstro. Você só pode usar cada um dos seguintes efeitos de \"Prima Donna do Mar Profundo\" uma vez por turno.\n● Você pode escolher 1 dos cards banidos do seu oponente; adicione à sua mão, ou Invoque por Invocação-Especial, 1 monstro de ÁGUA de Nível 4 ou menos do seu Deck e, se isso acontecer, adicione o alvo à mão do oponente.\n● Se este card for enviado para o Cemitério: você pode escolher 1 card banido; embaralhe-o no Deck.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：除外されている相手のカード１枚を対象として発動できる。デッキからレベル４以下の水属性モンスター１体を手札に加えるか特殊召喚し、対象のカードを相手の手札に加える。②：このカードをＳ素材としたＳモンスターは、相手モンスターの効果の対象にならない。③：このカードが墓地へ送られた場合、除外されている自分または相手のカード１枚を対象として発動できる。そのカードを持ち主のデッキに戻す。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 제외되어 있는 상대의 카드 1장을 대상으로 하고 발동할 수 있다. 덱에서 레벨 4 이하의 물 속성 몬스터 1장을 패에 넣거나 특수 소환하고, 대상의 카드를 상대의 패에 넣는다. ②: 이 카드를 싱크로 소재로 한 싱크로 몬스터는, 상대 몬스터의 효과의 대상이 되지 않는다. ③: 이 카드가 묘지로 보내졌을 경우, 제외되어 있는 자신 또는 상대의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽１只以上\n此卡名的①③效果１回合仅可各使用１次。\n①：以对手１张除外状态的卡为对象可以发动。从牌组挑选１只等级４以下的水属性怪兽加入手牌或特殊召唤，将对象卡加入对手的手牌。\n②：对手不可将以此卡作为同步素材的同步怪兽作为怪兽效果的对象。\n③：此卡被送至墓地的情况下，以自己或对手的１张除外状态的卡为对象可以发动。将该卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Synchro / Tuner / Effect", "attribute": "WATER", "level": 7, "atk": 1500, "def": 2700, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Deep Sea"], "images": [{"index": 1, "image": "DeepSeaPrimaDonna-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN042", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-EN066", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE042", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-DE066", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "es": [{"set_number": "ETCO-SP042", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-SP066", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR042", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-FR066", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT042", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-IT066", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT042", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}, {"set_number": "MP21-PT066", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP042", "set_name": "Eternity Code", "rarities": ["Super Rare", "Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "ETCO-KR042", "set_name": "Eternity Code", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "TW01-SC149", "set_name": "Terminal World (set)", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 695883}