{"konami_id": 20259, "password": 50838440, "name": {"en": "Three in One", "de": "Drei als Einer", "es": "Tres en Uno", "fr": "Trois en Un", "it": "Tre in Uno", "pt": "Três em Um", "ja": "<ruby>三<rt>さん</rt></ruby><ruby>位<rt>み</rt></ruby><ruby>一<rt>いっ</rt></ruby><ruby>体<rt>たい</rt></ruby>", "ja_romaji": "Sanmi Ittai", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "三位一体"}, "text": {"en": "During your opponent's End Phase, if your opponent has more total cards in their hand and field than you have in your hand and field: Special Summon 3 Normal Monsters from your GY. You can banish this card from your GY, then target 3 Monster Cards you control with different original names; Set 1 Spell/Trap from your hand or Deck that mentions the original names of all 3 targets.", "de": "Während der End Phase deines Gegners, falls dein Gegner insgesamt mehr Karten in seiner Hand und auf seiner Spielfeldseite hat als du in deiner Hand und auf deiner Spielfeldseite hast: Beschwöre 3 Normale Monster als Spezialbeschwörung von deinem Friedhof. Du kannst diese Karte von deinem Friedhof verbannen und dann 3 Monsterkarten mit unterschiedlichen Grund-Namen wählen, die du kontrollierst; setze 1 Zauber/Falle, der oder die die Grund-Namen aller 3 gewählten Ziele erwähnt, von deiner Hand oder deinem Deck.", "es": "Durante la End Phase de tu adversario, si tu adversario tiene un total de cartas en su mano y Campo mayor que el que tú tienes en tu mano y Campo: Invoca de Modo Especial 3 Monstruos Normales desde tu Cementerio. Puedes desterrar esta carta en tu Cementerio, y después selecciona 3 Cartas de Monstruo que controles con nombres originales diferentes; Coloca 1 Mágica/Trampa desde tu mano o Deck que mencione los nombres originales de los 3 objetivos.", "fr": "Durant la End Phase de votre adversaire, si votre adversaire a plus de cartes en tout dans sa main et sur son Terrain que vous en avez dans votre main et sur votre Terrain : Invoquez Spécialement 3 Monstres Normaux depuis votre Cimetière. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 3 Cartes Monstre que vous contrôlez de noms d'origine différents ; Posez 1 Magie/Piège depuis votre main ou Deck qui mentionne les noms d'origine de toutes les 3 cibles.", "it": "Durante la End Phase del tuo avversario, se il tuo avversario ha più carte in totale nella sua mano e Terreno di quelle che tu hai nella tua mano e Terreno: Evoca Specialmente 3 Mostri Normali dal tuo Cimitero. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 3 Carte Mostro che controlli con nomi originali diversi; Posiziona 1 Magia/Trappola dalla tua mano o Deck che menziona i nomi originali di tutti e 3 i bersagli.", "pt": "Durante a Fase Final do seu oponente, se seu oponente tiver um total de cards maior na mão e no campo dele que os que você tem na sua mão e no campo: Invoque por Invocação-Especial 3 Monstros Normais do seu Cemitério. Você pode banir este card do seu Cemitério e, depois, escolha 3 Cards de Monstro que você controla com nomes originais diferentes; Baixe 1 Magia/Armadilha da sua mão ou do Deck que mencione os nomes originais de todos os 3 alvos.", "ja": "①：相手エンドフェイズに、相手の手札・フィールドのカードの数が、自分の手札・フィールドのカードの数より多い場合に発動できる。自分の墓地から通常モンスター３体を特殊召喚する。②：墓地のこのカードを除外し、元々のカード名が異なる自分フィールドのモンスターカード３枚を対象として発動できる。そのカード３枚の元々のカード名が全て記された魔法・罠カード１枚を手札・デッキから自分フィールドにセットする。", "ko": null, "zh-TW": null, "zh-CN": "①：在对手的结束阶段，对手的手牌・场上的卡的数量多于自己的手牌・场上的卡数量的情况下可以发动。从自己的墓地将３只通常怪兽特殊召唤。②：将墓地的此卡除外，以自己场上原本卡名不同的３张怪兽卡为对象可以发动。从手牌・牌组将记载有该３张卡全部原本卡名的１张魔法・陷阱卡放置在自己场上。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "ThreeinOne-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN080", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE080", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR080", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT080", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT080", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP080", "set_name": "The Infinite Forbidden", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "INFO-SC080", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055327}