{"konami_id": 10864, "password": 50903514, "name": {"en": "Blue Flame Swordsman", "de": "Blauer Flammen-Schwertkämpfer", "es": "Espadachín de la Llama Azul", "fr": "Spadassin des Flammes Bleues", "it": "Spadaccino di Fuoco Blu", "pt": "Espadachim da Chama Azul", "ja": "<ruby>蒼<rt>そう</rt></ruby><ruby>炎<rt>えん</rt></ruby>の<ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>", "ja_romaji": "Sōen no Kenshi", "ko": "푸른 화염의 검사", "ko_rr": "Pureun Hwayeom-ui Geomsa", "zh-TW": "蒼炎的劍士", "zh-CN": "苍炎之剑士"}, "text": {"en": "Once per turn, during either player's Battle Phase: You can target 1 other Warrior-Type monster you control; this card loses exactly 600 ATK, and if it does, that monster gains 600 ATK. When this card you control is destroyed by your opponent's card (by battle or card effect) and sent to your Graveyard: You can banish this card from your Graveyard, then target 1 FIRE Warrior-Type monster in your Graveyard; Special Summon that target.", "de": "Einmal pro Spielzug, während der Battle Phase eines beliebigen Spielers: Du kannst 1 anderes Monster vom Typ Krieger wählen, das du kontrollierst; diese Karte verliert genau 600 ATK und falls sie dies tust, erhält das Monster 600 ATK. Wenn diese Karte, die du kontrollierst, durch eine Karte deines Gegners (durch Kampf oder einen Karteneffekt) zerstört und auf deinen Friedhof gelegt wird: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 FEUER Monster vom Typ Krieger in deinem Friedhof wählen; beschwöre das gewählte Ziel als Spezialbeschwörung.", "es": "Una vez por turno, durante la Battle Phase de cualquier jugador: puedes seleccionar otro monstruo de Tipo Guerrero que controles; esta carta pierde exactamente 600 ATK y, si lo haces, ese monstruo gana 600 ATK. Cuando esta carta que controlas es destruida por una carta de tu adversario y mandada a tu Cementerio (en batalla o por efecto de una carta): puedes desterrar esta carta de tu Cementerio, y después seleccionar 1 monstruo de FUEGO de Tipo Guerrero en tu Cementerio; Invoca ese objetivo de Modo Especial.", "fr": "Une fois par tour, durant la Battle Phase de chaque joueur : vous pouvez cibler 1 autre monstre de Type Guerrier que vous contrôlez ; cette carte perd exactement 600 ATK, et si elle le fait, le monstre gagne 600 ATK. Lorsque cette carte que vous contrôlez est détruite par une carte de votre adversaire (au combat ou par un effet de carte) et envoyée à votre Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre FEU de Type Guerrier dans votre Cimetière ; Invoquez Spécialement la cible.", "it": "Una volta per turno, durante la Battle Phase di qualsiasi giocatore: puoi scegliere come bersaglio 1 altro mostro di Tipo Guerriero che controlli; questa carta perde esattamente 600 ATK e, se lo fa, quel mostro guadagna 600 ATK. Quando questa carta che controlli viene distrutta da una carta del tuo avversario (in battaglia o dall'effetto di una carta) e mandata al tuo Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro FUOCO di Tipo Guerriero nel tuo Cimitero; Evoca Specialmente quel bersaglio.", "pt": "Uma vez por turno, durante a Fase de Batalha de qualquer duelista: você pode escolher 1 outro monstro do Tipo Guerreiro que você controla; este card perde exatamente 600 de ATK e, se isso acontecer, esse monstro ganha 600 de ATK. Quando este card que você controla for destruído por um card do seu oponente (seja em batalha ou por um efeito de card) e enviado para o seu Cemitério: você pode banir este card do seu Cemitério e, depois, escolher 1 monstro de FOGO do Tipo Guerreiro no seu Cemitério; Invoque o alvo por Invocação-Especial.", "ja": "①：１ターンに１度、自分・相手のバトルフェイズに、このカード以外の自分フィールドの戦士族モンスター１体を対象として発動できる。このカードの攻撃力を６００ダウンし、対象のモンスターの攻撃力を６００アップする。②：フィールドのこのカードが相手によって破壊され墓地へ送られた時、墓地のこのカードを除外し、自分の墓地の戦士族・炎属性モンスター１体を対象として発動できる。その戦士族・炎属性モンスターを特殊召喚する。", "ko": "①: 1턴에 1번, 자신 / 상대의 배틀 페이즈에, 이 카드 이외의 자신 필드의 전사족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 공격력을 600 내리고, 대상 몬스터의 공격력을 600 올린다. ②: 필드의 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 때, 묘지의 이 카드를 제외하고, 자신 묘지의 전사족 / 화염 속성 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 전사족 / 화염 속성 몬스터를 특수 소환한다.", "zh-TW": "①：１回合１次，在我方・對方的戰鬥階段，可將我方場上的１隻此卡以外的戰士族怪獸做為對象發動。此卡的攻擊力降低６００，對象怪獸的攻擊力提升６００。②：場上的此卡被對方破壞送至墓地時，可將墓地的此卡除外，將我方墓地的１隻戰士族・炎屬性怪獸做為對象發動。特殊召喚該戰士族・炎屬性怪獸。", "zh-CN": "①：１回合１次，在自己・对手的战斗阶段，以自己场上１只其他的战士族怪兽为对象可以发动。此卡的攻击力下降６００，对象怪兽的攻击力上升６００。②：场上的此卡被对手破坏并被送至墓地时，将墓地的此卡除外，以自己墓地的１只战士族・炎属性怪兽为对象可以发动。将该战士族・炎属性怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 4, "atk": 1800, "def": 1600, "images": [{"index": 1, "image": "BlueFlameSwordsman-LDK2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LC04-EN001", "set_name": "Legendary Collection 4: Joey's World", "rarities": ["Ultra Rare"]}, {"set_number": "LDK2-ENJ14", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "de": [{"set_number": "LC04-DE001", "set_name": "Legendary Collection 4: Joey's World", "rarities": ["Ultra Rare"]}, {"set_number": "LDK2-DEJ14", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "fr": [{"set_number": "LC04-FR001", "set_name": "Legendary Collection 4: Joey's World", "rarities": ["Ultra Rare"]}, {"set_number": "LDK2-FRJ14", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "it": [{"set_number": "LC04-IT001", "set_name": "Legendary Collection 4: Joey's World", "rarities": ["Ultra Rare"]}, {"set_number": "LDK2-ITJ14", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "pt": [{"set_number": "LC04-PT001", "set_name": "Legendary Collection 4: Joey's World", "rarities": ["Ultra Rare"]}, {"set_number": "LDK2-PTJ14", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "ja": [{"set_number": "EP14-JP051", "set_name": "Extra Pack: Knights of Order", "rarities": ["Rare"]}, {"set_number": "SR09-JP014", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR056", "set_name": "Extra Pack: Knights of Order", "rarities": ["Rare"]}, {"set_number": "SR09-KR014", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC032", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 11009, "master_duel_rarity": "R"}