{"konami_id": 16204, "password": 50901852, "name": {"en": "Gizmek Inaba, the Hopping Hare of Hakuto", "de": "Gizmek Inaba, der hoppelnde Hase von Hakuto", "es": "Inaba Cacharrek, la Liebre Saltarina de Hakuto", "fr": "Gizmek Inaba, le Lièvre Sauteur de Hakuto", "it": "Gizmeck Inaba, la Saltellante Lepre di Hakuto", "pt": "Bugiganga Inaba, a Lebre Saltitante de Hakuto", "ja": "<ruby>機<rt>き</rt></ruby><ruby>巧<rt>こう</rt></ruby><ruby>菟<rt>と</rt></ruby>－<ruby>稻羽之淤岐素<rt>イナバノオキノシロ</rt></ruby>", "ja_romaji": "Kikōto - Inaba no Okinoshiro", "ko": "기교토－이나바노오키노시로", "ko_rr": "Gigyoto - Inabanookinosiro", "zh-TW": "機巧菟－稻羽之淤岐素", "zh-CN": "机巧兔－稻羽之淤岐素"}, "text": {"en": "When this card is Normal Summoned: You can Special Summon 1 Machine monster whose ATK equals its own DEF from your hand in Defense Position. You can banish this card from your GY, then target 1 Machine monster you control whose ATK equals its own DEF; this turn, you cannot declare attacks, except with that monster, also its ATK/DEF become the combined original ATK of all Machine monsters you currently control whose ATK equals their own DEF. You can only use this effect of \"Gizmek Inaba, the Hopping Hare of Hakuto\" once per turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 Maschine-Monster, dessen ATK seinen eigenen DEF entsprechen, als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Maschine-Monster wählen, das du kontrollierst und dessen ATK seinen eigenen DEF entsprechen; in diesem Spielzug kannst du keine Angriffe deklarieren, außer mit jenem Monster, zusätzlich werden seine ATK/DEF gleich der Summe der Grund-ATK aller Maschine-Monster, die du derzeit kontrollierst und deren ATK ihren eigenen DEF entsprechen. Du kannst diesen Effekt von „Gizmek Inaba, der hoppelnde Hase von Hakuto“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes Invocar de Modo Especial 1 monstruo Máquina cuyo ATK sea igual a su propia DEF, desde tu mano en Posición de Defensa. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo Máquina que controles cuyo ATK sea igual a su propia DEF; este turno no puedes declarar ataques, excepto con ese monstruo, y además su ATK/DEF se convierten en el ATK original combinado de todos los monstruos Máquina que controles en este momento cuyo ATK sea igual a su propia DEF. Sólo puedes usar este efecto de \"Inaba Cacharrek, la Liebre Saltarina de Hakuto\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre Machine dont l'ATK est égale à sa propre DEF depuis votre main en Position de Défense. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Machine que vous contrôlez dont l'ATK est égale à sa propre DEF ; ce tour, vous ne pouvez pas déclarer d'attaques, sauf avec le monstre, et aussi, son ATK/DEF deviennent la somme des ATK d'origine de tous les monstres Machine que vous contrôlez actuellement dont l'ATK est égale à leur propre DEF. Vous ne pouvez utiliser cet effet de \"Gizmek Inaba, le Lièvre Sauteur de Hakuto\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi Evocare Specialmente 1 mostro Macchina con ATK pari al suo stesso DEF dalla tua mano in Posizione di Difesa. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro Macchina che controlli con ATK pari al suo stesso DEF; in questo turno, non puoi dichiarare attacchi, eccetto con quel mostro, inoltre i suoi ATK/DEF diventano la somma degli ATK originali di tutti i mostri Macchina con ATK pari al loro stesso DEF che controlli attualmente. Puoi utilizzare questo effetto di \"Gizmeck Inaba, la Saltellante Lepre di Hakuto\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode Invocar por Invocação-Especial da sua mão, em Posição de Defesa, 1 monstro Máquina cujo ATK seja igual à sua própria DEF. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro Máquina que você controla cujo ATK seja igual à sua própria DEF; neste turno, você não pode declarar ataques, exceto com esse monstro e, além disso, seu ATK/DEF se tornam o ATK original combinado de todos os monstros Máquina que você controla atualmente cujo ATK seja igual à sua própria DEF. Você só pode usar este efeito de \"Bugiganga Inaba, a Lebre Saltitante de Hakuto\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードが召喚に成功した時に発動できる。攻撃力と守備力の数値が同じ機械族モンスター１体を手札から守備表示で特殊召喚する。②：墓地のこのカードを除外し、自分フィールドの攻撃力と守備力の数値が同じ機械族モンスター１体を対象として発動できる。このターン、自分はそのモンスターでしか攻撃宣言できず、そのモンスターの攻撃力・守備力は、自分フィールドの攻撃力と守備力の数値が同じ機械族モンスターの元々の攻撃力を合計した数値になる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때에 발동할 수 있다. 공격력과 수비력의 수치가 같은 기계족 몬스터 1장을 패에서 수비 표시로 특수 소환한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 공격력과 수비력의 수치가 같은 기계족 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 자신은 그 몬스터로밖에 공격 선언할 수 없으며, 그 몬스터의 공격력 / 수비력은, 자신 필드의 공격력과 수비력의 수치가 같은 기계족 몬스터의 원래 공격력을 합계한 수치가 된다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：可在此卡召喚成功時發動。從手牌以守備表示特殊召喚１隻攻擊力和守備力數值相同的機械族怪獸。②：將墓地的此卡除外，可將我方場上１隻攻擊力和守備力數值相同的機械族怪獸做為對象發動。此回合，我方僅能以該怪獸進行攻擊宣言，該怪獸的攻擊力・守備力變為我方場上攻擊力數值和守備力數值相同的機械族怪獸原本的攻擊力的合計數值。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：此卡召唤成功时可以发动。将１只攻击力和守备力的数值相同的机械族怪兽从手牌以守备表示特殊召唤。②：将墓地的此卡除外，以自己场上１只攻击力和守备力的数值相同的机械族怪兽为对象可以发动。此回合，自己仅可用该怪兽攻击宣言，该怪兽的攻击力・守备力变为自己场上攻击力和守备力的数值相同的机械族怪兽的原本攻击力合计的数值。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WIND", "level": 1, "atk": 50, "def": 50, "series": ["Gizmek"], "images": [{"index": 1, "image": "GizmekInabatheHoppingHareofHakuto-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN015", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN130", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE015", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE130", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR015", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR130", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT015", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT130", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT015", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT130", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP015", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR015", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC064", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715142, "master_duel_rarity": "N"}