{"konami_id": 19481, "password": 50951254, "name": {"en": "Magmacho Dragon", "de": "Magmacho-Drache", "es": "Dragón Magmacho", "fr": "Dragon Magmacho", "it": "Drago Magmacho", "pt": "Dragão Magmacho", "ja": "マグマッチョ・ドラゴン", "ja_romaji": "Magumaccho Doragon", "ko": "마그마초 드래곤", "ko_rr": null, "zh-TW": "岩漿肌肉龍", "zh-CN": "岩浆肌肉龙"}, "text": {"en": "You can banish up to 3 FIRE monsters from your GY; this card gains 400 ATK for each, until the end of this turn. If a face-up FIRE monster(s) you control is destroyed by card effect, while this card is in your GY (except during the Damage Step): You can Special Summon this card (but banish it when it leaves the field), then draw 1 card. You can only use each effect of \"Magmacho Dragon\" once per turn.", "de": "Du kannst bis zu 3 FEUER Monster von deinem Friedhof verbannen; diese Karte erhält bis zum Ende dieses Spielzugs für jedes 400 ATK. Falls ein oder mehr offene FEUER Monster, die du kontrollierst, durch einen Karteneffekt zerstört werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung beschwören (aber verbanne sie, wenn sie das Spielfeld verlässt), dann ziehe 1 Karte. Du kannst jeden Effekt von „Magmacho-Drache“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar hasta 3 monstruos de FUEGO en tu Cementerio; esta carta gana 400 ATK por cada uno, hasta el final de este turno. Si uno o más monstruos de FUEGO boca arriba que controlas son destruidos por el efecto de una carta, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial (pero destiérrala cuando deje el Campo), y después roba 1 carta. Sólo puedes usar cada efecto de \"Dragón Magmacho\" una vez por turno.", "fr": "Vous pouvez bannir max. 3 monstres FEU depuis votre Cimetière ; jusqu'à la fin de ce tour, cette carte gagne 400 ATK pour chacun d'eux. Si un ou plusieurs monstres FEU face recto que vous contrôlez sont détruits par un effet de carte, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte (mais bannissez-la lorsqu'elle quitte le Terrain), puis piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Dragon Magmacho\" qu'une fois par tour.", "it": "Puoi bandire fino a 3 mostri FUOCO dal tuo Cimitero; questa carta guadagna 400 ATK per ognuno, fino alla fine di questo turno. Se uno o più mostri FUOCO scoperti che controlli vengono distrutti dall'effetto di una carta, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta (ma bandiscila quando lascia il Terreno), poi pescare 1 carta. Puoi utilizzare ogni effetto di \"Drago Magmacho\" una sola volta per turno.", "pt": "Você pode banir até 3 monstros de FOGO do seu Cemitério; até o final deste turno, este card ganha 400 de ATK para cada um. Se um ou mais monstros de FOGO com a face para cima que você controla forem destruídos por um efeito de card, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial (mas bana-o quando ele deixar o campo) e, depois, compre 1 card. Você só pode usar cada efeito de \"Dragão Magmacho\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地から炎属性モンスターを３体まで除外して発動できる。このカードの攻撃力はターン終了時まで、除外した数×４００アップする。②：このカードが墓地に存在する状態で、自分フィールドの表側表示の炎属性モンスターが効果で破壊された場合に発動できる。このカードを特殊召喚する。その後、自分は１枚ドローする。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지에서 화염 속성 몬스터를 3장까지 제외하고 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지, 제외한 수 × 400 올린다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신 필드의 앞면 표시의 화염 속성 몬스터가 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 그 후, 자신은 1장 드로우한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：从自己的墓地将最多３只炎属性怪兽除外可以发动。此卡的攻击力直至回合结束时为止，上升相当于除外数量×４００的数值。\n②：此卡存在于墓地的状态下，自己场上表侧表示的炎属性怪兽因效果被破坏的情况下可以发动。将此卡特殊召唤。然后，自己抽１张。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "FIRE", "level": 8, "atk": 1800, "def": 2200, "images": [{"index": 1, "image": "MagmachoDragon-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "es": [{"set_number": "PHNI-SP025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC025", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1018876, "master_duel_rarity": "SR"}