{"konami_id": 19478, "password": 51073802, "name": {"en": "Majespecter Porcupine - Yamarashi", "de": "Majespenst Stachelschwein - Yamarashi", "es": "Puercoespín Majespectro - Yamarashi", "fr": "Porc-Épic Majesspectre - Yamarashi", "it": "Maestospettro Porcospino - Yamarashi", "pt": "Porco-espinho Majespectro - Yamarashi", "ja": "マジェスペクター・ポーキュパイン", "ja_romaji": "Majesupekutā Pōkyupain", "ko": "마제스펙터 포큐파인", "ko_rr": null, "zh-TW": "威風魔靈・山颪豪豬", "zh-CN": "威风魔灵・山颪豪猪"}, "text": {"en": "During the Main Phase, if you control a \"Majespecter\" monster (Quick Effect): You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can target 1 \"Majespecter\" Spell in your GY; Set it. You can only use each of the previous effects of \"Majespecter Porcupine - Yamarashi\" once per turn. While this card is in your Monster Zone, your opponent cannot target it with card effects, also it cannot be destroyed by your opponent's card effects.", "de": "Während der Main Phase, falls du ein „Majespenst“-Monster kontrollierst (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Majespenst“-Zauber in deinem Friedhof wählen; setze ihn. Du kannst jeden der vorherigen Effekte von „Majespenst Stachelschwein - Yamarashi“ nur einmal pro Spielzug verwenden. Solange diese Karte in deiner Monsterzone liegt, kann dein Gegner sie nicht als Ziel für Karteneffekte wählen, zusätzlich kann sie nicht durch Karteneffekte deines Gegners zerstört werden.", "es": "Durante la Main Phase, si controlas un monstruo \"Majespectro\" (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 Mágica \"Majespectro\" en tu Cementerio; Colócala. Sólo puedes usar cada uno de los efectos previos de \"Puercoespín Majespectro - Yamarashi\" una vez por turno. Mientras esta carta está en tu Zona de Monstruos, tu adversario no puede seleccionarla con efectos de cartas, y además no puede ser destruida por efectos de cartas de tu adversario.", "fr": "Durant la Main Phase, si vous contrôlez un monstre \"Majesspectre\" (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Magie \"Majesspectre\" dans votre Cimetière ; Posez-la. Vous ne pouvez utiliser chacun des effets précédents de \"Porc-Épic Majesspectre - Yamarashi\" qu'une fois par tour. Tant que cette carte est dans votre Zone Monstre, votre adversaire ne peut pas la cibler avec des effets de carte, et aussi, elle ne peut pas être détruite par des effets de carte de votre adversaire.", "it": "Durante la Main Phase, se controlli un mostro \"Maestospettro\" (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 Magia \"Maestospettro\" nel tuo Cimitero; Posizionala. Puoi utilizzare ognuno dei precedenti effetti di \"Maestospettro Porcospino - Yamarashi\" una sola volta per turno. Mentre questa carta è nella tua Zona Mostri, il tuo avversario non può sceglierla come bersaglio con gli effetti delle carte, inoltre essa non può essere distrutta dagli effetti delle carte del tuo avversario.", "pt": "Durante a Fase Principal, se você controlar um monstro \"Majespectro\" (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 Magia \"Majespectro\" no seu Cemitério; Baixe-a. Você só pode usar cada um dos efeitos anteriores de \"Porco-espinho Majespectro - Yamarashi\" uma vez por turno. Enquanto este card estiver em uma Zona de Monstros sua, seu oponente não pode escolhê-lo como alvo de efeitos de card e, além disso, ele não pode ser destruído pelos efeitos de card do seu oponente.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに、自分フィールドに「マジェスペクター」モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合、自分の墓地の「マジェスペクター」魔法カード１枚を対象として発動できる。そのカードを自分フィールドにセットする。③：このカードがモンスターゾーンに存在する限り、このカードは相手の効果では破壊されず、相手はこのカードを効果の対象にできない。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 자신 필드에 \"마제스펙터\" 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우, 자신 묘지의 \"마제스펙터\" 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드에 세트한다. ③: 이 카드가 몬스터 존에 존재하는 한, 이 카드는 상대 효과로는 파괴되지 않으며, 상대는 이 카드를 효과의 대상으로 할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②怪兽效果１回合仅可各使用１次。\n①：在自己・对手的主要阶段，自己场上存在“威风魔灵”怪兽的情况下可以发动。从手牌将此卡特殊召唤。\n②：此卡召唤・特殊召唤的情况下，以自己墓地的１张“威风魔灵”魔法卡为对象可以发动。将该卡放置在自己场上。\n③：只要此卡存在于怪兽区域，此卡不会因对手的效果被破坏，对手不可将此卡作为效果的对象。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "WIND", "level": 4, "atk": 1500, "def": 1500, "pendulum_scale": 2, "pendulum_effect": {"en": null, "de": null, "es": null, "fr": null, "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "series": ["Majespecter"], "images": [{"index": 1, "image": "MajespecterPorcupineYamarashi-PHNI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN023", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHNI-DE023", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHNI-FR023", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHNI-IT023", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHNI-PT023", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHNI-JP023", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR023", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC023", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1012222, "master_duel_rarity": "R"}