{"konami_id": 11491, "password": 51124303, "name": {"en": "Nekroz Kaleidoscope", "de": "Nekroz-Kaleidoskop", "es": "Caleidoscopio Necroz", "fr": "Kaléidoscope Nékroz", "it": "Caleidoscopio Nekroz", "pt": "Caleidoscópio Necroz", "ja": "<ruby>影霊衣<rt>ネクロス</rt></ruby>の<ruby>万<rt>まん</rt></ruby><ruby>華<rt>げ</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>", "ja_romaji": "Nekurosu no Mangekyō", "ko": "네크로즈의 만화경", "ko_rr": "Nekeurojeu-ui Manhwagyeong", "zh-TW": "影靈衣的萬花筒", "zh-CN": "影灵衣的万花筒"}, "text": {"en": "This card can be used to Ritual Summon any number of \"Nekroz\" Ritual Monsters. Tribute 1 monster from your hand or field, or send 1 monster from your Extra Deck to the GY, also after that, Ritual Summon any number of \"Nekroz\" monsters whose total Levels exactly equal the Level of that monster. You can only use this effect of \"Nekroz Kaleidoscope\" once per turn. If you control no monsters: You can banish this card and 1 \"Nekroz\" monster from your GY; add 1 \"Nekroz\" Spell from your Deck to your hand.", "de": "Diese Karte kann verwendet werden, um eine beliebige Anzahl „Nekroz“-Ritualmonster als Ritualbeschwörung zu beschwören. Biete 1 Monster von deiner Hand oder Spielfeldseite als Tribut an oder lege 1 Monster von deinem Extra Deck auf den Friedhof, zusätzlich beschwöre danach eine beliebige Anzahl „Nekroz“-Monster als Ritualbeschwörung, deren Gesamtstufe genau der Stufe des Monsters entspricht. Du kannst diesen Effekt von „Nekroz-Kaleidoskop“ nur einmal pro Spielzug verwenden. Falls du keine Monster kontrollierst: Du kannst diese Karte und 1 „Nekroz“-Monster von deinem Friedhof verbannen; füge deiner Hand 1 „Nekroz“-Zauber von deinem Deck hinzu.", "es": "Esta carta puede ser usada para Invocar por Ritual a cualquier cantidad de Monstruos de Ritual \"Necroz\". Sacrifica 1 monstruo en tu mano o Campo, o manda al Cementerio 1 monstruo en tu Deck Extra, y además después de eso Invoca por Ritual cualquier cantidad de monstruos \"Necroz\" cuya suma de Niveles sea exactamente igual al Nivel de ese monstruo. Sólo puedes usar este efecto de \"Caleidoscopio Necroz\" una vez por turno. Si no controlas monstruos: puedes desterrar esta carta y 1 monstruo \"Necroz\" en tu Cementerio; añade a tu mano 1 Mágica \"Necroz\" en tu Deck.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un nombre de votre choix de Monstres Rituels \"Nékroz\". Sacrifiez 1 monstre depuis votre main ou Terrain, ou envoyez 1 monstre depuis votre Extra Deck au Cimetière, et aussi, après ça, Invoquez Rituellement un nombre de votre choix de monstres \"Nékroz\" dont le Niveau total est exactement égal au Niveau du monstre. Vous ne pouvez utiliser cet effet de \"Kaléidoscope Nékroz\" qu'une fois par tour. Si vous ne contrôlez aucun monstre : vous pouvez bannir cette carte et 1 monstre \"Nékroz\" depuis votre Cimetière ; ajoutez 1 Magie \"Nékroz\" depuis votre Deck à votre main.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale un qualsiasi numero di Mostri Rituale \"Nekroz\". Offri come Tributo 1 mostro dalla tua mano o Terreno, o manda 1 mostro dal tuo Extra Deck al Cimitero, inoltre, dopo aver fatto quello, Evoca tramite Rituale un qualsiasi numero di mostri \"Nekroz\" la cui somma dei Livelli sia esattamente pari al Livello di quel mostro. Puoi utilizzare questo effetto di \"Caleidoscopio Nekroz\" una sola volta per turno. Se non controlli nessun mostro: puoi bandire questa carta e 1 mostro \"Nekroz\" dal tuo Cimitero; aggiungi 1 Magia \"Nekroz\" dal tuo Deck alla tua mano.", "pt": "Este card pode ser usado para Invocar por Invocação-Ritual qualquer número de Monstros de Ritual \"Necroz\". Ofereça como Tributo 1 monstro da sua mão ou do campo, ou envie 1 monstro do seu Deck Adicional para o Cemitério e, além disso, depois, Invoque por Invocação-Ritual qualquer número de monstros \"Necroz\" cuja soma dos Níveis seja exatamente igual ao Nível desse monstro. Você só pode usar este efeito de \"Caleidoscópio Necroz\" uma vez por turno. Se você não controlar nenhum monstro: você pode banir este card e 1 monstro \"Necroz\" do seu Cemitério; adicione 1 Magia \"Necroz\" do seu Deck à sua mão.", "ja": "「影霊衣」儀式モンスターの降臨に必要。このカード名の①の効果は１ターンに１度しか使用できない。①：レベルの合計が儀式召喚するモンスターと同じになるように、自分の手札・フィールドのモンスター１体をリリース、またはリリースの代わりにＥＸデッキのモンスター１体を墓地へ送り、手札から「影霊衣」儀式モンスターを任意の数だけ儀式召喚する。②：自分フィールドにモンスターが存在しない場合、自分の墓地からこのカードと「影霊衣」モンスター１体を除外して発動できる。デッキから「影霊衣」魔法カード１枚を手札に加える。", "ko": "\"네크로즈\" 의식 몬스터의 의식 소환에 필요. 이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 레벨의 합계가 의식 소환할 몬스터와 같아지도록, 자신의 패 / 필드의 몬스터 1장을 릴리스, 또는 릴리스 대신에 엑스트라 덱의 몬스터 1장을 묘지로 보내고, 패에서 \"네크로즈\" 의식 몬스터를 임의의 수만큼 의식 소환한다. ②: 자신 필드에 몬스터가 존재하지 않을 경우, 자신 묘지에서 이 카드와 \"네크로즈\" 몬스터 1장을 제외하고 발동할 수 있다. 덱에서 \"네크로즈\" 마법 카드 1장을 패에 넣는다.", "zh-TW": "「影靈衣」儀式怪獸降臨所需。此卡名的①效果，１回合僅限使用１次。①：為使等級合計與儀式召喚的怪獸的等級相同，解放我方手牌・場上的１隻怪獸，或將１隻額外牌組的怪獸送至墓地替代解放，從手牌儀式召喚任意數量的「影靈衣」儀式怪獸。②：在我方場上不存在怪獸的狀況下，可從我方墓地將此卡及１隻「影靈衣」怪獸除外發動。從牌組將１張「影靈衣」魔法卡加入手牌。", "zh-CN": "降临“影灵衣”仪式怪兽的必备。“影灵衣的万花筒”的①效果１回合只可使用１次。①：为变成与仪式召唤怪兽相同等级，释放我方手牌、场上的１只怪兽，或将额外牌组的１只怪兽送入墓地，并从手牌仪式召唤任意数量的“影灵衣”仪式怪兽。②：我方场上不存在有怪兽的场合，可从我方墓地将此卡和１只“影灵衣”怪兽除外并发动。从牌组将１张“影灵衣”魔法卡加入手牌。"}, "card_type": "Spell", "property": "Ritual", "series": ["Nekroz"], "images": [{"index": 1, "image": "NekrozKaleidoscope-DUPO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "THSF-EN021", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-EN098", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "THSF-DE021", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-DE098", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "THSF-FR021", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-FR098", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "THSF-IT021", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-IT098", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "THSF-PT021", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-PT098", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SPTR-JP021", "set_name": "Booster SP: Tribe Force", "rarities": ["Super Rare"]}, {"set_number": "SLT1-JP017", "set_name": "Selection 10", "rarities": ["Common"]}], "ko": [{"set_number": "SPTR-KR021", "set_name": "Booster SP: Tribe Force", "rarities": ["Super Rare"]}, {"set_number": "SLT1-KR017", "set_name": "Selection 10", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 311951, "master_duel_rarity": "SR"}