{"konami_id": 6806, "password": 51192573, "name": {"en": "Cosmic Horror Gangi'el", "de": "Kosmischer Horror Gangi'el", "es": "Horror Cósmico Gangi'el", "fr": "Gangi'el, Horreur Cosmique", "it": "Gangi'el Orrore Cosmico", "pt": "Gangi'el, Horror Cósmico", "ja": "<ruby>宇<rt>そ</rt></ruby><ruby>宙<rt>ら</rt></ruby><ruby>獣<rt>けもの</rt></ruby>ガンギル", "ja_romaji": "Sora Kemono Gangiru", "ko": "우주야수 건길", "ko_rr": null, "zh-TW": "宇宙獸剛基魯", "zh-CN": "宇宙兽刚基鲁"}, "text": {"en": "If you're Tributing a monster on your side of the field that is owned by your opponent, this card can be Normal Summoned with 1 Tribute. Once per turn, you can place 1 A-Counter on a monster on your opponent's side of the field. (If a monster with an A-Counter battles an \"Alien\" monster, it loses 300 ATK and DEF for each A-Counter during damage calculation only.)", "de": "Falls du ein Monster von deiner Spielfeldseite als Tribut anbietest, das dein Gegner besitzt, kann diese Karte mit 1 Tribut als Normalbeschwörung beschworen werden. Einmal pro Spielzug kannst du 1 A-Zählmarke auf ein Monster auf der Spielfeldseite deines Gegners legen. (Falls ein Monster mit einer A-Zählmarke gegen ein Monster kämpft, dessen Kartenname \"Außerirdische\" enthält, verringere nur während der Schadensberechnung seine ATK und DEF um 300 Punkte für jede A-Zählmarke.)", "es": "Si estás Sacrificando un monstruo en tu Campo que es propiedad de tu adversario, esta carta puede ser Invocada mediante una Invocación Normal con 1 Sacrificio. Una vez por turno puedes poner 1 Contador \"A\" en un monstruo en el Campo de tu adversario. (Si un monstruo con Contadores \"A\" batalla contra un monstruo que incluya \"Alienígena\" en su nombre, disminuye su ATK y su DEF en 300 puntos por cada Contador \"A\", sólo durante el cálculo de daño.)", "fr": "Si vous sacrifiez un monstre sur votre Terrain qui appartient à votre adversaire, cette carte peut être Invoquée par Invocation Normale avec 1 sacrifice. Une fois par tour, vous pouvez placer 1 Compteur-A sur un monstre du Terrain de votre adversaire. (Si un monstre avec un Compteur-A combat un monstre qui inclut \"Alien\" dans son nom de carte, diminuez son ATK et sa DEF de 300 points pour chaque Compteur-A, durant le calcul des dommages uniquement.)", "it": "Se utilizzi come Tributo un mostro sul tuo Terreno il cui proprietario è il tuo avversario, questa carta può essere Evocata tramite Evocazione Normale con 1 Tributo. Una volta per turno, puoi mettere un Segnalino-A su di un mostro sul Terreno del tuo avversario. (Se un mostro con un Segnalino-A combatte un mostro che include \"Alieno\" nel suo nome, diminuisci i suoi ATK e DEF di 300 punti per ogni Segnalino-A solo durante il calcolo dei danni.)", "pt": null, "ja": "このカードは自分フィールド上に存在する元々の持ち主が相手のモンスター１体をリリースして召喚する事ができる。１ターンに１度、相手フィールド上に表側表示で存在するモンスター１体にＡカウンターを１つ置く事ができる。Ａカウンターが乗ったモンスターは、「エーリアン」と名のついたモンスターと戦闘する場合、Ａカウンター１つにつき攻撃力・守備力が３００ポイントダウンする。", "ko": "자신 필드 위에 존재하는 원래 주인이 상대의 몬스터를 릴리스할 경우, 이 카드는 릴리스 1장으로 일반 소환할 수 있다. 1턴에 1번만, 상대 필드 위 몬스터 1장에 A 카운터를 1개 놓을 수 있다. A 카운터가 얹힌 몬스터는 \"에일리언\"이라는 이름이 붙은 몬스터와 전투할 경우, A 카운터 1개당 공격력과 수비력을 300 포인트 내린다.", "zh-TW": null, "zh-CN": "把自己场上存在的原本持有者是对方的怪兽作为祭品的场合，这张卡可以用1只祭品作召唤。1回合只有1次，可以给对方场上1只怪兽放置1个Ａ指示物。有Ａ指示物放置的怪兽和名字带有「外星」的怪兽战斗的场合，Ａ指示物每有1个攻击力和守备力下降300。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "LIGHT", "level": 7, "atk": 2600, "def": 2000, "images": [{"index": 1, "image": "CosmicHorrorGangiel-POTD-EN-R-1E.jpg"}], "sets": {"en": [{"set_number": "POTD-EN029", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}], "de": [{"set_number": "POTD-DE029", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}], "es": [{"set_number": "POTD-SP029", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}], "fr": [{"set_number": "POTD-FR029", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}], "it": [{"set_number": "POTD-IT029", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}], "ja": [{"set_number": "POTD-JP029", "set_name": "Power of the Duelist", "rarities": ["Rare"]}], "ko": [{"set_number": "POTD-KR029", "set_name": "Power of the Duelist", "rarities": ["Rare"]}, {"set_number": "PC01-KR023", "set_name": "Precious Pack Volume 1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 6721, "master_duel_rarity": "SR"}