{"konami_id": 14307, "password": 51225407, "name": {"en": "Mayakashi Winter", "de": "Mayakashi-Winter", "es": "Invierno Mayakashi", "fr": "Hiver Mayakashi", "it": "Inverno Mayakashi", "pt": "Inverno Mayakashi", "ja": "<ruby>魔妖<rt>まやかし</rt></ruby><ruby>壊<rt>かい</rt></ruby><ruby>劫<rt>ごう</rt></ruby>", "ja_romaji": "Mayakashi Kaigō", "ko": "마요괴괴겁", "ko_rr": "Mayokoekoekeop", "zh-TW": "魔妖壞劫", "zh-CN": "魔妖坏劫"}, "text": {"en": "Monsters your opponent controls lose 100 ATK/DEF for each \"Mayakashi\" monster with a different name in your GY. You can only use 1 of the following effects of \"Mayakashi Winter\" per turn, and only once that turn.\n● Send this card and 1 \"Mayakashi\" monster you control to the GY; draw 1 card.\n● Banish this card and 1 Zombie monster from your GY, then target 1 \"Mayakashi\" monster in your GY; Special Summon it.", "de": "Monster, die dein Gegner kontrolliert, verlieren für jedes „Mayakashi“-Monster mit einem unterschiedlichen Namen in deinem Friedhof 100 ATK/DEF. Du kannst nur 1 der folgenden Effekte von „Mayakashi-Winter“ pro Spielzug verwenden und in dem Spielzug nur einmal.\n● Lege diese Karte und 1 „Mayakashi“-Monster, das du kontrollierst, auf den Friedhof; ziehe 1 Karte.\n● Verbanne diese Karte und 1 Zombie-Monster von deinem Friedhof und wähle dann 1 „Mayakashi“-Monster in deinem Friedhof; beschwöre es als Spezialbeschwörung.", "es": "Los monstruos que controla tu adversario pierden 100 ATK/DEF por cada monstruo \"Mayakashi\" con un nombre diferente en tu Cementerio. Sólo puedes usar 1 de los siguientes efectos de \"Invierno Mayakashi\" por turno, y sólo una vez ese turno.\n● Manda al Cementerio esta carta y 1 monstruo \"Mayakashi\" que controles; roba 1 carta.\n● Destierra esta carta y 1 monstruo Zombi en tu Cementerio, y después selecciona 1 monstruo \"Mayakashi\" en tu Cementerio; Invócalo de Modo Especial.", "fr": "Les monstres contrôlés par votre adversaire perdent 100 ATK/DEF pour chaque monstre \"Mayakashi\" de nom différent dans votre Cimetière. Vous ne pouvez utiliser qu'1 des effets suivants de \"Hiver Mayakashi\" par tour, et uniquement une fois le tour.\n● Envoyez cette carte et 1 monstre \"Mayakashi\" que vous contrôlez au Cimetière ; piochez 1 carte.\n● Bannissez cette carte et 1 monstre Zombie depuis votre Cimetière, puis ciblez 1 monstre \"Mayakashi\" dans votre Cimetière ; Invoquez-le Spécialement.", "it": "I mostri controllati dal tuo avversario perdono 100 ATK/DEF per ogni mostro \"Mayakashi\" con un nome diverso nel tuo Cimitero. Puoi utilizzare solo 1 dei seguenti effetti di \"Inverno Mayakashi\" per turno, e solo una volta in quel turno.\n● Manda questa carta e 1 mostro \"Mayakashi\" che controlli al Cimitero; pesca 1 carta.\n● Bandisci questa carta e 1 mostro Zombie dal tuo Cimitero, poi scegli come bersaglio 1 mostro \"Mayakashi\" nel tuo Cimitero; Evocalo Specialmente.", "pt": "Os monstros que seu oponente controla perdem 100 de ATK/DEF para cada monstro \"Mayakashi\" com um nome diferente no seu Cemitério. Você só pode usar 1 dos seguintes efeitos de \"Inverno Mayakashi\" por turno e apenas uma vez por turno.\n● Envie este card e 1 monstro \"Mayakashi\" que você controla para o Cemitério; compre 1 card.\n● Bana este card e 1 monstro Zumbi do seu Cemitério e, depois, escolha 1 monstro \"Mayakashi\" no seu Cemitério; Invoque-o por Invocação-Especial.", "ja": "このカード名の②③の効果は１ターンに１度、いずれか１つしか使用できない。①：相手フィールドのモンスターの攻撃力・守備力は、自分の墓地の「魔妖」モンスターの種類×１００ダウンする。②：自分フィールドの表側表示の「魔妖」モンスター１体とこのカードを墓地へ送って発動できる。自分はデッキから１枚ドローする。③：自分の墓地からこのカードとアンデット族モンスター１体を除外し、自分の墓地の「魔妖」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "이 카드명의 ②③의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 상대 필드의 몬스터의 공격력 / 수비력은, 자신 묘지의 \"마요괴\" 몬스터의 종류 × 100 내린다. ②: 자신 필드의 앞면 표시의 \"마요괴\" 몬스터 1장과 이 카드를 묘지로 보내고 발동할 수 있다. 자신은 덱에서 1장 드로우한다. ③: 자신 묘지에서 이 카드와 언데드족 몬스터 1장을 제외하고, 자신 묘지의 \"마요괴\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②③效果１回合１次，仅可使用其中１个。\n①：对手场上的怪兽的攻击力・守备力下降相当于自己墓地的“魔妖”怪兽种类×１００的数值。\n②：将自己场上的１只表侧表示的“魔妖”怪兽和此卡送至墓地可以发动。自己抽１张。\n③：从自己的墓地将此卡和１只不死族怪兽除外，以自己墓地的１只“魔妖”怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "series": ["Mayakashi"], "images": [{"index": 1, "image": "MayakashiWinter-DANE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN057", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}], "de": [{"set_number": "DANE-DE057", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}], "es": [{"set_number": "DANE-SP057", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DANE-FR057", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}], "it": [{"set_number": "DANE-IT057", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DANE-PT057", "set_name": "Dark Neostorm", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DANE-JP057", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "ko": [{"set_number": "DANE-KR057", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "NE01-SC188", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585447, "master_duel_rarity": "R"}