{"konami_id": 19415, "password": 51303014, "name": {"en": "Wattsychic Fighting Porter", "de": "Wattsychischer Kampfporter", "es": "Porte Luchando Wattpsíquico", "fr": "Porteur de Combat Électro-Psychique", "it": "Trasportatore da Combattimento Wattsichico", "pt": "Portar de Luta Wattsíquico", "ja": "エレキック・ファイティング・ポーター", "ja_romaji": "Erekikku Faitingu Pōtā", "ko": "일렉킥 파이팅 포터", "ko_rr": null, "zh-TW": "電力超能鬥氣輸送員", "zh-CN": "电力超能斗气输送员"}, "text": {"en": "Special Summon up to 2 Level 3 or lower LIGHT monsters from your hand. If you Summoned 2 monsters with the same original Type, those monsters can attack directly this turn. If they have the same original Level, they also cannot be destroyed by battle this turn. You can only activate 1 \"Wattsychic Fighting Porter\" per turn.", "de": "Beschwöre bis zu 2 LICHT Monster der Stufe 3 oder niedriger als Spezialbeschwörung von deiner Hand. Falls du 2 Monster mit demselben Grund-Typ beschworen hast, können jene Monster in diesem Spielzug direkt angreifen. Falls sie dieselbe Grund-Stufe haben, können sie in diesem Spielzug zusätzlich nicht durch Kampf zerstört werden. Du kannst nur 1 „Wattsychischer Kampfporter“ pro Spielzug aktivieren.", "es": "Invoca de Modo Especial, desde tu mano, hasta 2 monstruos de LUZ de Nivel 3 o menor. Si Invocaste 2 monstruos con el mismo Tipo original, esos monstruos pueden atacar directamente este turno. Si tienen el mismo Nivel original, además no pueden ser destruidos en batalla este turno. Sólo puedes activar 1 \"Porte Luchando Wattpsíquico\" por turno.", "fr": "Invoquez Spécialement max. 2 monstres LUMIÈRE de max. Niveau 3 depuis votre main. Si vous avez Invoqué 2 monstres du même Type d'origine, ces monstres peuvent attaquer directement ce tour. S'ils ont le même Niveau d'origine, ils ne peuvent pas aussi être détruits au combat ce tour. Vous ne pouvez activer qu'1 \"Porteur de Combat Électro-Psychique\" par tour.", "it": "Evoca Specialmente fino a 2 mostri LUCE di Livello 3 o inferiore dalla tua mano. Se hai Evocato 2 mostri con lo stesso Tipo originale, quei mostri possono attaccare direttamente in questo turno. Se hanno lo stesso Livello originale, essi non possono inoltre essere distrutti in battaglia in questo turno. Puoi attivare solo 1 \"Trasportatore da Combattimento Wattsichico\" per turno.", "pt": "Invoque por Invocação-Especial até 2 monstros de LUZ de Nível 3 ou menos da sua mão. Se você Invocou 2 monstros com o mesmo Tipo original, esses monstros podem atacar diretamente neste turno. Se eles tiverem o mesmo Nível original, eles também não podem ser destruídos em batalha neste turno. Você só pode ativar 1 \"Portar de Luta Wattsíquico\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：手札からレベル３以下の光属性モンスターを２体まで特殊召喚する。この効果で元々の種族が同じモンスター２体を特殊召喚した場合、このターン、そのモンスターは直接攻撃できる。この効果で元々のレベルが同じモンスター２体を特殊召喚した場合、このターン、そのモンスターは戦闘では破壊されない。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Quick-Play", "series": ["Watt"], "images": [{"index": 1, "image": "WattsychicFightingPorter-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN085", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE085", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR085", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT085", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT085", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "WPP5-JP060", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019292, "master_duel_rarity": "N"}