{"konami_id": 12716, "password": 51391183, "name": {"en": "Abyss Actor - Wild Hope", "de": "Abgrundschauspieler - Wilde Hoffnung", "es": "Actor del Abismo - Esperanza Salvaje", "fr": "Acteur des Abysses - Espoir Sauvage", "it": "Attore dell'Abisso - Speranza Selvaggia", "pt": "Ator do Abismo - Esperança Selvagem", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>劇<rt>げき</rt></ruby><ruby>団<rt>だん</rt></ruby>－ワイルド・ホープ", "ja_romaji": "Makai Gekidan - Wairudo Hōpu", "ko": "마계극단－와일드 호프", "ko_rr": "Magyegeukdan - Waildeu Hopeu", "zh-TW": null, "zh-CN": "魔界剧团－狂野新星"}, "text": {"en": "Once per turn: You can make this card gain 100 ATK for each \"Abyss Actor\" monster you currently control with different names, until the end of this turn. If this card is destroyed by battle or card effect: You can add 1 \"Abyss Actor\" card from your Deck to your hand, except \"Abyss Actor - Wild Hope\". You can only use this effect of \"Abyss Actor - Wild Hope\" once per turn.", "de": "Einmal pro Spielzug: Du kannst diese Karte bis zum Ende dieses Spielzugs 100 ATK für jedes „Abgrundschauspieler“-Monster mit unterschiedlichem Namen erhalten lassen, das du derzeit kontrollierst. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst deiner Hand 1 „Abgrundschauspieler“-Karte von deinem Deck hinzufügen, außer „Abgrundschauspieler - Wilde Hoffnung“. Du kannst diesen Effekt von „Abgrundschauspieler - Wilde Hoffnung“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno: puedes hacer que esta carta gane 100 ATK por cada monstruo \"Actor del Abismo\" que controles en este momento con nombres diferentes, hasta el final de este turno. Si esta carta es destruida en batalla o por efecto de una carta: puedes añadir a tu mano 1 carta \"Actor del Abismo\" en tu Deck, excepto por \"Actor del Abismo - Esperanza Salvaje\". Sólo puedes usar este efecto de \"Actor del Abismo - Esperanza Salvaje\" una vez por turno.", "fr": "Une fois par tour : jusqu'à la fin de ce tour, vous pouvez faire gagner 100 ATK à cette carte pour chaque monstre \"Acteur des Abysses\" de noms différents que vous contrôlez actuellement. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez ajouter 1 carte \"Acteur des Abysses\" (\"Acteur des Abysses - Espoir Sauvage\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Acteur des Abysses - Espoir Sauvage\" qu'une fois par tour.", "it": "Una volta per turno: puoi far guadagnare a questa carta 100 ATK per ogni mostro \"Attore dell'Abisso\" che controlli attualmente con nomi diversi, fino alla fine di questo turno. Se questa carta viene distrutta in battaglia o dall'effetto di una carta: puoi aggiungere 1 carta \"Attore dell'Abisso\" dal tuo Deck alla tua mano, eccetto \"Attore dell'Abisso - Speranza Selvaggia\". Puoi utilizzare questo effetto di \"Attore dell'Abisso - Speranza Selvaggia\" una sola volta per turno.", "pt": "Uma vez por turno: até o final deste turno, você pode fazer com que este card ganhe 100 de ATK para cada monstro \"Ator do Abismo\" com nomes diferentes que você controla atualmente. Se este card for destruído em batalha ou por um efeito de card: você pode adicionar 1 card \"Ator do Abismo\" do seu Deck à sua mão, exceto \"Ator do Abismo - Esperança Selvagem\". Você só pode usar este efeito de \"Ator do Abismo - Esperança Selvagem\" uma vez por turno.", "ja": "このカード名の②のモンスター効果は１ターンに１度しか使用できない。①：１ターンに１度、自分メインフェイズに発動できる。このカードの攻撃力はターン終了時まで、自分フィールドの「魔界劇団」モンスターの種類×１００アップする。②：このカードが戦闘・効果で破壊された場合に発動できる。デッキから「魔界劇団－ワイルド・ホープ」以外の「魔界劇団」カード１枚を手札に加える。", "ko": "이 카드명의 ②의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 이 카드의 공격력은 턴 종료시까지, 자신 필드의 \"마계극단\" 몬스터의 종류 × 100 올린다. ②: 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 \"마계극단－와일드 호프\" 이외의 \"마계극단\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②的怪兽效果1回合仅可使用1次。①：1回合1次，在自己主要阶段可以发动。此卡的攻击力直至回合结束时为止，上升自己场上的\"魔界剧团\"怪兽的种类×100的数值。②：此卡被战斗・效果破坏的情况下可以发动。从牌组将1张\"魔界剧团－狂野新星\"以外的\"魔界剧团\"卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fiend / Pendulum / Effect", "attribute": "DARK", "level": 4, "atk": 1600, "def": 1200, "pendulum_scale": 2, "pendulum_effect": {"en": "Once per turn: You can target 1 \"Abyss Actor\" card in your other Pendulum Zone; its Pendulum Scale becomes 9 until the end of this turn, also you cannot Special Summon monsters for the rest of this turn, except \"Abyss Actor\" monsters (even if this card leaves the field).", "de": "Einmal pro Spielzug: Du kannst 1 „Abgrundschauspieler“-Karte in deiner anderen Pendelzone wählen; ihr Pendelbereich wird bis zum Ende dieses Spielzugs zu 9, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer „Abgrundschauspieler“-Monstern (selbst falls diese Karte das Spielfeld verlässt).", "es": "Una vez por turno: puedes seleccionar 1 carta \"Actor del Abismo\" en tu otra Zona de Péndulo; su Escala de Péndulo se convierte en 9 hasta el final de este turno, y además no puedes Invocar monstruos de Modo Especial por el resto de este turno, excepto monstruos \"Actor del Abismo\" (aun si esta carta deja el Campo).", "fr": "Une fois par tour : vous pouvez cibler 1 carte \"Acteur des Abysses\" dans votre autre Zone Pendule ; son Échelle Pendule devient 9 jusqu'à la fin de ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Acteur des Abysses\" exclus) le reste de ce tour (même si cette carte quitte le Terrain).", "it": "Una volta per turno: puoi scegliere come bersaglio 1 carta \"Attore dell'Abisso\" nella tua altra Zona Pendulum; il suo Valore Pendulum diventa 9 fino alla fine di questo turno, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri \"Attore dell'Abisso\" (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno: você pode escolher 1 card \"Ator do Abismo\" na sua Zona de Pêndulo; sua Escala de Pêndulo se torna 9 até o final deste turno e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros \"Ator do Abismo\" (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、もう片方の自分のＰゾーンの「魔界劇団」カード１枚を対象として発動できる。そのカードのＰスケールはターン終了時まで９になる。この効果の発動後、ターン終了時まで自分は「魔界劇団」モンスターしか特殊召喚できない。", "ko": "①: 1턴에 1번, 다른 한쪽 자신의 펜듈럼 존의 \"마계극단\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드의 펜듈럼 스케일은 턴 종료시까지 9 가 된다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"마계극단\" 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "①：1回合1次，可以另一方的自己灵摆区域的1张\"魔界剧团\"卡为对象发动。该卡的灵摆刻度直至回合结束时为止变为9。此效果发动后，直至回合结束时为止自己仅可特殊召唤\"魔界剧团\"怪兽。"}, "series": ["Abyss Actor", "Utopic"], "images": [{"index": 1, "image": "AbyssActorWildHope-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DESO-EN022", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LDS2-EN059", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "DESO-DE022", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LDS2-DE059", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "es": [{"set_number": "DESO-SP022", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LDS2-SP059", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "DESO-FR022", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LDS2-FR059", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "DESO-IT022", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LDS2-IT059", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "DESO-PT022", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}, {"set_number": "LDS2-PT059", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "SPDS-JP022", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LVP3-JP078", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}], "ko": [{"set_number": "SPDS-KR022", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LVP3-KR078", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SCTP-SC041", "set_name": "Entry Pack Volume 3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 457925}