{"konami_id": 16261, "password": 51510279, "name": {"en": "Magikey Duo", "de": "Magieschlüssel-Duo", "es": "Dúo Magillave", "fr": "Duo de la Magiclé", "it": "Magichiave Duo", "pt": "Dupla Magichave", "ja": "<ruby>繋<rt>つな</rt></ruby>がれし<ruby>魔<rt>ま</rt></ruby><ruby>鍵<rt>けん</rt></ruby>", "ja_romaji": "Tsunagareshi Maken", "ko": "이어진 마건", "ko_rr": "I-eojin Mageon", "zh-TW": "聯結的魔鍵", "zh-CN": "联结的魔键"}, "text": {"en": "You can target 1 Normal Monster or 1 \"Magikey\" monster in your GY; add it to your hand, then you can apply 1 of these effects.\n● Fusion Summon 1 \"Magikey\" Fusion Monster from your Extra Deck in Defense Position, using monsters from your hand or field as Fusion Material.\n● Ritual Summon 1 \"Magikey\" Ritual Monster from your hand in Defense Position, by Tributing monsters from your hand or field whose total Levels equal or exceed its Level.", "de": "Du kannst 1 Normales Monster oder 1 „Magieschlüssel“-Monster in deinem Friedhof wählen; füge es deiner Hand hinzu, dann kannst du 1 dieser Effekte ausführen.\n● Beschwöre 1 „Magieschlüssel“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck in die Verteidigungsposition und verwende dafür Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial.\n● Beschwöre 1 „Magieschlüssel“-Ritualmonster als Ritualbeschwörung von deiner Hand in die Verteidigungsposition, indem du Monster von deiner Hand oder Spielfeldseite als Tribut anbietest, deren gemeinsame Stufe größer oder gleich seiner Stufe ist.", "es": "Puedes seleccionar 1 Monstruo Normal o 1 monstruo \"Magillave\" en tu Cementerio; añádelo a tu mano, y después puedes aplicar 1 de estos efectos.\n● Invoca por Fusión 1 Monstruo de Fusión \"Magillave\" desde tu Deck Extra en Posición de Defensa, usando monstruos en tu mano o Campo como Material de Fusión.\n● Invoca por Ritual 1 Monstruo de Ritual \"Magillave\" desde tu mano en Posición de Defensa, Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen su Nivel.", "fr": "Vous pouvez cibler 1 Monstre Normal ou 1 monstre \"Magiclé\" dans votre Cimetière ; ajoutez-le à votre main, puis vous pouvez appliquer 1 de ces effets.\n● Invoquez par Fusion 1 Monstre Fusion \"Magiclé\" depuis votre Extra Deck en Position de Défense, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion.\n● Invoquez Rituellement 1 Monstre Rituel \"Magiclé\" depuis votre main en Position de Défense, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau.", "it": "Puoi scegliere come bersaglio 1 Mostro Normale o 1 mostro \"Magichiave\" nel tuo Cimitero; aggiungilo alla tua mano, poi puoi applicare 1 di questi effetti.\n● Evoca tramite Fusione 1 Mostro Fusione \"Magichiave\" dal tuo Extra Deck in Posizione di Difesa, utilizzando mostri dalla tua mano o Terreno come Materiale da Fusione.\n● Evoca tramite Rituale 1 Mostro Rituale \"Magichiave\" dalla tua mano in Posizione di Difesa, offrendo come Tributo mostri dalla tua mano o Terreno la cui somma dei Livelli è pari o superiore al suo Livello.", "pt": "Você pode escolher 1 Monstro Normal ou 1 monstro \"Magichave\" no seu Cemitério; adicione-o à sua mão e, depois, você pode aplicar 1 desses efeitos.\n● Invoque por Invocação-Fusão 1 Monstro de Fusão \"Magichave\" do seu Deck Adicional em Posição de Defesa, usando monstros da sua mão ou do campo como Matéria de Fusão.\n● Invoque por Invocação-Ritual 1 Monstro de Ritual \"Magichave\" da sua mão em Posição de Defesa, ao oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda seu Nível.", "ja": "①：自分の墓地の通常モンスターまたは「魔鍵」モンスター１体を対象として発動できる。そのモンスターを手札に加える。その後、以下の効果から１つを選んで適用できる。●自分の手札・フィールドから、「魔鍵」融合モンスターカードによって決められた融合素材モンスターを墓地へ送り、その融合モンスター１体をＥＸデッキから守備表示で融合召喚する。●レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「魔鍵」儀式モンスター１体を守備表示で儀式召喚する。", "ko": "①: 자신 묘지의 일반 몬스터 또는 \"마건\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. 그 후, 이하의 효과에서 1개를 고르고 적용할 수 있다.\n●자신의 패 / 필드에서, \"마건\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 수비 표시로 융합 소환한다.\n●레벨의 합계가 의식 소환하는 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"마건\" 의식 몬스터 1장을 수비 표시로 의식 소환한다.", "zh-TW": "①：可將我方墓地的１隻通常怪獸或１隻「魔鍵」怪獸做為對象發動。將該怪獸加入手牌。其後，可從以下效果選擇１個適用。\n●從我方手牌・場上，將根據「魔鍵」融合怪獸卡決定的融合素材怪獸送至墓地，從額外牌組以守備表示融合召喚１隻該融合怪獸。\n●為使等級合計超過儀式召喚怪獸的等級，解放我方手牌・場上的怪獸，從手牌以守備表示儀式召喚１隻「魔鍵」儀式怪獸。", "zh-CN": "①：以自己墓地的１只通常怪兽或“魔键”怪兽为对象可以发动。将该怪兽加入手牌。然后，可从以下效果中挑选１个适用。\n●从自己的手牌・场上，将由“魔键”融合怪兽卡决定的融合素材怪兽送至墓地，将该１只融合怪兽从额外牌组以守备表示融合召唤。\n●为使合计等级为仪式召唤的怪兽以上，解放自己手牌・场上的怪兽，从手牌将１只“魔键”仪式怪兽以守备表示仪式召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Magikey"], "images": [{"index": 1, "image": "MagikeyDuo-DAMA-JP-C.png", "illustration": "MagikeyDuo-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "MagikeyDuo-MP22-EN-C-1E.png", "illustration": "MagikeyDuo-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "DAMA-EN072", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-EN167", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE072", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-DE167", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR072", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-FR167", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT072", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-IT167", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT072", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-PT167", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP072", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR072", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715722, "master_duel_rarity": "N"}