{"konami_id": 11935, "password": 51531505, "name": {"en": "Dragonpit Magician", "de": "Drachengruben-Magier", "es": "Mago Fosadragón", "fr": "Magicien Dragonfosse", "it": "Mago Dragopozzo", "pt": "Mago do Fosso do Dragão", "ja": "<ruby>竜<rt>りゅう</rt></ruby><ruby>穴<rt>けつ</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>", "ja_romaji": "Ryūketsu no Majutsushi", "ko": "용혈의 마술사", "ko_rr": null, "zh-TW": "龍穴的魔術師", "zh-CN": "龙穴的魔术师"}, "text": {"en": "This gifted magician can awaken the energy stored in the deep places of the earth, known as the Pits of the Dragon. His stoic approach wins him few friends, and he often bends to the desires of his pupil.", "de": "Dieser begabte Magier kann die in den auch Drachengruben genannten Tiefen der Erde verborgenen Energien erwecken. Aufgrund seiner stoischen Vorgehensweise hat er nur wenige Freunde, den Wünschen seines Schülers kommt er aber gern und oft nach.", "es": "Este talentoso mago puede despertar la energía almacenada en las profundidades de la tierra, conocidas como las Fosas del Dragón. Su carácter estoico le gana pocos amigos, y a menudo cede ante los deseos de su pupilo.", "fr": "Ce talentueux magicien peut éveiller l'énergie conservée dans les profondeurs de la terre, connues comme les Fosses du Dragon. Son attitude stoïque lui a valu quelques amitiés, et il se plie souvent aux désirs de son élève.", "it": "Questo mago molto dotato può risvegliare l'energia immagazzinata nelle profondità della terra, note come Pozzi del Drago. Il suo atteggiamento impassibile gli procura pochi amici, e spesso si piega ai desideri del suo pupillo.", "pt": "Este mago talentoso pode despertar a energia guardada nas profundezas da terra, conhecida como Fosso do Dragão. Sua visão impassível normalmente não faz muitos amigos e ele frequentemente cede aos desejos do seu pupilo.", "ja": "若くして竜の魂を呼び覚ます神通力を体得した天才魔術師。その寡黙でストイックな魔術への姿勢から人付き合いは苦手だが、弟子の「竜脈の魔術師」にいつも振り回され、調子を狂わされている。", "ko": "젊은 나이에도 불구하고 용의 영혼을 일깨우는 신통력을 체득한 천재 마술사. 그 과묵하고 마술에 대한 엄격한 태도 때문에 사람과의 교제는 서툴지만, 제자인 \"용맥의 마술사\"에게 항상 시달리며 애를 먹고 있다.", "zh-TW": "身懷能喚醒龍魂神力的年輕天才魔術師。其沉默寡言的性格和對待魔術的認真態度，讓他不善於應付人群，經常被徒弟「龍脈的魔術師」耍得團團轉而不知所措。", "zh-CN": "年纪轻轻便领会到唤醒龙之灵魂的神通之力的天才魔术师。他对魔术的态度寡言且克己，所以不擅长与人交往，经常被弟子“龙脉的魔术师”所捉弄而表现失常。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum", "attribute": "WATER", "level": 7, "atk": 900, "def": 2700, "pendulum_scale": 8, "pendulum_effect": {"en": "Once per turn, if you have a \"Magician\" card in your other Pendulum Zone: You can discard 1 Pendulum Monster, then target 1 Spell/Trap Card on the field; destroy it.", "de": "Einmal pro Spielzug, falls du eine „Magier“-Karte in deiner anderen Pendelzone hast: Du kannst 1 Pendelmonster abwerfen und dann 1 Zauber-/Fallenkarte auf dem Spielfeld wählen; zerstöre sie.", "es": "Una vez por turno, si tienes una carta \"Mago/a\" en tu otra Zona de Péndulo: puedes descartar 1 Monstruo de Péndulo, y después seleccionar 1 Carta Mágica/de Trampa en el campo; destrúyelo.", "fr": "Une fois par tour, si vous avez une carte \"Magicien\" dans votre autre Zone Pendule : vous pouvez défausser 1 Monstre Pendule, puis ciblez 1 Carte Magie/Piège sur le terrain ; détruisez-la.", "it": "Una volta per turno, se hai una carta \"Mago\" nella tua altra Zona Pendulum: puoi scartare 1 Mostro Pendulum, poi scegliere come bersaglio 1 Carta Magia/Trappola sul Terreno; distruggila.", "pt": "Uma vez por turno, se você tiver um card \"Mago\" na sua outra Zona de Pêndulo: você pode descartar 1 Monstro Pêndulo e, depois, escolher 1 Card de Magia/Armadilha no campo; destrua-o.", "ja": "①：１ターンに１度、もう片方の自分のＰゾーンに「魔術師」カードが存在する場合、手札のＰモンスター１体を捨て、フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊する。", "ko": "①: 1턴에 1번, 다른 한쪽 자신의 펜듈럼 존에 \"마술사\" 카드가 존재할 경우, 패의 펜듈럼 몬스터 1장을 버리고, 필드의 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "①：１回合１次，在我方另一側鐘擺區存在「魔術師」卡的狀況下，可捨棄手牌的１隻鐘擺怪獸，將場上的１張魔法・陷阱卡做為對象發動。破壞該卡。", "zh-CN": "①：１回合１次，另一方自己的灵摆区域有“魔术师”卡存在的情况下，舍弃手牌的１只灵摆怪兽，以场上１张魔法・陷阱卡为对象可以发动。将该卡破坏。"}, "series": ["Magician"], "images": [{"index": 1, "image": "DragonpitMagician-PEVO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SDMP-EN002", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-EN014", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDMP-DE002", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-DE014", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDMP-FR002", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-FR014", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDMP-IT002", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-IT014", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDMP-PT002", "set_name": "Master of Pendulum Structure Deck", "rarities": ["Common"]}, {"set_number": "PEVO-PT014", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD29-JP002", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD29-KR002", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Normal Parallel Rare"]}, {"set_number": "AE10-KR006", "set_name": "Advanced Event Pack 2017 Vol.1", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "SD29-SC002", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 346985, "master_duel_rarity": "N"}