{"konami_id": 11305, "password": 51543904, "name": {"en": "Number 99: Utopic Dragon", "de": "Nummer 99: Utopischer Drache", "es": "Número 99: Dragón Utópico", "fr": "Numéro 99 : Dragon Utopique", "it": "Numero 99: Drago Utopico", "pt": "Número 99: Dragão Utópico", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>９９ <ruby>希<rt>き</rt></ruby><ruby>望<rt>ぼう</rt></ruby><ruby>皇<rt>おう</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>ホープドラグーン", "ja_romaji": "Nanbāzu Kyūjūkyū Kibōōryū Hōpu Doragūn", "ko": "No.99 희망황룡 호프드라군", "ko_rr": "Neombeojeu Gusipgu Huimanghwangnyong Hopeudeuragun", "zh-TW": "No.99 希望皇龍霍普 德拉古恩", "zh-CN": "编号99 希望皇龙霍普德拉古恩"}, "text": {"en": "3 Level 10 monsters\nYou can also Xyz Summon this card by discarding 1 \"Rank-Up-Magic\" Spell Card and using a \"Utopia\" monster you control as the Xyz Material. (Xyz Materials attached to that monster also become Xyz Materials on this card.) Once per turn: You can target 1 \"Number\" monster in your Graveyard; Special Summon it in Defense Position, but its effects are negated. During either player's turn, when a monster effect is activated that targets this face-up card: You can detach 1 Xyz Material from this card; negate the activation, and if you do, destroy that card.", "de": "3 Monster der Stufe 10\nDu kannst diese Karte auch als Xyz-Beschwörung beschwören, indem du 1 „Rangsteigerungszauber“-Zauberkarte abwirfst und ein „Utopia“-Monster, das du kontrollierst, als Xyz-Material verwendest. (An das Monster angehängtes Xyz-Material wird ebenfalls zu Xyz-Material dieser Karte.) Einmal pro Spielzug: Du kannst 1 „Nummer“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, aber seine Effekte werden annulliert. Während des Spielzugs eines beliebigen Spielers, wenn ein Monstereffekt aktiviert wird, der diese offene Karte als Ziel wählt: Du kannst 1 Xyz-Material von dieser Karte abhängen; annulliere die Aktivierung und falls du dies tust, zerstöre die Karte.", "es": "3 monstruos de Nivel 10\nTambién puedes Invocar Xyz esta carta descartando 1 Carta Mágica \"Magia de Subida de Rango\" y usando como Material Xyz un monstruo \"Utopía\" que controles. (Los Materiales Xyz acoplados a ese monstruo también se convierten en Materiales Xyz acoplados a esta carta). Una vez por turno: puedes seleccionar 1 monstruo \"Número\" en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa, pero sus efectos son negados. Durante el turno de cualquier jugador, cuando es activado un efecto de monstruo que selecciona a esta carta boca arriba: puedes desacoplar de esta carta 1 Material Xyz; niega la activación y, si lo haces, destruye esa carta.", "fr": "3 monstres de Niveau 10\nVous pouvez aussi Invoquer par Xyz cette carte en défaussant 1 Carte Magie \"Magie-Rang-Plus\" et en utilisant un monstre \"Utopie\" que vous contrôlez comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Une fois par tour : vous pouvez cibler 1 monstre \"Numéro\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais ses effets sont annulés. Durant le tour de chaque joueur, lorsqu'un effet de monstre qui cible cette carte face recto est activé : vous pouvez détacher 1 Matériel Xyz de cette carte ; annulez l'activation, et si vous le faites, détruisez la carte.", "it": "3 mostri di Livello 10\nPuoi anche Evocare Xyz questa carta scartando 1 Carta Magia \"Alza-Rango-Magico\" e utilizzando un mostro \"Utopia\" che controlli come Materiale Xyz. (I Materiali Xyz attaccati a quel mostro diventano Materiali Xyz anche su questa carta.) Una volta per turno: puoi scegliere come bersaglio 1 mostro \"Numero\" nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa, ma i suoi effetti sono annullati. Durante il turno di qualsiasi giocatore, quando viene attivato l'effetto di un mostro che sceglie come bersaglio questa carta scoperta: puoi staccare 1 Materiale Xyz da questa carta; annulla l'attivazione e, se lo fai, distruggi quella carta.", "pt": "3 monstros de Nível 10\nVocê também pode Invocar este card por Invocação-Xyz ao descartar 1 Card de Magia \"Magia de Aumento de Classe\" e usar um monstro \"Utopia\" que você controla como uma Matéria Xyz. (Matérias Xyz associadas a esse monstro também se tornam Matérias Xyz neste card.) Uma vez por turno: você pode escolher 1 monstro \"Número\" no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa, mas seus efeitos são negados. Durante o turno de qualquer duelista, quando um efeito de monstro que escolher como alvo este card com a face para cima for ativado: você pode desassociar 1 Matéria Xyz deste card; negue a ativação e, se isso acontecer, destrua o card.", "ja": "レベル１０モンスター×３\nこのカードは手札の「ＲＵＭ」魔法カード１枚を捨て、自分フィールドの「希望皇ホープ」モンスターの上に重ねてＸ召喚する事もできる。①：１ターンに１度、自分の墓地の「Ｎｏ．」モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。②：このカードを対象とするモンスターの効果が発動した時、このカードのＸ素材を１つ取り除いて発動できる。その発動を無効にし破壊する。", "ko": "레벨 10 몬스터 × 3\n이 카드는 패의 \"RUM(랭크 업 매직)\" 마법 카드 1장을 버리고, 자신 필드의 \"유토피아\" 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 1턴에 1번, 자신 묘지의 \"No.\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다. ②: 이 카드를 대상으로 하는 몬스터의 효과가 발동했을 때, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다.", "zh-TW": null, "zh-CN": "等级10怪兽×3\n此卡也可借由舍弃手牌的1张“升阶魔法”魔法卡，来重叠在自己场上的“希望皇霍普”怪兽上面超量召唤。①：1回合1次，以自己墓地的1只“编号”怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。以此效果特殊召唤的怪兽的效果无效化。②：以此卡为对象的怪兽的效果发动时，去除此卡的1个超量素材可以发动。将该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "LIGHT", "rank": 10, "atk": 4000, "def": 2000, "materials": "3 Level 10 monsters", "series": ["Number", "Number", "Utopic"], "images": [{"index": 1, "image": "Number99UtopicDragon-MP15-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN099", "set_name": "The New Challengers", "rarities": ["Secret Rare"]}, {"set_number": "MP15-EN190", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "de": [{"set_number": "NECH-DE099", "set_name": "The New Challengers", "rarities": ["Secret Rare"]}, {"set_number": "MP15-DE190", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "NECH-FR099", "set_name": "The New Challengers", "rarities": ["Secret Rare"]}, {"set_number": "MP15-FR190", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "it": [{"set_number": "NECH-IT099", "set_name": "The New Challengers", "rarities": ["Secret Rare"]}, {"set_number": "MP15-IT190", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "NECH-PT099", "set_name": "The New Challengers", "rarities": ["Secret Rare"]}, {"set_number": "MP15-PT190", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "OG03-JP001", "set_name": "Numbers Guide 3 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "RC02-JP029", "set_name": "Rarity Collection 20th Anniversary Edition", "rarities": ["Super Rare", "Secret Rare", "Collector's Rare"]}, {"set_number": "LGB1-JP026", "set_name": "Legendary Gold Box", "rarities": ["Normal Parallel Rare"]}, {"set_number": "NCF1-JP099", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}, {"set_number": "SD42-JP041", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Common"]}], "ko": [{"set_number": "LB02-KR001", "set_name": "Numbers' Binder", "rarities": ["Ultra Rare"]}, {"set_number": "RC02-KR029", "set_name": "Rarity Collection 20th Anniversary Edition", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LGB1-KR026", "set_name": "Legendary Gold Set", "rarities": ["Normal Parallel Rare"]}, {"set_number": "SD42-KR041", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD42-SC041", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 542721, "master_duel_rarity": "SR"}