{"konami_id": 16940, "password": 51578214, "name": {"en": "Beetrooper Assault Roller", "de": "Käferkavallerie Angriffsroller", "es": "Escaraballería Arrollador de Asalto", "fr": "Roller d'Assaut de la Coléoptroupe", "it": "Scarasoldato Rotolatore d'Assalto", "pt": "Rolador de Assalto Bezoudado", "ja": "<ruby>騎甲虫<rt>ビートルーパー</rt></ruby>アサルト・ローラー", "ja_romaji": "Bītorūpā Asaruto Rōrā", "ko": "비틀트루퍼 어썰트 롤러", "ko_rr": "Biteulteurupeo Eosseolteu Rolleo", "zh-TW": "騎甲蟲 滾動突擊兵", "zh-CN": "骑甲虫 强袭滚球兵"}, "text": {"en": null, "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 Insekt-Monster von deinem Friedhof verbannst. Du kannst „Käferkavallerie Angriffsroller“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Erhält für jedes Insekt-Monster, das du kontrollierst, außer dieser Karte, 200 ATK. Wenn diese Karte durch Kampf zerstört wird: Du kannst deiner Hand 1 „Käferkavallerie“-Monster von deinem Deck hinzufügen, außer „Käferkavallerie Angriffsroller“. Du kannst diesen Effekt von „Käferkavallerie Angriffsroller“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) desterrando 1 monstruo Insecto en tu Cementerio. Sólo puedes Invocar de Modo Especial \"Escaraballería Arrollador de Asalto\" una vez por turno de esta forma. Gana 200 ATK por cada monstruo Insecto que controles, excepto esta carta. Cuando esta carta es destruida en batalla: puedes añadir a tu mano 1 monstruo \"Escaraballería\" en tu Deck, excepto \"Escaraballería Arrollador de Asalto\". Sólo puedes usar este efecto de \"Escaraballería Arrollador de Asalto\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en bannissant 1 monstre Insecte depuis votre Cimetière. Vous ne pouvez Invoquer Spécialement \"Roller d'Assaut de la Coléoptroupe\" qu'une fois par tour de cette façon. Gagne 200 ATK pour chaque monstre Insecte que vous contrôlez (cette carte exclue). Lorsque cette carte est détruite au combat : vous pouvez ajouter 1 monstre \"Coléoptroupe\" (\"Roller d'Assaut de la Coléoptroupe\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Roller d'Assaut de la Coléoptroupe\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) bandendo 1 mostro Insetto dal tuo Cimitero. Puoi Evocare Specialmente \"Scarasoldato Rotolatore d'Assalto\" una sola volta per turno in questo modo. Guadagna 200 ATK per ogni mostro Insetto che controlli, eccetto questa carta. Quando questa carta viene distrutta in battaglia: puoi aggiungere 1 mostro \"Scarasoldato\" dal tuo Deck alla tua mano, eccetto \"Scarasoldato Rotolatore d'Assalto\". Puoi utilizzare questo effetto di \"Scarasoldato Rotolatore d'Assalto\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao banir 1 monstro Inseto do seu Cemitério. Você só pode Invocar \"Rolador de Assalto Bezoudado\" por Invocação-Especial uma vez por turno desta forma. Ganha 200 de ATK para cada monstro Inseto que você controla, exceto este card. Quando este card for destruído em batalha: você pode adicionar 1 monstro \"Bezoudado\" do seu Deck à sua mão, exceto \"Rolador de Assalto Bezoudado\". Você só pode usar este efeito de \"Rolador de Assalto Bezoudado\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、③の効果は１ターンに１度しか使用できない。\n①：このカードは自分の墓地の昆虫族モンスター１体を除外し、手札から特殊召喚できる。\n②：このカードの攻撃力は、自分フィールドの他の昆虫族モンスターの数×２００アップする。\n③：このカードが戦闘で破壊された時に発動できる。デッキから「騎甲虫アサルト・ローラー」以外の「ビートルーパー」モンスター１体を手札に加える。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신 묘지의 곤충족 몬스터 1장을 제외하고, 패에서 특수 소환할 수 있다. ②: 이 카드의 공격력은, 자신 필드의 다른 곤충족 몬스터의 수 × 200 올린다. ③: 이 카드가 전투로 파괴되었을 때에 발동할 수 있다. 덱에서 \"비틀트루퍼 어썰트 롤러\" 이외의 \"비틀트루퍼\" 몬스터 1장을 패에 넣는다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，③效果１回合僅限使用１次。①：將我方墓地的１隻昆蟲族怪獸除外，可從手牌特殊召喚此卡。②：此卡的攻擊力依據我方場上其他昆蟲族怪獸數量×２００進行提升。③：可在此卡因戰鬥被破壞時發動。從牌組將１隻「騎甲蟲 滾動突擊兵」以外的「騎甲蟲」怪獸加入手牌。", "zh-CN": "以此卡名以①方法的特殊召唤１回合仅可进行１次，且③效果１回合仅可使用１次。①：将自己墓地的１只昆虫族怪兽除外，可从手牌将此卡特殊召唤。②：此卡的攻击力上升相当于自己场上其他昆虫族怪兽数量×２００的数值。③：此卡因战斗被破坏时可以发动。从牌组将“骑甲虫 滚动突击兵”以外的１只“骑甲虫”怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 4, "atk": 1600, "def": 1400, "series": ["Beetrooper"], "images": [{"index": 1, "image": "BeetrooperAssaultRoller-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN085", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-EN236", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE085", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-DE236", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR085", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-FR236", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT085", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-IT236", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT085", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MP22-PT236", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP003", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}], "ko": [{"set_number": "WPP3-KR003", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC064", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713639, "master_duel_rarity": "R"}