{"konami_id": 20935, "password": 51618973, "name": {"en": "Avance, Swordsman of the Nekroz", "de": "Vorankündiger, Schwertkämpfer der Nekroz", "es": "Avance, Espadachín de los Necroz", "fr": "Avance, Soldat de l'Épée des Nékroz", "it": "Avance, Schermidore dei Nekroz", "pt": "Avance, Espadachim de Necroz", "ja": "<ruby>影霊衣<rt>ネクロス</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby> アバンス", "ja_romaji": "Nekurosu no Makenshi Abansu", "ko": "네크로즈의 마검사 아반스", "ko_rr": null, "zh-TW": "影靈衣的魔劍士 阿凡斯", "zh-CN": "影灵衣的魔剑士 阿凡斯"}, "text": {"en": "If you Ritual Summon exactly 1 \"Nekroz\" Ritual Monster with a card effect that requires use of monsters, this card you control can be used as the entire Tribute. When this card is Normal Summoned: You can Special Summon 1 \"Nekroz\" monster from your Deck, except \"Avance, Swordsman of the Nekroz\". If this card is Tributed by card effect: You can add any number of your banished \"Nekroz\" cards with different names to your hand. You can only use this effect of \"Avance, Swordsman of the Nekroz\" once per Duel.", "de": "Falls du genau 1 „Nekroz“-Ritualmonster durch einen Karteneffekt, der die Verwendung von Monstern erfordert, als Ritualbeschwörung beschwörst, kann diese Karte, die du kontrollierst, als der gesamte Tribut verwendet werden. Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 „Nekroz“-Monster als Spezialbeschwörung von deinem Deck beschwören, außer „Vorankündiger, Schwertkämpfer der Nekroz“. Falls diese Karte durch einen Karteneffekt als Tribut angeboten wird: Du kannst deiner Hand eine beliebige Anzahl deiner verbannten „Nekroz“-Karten mit unterschiedlichen Namen hinzufügen. Du kannst diesen Effekt von „Vorankündiger, Schwertkämpfer der Nekroz“ nur einmal pro Duell verwenden.", "es": "Si Invocas por Ritual exactamente 1 Monstruo de Ritual \"Necroz\" con un efecto de carta que requiera el uso de monstruos, esta carta que controles puede ser usada como todo el Sacrificio. Cuando esta carta es Invocada de Modo Normal: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Necroz\", excepto \"Avance, Espadachín de los Necroz\". Si esta carta es Sacrificada por el efecto de una carta: puedes añadir a tu mano cualquier número de tus cartas \"Necroz\" desterradas con nombres diferentes. Sólo puedes usar este efecto de \"Avance, Espadachín de los Necroz\" una vez por Duelo.", "fr": "Si vous Invoquez Rituellement exactement 1 Monstre Rituel \"Nékroz\" avec un effet de carte qui nécessite l'utilisation de monstres, cette carte que vous contrôlez peut être utilisée pour l'ensemble du Sacrifice. Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"Nékroz\" (\"Avance, Soldat de l'Épée des Nékroz\" exclu) depuis votre Deck. Si cette carte est Sacrifiée par un effet de carte : vous pouvez ajouter un nombre de votre choix de vos cartes \"Nékroz\" bannies de noms différents à votre main. Vous ne pouvez utiliser cet effet de \"Avance, Soldat de l'Épée des Nékroz\" qu'une fois par Duel.", "it": "Se Evochi tramite Rituale esattamente 1 Mostro Rituale \"Nekroz\" con l'effetto di una carta che richiede l'uso di mostri, questa carta che controlli può essere utilizzata come l'intero Tributo. Quando questa carta viene Evocata Normalmente: puoi Evocare Specialmente 1 mostro \"Nekroz\" dal tuo Deck, eccetto \"Avance, Schermidore dei Nekroz\". Se questa carta viene offerta come Tributo dall'effetto di una carta: puoi aggiungere un qualsiasi numero delle tue carte \"Nekroz\" bandite con nomi diversi alla tua mano. Puoi utilizzare questo effetto di \"Avance, Schermidore dei Nekroz\" una sola volta per Duello.", "pt": "Se você Invocar por Invocação-Ritual exatamente 1 Monstro de Ritual \"Necroz\" com um efeito de card que requer o uso de monstros, este card que você controla pode ser usado como todo o Tributo. Quando este card for Invocado por Invocação-Normal: você pode Invocar por Invocação-Especial 1 monstro \"Necroz\" do seu Deck, exceto \"Avance, Espadachim de Necroz\". Se este card for oferecido como Tributo por um efeito de card: você pode adicionar qualquer número dos seus cards \"Necroz\" banidos com nomes diferentes à sua mão. Você só pode usar este efeito de \"Avance, Espadachim de Necroz\" uma vez por Duelo.", "ja": "このカード名の③の効果はデュエル中に１度しか使用できない。①：このカードが召喚した時に発動できる。デッキから「影霊衣の魔剣士 アバンス」以外の「影霊衣」モンスター１体を特殊召喚する。②：「影霊衣」儀式モンスター１体を儀式召喚する場合、自分フィールドのこのカード１枚で儀式召喚に必要な分のリリースとして使用できる。③：このカードが効果でリリースされた場合に発動できる。自分の除外状態の「影霊衣」カードを任意の数だけ手札に加える（同名カードは１枚まで）。", "ko": "이 카드명의 ③의 효과는 듀얼 중에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환했을 때에 발동할 수 있다. 덱에서 \"네크로즈의 마검사 아반스\" 이외의 \"네크로즈\" 몬스터 1장을 특수 소환한다. ②: \"네크로즈\" 의식 몬스터 1장을 의식 소환할 경우, 자신 필드의 이 카드 1장으로 의식 소환에 필요한 만큼의 릴리스로서 사용할 수 있다. ③: 이 카드가 효과로 릴리스되었을 경우에 발동할 수 있다. 자신의 제외 상태인 \"네크로즈\" 카드를 임의의 수만큼 패에 넣는다(같은 이름의 카드는 1장까지).", "zh-TW": null, "zh-CN": "此卡名的③效果在决斗中仅可使用1次。①：此卡召唤时可以发动。从牌组将“影灵衣的魔剑士 阿凡斯”以外的1只“影灵衣”怪兽特殊召唤。②：要仪式召唤1只“影灵衣”仪式怪兽的情况下，使用自己场上的1张此卡即可作为仪式召唤所必需的解放。③：此卡因效果被解放的情况下可以发动。将自己除外状态的任意数量“影灵衣”卡加入手牌（同名卡最多1张）。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WATER", "level": 4, "atk": 1500, "def": 800, "series": ["Nekroz"], "images": [{"index": 1, "image": "AvanceSwordsmanoftheNekroz-BLMM-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMM-EN024", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMM-DE024", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLMM-SP024", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMM-FR024", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMM-IT024", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMM-PT024", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "TW02-JP072", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare", "Ultra Parallel Rare", "Secret Parallel Rare"]}], "ko": [{"set_number": "TW02-KR072", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare", "Ultra Parallel Rare", "Secret Parallel Rare"]}], "zh-CN": [{"set_number": "TW02-SC079", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare", "Ultra Parallel Rare", "Secret Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1094166, "master_duel_rarity": "SR"}