{"konami_id": 20256, "password": 51650038, "name": {"en": "Madolche Dessert", "de": "Magidolce-Dessert", "es": "Postre Magidulce", "fr": "Dessert Magidolce", "it": "Dessert Magidolce", "pt": "Sobremesa Magidoce", "ja": "マドルチェ・デセール", "ja_romaji": "Madoruche Desēru", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Target 2 Effect Monsters on the field, including a \"Madolche\" monster; return those Effect Monsters to the hand/Extra Deck, then you can Special Summon 1 \"Madolche\" monster from your hand or Extra Deck with ATK less than or equal to the total original ATK of those returned monsters. If a \"Madolche\" card(s) is shuffled from your GY into the Deck/Extra Deck, while this card is in your GY (except during the Damage Step): You can attach this card to an Xyz Monster you control. You can only use 1 \"Madolche Dessert\" effect per turn, and only once that turn.", "de": "Wähle 2 Effektmonster auf dem Spielfeld, darunter ein „Magidolce“-Monster; gib jene Effektmonster auf die Hand und/oder ins Extra Deck zurück, dann kannst du 1 „Magidolce“-Monster, dessen ATK kleiner oder gleich der Summe der Grund-ATK jener zurückgegebenen Monster sind, als Spezialbeschwörung von deiner Hand oder deinem Extra Deck beschwören. Falls eine oder mehr „Magidolce“-Karten von deinem Friedhof ins Deck / Extra Deck zurückgemischt werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte an ein Xyz-Monster anhängen, das du kontrollierst. Du kannst nur 1 Effekt von „Magidolce-Dessert“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Selecciona 2 Monstruos de Efecto en el Campo, incluyendo un monstruo \"Magidulce\"; devuelve esos Monstruos de Efecto a la mano/Deck Extra, y después puedes Invocar de Modo Especial 1 monstruo \"Magidulce\" desde tu mano o Deck Extra, con ATK igual o menor que el ATK original total de esos monstruos devueltos. Si una o más cartas \"Magidulce\" en tu Cementerio son barajadas al Deck/Deck Extra, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes acoplar esta carta a un Monstruo Xyz que controles. Sólo puedes usar 1 efecto de \"Postre Magidulce\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 2 Monstres à Effet (un monstre \"Magidolce\" inclus) sur le Terrain ; renvoyez ces Monstres à Effet à la main/Extra Deck, puis vous pouvez Invoquer Spécialement 1 monstre \"Magidolce\" depuis votre main ou Extra Deck avec une ATK inférieure ou égale à la somme des ATK d'origine de ces monstres renvoyés. Si une ou plusieurs cartes \"Magidolce\" sont mélangées depuis votre Cimetière dans le Deck/Extra Deck, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez attacher cette carte à un Monstre Xyz que vous contrôlez. Vous ne pouvez utiliser qu'1 effet de \"Dessert Magidolce\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 2 Mostri con Effetto sul Terreno, compreso un mostro \"Magidolce\"; fai ritornare quei Mostri con Effetto nella mano/Extra Deck, poi puoi Evocare Specialmente dalla tua mano o Extra Deck 1 mostro \"Magidolce\" con ATK pari o inferiore alla somma degli ATK originali di quei mostri fatti ritornare. Se una o più carte \"Magidolce\" vengono mischiate dal tuo Cimitero nel Deck/Extra Deck, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi attaccare questa carta a un Mostro Xyz che controlli. Puoi utilizzare solo 1 effetto di \"Dessert Magidolce\" per turno, e solo una volta in quel turno.", "pt": "Escolha 2 Monstros de Efeito no campo, incluindo um monstro \"Magidoce\"; devolva esses Monstros de Efeito para a mão/o Deck Adicional e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Magidoce\" da sua mão ou do Deck Adicional com ATK igual ou menor que o ATK original total desses monstros devolvidos. Se um ou mais cards \"Magidoce\" forem embaralhados do seu Cemitério no Deck/Deck Adicional, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode associar este card a um Monstro Xyz que você controla. Você só pode usar 1 efeito de \"Sobremesa Magidoce\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：「マドルチェ」モンスターを含むフィールドの効果モンスター２体を対象として発動できる。その効果モンスターを手札・ＥＸデッキに戻す。その後、戻したモンスターの元々の攻撃力の合計以下の攻撃力の「マドルチェ」モンスター１体を手札・ＥＸデッキから特殊召喚できる。②：このカードが墓地に存在する状態で、自分の墓地の「マドルチェ」カードがデッキ・ＥＸデッキに戻った場合に発動できる。このカードを自分フィールドのＸモンスター１体のＸ素材とする。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "series": ["Madolche"], "images": [{"index": 1, "image": "MadolcheDessert-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN077", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE077", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR077", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT077", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT077", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP077", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055294}