{"konami_id": 15300, "password": 51684157, "name": {"en": "Heavenly Dragon Circle", "de": "Himmlischer Drachenkreis", "es": "Círculo Dragón Celestial", "fr": "Cercle du Dragon Divin", "it": "Circolo Drago Celeste", "pt": "Círculo do Dragão Celestial", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>幻<rt>げん</rt></ruby>の<ruby>龍<rt>りゅう</rt></ruby><ruby>輪<rt>りん</rt></ruby>", "ja_romaji": "Tengen no Ryūrin", "ko": "천환의 용륜", "ko_rr": "Cheonhwan-ui Yongnyun", "zh-TW": "天幻龍輪", "zh-CN": "天幻龙轮"}, "text": {"en": "Tribute 1 Wyrm monster; add 1 Wyrm monster from your Deck to your hand, or if you Tributed a non-Effect Monster to activate this card, you can Special Summon it instead, but negate its effects. During your Main Phase, if you control a face-up non-Effect Monster: You can banish this card from your GY; add 1 \"Tenyi\" card from your Deck to your hand. You can only use 1 \"Heavenly Dragon Circle\" effect per turn, and only once that turn.", "de": "Biete 1 Wyrm-Monster als Tribut an; füge deiner Hand 1 Wyrm-Monster von deinem Deck hinzu oder falls du ein Nichteffekt-Monster als Tribut angeboten hast, um diese Karte zu aktivieren, kannst du es stattdessen als Spezialbeschwörung beschwören, aber annulliere seine Effekte. Während deiner Main Phase, falls du ein offenes Nichteffekt-Monster kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Tenyi“-Karte von deinem Deck hinzu. Du kannst nur 1 Effekt von „Himmlischer Drachenkreis“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Sacrifica 1 monstruo Wyrm; añade a tu mano 1 monstruo Wyrm en tu Deck o, si Sacrificaste un Monstruo que no sea de Efecto para activar esta carta, puedes Invocarlo de Modo Especial en su lugar, pero niega sus efectos. Durante tu Main Phase, si controlas un Monstruo boca arriba que no sea de Efecto: puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 carta \"Tenyi\" en tu Deck. Sólo puedes usar 1 efecto de \"Círculo Dragón Celestial\" por turno, y sólo una vez ese turno.", "fr": "Sacrifiez 1 monstre Wyrm ; ajoutez 1 monstre Wyrm depuis votre Deck à votre main, ou si vous avez Sacrifié un monstre (Monstres à Effet exclus) pour activer cette carte, vous pouvez l'Invoquer Spécialement à la place, mais annulez ses effets. Durant votre Main Phase, si vous contrôlez un monstre face recto (Monstres à Effet exclus) : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 carte \"Tenyi\" depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Cercle du Dragon Divin\" par tour, et uniquement une fois le tour.", "it": "Offri come Tributo 1 mostro Wyrm; aggiungi 1 mostro Wyrm dal tuo Deck alla tua mano o, se hai offerto come Tributo un Mostro non-con Effetto per attivare questa carta, puoi invece Evocarlo Specialmente, ma annulla i suoi effetti. Durante la tua Main Phase, se controlli un Mostro non-con Effetto scoperto: puoi bandire questa carta dal tuo Cimitero; aggiungi 1 carta \"Tenyi\" dal tuo Deck alla tua mano. Puoi utilizzare solo 1 effetto di \"Circolo Drago Celeste\" per turno, e solo una volta in quel turno.", "pt": "Ofereça como Tributo 1 monstro Wyrm; adicione 1 monstro Wyrm do seu Deck à sua mão ou, se você ofereceu como Tributo um Monstro que não seja de Efeito para ativar este card, em vez disso, você pode Invocá-lo por Invocação-Especial, mas negue seus efeitos. Durante sua Fase Principal, se você controlar um Monstro que não seja de Efeito com a face para cima: você pode banir este card do seu Cemitério; adicione 1 card \"Tenyi\" do seu Deck à sua mão. Você só pode usar 1 efeito de \"Círculo do Dragão Celestial\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドの幻竜族モンスター１体をリリースして発動できる。デッキから幻竜族モンスター１体を手札に加える。効果モンスター以外のモンスターをリリースしてこのカードを発動した場合、手札に加えず効果を無効にして特殊召喚する事もできる。②：自分フィールドに効果モンスター以外の表側表示モンスターが存在する場合、自分メインフェイズに墓地のこのカードを除外して発動できる。デッキから「天威」カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 환룡족 몬스터 1장을 릴리스하고 발동할 수 있다. 덱에서 환룡족 몬스터 1장을 패에 넣는다. 효과 몬스터 이외의 몬스터를 릴리스하고 이 카드를 발동했을 경우, 패에 넣지 않으며 효과를 무효로 하고 특수 소환할 수도 있다. ②: 자신 필드에 효과 몬스터 이외의 앞면 표시 몬스터가 존재할 경우, 자신 메인 페이즈에 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"천위\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：解放自己场上的１只幻龙族怪兽可以发动。从牌组将１只幻龙族怪兽加入手牌。解放效果怪兽以外的怪兽来发动此卡的情况下，也可不加入手牌，而是改为将其效果无效并特殊召唤。②：自己场上有效果怪兽以外的表侧表示怪兽存在的情况下，在自己的主要阶段将墓地的此卡除外可以发动。从牌组将１张“天威”卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "HeavenlyDragonCircle-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN066", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "GFP2-EN165", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "MZTM-EN102", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "de": [{"set_number": "ROTD-DE066", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "GFP2-DE165", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "MZTM-DE102", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "es": [{"set_number": "ROTD-SP066", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "GFP2-SP165", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "MZTM-SP102", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "fr": [{"set_number": "ROTD-FR066", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "GFP2-FR165", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "MZTM-FR102", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "it": [{"set_number": "ROTD-IT066", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "GFP2-IT165", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "MZTM-IT102", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "pt": [{"set_number": "ROTD-PT066", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "GFP2-PT165", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "MZTM-PT102", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "ja": [{"set_number": "ROTD-JP066", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}], "ko": [{"set_number": "ROTD-KR066", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC052", "set_name": "Mega Pack 05", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715269, "master_duel_rarity": "R"}