{"konami_id": 9745, "password": 51701885, "name": {"en": "D.D. Telepon", "de": "D.D. Telepon", "es": "D.D. Telepon", "fr": "Télépon D.D.", "it": "Telepon D.D.", "pt": "Telepon D.D.", "ja": "テレポン<ruby>Ｄ<rt>ディー</rt></ruby>．<ruby>Ｄ<rt>ディー</rt></ruby>．", "ja_romaji": "Terepon Dī Dī", "ko": "텔레폰 D.D.", "ko_rr": null, "zh-TW": "瞬移寶寶D.D.", "zh-CN": "瞬移宝宝D.D."}, "text": {"en": null, "de": "Falls diese offene Karte, die du kontrollierst, verbannt wird: Du kannst 1 Monster vom Typ Psi mit 1500 oder weniger ATK von deinem Deck verbannen. Dann, während deiner nächsten Standby Phase, falls diese Karte noch verbannt ist: Beschwöre das durch diesen Effekt verbannte Monster als Spezialbeschwörung.", "es": "Si esta carta boca arriba que controlas es desterrada: puedes desterrar 1 monstruo de Tipo Psíquico con 1500 ATK o menos en tu Deck. Después, durante tu próxima Standby Phase, si esta carta todavía está desterrada: Invoca de Modo Especial al monstruo desterrado por este efecto.", "fr": "Si cette carte face recto que vous contrôlez est bannie : vous pouvez bannir 1 monstre de Type Psychique avec max. 1500 ATK depuis votre Deck. Puis, durant votre prochaine Standby Phase, si cette carte est toujours bannie : Invoquez Spécialement le monstre banni par cet effet.", "it": "Se questa carta scoperta che controlli viene bandita: puoi bandire 1 mostro di Tipo Psichico con ATK di 1500 o inferiore dal tuo Deck. Poi, durante la tua prossima Standby Phase, se questa carta è ancora bandita: Evoca Specialmente quel mostro bandito da questo effetto.", "pt": "Se este card com a face para cima que você controla for banido: Você pode banir 1 monstro do Tipo Psíquico com 1500 ou menos de ATK do seu Deck. Depois, durante sua próxima Fase de Apoio, se este card ainda estiver banido: Invoque por Invocação-Especial o monstro banido por este efeito.", "ja": "①：自分フィールドの表側表示のこのカードが除外された場合に発動できる。デッキから攻撃力１５００以下のサイキック族モンスター１体を除外する。\n②：このカードの①の効果でモンスターを除外した次の自分スタンバイフェイズに発動する。その除外状態のモンスターを特殊召喚する。", "ko": "자신 필드 위에 앞면 표시로 존재하는 이 카드가 게임에서 제외되었을 경우, 자신의 덱에서 공격력 1500 이하의 사이킥족 몬스터 1장을 게임에서 제외할 수 있다. 다음 자신의 스텐바이 페이즈시, 이 효과로 제외한 몬스터를 특수 소환한다.", "zh-TW": "可在我方場上正面表示的此卡從遊戲被除外的狀況下發動。從牌組將１隻攻擊力１５００以下的超能族怪獸從遊戲除外。在下一個我方的準備階段時，特殊召喚透過此效果除外的怪獸。", "zh-CN": "我方场上表侧表示的此卡从游戏中被除外的场合可发动。从牌组将１只攻击力为１５００或以下的念动力族怪兽从游戏中除外。下一个我方准备阶段时，特殊召唤因此效果被除外的怪兽。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "EARTH", "level": 2, "atk": 500, "def": 1800, "series": ["D.D."], "images": [{"index": 1, "image": "DDTelepon-PHSW-EN-R-1E.jpg"}], "sets": {"en": [{"set_number": "PHSW-EN027", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "de": [{"set_number": "PHSW-DE027", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "fr": [{"set_number": "PHSW-FR027", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "it": [{"set_number": "PHSW-IT027", "set_name": "Photon Shockwave", "rarities": ["Rare"]}], "ja": [{"set_number": "PHSW-JP027", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "ko": [{"set_number": "PHSW-KR027", "set_name": "Photon Shockwave", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 170945, "master_duel_rarity": "R"}