{"konami_id": 15297, "password": 51706604, "name": {"en": "Blizzard", "de": "Blizzard", "es": "Ventisca", "fr": "Blizzard", "it": "Bufera", "pt": "Nevasca", "ja": "ブリザード", "ja_romaji": "Burizādo", "ko": "블리자드", "ko_rr": "Beullijadeu", "zh-TW": "暴風雪", "zh-CN": "暴风雪"}, "text": {"en": "Target 1 face-up Spell your opponent controls; this turn, negate the activated effects of that Spell and all Spells on the field with that same original name. If the targeted card would be sent to the opponent's GY this turn, it is added to their hand instead. You can only activate 1 \"Blizzard\" per turn.", "de": "Wähle 1 offenen Zauber, den dein Gegner kontrolliert; annulliere die aktivierten Effekte des Zaubers und aller Zauber mit demselben Grund-Namen auf dem Spielfeld. Falls die als Ziel gewählte Karte in diesem Spielzug auf den Friedhof des Gegners gelegt würde, wird sie stattdessen seiner Hand hinzugefügt. Du kannst nur 1 „Blizzard“ pro Spielzug aktivieren.", "es": "Selecciona 1 Mágica boca arriba que controle tu adversario; este turno, niega los efectos activados de esa Mágica y de todas las Mágicas en el Campo con ese mismo nombre original. Si la carta seleccionada fuera a ser mandada al Cementerio del adversario este turno, es añadida a su mano en su lugar. Sólo puedes activar 1 \"Ventisca\" por turno.", "fr": "Ciblez 1 Magie face recto contrôlée par votre adversaire ; ce tour, annulez les effets activés de la Magie et de toutes les Magies sur le Terrain du même nom d'origine. Si la carte ciblée va être envoyée au Cimetière de l'adversaire ce tour, elle est ajoutée à sa main à la place. Vous ne pouvez activer qu'1 \"Blizzard\" par tour.", "it": "Scegli come bersaglio 1 Magia scoperta controllata dal tuo avversario; in questo turno, annulla gli effetti attivati di quella Magia e di tutte le Magie sul Terreno con quello stesso nome originale. Se la carta scelta come bersaglio sta per essere mandata al Cimitero dell'avversario in questo turno, viene invece aggiunta alla sua mano. Puoi attivare solo 1 \"Bufera\" per turno.", "pt": "Escolha 1 Magia com a face para cima que seu oponente controla; neste turno, negue os efeitos ativados dessa Magia e de todas as Magias no campo com esse mesmo nome original. Se o card alvo seria enviado para o Cemitério do oponente neste turno, em vez disso, adicione-o à mão dele. Você só pode ativar 1 \"Nevasca\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：相手フィールドの表側表示の魔法カード１枚を対象として発動できる。このターン、そのカード及びそのカードと元々のカード名が同じ魔法カードがフィールドで発動する効果は無効化される。このターン中に対象のカードが相手の墓地へ送られる場合、墓地へは行かず相手の手札に戻る。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 상대 필드의 앞면 표시의 마법 카드 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 카드 및 그 카드와 원래의 카드명이 같은 마법 카드가 필드에서 발동하는 효과는 무효화된다. 이 턴 중에 대상의 카드가 상대 묘지로 보내질 경우, 묘지로는 가지 않으며 상대의 패로 되돌아간다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可將對方場上的１張正面表示的魔法卡做為對象發動。此回合，該卡及與該卡原本的卡名相同的魔法卡在場上發動的效果無效化。此回合，對象卡被送至對方墓地的狀況下，將不前往墓地，而是回到對方手牌。", "zh-CN": "此卡名的卡在1个回合中仅可发动1张。①：可以以对手场上的1张表侧表示的魔法卡为对象发动。在此回合中，该卡及原本卡名与该卡相同的魔法卡在场地发动的效果无效。在此回合中，对象卡将被送至对手的墓地时，不去墓地而是回到对手的手牌中。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "Blizzard-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN063", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN144", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE063", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE144", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR063", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR144", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT063", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT144", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT063", "set_name": "Rise of the Duelist", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT144", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP063", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}], "ko": [{"set_number": "ROTD-KR063", "set_name": "Rise of the Duelist", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713964, "master_duel_rarity": "R"}