{"konami_id": 14642, "password": 51786039, "name": {"en": "Nebula Dragon", "de": "Nebeldrache", "es": "Dragón Nébula", "fr": "Dragon Nébuleuse", "it": "Drago Nebulosa", "pt": "Dragão Nébula", "ja": "<ruby>星<rt>せい</rt></ruby><ruby>雲<rt>うん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>ネビュラ", "ja_romaji": "Seiunryū Nebyura", "ko": "성운룡 네뷸라", "ko_rr": "Seong-unnyong Nebeura", "zh-TW": "星雲龍 尼布拉", "zh-CN": "星云龙 奈瀑拉"}, "text": {"en": null, "de": "Du kannst diese Karte und 1 anderes Drache-Monster der Stufe 8 in deiner Hand vorzeigen; beschwöre beide als Spezialbeschwörung in die Verteidigungsposition, aber annulliere ihre Effekte, zusätzlich kannst du für den Rest dieses Spielzugs weder Normal- noch Spezialbeschwörungen durchführen, außer von LICHT und FINSTERNIS Drache-Monstern. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 LICHT oder FINSTERNIS Drache-Monster der Stufe 4 in deinem Friedhof wählen; füge es deiner Hand hinzu. Du kannst jeden Effekt von „Nebeldrache“ nur einmal pro Spielzug verwenden.", "es": "Puedes mostrar esta carta y otro monstruo Dragón de Nivel 8 en tu mano; Invoca ambos de Modo Especial en Posición de Defensa, pero niega sus efectos, y además por el resto de este turno no puedes Invocar de Modo Normal o Especial, excepto monstruos Dragón de LUZ u OSCURIDAD. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo Dragón de LUZ u OSCURIDAD de Nivel 4 en tu Cementerio; añádelo a tu mano. Sólo puedes usar cada efecto de \"Dragón Nébula\" una vez por turno.", "fr": "Vous pouvez révéler cette carte et 1 autre monstre Dragon de Niveau 8 dans votre main ; Invoquez-les Spécialement tous les deux en Position de Défense, mais annulez leurs effets, et aussi, vous ne pouvez Invoquer ni Normalement ni Spécialement (monstres LUMIÈRE ou TÉNÈBRES Dragon exclus) le reste de ce tour. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre LUMIÈRE ou TÉNÈBRES Dragon de Niveau 4 dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Nébuleuse\" qu'une fois par tour.", "it": "Puoi rivelare questa carta e 1 altro mostro Drago di Livello 8 nella tua mano; Evoca Specialmente entrambi in Posizione di Difesa, ma annulla i loro effetti, inoltre non puoi Evocare Normalmente o Specialmente per il resto di questo turno, eccetto mostri LUCE o OSCURITÀ Drago. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro LUCE o OSCURITÀ Drago di Livello 4 nel tuo Cimitero; aggiungilo alla tua mano. Puoi utilizzare ogni effetto di \"Drago Nebulosa\" una sola volta per turno.", "pt": "Você pode revelar este card e 1 outro monstro Dragão de Nível 8 na sua mão; Invoque os dois por Invocação-Especial em Posição de Defesa, mas negue seus efeitos e, além disso, você não pode Invocar por Invocação-Normal ou Especial pelo resto deste turno, exceto monstros Dragão de LUZ ou de TREVAS. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro Dragão de LUZ ou de TREVAS de Nível 4 no seu Cemitério; adicione-o à sua mão. Você só pode usar cada efeito de \"Dragão Nébula\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：手札のこのカードと手札のドラゴン族・レベル８モンスター１体を相手に見せて発動できる。その２体を守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。この効果の発動後、ターン終了時まで自分は光・闇属性のドラゴン族モンスターしか召喚・特殊召喚できない。\n②：墓地のこのカードを除外し、自分の墓地の光・闇属性のドラゴン族・レベル４モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 이 카드와 패의 드래곤족 / 레벨 8 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 그 2장을 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다. 이 효과의 발동 후, 턴 종료시까지 자신은 빛 / 어둠 속성인 드래곤족 몬스터밖에 일반 소환 / 특수 소환할 수 없다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 빛 / 어둠 속성인 드래곤족 / 레벨 4 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將手牌的此卡及手牌的１隻龍族・等級８怪獸出示給對方發動。以守備表示特殊召喚該２隻。透過此效果特殊召喚的怪獸效果無效化。此效果發動後，在回合結束前我方僅限召喚・特殊召喚光・闇屬性的龍族怪獸。②：可將墓地的此卡除外，將我方墓地的１隻光・闇屬性龍族・等級４怪獸做為對象發動。將該怪獸加入手牌。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：将手牌的此卡和手牌的1只龙族・等级8怪兽出示给对手可以发动。将该2只以守备表示特殊召唤。以此效果特殊召唤的怪兽的效果无效化。此效果发动后，直至回合结束时为止自己仅可召唤及特殊召唤光・暗属性的龙族怪兽。②：将墓地的此卡除外，以自己墓地的1只光・暗属性的等级4龙族怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 8, "atk": 2000, "def": 0, "images": [{"index": 1, "image": "NebulaDragon-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN015", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-EN159", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE015", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-DE159", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR015", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-FR159", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT015", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-IT159", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT015", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-PT159", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP015", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "DP29-JP009", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR015", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "DP29-KR009", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC009", "set_name": "Mega Pack 04", "rarities": ["Common"]}, {"set_number": "DP29-SC009", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642766, "master_duel_rarity": "N"}