{"konami_id": 18007, "password": 51822687, "name": {"en": "Expurrely Happiness", "de": "Expurrely Glücksgefühl", "es": "Felicidad Expurrely", "fr": "Bonheur Expurrely", "it": "Expurrely Felicità", "pt": "Felicidade Expurrely", "ja": "エクスピュアリィ・ハピネス", "ja_romaji": "Ekusupyuaryi Hapinesu", "ko": "엑스퓨어리 하피니스", "ko_rr": "Ekseupyueori Hapiniseu", "zh-TW": "愛克斯皮爾莉・幸福", "zh-CN": "爱克斯皮尔莉・幸福"}, "text": {"en": "2 Level 7 monsters\nYou can also Xyz Summon this card by using a Rank 2 monster you control with 5 or more materials. (Transfer its materials to this card.) During your Main Phase: You can detach 1 material from this card, and if you do, negate the effects of all face-up monsters your opponent currently controls, until the end of this turn. Your opponent cannot activate cards or effects in response to this effect's activation if this card has a Level 1 \"Purrely\" monster as material. When an attack is declared involving this card that has 5 or more materials: Inflict 1500 damage to your opponent.", "de": "2 Monster der Stufe 7\nDu kannst diese Karte auch als Xyz-Beschwörung beschwören, indem du ein Monster des Rangs 2 mit 5 oder mehr Material verwendest, das du kontrollierst. (Transferiere sein Material an diese Karte.) Während deiner Main Phase: Du kannst 1 Material von dieser Karte abhängen und falls du dies tust, annulliere bis zum Ende dieses Spielzugs die Effekte aller offenen Monster, die dein Gegner derzeit kontrolliert. Dein Gegner kann weder Karten noch Effekte als Reaktion auf die Aktivierung dieses Effekts aktivieren, falls diese Karte ein „Purrely“-Monster der Stufe 1 als Material hat. Wenn ein Angriff deklariert wird, an dem diese Karte beteiligt ist, die 5 oder mehr Material hat: Füge deinem Gegner 1500 Schaden zu.", "es": "2 monstruos de Nivel 7\nTambién puedes Invocar Xyz esta carta usando un monstruo de Rango 2 que controles con 5 o más materiales. (Transfiere sus materiales a esta carta). Durante tu Main Phase: puedes desacoplar 1 material de esta carta y, si lo haces, niega los efectos de todos los monstruos boca arriba que controle tu adversario en este momento, hasta el final de este turno. Tu adversario no puede activar cartas o efectos en respuesta a la activación de este efecto si esta carta tiene un monstruo \"Purrely\" de Nivel 1 como material. Cuando es declarado un ataque que involucre esta carta que tiene 5 o más materiales: inflige 1500 puntos de daño a tu adversario.", "fr": "2 monstres de Niveau 7\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un monstre de Rang 2 que vous contrôlez avec min. 5 Matériels. (Transférez ses Matériels à cette carte.) Durant votre Main Phase : vous pouvez détacher 1 Matériel de cette carte, et si vous le faites, annulez les effets de tous les monstres face recto actuellement contrôlés par votre adversaire, jusqu'à la fin de ce tour. Votre adversaire ne peut activer ni de cartes ni d'effets en réponse à l'activation de cet effet si cette carte a un monstre \"Purrely\" de Niveau 1 comme Matériel. Lorsqu'une attaque impliquant cette carte qui a min. 5 Matériels est déclarée : infligez 1500 points de dommages à votre adversaire.", "it": "2 mostri di Livello 7\nPuoi anche Evocare Xyz questa carta utilizzando un mostro di Rango 2 che controlli con 5 o più materiali. (Trasferisci i suoi materiali su questa carta.) Durante la tua Main Phase: puoi staccare 1 materiale da questa carta e, se lo fai, annulla gli effetti di tutti i mostri scoperti attualmente controllati dal tuo avversario, fino alla fine di questo turno. Il tuo avversario non può attivare carte o effetti in risposta all'attivazione di questo effetto se questa carta ha un mostro \"Purrely\" di Livello 1 come materiale. Quando viene dichiarato un attacco che coinvolge questa carta che ha 5 o più materiali: infliggi 1500 danni al tuo avversario.", "pt": "2 monstros de Nível 7\nVocê também pode Invocar este card por Invocação-Xyz usando um monstro de Classe 2 que você controla com 5 ou mais matérias. (Transfira as matérias dele para este card.) Durante sua Fase Principal: você pode desassociar 1 matéria deste card e, se isso acontecer, até o final deste turno, negue os efeitos de todos os monstros com a face para cima que seu oponente controla atualmente. Seu oponente não pode ativar cards ou efeitos em resposta à ativação deste efeito se este card tiver um monstro \"Purrely\" de Nível 1 como matéria. Quando um ataque for declarado envolvendo este card que tenha 5 ou mais matérias: cause 1500 de dano ao seu oponente.", "ja": "レベル７モンスター×２\nこのカードはＸ素材を５つ以上持っている自分のランク２モンスターの上に重ねてＸ召喚する事もできる。①：自分メインフェイズに発動できる。このカードのＸ素材を１つ取り除き、相手フィールドの全ての表側表示モンスターの効果をターン終了時まで無効にする。このカードがレベル１の「ピュアリィ」モンスターをＸ素材としている場合、この効果の発動に対して相手は効果を発動できない。②：Ｘ素材を５つ以上持っているこのカードが戦闘を行う攻撃宣言時に発動する。相手に１５００ダメージを与える。", "ko": "레벨 7 몬스터 × 2\n이 카드는 엑시즈 소재를 5개 이상 가지고 있는 자신의 랭크 2 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 자신 메인 페이즈에 발동할 수 있다. 이 카드의 엑시즈 소재를 1개 제거하고, 상대 필드의 모든 앞면 표시 몬스터의 효과를 턴 종료시까지 무효로 한다. 이 카드가 레벨 1 의 \"퓨어리\" 몬스터를 엑시즈 소재로 하고 있을 경우, 이 효과의 발동에 대하여 상대는 효과를 발동할 수 없다. ②: 엑시즈 소재를 5개 이상 가지고 있는 이 카드가 전투를 실행하는 공격 선언시에 발동한다. 상대에게 1500 데미지를 준다.", "zh-TW": null, "zh-CN": "等级７怪兽×２\n此卡也可重叠在拥有５个以上超量素材的、自己的阶级２怪兽上面来超量召唤。①：在自己的主要阶段可以发动。去除此卡的１个超量素材，将对手场上的所有表侧表示怪兽的效果直至回合结束时为止无效。此卡持有等级１的“皮尔莉”怪兽作为超量素材的情况下，应对此效果的发动，对手不可发动效果。②：拥有５个以上超量素材的此卡进行战斗的攻击宣言时发动。给予对手１５００伤害。"}, "card_type": "Monster", "monster_type_line": "Fairy / Xyz / Effect", "attribute": "LIGHT", "rank": 7, "atk": 2500, "def": 1100, "series": ["Purrely"], "images": [{"index": 1, "image": "ExpurrelyHappiness-AMDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "AMDE-EN017", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "de": [{"set_number": "AMDE-DE017", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "es": [{"set_number": "AMDE-SP017", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "fr": [{"set_number": "AMDE-FR017", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "it": [{"set_number": "AMDE-IT017", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "pt": [{"set_number": "AMDE-PT017", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBAD-JP017", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DBAD-KR017", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBAD-SC017", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Ultra Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714894, "master_duel_rarity": "UR"}