{"konami_id": 22111, "password": 51826619, "name": {"en": "Magnet Warrior Sigma Plus", "de": "Magnetkrieger Sigma Plus", "es": "Guerrero Magnético Sigma Plus", "fr": "Guerrier Magnétique Sigma Plus", "it": "Guerriero Magnetico Sigma Più", "pt": "Guerreiro Ímã Sigma Plus", "ja": "<ruby>磁石の戦士Σ＋<rt>マグネット・ウォリアー・シグマプラス</rt></ruby>", "ja_romaji": "Magunetto Woriā Shiguma Purasu", "ko": "마그넷 워리어 Σ＋", "ko_rr": null, "zh-TW": null, "zh-CN": "磁石战士西格玛＋"}, "text": {"en": "While you control an EARTH monster, your opponent's monsters that can attack must attack EARTH monsters. While your opponent controls an EARTH monster, you choose the attack targets for your opponent's attacks. If this card is sent to the GY: You can target 1 Level 4 or lower \"Magnet Warrior\" monster in your GY, except \"Magnet Warrior Sigma Plus\"; add it to your hand or Special Summon it. You can only use this effect of \"Magnet Warrior Sigma Plus\" once per turn.", "de": "Solange du ein ERDE Monster kontrollierst, müssen Monster deines Gegners, die angreifen können, ERDE Monster angreifen. Solange dein Gegner ein ERDE Monster kontrolliert, bestimmst du die Angriffsziele für die Angriffe deines Gegners. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Magnetkrieger“-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen, außer „Magnetkrieger Sigma Plus“; füge es deiner Hand hinzu oder beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Magnetkrieger Sigma Plus“ nur einmal pro Spielzug verwenden.", "es": "Mientras controles un monstruo de TIERRA, los monstruos de tu adversario que puedan atacar deben atacar a monstruos de TIERRA. Mientras tu adversario controle un monstruo de TIERRA, tú eliges los objetivos de los ataques de tu adversario. Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo \"Guerrero Magnético\" de Nivel 4 o menor en tu Cementerio, excepto \"Guerrero Magnético Sigma Plus\"; añádelo a tu mano o Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Guerrero Magnético Sigma Plus\" una vez por turno.", "fr": "Tant que vous contrôlez un monstre TERRE, les monstres de votre adversaire qui peuvent attaquer doivent attaquer des monstres TERRE. Tant que votre adversaire contrôle un monstre TERRE, vous choisissez les cibles des attaques de votre adversaire. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 (\"Guerrier Magnétique Sigma Plus\" exclu) dans votre Cimetière ; ajoutez-le à votre main ou Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Guerrier Magnétique Sigma Plus\" qu'une fois par tour.", "it": "Mentre controlli un mostro TERRA, i mostri del tuo avversario che possono attaccare devono attaccare mostri TERRA. Mentre il tuo avversario controlla un mostro TERRA, selezioni tu i bersagli degli attacchi per gli attacchi del tuo avversario. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro \"Guerriero Magnetico\" di Livello 4 o inferiore nel tuo Cimitero, eccetto \"Guerriero Magnetico Sigma Più\"; aggiungilo alla tua mano o Evocalo Specialmente. Puoi utilizzare questo effetto di \"Guerriero Magnetico Sigma Più\" una sola volta per turno.", "pt": "Enquanto você controlar um monstro de TERRA, os monstros do seu oponente que podem atacar devem atacar monstros de TERRA. Enquanto seu oponente controlar um monstro de TERRA, você seleciona os alvos dos ataques do seu oponente. Se este card for enviado para o Cemitério: você pode escolher 1 monstro \"Guerreiro Ímã\" de Nível 4 ou menos no seu Cemitério, exceto \"Guerreiro Ímã Sigma Plus\"; adicione-o à sua mão ou Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Guerreiro Ímã Sigma Plus\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分フィールドに地属性モンスターが存在する限り、攻撃可能な相手モンスターは地属性モンスターを攻撃しなければならない。②：相手フィールドに地属性モンスターが存在する限り、相手が自身のモンスターの攻撃対象を選択する際、その攻撃対象は自分が選択する。③：このカードが墓地へ送られた場合、「磁石の戦士Σ＋」を除く、自分の墓地のレベル４以下の「マグネット・ウォリアー」モンスター１体を対象として発動できる。そのモンスターを手札に加えるか特殊召喚する。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 땅 속성 몬스터가 존재하는 한, 공격 가능한 상대 몬스터는 땅 속성 몬스터를 공격해야 한다. ②: 상대 필드에 땅 속성 몬스터가 존재하는 한, 상대가 자신 몬스터의 공격 대상을 선택할 시기에, 그 공격 대상은 자신이 선택한다. ③: 이 카드가 묘지로 보내졌을 경우, \"마그넷 워리어 Σ＋(플러스)\"가 아닌, 자신 묘지의 레벨 4 이하의 \"마그넷 워리어\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣거나 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：只要自己场上存在地属性怪兽，可攻击的对手怪兽必须攻击地属性怪兽。②：只要对手场上存在地属性怪兽，对手要选择自身的怪兽的攻击对象之际，该攻击对象由自己来选择。③：此卡被送至墓地的情况下，以除“磁石战士西格玛＋”以外的、自己墓地的1只等级4以下的“磁石战士”怪兽为对象可以发动。将该怪兽加入手牌或特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 1500, "series": ["Magnet", "Magnet Warrior", "Magnet Warrior Sigma"], "images": [{"index": 1, "image": "MagnetWarriorSigmaPlus-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ja": [{"set_number": "BPRO-JP005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ko": [{"set_number": "BPRO-KR005", "set_name": "Burst Protocol", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BPRO-SC005", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1153183}