{"konami_id": 15483, "password": 51933043, "name": {"en": "Raidraptor - Heel Eagle", "de": "Überfallraptor - Heel-Adler", "es": "Asaltorrapaz - Águila Ruda", "fr": "Raidraptor - Aigle Toc", "it": "Raidraptor - Aquila Nemica", "pt": "Ataqueraptor - Águia Infame", "ja": "<ruby>ＲＲ<rt>レイド・ラプターズ</rt></ruby>－ヒール・イーグル", "ja_romaji": "Reido Raputāzu - Hīru Īguru", "ko": "<ruby>RR<rt>레이드 랩터즈</rt></ruby>－힐 이글", "ko_rr": null, "zh-TW": null, "zh-CN": "急袭猛禽－恶棍猎鹰"}, "text": {"en": "If all monsters you control are \"Raidraptor\" monsters (min. 1): You can Special Summon this card from your hand. You can banish this card from your GY, then target 1 \"Raidraptor\" Spell/Trap in your GY; add it to your hand. You can only use each effect of \"Raidraptor - Heel Eagle\" once per turn.", "de": "Falls alle Monster, die du kontrollierst, „Überfallraptor“-Monster sind (min. 1): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Überfallraptor“-Zauber/Falle in deinem Friedhof wählen; füge ihn oder sie deiner Hand hinzu. Du kannst jeden Effekt von „Überfallraptor - Heel-Adler“ nur einmal pro Spielzug verwenden.", "es": "Si todos los monstruos que controlas son monstruos \"Asaltorrapaz\" (mín. 1): puedes Invocar esta carta de Modo Especial desde tu mano. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Mágica/Trampa \"Asaltorrapaz\" en tu Cementerio; añádela a tu mano. Sólo puedes usar cada efecto de \"Asaltorrapaz - Águila Ruda\" una vez por turno.", "fr": "Si tous les monstres que vous contrôlez sont des monstres \"Raidraptor\" (min. 1) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie/Piège \"Raidraptor\" dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Raidraptor - Aigle Toc\" qu'une fois par tour.", "it": "Se tutti i mostri che controlli sono mostri \"Raidraptor\" (minimo 1): puoi Evocare Specialmente questa carta dalla tua mano. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Magia/Trappola \"Raidraptor\" nel tuo Cimitero; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Raidraptor - Aquila Nemica\" una sola volta per turno.", "pt": "Se todos os monstros que você controla forem monstros \"Ataqueraptor\" (mín. 1): você pode Invocar este card por Invocação-Especial da sua mão. Você pode banir este card do seu Cemitério e, depois, escolha 1 Magia/Armadilha \"Ataqueraptor\" no seu Cemitério; adicione-o à sua mão. Você só pode usar cada efeito de \"Ataqueraptor - Águia Infame\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドのモンスターが「ＲＲ」モンスターのみの場合に発動できる。このカードを手札から特殊召喚する。②：墓地のこのカードを除外し、自分の墓地の「ＲＲ」魔法・罠カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가 \"RR(레이드 랩터즈)\" 몬스터뿐일 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 \"RR(레이드 랩터즈)\" 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己场上的怪兽仅有“急袭猛禽”怪兽的情况下可以发动。从手牌将此卡特殊召唤。②：将墓地的此卡除外，以自己墓地的１张“急袭猛禽”魔法・陷阱卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "DARK", "level": 3, "atk": 700, "def": 700, "series": ["Raidraptor"], "images": [{"index": 1, "image": "RaidraptorHeelEagle-PHRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "es": [{"set_number": "PHRA-SP004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR004", "set_name": "Phantom Rage", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC067", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716361}