{"konami_id": 11485, "password": 52068432, "name": {"en": "Nekroz of Trishula", "de": "Nekroz von Trishula", "es": "Necroz de Trishula", "fr": "Nékroz de Trishula", "it": "Nekroz di Trishula", "pt": "Necroz de Trishula", "ja": "トリシューラの<ruby>影霊衣<rt>ネクロス</rt></ruby>", "ja_romaji": "Torishūra no Nekurosu", "ko": "트리슈라의 네크로즈", "ko_rr": "Teurisyura-ui Nekeurojeu", "zh-TW": "三叉戟的影靈衣", "zh-CN": "三叉戟的影灵衣"}, "text": {"en": "You can Ritual Summon this card with any \"Nekroz\" Ritual Spell. Must be Ritual Summoned, without using any Level 9 monsters. You can only use each of these effects of \"Nekroz of Trishula\" once per turn.\n● When a card or effect is activated that targets a \"Nekroz\" monster(s) you control (Quick Effect): You can discard this card; negate the activation.\n● When this card is Ritual Summoned, you can: Banish exactly 3 of your opponent's cards, 1 each from their hand, field, and GY. (The card in the hand is chosen at random.)", "de": "Du kannst diese Karte mit einem beliebigen „Nekroz“-Ritualzauber als Ritualbeschwörung beschwören. Muss als Ritualbeschwörung beschworen werden, ohne Monster der Stufe 9 zu verwenden. Du kannst jeden dieser Effekte von „Nekroz von Trishula“ nur einmal pro Spielzug verwenden.\n● Wenn eine Karte oder ein Effekt aktiviert wird, die oder der ein oder mehr „Nekroz“-Monster, die du kontrollierst, als Ziel wählt (Schnelleffekt): Du kannst diese Karte abwerfen; annulliere die Aktivierung.\n● Wenn diese Karte als Ritualbeschwörung beschworen wird, kannst du: Verbanne genau 3 Karten deines Gegners, je 1 von seiner Hand, seiner Spielfeldseite und seinem Friedhof. (Die Karte in der Hand wird zufällig bestimmt.)", "es": "Puedes Invocar esta carta por Ritual con cualquier Mágica de Ritual \"Necroz\". Debe ser Invocada por Ritual sin usar monstruos de Nivel 9. Sólo puedes usar cada uno de estos efectos de \"Necroz de Trishula\" una vez por turno.\n● Cuando es activada una carta o efecto que selecciona a uno o más monstruos \"Necroz\" que controles (Efecto Rápido): puedes descartar esta carta; niega la activación.\n● Cuando esta carta es Invocada por Ritual, puedes: desterrar exactamente 3 cartas de tu adversario, 1 de su mano, 1 de su Campo y 1 de su Cementerio. (La carta en la mano se elige al azar).", "fr": "Vous pouvez Invoquer Rituellement cette carte avec une Magie Rituelle \"Nékroz\". Uniquement Invocable Rituellement, sans utiliser des monstres de Niveau 9. Vous ne pouvez utiliser chacun de ces effets de \"Nékroz de Trishula\" qu'une fois par tour.\n● Lorsqu'une carte ou un effet qui cible un ou plusieurs monstres \"Nékroz\" que vous contrôlez est activé (Effet Rapide) : vous pouvez défausser cette carte ; annulez l'activation.\n● Lorsque cette carte est Invoquée Rituellement, vous pouvez : bannissez exactement 3 des cartes de votre adversaire, 1 depuis sa main, 1 depuis son Terrain et 1 depuis son Cimetière. (La carte dans la main est choisie au hasard.)", "it": "Puoi Evocare tramite Rituale questa carta con qualsiasi Magia Rituale \"Nekroz\". Deve essere Evocato tramite Rituale, senza utilizzare nessun mostro di Livello 9. Puoi utilizzare ognuno di questi effetti di \"Nekroz di Trishula\" una sola volta per turno.\n● Quando viene attivata una carta o un effetto che sceglie come bersaglio uno o più mostri \"Nekroz\" che controlli (Effetto Rapido): puoi scartare questa carta; annulla l'attivazione.\n● Quando questa carta viene Evocata tramite Rituale, puoi: bandisci esattamente 3 delle carte del tuo avversario, 1 ciascuna dalla sua mano, Terreno e Cimitero. (La carta nella mano viene selezionata a caso.)", "pt": "Você pode Invocar este card por Invocação-Ritual com qualquer Magia de Ritual \"Necroz\". Deve ser Invocado por Invocação-Ritual sem usar quaisquer monstros de Nível 9. Você só pode usar cada um desses efeitos de \"Necroz de Trishula\" uma vez por turno.\n● Quando um card ou efeito for ativado que escolha como alvo um ou mais monstros \"Necroz\" que você controla (Efeito Rápido): você pode descartar este card; negue a ativação.\n● Quando este card for Invocado por Invocação-Ritual, você pode: banir exatamente 3 cards do seu oponente, 1 de cada da mão, do campo e do Cemitério dele. (O card da mão é selecionado aleatoriamente.)", "ja": "「影霊衣」儀式魔法カードにより降臨\nこのカードはレベル９以外のモンスターのみを使用した儀式召喚でしか特殊召喚できない。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「影霊衣」モンスターを対象とする魔法・罠・モンスターの効果が発動した時、このカードを手札から捨てて発動できる。その発動を無効にする。②：このカードが儀式召喚した時に発動できる。相手の手札・フィールド・墓地のカードをそれぞれ１枚ずつ合計３枚除外する（手札からはランダムに選ぶ）。", "ko": "\"네크로즈\" 의식 마법 카드에 의해 의식 소환. 레벨 9 이외의 몬스터만을 사용한 의식 소환으로밖에 특수 소환할 수 없다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"네크로즈\" 몬스터를 대상으로 하는 마법 / 함정 / 몬스터의 효과가 발동했을 때, 이 카드를 패에서 버리고 발동할 수 있다. 그 발동을 무효로 한다. ②: 이 카드가 의식 소환에 성공했을 때에 발동할 수 있다. 상대의 패 / 필드 / 묘지의 카드를 각각 1장 고르고(패에서는 무작위로 고른다), 그 3장을 제외한다.", "zh-TW": "以「影靈衣」儀式魔法卡降臨。僅限以僅使用等級９以外的怪獸的儀式召喚進行特殊召喚。此卡名的①②效果，１回合各僅限使用１次。①：在以我方場上的「影靈衣」怪獸做為對象的魔法・陷阱・怪獸的效果發動時，可將此卡從手牌捨棄發動。將該發動變為無效。②：可在此卡儀式召喚成功時發動。選擇對方手牌・場上・墓地的各１張卡（從手牌隨機選擇），將該３張卡除外。", "zh-CN": "由“影灵衣”仪式魔法卡降临。只可以仅使用了等级９以外怪兽的仪式召唤进行特殊召唤。此卡牌名的①②效果１回合只可各使用１次。①：以我方场上的“影灵衣”怪兽作为对象的魔法、陷阱、怪兽之效果发动时，可从手牌舍弃此卡并发动。使该发动无效。②：此卡仪式召唤成功时可发动。挑选对手手牌、场上、墓地的各１张卡牌（从手牌随机挑选），并将该３张卡牌除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Ritual / Effect", "attribute": "WATER", "level": 9, "atk": 2700, "def": 2000, "series": ["Nekroz"], "images": [{"index": 1, "image": "NekrozofTrishula-RA03-EN-PlScR-1E.png", "illustration": "NekrozofTrishula-MADU-EN-VG-artwork.png"}, {"index": 2, "image": "NekrozofTrishula-TW02-JP-QCScR.png", "illustration": "NekrozofTrishula-OW-2.png"}], "sets": {"en": [{"set_number": "THSF-EN015", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-EN087", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-EN261", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "THSF-DE015", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-DE087", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-DE261", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "THSF-FR015", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-FR087", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-FR261", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "THSF-IT015", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-IT087", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-IT261", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "THSF-PT015", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "DUPO-PT087", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "RA03-PT261", "set_name": "Quarter Century Bonanza", "rarities": ["Platinum Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "SPTR-JP015", "set_name": "Booster SP: Tribe Force", "rarities": ["Secret Rare"]}, {"set_number": "SLT1-JP016", "set_name": "Selection 10", "rarities": ["Common"]}, {"set_number": "TW02-JP083", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SPTR-KR015", "set_name": "Booster SP: Tribe Force", "rarities": ["Secret Rare"]}, {"set_number": "SLT1-KR016", "set_name": "Selection 10", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 324337, "master_duel_rarity": "UR"}