{"konami_id": 19412, "password": 52126602, "name": {"en": "Gen the Diamond Tiger", "de": "Gen der Diamanttiger", "es": "Gen el Tigre Diamante", "fr": "Gen le Tigre de Diamant", "it": "Gen la Tigre Diamante", "pt": "Gen, o Tigre de Diamante", "ja": "<ruby>虎<rt>こ</rt></ruby><ruby>菱<rt>りょう</rt></ruby><ruby>之<rt>の</rt></ruby><ruby>玄<rt>げん</rt></ruby>", "ja_romaji": "Koryō no Gen", "ko": "호릉지현", "ko_rr": null, "zh-TW": "虎菱之玄", "zh-CN": "虎菱之玄"}, "text": {"en": null, "de": "Einmal pro Spielzug, am Ende der Battle Phase: Gib diese Karte vom Spielfeld auf die Hand zurück. Du kannst jeden der folgenden Effekte von „Gen der Diamanttiger“ nur einmal pro Spielzug verwenden. Während deiner Main Phase: Du kannst 1 „Ken der Kriegerdrache“ als Spezialbeschwörung von deiner Hand oder deinem Deck auf die Spielfeldseite deines Gegners in die Verteidigungsposition beschwören. Falls diese Karte durch den Effekt von „Ken der Kriegerdrache“ als Spezialbeschwörung beschworen wird: Wirf 1 Karte ab.", "es": "Una vez por turno, al final de la Battle Phase: devuelve esta carta del Campo a la mano. Sólo puedes usar cada uno de los siguientes efectos de \"Gen el Tigre Diamante\" una vez por turno. Durante tu Main Phase: puedes Invocar de Modo Especial, desde tu mano o Deck, 1 \"Ken el Dragón Guerrero\" al Campo de tu adversario en Posición de Defensa. Si esta carta es Invocada de Modo Especial por efecto de \"Ken el Dragón Guerrero\": descarta 1 carta.", "fr": "Une fois par tour, à la fin de la Battle Phase : renvoyez cette carte depuis le Terrain à la main. Vous ne pouvez utiliser chacun des effets suivants de \"Gen le Tigre de Diamant\" qu'une fois par tour. Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 \"Ken le Guerrier Dragon\" depuis votre main ou Deck sur le Terrain de votre adversaire en Position de Défense. Si cette carte est Invoquée Spécialement par l'effet de \"Ken le Guerrier Dragon\" : défaussez 1 carte.", "it": "Una volta per turno, alla fine della Battle Phase: fai ritornare questa carta dal Terreno nella mano. Puoi utilizzare ognuno dei seguenti effetti di \"Gen la Tigre Diamante\" una sola volta per turno. Durante la tua Main Phase: puoi Evocare Specialmente 1 \"Ken il Drago Guerriero\" dalla tua mano o Deck sul Terreno del tuo avversario in Posizione di Difesa. Se questa carta viene Evocata Specialmente dall'effetto di \"Ken il Drago Guerriero\": scarta 1 carta.", "pt": "Uma vez por turno, no final da Fase de Batalha: devolva este card do campo para a mão. Você só pode usar cada um dos seguintes efeitos de \"Gen, o Tigre de Diamante\" uma vez por turno. Durante sua Fase Principal: você pode Invocar por Invocação-Especial 1 \"Ken, o Dragão Guerreiro\" da sua mão ou do Deck no campo do seu oponente em Posição de Defesa. Se este card for Invocado por Invocação-Especial pelo efeito de \"Ken, o Dragão Guerreiro\": descarte 1 card.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分メインフェイズに発動できる。手札・デッキから「毘龍之謙」１体を相手フィールドに守備表示で特殊召喚する。\n②：このカードが「毘龍之謙」の効果で特殊召喚した場合に発動する。自分の手札を１枚選んで捨てる。\n③：自分・相手のバトルフェイズ終了時に発動する。フィールドのこのカードを手札に戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 패 / 덱에서 \"비룡지겸\" 1장을 상대 필드에 수비 표시로 특수 소환한다. ②: 이 카드를 \"비룡지겸\"의 효과로 특수 소환했을 경우에 발동한다. 자신의 패를 1장 고르고 버린다. ③: 자신 / 상대의 배틀 페이즈 종료시에 발동한다. 필드의 이 카드를 패로 되돌린다.", "zh-TW": "此卡名的①②效果1回合僅可各使用1次。\n①：在自己的主要階段可以發動。從手牌・牌組將1隻「毘龍之謙」以守備表示特殊召喚至對手場上。\n②：此卡以「毘龍之謙」的效果特殊召喚的情況下發動。挑選自己的1張手牌捨棄。\n③：在自己・對手的戰鬥階段結束時發動。將場上的此卡放回手牌。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。\n①：在自己的主要阶段可以发动。从手牌・牌组将1只“毗龙之谦”以守备表示特殊召唤至对手场上。\n②：此卡以“毗龙之谦”的效果特殊召唤的情况下发动。挑选自己的1张手牌舍弃。\n③：在自己・对手的战斗阶段结束时发动。将场上的此卡放回手牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 3, "atk": 800, "def": 2000, "images": [{"index": 1, "image": "GentheDiamondTiger-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN082", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-EN247", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "AGOV-DE082", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-DE247", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "AGOV-FR082", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-FR247", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "AGOV-IT082", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-IT247", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "AGOV-PT082", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-PT247", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP5-JP052", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019293, "master_duel_rarity": "SR"}