{"konami_id": 9239, "password": 52128900, "name": {"en": "Synchro Gift", "de": "Synchrogeschenk", "es": "Regalo Sincro", "fr": "Cadeau Synchro", "it": "Synchro Dono", "pt": "Presente Sincro", "ja": "シンクロ・ギフト", "ja_romaji": "Shinkuro Gifuto", "ko": "싱크로 기프트", "ko_rr": null, "zh-TW": "同步贈禮", "zh-CN": "同步赠礼"}, "text": {"en": "Select 2 face-up monsters you control (1 Synchro Monster and 1 non-Synchro monster). Until the End Phase of this turn, reduce the ATK of the Synchro Monster to 0, and the other monster gains ATK equal to the Synchro Monster's original ATK.", "de": "Wähle 2 offene Monster, die du kontrollierst (1 Synchromonster und 1 Nichtsynchro-Monster). Bis zur End Phase dieses Spielzugs, reduziere die ATK des Synchromonsters auf 0 und das andere Monster erhält ATK in Höhe der Grund-ATK des Synchromonsters.", "es": "Selecciona 2 monstruos boca arriba que controles (1 Monstruo de Sincronía y 1 monstruo que no sea de Sincronía). Hasta la End Phase de este turno, reduce a 0 el ATK del Monstruo de Sincronía, y el otro monstruo gana ATK igual al ATK original del Monstruo de Sincronía.", "fr": "Sélectionnez 2 monstres face recto que vous contrôlez (1 Monstre Synchro et 1 Monstre non Synchro). Jusqu'à la End Phase de ce tour, réduisez l'ATK du Monstre Synchro à 0, et augmentez l'ATK de l'autre monstre d'un montant égal à l'ATK d'origine du Monstre Synchro.", "it": "Scegli 2 mostri scoperti che controlli (1 Mostro Synchro e 1 mostro non-Synchro). Fino alla End Phase di questo turno, riduci l'ATK del Mostro Synchro a 0, e l'altro mostro guadagna ATK pari all'ATK originale del Mostro Synchro.", "pt": "Selecione 2 monstros com a face para cima que você controla (1 Monstro Sincro e 1 monstro não-Sincro). Até a Fase Final deste turno, reduza o ATK do Monstro Sincro para 0 e o outro monstro ganha ATK igual ao ATK original do Monstro Sincro.", "ja": "自分フィールド上に表側表示で存在するシンクロモンスター１体とシンクロモンスター以外のモンスター１体を選択して発動する。このターンのエンドフェイズ時まで、選択したシンクロモンスターの攻撃力を０にし、その元々の攻撃力分もう１体のモンスターの攻撃力はアップする。", "ko": "자신 필드 위에 앞면 표시로 존재하는 싱크로 몬스터 1장과 싱크로 몬스터 이외의 몬스터 1장을 선택하고 발동한다. 이 턴의 엔드 페이즈시까지, 선택한 싱크로 몬스터의 공격력을 0으로 하고, 그 원래 공격력만큼 나머지 1장의 몬스터의 공격력을 올린다.", "zh-TW": "可選擇我方場上的１隻同步怪獸及１隻同步怪獸以外的怪獸發動。回合結束前，選擇的同步怪獸的攻擊力變為０，另１隻怪獸的攻擊力依據該同步怪獸的原本的攻擊力數值進行提升。", "zh-CN": "可选择我方场上的１只同步怪兽与１只除同步怪兽以外的怪兽并发动。直至回合结束时，使被选择同步怪兽的攻击力变成０，并上升另１只怪兽的攻击力，其数值相当于该原本的攻击力数值。"}, "card_type": "Spell", "property": "Normal", "series": ["Synchro"], "images": [{"index": 1, "image": "SynchroGift-DP10-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DP10-EN024", "set_name": "Duelist Pack: Yusei 3", "rarities": ["Rare"]}], "de": [{"set_number": "DP10-DE024", "set_name": "Duelist Pack: Yusei 3", "rarities": ["Rare"]}], "fr": [{"set_number": "DP10-FR024", "set_name": "Duelist Pack: Yusei 3", "rarities": ["Rare"]}], "it": [{"set_number": "DP10-IT024", "set_name": "Duelist Pack: Yusei 3", "rarities": ["Rare"]}], "ja": [{"set_number": "DP10-JP024", "set_name": "Duelist Pack: Yusei 3", "rarities": ["Rare"]}], "ko": [{"set_number": "DP10-KR024", "set_name": "Duelist Pack: Yusei 3", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 118435, "master_duel_rarity": "N"}