{"konami_id": 9682, "password": 52140003, "name": {"en": "Explosive Urchin", "de": "Explosiver Stacheligel", "es": "Erizo Explosivo", "fr": "Oursin Explosif", "it": "Riccio Esplosivo", "pt": "Ouriço-do-Mar Explosivo", "ja": "<ruby>爆<rt>ばく</rt></ruby><ruby>弾<rt>だん</rt></ruby>ウニ－ボム・アーチン－", "ja_romaji": "Bakudan Uni - Bomu Āchin", "ko": "폭탄 성게 어친", "ko_rr": null, "zh-TW": "炸彈海膽", "zh-CN": "炸弹海胆"}, "text": {"en": null, "de": "Aktiviere diese Karte nur, wenn dein Gegner eine Fallenkarte aktiviert. Während deiner Standby Phase: Füge deinem Gegner 1000 Schaden zu. Dein Gegner muss eine offene Fallenkarte kontrollieren, damit du diesen Effekt aktivieren und auflösen kannst. Lege diese Karte während deiner 3. End Phase nach ihrer Aktivierung auf den Friedhof.", "es": "Sólo puedes activar esta carta cuando tu adversario activa una Carta de Trampa. Durante tu Standby Phase: inflige 1000 puntos de daño a tu adversario. Tu adversario debe controlar una Carta de Trampa boca arriba para que actives y resuelvas este efecto. Durante tu 3ra. End Phase después de su activación, manda esta carta al Cementerio.", "fr": "Activable uniquement lorsque votre adversaire active une Carte Piège. Durant votre Standby Phase : infligez 1000 points de dommages à votre adversaire. Votre adversaire doit contrôler une Carte Piège face recto pour pouvoir activer et résoudre cet effet. Durant votre 3e End Phase après activation, envoyez cette carte au Cimetière.", "it": "Attiva solo quando il tuo avversario attiva una Carta Trappola. Durante la tua Standby Phase: infliggi 1000 danni al tuo avversario. Il tuo avversario deve controllare una Carta Trappola scoperta perché tu possa attivare e risolvere questo effetto. Durante la tua 3ª End Phase dopo l'attivazione, manda questa carta al Cimitero", "pt": "Ative apenas quando seu oponente ativar um Card de Armadilha. Durante sua Fase de Apoio: Cause 1000 de dano ao seu oponente. Seu oponente deve controlar um Card de Armadilha com a face para cima para que você ative e resolva este efeito. Durante sua 3ª Fase Final, depois da ativação, envie este card ao Cemitério.", "ja": "このカードは発動後３回目の自分エンドフェイズに墓地へ送られる。\n相手が罠カードを発動した時にこのカードを発動できる。\n①：自分スタンバイフェイズに、相手フィールドに罠カードが存在する場合に発動する。相手に１０００ダメージを与える。", "ko": "상대가 함정 카드를 발동했을 때에 발동할 수 있다. 자신의 스텐바이 페이즈시, 상대 필드 위에 함정 카드가 앞면 표시로 존재할 경우, 상대 라이프에 1000 포인트 데미지를 준다. 발동 후 3번째 자신의 엔드 페이즈시에 이 카드를 묘지로 보낸다.", "zh-TW": "可在對方發動陷阱卡時發動此卡。我方的準備階段時，在對方場上存在陷阱卡的狀況下，給予對方LP１０００傷害。在發動後第３次的我方結束階段時，此卡將被送至墓地。", "zh-CN": "对手发动陷阱卡时可以发动此卡。自己的准备阶段时，对手场上有陷阱卡存在的情况下，给予对手LP１０００点伤害。在发动后的第３次自己的结束阶段时此卡被送至墓地。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "ExplosiveUrchin-GENF-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GENF-EN065", "set_name": "Generation Force", "rarities": ["Common"]}], "de": [{"set_number": "GENF-DE065", "set_name": "Generation Force", "rarities": ["Common"]}], "fr": [{"set_number": "GENF-FR065", "set_name": "Generation Force", "rarities": ["Common"]}], "it": [{"set_number": "GENF-IT065", "set_name": "Generation Force", "rarities": ["Common"]}], "ja": [{"set_number": "GENF-JP065", "set_name": "Generation Force", "rarities": ["Common"]}], "ko": [{"set_number": "GENF-KR065", "set_name": "Generation Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 163232, "master_duel_rarity": "N"}