{"konami_id": 10524, "password": 52182715, "name": {"en": "Green Duston", "de": "Grünes Staubon", "es": "Particulines Verdes", "fr": "Poussièron Vert", "it": "Polverello Verde", "pt": "Poerio Verde", "ja": "グリーン・ダストン", "ja_romaji": "Gurīn Dasuton", "ko": "그린 더스튼", "ko_rr": null, "zh-TW": "綠塵小妖", "zh-CN": "绿尘小妖"}, "text": {"en": "Cannot be used as a Fusion, Synchro, or Xyz Material for a Summon. While this card is face-up on the field, it cannot be Tributed. When this card on the field is destroyed: The controller targets 1 Spell/Trap Card they control; return that target to the hand. You can only control 1 face-up \"Green Duston\".", "de": "Kann nicht als Fusions-, Synchro- oder Xyz-Material für eine Beschwörung verwendet werden. Solange diese Karte offen auf dem Spielfeld liegt, kann sie nicht als Tribut angeboten werden. Wenn diese Karte auf dem Spielfeld zerstört wird: Ihr Beherrscher wählt 1 Zauber-/Fallenkarte, die er kontrolliert; gib das gewählte Ziel auf die Hand zurück. Du kannst nur 1 offenes „Grünes Staubon“ kontrollieren.", "es": "No puede ser usado como Material de Fusión, Sincronía o Xyz para una Invocación. Mientras esta carta está boca arriba en el Campo, no puede ser Sacrificada. Cuando esta carta en el Campo es destruida: el controlador selecciona 1 Carta Mágica/de Trampa que controle; devuelve a la mano ese objetivo. Sólo puedes controlar 1 \"Particulines Verdes\" boca arriba.", "fr": "Non utilisable comme Matériel de Fusion, de Synchro ou Xyz pour une Invocation. Tant que cette carte est face recto sur le Terrain, elle ne peut pas être Sacrifiée. Lorsque cette carte sur le Terrain est détruite : le contrôleur cible 1 Carte Magie/Piège qu'il contrôle ; renvoyez la cible à la main. Vous ne pouvez contrôler qu'1 \"Poussièron Vert\" face recto.", "it": "Non può essere utilizzato come Materiale Xyz, Synchro o da Fusione per una Evocazione. Mentre questa carta è scoperta sul Terreno, non può essere offerta come Tributo. Quando questa carta sul Terreno viene distrutta: il controllore sceglie come bersaglio 1 Carta Magia/Trappola che controlla; fai ritornare quel bersaglio nella mano. Puoi controllare solo 1 \"Polverello Verde\" scoperto.", "pt": "Não pode ser usado como Matéria Fusão, Sincro ou Xyz para uma Invocação. Enquanto este card estiver no campo com a face para cima, ele não pode ser oferecido como Tributo. Quando este card, no campo, for destruído: o controlado escolhe 1 Card de Magia/Armadilha que ele controla; devolva o alvo para a mão. Você só pode controlar 1 \"Poerio Verde\" com a face para cima.", "ja": "このカードはリリースできず、融合・シンクロ・エクシーズ召喚の素材にもできない。フィールド上のこのカードが破壊された時、このカードのコントローラーは自分フィールド上の魔法・罠カード１枚を選択して持ち主の手札に戻す。「グリーン・ダストン」は自分フィールド上に１体しか表側表示で存在できない。", "ko": "이 카드는 릴리스할 수 없고, 융합 / 싱크로 / 엑시즈 소환의 소재로도 할 수 없다. 필드 위의 이 카드가 파괴되었을 때, 이 카드의 컨트롤러는 자신 필드 위의 마법 / 함정 카드 1장을 선택하고 주인의 패로 되돌린다. \"그린 더스튼\"은 자신 필드 위에 1장밖에 앞면 표시로 존재할 수 없다.", "zh-TW": "此卡不可释放，也不可作为融合、同步、超量召唤的素材。场上的此卡被破坏时，此卡的控制者选择我方场上的1张魔法、陷阱卡返回至持有者手牌。我方场上只可有1张「綠塵小妖」以表侧表示存在。", "zh-CN": "这张卡不能解放，也不能作为融合·同调·XYZ召唤的素材。场上的这张卡被破坏时，这张卡的控制者选择自己场上1张魔法·陷阱卡回到持有者手卡。「绿尘妖」在自己场上只能有1只表侧表示存在。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "WIND", "level": 1, "atk": 0, "def": 1000, "series": ["Duston"], "images": [{"index": 1, "image": "GreenDuston-LTGY-EN-SP-1E.png"}], "sets": {"en": [{"set_number": "LTGY-EN043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Short Print"]}], "de": [{"set_number": "LTGY-DE043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Short Print"]}], "fr": [{"set_number": "LTGY-FR043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Short Print"]}], "it": [{"set_number": "LTGY-IT043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Short Print"]}], "pt": [{"set_number": "LTGY-PT043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Short Print"]}], "ja": [{"set_number": "LTGY-JP043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "LTGY-KR043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Normal Rare"]}], "zh-TW": [{"set_number": "LTGY-TC043", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 267431, "master_duel_rarity": "N"}