{"konami_id": 18173, "password": 52254878, "name": {"en": "Dimensional Allotrope Varis", "de": "Dimensionaler Allotrop Varis", "es": "Varis Alótropo Dimensional", "fr": "Varis Allotrope Dimensionnel", "it": "Varis Allotropo Dimensionale", "pt": "Alótropo Dimensional Varis", "ja": "<ruby>次<rt>じ</rt></ruby><ruby>元<rt>げん</rt></ruby><ruby>同<rt>どう</rt></ruby><ruby>異<rt>い</rt></ruby><ruby>体<rt>たい</rt></ruby>ヴァリス", "ja_romaji": "Jigendōitai Varisu", "ko": "차원동이체 바리스", "ko_rr": "Chawondong-iche Bariseu", "zh-TW": "次元同異體 變化人", "zh-CN": "次元同异体 变化人"}, "text": {"en": "Cannot be destroyed by battle with a monster with the same Type or Attribute as this card. You can declare 1 Monster Type and 1 Attribute; this card becomes that Type and Attribute until the end of your opponent's turn. You can only use this effect of \"Dimensional Allotrope Varis\" once per turn.", "de": "Kann nicht durch Kampf mit einem Monster mit demselben Typ oder derselben Eigenschaft wie diese Karte zerstört werden. Du kannst 1 Monstertyp und 1 Eigenschaft deklarieren; diese Karte wird bis zum Ende des Spielzugs deines Gegners zu jenem Typ und jener Eigenschaft. Du kannst diesen Effekt von „Dimensionaler Allotrop Varis“ nur einmal pro Spielzug verwenden.", "es": "No puede ser destruido en batalla con un monstruo con el mismo Tipo o Atributo que esta carta. Puedes declarar 1 Tipo de Monstruo y 1 Atributo; esta carta se convierte en ese Tipo y Atributo hasta el final del turno de tu adversario. Sólo puedes usar este efecto de \"Varis Alótropo Dimensional\" una vez por turno.", "fr": "Non destructible au combat avec un monstre du même Type ou Attribut que cette carte. Vous pouvez déclarer 1 Type de Monstre et 1 Attribut ; jusqu'à la fin du tour de votre adversaire, cette carte devient de ce Type et Attribut. Vous ne pouvez utiliser cet effet de \"Varis Allotrope Dimensionnel\" qu'une fois par tour.", "it": "Non può essere distrutto in battaglia con un mostro con lo stesso Tipo o Attributo di questa carta. Puoi dichiarare 1 Tipo di Mostro e 1 Attributo; questa carta diventa di quel Tipo e Attributo fino alla fine del turno del tuo avversario. Puoi utilizzare questo effetto di \"Varis Allotropo Dimensionale\" una sola volta per turno.", "pt": "Não pode ser destruído em batalha com um monstro com o mesmo Tipo ou Atributo que o deste card. Você pode declarar 1 Tipo de Monstro e 1 Atributo; este card se torna desse Tipo e Atributo até o final do turno do seu oponente. Você só pode usar este efeito de \"Alótropo Dimensional Varis\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードは、このカードと種族または属性が同じモンスターとの戦闘では破壊されない。②：種族と属性を１つずつ宣言して発動できる。このカードは相手ターン終了時まで宣言した種族・属性になる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는, 이 카드와 종족 또는 속성이 같은 몬스터와의 전투로는 파괴되지 않는다. ②: 종족과 속성을 1개씩 선언하고 발동할 수 있다. 이 카드는 상대 턴 종료시까지 선언한 종족 / 속성이 된다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：此卡不會因與此卡同種族或同屬性怪獸的戰鬥被破壞。②：可各宣言１個種族和屬性發動。此卡在對方回合結束前變為宣言的種族・屬性。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：此卡不会因与种族或属性与其相同的怪兽的战斗被破坏。②：宣言种族和属性各１个可以发动。此卡直至对手回合结束时为止，变为所宣言的种族・属性。"}, "card_type": "Monster", "monster_type_line": "Psychic / Tuner / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "DimensionalAllotropeVaris-PHHY-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN028", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHHY-DE028", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHHY-FR028", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHHY-IT028", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHHY-PT028", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHHY-JP028", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR028", "set_name": "Photon Hypernova", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714558, "master_duel_rarity": "R"}