{"konami_id": 14699, "password": 52394047, "name": {"en": "Gladiator Naumachia", "de": "Gladiator-Naumachia", "es": "Gladiador Naumachia", "fr": "Naumachie de Gladiateur", "it": "Naumachia dei Gladiatori", "pt": "Naumaquia do Gladiador", "ja": "<ruby>剣闘海戦<rt>グラディアルナウマキア</rt></ruby>", "ja_romaji": "Guradiaru Naumakia", "ko": "검투해전", "ko_rr": "Geomtuhaejeon", "zh-TW": "劍鬥海戰", "zh-CN": "剑斗海战"}, "text": {"en": "While you control a \"Gladiator Beast\" monster, all monsters your opponent controls must attack, if able. Once per turn: You can shuffle 1 \"Gladiator Beast\" monster from your hand or GY into the Main Deck, then target 1 \"Gladiator Beast\" monster you control; it gains ATK equal to its original DEF until the end of this turn (even if this card leaves the field). If this card in the Spell & Trap Zone is destroyed by card effect: You can activate this effect; this turn, \"Gladiator Beast\" monsters you control cannot be destroyed by battle.", "de": "Solange du ein „Gladiatorungeheuer“-Monster kontrollierst, müssen alle Monster angreifen, die dein Gegner kontrolliert, falls möglich. Einmal pro Spielzug: Du kannst 1 „Gladiatorungeheuer“-Monster von deiner Hand oder deinem Friedhof ins Main Deck mischen und dann 1 „Gladiatorungeheuer“-Monster wählen, das du kontrollierst; es erhält bis zum Ende dieses Spielzugs ATK in Höhe seiner Grund-DEF (selbst falls diese Karte das Spielfeld verlässt). Falls diese Karte in der Zauber- & Fallenzone durch einen Karteneffekt zerstört wird: Du kannst diesen Effekt aktivieren; in diesem Spielzug können „Gladiatorungeheuer“-Monster, die du kontrollierst, nicht durch Kampf zerstört werden.", "es": "Mientras controlas un monstruo \"Bestia Gladiador\", todos los monstruos que controle tu adversario deben atacar si pueden. Una vez por turno: puedes barajar al Deck Principal 1 monstruo \"Bestia Gladiador\" en tu mano o Cementerio, y después selecciona 1 monstruo \"Bestia Gladiador\" que controles; hasta el final de este turno, el monstruo gana ATK igual a su DEF original (aun si esta carta deja el Campo). Si esta carta en la Zona de Magia y Trampas es destruida por el efecto de una carta: puedes activar este efecto; este turno, los monstruos \"Bestia Gladiador\" que controles no pueden ser destruidos en batalla.", "fr": "Tant que vous contrôlez un monstre \"Bête Gladiateur\", tous les monstres contrôlés par votre adversaire doivent attaquer, si possible. Une fois par tour : vous pouvez mélanger 1 monstre \"Bête Gladiateur\" depuis votre main ou Cimetière dans le Main Deck, puis ciblez 1 monstre \"Bête Gladiateur\" que vous contrôlez ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), il gagne une ATK égale à sa DEF d'origine. Si cette carte dans la Zone Magie & Piège est détruite par un effet de carte : vous pouvez activer cet effet ; ce tour, les monstres \"Bête Gladiateur\" que vous contrôlez ne peuvent pas être détruits au combat.", "it": "Mentre controlli un mostro \"Gladiatore Bestia\", tutti i mostri controllati dal tuo avversario devono attaccare, se possibile. Una volta per turno: puoi mischiare 1 mostro \"Gladiatore Bestia\" dalla tua mano o Cimitero nel Main Deck, poi scegliere come bersaglio 1 mostro \"Gladiatore Bestia\" che controlli; esso guadagna ATK pari al suo DEF originale fino alla fine di questo turno (anche se questa carta lascia il Terreno). Se questa carta nella Zona Magie & Trappole viene distrutta dall'effetto di una carta: puoi attivare questo effetto; in questo turno i mostri \"Gladiatore Bestia\" che controlli non possono essere distrutti in battaglia.", "pt": "Enquanto você controlar um monstro \"Besta Gladiadora\", todos os monstros que seu oponente controla devem atacar, se possível. Uma vez por turno: você pode embaralhar 1 monstro \"Besta Gladiadora\" da sua mão ou do Cemitério no Deck Principal e, depois, escolha 1 monstro \"Besta Gladiadora\" que você controla; até o final deste turno, ele ganha ATK igual à sua DEF original (mesmo que este card deixe o campo). Se este card na Zona de Magias & Armadilhas for destruído por um efeito de card: você pode ativar este efeito; neste turno, monstros \"Besta Gladiadora\" que você controla não podem ser destruídos em batalha.", "ja": "①：このカードが魔法＆罠ゾーンに存在し、自分フィールドに「剣闘獣」モンスターが存在する限り、攻撃可能な相手モンスターは攻撃しなければならない。②：１ターンに１度、自分の手札・墓地から「剣闘獣」モンスター１体をデッキに戻し、自分フィールドの「剣闘獣」モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで元々の守備力分アップする。③：魔法＆罠ゾーンのこのカードが効果で破壊された場合に発動できる。このターン、自分の「剣闘獣」モンスターは戦闘では破壊されない。", "ko": "①: 이 카드가 마법 & 함정 존에 존재하고, 자신 필드에 \"검투수\" 몬스터가 존재하는 한, 공격 가능한 상대 몬스터는 공격해야 한다. ②: 1턴에 1번, 자신의 패 / 묘지에서 \"검투수\" 몬스터 1장을 덱으로 되돌리고, 자신 필드의 \"검투수\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지 원래 수비력만큼 올린다. ③: 마법 & 함정 존의 이 카드가 효과로 파괴되었을 경우에 발동할 수 있다. 이 턴에, 자신의 \"검투수\" 몬스터는 전투로는 파괴되지 않는다.", "zh-TW": "①：只要此卡存在於魔法＆陷阱區，我方場上存在「劍鬥獸」怪獸，對方可攻擊的怪獸就必須攻擊。②：１回合１次，可從我方手牌・墓地將１隻「劍鬥獸」怪獸送回牌組，將我方場上的１隻「劍鬥獸」怪獸做為對象發動。該怪獸的攻擊力在回合結束前依據原本的守備力數值進行提升。③：可在魔法＆陷阱區的此卡因效果被破壞的狀況下發動。此回合，我方的「劍鬥獸」怪獸不會因戰鬥被破壞。", "zh-CN": "①：只要此卡存在于魔法与陷阱区域，且自己场上存在“剑斗兽”怪兽，可攻击的对手怪兽必须攻击。②：１回合１次，从自己手牌・墓地将１只“剑斗兽”怪兽放回牌组，以自己场上的１只“剑斗兽”怪兽为对象可以发动。该怪兽的攻击力直至回合结束时为止，上升相当于其原本守备力的数值。③：魔法与陷阱区域的此卡因效果被破坏的情况下可以发动。此回合，自己的“剑斗兽”怪兽不会因战斗被破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["Gladiator"], "images": [{"index": 1, "image": "GladiatorNaumachia-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN072", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-EN194", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE072", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-DE194", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR072", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-FR194", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT072", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-IT194", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT072", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-PT194", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP072", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR072", "set_name": "Chaos Impact", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC106", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642154, "master_duel_rarity": "R"}