{"konami_id": 19521, "password": 52472775, "name": {"en": "Prayers of the Voiceless Voice", "de": "Gebete der stimmlosen Stimme", "es": "Oraciones de la Voz Muda", "fr": "Prières de la Sans Voix", "it": "Preghiere della Voce Muta", "pt": "Orações da Voz Sem Voz", "ja": "<ruby>粛<rt>しゅく</rt></ruby><ruby>声<rt>せい</rt></ruby>なる<ruby>祈<rt>いの</rt></ruby>り", "ja_romaji": "Shukuseinaru Inori", "ko": "순성한 기도", "ko_rr": null, "zh-TW": "肅聲祈禱", "zh-CN": "肃声祈祷"}, "text": {"en": "This card can be used to Ritual Summon any LIGHT Ritual Monster. You must also Tribute LIGHT monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster. If a face-up LIGHT Ritual Monster(s) you control leaves the field by an opponent's card effect (except during the Damage Step): You can banish this card from your GY; Special Summon 1 \"Sauravis, the Ancient and Ascended\", \"Saffira, Queen of Dragons\", or \"Skull Guardian, Protector of the Voiceless Voice\" from your hand or Deck, ignoring its Summoning conditions. You can only use this effect of \"Prayers of the Voiceless Voice\" once per turn.", "de": "Diese Karte kann verwendet werden, um ein beliebiges LICHT Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich LICHT Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist. Falls ein oder mehr offene LICHT Ritualmonster, die du kontrollierst, das Spielfeld durch einen Karteneffekt eines Gegners verlassen (außer während des Damage Steps): Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Sauravis, der Alte und Aufgestiegene“, „Saffira, Königin der Drachen“ oder „Totenkopfwächter, Beschützer der stimmlosen Stimme“ als Spezialbeschwörung von deiner Hand oder deinem Deck, ungeachtet seiner oder ihrer Beschwörungsbedingungen. Du kannst diesen Effekt von „Gebete der stimmlosen Stimme“ nur einmal pro Spielzug verwenden.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual de LUZ. También debes Sacrificar monstruos de LUZ en tu mano o Campo cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual. Si uno o más Monstruos de Ritual de LUZ boca arriba que controlas dejan el Campo por el efecto de una carta del adversario (excepto durante el Damage Step): puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial 1 \"Sauravis, el Anciano Ascendido\", \"Saffira, Reina de Dragones\" o \"Guardián del Cráneo, Protector de la Voz Muda\" desde tu mano o Deck, ignorando sus condiciones de Invocación. Sólo puedes usar este efecto de \"Oraciones de la Voz Muda\" una vez por turno.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel LUMIÈRE. Vous devez aussi Sacrifier des monstres LUMIÈRE depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel. Si un ou plusieurs Monstres Rituels LUMIÈRE face recto que vous contrôlez quittent le Terrain par un effet de carte de l'adversaire (sauf durant la Damage Step) : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 \"Sauravis, l'Ancien et Ascensionné\", \"Saffira, Reine des Dragons\" ou \"Gardien du Crâne, Protecteur de la Sans Voix\" depuis votre main ou Deck, en ignorant ses conditions d'Invocation. Vous ne pouvez utiliser cet effet de \"Prières de la Sans Voix\" qu'une fois par tour.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale LUCE. Devi anche offrire come Tributo dalla tua mano o Terreno mostri LUCE con Livello totale pari o superiore al Livello del Mostro Rituale. Se uno o più Mostri Rituale LUCE scoperti che controlli lasciano il Terreno per l'effetto di una carta dell'avversario (eccetto durante il Damage Step): puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 \"Sauravis, l'Antico e Asceso\", \"Saffira, Regina dei Draghi\" o \"Teschio Guardiano, Protettore della Voce Muta\" dalla tua mano o Deck, ignorando le sue condizioni di Evocazione. Puoi utilizzare questo effetto di \"Preghiere della Voce Muta\" una sola volta per turno.", "pt": "Este card pode ser usado para a Invocação-Ritual de qualquer Monstro de Ritual de LUZ. Você também deve oferecer como Tributo monstros de LUZ da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual. Se um ou mais Monstros de Ritual de LUZ com a face para cima que você controla deixarem o campo por um efeito de card do oponente (exceto durante a Etapa de Dano): você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 \"Sauravis, o Antigo e Ascenso\", \"Saffira, a Rainha dos Dragões\" ou \"Guardião Caveira, o Protetor da Voz Sem Voz\" da sua mão ou do Deck, ignorando suas condições de Invocação. Você só pode usar este efeito de \"Orações da Voz Sem Voz\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドの光属性モンスターをリリースし、手札から光属性の儀式モンスター１体を儀式召喚する。②：自分フィールドの表側表示の光属性の儀式モンスターが相手の効果でフィールドから離れた場合、墓地のこのカードを除外して発動できる。手札・デッキから「古聖戴サウラヴィス」「竜姫神サフィラ」「粛声なる守護者ローガーディアン」のいずれか１体を召喚条件を無視して特殊召喚する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 빛 속성 몬스터를 릴리스하고, 패에서 빛 속성의 의식 몬스터 1장을 의식 소환한다. ②: 자신 필드의 앞면 표시 빛 속성의 의식 몬스터가 상대 효과로 필드에서 벗어났을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 패 / 덱에서 \"고성대 사우라비스\" \"용희신 사피라\" \"순성한 수호자 로가디언\" 중 어느 1장을 소환 조건을 무시하고 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。\n①：为使合计等级为仪式召唤的怪兽的等级以上，解放自己手牌・场上的光属性怪兽，从手牌将１只光属性仪式怪兽仪式召唤。\n②：自己场上表侧表示的光属性仪式怪兽因对手的效果从场上离开的情况下，将墓地的此卡除外可以发动。从手牌・牌组将“古圣戴 萨拉维思”、“龙姬神 萨菲拉”、“肃声保卫者 律守护者”中的任意１只无视召唤条件特殊召唤。"}, "card_type": "Spell", "property": "Ritual", "series": ["Voiceless Voice"], "images": [{"index": 1, "image": "PrayersoftheVoicelessVoice-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC066", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1012081, "master_duel_rarity": "SR"}