{"konami_id": 19856, "password": 52543404, "name": {"en": "Ragnaraika Armored Lizard", "de": "Ragnaraika-Panzereidechse", "es": "Ragnaraika Lagarto Acorazado", "fr": "Lézard Cuirassé Ragnaraika", "it": "Lucertola Corazzata Ragnaraika", "pt": "Lagarto Blindado Ragnaraika", "ja": "<ruby>蕾禍<rt>ライカ</rt></ruby>ノ<ruby>鎧石竜<rt>ヨロイトカゲ</rt></ruby>", "ja_romaji": "Raika no Yoroi Tokage", "ko": "뇌화의 요로이토카게", "ko_rr": "Noehwa-ui Yoroitokage", "zh-TW": "蕾禍之鎧石龍", "zh-CN": "蕾祸之铠石龙"}, "text": {"en": null, "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 Insekt-, Pflanze- oder Reptil-Monster von deinem Friedhof verbannst. Du kannst „Ragnaraika-Panzereidechse“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Du kannst 1 Insekt-, Pflanze- oder Reptil-Monster abwerfen und dann 1 offenes Monster wählen, das dein Gegner kontrolliert, außer einem Insekt-, Pflanze- oder Reptil-Monster; gib es auf die Hand zurück. Du kannst diesen Effekt von „Ragnaraika-Panzereidechse“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) desterrando 1 monstruo Insecto, Planta o Reptil en tu Cementerio. Sólo puedes Invocar de Modo Especial \"Ragnaraika Lagarto Acorazado\" una vez por turno de esta forma. Puedes descartar 1 monstruo Insecto, Planta o Reptil, y después selecciona 1 monstruo boca arriba que controle tu adversario, excepto un monstruo Insecto, Planta o Reptil; devuélvelo a la mano. Sólo puedes usar este efecto de \"Ragnaraika Lagarto Acorazado\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en bannissant 1 monstre Insecte, Plante ou Reptile depuis votre Cimetière. Vous ne pouvez Invoquer Spécialement \"Lézard Cuirassé Ragnaraika\" qu'une fois par tour de cette façon. Vous pouvez défausser 1 monstre Insecte, Plante ou Reptile, puis ciblez 1 monstre face recto contrôlé par votre adversaire (monstres Insecte, Plante ou Reptile exclus) ; renvoyez-le à la main. Vous ne pouvez utiliser cet effet de \"Lézard Cuirassé Ragnaraika\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) bandendo 1 mostro Insetto, Pianta o Rettile dal tuo Cimitero. Puoi Evocare Specialmente \"Lucertola Corazzata Ragnaraika\" una sola volta per turno in questo modo. Puoi scartare 1 mostro Insetto, Pianta o Rettile, poi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario, eccetto un mostro Insetto, Pianta o Rettile; fallo ritornare nella mano. Puoi utilizzare questo effetto di \"Lucertola Corazzata Ragnaraika\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao banir 1 monstro Inseto, Planta ou Réptil do seu Cemitério. Você só pode Invocar \"Lagarto Blindado Ragnaraika\" por Invocação-Especial uma vez por turno desta forma. Você pode descartar 1 monstro Inseto, Planta ou Réptil e, depois, escolha 1 monstro com a face para cima que seu oponente controla, exceto um monstro Inseto, Planta ou Réptil; devolva-o para a mão. Você só pode usar este efeito de \"Lagarto Blindado Ragnaraika\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。\n①：このカードは自分の墓地の昆虫族・植物族・爬虫類族モンスター１体を除外し、手札から特殊召喚できる。\n②：手札から昆虫族・植物族・爬虫類族モンスター１体を捨て、昆虫族・植物族・爬虫類族モンスター以外の相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターを手札に戻す。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신 묘지의 곤충족 / 식물족 / 파충류족 몬스터 1장을 제외하고, 패에서 특수 소환할 수 있다. ②: 패에서 곤충족 / 식물족 / 파충류족 몬스터 1장을 버리고, 곤충족 / 식물족 / 파충류족 몬스터 이외의 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 패로 되돌린다.", "zh-TW": "此卡名以①方法的特殊召喚１回合僅可進行１次，且②效果１回合僅可使用１次。 ①：此卡可將自己墓地的１隻昆蟲族・植物族・爬蟲類族怪獸除外，來從手牌特殊召喚。 ②：從手牌將１隻昆蟲族・植物族・爬蟲類族怪獸捨棄，以昆蟲族・植物族・爬蟲類族怪獸以外的、對手場上的１隻表側表示怪獸為對象可以發動。將該怪獸放回手牌。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。\n①：此卡可将自己墓地的１只昆虫族・植物族・爬虫类族怪兽除外，来从手牌特殊召唤。\n②：从手牌将１只昆虫族・植物族・爬虫类族怪兽舍弃，以昆虫族・植物族・爬虫类族怪兽以外的、对手场上的１只表侧表示怪兽为对象可以发动。将该怪兽放回手牌。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 2300, "series": ["Ragnaraika"], "images": [{"index": 1, "image": "RagnaraikaArmoredLizard-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC015", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1037584, "master_duel_rarity": "N"}