{"konami_id": 12893, "password": 52589809, "name": {"en": "Wandering King Wildwind", "de": "Wandernder König Wildwind", "es": "Rey Andarín Wildwind", "fr": "Venviolent le Roi Errant", "it": "Re Errante Ventoselvaggio", "pt": "Rei Vagante Vento Selvagem", "ja": "<ruby>風<rt>ふう</rt></ruby><ruby>来<rt>らい</rt></ruby><ruby>王<rt>おう</rt></ruby> ワイルド・ワインド", "ja_romaji": "Fūraiō Wairudo Waindo", "ko": "풍래왕 와일드 와인드", "ko_rr": "Pungnaewang Waildeu Waindeu", "zh-TW": "風來王 狂風", "zh-CN": "风来王 狂风"}, "text": {"en": "If you control a Fiend Tuner with 1500 or less ATK, you can Special Summon this card (from your hand). If Summoned this way, you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Synchro Monsters. During your Main Phase, except the turn this card was sent to the GY: You can banish this card from your GY; add 1 Fiend Tuner with 1500 or less ATK from your Deck to your hand.", "de": "Falls du einen Unterweltler-Empfänger mit 1500 oder weniger ATK kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Falls sie auf diese Art beschworen wird, kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Synchromonstern. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 Unterweltler-Empfänger mit 1500 oder weniger ATK von deinem Deck hinzu.", "es": "Si controlas un Cantante Demonio con 1500 ATK o menos, puedes Invocar esta carta de Modo Especial (desde tu mano). Si es Invocada de esta forma, no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos de Sincronía. Durante tu Main Phase, excepto el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 Cantante Demonio con 1500 ATK o menos en tu Deck.", "fr": "Si vous contrôlez un Syntoniseur Démon avec max. 1500 ATK, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si elle est Invoquée de cette façon, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck le reste de ce tour. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 Syntoniseur Démon avec max. 1500 ATK depuis votre Deck à votre main.", "it": "Se controlli un Tuner Demone con ATK 1500 o inferiore, puoi Evocare Specialmente questa carta (dalla tua mano). Se viene Evocata in questo modo, non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto Mostri Synchro. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero; aggiungi 1 Tuner Demone con ATK 1500 o inferiore dal tuo Deck alla tua mano.", "pt": "Se você controlar um Regulador Demônio com 1500 ou menos de ATK, você pode Invocar este card por Invocação-Especial (da sua mão). Se Invocado desta forma, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Sincro. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério; adicione 1 Regulador Demônio com 1500 ou menos de ATK do seu Deck à sua mão.", "ja": "①：自分フィールドに攻撃力１５００以下の悪魔族チューナーが存在する場合、このカードは手札から特殊召喚できる。この方法で特殊召喚したターン、自分はＳモンスターしかＥＸデッキから特殊召喚できない。②：このターンに墓地へ送られていないこのカードを墓地から除外して発動できる。デッキから攻撃力１５００以下の悪魔族チューナー１体を手札に加える。", "ko": "①: 자신 필드에 공격력 1500 이하의 악마족 튜너가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환한 턴에, 자신은 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고 발동할 수 있다. 덱에서 공격력 1500 이하의 악마족 튜너 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "①：自己场上有攻击力1500以下的恶魔族协调存在的情况下，此卡可从手牌中特殊召唤。以此方法特殊召唤过的余下回合，自己从额外牌组仅可特殊召唤同步怪兽。②：将墓地的此卡除外可以发动。从牌组将攻击力1500以下的1只恶魔族协调加入手牌。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 4, "atk": 1700, "def": 1300, "series": ["King"], "images": [{"index": 1, "image": "WanderingKingWildwind-SDCK-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUSA-EN016", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "GFP2-EN110", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "SDCK-EN013", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "de": [{"set_number": "DUSA-DE016", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "GFP2-DE110", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "SDCK-DE013", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "fr": [{"set_number": "DUSA-FR016", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "GFP2-FR110", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "SDCK-FR013", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "it": [{"set_number": "DUSA-IT016", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "GFP2-IT110", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "SDCK-IT013", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "pt": [{"set_number": "DUSA-PT016", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}, {"set_number": "GFP2-PT110", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}, {"set_number": "SDCK-PT013", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "ja": [{"set_number": "PP19-JP013", "set_name": "Premium Pack 19", "rarities": ["Common", "Secret Rare"]}, {"set_number": "SD46-JP013", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Common"]}], "ko": [{"set_number": "PP12-KR013", "set_name": "Premium Pack Vol.12", "rarities": ["Super Rare"]}, {"set_number": "SD46-KR013", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC164", "set_name": "Mega Pack 04", "rarities": ["Common"]}, {"set_number": "SD46-SC013", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 430117, "master_duel_rarity": "R"}