{"konami_id": 16877, "password": 52807032, "name": {"en": "Dinomorphia Sonic", "de": "Dinomorphia-Schall", "es": "Sónico Dinomorfia", "fr": "Sonique Dinomorphia", "it": "Sonico Dinomorfia", "pt": "Sônico Dinomorfia", "ja": "ダイノルフィア・ソニック", "ja_romaji": "Dainorufia Sonikku", "ko": "다이놀피어 소닉", "ko_rr": "Dainolpieo Sonik", "zh-TW": "恐啡肽狂龍・音速", "zh-CN": "恐啡肽骇龙・音速"}, "text": {"en": "When your opponent activates a Spell/Trap Card, while you control a \"Dinomorphia\" monster: Pay half your LP; negate the activation, and if you do, destroy that card, then, destroy 1 \"Dinomorphia\" monster you control. During damage calculation, while your LP are 2000 or less, if you would take battle damage: You can banish this card from your GY; you take no battle damage from that battle. You can only activate 1 \"Dinomorphia Sonic\" per turn.", "de": "Wenn dein Gegner eine Zauber-/Fallenkarte aktiviert, solange du ein „Dinomorphia“-Monster kontrollierst: Zahle die Hälfte deiner LP; annulliere die Aktivierung und falls du dies tust, zerstöre die Karte, dann zerstöre 1 „Dinomorphia“-Monster, das du kontrollierst. Während der Schadensberechnung, solange du 2000 oder weniger LP hast, falls du Kampfschaden erhalten würdest: Du kannst diese Karte von deinem Friedhof verbannen; du erhältst aus dem Kampf keinen Kampfschaden. Du kannst nur 1 „Dinomorphia-Schall“ pro Spielzug aktivieren.", "es": "Cuando tu adversario activa una Carta Mágica/de Trampa, mientras tú controlas un monstruo \"Dinomorfia\": paga la mitad de tus LP; niega la activación y, si lo haces, destruye esa carta, y después destruye 1 monstruo \"Dinomorfia\" que controles. Durante el cálculo de daño, mientras tus LP sean 2000 o menos, si fueras a recibir daño de batalla: puedes desterrar esta carta en tu Cementerio; no recibes daño de batalla de esa batalla. Sólo puedes activar 1 \"Sónico Dinomorfia\" por turno.", "fr": "Lorsque votre adversaire active une Carte Magie/Piège, tant que vous contrôlez un monstre \"Dinomorphia\" : payez la moitié de vos LP ; annulez l'activation, et si vous le faites, détruisez la carte, puis, détruisez 1 monstre \"Dinomorphia\" que vous contrôlez. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Sonique Dinomorphia\" par tour.", "it": "Quando il tuo avversario attiva una Carta Magia/Trappola, mentre controlli un mostro \"Dinomorfia\": paga la metà dei tuoi LP; annulla l'attivazione e, se lo fai, distruggi quella carta, poi distruggi 1 mostro \"Dinomorfia\" che controlli. Durante il calcolo dei danni, mentre i tuoi LP sono 2000 o inferiori, se stai per subire danno da combattimento: puoi bandire questa carta dal tuo Cimitero; non subisci danno da combattimento da quella battaglia. Puoi attivare solo 1 \"Sonico Dinomorfia\" per turno.", "pt": "Quando seu oponente ativar um Card de Magia/Armadilha, enquanto você controlar um monstro \"Dinomorfia\": pague metade dos seus PV; negue a ativação e, se isso acontecer, destrua esse card e, depois, destrua 1 monstro \"Dinomorfia\" que você controla. Durante o cálculo de dano, enquanto seus PV forem 2000 ou menos, se você sofreria dano de batalha: você pode banir este card do seu Cemitério; você não sofre dano de batalha dessa batalha. Você só pode ativar 1 \"Sônico Dinomorfia\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドに「ダイノルフィア」モンスターが存在し、相手が魔法・罠カードを発動した時、ＬＰを半分払って発動できる。その発動を無効にし破壊する。その後、自分フィールドの「ダイノルフィア」モンスター１体を選んで破壊する。②：自分のＬＰが２０００以下で、自分が戦闘ダメージを受けるダメージ計算時に、墓地のこのカードを除外して発動できる。その戦闘で発生する自分への戦闘ダメージを０にする。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 \"다이놀피어\" 몬스터가 존재하고, 상대가 마법 / 함정 카드를 발동했을 때, LP를 절반 지불하고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. 그 후, 자신 필드의 \"다이놀피어\" 몬스터 1장을 고르고 파괴한다. ②: 자신의 LP가 2000 이하이고, 자신이 전투 데미지를 받는 데미지 계산시에, 묘지의 이 카드를 제외하여 발동할 수 있다. 그 전투로 발생하는 자신에게로의 전투 데미지를 0 으로 한다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：自己场上存在“恐啡肽骇龙”怪兽，对手发动魔法・陷阱卡时，支付一半LP可以发动。将该发动无效并破坏。然后，挑选自己场上的１只“恐啡肽骇龙”怪兽破坏。②：自己的LP为２０００以下，自己受到战斗伤害的伤害计算时，将墓地的此卡除外可以发动。将因该战斗对自己造成的战斗伤害改成０。"}, "card_type": "Trap", "property": "Counter", "series": ["Dinomorphia"], "images": [{"index": 1, "image": "DinomorphiaSonic-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN072", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-EN041", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE072", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-DE041", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR072", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-FR041", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT072", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-IT041", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT072", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-PT041", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP072", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "ko": [{"set_number": "BACH-KR072", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC056", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714573, "master_duel_rarity": "R"}