{"konami_id": 20494, "password": 53085623, "name": {"en": "Mermail Shadow Squad", "de": "Nixenrüstung Schattentrupp", "es": "Escuadrón de Sombra Sirenarmado", "fr": "Escouade de l'Ombre Sirènemure", "it": "Sirenide Squadra Ombra", "pt": "Esquadrão das Sombras Sirena", "ja": "<ruby>水精鱗<rt>マーメイル</rt></ruby>の<ruby>深<rt>しん</rt></ruby><ruby>影<rt>えい</rt></ruby><ruby>隊<rt>たい</rt></ruby>", "ja_romaji": "Māmeiru no Shin'eitai", "ko": "머메일의 심영대", "ko_rr": null, "zh-TW": null, "zh-CN": "水精鳞的深影队"}, "text": {"en": "(This card is always treated as an \"Atlantean\" card.)\nYou can discard 1 card to the GY; WATER monsters you currently control become Level 7 until the end of this turn. If this card is sent to the GY to activate a WATER monster's effect: Special Summon 1 Level 4 or lower \"Atlantean\" or \"Mermail\" monster from your Deck, except \"Mermail Shadow Squad\", also you cannot Special Summon from the Extra Deck for the rest of this turn, except WATER monsters. You can only use each effect of \"Mermail Shadow Squad\" once per turn.", "de": "(Diese Karte wird immer als „Atlantisch“-Karte behandelt.)\nDu kannst 1 Karte auf den Friedhof abwerfen; WASSER Monster, die du derzeit kontrollierst, werden bis zum Ende dieses Spielzugs zu Stufe 7. Falls diese Karte auf den Friedhof gelegt wird, um den Effekt eines WASSER Monsters zu aktivieren: Beschwöre 1 „Atlantisch“- oder „Nixenrüstung“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck, außer „Nixenrüstung Schattentrupp“, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von WASSER Monstern. Du kannst jeden Effekt von „Nixenrüstung Schattentrupp“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"Atlantis\").\nPuedes descartar 1 carta al Cementerio; los monstruos de AGUA que controlas en este momento se convierten en Nivel 7 hasta el final de este turno. Si esta carta es mandada al Cementerio para activar el efecto de un monstruo de AGUA: Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Atlantis\" o \"Sirenarmado/a\" de Nivel 4 o menor, excepto \"Escuadrón de Sombra Sirenarmado\", y además no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos de AGUA. Sólo puedes usar cada efecto de \"Escuadrón de Sombra Sirenarmado\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme carte \"Atlantide\".)\nVous pouvez défausser 1 carte au Cimetière ; jusqu'à la fin de ce tour, les monstres EAU que vous contrôlez actuellement deviennent Niveau 7. Si cette carte est envoyée au Cimetière pour activer un effet de monstre EAU : Invoquez Spécialement 1 monstre \"Atlantide\" ou \"Sirènemure\" de max. Niveau 4 (\"Escouade de l'Ombre Sirènemure\" exclu) depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres EAU exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Escouade de l'Ombre Sirènemure\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Atlantico\".)\nPuoi scartare 1 carta al Cimitero; i mostri ACQUA che controlli attualmente diventano di Livello 7 fino alla fine di questo turno. Se questa carta viene mandata al Cimitero per attivare l'effetto di un mostro ACQUA: Evoca Specialmente 1 mostro \"Atlantico\" o \"Sirenide\" di Livello 4 o inferiore dal tuo Deck, eccetto \"Sirenide Squadra Ombra\", inoltre non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno, eccetto mostri ACQUA. Puoi utilizzare ogni effetto di \"Sirenide Squadra Ombra\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Atlante\".)\nVocê pode descartar 1 card para o Cemitério; monstros de ÁGUA que você controla atualmente se tornam de Nível 7 até o final deste turno. Se este card for enviado para o Cemitério para ativar o efeito de um monstro de ÁGUA: Invoque por Invocação-Especial 1 monstro \"Atlante\" ou \"Sirena\" de Nível 4 ou menos do seu Deck, exceto \"Esquadrão das Sombras Sirena\" e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros de ÁGUA. Você só pode usar cada efeito de \"Esquadrão das Sombras Sirena\" uma vez por turno.", "ja": "このカード名はルール上「海皇」カードとしても扱う。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札を１枚墓地へ捨てて発動できる。自分フィールドの全ての水属性モンスターのレベルはターン終了時まで７になる。②：このカードが水属性モンスターの効果を発動するために墓地へ送られた場合に発動する。「水精鱗の深影隊」を除く、レベル４以下の、「海皇」モンスターか「水精鱗」モンスター１体をデッキから特殊召喚する。このターン、自分は水属性モンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명은 룰상 \"해황\" 카드로도 취급한다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패를 1장 묘지로 버리고 발동할 수 있다. 자신 필드의 모든 물 속성 몬스터의 레벨은 턴 종료시까지 7 이 된다. ②: 이 카드가 물 속성 몬스터의 효과를 발동하기 위해 묘지로 보내졌을 경우에 발동한다. \"머메일의 심영대\"가 아닌, 레벨 4 이하의, \"해황\" 몬스터나 \"머메일\" 몬스터 1장을 덱에서 특수 소환한다. 이 턴에, 자신은 물 속성 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“海皇”卡。此卡名的①②效果１回合仅可各使用１次。①：将１张手牌舍弃至墓地可以发动。自己场上的所有水属性怪兽的等级直至回合结束时为止变为７。②：此卡为发动水属性怪兽的效果被送至墓地的情况下发动。从牌组将“水精鳞的深影队”以外的１只等级４以下的、“海皇”怪兽或“水精鳞”怪兽特殊召唤。此回合，自己从额外牌组仅可特殊召唤水属性怪兽。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Effect", "attribute": "WATER", "level": 3, "atk": 0, "def": 1900, "series": ["Atlantean", "Mermail"], "images": [{"index": 1, "image": "MermailShadowSquad-ROTA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN018", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ROTA-DE018", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ROTA-FR018", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ROTA-IT018", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ROTA-PT018", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ROTA-JP018", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "ROTA-KR018", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC018", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1072066}