{"konami_id": 19469, "password": 53134520, "name": {"en": "Phantasmal Summoning Beast", "de": "Phantasma-beschwörender Herrscher", "es": "Bestia de la Invocación Fantasmal", "fr": "Spectre Invocateur de Bêtes", "it": "Bestia Evocazione Fantasmatica", "pt": "Besta da Invocação Fantasmal", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>魔<rt>ま</rt></ruby>の<ruby>召<rt>しょう</rt></ruby><ruby>喚<rt>かん</rt></ruby><ruby>神<rt>しん</rt></ruby>", "ja_romaji": "Genma no Shōkanshin", "ko": "환마의 소환신", "ko_rr": null, "zh-TW": "幻魔召喚神", "zh-CN": "幻魔召唤神"}, "text": {"en": null, "de": "Du kannst diese Karte als Tribut anbieten; füge deiner Hand 1 „Uria, Herr der reißenden Flammen“, „Hamon, Herr des tosenden Donners“ oder „Raviel, Herr der Phantome“ von deinem Deck oder Friedhof hinzu, dann kannst du 1 Pyro-, Donner- oder Unterweltler-Monster der Stufe 10, dessen ATK seinen eigenen DEF entsprechen, als Spezialbeschwörung von deiner Hand beschwören, ungeachtet seiner Beschwörungsbedingungen, aber es kann in diesem Spielzug nicht direkt angreifen. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Dimensionsfusionenzerstörung“ von deinem Deck hinzu. Du kannst jeden Effekt von „Phantasma-beschwörender Herrscher“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar esta carta; añade a tu mano 1 \"Uria, Señor de las Llamas Abrasadoras\", \"Hamon, Señor del Trueno Golpeador\" o \"Raviel, Señor de Fantasmas\" en tu Deck o Cementerio, y después puedes Invocar de Modo Especial, desde tu mano, 1 monstruo Piro, Trueno o Demonio de Nivel 10 cuyo ATK sea igual a su propia DEF, ignorando sus condiciones de Invocación, pero no puede atacar directamente este turno. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 \"Destrucción de Dimensiones de Fusión\" en tu Deck. Sólo puedes usar cada efecto de \"Bestia de la Invocación Fantasmal\" una vez por turno.", "fr": "Vous pouvez Sacrifier cette carte ; ajoutez 1 \"Uria, Seigneur des Flammes Aveuglantes\", \"Hamon, Seigneur du Tonnerre Fracassant\" ou \"Raviel, Empereur des Phantasmes\" depuis votre Deck ou Cimetière à votre main, puis vous pouvez Invoquer Spécialement 1 monstre Pyro, Tonnerre ou Démon de Niveau 10 depuis votre main dont l'ATK est égale à sa propre DEF, en ignorant ses conditions d'Invocation, mais il ne peut pas attaquer directement ce tour. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Destruction des Dimensions de Fusion\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Spectre Invocateur de Bêtes\" qu'une fois par tour.", "it": "Puoi offrire come Tributo questa carta; aggiungi 1 \"Uria, Signore delle Fiamme Ardenti\", \"Hamon, Signore del Tuono Fragoroso\" o \"Raviel, il Signore dei Fantasmi\" dal tuo Deck o Cimitero alla tua mano, poi puoi Evocare Specialmente dalla tua mano 1 mostro Pyro, Tuono o Demone di Livello 10 con ATK pari al suo DEF, ignorando le sue condizioni di Evocazione, ma esso non può attaccare direttamente in questo turno. Puoi bandire questa carta dal tuo Cimitero; aggiungi 1 \"Distruzione Fusione Dimensionale\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Bestia Evocazione Fantasmatica\" una sola volta per turno.", "pt": "Você pode oferecer este card como Tributo; adicione 1 \"Uria, o Senhor das Chamas Cortantes\", \"Hamon, o Senhor do Trovão Impactante\" ou \"Raviel, o Senhor dos Fantasmas\" do seu Deck ou Cemitério à sua mão e, depois, você pode Invocar por Invocação-Especial 1 monstro Piro, Trovão ou Demônio de Nível 10 da sua mão cujo ATK seja igual à sua própria DEF, ignorando suas condições de Invocação, mas ele não pode atacar diretamente neste turno. Você pode banir este card do seu Cemitério; adicione 1 \"Destruição da Dimensão Fusão\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Besta da Invocação Fantasmal\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードをリリースして発動できる。「神炎皇ウリア」「降雷皇ハモン」「幻魔皇ラビエル」のいずれか１体を自分のデッキ・墓地から手札に加える。その後、攻撃力と守備力の数値が同じ炎族・雷族・悪魔族のレベル１０モンスター１体を手札から召喚条件を無視して特殊召喚できる。この効果で特殊召喚したモンスターはこのターン直接攻撃できない。\n②：墓地のこのカードを除外して発動できる。デッキから「次元融合殺」１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고 발동할 수 있다. \"신염황제 우리아\" \"번개황제 하몬\" \"환마황제 라비엘\" 중 어느 1장을 자신의 덱 / 묘지에서 패에 넣는다. 그 후, 공격력과 수비력의 수치가 같은 화염족 / 번개족 / 악마족의 레벨 10 몬스터 1장을 패에서 소환 조건을 무시하고 특수 소환할 수 있다. 이 효과로 특수 소환한 몬스터는 이 턴에 직접 공격할 수 없다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"차원 융합살\" 1장을 패에 넣는다.", "zh-TW": "此卡名的①②效果１回合僅可各使用１次。 ①：解放此卡可以發動。從自己的牌組・墓地將「神炎皇烏利亞」、「降雷皇哈蒙」、「幻魔皇拉比艾爾」中的任意１隻加入手牌。然後，可從手牌將攻擊力和守備力數值相同的１隻炎族・雷族・惡魔族的等級１０怪獸無視召喚條件特殊召喚。以此效果特殊召喚的怪獸此回合不可直接攻擊。 ②：將墓地的此卡除外可以發動。從牌組將１張「次元融合殺」加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：解放此卡可以发动。从自己的牌组・墓地将“神炎皇乌利亚”、“降雷皇哈蒙”、“幻魔皇拉比艾尔”中的任意１只加入手牌。然后，可从手牌将攻击力和守备力数值相同的１只炎族・雷族・恶魔族的等级１０怪兽无视召唤条件特殊召唤。以此效果特殊召唤的怪兽此回合不可直接攻击。\n②：将墓地的此卡除外可以发动。从牌组将１张“次元融合杀”加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 7, "atk": 0, "def": 0, "series": ["Phantasm"], "images": [{"index": 1, "image": "PhantasmalSummoningBeast-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC014", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1018495, "master_duel_rarity": "SR"}