{"konami_id": 17790, "password": 53154400, "name": {"en": "Psychic Rover", "de": "Psi-Vagabund", "es": "Trotamundos Psíquico", "fr": "Rover Psychique", "it": "Girovago Psichico", "pt": "Rover Psíquico", "ja": "サイコ・ローヴァー", "ja_romaji": "Saiko Rōvā", "ko": "사이코 로버", "ko_rr": "Saiko Robeo", "zh-TW": null, "zh-CN": "念力流浪者"}, "text": {"en": "If this card is Special Summoned: You can roll a six-sided die, and if you roll a 1 or 6, destroy up to 2 cards on the field. If this card is sent to the GY: You can roll a six-sided die, and if you roll a 2, 3, 4, or 5, Special Summon this card. The player who Summoned it cannot Special Summon from the Extra Deck, while it is face-up in the Monster Zone.", "de": "Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst einen sechsseitigen Würfel werfen und falls du eine 1 oder 6 würfelst, zerstöre bis zu 2 Karten auf dem Spielfeld. Falls diese Karte auf den Friedhof gelegt wird: Du kannst einen sechsseitigen Würfel werfen und falls du eine 2, 3, 4 oder 5 würfelst, beschwöre diese Karte als Spezialbeschwörung. Der Spieler, der sie beschworen hat, kann keine Spezialbeschwörungen vom Extra Deck durchführen, solange sie offen in der Monsterzone liegt.", "es": "Si esta carta es Invocada de Modo Especial: puedes lanzar un dado de seis caras y si sale 1 o 6, destruye hasta 2 cartas en el Campo. Si esta carta es mandada al Cementerio: puedes lanzar un dado de seis caras y si sale 2, 3, 4 o 5, Invoca esta carta de Modo Especial. El jugador que la Invocó no puede Invocar de Modo Especial desde el Deck Extra, mientras está boca arriba en la Zona de Monstruos.", "fr": "Si cette carte est Invoquée Spécialement : vous pouvez lancer un dé à six faces, et si le résultat est 1 ou 6, détruisez max. 2 cartes sur le Terrain. Si cette carte est envoyée au Cimetière : vous pouvez lancer un dé à six faces, et si le résultat est 2, 3, 4 ou 5, Invoquez Spécialement cette carte. Le joueur qui l'a Invoquée ne peut pas Invoquer Spécialement depuis l'Extra Deck, tant qu'elle est face recto dans la Zone Monstre.", "it": "Se questa carta viene Evocata Specialmente: puoi tirare un dado a sei facce e, se tiri un 1 o un 6, distruggi fino a 2 carte sul Terreno. Se questa carta viene mandata al Cimitero: puoi tirare un dado a sei facce e, se tiri un 2, 3, 4 o 5, Evoca Specialmente questa carta. Il giocatore che l'ha Evocata non può Evocare Specialmente dall'Extra Deck, mentre essa è scoperta nella Zona Mostri.", "pt": "Se este card for Invocado por Invocação-Especial: você pode lançar um dado de seis faces e se o resultado for 1 ou 6, destrua até 2 cards no campo. Se este card for enviado para o Cemitério: você pode lançar um dado de seis faces, e se o resultado for 2, 3, 4 ou 5, Invoque este card por Invocação-Especial. O duelista que o Invocou não pode Invocar por Invocação-Especial do Deck Adicional enquanto ele estiver com a face para cima na Zona de Monstros.", "ja": "①：このカードが特殊召喚に成功した場合に発動できる。サイコロを１回振る。１・６が出た場合、フィールドのカードを２枚まで選んで破壊する。②：このカードが墓地へ送られた場合に発動できる。サイコロを１回振る。２～５が出た場合、このカードを特殊召喚する。この効果で特殊召喚したこのカードがモンスターゾーンに表側表示で存在する限り、自分はＥＸデッキからモンスターを特殊召喚できない。", "ko": "①: 이 카드가 특수 소환에 성공했을 경우에 발동할 수 있다. 주사위를 1회 던진다. 1 / 6 이 나왔을 경우, 필드의 카드를 2장까지 고르고 파괴한다. ②: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 주사위를 1회 던진다. 2~5 가 나왔을 경우, 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드가 몬스터 존에 앞면 표시로 존재하는 한, 자신은 엑스트라 덱에서 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "①：这张卡特殊召唤成功的场合才能发动。掷1次骰子。1·6出现的场合，选场上最多2张卡破坏。\n②：这张卡被送去墓地的场合才能发动。掷1次骰子。2～5出现的场合，这张卡特殊召唤。只要这个效果特殊召唤的这张卡在怪兽区域表侧表示存在，自己不能从额外卡组把怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "DARK", "level": 2, "atk": 0, "def": 700, "images": [{"index": 1, "image": "PsychicRover-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN035", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN182", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE035", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE182", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DABL-SP035", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-SP182", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR035", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR182", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT035", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT182", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT035", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT182", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP035", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR035", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716323}