{"konami_id": 14808, "password": 53241226, "name": {"en": "Cross Over", "de": "Herüberwechseln", "es": "Hibridación", "fr": "Mélange de Styles", "it": "Attraversamento", "pt": "Cross Over", "ja": "クロス・オーバー", "ja_romaji": "Kurosu Ōbā", "ko": "크로스 오버", "ko_rr": "Keuroseu Obeo", "zh-TW": "跨界交融", "zh-CN": "跨界交融"}, "text": {"en": "Target 1 face-up monster your opponent controls and 1 Warrior monster you control; equip that opponent's face-up monster to your monster as an Equip Spell, and if you do, until the end of this turn, your opponent takes no damage from battles involving that monster you control. You can only activate 1 \"Cross Over\" per turn. While equipped, if the equipped monster would be destroyed by battle or card effect, destroy the monster equipped to it by this effect, instead.", "de": "Wähle 1 offenes Monster, das dein Gegner kontrolliert, und 1 Krieger-Monster, das du kontrollierst; rüste dein Monster mit dem offenen Monster des Gegners als Ausrüstungszauber aus und falls du dies tust, erhält dein Gegner bis zum Ende dieses Spielzugs keinen Schaden aus Kämpfen, an denen das Monster, das du kontrollierst, beteiligt ist. Du kannst nur 1 „Herüberwechseln“ pro Spielzug aktivieren. Falls das ausgerüstete Monster durch Kampf oder einen Karteneffekt zerstört würde, solange es ausgerüstet ist, zerstöre stattdessen das Monster, mit dem es durch diesen Effekt ausgerüstet ist.", "es": "Selecciona 1 monstruo boca arriba que controle tu adversario y 1 monstruo Guerrero que tú controles; equipa ese monstruo boca arriba del adversario a tu monstruo como una Mágica de Equipo y, si lo haces, hasta el final de este turno tu adversario no recibe daño de batallas que involucren a ese monstruo que tú controlas. Sólo puedes activar 1 \"Hibridación\" por turno. Mientras esté equipado, si el monstruo equipado fuera a ser destruido en batalla o por efecto de una carta, destruye el monstruo equipado a éste por este efecto en su lugar.", "fr": "Ciblez 1 monstre face recto contrôlé par votre adversaire et 1 monstre Guerrier que vous contrôlez ; équipez le monstre face recto de l'adversaire à votre monstre comme Magie d'Équipement, et si vous le faites, votre adversaire ne reçoit aucun dommage de combats impliquant le monstre que vous contrôlez jusqu'à la fin de ce tour. Vous ne pouvez activer qu'1 \"Mélange de Styles\" par tour. Tant qu'il est équipé, si le monstre équipé va être détruit au combat ou par un effet de carte, détruisez le monstre qui lui est équipé par cet effet à la place.", "it": "Scegli come bersaglio 1 mostro scoperto controllato dal tuo avversario e 1 mostro Guerriero che controlli; equipaggia quel mostro scoperto dell'avversario al tuo mostro come una Magia Equipaggiamento e, se lo fai, fino alla fine di questo turno, il tuo avversario non subisce danni da battaglie che coinvolgono quel mostro che controlli. Puoi attivare solo 1 \"Attraversamento\" per turno. Mentre è equipaggiato, se il mostro equipaggiato sta per essere distrutto in battaglia o dall'effetto di una carta, distruggi invece il mostro equipaggiato a esso da questo effetto.", "pt": "Escolha 1 monstro com a face para cima que seu oponente controla e 1 monstro Guerreiro que você controla; equipe esse monstro com a face para cima do oponente ao seu monstro como uma Magia de Equipamento e, se isso acontecer, até o final deste turno, seu oponente não sofre dano das batalhas envolvendo esse monstro que você controla. Você só pode ativar 1 \"Cross Over\" por turno. Enquanto estiver equipado, se o monstro equipado seria destruído em batalha ou por um efeito de card, em vez disso, destrua o monstro equipado a ele por este efeito.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：相手フィールドの表側表示モンスター１体と自分フィールドの戦士族モンスター１体を対象として発動できる。その相手の表側表示モンスターを装備カード扱いとしてその自分のモンスターに装備し、ターン終了時までその自分のモンスターの戦闘で発生する相手への戦闘ダメージは０になる。装備モンスターが戦闘・効果で破壊される場合、代わりにこのカードの効果で装備したモンスターを破壊する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 상대 필드의 앞면 표시 몬스터 1장과 자신 필드의 전사족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 상대의 앞면 표시 몬스터를 장착 카드로 취급하여 그 자신의 몬스터에 장착하고, 턴 종료시까지 그 자신 몬스터의 전투로 발생하는 상대에게로의 전투 데미지는 0 이 된다. 장착 몬스터가 전투 / 효과로 파괴될 경우, 대신에 이 카드의 효과로 장착한 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：以对方场上1只表侧表示怪兽和自己场上1只战士族怪兽为对象才能发动。那只对方的表侧表示怪兽当作装备卡使用给那只自己怪兽装备，直到回合结束时那只自己怪兽的战斗发生的对对方的战斗伤害变成0。装备怪兽被战斗·效果破坏的场合，作为代替把用这张卡的效果来装备的怪兽破坏。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "CrossOver-OP15-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "TOCH-EN018", "set_name": "Toon Chaos", "rarities": ["Rare"]}, {"set_number": "OP15-EN007", "set_name": "OTS Tournament Pack 15", "rarities": ["Super Rare"]}], "de": [{"set_number": "TOCH-DE018", "set_name": "Toon Chaos", "rarities": ["Rare"]}, {"set_number": "OP15-DE007", "set_name": "OTS Tournament Pack 15", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TOCH-FR018", "set_name": "Toon Chaos", "rarities": ["Rare"]}, {"set_number": "OP15-FR007", "set_name": "OTS Tournament Pack 15", "rarities": ["Super Rare"]}], "it": [{"set_number": "TOCH-IT018", "set_name": "Toon Chaos", "rarities": ["Rare"]}, {"set_number": "OP15-IT007", "set_name": "OTS Tournament Pack 15", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TOCH-PT018", "set_name": "Toon Chaos", "rarities": ["Rare"]}, {"set_number": "OP15-PT007", "set_name": "OTS Tournament Pack 15", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SR09-JP042", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR09-KR042", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 432738, "master_duel_rarity": "SR"}