{"konami_id": 7427, "password": 53257892, "name": {"en": "Gigaplant", "de": "Gigapflanze", "es": "Gigaplanta", "fr": "Gigaplante", "it": "Gigapianta", "pt": "Gigaplanta", "ja": "ギガプラント", "ja_romaji": "Gigapuranto", "ko": "기가플랜트", "ko_rr": null, "zh-TW": "巨型植物", "zh-CN": "巨型植物"}, "text": {"en": "This card is treated as a Normal Monster while face-up on the field or in the GY. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\n● Once per turn: You can Special Summon 1 Insect or Plant monster from your hand or GY.", "de": "Diese Karte wird als Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof liegt. Solange diese Karte ein Normales Monster auf dem Spielfeld ist, kannst du sie als Normalbeschwörung beschwören, damit sie zu einem Effektmonster mit diesem Effekt wird.\n● Einmal pro Spielzug: Du kannst 1 Insekt- oder Pflanze-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta sea un Monstruo Normal en el Campo, puedes Invocarla de Modo Normal para que se convierta en un Monstruo de Efecto con el siguiente efecto.\n● Una vez por turno: puedes Invocar de Modo Especial 1 monstruo Insecto o Planta desde tu mano o Cementerio.", "fr": "Cette carte est traitée comme un Monstre Normal tant qu'elle est face recto sur le Terrain ou dans le Cimetière. Tant que cette carte est un Monstre Normal sur le Terrain, vous pouvez l'Invoquer Normalement pour qu'elle devienne un Monstre à Effet avec cet effet.\n● Une fois par tour : vous pouvez Invoquer Spécialement 1 monstre Insecte ou Plante depuis votre main ou Cimetière.", "it": "Questa carta viene considerata come un Mostro Normale mentre è scoperta sul Terreno o nel Cimitero. Mentre questa carta è un Mostro Normale sul Terreno, puoi Evocarla Normalmente per farla diventare un Mostro con Effetto con questo effetto.\n● Una volta per turno: puoi Evocare Specialmente 1 mostro Insetto o Pianta dalla tua mano o Cimitero.", "pt": "Este card é considerado um Monstro Normal enquanto estiver com a face para cima no campo ou Cemitério. Enquanto este card for um Monstro Normal no campo, você pode Invocá-lo por Invocação-Normal para fazer com que ele se torne um Monstro de Efeito com este efeito.\n● Uma vez por turno: você pode Invocar por Invocação-Especial 1 monstro Inseto ou Planta da sua mão ou do Cemitério.", "ja": "①：このカードはフィールド・墓地に存在する限り、通常モンスターとして扱う。②：フィールドの通常モンスター扱いのこのカードを通常召喚としてもう１度召喚できる。その場合このカードは効果モンスター扱いとなり以下の効果を得る。\n●１ターンに１度、自分メインフェイズに発動できる。自分の手札・墓地から昆虫族または植物族のモンスター１体を選んで特殊召喚する。", "ko": "이 카드는 묘지 또는 필드 위에 앞면 표시로 존재할 경우, 일반 몬스터로 취급한다. 필드 위에 앞면 표시로 존재하는 이 카드를 일반 소환으로 취급하여 다시 소환하는 것으로, 이 카드는 효과 몬스터로 취급되며, 이하의 효과를 얻는다.\n●자신의 패 또는 묘지에 존재하는 곤충족 또는 식물족 몬스터 1장을 특수 소환한다. 이 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": "此卡存在于墓地或以表侧表示存在于场上的场合，将被视为通常怪兽。以表侧表示存在于场上的此卡透过通常召唤方式再次召唤，使此卡被视为效果怪兽获得以下效果。\n●1回合1次，可于我方主要阶段时发动。从我方手牌、墓地挑选1只昆虫族或植物族怪兽特殊召唤。", "zh-CN": "①：这张卡只要在场上·墓地存在，当作通常怪兽使用。②：可以把场上的当作通常怪兽使用的这张卡当作通常召唤作再1次召唤。那个场合这张卡变成当作效果怪兽使用并得到以下效果。\n●1回合1次，自己主要阶段才能发动。从自己的手卡·墓地选1只昆虫族或者植物族怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Plant / Gemini / Effect", "attribute": "EARTH", "level": 6, "atk": 2400, "def": 1200, "images": [{"index": 1, "image": "Gigaplant-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PTDN-EN026", "set_name": "Phantom Darkness", "rarities": ["Rare"]}, {"set_number": "DUOV-EN062", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PTDN-DE026", "set_name": "Phantom Darkness", "rarities": ["Rare"]}, {"set_number": "DUOV-DE062", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "PTDN-SP026", "set_name": "Phantom Darkness", "rarities": ["Rare"]}, {"set_number": "DUOV-SP062", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PTDN-FR026", "set_name": "Phantom Darkness", "rarities": ["Rare"]}, {"set_number": "DUOV-FR062", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PTDN-IT026", "set_name": "Phantom Darkness", "rarities": ["Rare"]}, {"set_number": "DUOV-IT062", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT062", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PTDN-JP026", "set_name": "Phantom Darkness", "rarities": ["Common"]}, {"set_number": "DE02-JP081", "set_name": "Duelist Edition Volume 2", "rarities": ["Common"]}, {"set_number": "19TP-JP304", "set_name": "Tournament Pack 2019 Vol.3", "rarities": ["Common"]}], "ko": [{"set_number": "PTDN-KR026", "set_name": "Phantom Darkness", "rarities": ["Common"]}], "zh-TW": [{"set_number": "SP03-TC009", "set_name": "Starter Pack Volume 3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 67050}