{"konami_id": 21212, "password": 53276089, "name": {"en": "Ryzeal Mass Driver", "de": "Ryzeal-Massentreiber", "es": "Catapulta Electromagnética Ryzeal", "fr": "Catapulte Électromagnétique Ryzéal", "it": "Mass Driver Ryzeal", "pt": "Acelerador de Massa de Ryzeal", "ja": "ライゼオル・マスドライバー", "ja_romaji": "Raizeoru Masu Doraibā", "ko": "라이제올 매스 드라이버", "ko_rr": null, "zh-TW": null, "zh-CN": "雷热涡炉・质量投击炮"}, "text": {"en": "Apply the following effect, then you can attach this card to a Rank 4 Xyz Monster you control.\n● For the rest of this turn, all \"Ryzeal\" monsters you control gain 1000 ATK.\nIf this card is sent to the GY, except from the field: You can target 1 card in your opponent's GY; banish it. You can only use each effect of \"Ryzeal Mass Driver\" once per turn.", "de": "Wende den folgenden Effekt an, dann kannst du diese Karte an ein Xyz-Monster des Rangs 4 anhängen, das du kontrollierst.\n● Für den Rest dieses Spielzugs erhalten alle „Ryzeal“-Monster, die du kontrollierst, 1000 ATK.\nFalls diese Karte auf den Friedhof gelegt wird, außer vom Spielfeld: Du kannst 1 Karte im Friedhof deines Gegners wählen; verbanne sie. Du kannst jeden Effekt von „Ryzeal-Massentreiber“ nur einmal pro Spielzug verwenden.", "es": "Aplica el siguiente efecto, y después puedes acoplar esta carta a un Monstruo Xyz de Rango 4 que controles.\n● Por el resto de este turno, todos los monstruos \"Ryzeal\" que controlas ganan 1000 ATK.\nSi esta carta es mandada al Cementerio, excepto desde el Campo: puedes seleccionar 1 carta en el Cementerio de tu adversario; destiérrala. Sólo puedes usar cada efecto de \"Catapulta Electromagnética Ryzeal\" una vez por turno.", "fr": "Appliquez l'effet suivant, puis vous pouvez attacher cette carte à un Monstre Xyz de Rang 4 que vous contrôlez.\n● Le reste de ce tour, tous les monstres \"Ryzéal\" que vous contrôlez gagnent 1000 ATK.\nSi cette carte est envoyée au Cimetière, sauf depuis le Terrain : vous pouvez cibler 1 carte dans le Cimetière de votre adversaire ; bannissez-la. Vous ne pouvez utiliser chaque effet de \"Catapulte Électromagnétique Ryzéal\" qu'une fois par tour.", "it": "Applica il seguente effetto, poi puoi attaccare questa carta a un Mostro Xyz di Rango 4 che controlli.\n● Per il resto di questo turno, tutti i mostri \"Ryzeal\" che controlli guadagnano 1000 ATK.\nSe questa carta viene mandata al Cimitero, eccetto dal Terreno: puoi scegliere come bersaglio 1 carta nel Cimitero del tuo avversario; bandiscila. Puoi utilizzare ogni effetto di \"Mass Driver Ryzeal\" una sola volta per turno.", "pt": "Aplique o seguinte efeito e, depois, você pode associar este card a um Monstro Xyz de Classe 4 que você controla.\n● Pelo resto deste turno, todos os monstros \"Ryzeal\" que você controla ganham 1000 de ATK.\nSe este card for enviado para o Cemitério, exceto do campo: você pode escolher 1 card no Cemitério do seu oponente; bana-o. Você só pode usar cada efeito de \"Acelerador de Massa de Ryzeal\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このターン中、以下の効果を適用する。その後、このカードを自分フィールドのランク４のＸモンスターのＸ素材にできる。●自分フィールドの「ライゼオル」モンスターの攻撃力は１０００アップする。②：このカードがフィールド以外から墓地へ送られた場合、相手の墓地のカード１枚を対象として発動できる。そのカードを除外する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 턴 중에, 이하의 효과를 적용한다. 그 후, 이 카드를 자신 필드의 랭크 4 의 엑시즈 몬스터의 엑시즈 소재로 할 수 있다. ●자신 필드의 \"라이제올\" 몬스터의 공격력은 1000 올린다. ②: 이 카드가 필드 이외에서 묘지로 보내졌을 경우, 상대 묘지의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 제외한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在此回合中适用以下效果。然后，可将此卡作为自己场上的阶级4超量怪兽的超量素材。\n●自己场上的“雷热涡炉”怪兽的攻击力上升1000。\n②：此卡从场上以外的地方被送至墓地的情况下，以对手墓地的1张卡为对象可以发动。将该卡除外。"}, "card_type": "Trap", "property": "Normal", "series": ["Ryzeal"], "images": [{"index": 1, "image": "RyzealMassDriver-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "ALIN-JP075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ko": [{"set_number": "ALIN-KR075", "set_name": "Alliance Insight", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC075", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1108248}