{"konami_id": 12447, "password": 53389254, "name": {"en": "Assault Blackwing - Sohaya the Rain Storm", "de": "Angriffs-Schwarzflügel - Sohaya der Regensturm", "es": "Alanegra de Asalto - Sohaya la Tormenta de Lluvia", "fr": "Assaut Aile Noire - Sohaya la Pluie Diluvienne", "it": "Alanera d'Assalto - Sohaya la Tempesta di Pioggia", "pt": "Asanegra Agressor - Sohaya, a Chuva Tempestuosa", "ja": "<ruby>Ａ<rt>アサルト</rt></ruby> <ruby>ＢＦ<rt>ブラックフェザー</rt></ruby>－<ruby>五月雨<rt>さみだれ</rt></ruby>のソハヤ", "ja_romaji": "Asaruto Burakku Fezā - Samidare no Sohaya", "ko": "<ruby>A BF<rt>어썰트 블랙 페더</rt></ruby>－오월비의 소하야", "ko_rr": null, "zh-TW": "強襲黑羽－五月雨的騷速", "zh-CN": "强袭黑羽－五月雨之骚速"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned using a \"Blackwing\" monster as material, it is treated as a Tuner while face-up on the field. You can only use each of these effects of \"Assault Blackwing - Sohaya the Rain Storm\" once per turn.\n● When this card is Synchro Summoned: You can target 1 \"Assault Blackwing\" monster in your GY; Special Summon it.\n● During your Main Phase, if this card is in the GY because it was sent there this turn: You can banish 1 other \"Assault Blackwing - Sohaya the Rain Storm\" from your GY; Special Summon this card.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen und dafür ein „Schwarzflügel“-Monster als Material verwendet wird, wird sie als Empfänger behandelt, solange sie offen auf dem Spielfeld liegt. Du kannst jeden dieser Effekte von „Angriffs-Schwarzflügel - Sohaya der Regensturm“ nur einmal pro Spielzug verwenden.\n● Wenn diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 „Angriffs-Schwarzflügel“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung.\n● Während deiner Main Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug dorthin gelegt wurde: Du kannst 1 anderen „Angriffs-Schwarzflügel - Sohaya der Regensturm“ von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía usando un monstruo \"Alanegra\" como material, mientras esté boca arriba en el Campo se trata como Cantante. Sólo puedes usar cada uno de estos efectos de \"Alanegra de Asalto - Sohaya la Tormenta de Lluvia\" una vez por turno.\n● Cuando esta carta es Invocada por Sincronía: puedes seleccionar 1 monstruo \"Alanegra de Asalto\" en tu Cementerio; Invócalo de Modo Especial.\n● Durante tu Main Phase, si esta carta está en el Cementerio porque fue mandada allí este turno: puedes desterrar otro \"Alanegra de Asalto - Sohaya la Tormenta de Lluvia\" en tu Cementerio; Invoca esta carta de Modo Especial.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation en utilisant un monstre \"Aile Noire\" comme Matériel, elle est traitée comme Syntoniseur tant qu'elle est face recto sur le Terrain. Vous ne pouvez utiliser chacun de ces effets de \"Assaut Aile Noire - Sohaya la Pluie Diluvienne\" qu'une fois par tour.\n● Lorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre \"Assaut Aile Noire\" dans votre Cimetière ; Invoquez-le Spécialement.\n● Durant votre Main Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez bannir 1 autre \"Assaut Aile Noire - Sohaya la Pluie Diluvienne\" depuis votre Cimetière ; Invoquez Spécialement cette carte.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta viene Synchro Evocata utilizzando un mostro \"Alanera\" come materiale, viene considerata come un Tuner mentre è scoperta sul Terreno. Puoi utilizzare ognuno di questi effetti di \"Alanera d'Assalto - Sohaya la Tempesta di Pioggia\" una sola volta per turno.\n● Quando questa carta viene Synchro Evocata: puoi scegliere come bersaglio 1 mostro \"Alanera d'Assalto\" nel tuo Cimitero; Evocalo Specialmente.\n● Durante la tua Main Phase, se questa carta è nel Cimitero perché ci è stata mandata in questo turno: puoi bandire 1 altro \"Alanera d'Assalto - Sohaya la Tempesta di Pioggia\" dal tuo Cimitero; Evoca Specialmente questa carta.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro usando um monstro \"Asanegra\" como matéria, ele é considerado como um Regulador enquanto estiver com a face para cima no campo. Você só pode usar cada um desses efeitos de \"Asanegra Agressor - Sohaya, a Chuva Tempestuosa\" uma vez por turno.\n● Quando este card for Invocado por Invocação-Sincro: você pode escolher 1 monstro \"Asanegra Agressor\" no seu Cemitério; Invoque-o por Invocação-Especial.\n● Durante sua Fase Principal, se este card estiver no Cemitério porque foi enviado para lá neste turno: você pode banir 1 outro \"Asanegra Agressor - Sohaya, a Chuva Tempestuosa\" do seu Cemitério; Invoque este card por Invocação-Especial.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：「ＢＦ」モンスターを素材としてＳ召喚したこのカードはチューナーとして扱う。②：このカードがＳ召喚に成功した時、自分の墓地の「Ａ ＢＦ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。③：このカードが墓地へ送られたターンの自分メインフェイズに、自分の墓地からこのカード以外の「Ａ ＢＦ－五月雨のソハヤ」１体を除外して発動できる。このカードを特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n\"A BF(어썰트 블랙 페더)－오월비의 소하야\"의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: \"BF(블랙 페더)\" 몬스터를 소재로 하고 싱크로 소환한 이 카드는 튜너로 취급한다. ②: 이 카드가 싱크로 소환에 성공했을 때, 자신 묘지의 \"A BF(어썰트 블랙 페더)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. ③: 이 카드가 묘지로 보내진 턴의 자신 메인 페이즈에 이 카드 이외의 자신 묘지의 \"A BF(어썰트 블랙 페더)－오월비의 소하야\" 1장을 제외하고 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n「強襲黑羽－五月雨的騷速」的②③效果，１回合各僅限使用１次。①：以「黑羽」怪獸做為素材同步召喚的此卡視為協調。②：此卡同步召喚成功時，可將我方墓地的１隻「強襲黑羽」怪獸做為對象發動。特殊召喚該怪獸。③：在此卡被送至墓地的回合的我方主要階段，可將我方墓地的１隻此卡以外的「強襲黑羽－五月雨的騷速」除外發動。特殊召喚此卡。", "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的②③效果１回合仅可各使用１次。①：以“黑羽”怪兽作为素材同步召唤的此卡视为协调。②：此卡同步召唤成功时，以自己墓地的１只“强袭黑羽”怪兽为对象可以发动。将该怪兽特殊召唤。③：在此卡被送至墓地的回合的自己主要阶段，从自己的墓地将此卡以外的１只“强袭黑羽－五月雨之骚速”除外可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Synchro / Effect", "attribute": "DARK", "level": 5, "atk": 1500, "def": 2000, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Blackwing", "Assault Blackwing"], "images": [{"index": 1, "image": "AssaultBlackwingSohayatheRainStorm-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN048", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-EN096", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLAR-EN062", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-EN144", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "TDIL-DE048", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-DE096", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLAR-DE062", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-DE144", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "TDIL-FR048", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-FR096", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLAR-FR062", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-FR144", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "TDIL-IT048", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-IT096", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLAR-IT062", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-IT144", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "TDIL-PT048", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-PT096", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLAR-PT062", "set_name": "Battles of Legend: Armageddon", "rarities": ["Ultra Rare"]}, {"set_number": "BLC1-PT144", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "TDIL-JP048", "set_name": "The Dark Illusion", "rarities": ["Rare"]}, {"set_number": "SUB1-JP057", "set_name": "Secret Utility Box", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "TDIL-KR048", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL04-SC045", "set_name": "Classic Pack 04", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 371474, "master_duel_rarity": "R"}