{"konami_id": 18170, "password": 53416326, "name": {"en": "Fairyant the Circular Sorcerer", "de": "Feenameise der Kreiszauberer", "es": "Hormighad de la Hechicería Circular", "fr": "Féourmi le Sorcier Circulaire", "it": "Fataformica lo Stregone Circolare", "pt": "Formifada, a Feiticeira Circular", "ja": "<ruby>円<rt>えん</rt></ruby><ruby>喚<rt>かん</rt></ruby><ruby>師<rt>し</rt></ruby>フェアリ", "ja_romaji": "Enkanshi Feari", "ko": "원환사 페아리", "ko_rr": "Wonhwansa Peari", "zh-TW": null, "zh-CN": "圆唤师 菲尔莉"}, "text": {"en": "If an Insect or Plant monster is in either GY, you can Special Summon this card (from your hand). You can only Special Summon \"Fairyant the Circular Sorcerer\" once per turn this way. If this card you control would be used as Synchro Material for an Insect or Plant monster, you can treat it as a non-Tuner.", "de": "Falls ein Insekt- oder Pflanze-Monster in einem beliebigen Friedhof liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Feenameise der Kreiszauberer“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte, die du kontrollierst, als Synchromaterial für ein Insekt- oder Pflanze-Monster verwendet würde, kannst du sie als Nicht-Empfänger behandeln.", "es": "Si un monstruo Insecto o Planta está en cualquier Cementerio, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Hormighad de la Hechicería Circular\" una vez por turno de esta forma. Si esta carta que controlas fuera a ser usada como Material de Sincronía para un monstruo Insecto o Planta, puedes tratarla como un monstruo que no sea Cantante.", "fr": "Si un monstre Insecte ou Plante est dans l'un des Cimetières, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Féourmi le Sorcier Circulaire\" qu'une fois par tour de cette façon. Si cette carte que vous contrôlez va être utilisée comme Matériel Synchro pour un monstre Insecte ou Plante, vous pouvez la traiter comme non-Syntoniseur.", "it": "Se un mostro Insetto o Pianta è in qualsiasi Cimitero, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Fataformica lo Stregone Circolare\" una sola volta per turno in questo modo. Se questa carta che controlli sta per essere utilizzata come Materiale Synchro per un mostro Insetto o Pianta, puoi considerarla come un non-Tuner.", "pt": "Se um monstro Inseto ou Planta estiver em qualquer Cemitério, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Formifada, a Feiticeira Circular\" por Invocação-Especial uma vez por turno desta forma. Se este card que você controla seria usado como Matéria Sincro para um monstro Inseto ou Planta, você pode considerá-lo como um não-Regulador.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。①：自分または相手の墓地に昆虫族・植物族モンスターのいずれかが存在する場合、このカードは手札から特殊召喚できる。②：自分フィールドのこのカードを昆虫族・植物族ＳモンスターのＳ素材とする場合、このカードをチューナー以外のモンスターとして扱う事ができる。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 자신 또는 상대 묘지에 곤충족 / 식물족 몬스터 중 어느 것이 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신 필드의 이 카드를 곤충족 / 식물족 싱크로 몬스터의 싱크로 소재로 할 경우, 이 카드를 튜너 이외의 몬스터로 취급할 수 있다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次。①：自己或对手墓地有昆虫族・植物族怪兽中的任一存在的情况下，此卡可从手牌中特殊召唤。②：以自己场上的此卡作为昆虫族・植物族同步怪兽的同步素材的情况下，此卡可视为协调以外的怪兽。"}, "card_type": "Monster", "monster_type_line": "Insect / Tuner / Effect", "attribute": "WIND", "level": 3, "atk": 800, "def": 1500, "series": ["Circular"], "images": [{"index": 1, "image": "FairyanttheCircularSorcerer-PHHY-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN025", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHHY-DE025", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "es": [{"set_number": "PHHY-SP025", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHHY-FR025", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHHY-IT025", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHHY-PT025", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHHY-JP025", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "ko": [{"set_number": "PHHY-KR025", "set_name": "Photon Hypernova", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC074", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714915}