{"konami_id": 10644, "password": 53451824, "name": {"en": "Mecha Phantom Beast Concoruda", "de": "Mecha-Phantomungeheuer Concoruda", "es": "Mecha Bestia Fantasma Concoruda", "fr": "Bête Fantôme Méca Concoruda", "it": "Bestia Fantasma Meccanica Concoruda", "pt": "Besta Fantasma Mecha Concoruda", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby><ruby>機<rt>き</rt></ruby>コンコルーダ", "ja_romaji": "Genjūki Konkorūda", "ko": "환상수기 콩코르다", "ko_rr": null, "zh-TW": "幻獸機 協和金翅鳥", "zh-CN": "幻兽机协和金翅鸟"}, "text": {"en": "1 Tuner + 1 or more non-Tuner monsters\nTokens you control cannot be destroyed by battle or card effects. If this card you control is destroyed by your opponent's card (either by battle or by card effect) and sent to your Graveyard: You can Tribute all Tokens you control, then target 1 Level 4 or lower \"Mecha Phantom Beast\" monster in your Graveyard; Special Summon that target.", "de": "1 Empfänger- + 1 oder mehr Nicht-Empfänger-Monster\nSpielmarken, die du kontrollierst, können weder durch Kampf noch durch Karteneffekte zerstört werden. Falls diese Karte, die du kontrollierst, durch eine Karte deines Gegners (entweder durch Kampf oder durch einen Karteneffekt) zerstört und auf deinen Friedhof gelegt wird: Du kannst alle Spielmarken, die du kontrollierst, als Tribut anbieten und dann 1 „Mecha-Phantomungeheuer“-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre das gewählte Ziel als Spezialbeschwörung.", "es": "1 Cantante + 1 o más monstruos que no sean Cantantes\nLas Fichas que controles no pueden ser destruidas en batalla o por efectos de cartas. Si esta carta que controlas es destruida por una carta de tu adversario (ya sea en batalla o por el efecto de una carta) y mandada a tu Cementerio: puedes Sacrificar todas las Fichas que controles, y después seleccionar 1 monstruo \"Mecha Bestia Fantasma\" de Nivel 4 o menor en tu Cementerio; Invoca ese objetivo de Modo Especial.", "fr": "1 Syntoniseur + 1 monstre non-Syntoniseur ou plus\nLes Jetons que vous contrôlez ne peuvent être détruits ni au combat ni par des effets de carte. Si cette carte que vous contrôlez est détruite par une carte de votre adversaire (au combat ou par un effet de carte) et envoyée à votre Cimetière : vous pouvez Sacrifier tous les Jetons que vous contrôlez, puis ciblez 1 monstre \"Bête Fantôme Méca\" de max. Niveau 4 dans votre Cimetière ; Invoquez Spécialement la cible.", "it": "1 Tuner + 1 o più mostri non-Tuner\nI Segna-Mostro che controlli non possono essere distrutti in battaglia o dagli effetti delle carte. Se questa carta che controlli viene distrutta da una carta del tuo avversario (in battaglia o dall'effetto di una carta) e mandata al tuo Cimitero: puoi offrire come Tributo tutti i Segna-Mostro che controlli, poi scegliere come bersaglio 1 mostro \"Bestia Fantasma Meccanica\" di Livello 4 o inferiore nel tuo Cimitero; Evoca Specialmente quel bersaglio.", "pt": "1 Regulador + 1 ou mais monstros não-Reguladores\nAs Fichas que você controla não podem ser destruídas em batalha ou por efeitos de card. Se este card que você controla for destruído por um card do seu oponente (seja em batalha ou por um efeito de card) e enviado para o seu Cemitério: você pode oferecer como Tributo todas as Fichas que você controla e, depois, escolher 1 monstro \"Besta Fantasma Mecha\" de Nível 4 ou menos no seu Cemitério; Invoque o alvo por Invocação-Especial.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカードがフィールド上に表側表示で存在する限り、自分フィールド上のトークンは戦闘及び効果では破壊されない。フィールド上のこのカードが相手によって破壊され墓地へ送られた場合、自分フィールド上のトークンを全てリリースして発動できる。自分の墓地からレベル４以下の「幻獣機」と名のついたモンスター１体を選択して特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드가 필드 위에 앞면 표시로 존재하는 한, 자신 필드 위의 토큰은 전투 및 효과로는 파괴되지 않는다. 필드 위의 이 카드가 상대에 의해서 파괴되어 묘지로 보내졌을 경우, 자신 필드 위의 토큰을 전부 릴리스하고 발동할 수 있다. 자신의 묘지에서 레벨 4 이하의 \"환상수기\"라는 이름이 붙은 몬스터 1장을 선택하고 특수 소환한다.", "zh-TW": null, "zh-CN": "调整＋调整以外的怪兽1只以上。只要这张卡在场上表侧表示存在，自己场上的衍生物不会被战斗以及效果破坏。场上的这张卡被对方破坏送去墓地的场合，把自己场上的衍生物全部解放才能发动。从自己墓地选择1只4星以下的名字带有「幻兽机」的怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "WIND", "level": 7, "atk": 2400, "def": 1200, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Phantom Beast", "Mecha Phantom Beast"], "images": [{"index": 1, "image": "MechaPhantomBeastConcoruda-MP14-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "JOTL-EN041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}, {"set_number": "MP14-EN093", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "JOTL-DE041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}, {"set_number": "MP14-DE093", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "es": [{"set_number": "JOTL-SP041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}, {"set_number": "MP14-SP093", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "JOTL-FR041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}, {"set_number": "MP14-FR093", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "JOTL-IT041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}, {"set_number": "MP14-IT093", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "JOTL-PT041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}, {"set_number": "MP14-PT093", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "JOTL-JP041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}], "ko": [{"set_number": "JOTL-KR041", "set_name": "Judgment of the Light", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 271379, "master_duel_rarity": "N"}