{"konami_id": 11929, "password": 53485634, "name": {"en": "Red-Eyes Retro Dragon", "de": "Rotäugiger Retrodrache", "es": "Dragón Retro de Ojos Rojos", "fr": "Dragon Rétro aux Yeux Rouges", "it": "Drago Retro Occhi Rossi", "pt": "Dragão Retrô de Olhos Vermelhos", "ja": "<ruby>真紅眼の遡刻竜<rt>レッドアイズ・トレーサードラゴン</rt></ruby>", "ja_romaji": "Reddoaizu Torēsā Doragon", "ko": "붉은 눈의 소각룡", "ko_rr": "Bulk-eun Nun-ui Sogangnyong", "zh-TW": "真紅眼溯刻龍", "zh-CN": "真红眼溯刻龙"}, "text": {"en": "If a Level 7 or lower \"Red-Eyes\" monster(s) you control is destroyed by your opponent's attack or card effect and sent to your GY, while this card is in your hand: You can Special Summon this card in Defense Position, and if you do, Special Summon as many of those destroyed monsters as possible in the same position they were in when destroyed. You can Tribute this card; you can Normal Summon 1 \"Red-Eyes\" monster during your Main Phase this turn in addition to your Normal Summon/Set. (You can only gain this effect once per turn.)", "de": "Falls ein oder mehr „Rotäugig“-Monster der Stufe 7 oder niedriger, die du kontrollierst, durch einen Angriff oder Karteneffekt deines Gegners zerstört und auf deinen Friedhof gelegt werden, solange sich diese Karte in deiner Hand befindet: Du kannst diese Karte als Spezialbeschwörung in die Verteidigungsposition beschwören und falls du dies tust, beschwöre so viele der zerstörten Monster wie möglich als Spezialbeschwörung in dieselbe Position, in der sie lagen, als sie zerstört wurden. Du kannst diese Karte als Tribut anbieten; du kannst während deiner Main Phase dieses Spielzugs zusätzlich zu deiner Normalbeschwörung/deinem Setzen 1 „Rotäugig“-Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.)", "es": "Si uno o más monstruos \"Ojos Rojos\" de Nivel 7 o menor que controlas son destruidos por un ataque o efecto de carta de tu adversario y mandados a tu Cementerio, mientras esta carta está en tu mano: puedes Invocar esta carta de Modo Especial en Posición de Defensa y, si lo haces, Invoca de Modo Especial tantos de esos monstruos destruidos como sea posible en la misma posición en la que estaban cuando fueron destruidos. Puedes Sacrificar esta carta; este turno, durante tu Main Phase, puedes Invocar de Modo Normal 1 monstruo \"Ojos Rojos\", además de tu Invocación Normal/Colocada. (Sólo puedes ganar este efecto una vez por turno).", "fr": "Si un ou plusieurs monstres \"Yeux Rouges\" de max. Niveau 7 que vous contrôlez sont détruits par une attaque ou effet de carte de votre adversaire, et envoyés à votre Cimetière, tant que cette carte est dans votre main : vous pouvez Invoquer Spécialement cette carte en Position de Défense, et si vous le faites, Invoquez Spécialement autant de ces monstres détruits que possible dans la même position qu'ils étaient lorsqu'ils ont été détruits. Vous pouvez Sacrifier cette carte ; durant votre Main Phase ce tour, vous pouvez Invoquer Normalement 1 monstre \"Yeux Rouges\", en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.)", "it": "Se uno o più mostri \"Occhi Rossi\" di Livello 7 o inferiore che controlli vengono distrutti da un attacco o dall'effetto di una carta del tuo avversario e mandati al tuo Cimitero, mentre questa carta è nella tua mano: puoi Evocare Specialmente questa carta in Posizione di Difesa e, se lo fai, Evoca Specialmente tanti di quei mostri distrutti quanti possibile, nella stessa posizione in cui erano quando sono stati distrutti. Puoi offrire come Tributo questa carta; puoi Evocare Normalmente 1 mostro \"Occhi Rossi\" durante la tua Main Phase in questo turno, in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.)", "pt": "Se um ou mais monstros \"Olhos Vermelhos\" de Nível 7 ou menos que você controla forem destruídos por um ataque ou efeito de card do seu oponente e enviados para o seu Cemitério, enquanto este card estiver na sua mão: você pode Invocar este card por Invocação-Especial em Posição de Defesa e, se isso acontecer, Invoque por Invocação-Especial tantos desses monstros destruídos quanto possível na mesma posição em que estavam quando foram destruídos. Você pode oferecer este card como Tributo; você pode Invocar por Invocação-Normal 1 monstro \"Olhos Vermelhos\" durante sua Fase Principal deste turno, em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.)", "ja": "①：自分フィールドのレベル７以下の「レッドアイズ」モンスターが相手モンスターの攻撃または相手の効果で破壊され自分の墓地へ送られた場合に発動できる。このカードを手札から守備表示で特殊召喚し、可能な限りその破壊されたモンスターを破壊された時と同じ表示形式で特殊召喚する。②：このカードをリリースして発動できる。このターン、自分は通常召喚に加えて１度だけ、自分メインフェイズに「レッドアイズ」モンスター１体を召喚できる。", "ko": "①: 자신 필드의 레벨 7 이하의 \"붉은 눈\" 몬스터가 상대 몬스터의 공격 또는 상대 효과로 파괴되어 자신 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 패에서 수비 표시로 특수 소환하고, 가능한 한 그 파괴된 몬스터를 파괴되었을 때와 같은 표시 형식으로 특수 소환한다. ②: 이 카드를 릴리스하고 발동할 수 있다. 이 턴에, 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 \"붉은 눈\" 몬스터 1장을 일반 소환할 수 있다.", "zh-TW": null, "zh-CN": "①：自己场上等级７以下的“真红眼”怪兽因对手怪兽的攻击或对手的效果被破坏，并被送至自己的墓地的情况下可以发动。将此卡从手牌以守备表示特殊召唤，将该被破坏的怪兽尽可能多地以被破坏时同样的表示形式特殊召唤。②：解放此卡可以发动。此回合，自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只“真红眼”怪兽。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 4, "atk": 1700, "def": 1600, "series": ["-Eyes Dragon", "Red-Eyes"], "images": [{"index": 1, "image": "RedEyesRetroDragon-LDS1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN095", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "LDK2-ENJ04", "set_name": "Legendary Decks II", "rarities": ["Common"]}, {"set_number": "LEDU-EN005", "set_name": "Legendary Duelists", "rarities": ["Common"]}, {"set_number": "LDS1-EN009", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "de": [{"set_number": "BOSH-DE095", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "LDK2-DEJ04", "set_name": "Legendary Decks II", "rarities": ["Common"]}, {"set_number": "LEDU-DE005", "set_name": "Legendary Duelists", "rarities": ["Common"]}, {"set_number": "LDS1-DE009", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "fr": [{"set_number": "BOSH-FR095", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "LDK2-FRJ04", "set_name": "Legendary Decks II", "rarities": ["Common"]}, {"set_number": "LEDU-FR005", "set_name": "Legendary Duelists", "rarities": ["Common"]}, {"set_number": "LDS1-FR009", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "it": [{"set_number": "BOSH-IT095", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "LDK2-ITJ04", "set_name": "Legendary Decks II", "rarities": ["Common"]}, {"set_number": "LEDU-IT005", "set_name": "Legendary Duelists", "rarities": ["Common"]}, {"set_number": "LDS1-IT009", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "pt": [{"set_number": "BOSH-PT095", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "LDK2-PTJ04", "set_name": "Legendary Decks II", "rarities": ["Common"]}, {"set_number": "LEDU-PT005", "set_name": "Legendary Duelists", "rarities": ["Common"]}, {"set_number": "LDS1-PT009", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "ja": [{"set_number": "VP15-JP001", "set_name": "20th Legendary Collection", "rarities": ["Secret Rare"]}, {"set_number": "DP18-JP005", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "BOSH-KR081", "set_name": "Breakers of Shadow", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "DP18-KR005", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC008", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 348205, "master_duel_rarity": "R"}