{"konami_id": 14238, "password": 53490455, "name": {"en": "Salamangreat Raccoon", "de": "Grosalamander Waschbär", "es": "Salamangrande Mapache", "fr": "Salamangrande Raton Laveur", "it": "Salamagna Procione", "pt": "Salamagrande Guaxinim", "ja": "<ruby>転生炎獣<rt>サラマングレイト</rt></ruby>ラクーン", "ja_romaji": "Saramangureito Rakūn", "ko": "샐러맨그레이트 라쿤", "ko_rr": "Saelleomaen-geureiteu Rakun", "zh-TW": "轉生炎獸 貉", "zh-CN": "转生炎兽 貉"}, "text": {"en": "When your \"Salamangreat\" monster is targeted for an attack by an opponent's monster: You can send this card from your hand to the GY, then target those 2 monsters that would battle; gain LP equal to the ATK of that opponent's monster, also your targeted monster cannot be destroyed by battle this turn. When your \"Salamangreat\" monster destroys an opponent's monster by battle and sends it to the GY, while this card is in your GY: You can add this card to your hand. You can only use this effect of \"Salamangreat Raccoon\" once per turn.", "de": "Wenn dein „Grosalamander“-Monster von einem Monster eines Gegners als Angriffsziel gewählt wird: Du kannst diese Karte von deiner Hand auf den Friedhof legen und dann die 2 Monster wählen, die kämpfen würden; du erhältst LP in Höhe der ATK des Monsters des Gegners, zusätzlich kann dein gewähltes Monster in diesem Spielzug nicht durch Kampf zerstört werden. Wenn dein „Grosalamander“-Monster ein Monster eines Gegners durch Kampf zerstört und auf den Friedhof legt, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte deiner Hand hinzufügen. Du kannst diesen Effekt von „Grosalamander Waschbär“ nur einmal pro Spielzug verwenden.", "es": "Cuando tu monstruo \"Salamangrande\" es seleccionado para un ataque por un monstruo del adversario: puedes mandar al Cementerio esta carta en tu mano, y después selecciona esos 2 monstruos que iban a batallar; gana tantos LP como el ATK de ese monstruo del adversario, y además, este turno, tu monstruo seleccionado no puede ser destruido en batalla. Cuando tu monstruo \"Salamangrande\" destruye un monstruo del adversario en batalla y lo manda al Cementerio, mientras esta carta está en tu Cementerio: puedes añadir a tu mano esta carta. Sólo puedes usar este efecto de \"Salamangrande Mapache\" una vez por turno.", "fr": "Lorsque votre monstre \"Salamangrande\" est ciblé par une attaque d'un monstre de l'adversaire : vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez ces 2 monstres qui vont combattre ; gagnez des LP égaux à l'ATK du monstre de l'adversaire, et aussi, votre monstre ciblé ne peut pas être détruit au combat ce tour. Lorsque votre monstre \"Salamangrande\" détruit un monstre de l'adversaire au combat et l'envoie au Cimetière, tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Salamangrande Raton Laveur\" qu'une fois par tour.", "it": "Quando un tuo mostro \"Salamagna\" viene scelto come bersaglio per un attacco da un mostro dell'avversario: puoi mandare questa carta dalla tua mano al Cimitero, poi scegliere come bersaglio quei 2 mostri che stanno per combattere; guadagni LP pari all'ATK di quel mostro dell'avversario, inoltre il tuo mostro scelto come bersaglio non può essere distrutto in battaglia in questo turno. Quando un tuo mostro \"Salamagna\" distrugge un mostro dell'avversario in battaglia e lo manda al Cimitero, mentre questa carta è nel tuo Cimitero: puoi aggiungere questa carta alla tua mano. Puoi utilizzare questo effetto di \"Salamagna Procione\" una sola volta per turno.", "pt": "Quando um monstro \"Salamagrande\" seu for escolhido como alvo de um ataque por um monstro do oponente: você pode enviar este card da sua mão para o Cemitério e, depois, escolher esses 2 monstros que iriam batalhar; ganhe PV igual ao ATK desse monstro do oponente e, além disso seu monstro alvo não pode ser destruído em batalha neste turno. Quando um monstro \"Salamagrande\" seu destruir um monstro do oponente em batalha e enviá-lo para o Cemitério, enquanto este card estiver no seu Cemitério: você pode adicionar este card à sua mão. Você só pode usar este efeito de \"Salamagrande Guaxinim\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分の「サラマングレイト」モンスターが相手モンスターの攻撃対象に選択された時、このカードを手札から墓地へ送り、その戦闘を行うモンスター２体を対象として発動できる。対象の相手モンスターの攻撃力分だけ自分のＬＰを回復する。このターン、対象の自分のモンスターは戦闘では破壊されない。②：このカードが墓地に存在し、自分の「サラマングレイト」モンスターが戦闘で相手モンスターを破壊し墓地へ送った時に発動できる。このカードを手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"샐러맨그레이트\" 몬스터가 상대 몬스터의 공격 대상으로 선택되었을 때, 이 카드를 패에서 묘지로 보내고, 그 전투를 실행하는 몬스터 2장을 대상으로 하여 발동할 수 있다. 대상의 상대 몬스터의 공격력만큼만 자신의 LP를 회복한다. 이 턴에, 대상의 자신 몬스터는 전투로는 파괴되지 않는다. ②: 이 카드가 묘지에 존재하고, 자신의 \"샐러맨그레이트\" 몬스터가 전투로 상대 몬스터를 파괴하여 묘지로 보냈을 때에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1个回合只能使用1次。①：自己的\"转生炎兽\"怪兽被选择作为对手怪兽的攻击对象时，把这张卡从手牌送去墓地，可以那2只进行战斗的怪兽为对象发动。自己的LP恢复与作为对象的对手怪兽攻击力的同等数值。这个回合，作为对象的自己怪兽不会被战斗破坏。②：这张卡存在于墓地，自己的\"转生炎兽\"怪兽在战斗中破坏对手怪兽并将其送至墓地时可以发动。将这张卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "FIRE", "level": 1, "atk": 400, "def": 800, "series": ["Salamangreat"], "images": [{"index": 1, "image": "SalamangreatRaccoon-SDSB-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDSB-EN001", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}], "de": [{"set_number": "SDSB-DE001", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}], "fr": [{"set_number": "SDSB-FR001", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}], "it": [{"set_number": "SDSB-IT001", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}], "pt": [{"set_number": "SDSB-PT001", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}], "ja": [{"set_number": "SD35-JP001", "set_name": "Structure Deck: Soulburner", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD35-KR001", "set_name": "Structure Deck: Soulburner", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD35-SC001", "set_name": "Structure Deck: Soulburner", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 581471, "master_duel_rarity": "N"}