{"konami_id": 15981, "password": 53535814, "name": {"en": "Judge of the Ice Barrier", "de": "Richterin der Eisbarriere", "es": "Jueza de la Barrera de Hielo", "fr": "Juge de la Barrière de Glace", "it": "Giudice della Barriera di Ghiaccio", "pt": "Juíza da Barreira de Gelo", "ja": "<ruby>氷<rt>ひょう</rt></ruby><ruby>結<rt>けっ</rt></ruby><ruby>界<rt>かい</rt></ruby>の<ruby>浄<rt>じょう</rt></ruby><ruby>玻<rt>は</rt></ruby><ruby>璃<rt>り</rt></ruby>", "ja_romaji": "Hyōkekkai no Jōhari", "ko": "빙결계의 정파리", "ko_rr": "Binggyeolgye-ui Jeongpari", "zh-TW": "冰結界的淨玻璃", "zh-CN": "冰结界的净玻璃"}, "text": {"en": null, "de": "Solange du ein anderes „Eisbarriere“-Monster kontrollierst, verliert dein Gegner jedes Mal, wenn er eine Karte oder einen Effekt aktiviert, indem er LP zahlt, 500 LP. Du kannst jeden der folgenden Effekte von „Richterin der Eisbarriere“ nur einmal pro Spielzug verwenden. Du kannst 1 oder 2 „Eisbarriere“-Monster in deinem Friedhof und 1 oder 2 Karten im Friedhof deines Gegners wählen; mische sie ins Deck. Falls du ein „Eisbarriere“-Monster kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Monster in Angriffsposition auf dem Spielfeld wählen; ändere es in die Verteidigungsposition.", "es": "Mientras controles otro monstruo \"Barrera de Hielo\", cada vez que tu adversario active una carta o efecto pagando LP, pierde 500 LP. Sólo puedes usar cada uno de los siguientes efectos de \"Jueza de la Barrera de Hielo\" una vez por turno. Puedes seleccionar 1 o 2 monstruos \"Barrera de Hielo\" en tu Cementerio y 1 o 2 cartas en el Cementerio de tu adversario; barájalos al Deck. Si controlas un monstruo \"Barrera de Hielo\": puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo en Posición de Ataque en el Campo; cámbialo a Posición de Defensa.", "fr": "Tant que vous contrôlez un autre monstre \"Barrière de Glace\", chaque fois que votre adversaire active une carte ou un effet en payant des LP, il perd 500 LP. Vous ne pouvez utiliser chacun des effets suivants de \"Juge de la Barrière de Glace\" qu'une fois par tour. Vous pouvez cibler 1 ou 2 monstres \"Barrière de Glace\" dans votre Cimetière, et 1 ou 2 cartes dans le Cimetière de votre adversaire ; mélangez-les dans le Deck. Si vous contrôlez un monstre \"Barrière de Glace\" : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre en Position d'Attaque sur le Terrain ; changez-le en Position de Défense.", "it": "Mentre controlli un altro mostro \"Barriera di Ghiaccio\", ogni volta che il tuo avversario attiva una carta o un effetto pagando LP, perde 500 LP. Puoi utilizzare ognuno dei seguenti effetti di \"Giudice della Barriera di Ghiaccio\" una sola volta per turno. Puoi scegliere come bersaglio 1 o 2 mostri \"Barriera di Ghiaccio\" nel tuo Cimitero e 1 o 2 carte nel Cimitero del tuo avversario; mischiali nel Deck. Se controlli un mostro \"Barriera di Ghiaccio\": puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro in Posizione di Attacco sul Terreno; mettilo in Posizione di Difesa.", "pt": "Enquanto você controlar outro monstro \"Barreira de Gelo\", sempre que seu oponente ativar um card ou efeito ao pagar PV, ele perde 500 PV. Você só pode usar cada um dos seguintes efeitos de \"Juíza da Barreira de Gelo\" uma vez por turno. Você pode escolher 1 ou 2 monstros \"Barreira de Gelo\" no seu Cemitério e 1 ou 2 cards no Cemitério do seu oponente; embaralhe-os no Deck. Se você controlar um monstro \"Barreira de Gelo\": você pode banir este card do seu Cemitério e, depois, escolha 1 monstro em Posição de Ataque no campo; coloque-o em Posição de Defesa.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドに他の「氷結界」モンスターが存在する限り、相手がＬＰを払ってカードの効果を発動する度に相手は５００ＬＰを失う。\n②：自分の墓地の「氷結界」モンスター及び相手の墓地のカードをそれぞれ２枚まで対象として発動できる。そのカードをデッキに戻す。\n③：自分フィールドに「氷結界」モンスターが存在する場合、墓地のこのカードを除外し、フィールドの攻撃表示モンスター１体を対象として発動できる。そのモンスターを守備表示にする。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 다른 \"빙결계\" 몬스터가 존재하는 한, 상대가 LP를 지불하고 카드의 효과를 발동할 때마다 상대는 500 LP를 상실한다. ②: 자신 묘지의 \"빙결계\" 몬스터 및 상대 묘지의 카드를 각각 2장까지 대상으로 하고 발동할 수 있다. 그 카드를 덱으로 되돌린다. ③: 자신 필드에 \"빙결계\" 몬스터가 존재할 경우, 묘지의 이 카드를 제외하고, 필드의 공격 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 수비 표시로 한다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：只要我方場上存在其他「冰結界」怪獸，每當對方支付LP發動卡的效果時，對方就失去５００LP。②：可將我方墓地中的「冰結界」怪獸及對方墓地中的卡各最多２張做為對象發動。將該卡送回持有者的牌組。③：在我方場上存在「冰結界」怪獸的狀況下，可將墓地中的此卡除外，將場上的１隻攻擊表示怪獸做為對象發動。將該怪獸變為守備表示。", "zh-CN": "此卡牌名的②③效果１回合只可各使用１次。①：只要我方场上存在有其他“冰结界”怪兽，每次对手支付生命点数发动卡牌效果，对手就失去５００生命点数。②：可以我方墓地的“冰结界”怪兽及对手墓地的卡牌最多各２张为对象发动。将此卡返回至持有者牌组。③：我方场上存在有“冰结界”怪兽的场合，可将墓地的此卡除外，并以场上的１只攻击表示怪兽为对象发动。将该怪兽变成守备表示。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "WATER", "level": 4, "atk": 1800, "def": 900, "series": ["Ice Barrier"], "images": [{"index": 1, "image": "JudgeoftheIceBarrier-MP22-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN020", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-EN066", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "de": [{"set_number": "LIOV-DE020", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-DE066", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "fr": [{"set_number": "LIOV-FR020", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-FR066", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "it": [{"set_number": "LIOV-IT020", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-IT066", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "pt": [{"set_number": "LIOV-PT020", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-PT066", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "ja": [{"set_number": "LIOV-JP020", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "TW01-JP035", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "LIOV-KR020", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "TW01-KR035", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC035", "set_name": "Terminal World (set)", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712275, "master_duel_rarity": "N"}