{"konami_id": 20543, "password": 53545926, "name": {"en": "Token Support", "de": "Spielmarken-Unterstützung", "es": "Apoyo de Fichas", "fr": "Soutien de Jetons", "it": "Supporto Segna-Mostro", "pt": "Apoio das Fichas", "ja": "<ruby>共<rt>きょう</rt></ruby><ruby>闘<rt>とう</rt></ruby><ruby>闘<rt>とう</rt></ruby><ruby>君<rt>くん</rt></ruby>", "ja_romaji": "Kyōtō Tōkun", "ko": "공투투군", "ko_rr": null, "zh-TW": null, "zh-CN": "共斗斗君"}, "text": {"en": "You can Tribute any number of Tokens, then target 1 monster you control with 0 ATK; it gains ATK equal to the number Tributed x 1000 (until the end of this turn), and if it does, it can attack monsters up to the number Tributed during each Battle Phase this turn. You can only use this effect of \"Token Support\" once per turn. At the end of your opponent's Battle Phase: You can Special Summon \"Support Tokens\" (Beast/EARTH/Level 1/ATK 0/DEF 0) up to the number of Tokens destroyed during this Battle Phase.", "de": "Du kannst eine beliebige Anzahl Spielmarken als Tribut anbieten und dann 1 Monster mit 0 ATK wählen, das du kontrollierst; es erhält (bis zum Ende dieses Spielzugs) ATK in Höhe der als Tribut angebotenen Anzahl x 1000 und falls es dies tut, kann es in diesem Spielzug während jeder Battle Phase Monster bis zur als Tribut angebotenen Anzahl angreifen. Du kannst diesen Effekt von „Spielmarken-Unterstützung“ nur einmal pro Spielzug verwenden. Am Ende der Battle Phase deines Gegners: Du kannst „Unterstützung-Spielmarken“ (Ungeheuer/ERDE/Stufe 1/ATK 0/DEF 0) bis zur Anzahl der während dieser Battle Phase zerstörten Spielmarken als Spezialbeschwörung beschwören.", "es": "Puedes Sacrificar cualquier número de Fichas, y después selecciona 1 monstruo que controles con 0 ATK; éste gana ATK igual al número de Sacrificadas x 1000 (hasta el final de este turno) y, si lo hace, puede atacar a monstruos hasta el número de Sacrificadas durante cada Battle Phase este turno. Sólo puedes usar este efecto de \"Apoyo de Fichas\" una vez por turno. Al final de la Battle Phase de tu adversario: puedes Invocar de Modo Especial \"Ficha de Apoyo\" (Bestia/TIERRA/Nivel 1/ATK 0/DEF 0) hasta el número de Fichas destruidas durante esta Battle Phase.", "fr": "Vous pouvez Sacrifier un nombre de votre choix de Jetons, puis ciblez 1 monstre que vous contrôlez avec 0 ATK ; il gagne une ATK égale au nombre Sacrifié x 1000 (jusqu'à la fin de ce tour), et s'il le fait, il peut attaquer un nombre de monstres inférieur ou égal au nombre Sacrifié durant chaque Battle Phase ce tour. Vous ne pouvez utiliser cet effet de \"Soutien de Jetons\" qu'une fois par tour. À la fin de la Battle Phase de votre adversaire : vous pouvez Invoquer Spécialement un nombre de \"Jeton Soutien\" (Bête/TERRE/Niveau 1/ATK 0/DEF 0), inférieur ou égal au nombre de Jetons détruits durant cette Battle Phase.", "it": "Puoi offrire come Tributo un qualsiasi numero di Segna-Mostro, poi scegliere come bersaglio 1 mostro che controlli con 0 ATK; esso guadagna ATK pari al numero offerti come Tributo x 1000 (fino alla fine di questo turno) e, se lo fa, esso può attaccare mostri fino al numero offerti come Tributo durante ogni Battle Phase in questo turno. Puoi utilizzare questo effetto di \"Supporto Segna-Mostro\" una sola volta per turno. Alla fine della Battle Phase del tuo avversario: puoi Evocare Specialmente \"Segna-Supporto\" (Bestia/TERRA/Livello 1/ATK 0/DEF 0) fino al numero di Segna-Mostro distrutti durante questa Battle Phase.", "pt": "Você pode oferecer como Tributo qualquer número de Fichas e, depois, escolha 1 monstro que você controla com 0 de ATK; ele ganha ATK igual ao número oferecido como Tributo x 1000 (até o final deste turno) e, se isso acontecer, ele pode atacar monstros até o número oferecido como Tributo durante cada Fase de Batalha neste turno. Você só pode usar este efeito de \"Apoio das Fichas\" uma vez por turno. No final da Fase de Batalha do seu oponente: você pode Invocar por Invocação-Especial uma ou mais \"Ficha de Apoio\" (Besta/TERRA/Nível 1/ATK 0/DEF 0) até o número de Fichas destruídas durante esta Fase de Batalha.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドのトークンを任意の数だけリリースし、自分フィールドの攻撃力０のモンスター１体を対象として発動できる。そのモンスターはターン終了時まで、攻撃力がリリースした数×１０００アップし、リリースした数まで１度のバトルフェイズ中にモンスターに攻撃できる。②：相手バトルフェイズ終了時に発動できる。このバトルフェイズ中に破壊されたトークンの数まで、自分フィールドに「共闘トークン」（獣族・地・星１・攻／守０）を特殊召喚する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 토큰을 임의의 수만큼 릴리스하고, 자신 필드의 공격력 0 인 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터는 턴 종료시까지, 공격력이 릴리스한 수 × 1000 올리고, 릴리스한 수까지 1번의 배틀 페이즈 중에 몬스터에 공격할 수 있다. ②: 상대 배틀 페이즈 종료시에 발동할 수 있다. 이 배틀 페이즈 중에 파괴된 토큰의 수까지, 자신 필드에 \"공투 토큰\"(야수족 / 땅 / 레벨 1 / 공 0 / 수 0)을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：解放自己场上任意数量的衍生物，以自己场上的１只攻击力０的怪兽为对象可以发动。该怪兽直至回合结束时为止，攻击力上升相当于所解放的数量×１０００的数值，在１次战斗阶段中可攻击怪兽的次数最多为所解放的数量。②：对手的战斗阶段结束时可以发动。将“共斗衍生物”（兽族・地・星１・攻／守０）特殊召唤至自己场上，数量最多为此战斗阶段中被破坏的衍生物的数量。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "TokenSupport-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN067", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE067", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR067", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT067", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT067", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP067", "set_name": "Rage of the Abyss", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "ROTA-KR067", "set_name": "Rage of the Abyss", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "ROTA-SC067", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1072892}