{"konami_id": 14745, "password": 53577438, "name": {"en": "Mathmech Nabla", "de": "Mathemech Nabla", "es": "Matemecha Nabla", "fr": "Nabla Mathmech", "it": "Matemech Nabla", "pt": "Mechamático Nabla", "ja": "<ruby>斬<rt>ザン</rt></ruby><ruby>機<rt>キ</rt></ruby>ナブラ", "ja_romaji": "Zanki Nabura", "ko": "참기 나블라", "ko_rr": "Chamgi Nabeulla", "zh-TW": "斬機 納布拉", "zh-CN": "斩机纳布拉"}, "text": {"en": "You can Tribute 1 Cyberse monster; Special Summon 1 \"Mathmech\" monster from your Deck. If this card is sent to the GY: You can target 1 Cyberse monster you control in the Extra Monster Zone; it can make up to 2 attacks on monsters during each Battle Phase this turn. You can only use each effect of \"Mathmech Nabla\" once per turn.", "de": "Du kannst 1 Cyberse-Monster als Tribut anbieten; beschwöre 1 „Mathemech“-Monster als Spezialbeschwörung von deinem Deck. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 Cyberse-Monster in der Extra-Monsterzone wählen, das du kontrollierst; es kann in diesem Spielzug während jeder Battle Phase bis zu 2 Angriffe gegen Monster durchführen. Du kannst jeden Effekt von „Mathemech Nabla“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar 1 monstruo Ciberso; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Matemecha\". Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo Ciberso que controles en la Zona de Monstruos Extra; este turno, éste puede hacer hasta 2 ataques a monstruos durante cada Battle Phase. Sólo puedes usar cada efecto de \"Matemecha Nabla\" una vez por turno.", "fr": "Vous pouvez Sacrifier 1 monstre Cyberse ; Invoquez Spécialement 1 monstre \"Mathmech\" depuis votre Deck. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre Cyberse que vous contrôlez dans la Zone Monstre Extra ; durant chaque Battle Phase ce tour, il peut faire max. 2 attaques sur des monstres. Vous ne pouvez utiliser chaque effet de \"Nabla Mathmech\" qu'une fois par tour.", "it": "Puoi offrire come Tributo 1 mostro Cyberso; Evoca Specialmente 1 mostro \"Matemech\" dal tuo Deck. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro Cyberso che controlli nella Zona Mostri Extra; esso può effettuare fino a 2 attacchi su mostri durante ogni Battle Phase in questo turno. Puoi utilizzare ogni effetto di \"Matemech Nabla\" una sola volta per turno.", "pt": "Você pode oferecer como Tributo 1 monstro Ciberso; Invoque por Invocação-Especial 1 monstro \"Mechamático(a)\" do seu Deck. Se este card for enviado para o Cemitério: você pode escolher 1 monstro Ciberso que você controla na Zona de Monstros Adicional; ele pode realizar até 2 ataques contra monstros durante cada Fase de Batalha neste turno. Você só pode usar cada efeito de \"Mechamático Nabla\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドのサイバース族モンスター１体をリリースして発動できる。デッキから「斬機」モンスター１体を特殊召喚する。②：このカードが墓地へ送られた場合、ＥＸモンスターゾーンの自分のサイバース族モンスター１体を対象として発動できる。このターン、そのモンスターは１度のバトルフェイズ中に２回までモンスターに攻撃できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 사이버스족 몬스터 1장을 릴리스하고 발동할 수 있다. 덱에서 \"참기\" 몬스터 1장을 특수 소환한다. ②: 이 카드가 묘지로 보내졌을 경우, 엑스트라 몬스터 존의 자신의 사이버스족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 몬스터는 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：解放自己场上的1只电子界族怪兽后可发动。从牌组将1只\"斩机\"怪兽特殊召唤。②：此卡被送至墓地的情况下，可以额外怪兽区域内自己的1只电子界族怪兽为对象发动。此回合内，该怪兽在1次战斗阶段中最多可攻击怪兽2次。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 1500, "series": ["Mathmech"], "images": [{"index": 1, "image": "MathmechNabla-MYFI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MYFI-EN002", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "de": [{"set_number": "MYFI-DE002", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "es": [{"set_number": "MYFI-SP002", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MYFI-FR002", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "it": [{"set_number": "MYFI-IT002", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MYFI-PT002", "set_name": "Mystic Fighters", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBMF-JP002", "set_name": "Deck-Build Pack: Mystic Fighters", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBMF-KR002", "set_name": "Deck-Build Pack: Mystic Fighters", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBMF-SC002", "set_name": "Deck-Build Pack: Mystic Fighters", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 633818, "master_duel_rarity": "SR"}