{"konami_id": 10753, "password": 53678698, "name": {"en": "Bujin Mikazuchi", "de": "Bujin Mikazuchi", "es": "Bujin Mikazuchi", "fr": "Bujin Mikazuchi", "it": "Bujin Mikazuchi", "pt": "Bujin Mikazuchi", "ja": "<ruby>武<rt>ぶ</rt></ruby><ruby>神<rt>じん</rt></ruby>－ミカヅチ", "ja_romaji": "Bujin - Mikazuchi", "ko": "무사신－미카즈치", "ko_rr": null, "zh-TW": "武鬥神－御雷", "zh-CN": "武斗神－御雷"}, "text": {"en": "When a Beast-Warrior-Type \"Bujin\" monster(s) you control is destroyed by battle or by card effect and sent to the Graveyard: You can Special Summon this card from your hand. Once per turn, during the End Phase, if a \"Bujin\" monster(s) was sent from your hand to your Graveyard this turn while you controlled this face-up card: You can add 1 \"Bujin\" Spell/Trap Card from your Deck to your hand. You can only control 1 \"Bujin Mikazuchi\".", "de": "Wenn „Bujin“-Monster vom Typ Ungeheuer-Krieger, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Einmal pro Spielzug, während der End Phase, falls in diesem Spielzug „Bujin“-Monster von deiner Hand auf deinen Friedhof gelegt wurden, solange du diese offene Karte kontrolliert hast: Du kannst deiner Hand 1 „Bujin“-Zauber-/Fallenkarte von deinem Deck hinzufügen. Du kannst nur 1 „Bujin Mikazuchi“ kontrollieren.", "es": "Cuando uno o más monstruos \"Bujin\" de Tipo Guerrero-Bestia que controlas son destruidos en batalla o por el efecto de una carta y mandados al Cementerio: puedes Invocar esta carta de Modo Especial desde tu mano. Una vez por turno, durante la End Phase, si este turno uno o más monstruos \"Bujin\" fueron mandados de tu mano a tu Cementerio mientras controlabas esta carta boca arriba: puedes añadir a tu mano, desde tu Deck, 1 Carta Mágica/de Trampa \"Bujin\". Sólo puedes controlar 1 \"Bujin Mikazuchi\".", "fr": "Lorsqu'un ou plusieurs monstres \"Bujin\" de Type Bête-Guerrier que vous contrôlez sont détruits au combat ou par un effet de carte, et envoyés au Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre main. Une fois par tour, durant la End Phase, si un ou plusieurs monstres \"Bujin\" ont été envoyés depuis votre main à votre Cimetière ce tour tant que vous contrôliez cette carte face recto : vous pouvez ajouter 1 Carte Magie/Piège \"Bujin\" depuis votre Deck à votre main. Vous ne pouvez contrôler qu'1 \"Bujin Mikazuchi\".", "it": "Quando uno o più mostri \"Bujin\" di Tipo Guerriero-Bestia che controlli vengono distrutti in battaglia o dall'effetto di una carta e mandati al Cimitero: puoi Evocare Specialmente questa carta dalla tua mano. Una volta per turno, durante la End Phase, se uno o più mostri \"Bujin\" sono stati mandati dalla tua mano al tuo Cimitero in questo turno mentre tu controllavi questa carta scoperta: puoi aggiungere 1 Carta Magia/Trappola \"Bujin\" dal tuo Deck alla tua mano. Puoi controllare solo 1 \"Bujin Mikazuchi\".", "pt": "Quando um ou mais monstros \"Bujin\" do Tipo Besta-Guerreira que você controla forem destruídos em batalha ou por efeitos de card e enviados para o Cemitério: você pode Invocar este card por Invocação-Especial da sua mão. Uma vez por turno, durante a Fase Final, se um ou mais monstros \"Bujin\" foram enviados da sua mão para o seu Cemitério neste turno enquanto você controlava este card com a face para cima: você pode adicionar 1 Card de Magia/Armadilha \"Bujin\" do seu Deck à sua mão. Você só pode controlar 1 \"Bujin Mikazuchi\".", "ja": "自分フィールド上の「武神」と名のついた獣戦士族モンスターが戦闘またはカードの効果によって破壊され墓地へ送られた時、このカードを手札から特殊召喚できる。また、このカードがフィールド上に表側表示で存在し、自分の手札から「武神」と名のついたモンスターが自分の墓地へ送られた場合、そのターンのエンドフェイズ時に１度、デッキから「武神」と名のついた魔法・罠カード１枚を手札に加える事ができる。「武神－ミカヅチ」は自分フィールド上に１体しか表側表示で存在できない。", "ko": "자신 필드 위의 \"무사신\"이라는 이름이 붙은 야수전사족 몬스터가 전투 또는 카드의 효과에 의해서 파괴되어 묘지로 보내졌을 때, 이 카드를 패에서 특수 소환할 수 있다. 또한, 이 카드가 필드 위에 앞면 표시로 존재하고, 자신의 패에서 \"무사신\"이라는 이름이 붙은 몬스터가 자신의 묘지로 보내졌을 경우, 그 턴의 엔드 페이즈시에 1번, 덱에서 \"무사신\"이라는 이름이 붙은 마법 / 함정 카드 1장을 패에 넣을 수 있다. \"무사신－미카즈치\"는 자신 필드 위에 1장밖에 앞면 표시로 존재할 수 없다.", "zh-TW": null, "zh-CN": "自己场上的名字带有「武神」的兽战士族怪兽被战斗或者卡的效果破坏送去墓地时，这张卡可以从手卡特殊召唤。此外，这张卡在场上表侧表示存在，从自己手卡有名字带有「武神」的怪兽被送去自己墓地的场合，那个回合的结束阶段时1次，可以从卡组把1张名字带有「武神」的魔法·陷阱卡加入手卡。「武神-御雷」在自己场上只能有1只表侧表示存在。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "LIGHT", "level": 4, "atk": 1900, "def": 1500, "series": ["Bujin"], "images": [{"index": 1, "image": "BujinMikazuchi-MP14-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN022", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-EN144", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SHSP-DE022", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-DE144", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SHSP-FR022", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-FR144", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SHSP-IT022", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-IT144", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SHSP-PT022", "set_name": "Shadow Specters", "rarities": ["Ultra Rare"]}, {"set_number": "MP14-PT144", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SHSP-JP022", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SHSP-KR022", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 256143, "master_duel_rarity": "SR"}