{"konami_id": 15143, "password": 53701259, "name": {"en": "Awakening of the Sacred Beasts", "de": "Erwachen der heiligen Ungeheuer", "es": "Despertar de las Bestias Sagradas", "fr": "Réveil des Bêtes Sacrées", "it": "Risveglio delle Bestie Sacre", "pt": "Despertar das Bestas Sagradas", "ja": "<ruby>覚<rt>かく</rt></ruby><ruby>醒<rt>せい</rt></ruby>の<ruby>三<rt>さん</rt></ruby><ruby>幻<rt>げん</rt></ruby><ruby>魔<rt>ま</rt></ruby>", "ja_romaji": "Kakusei no Sangenma", "ko": "각성의 삼환마", "ko_rr": "Gakseong-ui Samhwanma", "zh-TW": "覺醒的三幻魔", "zh-CN": "觉醒的三幻魔"}, "text": {"en": null, "de": "Diese Karte erhält diese Effekte, basierend auf der Anzahl der „Uria, Herr der reißenden Flammen“, „Hamon, Herr des tosenden Donners“ und/oder „Raviel, Herr der Phantome“ mit unterschiedlichen Namen, die du kontrollierst.\n●1+: Jedes Mal, wenn dein Gegner ein oder mehr Monster als Normal- oder Spezialbeschwörung beschwört: Du erhältst LP in Höhe der ATK jener Monster.\n●2+: Annulliere die aktivierten Effekte von Monstern, die dein Gegner kontrolliert.\n●3: Monster, die auf den Friedhof deines Gegners gelegt werden, werden stattdessen verbannt.\nEinmal in deinem Spielzug, falls du ein Monster der Stufe 10 kontrollierst: Du kannst deiner Hand 1 Permanente Falle von deinem Friedhof hinzufügen.", "es": "Esta carta gana estos efectos basados en el número de \"Uria, Señor de las Llamas Abrasadoras\", \"Hamon, Señor del Trueno Golpeador\" y/o \"Raviel, Señor de Fantasmas\" con nombres diferentes que controles.\n●1+: Cada vez que tu adversario Invoque uno o más monstruos de Modo Normal o Especial: gana LP igual al ATK de ese o esos monstruos.\n●2+: Niega los efectos activados de los monstruos que controla tu adversario.\n●3: Cualquier monstruo mandado al Cementerio de tu adversario es desterrado en su lugar.\nUna vez por tu turno, si controlas un monstruo de Nivel 10: puedes añadir a tu mano 1 Trampa Continua en tu Cementerio.", "fr": "Cette carte gagne ces effets selon le nombre de \"Uria, Seigneur des Flammes Aveuglantes\", \"Hamon, Seigneur du Tonnerre Fracassant\" et/ou \"Raviel, Empereur des Phantasmes\" de noms différents que vous contrôlez.\n●1+ : Chaque fois que votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres : gagnez des LP égaux à l'ATK de ces monstres.\n●2+ : Annulez les effets activés des monstres contrôlés par votre adversaire.\n●3 : Les monstres envoyés au Cimetière de votre adversaire sont bannis à la place.\nUne fois durant votre tour, si vous contrôlez un monstre de Niveau 10 : vous pouvez ajouter 1 Piège Continu depuis votre Cimetière à votre main.", "it": "Questa carta guadagna questi effetti a seconda del numero di \"Uria, Signore delle Fiamme Ardenti\", \"Hamon, Signore del Tuono Fragoroso\" e/o \"Raviel, il Signore dei Fantasmi\" con nomi diversi che controlli.\n●1+: Ogni volta che il tuo avversario Evoca Normalmente o Specialmente uno o più mostri: guadagni LP pari all'ATK di quei mostri.\n●2+: Annulla gli effetti attivati dei mostri controllati dal tuo avversario.\n●3: Qualsiasi mostro mandato al Cimitero del tuo avversario viene invece bandito.\nUna volta per tuo turno, se controlli un mostro di Livello 10: puoi aggiungere 1 Trappola Continua dal tuo Cimitero alla tua mano.", "pt": "Este card ganha esses efeitos de acordo com o número de \"Uria, o Senhor das Chamas Cortantes\", \"Hamon, o Senhor do Trovão Impactante\" e/ou \"Raviel, o Senhor dos Fantasmas\" com nomes diferentes que você controla.\n●1+: Sempre que seu oponente Invocar um ou mais monstros por Invocação-Normal ou Especial: ganhe PV igual ao ATK desses monstros.\n●2+: Negue os efeitos ativados dos monstros que seu oponente controla.\n●3: Quaisquer monstros enviados para o Cemitério do seu oponente, em vez disso, são banidos.\nUma vez por turno seu, se você controlar um monstro de Nível 10: você pode adicionar 1 Armadilha Contínua do seu Cemitério à sua mão.", "ja": "①：自分フィールドの「神炎皇ウリア」「降雷皇ハモン」「幻魔皇ラビエル」の種類の数によって以下の効果を得る。\n●１種類以上：相手がモンスターを召喚・特殊召喚する度に、自分はそのモンスターの攻撃力分だけＬＰを回復する。\n●２種類以上：相手フィールドのモンスターが発動した効果は無効化される。\n●３種類：相手の墓地へ送られるモンスターは墓地へは行かず除外される。\n②：自分ターンに１度、自分フィールドにレベル１０モンスターが存在する場合に発動できる。自分の墓地から永続罠カード１枚を手札に加える。", "ko": "①: 자신 필드의 \"신염황제 우리아\" \"번개황제 하몬\" \"환마황제 라비엘\"의 종류의 수에 따라 이하의 효과를 얻는다.\n●1종류 이상: 상대가 몬스터의 일반 소환 / 특수 소환에 성공할 때마다, 자신은 그 몬스터의 공격력만큼만 LP를 회복한다.\n●2종류 이상: 상대 필드의 몬스터가 발동한 효과는 무효화된다.\n●3종류: 상대 묘지로 보내지는 몬스터는 묘지로는 가지 않으며 제외된다. ②: 자신 턴에 1번, 자신 필드에 레벨 10 몬스터가 존재할 경우에 발동할 수 있다. 자신 묘지에서 지속 함정 카드 1장을 고르고 패에 넣는다.", "zh-TW": "①：依據我方場上的「神炎皇烏利亞」、「降雷皇哈蒙」、「幻魔皇拉比艾爾」的種類數量獲得以下效果。\n●１種以上：每當對方成功召喚・特殊召喚怪獸時，我方以該怪獸的攻擊力回復LP。\n●２種以上：對方場上的怪獸發動的效果無效化。\n●３種：被送至對方墓地的怪獸將不前往墓地，而是被除外。\n②：在我方回合，可在我方場上存在等級１０怪獸的狀況下發動１次。從我方墓地選擇１張永續陷阱卡加入手牌。", "zh-CN": "①：依据自己场上的“神炎皇乌利亚”、“降雷皇哈蒙”、“幻魔皇拉比艾尔”的种类数量获得以下效果。\n●1种以上：每次对手召唤・特殊召唤怪兽成功，自己恢复相当于该怪兽攻击力数值的LP。\n●2种以上：对手场上的怪兽发动的效果无效化。\n●3种：被送至对手墓地的怪兽不去墓地而直接被除外。\n②：每个自己回合中1次，在自己场上有等级10怪兽存在的情况下可以发动。从自己的墓地挑选1张永续陷阱卡加入手牌。"}, "card_type": "Trap", "property": "Continuous", "series": ["Phantasm"], "images": [{"index": 1, "image": "AwakeningoftheSacredBeasts-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDSA-EN035", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}, {"set_number": "SGX3-ENG15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "SDSA-DE035", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}, {"set_number": "SGX3-DEG15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "SDSA-FR035", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}, {"set_number": "SGX3-FRG15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "SDSA-IT035", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}, {"set_number": "SGX3-ITG15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "SDSA-PT035", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}, {"set_number": "SGX3-PTG15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "SD38-JP035", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD38-KR035", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD38-SC035", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 713359, "master_duel_rarity": "N"}