{"konami_id": 16822, "password": 53782828, "name": {"en": "S-Force Retroactive", "de": "S-Kraft Retroaktiv", "es": "Fuerza-S Retroactiva", "fr": "Rétroactive de la Force-S", "it": "S-Forza Retroattiva", "pt": "Força-S Retroativa", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> レトロアクティヴ", "ja_romaji": "Sekyuriti Fōsu Retoroakutivu", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 레트로액티브", "ko_rr": "Sikyuriti Poseu Reteuroaektibeu", "zh-TW": null, "zh-CN": "超元特防队 追溯者"}, "text": {"en": "If a monster you control would be used as Link Material for an \"S-Force\" monster, this card in your hand can also be used as material. During the Main Phase (Quick Effect): You can return this card to the hand, and if you do, Special Summon 1 Level 2 or higher \"S-Force\" monster from your hand. If an \"S-Force\" monster you control would banish a card(s) from your hand to activate its effect, you can banish this card from your GY instead. You can only use each effect of \"S-Force Retroactive\" once per turn.", "de": "Falls ein Monster, das du kontrollierst, als Linkmaterial für ein „S-Kraft“-Monster verwendet würde, kann auch diese Karte in deiner Hand als Material verwendet werden. Während der Main Phase (Schnelleffekt): Du kannst diese Karte auf die Hand zurückgeben und falls du dies tust, beschwöre 1 „S-Kraft“-Monster der Stufe 2 oder höher als Spezialbeschwörung von deiner Hand. Falls eine oder mehr Karten von deiner Hand verbannt würden, um den Effekt eines „S-Kraft“-Monsters, das du kontrollierst, zu aktivieren, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst jeden Effekt von „S-Kraft Retroaktiv“ nur einmal pro Spielzug verwenden.", "es": "Si un monstruo que controlas fuera a ser usado como Material de Enlace para un monstruo \"Fuerza-S\", esta carta en tu mano también puede ser usada como material. Durante la Main Phase (Efecto Rápido): puedes devolver esta carta a la mano y, si lo haces, Invoca de Modo Especial, desde tu mano, 1 monstruo \"Fuerza-S\" de Nivel 2 o mayor. Si un monstruo \"Fuerza-S\" que controlas fuera a desterrar una o más cartas en tu mano para activar su efecto, puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes usar cada efecto de \"Fuerza-S Retroactiva\" una vez por turno.", "fr": "Si un monstre que vous contrôlez va être utilisé comme Matériel Lien pour un monstre \"Force-S\", cette carte dans votre main peut aussi être utilisée comme Matériel. Durant la Main Phase (Effet Rapide) : vous pouvez renvoyer cette carte à la main, et si vous le faites, Invoquez Spécialement 1 monstre \"Force-S\" de min. Niveau 2 depuis votre main. Si un monstre \"Force-S\" que vous contrôlez va bannir une ou plusieurs cartes depuis votre main pour activer son effet, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Rétroactive de la Force-S\" qu'une fois par tour.", "it": "Se un mostro che controlli sta per essere utilizzato come Materiale Link per un mostro \"S-Forza\", anche questa carta nella tua mano può essere utilizzata come materiale. Durante la Main Phase (Effetto Rapido): puoi far ritornare questa carta nella mano e, se lo fai, Evoca Specialmente 1 mostro \"S-Forza\" di Livello 2 o superiore dalla tua mano. Se un mostro \"S-Forza\" che controlli sta per bandire una o più carte dalla tua mano per attivare il suo effetto, puoi invece bandire questa carta dal tuo Cimitero. Puoi utilizzare ogni effetto di \"S-Forza Retroattiva\" una sola volta per turno.", "pt": "Se um monstro que você controla seria usado como Matéria Link para um monstro \"Força-S\", este card na sua mão também pode ser usado como matéria. Durante a Fase Principal (Efeito Rápido): você pode devolver este card para a mão e, se isso acontecer, Invoque por Invocação-Especial 1 monstro \"Força-S\" de Nível 2 ou mais da sua mão. Se um monstro \"Força-S\" que você controla baniria um ou mais cards da sua mão para ativar seu efeito, em vez disso, você pode banir este card do seu Cemitério. Você só pode usar cada efeito de \"Força-S Retroativa\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドのモンスターを「Ｓ－Ｆｏｒｃｅ」モンスターのリンク素材とする場合、手札のこのカードもリンク素材にできる。②：自分・相手のメインフェイズに発動できる。このカードを持ち主の手札に戻し、手札からレベル２以上の「Ｓ－Ｆｏｒｃｅ」モンスター１体を特殊召喚する。③：自分フィールドの「Ｓ－Ｆｏｒｃｅ」モンスターが効果を発動するために手札を除外する場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터를 \"S－Force(시큐리티 포스)\" 몬스터의 링크 소재로 할 경우, 패의 이 카드도 링크 소재로 할 수 있다. ②: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 이 카드를 주인의 패로 되돌리고, 패에서 레벨 2 이상의 \"S－Force(시큐리티 포스)\" 몬스터 1장을 특수 소환한다. ③: 자신 필드의 \"S－Force(시큐리티 포스)\" 몬스터가 효과를 발동하기 위해 패를 제외할 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。①：在要将自己场上的怪兽作为“超元特防队”怪兽的连接素材的情况下，手牌的此卡也可一起作为连接素材。②：在自己・对手的主要阶段可以发动。将此卡放回持有者的手牌，从手牌将１只等级２以上的“超元特防队”怪兽特殊召唤。③：为发动自己场上的“超元特防队”怪兽的效果而要将手牌除外的情况下，作为代替可将墓地的此卡除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "series": ["S-Force"], "images": [{"index": 1, "image": "SForceRetroactive-MP23-EN-R-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN017", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN013", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "BACH-DE017", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE013", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "es": [{"set_number": "BACH-SP017", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-SP013", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "BACH-FR017", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR013", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "BACH-IT017", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT013", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "BACH-PT017", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT013", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "BACH-JP017", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "ko": [{"set_number": "BACH-KR017", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC015", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716557}