{"konami_id": 15137, "password": 54040484, "name": {"en": "Chaos Core", "de": "Chaoskern", "es": "Núcleo del Caos", "fr": "Orbe du Chaos", "it": "Nucleo del Chaos", "pt": "Núcleo do Caos", "ja": "カオス・コア", "ja_romaji": "Kaosu Koa", "ko": "카오스 코어", "ko_rr": "Kaoseu Ko-eo", "zh-TW": null, "zh-CN": "混沌核心"}, "text": {"en": "When either player activates a card or effect that targets this card, or when your opponent's monster targets it for an attack (Quick Effect): You can send up to 1 each of \"Uria, Lord of Searing Flames\", \"Hamon, Lord of Striking Thunder\", and \"Raviel, Lord of Phantasms\" from your hand and/or Deck to the GY, and if you do, place 1 Phantasm Counter on this card for each card sent to the GY, and if you place at least 1, you take no battle damage this turn. You can only use this effect of \"Chaos Core\" once per turn. If this card would be destroyed by battle or card effect, you can remove 1 Phantasm Counter from this card instead.", "de": "Wenn ein beliebiger Spieler eine Karte oder einen Effekt aktiviert, die oder der diese Karte als Ziel wählt, oder wenn ein Monster deines Gegners sie als Angriffsziel wählt (Schnelleffekt): Du kannst bis zu je 1 „Uria, Herr der reißenden Flammen“, „Hamon, Herr des tosenden Donners“ und „Raviel, Herr der Phantome“ von deiner Hand und/oder deinem Deck auf den Friedhof legen und falls du dies tust, lege für jede auf den Friedhof gelegte Karte 1 Phantom-Zählmarke auf diese Karte und falls du mindestens 1 legst, erhältst du in diesem Spielzug keinen Kampfschaden. Du kannst diesen Effekt von „Chaoskern“ nur einmal pro Spielzug verwenden. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört würde, kannst du stattdessen 1 Phantom-Zählmarke von ihr entfernen.", "es": "Cuando cualquier jugador active una carta o efecto que seleccione esta carta, o cuando el monstruo de tu adversario la seleccione para un ataque (Efecto Rápido): puedes mandar al Cementerio hasta 1 de cada \"Uria, Señor de las Llamas Abrasadoras\", \"Hamon, Señor del Trueno Golpeador\" y \"Raviel, Señor de Fantasmas\" en tu mano y/o Deck y, si lo haces, pon en esta carta 1 Contador de Fantasma por cada carta mandada al Cementerio y, si pones al menos 1, este turno no recibes daño de batalla. Sólo puedes usar este efecto de \"Núcleo del Caos\" una vez por turno. Si esta carta fuera a ser destruida en batalla o por efecto de una carta, puedes retirar 1 Contador de Fantasma de esta carta en su lugar.", "fr": "Lorsqu'un joueur active une carte ou un effet qui cible cette carte, ou lorsqu'un monstre de votre adversaire la cible avec une attaque (Effet Rapide) : vous pouvez envoyer max. 1 \"Uria, Seigneur des Flammes Aveuglantes\", max. 1 \"Hamon, Seigneur du Tonnerre Fracassant\" et max. 1 \"Raviel, Empereur des Phantasmes\" depuis votre main et/ou Deck au Cimetière, et si vous le faites, placez 1 Compteur Fantôme sur cette carte pour chaque carte envoyée au Cimetière, et si vous en placez min. 1, vous ne recevez pas de dommages de combat ce tour. Vous ne pouvez utiliser cet effet de \"Orbe du Chaos\" qu'une fois par tour. Si cette carte va être détruite au combat ou par un effet de carte, vous pouvez retirer 1 Compteur Fantôme de cette carte à la place.", "it": "Quando qualsiasi giocatore attiva una carta o un effetto che sceglie come bersaglio questa carta, o quando un mostro del tuo avversario la sceglie come bersaglio per un attacco (Effetto Rapido): puoi mandare fino a 1 ciascuno di \"Uria, Signore delle Fiamme Ardenti\", \"Hamon, Signore del Tuono Fragoroso\" e \"Raviel, il Signore dei Fantasmi\" dalla tua mano e/o Deck al Cimitero e, se lo fai, metti 1 Segnalino Fantasma su questa carta per ogni carta mandata al Cimitero e, se ne hai messo almeno 1, non subisci danno da combattimento in questo turno. Puoi utilizzare questo effetto di \"Nucleo del Chaos\" una sola volta per turno. Se questa carta sta per essere distrutta in battaglia o dall'effetto di una carta, puoi invece rimuovere 1 Segnalino Fantasma da questa carta.", "pt": "Quando qualquer duelista ativar um card ou efeito que escolha este card como alvo, ou quando um monstro do seu oponente escolhê-lo como alvo de um ataque (Efeito Rápido): você pode enviar até 1 de cada de \"Uria, o Senhor das Chamas Cortantes\", \"Hamon, o Senhor do Trovão Impactante\" e \"Raviel, o Senhor dos Fantasmas\" da sua mão e/ou do Deck para o Cemitério e, se isso acontecer, coloque 1 Marcador de Fantasma neste card para cada card enviado para o Cemitério e, se você colocou pelo menos 1, você não sofre dano de batalha neste turno. Você só pode usar este efeito de \"Núcleo do Caos\" uma vez por turno. Se este card seria destruído em batalha ou por um efeito de card, em vez disso, você pode remover 1 Marcador de Fantasma deste card.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが効果の対象になった時、または相手モンスターの攻撃対象に選択された時に発動できる。「神炎皇ウリア」「降雷皇ハモン」「幻魔皇ラビエル」をそれぞれ１体まで手札・デッキから墓地へ送り、墓地へ送った数だけこのカードに幻魔カウンターを置き、このターン自分が受ける戦闘ダメージは０になる。②：このカードが戦闘・効果で破壊される場合、代わりにこのカードの幻魔カウンターを１つ取り除く事ができる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 효과의 대상이 되었을 때, 또는 상대 몬스터의 공격 대상으로 선택되었을 때에 발동할 수 있다. \"신염황제 우리아\" \"번개황제 하몬\" \"환마황제 라비엘\"을 각각 1장까지 패 / 덱에서 묘지로 보내고, 묘지로 보낸 수만큼 이 카드에 환마 카운터를 놓고, 이 턴에 자신이 받는 전투 데미지는 0 이 된다. ②: 이 카드가 전투 / 효과로 파괴될 경우, 대신에 이 카드의 환마 카운터를 1개 제거할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：此卡成为效果的对象时，或被选择为对手怪兽的攻击对象时可以发动。将“神炎皇乌利亚”、“降雷皇哈蒙”、“幻魔皇拉比艾尔”各最多1只从手牌・牌组送至墓地，将相当于送至墓地的卡数量的幻魔计数物放在此卡上，此回合中自己受到的战斗伤害变为0。②：此卡将被战斗・效果破坏的情况下，作为代替，可去除此卡的1个幻魔计数物。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 3, "atk": 0, "def": 0, "series": ["Chaos"], "images": [{"index": 1, "image": "ChaosCore-SDSA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDSA-EN002", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}], "de": [{"set_number": "SDSA-DE002", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}], "es": [{"set_number": "SDSA-SP002", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}], "fr": [{"set_number": "SDSA-FR002", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}], "it": [{"set_number": "SDSA-IT002", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}], "pt": [{"set_number": "SDSA-PT002", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Common"]}], "ja": [{"set_number": "SD38-JP002", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD38-KR002", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD38-SC002", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 707879}