{"konami_id": 17784, "password": 54092240, "name": {"en": "Celestial Apparatus Tesea", "de": "Himmlische Vorrichtung Tesea", "es": "Aparato Celestial Tesea", "fr": "Dispositif Céleste Téséa", "it": "Tesea Apparato Celeste", "pt": "Aparato Celestial Tesea", "ja": "テセア<ruby>聖<rt>せい</rt></ruby><ruby>霊<rt>れい</rt></ruby><ruby>器<rt>き</rt></ruby>", "ja_romaji": "Tesea Seireiki", "ko": "테세아 성령기", "ko_rr": "Tesea Seongryeonggi", "zh-TW": null, "zh-CN": "至崇圣灵器"}, "text": {"en": "If you control an \"Adventurer Token\": You can Special Summon this card from your hand. You can reveal 1 card in your hand that mentions an \"Adventurer Token\"; add 1 Spell that mentions an \"Adventurer Token\" from your Deck to your hand, except a Normal Spell. You cannot Special Summon monsters the turn you activate this effect, except an \"Adventurer Token\" or monsters that mention it. You can only use each effect of \"Celestial Apparatus Tesea\" once per turn.", "de": "Falls du eine „Abenteurer-Spielmarke“ kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst 1 Karte in deiner Hand vorzeigen, die eine „Abenteurer-Spielmarke“ erwähnt; füge deiner Hand 1 Zauber, der eine „Abenteurer-Spielmarke“ erwähnt, von deinem Deck hinzu, außer einem Normalen Zauber. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer einer „Abenteurer-Spielmarke“ oder Monstern, die sie erwähnen. Du kannst jeden Effekt von „Himmlische Vorrichtung Tesea“ nur einmal pro Spielzug verwenden.", "es": "Si controlas una \"Ficha Aventurera\": puedes Invocar esta carta de Modo Especial desde tu mano. Puedes mostrar 1 carta en tu mano que mencione una \"Ficha Aventurera\"; añade a tu mano 1 Mágica que mencione una \"Ficha Aventurera\" en tu Deck, excepto una Mágica Normal. No puedes Invocar monstruos de Modo Especial en el turno en el que activas este efecto, excepto una \"Ficha Aventurera\" o monstruos que la mencionen. Sólo puedes usar cada efecto de \"Aparato Celestial Tesea\" una vez por turno.", "fr": "Si vous contrôlez \"Jeton Aventurier\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez révéler 1 carte dans votre main qui mentionne \"Jeton Aventurier\" ; ajoutez 1 Magie qui mentionne \"Jeton Aventurier\" (Magies Normales exclues) depuis votre Deck à votre main. Vous ne pouvez pas Invoquer Spécialement de monstres (\"Jeton Aventurier\" ou monstres qui le mentionnent exclus) le tour où vous activez cet effet. Vous ne pouvez utiliser chaque effet de \"Dispositif Céleste Téséa\" qu'une fois par tour.", "it": "Se controlli un \"Segna-Avventuriero\": puoi Evocare Specialmente questa carta dalla tua mano. Puoi rivelare 1 carta nella tua mano che menziona un \"Segna-Avventuriero\"; aggiungi 1 Magia che menziona un \"Segna-Avventuriero\" dal tuo Deck alla tua mano, eccetto una Magia Normale. Non puoi Evocare Specialmente mostri nel turno in cui attivi questo effetto, eccetto un \"Segna-Avventuriero\" o mostri che lo menzionano. Puoi utilizzare ogni effetto di \"Tesea Apparato Celeste\" una sola volta per turno.", "pt": "Se você controlar uma \"Ficha de Aventura\": você pode Invocar este card por Invocação-Especial da sua mão. Você pode revelar 1 card na sua mão que mencione uma \"Ficha de Aventura\"; adicione 1 Magia que mencione uma \"Ficha de Aventura\" do seu Deck à sua mão, exceto uma Magia Normal. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto uma \"Ficha de Aventura\" ou monstros que a mencionem. Você só pode usar cada efeito de \"Aparato Celestial Tesea\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「勇者トークン」が存在する場合に発動できる。このカードを手札から特殊召喚する。②：「勇者トークン」のトークン名が記された手札のカード１枚を相手に見せて発動できる。通常魔法カード以外の、「勇者トークン」のトークン名が記された魔法カード１枚をデッキから手札に加える。この効果を発動するターン、自分は「勇者トークン」及びそのトークン名が記されたモンスターしか特殊召喚できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"용사 토큰\"이 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: \"용사 토큰\"의 토큰명이 쓰여진 패의 카드 1장을 상대에게 보여주고 발동할 수 있다. 일반 마법 카드 이외의, \"용사 토큰\"의 토큰명이 쓰여진 마법 카드 1장을 덱에서 패에 넣는다. 이 효과를 발동하는 턴에, 자신은 \"용사 토큰\" 및 그 토큰명이 쓰여진 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己场上存在“勇者衍生物”的情况下可以发动。从手牌将此卡特殊召唤。②：将手牌１张记载有“勇者衍生物”的衍生物名的卡出示给对手可以发动。从牌组将通常魔法卡以外的、记载有“勇者衍生物”的衍生物名的１张魔法卡加入手牌。发动此效果的回合中，自己仅可特殊召唤“勇者衍生物”及记载有该衍生物名的怪兽。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 4, "atk": 1000, "def": 1000, "series": ["Adventurer"], "images": [{"index": 1, "image": "CelestialApparatusTesea-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN028", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-EN068", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DABL-DE028", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-DE068", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DABL-SP028", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-SP068", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DABL-FR028", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-FR068", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DABL-IT028", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-IT068", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DABL-PT028", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "BLMR-PT068", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DABL-JP028", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR028", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC020", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714238}