{"konami_id": 20491, "password": 54207171, "name": {"en": "Mementotlan Akihiron", "de": "Mementotlanischer Akihiron", "es": "Mementotlán Akihiron", "fr": "Akihiron Mémentotlain", "it": "Akihiron Mementotlan", "pt": "Akihiron Mementotlan", "ja": "メメント・カクタス", "ja_romaji": "Memento Kakutasu", "ko": "메멘토 카쿠타스", "ko_rr": null, "zh-TW": null, "zh-CN": "冥铭途・卡可塔斯"}, "text": {"en": "If this card is Normal or Special Summoned: You can activate this effect; this turn, Level 9 or higher \"Memento\" monsters can attack directly. If this card is destroyed by card effect: You can target 1 of your other \"Memento\" cards that is banished or in your GY; add it to your hand. If a \"Memento\" monster(s) in your hand and/or face-up field is destroyed by battle or card effect, while this card is in your GY: You can Special Summon this card. You can only use each effect of \"Mementotlan Akihiron\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst diesen Effekt aktivieren; in diesem Spielzug können „Memento“-Monster der Stufe 9 oder höher direkt angreifen. Falls diese Karte durch einen Karteneffekt zerstört wird: Du kannst 1 deiner anderen „Memento“-Karten wählen, die verbannt ist oder sich in deinem Friedhof befindet; füge sie deiner Hand hinzu. Falls ein oder mehr „Memento“-Monster in deiner Hand und/oder offen auf deiner Spielfeldseite durch Kampf oder einen Karteneffekt zerstört werden, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Mementotlanischer Akihiron“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes activar este efecto; este turno, los monstruos \"Memento\" de Nivel 9 o mayor pueden atacar directamente. Si esta carta es destruida por el efecto de una carta: puedes seleccionar 1 de tus otras cartas \"Memento\" que esté desterrada o en tu Cementerio; añádela a tu mano. Si uno o más monstruos \"Memento\" en tu mano y/o Campo boca arriba son destruidos en batalla o por el efecto de una carta, mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Mementotlán Akihiron\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez activer cet effet ; ce tour, les monstres \"Mémento\" de min. Niveau 9 peuvent attaquer directement. Si cette carte est détruite par un effet de carte : vous pouvez cibler 1 de vos autres cartes \"Mémento\" qui est bannie ou dans votre Cimetière ; ajoutez-la à votre main. Si un ou plusieurs monstres \"Mémento\" dans votre main et/ou sur votre Terrain face recto sont détruits au combat ou par un effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Akihiron Mémentotlain\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi attivare questo effetto; in questo turno, i mostri \"Memento\" di Livello 9 o superiore possono attaccare direttamente. Se questa carta viene distrutta dall'effetto di una carta: puoi scegliere come bersaglio 1 delle tue altre carte \"Memento\" che sono bandite o nel tuo Cimitero; aggiungila alla tua mano. Se uno o più mostri \"Memento\" nella tua mano e/o Terreno scoperto vengono distrutti in battaglia o dall'effetto di una carta, mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Akihiron Mementotlan\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode ativar este efeito; neste turno, monstros \"Memento\" de Nível 9 ou mais podem atacar diretamente. Se este card for destruído por um efeito de card: você pode escolher 1 dos seus outros cards \"Memento\" que estiverem banidos ou no seu Cemitério; adicione-o à sua mão. Se um ou mais monstros \"Memento\" na sua mão e/ou no campo com a face para cima forem destruídos em batalha ou por um efeito de card, enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Akihiron Mementotlan\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。このターン中、レベル９以上の「メメント」モンスターは直接攻撃できる。②：このカードが効果で破壊された場合、このカード以外の自分の墓地・除外状態の「メメント」カード１枚を対象として発動できる。そのカードを手札に加える。③：このカードが墓地に存在する状態で、自分の手札・フィールド（表側表示）の「メメント」モンスターが戦闘・効果で破壊された場合に発動できる。このカードを特殊召喚する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 이 턴 중에, 레벨 9 이상의 \"메멘토\" 몬스터는 직접 공격할 수 있다. ②: 이 카드가 효과로 파괴되었을 경우, 이 카드 이외의 자신의 묘지 / 제외 상태인 \"메멘토\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다. ③: 이 카드가 묘지에 존재하는 상태에서, 자신의 패 / 필드(앞면 표시)의 \"메멘토\" 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。①：此卡召唤・特殊召唤的情况下可以发动。此回合中，等级９以上的“冥铭途”怪兽可直接攻击。②：此卡因效果被破坏的情况下，以此卡以外的、自己墓地・除外状态的１张“冥铭途”卡为对象可以发动。将该卡加入手牌。③：此卡存在于墓地的状态下，自己手牌・场上（表侧表示）的“冥铭途”怪兽因战斗・效果被破坏的情况下可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 5, "atk": 1700, "def": 1400, "series": ["Memento"], "images": [{"index": 1, "image": "MementotlanAkihiron-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-EN243", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ROTA-DE015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-DE243", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "ROTA-SP015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-SP243", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ROTA-FR015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-FR243", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ROTA-IT015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-IT243", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ROTA-PT015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-PT243", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "ROTA-JP015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "ROTA-KR015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC015", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1072022}