{"konami_id": 21776, "password": 54265980, "name": {"en": "DoomZ VII Seven - Elara", "de": "UntergangZ VII Sieben - Elara", "es": "DoomZ VII Siete - Elara", "fr": "DoomZ VII Sept - Elara", "it": "DoomZ VII Sette - Elara", "pt": "DoomZ VII Sete - Elara", "ja": "<ruby>終刻竜機Ⅶ<rt>ドゥームズ・セブン</rt></ruby>－エララ", "ja_romaji": "Dūmuzu Sebun - Erara", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "终刻龙机Ⅶ－伊拉拉"}, "text": {"en": "If this card is Normal or Special Summoned, or destroyed by card effect: You can Set 1 \"DoomZ\" Spell/Trap from your Deck. While this card is equipped with an Equip Card (Quick Effect): You can Special Summon 1 WIND Machine Xyz Monster from your Extra Deck with the same Rank as this card's Level, and if you do, attach this card and its Equip Cards to that monster as material (this is treated as an Xyz Summon). You can only use each effect of \"DoomZ VII Seven - Elara\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen oder durch einen Karteneffekt zerstört wird: Du kannst 1 „UntergangZ“-Zauber/Falle von deinem Deck setzen. Solange diese Karte mit einer Ausrüstungskarte ausgerüstet ist (Schnelleffekt): Du kannst 1 WIND Maschine-Xyz-Monster mit demselben Rang wie die Stufe dieser Karte als Spezialbeschwörung von deinem Extra Deck beschwören und falls du dies tust, hänge diese Karte und ihre Ausrüstungskarten als Material an jenes Monster an (dies wird als Xyz-Beschwörung behandelt). Du kannst jeden Effekt von „UntergangZ VII Sieben - Elara“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial, o destruida por el efecto de una carta: puedes Colocar 1 Mágica/Trampa \"DoomZ\" en tu Deck. Mientras esta carta está equipada con una Carta de Equipo (Efecto Rápido): puedes Invocar de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz Máquina de VIENTO con el mismo Rango que el Nivel de esta carta y, si lo haces, acopla esta carta y sus Cartas de Equipo a ese monstruo como material (esto se trata como una Invocación Xyz). Sólo puedes usar cada efecto de \"DoomZ VII Siete - Elara\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement, ou détruite par un effet de carte : vous pouvez Poser 1 Magie/Piège \"DoomZ\" depuis votre Deck. Tant que cette carte est équipée avec une Carte d'Équipement (Effet Rapide) : vous pouvez Invoquer Spécialement 1 Monstre Xyz VENT Machine depuis votre Extra Deck du même Rang que le Niveau de cette carte, et si vous le faites, attachez cette carte et ses Cartes d'Équipement au monstre comme Matériel (ceci est traité comme Invocation Xyz). Vous ne pouvez utiliser chaque effet de \"DoomZ VII Sept - Elara\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente, o viene distrutta dall'effetto di una carta: puoi Posizionare 1 Magia/Trappola \"DoomZ\" dal tuo Deck. Mentre questa carta è equipaggiata con una Carta Equipaggiamento (Effetto Rapido): puoi Evocare Specialmente dal tuo Extra Deck 1 Mostro Xyz VENTO Macchina con lo stesso Rango del Livello di questa carta e, se lo fai, attacca questa carta e le sue Carte Equipaggiamento a quel mostro come materiale (questa viene considerata come un'Evocazione Xyz). Puoi utilizzare ogni effetto di \"DoomZ VII Sette - Elara\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial, ou destruído por um efeito de card: você pode Baixar 1 Magia/Armadilha \"DoomZ\" do seu Deck. Enquanto este card estiver equipado com um Card de Equipamento (Efeito Rápido): você pode Invocar por Invocação-Especial 1 Monstro Xyz Máquina de VENTO do seu Deck Adicional com a mesma Classe que o Nível deste card e, se isso acontecer, associe este card e seus Cards de Equipamento a esse monstro como matéria (isso é considerado uma Invocação-Xyz). Você só pode usar cada efeito de \"DoomZ VII Sete - Elara\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合、または効果で破壊された場合に発動できる。デッキから「ドゥームズ」魔法・罠カード１枚を自分フィールドにセットする。②：自分・相手ターンに、このカードが装備カードを装備している場合に発動できる。このカードのレベルと同じ数値のランクを持つ機械族・風属性Ｘモンスター１体をＸ召喚扱いでＥＸデッキから特殊召喚し、このカード及びこのカードの装備カードを全てそのＸ素材にする。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡召唤・特殊召唤的情况下，或因效果被破坏的情况下可以发动。从牌组将1张“终刻”魔法・陷阱卡放置在自己场上。②：在自己・对手回合中，此卡装备有装备卡的情况下可以发动。从额外牌组将阶级与此卡的等级数值相同的1只机械族・风属性超量怪兽视为超量召唤特殊召唤，将此卡及此卡的装备卡全部作为其超量素材。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 4, "atk": 1400, "def": 1200, "series": ["DoomZ"], "images": [{"index": 1, "image": "DoomZVIISevenElara-DOOD-JP-C.png"}], "sets": {"en": [{"set_number": "DOOD-EN010", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "de": [{"set_number": "DOOD-DE010", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "es": [{"set_number": "DOOD-SP010", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DOOD-FR010", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "it": [{"set_number": "DOOD-IT010", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DOOD-PT010", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DOOD-JP010", "set_name": "Doom of Dimensions", "rarities": ["Common", "Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC010", "set_name": "Doom of Dimensions", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135263}