{"konami_id": 10701, "password": 54366836, "name": {"en": "Number 54: Lion Heart", "de": "Nummer 54: Löwenherz", "es": "Número 54: Corazón de León", "fr": "Numéro 54 : Cœur de Lion", "it": "Numero 54: Cuore di Leone", "pt": "Número 54: Coração de Leão", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>５４ <ruby>反<rt>はん</rt></ruby><ruby>骨<rt>こつ</rt></ruby>の<ruby>闘<rt>とう</rt></ruby><ruby>士<rt>し</rt></ruby>ライオンハート", "ja_romaji": "Nanbāzu Gojūyon Hankotsu no Tōshi Raionhāto", "ko": "No.54 반골의 투사 라이언하트", "ko_rr": null, "zh-TW": "No.54 反骨鬥士獅子心", "zh-CN": "编号54 反骨的斗士 狮子心"}, "text": {"en": "3 Level 1 monsters\nThis Attack Position card cannot be destroyed by battle. If you take battle damage from battles involving this card: Inflict damage to your opponent equal to the battle damage you took. Once per battle, during damage calculation, if this card battles an opponent's monster (Quick Effect): You can detach 1 material from this card; your opponent takes any battle damage you would have taken from that battle.", "de": "3 Monster der Stufe 1\nDiese Karte in offener Angriffsposition kann nicht durch Kampf zerstört werden. Wenn du Kampfschaden aus Kämpfen erhältst, an denen diese Karte beteiligt ist: Füge deinem Gegner Schaden in Höhe des Kampfschadens zu, den du erhalten hast. Falls diese Karte gegen ein Monster deines Gegners kämpft, während der Schadensberechnung (im Spielzug eines beliebigen Spielers): Du kannst 1 Xyz-Material von dieser Karte abhängen; dein Gegner erhält den Kampfschaden, den du aus dem Kampf erhalten hättest.", "es": "3 monstruos de Nivel 1\nEsta carta en Posición de Ataque boca arriba no puede ser destruida en batalla. Cuando recibes daño de batalla de batallas que involucren a esta carta: inflige daño a tu adversario igual a la cantidad de daño de batalla que recibiste. Si esta carta batalla con un monstruo de tu adversario, durante el cálculo de daño (en el turno de cualquier jugador): puedes desacoplar de esta carta 1 Material Xyz; tu adversario recibe cualquier daño de batalla que tú hubieras recibido de esa batalla.", "fr": "3 monstres de Niveau 1\nCette carte en Position d'Attaque face recto ne peut pas être détruite au combat. Lorsque vous recevez des dommages de combat de combats impliquant cette carte : infligez des dommages à votre adversaire égaux au montant des dommages de combat que vous avez reçus. Si cette carte combat un monstre de votre adversaire, durant le calcul des dommages (du tour de chaque joueur) : vous pouvez détacher 1 Matériel Xyz de cette carte ; votre adversaire reçoit tous les dommages de combat que vous auriez dû recevoir de ce combat.", "it": "3 mostri di Livello 1\nQuesta carta scoperta in Posizione di Attacco non può essere distrutta in battaglia. Quando subisci danno da combattimento da battaglie che coinvolgono questa carta: infliggi al tuo avversario danno pari al danno da combattimento che hai subito. Se questa carta combatte con un mostro dell'avversario, durante il calcolo dei danni (nel turno di qualsiasi giocatore): puoi staccare 1 Materiale Xyz da questa carta; il tuo avversario subisce ogni danno da combattimento che avresti subito tu da quella battaglia.", "pt": "3 monstros de Nível 1\nEste card com a face para cima em Posição de Ataque não pode ser destruído em batalha. Quando você sofrer dano de batalha de batalhas envolvendo este card: cause dano ao seu oponente igual ao dano de batalha que você sofreu. Se este card batalhar um monstro do oponente, durante o cálculo de dano (no turno de qualquer duelista): você pode desassociar 1 Matéria Xyz deste card; seu oponente sofre qualquer dano de batalha que você teria sofrido nessa batalha.", "ja": "レベル１モンスター×３\n①：攻撃表示のこのカードは戦闘では破壊されない。②：このカードが相手モンスターと戦闘を行うダメージ計算時に１度、このカードのＸ素材を１つ取り除いて発動できる。その戦闘で発生する自分への戦闘ダメージは代わりに相手が受ける。③：このカードの戦闘で自分が戦闘ダメージを受けた場合に発動する。受けたダメージの数値分だけ相手にダメージを与える。", "ko": "레벨 1 몬스터 × 3\n필드 위에 앞면 공격 표시로 존재하는 이 카드는 전투로는 파괴되지 않는다. 이 카드의 전투에 의해서 자신이 전투 데미지를 받았을 때, 받은 전투 데미지와 같은 수치의 데미지를 상대 라이프에 준다. 또한, 이 카드가 상대 몬스터와 전투를 실행하는 데미지 계산시, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 그 전투에 의해서 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다.", "zh-TW": null, "zh-CN": "1星怪兽×3。场上表侧攻击表示存在的这张卡不会被战斗破坏。这张卡的战斗让自己受到战斗伤害时，给与对方基本分和受到的战斗伤害相同数值的伤害。此外，这张卡和对方怪兽进行战斗的伤害计算时，把这张卡1个XYZ素材取除才能发动。那次战斗发生的对自己的战斗伤害由对方代受。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "EARTH", "rank": 1, "atk": 100, "def": 100, "materials": "3 Level 1 monsters", "series": ["Heart", "Number", "Number", "Mythyrian Numbers"], "images": [{"index": 1, "image": "Number54LionHeart-BLC1-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "NUMH-EN026", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN037", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "NUMH-DE026", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE037", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "NUMH-FR026", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR037", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "NUMH-IT026", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT037", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "NUMH-PT026", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT037", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CPZ1-JP018", "set_name": "Collectors Pack: ZEXAL Version", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "NCF1-JP054", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CPZ1-KR018", "set_name": "Collectors Pack: ZEXAL Version", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 275982, "master_duel_rarity": "R"}