{"konami_id": 16090, "password": 54387923, "name": {"en": "TiSolfachord Beautia", "de": "SiSolfakkord Beautia", "es": "Beautia SiSolfacorde", "fr": "SiSolfaccord Beautia", "it": "SiSolfaccordo Beautia", "pt": "SiSolfacorde Beautia", "ja": "シドレミコード・ビューティア", "ja_romaji": "Shidoremikōdo Byūtia", "ko": "시도레미코드 뷰티아", "ko_rr": "Sidoremikodeu Byutia", "zh-TW": null, "zh-CN": "西音服和弦・尤提娅"}, "text": {"en": "(Quick Effect): You can target 1 Effect Monster your opponent controls, or, if you have an even Pendulum Scale in your Pendulum Zone, you can target 1 face-up Spell/Trap your opponent controls; this turn, banish it when it leaves the field. You can only use this effect of \"TiSolfachord Beautia\" once per turn. Once per turn, at the start of the Damage Step, if this card battles a monster with an equal or higher ATK than the lowest Pendulum Scale in your Pendulum Zone x 300: Destroy that monster.", "de": "(Schnelleffekt): Du kannst 1 Effektmonster wählen, das dein Gegner kontrolliert, oder falls du einen geraden Pendelbereich in deiner Pendelzone hast, kannst du stattdessen 1 offene(n) Zauber/Falle wählen, den oder die dein Gegner kontrolliert; verbanne es, ihn oder sie, wenn es, er oder sie in diesem Spielzug das Spielfeld verlässt. Du kannst diesen Effekt von „SiSolfakkord Beautia“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, am Beginn des Damage Steps, falls diese Karte gegen ein Monster kämpft, dessen ATK größer oder gleich dem niedrigsten Pendelbereich in deiner Pendelzone x 300 sind: Zerstöre das Monster.", "es": "(Efecto Rápido): puedes seleccionar 1 Monstruo de Efecto que controle tu adversario o, si tienes una Escala de Péndulo par en tu Zona de Péndulo, puedes seleccionar 1 Mágica/Trampa boca arriba que controle tu adversario en su lugar; este turno, destiérralo/a cuando deje el Campo. Sólo puedes usar este efecto de \"Beautia SiSolfacorde\" una vez por turno. Una vez por turno, al comienzo del Damage Step, si esta carta batalla con un monstruo con ATK igual o mayor que la Escala de Péndulo más baja en tu Zona de Péndulo x 300: destruye ese monstruo.", "fr": "(Effet Rapide) : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire, ou, si vous avez une Échelle Pendule paire dans votre Zone Pendule, vous pouvez cibler 1 Magie/Piège face recto contrôlé par votre adversaire à la place ; ce tour, bannissez-le lorsqu'il quitte le Terrain. Vous ne pouvez utiliser cet effet de \"SiSolfaccord Beautia\" qu'une fois par tour. Une fois par tour, au début de la Damage Step, si cette carte combat un monstre avec une ATK supérieure ou égale à la plus faible Échelle Pendule dans votre Zone Pendule x 300 : détruisez le monstre.", "it": "(Effetto Rapido): puoi scegliere come bersaglio 1 Mostro con Effetto controllato dal tuo avversario, o, se hai un Valore Pendulum pari nella tua Zona Pendulum, puoi invece scegliere come bersaglio 1 Magia/Trappola scoperta controllata dal tuo avversario; in questo turno, bandiscilo quando lascia il Terreno. Puoi utilizzare questo effetto di \"SiSolfaccordo Beautia\" una sola volta per turno. Una volta per turno, all'inizio del Damage Step, se questa carta combatte con un mostro con ATK pari o superiore al Valore Pendulum più basso nella tua Zona Pendulum x 300: distruggi quel mostro.", "pt": "(Efeito Rápido): você pode escolher 1 Monstro de Efeito que seu oponente controla, ou, se você tiver uma Escala de Pêndulo par na sua Zona de Pêndulo, em vez disso, você pode escolher 1 Magia/Armadilha com a face para cima que seu oponente controla; neste turno, bana-o(a) quando ele(a) deixar o campo. Você só pode usar este efeito de \"SiSolfacorde Beautia\" uma vez por turno. Uma vez por turno, no começo da Etapa de Dano, se este card batalhar um monstro com um ATK igual ou maior que a menor Escala de Pêndulo na sua Zona de Pêndulo x 300: destrua esse monstro.", "ja": "このカード名の①のモンスター効果は１ターンに１度しか使用できない。①：自分・相手ターンに、相手フィールドの効果モンスター１体を対象として発動できる。このターン、そのカードはフィールドから離れた場合に除外される。自分のＰゾーンに偶数のＰスケールが存在する場合、相手フィールドの表側表示の魔法・罠カード１枚を対象とする事もできる。②：１ターンに１度、このカードが自分のＰゾーンの一番低いＰスケール×３００以上の攻撃力を持つモンスターと戦闘を行うダメージステップ開始時に発動する。そのモンスターを破壊する。", "ko": "이 카드명의 ①의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대 턴에, 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 카드는 필드에서 벗어났을 경우에 제외된다. 자신의 펜듈럼 존에 짝수의 펜듈럼 스케일이 존재할 경우, 상대 필드의 앞면 표시의 마법 / 함정 카드 1장을 대상으로 할 수도 있다. ②: 1턴에 1번, 이 카드가 자신의 펜듈럼 존의 가장 낮은 펜듈럼 스케일 × 300 이상의 공격력을 가지는 몬스터와 전투를 실행하는 데미지 스텝 개시시에 발동한다. 그 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的①怪兽效果1回合仅可使用1次。①：在自己・对手回合中，以对手场上的1只效果怪兽为对象可以发动（自己的灵摆区域存在偶数的灵摆刻度的情况下，也可改为以对手场上的1张表侧表示的魔法・陷阱卡作为对象）。此回合，该卡从场上离开的情况下，将其除外。②：1回合1次，此卡与攻击力为自己的灵摆区域最低灵摆刻度×300的数值以上的怪兽进行战斗的伤害步骤开始时发动。将该怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Pendulum / Effect", "attribute": "EARTH", "level": 7, "atk": 2500, "def": 2400, "pendulum_scale": 2, "pendulum_effect": {"en": "Your opponent cannot activate a Spell/Trap Card, or monster effect, when your \"Solfachord\" Pendulum Monster(s) is Pendulum Summoned.", "de": "Dein Gegner kann weder eine Zauber-/Fallenkarte noch einen Monstereffekt aktivieren, wenn dein oder deine „Solfakkord“-Pendelmonster als Pendelbeschwörung beschworen werden.", "es": "Tu adversario no puede activar una Carta Mágica/de Trampa, o efecto de monstruo, cuando uno o más de tus Monstruos de Péndulo \"Solfacorde\" son Invocados por Péndulo.", "fr": "Votre adversaire ne peut activer ni de Carte Magie/Piège ni d'effet de monstre, lorsqu'un ou plusieurs de vos Monstres Pendules \"Solfaccord\" sont Invoqués par Pendulation.", "it": "Il tuo avversario non può attivare una Carta Magia/Trappola, o l'effetto di un mostro, quando uno o più tuoi Mostri Pendulum \"Solfaccordo\" vengono Evocati Pendulum.", "pt": "Seu oponente não pode ativar Cards de Magia/Armadilha ou efeitos de monstro quando um ou mais Monstros Pêndulo \"Solfacorde\" seus forem Invocados por Invocação-Pêndulo.", "ja": "①：自分の「ドレミコード」ＰモンスターのＰ召喚成功時に相手はモンスターの効果・魔法・罠カードを発動できない。", "ko": "①: 자신의 \"도레미코드\" 펜듈럼 몬스터의 펜듈럼 소환 성공시에 상대는 몬스터의 효과 / 마법 / 함정 카드를 발동할 수 없다.", "zh-TW": null, "zh-CN": "①：自己的“音服和弦”灵摆怪兽灵摆召唤成功时，对手不可发动怪兽的效果・魔法・陷阱卡。"}, "series": ["Solfachord"], "images": [{"index": 1, "image": "TiSolfachordBeautia-DBAG-JP-C.png", "illustration": "TiSolfachordBeautia-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "TiSolfachordBeautia-ANGU-EN-UR-1E.png", "illustration": "TiSolfachordBeautia-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "ANGU-EN020", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "ANGU-DE020", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "es": [{"set_number": "ANGU-SP020", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "ANGU-FR020", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "ANGU-IT020", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "ANGU-PT020", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBAG-JP020", "set_name": "Deck-Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBAG-KR020", "set_name": "Deck-Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBAG-SC020", "set_name": "Deck-Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "DOOD-SCS16", "set_name": "Doom of Dimensions +1 Assist Pack", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717152}