{"konami_id": 22071, "password": 54399598, "name": {"en": "Fleeting Flower of the Magician", "de": "Flüchtige Blume des Magiers", "es": "Flor Fugaz del Mago", "fr": "Fleur Éphémère du Magicien", "it": "Fiore Effimero del Mago", "pt": "Flor Fugaz do Mago", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Target 1 face-up Spell/Trap your opponent controls, or 1 Spell/Trap you control; destroy it, then if you targeted a card you control, you can apply 1 of these effects.\n● Place 1 monster from your GY in your Spell & Trap Zone as a face-up Continuous Spell.\n● Add 1 Equip or Continuous Spell from your GY to your hand.\nYou can only activate 1 \"Fleeting Flower of the Magician\" per turn.", "de": "Wähle 1 offene/n Zauber/Falle, den oder die dein Gegner kontrolliert, oder 1 Zauber/Falle, den oder die du kontrollierst; zerstöre ihn oder sie, dann, falls du eine Karte als Ziel gewählt hast, die du kontrollierst, kannst du 1 dieser Effekte ausführen.\n●Lege 1 Monster von deinem Friedhof als offenen Permanenten Zauber in deine Zauber- & Fallenzone.\n●Füge deiner Hand 1 Ausrüstungs- oder Permanenten Zauber von deinem Friedhof hinzu.\nDu kannst nur 1 „Flüchtige Blume des Magiers“ pro Spielzug aktivieren.", "es": "Selecciona 1 Mágica/Trampa boca arriba que controle tu adversario, o 1 Mágica/Trampa que tú controles; destrúyela y después, si seleccionaste una carta que controlas, puedes aplicar 1 de estos efectos.\n●Pon en tu Zona de Magia y Trampas 1 monstruo en tu Cementerio como una Mágica Continua boca arriba.\n●Añade a tu mano 1 Mágica de Equipo o Continua en tu Cementerio.\nSólo puedes activar 1 \"Flor Fugaz del Mago\" por turno.", "fr": "Ciblez 1 Magie/Piège face recto contrôlé par votre adversaire ou 1 Magie/Piège que vous contrôlez ; détruisez-le, puis si vous avez ciblé une carte que vous contrôlez, vous pouvez appliquer 1 de ces effets.\n●Placez 1 monstre depuis votre Cimetière dans votre Zone Magie & Piège comme Magie Continue face recto.\n●Ajoutez 1 Magie d'Équipement ou Continue depuis votre Cimetière à votre main.\nVous ne pouvez activer qu'1 \"Fleur Éphémère du Magicien\" par tour.", "it": "Scegli come bersaglio 1 Magia/Trappola scoperta controllata dal tuo avversario, o 1 Magia/Trappola che controlli; distruggila, poi se hai scelto come bersaglio una carta che controlli, puoi applicare 1 di questi effetti.\n●Metti 1 mostro dal tuo Cimitero nella tua Zona Magie & Trappole come una Magia Continua scoperta.\n●Aggiungi 1 Magia Equipaggiamento o Continua dal tuo Cimitero alla tua mano.\nPuoi attivare solo 1 \"Fiore Effimero del Mago\" per turno.", "pt": "Escolha 1 Magia/Armadilha com a face para cima que seu oponente controla, ou 1 Magia/Armadilha que você controla; destrua-a e, depois, se você escolheu um card que você controla, você pode aplicar 1 desses efeitos.\n●Coloque 1 monstro do seu Cemitério na sua Zona de Magias & Armadilhas como uma Magia Contínua com a face para cima.\n●Adicione 1 Magia de Equipamento ou Contínua do seu Cemitério à sua mão.\nVocê só pode ativar 1 \"Flor Fugaz do Mago\" por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "FleetingFloweroftheMagician-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN089", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE089", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP089", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR089", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT089", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT089", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145942}