{"konami_id": 20480, "password": 54475145, "name": {"en": "Heart of the Blue-Eyes", "de": "Herz der Blauäugigen", "es": "Corazón de los Ojos Azules", "fr": "Cœur des Yeux Bleus", "it": "Cuore degli Occhi Blu", "pt": "Coração dos Olhos Azuis", "ja": "<ruby>心<rt>こころ</rt></ruby><ruby>宿<rt>やど</rt></ruby>りし<ruby>青眼竜<rt>ブルーアイズ</rt></ruby>", "ja_romaji": "Kokoro Yadorishi Burūaizu", "ko": "마음이 깃든 푸른 눈", "ko_rr": null, "zh-TW": null, "zh-CN": "寄托于心的青眼龙"}, "text": {"en": "(This card is always treated as a \"Millennium\" card.)\nControl of this card cannot switch. You can discard this card; add 1 \"Millennium Ankh\" from your Deck to your hand. You can only use this effect of \"Heart of the Blue-Eyes\" once per turn. If this card is in your GY, and you have successfully activated \"Millennium Ankh\" this Duel, and your opponent Normal or Special Summons a monster(s) that is Level 8 or higher, or has 3000 or more ATK: You can send that monster to the GY, and if you do, Special Summon this card. You can only use this effect of \"Heart of the Blue-Eyes\" once per Duel.", "de": "(Diese Karte wird immer als „Millennium“-Karte behandelt.)\nDie Kontrolle über diese Karte kann nicht wechseln. Du kannst diese Karte abwerfen; füge deiner Hand 1 „Millenniums-Anch“ von deinem Deck hinzu. Du kannst diesen Effekt von „Herz der Blauäugigen“ nur einmal pro Spielzug verwenden. Falls sich diese Karte in deinem Friedhof befindet und du in diesem Duell erfolgreich „Millenniums-Anch“ aktiviert hast und dein Gegner ein oder mehr Monster, die Stufe 8 oder höher sind oder die 3000 oder mehr ATK haben, als Normal- oder Spezialbeschwörung beschwört: Du kannst jene Monster auf den Friedhof legen und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung. Du kannst diesen Effekt von „Herz der Blauäugigen“ nur einmal pro Duell verwenden.", "es": "(Esta carta se trata siempre como una carta \"Milenario/a\").\nEl control de esta carta no puede cambiar. Puedes descartar esta carta; añade a tu mano 1 \"Anj Milenario\" en tu Deck. Sólo puedes usar este efecto de \"Corazón de los Ojos Azules\" una vez por turno. Si esta carta está en tu Cementerio y has activado con éxito \"Anj Milenario\" este Duelo, y tu adversario Invoca de Modo Normal o Especial uno o más monstruos que son de Nivel 8 o mayor, o tienen 3000 ATK o más: puedes mandar ese o esos monstruos al Cementerio y, si lo haces, Invoca esta carta de Modo Especial. Sólo puedes usar este efecto de \"Corazón de los Ojos Azules\" una vez por Duelo.", "fr": "(Cette carte est toujours traitée comme carte \"Millénaire\".)\nLe contrôle de cette carte ne peut pas être échangé. Vous pouvez défausser cette carte ; ajoutez 1 \"Ânkh Millénaire\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Cœur des Yeux Bleus\" qu'une fois par tour. Si cette carte est dans votre Cimetière, et que vous avez activé avec succès \"Ânkh Millénaire\" ce Duel, et que votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres qui sont min. Niveau 8 ou qui ont min. 3000 ATK : vous pouvez envoyer le monstre au Cimetière, et si vous le faites, Invoquez Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Cœur des Yeux Bleus\" qu'une fois par Duel.", "it": "(Questa carta viene sempre considerata come una carta \"Millennio\".)\nIl controllo di questa carta non può essere cambiato. Puoi scartare questa carta; aggiungi 1 \"Ankh del Millennio\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Cuore degli Occhi Blu\" una sola volta per turno. Se questa carta è nel tuo Cimitero, e tu hai attivato con successo \"Ankh del Millennio\" in questo Duello, e il tuo avversario Evoca Normalmente o Specialmente uno o più mostri che sono di Livello 8 o superiore, o che hanno 3000 o più ATK: puoi mandare quei mostri al Cimitero e, se lo fai, Evoca Specialmente questa carta. Puoi utilizzare questo effetto di \"Cuore degli Occhi Blu\" una sola volta per Duello.", "pt": "(Este card deve ser sempre considerado como um card \"Milênio\".)\nO controle deste card não pode ser trocado. Você pode descartar este card; adicione 1 \"Ankh do Milênio\" do seu Deck à sua mão. Você só pode usar este efeito de \"Coração dos Olhos Azuis\" uma vez por turno. Se este card estiver no seu Cemitério e você já ativou com sucesso \"Ankh do Milênio\" neste Duelo e seu oponente Invocar por Invocação-Normal ou Especial um ou mais monstros que forem de Nível 8 ou mais, ou que tenham 3000 ou mais de ATK: você pode enviar esse monstro para o Cemitério e, se isso acontecer, Invoque este card por Invocação-Especial. Você só pode usar este efeito de \"Coração dos Olhos Azuis\" uma vez por Duelo.", "ja": "このカード名はルール上「ミレニアム」カードとしても扱う。このカード名の、①の効果は１ターンに１度しか使用できず、③の効果は自分が「千年の十字」を発動したデュエル中に１度だけ使用できる。①：このカードを手札から捨てて発動できる。デッキから「千年の十字」１枚を手札に加える。②：このカードのコントロールは変更できない。③：このカードが墓地に存在する状態で、相手がレベル８以上か攻撃力３０００以上のモンスターを召喚・特殊召喚した場合に発動できる。そのモンスターを墓地へ送り、このカードを特殊召喚する。", "ko": "이 카드명은 룰상 \"밀레니엄\" 카드로도 취급한다. 이 카드명의, ①의 효과는 1턴에 1번밖에 사용할 수 없으며, ③의 효과는 자신이 \"천년의 십자\"를 발동한 듀얼 중에 1번만 사용할 수 있다. ①: 이 카드를 패에서 버리고 발동할 수 있다. 덱에서 \"천년의 십자\" 1장을 패에 넣는다. ②: 이 카드의 컨트롤은 변경할 수 없다. ③: 이 카드가 묘지에 존재하는 상태에서, 상대가 레벨 8 이상이나 공격력 3000 이상인 몬스터를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 그 몬스터를 묘지로 보내고, 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“千年”卡。此卡名的①效果１回合仅可使用１次。此卡名的③效果在决斗中仅可使用１次，且仅可在自己发动过“仟年十字”的决斗中使用。①：从手牌将此卡舍弃可以发动。从牌组将１张“仟年十字”加入手牌。②：此卡的控制权不可变更。③：此卡存在于墓地的状态下，对手将等级８以上或攻击力３０００以上的怪兽召唤・特殊召唤的情况下可以发动。将该怪兽送至墓地，将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 8, "atk": 3000, "def": 2500, "series": ["Blue-Eyes", "Millennium", "Millennium"], "images": [{"index": 1, "image": "HeartoftheBlueEyes-ROTA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN004", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ROTA-DE004", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ROTA-FR004", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ROTA-IT004", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ROTA-PT004", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ROTA-JP004", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-JP004", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ROTA-SC004", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-SC004", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1063156}