{"konami_id": 9462, "password": 54594017, "name": {"en": "Blackwing - Sharnga the Waning Moon", "de": "Schwarzflügel - Sharnga der abnehmende Mond", "es": "Alanegra - Sharnga la Luna Menguante", "fr": "Aile Noire - Sharnga la Lune Descendante", "it": "Alanera - Sharnga la Luna Calante", "pt": "Asanegra - Sharnga, a Lua Minguante", "ja": "<ruby>ＢＦ<rt>ブラックフェザー</rt></ruby>－<ruby>下<rt>か</rt></ruby><ruby>弦<rt>げん</rt></ruby>のサルンガ", "ja_romaji": "Burakku Fezā - Kagen no Sarunga", "ko": "BF－하현의 사룬가", "ko_rr": "Beullaek Pedeo - Hahyeon-ui Sarun-ga", "zh-TW": "黑羽－下弦的角弓", "zh-CN": "黑羽－下弦之萨伦伽"}, "text": {"en": null, "de": "Falls ein Monster mit 2000 oder mehr ATK auf dem Spielfeld liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Schwarzflügel - Sharnga der abnehmende Mond“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls du ein „Schwarzflügel“-Synchromonster kontrollierst (Schnelleffekt): Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offene Karte wählen, die dein Gegner kontrolliert; zerstöre sie. Du kannst diesen Effekt von „Schwarzflügel - Sharnga der abnehmende Mond“ nur einmal pro Duell verwenden.", "es": "Si un monstruo con 2000 ATK o más está en el Campo, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Alanegra - Sharnga la Luna Menguante\" una vez por turno de esta forma. Si controlas un Monstruo de Sincronía \"Alanegra\" (Efecto Rápido): puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 carta boca arriba que controle tu adversario; destrúyela. Sólo puedes usar este efecto de \"Alanegra - Sharnga la Luna Menguante\" una vez por Duelo.", "fr": "Si un monstre avec min. 2000 ATK est sur le Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Aile Noire - Sharnga la Lune Descendante\" qu'une fois par tour de cette façon. Si vous contrôlez un Monstre Synchro \"Aile Noire\" (Effet Rapide) : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 carte face recto contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Aile Noire - Sharnga la Lune Descendante\" qu'une fois par Duel.", "it": "Se un mostro con ATK 2000 o superiore è sul Terreno, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Alanera - Sharnga la Luna Calante\" una sola volta per turno in questo modo. Se controlli un Mostro Synchro \"Alanera\" (Effetto Rapido): puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 carta scoperta controllata dal tuo avversario; distruggila. Puoi utilizzare questo effetto di \"Alanera - Sharnga la Luna Calante\" una sola volta per Duello.", "pt": "Se um monstro com 2000 ou mais de ATK estiver no campo, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Asanegra - Sharnga, a Lua Minguante\" por Invocação-Especial uma vez por turno desta forma. Se você controlar um Monstro Sincro \"Asanegra\" (Efeito Rápido): você pode banir este card do seu Cemitério e, depois, escolha 1 card com a face para cima que seu oponente controla; destrua-o. Você só pode usar este efeito de \"Asanegra - Sharnga, a Lua Minguante\" uma vez por Duelo.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果はデュエル中に１度しか使用できない。\n①：フィールドに攻撃力２０００以上のモンスターが存在する場合、このカードは手札から特殊召喚できる。\n②：自分・相手ターンに、自分フィールドに「ＢＦ」Ｓモンスターが存在する場合、墓地のこのカードを除外し、相手フィールドの表側表示カード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 듀얼 중에 1번밖에 사용할 수 없다. ①: 필드에 공격력 2000 이상의 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신 / 상대 턴에, 자신 필드에 \"BF(블랙 페더)\" 싱크로 몬스터가 존재할 경우, 묘지의 이 카드를 제외하고, 상대 필드의 앞면 표시 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果在決鬥中僅限使用１次①：在場上存在攻擊力２０００以上怪獸的狀況下，可從手牌特殊召喚此卡。②：在我方場上存在「黑羽」同步怪獸的狀況下，可將墓地的此卡除外，將對方場上的１張正面表示的卡做為對象發動。破壞該卡。此效果在對方回合也可發動。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果在决斗中仅可使用１次。①：场上存在攻击力２０００以上的怪兽的情况下，此卡可从手牌中特殊召唤。②：自己场上存在“黑羽”同步怪兽的情况下，将墓地的此卡除外，以对手场上的１张表侧表示的卡为对象可以发动。将该卡破坏。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 500, "def": 500, "series": ["Blackwing"], "images": [{"index": 1, "image": "BlackwingSharngatheWaningMoon-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN039", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE039", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR039", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT039", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT039", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "23PP-JP008", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}, {"set_number": "QCCP-JP131", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "23PP-KRA08", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}, {"set_number": "QCCP-KR131", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC190", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708941, "master_duel_rarity": "UR"}