{"konami_id": 12827, "password": 54631665, "name": {"en": "SPYRAL Resort", "de": "SPIORAL-Resort", "es": "Resort E.S.P.I.R.A.L.", "fr": "Resort ESPIRALE", "it": "Resort SPIARALE", "pt": "ESPIRÃO do Resort", "ja": "<ruby>ＳＰＹＲＡＬ<rt>スパイラル</rt></ruby> <ruby>ＲＥＳＯＲＴ<rt>リゾート</rt></ruby>", "ja_romaji": "Supairaru Rizōto", "ko": "<ruby>SPYRAL RESORT<rt>스파이랄 리조트</rt></ruby>", "ko_rr": "Seupairal Rijoteu", "zh-TW": "秘旋諜 度假勝地", "zh-CN": "秘旋谍胜地"}, "text": {"en": "Your opponent cannot target other \"SPYRAL\" cards you control with card effects. Once per turn: You can add 1 \"SPYRAL\" monster from your Deck to your hand. Once per turn, during your End Phase, shuffle 1 monster from your Graveyard into the Deck or destroy this card.", "de": "Dein Gegner kann keine anderen „SPIORAL“-Karten, die du kontrollierst, als Ziel für Karteneffekte wählen. Einmal pro Spielzug: Du kannst deiner Hand 1 „SPIORAL“-Monster von deinem Deck hinzufügen. Einmal pro Spielzug, während deiner End Phase, mische 1 Monster von deinem Friedhof ins Deck oder zerstöre diese Karte.", "es": "Tu adversario no puede seleccionar otras cartas \"E.S.P.I.R.A.L.\" que controles con efectos de cartas. Una vez por turno: puedes añadir a tu mano 1 monstruo \"E.S.P.I.R.A.L.\" en tu Deck. Una vez por turno, durante tu End Phase, baraja al Deck 1 monstruo en tu Cementerio o destruye esta carta.", "fr": "Votre adversaire ne peut pas cibler d'autres cartes \"ESPIRALE\" que vous contrôlez avec des effets de carte. Une fois par tour : vous pouvez ajouter 1 monstre \"ESPIRALE\" depuis votre Deck à votre main. Une fois par tour, durant votre End Phase, mélangez 1 monstre depuis votre Cimetière dans le Deck ou détruisez cette carte.", "it": "Il tuo avversario non può scegliere le altre carte \"SPIARALE\" che controlli con gli effetti delle carte. Una volta per turno: puoi aggiungere 1 mostro \"SPIARALE\" dal tuo Deck alla tua mano. Una volta per turno, durante la tua End Phase, mischia 1 mostro dal tuo Cimitero nel Deck o distruggi questa carta.", "pt": "Seu oponente não pode escolher outros cards \"ESPIRÃO\" que você controla como alvo de efeitos de card. Uma vez por turno: você pode adicionar 1 monstro \"ESPIRÃO\" do seu Deck à sua mão. Uma vez por turno, durante sua Fase Final, embaralhe no Deck 1 monstro do seu Cemitério ou destrua este card.", "ja": "このカードのコントローラーは、自分エンドフェイズ毎に自分の墓地のモンスター１体をデッキに戻す。またはデッキに戻さずにこのカードを破壊する。①：このカードがフィールドゾーンに存在する限り、このカード以外の自分フィールドの「ＳＰＹＲＡＬ」カードは相手の効果の対象にならない。②：１ターンに１度、自分メインフェイズに発動できる。デッキから「ＳＰＹＲＡＬ」モンスター１体を手札に加える。", "ko": "이 카드의 컨트롤러는, 자신 엔드 페이즈마다 자신 묘지의 몬스터 1장을 덱으로 되돌린다. 또는 덱으로 되돌리지 않고 이 카드를 파괴한다. ①: 이 카드가 필드 존에 존재하는 한, 이 카드 이외의 자신 필드의 \"SPYRAL(스파이랄)\" 카드는 상대 효과의 대상이 되지 않는다. ②: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 덱에서 \"SPYRAL(스파이랄)\" 몬스터 1장을 패에 넣는다.", "zh-TW": "此卡的控制者在每次我方結束階段，將我方墓地的１隻怪獸送回牌組。或是不送回牌組，破壞此卡。①：只要此卡存在於場地區，我方場上的此卡以外的「秘旋諜」卡就不會成為對方的效果對象。②：１回合１次，可在我方主要階段發動。從牌組將１隻「秘旋諜」怪獸加入手牌。", "zh-CN": "此卡的控制者每当到自己的结束阶段，将自己墓地的１只怪兽放回牌组，或将此卡破坏。①：只要此卡存在于场地区域，对手不可将自己场上的其他“秘旋谍”卡作为效果的对象。②：１回合１次，在自己的主要阶段可以发动。从牌组将１只“秘旋谍”怪兽加入手牌。"}, "card_type": "Spell", "property": "Field", "series": ["SPYRAL"], "images": [{"index": 1, "image": "SPYRALResort-INOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN089", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "de": [{"set_number": "INOV-DE089", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INOV-FR089", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "it": [{"set_number": "INOV-IT089", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INOV-PT089", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP17-JP031", "set_name": "Extra Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "EP17-KR031", "set_name": "Extra Pack 2017", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 467339, "master_duel_rarity": "SR"}