{"konami_id": 16485, "password": 54734082, "name": {"en": "Magnet Induction", "de": "Magnetische Induktion", "es": "Inducción Magnética", "fr": "Induction Magnétique", "it": "Induzione Magnetica", "pt": "Indução Ímã", "ja": "マグネット・インダクション", "ja_romaji": "Magunetto Indakushon", "ko": "마그넷 인덕션", "ko_rr": "Mageunet Indeoksyeon", "zh-TW": "磁石誘導", "zh-CN": "磁石诱导"}, "text": {"en": "If you control a \"Magnet Warrior\" monster whose original Level is 4 or lower: Special Summon 1 Level 4 or lower \"Magnet Warrior\" monster from your Deck with a different name than the cards you control, also for the rest of this turn after this card resolves, \"Magnet Warrior\" and \"Magna Warrior\" monsters you control cannot be destroyed by battle or your opponent's card effects. You can only activate 1 \"Magnet Induction\" per turn.", "de": "Falls du ein „Magnetkrieger“-Monster kontrollierst, dessen Grund-Stufe 4 oder niedriger ist: Beschwöre 1 „Magnetkrieger“-Monster der Stufe 4 oder niedriger mit einem unterschiedlichen Namen als die Karten, die du kontrollierst, als Spezialbeschwörung von deinem Deck, zusätzlich können „Magnetkrieger“-Monster, die du kontrollierst, für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, nicht durch Kampf oder Karteneffekte deines Gegners zerstört werden. Du kannst nur 1 „Magnetische Induktion“ pro Spielzug aktivieren.", "es": "Si controlas un monstruo \"Guerrero Magnético\" cuyo Nivel original sea 4 o menor: Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Guerrero Magnético\" de Nivel 4 o menor y con nombre diferente al de las cartas que controlas, y además por el resto de este turno después de que esta carta se resuelva, los monstruos \"Guerrero Magnético\" y \"Guerrero Magno\" que tú controles no pueden ser destruidos en batalla o por efectos de cartas de tu adversario. Sólo puedes activar 1 \"Inducción Magnética\" por turno.", "fr": "Si vous contrôlez un monstre \"Guerrier Magnétique\" dont le Niveau d'origine est max. 4 : Invoquez Spécialement 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 depuis votre Deck d'un nom différent des cartes que vous contrôlez, et aussi, le reste de ce tour après la résolution de cette carte, les monstres \"Guerrier Magnétique\" que vous contrôlez ne peuvent être détruits ni au combat ni par des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Induction Magnétique\" par tour.", "it": "Se controlli un mostro \"Guerriero Magnetico\" il cui Livello originale è 4 o inferiore: Evoca Specialmente dal tuo Deck 1 mostro \"Guerriero Magnetico\" di Livello 4 o inferiore con un nome diverso dalle carte che controlli, inoltre, per il resto di questo turno dopo che questa carta si è risolta, i mostri \"Guerriero Magnetico\" che controlli non possono essere distrutti in battaglia o dagli effetti delle carte del tuo avversario. Puoi attivare solo 1 \"Induzione Magnetica\" per turno.", "pt": "Se você controlar um monstro \"Guerreiro Ímã\" cujo Nível original seja 4 ou menos: Invoque por Invocação-Especial 1 monstro \"Guerreiro Ímã\" de Nível 4 ou menos do seu Deck com um nome diferente que o dos cards que você controla e, além disso, pelo resto deste turno depois que este card resolver, monstros \"Guerreiro Ímã\" que você controla não podem ser destruídos em batalha ou pelos efeitos de card do seu oponente. Você só pode ativar 1 \"Indução Ímã\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドに元々のレベルが４以下の「マグネット・ウォリアー」モンスターが存在する場合に発動できる。同名カードが自分フィールドに存在しないレベル４以下の「マグネット・ウォリアー」モンスター１体をデッキから特殊召喚する。このカードの発動後、ターン終了時まで自分フィールドの「マグネット・ウォリアー」モンスター及び「磁石の戦士」モンスターは、戦闘及び相手の効果では破壊されない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 원래의 레벨이 4 이하의 \"마그넷 워리어\" 몬스터가 존재할 경우에 발동할 수 있다. 같은 이름의 카드가 자신 필드에 존재하지 않는 레벨 4 이하의 \"마그넷 워리어\" 몬스터 1장을 덱에서 특수 소환한다. 이 카드의 발동 후, 턴 종료시까지 자신 필드의 \"마그넷 워리어\" 몬스터 및 \"자석의 전사\" 몬스터는, 전투 및 상대 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：自己场上有原本等级是4星以下的「磁石战士」怪兽存在的场合才能发动。同名卡不在自己场上存在的1只4星以下的「磁石战士」怪兽从卡组特殊召唤。这张卡的发动后，直到回合结束时自己场上的「磁石战士」怪兽不会被战斗以及对方的效果破坏。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "MagnetInduction-KICO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "KICO-EN009", "set_name": "King's Court", "rarities": ["Super Rare"]}], "de": [{"set_number": "KICO-DE009", "set_name": "King's Court", "rarities": ["Super Rare"]}], "es": [{"set_number": "KICO-SP009", "set_name": "King's Court", "rarities": ["Super Rare"]}], "fr": [{"set_number": "KICO-FR009", "set_name": "King's Court", "rarities": ["Super Rare"]}], "it": [{"set_number": "KICO-IT009", "set_name": "King's Court", "rarities": ["Super Rare"]}], "pt": [{"set_number": "KICO-PT009", "set_name": "King's Court", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP2-JP064", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}], "ko": [{"set_number": "WPP2-KR064", "set_name": "World Premiere Pack 2021", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715741, "master_duel_rarity": "SR"}