{"konami_id": 15140, "password": 54828837, "name": {"en": "Cerulean Skyfire", "de": "Blaues Himmelsfeuer", "es": "Fuego Celeste Cerúleo", "fr": "Feu Céleste Céruléen", "it": "Fuoco del Cielo Ceruleo", "pt": "Fogo Celeste Cerúleo", "ja": "<ruby>失<rt>しつ</rt></ruby><ruby>楽<rt>らく</rt></ruby>の<ruby>霹<rt>へき</rt></ruby><ruby>靂<rt>れき</rt></ruby>", "ja_romaji": "Shitsuraku no Hekireki", "ko": "실락의 벽력", "ko_rr": "Sillak-ui Byeongnyeok", "zh-TW": "失樂霹靂", "zh-CN": "失乐霹雳"}, "text": {"en": null, "de": "Um „Hamon, Herr des tosenden Donners“ mit seiner eigenen Prozedur als Spezialbeschwörung zu beschwören, kannst du auch verdeckte Zauber verwenden, die du kontrollierst. Einmal pro Spielzug, solange du einen „Hamon, Herr des tosenden Donners“ in Angriffsposition kontrollierst, kannst du alle Zauber-/Falleneffekte annullieren, die dein Gegner aktiviert hat, dann ändere 1 „Hamon, Herr des tosenden Donners“, den du kontrollierst, in die Verteidigungsposition. Falls ein offener „Uria, Herr der reißenden Flammen“, „Hamon, Herr des tosenden Donners“ oder „Raviel, Herr der Phantome“, den du kontrollierst, das Spielfeld verlässt: Du erhältst in diesem Spielzug keinen Schaden.", "es": "Para Invocar de Modo Especial \"Hamon, Señor del Trueno Golpeador\" usando su propio procedimiento, también puedes usar Mágicas boca abajo que controles. Una vez por turno, mientras controlas un \"Hamon, Señor del Trueno Golpeador\" en Posición de Ataque, puedes negar cualquier efecto de Mágica/Trampa activado por tu adversario, y después cambia 1 \"Hamon, Señor del Trueno Golpeador\" que controles a Posición de Defensa. Si un \"Uria, Señor de las Llamas Abrasadoras\", \"Hamon, Señor del Trueno Golpeador\" o \"Raviel, Señor de Fantasmas\" boca arriba que controles deja el Campo: este turno no recibes daño.", "fr": "Pour Invoquer Spécialement \"Hamon, Seigneur du Tonnerre Fracassant\" en utilisant sa propre procédure, vous pouvez aussi utiliser des Magies face verso que vous contrôlez. Une fois par tour, tant que vous contrôlez \"Hamon, Seigneur du Tonnerre Fracassant\" en Position d'Attaque, vous pouvez annuler les effets de Magie/Piège activés par votre adversaire, puis, changez 1 \"Hamon, Seigneur du Tonnerre Fracassant\" que vous contrôlez en Position de Défense. Si \"Uria, Seigneur des Flammes Aveuglantes\", \"Hamon, Seigneur du Tonnerre Fracassant\" ou \"Raviel, Empereur des Phantasmes\" face recto que vous contrôlez quitte le Terrain : ce tour, vous ne recevez aucun dommage.", "it": "Per Evocare Specialmente \"Hamon, Signore del Tuono Fragoroso\" utilizzando la sua stessa procedura, puoi anche utilizzare le Magie coperte che controlli. Una volta per turno, mentre controlli un \"Hamon, Signore del Tuono Fragoroso\" in Posizione di Attacco, puoi annullare qualsiasi effetto di Magia/Trappola attivato dal tuo avversario, poi metti 1 \"Hamon, Signore del Tuono Fragoroso\" che controlli in Posizione di Difesa. Se un \"Uria, Signore delle Fiamme Ardenti\", \"Hamon, Signore del Tuono Fragoroso\", or \"Raviel, il Signore dei Fantasmi\" scoperto che controlli lascia il Terreno: non subisci danni in questo turno.", "pt": "Para Invocar \"Hamon, o Senhor do Trovão Impactante\" por Invocação-Especial usando seus próprios métodos, você também pode usar Magias com a face para baixo que você controla. Uma vez por turno, enquanto você controlar um \"Hamon, o Senhor do Trovão Impactante\" em Posição de Ataque, você pode negar qualquer efeito de Magia/Armadilha ativado pelo seu oponente e, depois, coloque 1 \"Hamon, o Senhor do Trovão Impactante\" que você controla em Posição de Defesa. Se um \"Uria, o Senhor das Chamas Cortantes\", \"Hamon, o Senhor do Trovão Impactante\" ou \"Raviel, o Senhor dos Fantasmas\" com a face para cima que você controla deixar o campo: você não sofre dano neste turno.", "ja": "①：「降雷皇ハモン」を自身の方法で特殊召喚する場合、自分フィールドの裏側表示の魔法カードを墓地へ送る事もできる。\n②：１ターンに１度、自分フィールドに「降雷皇ハモン」が攻撃表示で存在する場合、相手が発動した魔法・罠カードの効果を無効にできる。その後、自分フィールドの「降雷皇ハモン」１体を守備表示にする。\n③：自分フィールドの表側表示の「神炎皇ウリア」「降雷皇ハモン」「幻魔皇ラビエル」のいずれかがフィールドから離れた場合に発動する。このターン、自分が受ける全てのダメージは０になる。", "ko": "①: \"번개황제 하몬\"을 자신의 방법으로 특수 소환할 경우, 자신 필드의 뒷면 표시의 마법 카드를 묘지로 보낼 수도 있다. ②: 1턴에 1번, 자신 필드에 \"번개황제 하몬\"이 공격 표시로 존재할 경우, 상대가 발동한 마법 / 함정 카드의 효과를 무효로 할 수 있다. 그 후, 자신 필드의 \"번개황제 하몬\" 1장을 고르고 수비 표시로 한다. ③: 자신 필드의 앞면 표시의 \"신염황제 우리아\" \"번개황제 하몬\" \"환마황제 라비엘\" 중 어느 것이 필드에서 벗어났을 경우에 발동한다. 이 턴에, 자신이 받는 모든 데미지는 0 이 된다.", "zh-TW": "①：在「降雷皇哈蒙」以自身方法特殊召喚的狀況下，也可將我方場上的反面表示的魔法卡送至墓地。②：１回合１次，在「降雷皇哈蒙」以攻擊表示存在於我方場上的狀況下，可將對方發動的魔法・陷阱卡的效果變為無效。其後，選擇我方場上的１隻「降雷皇哈蒙」變為守備表示。③：在我方場上的正面表示的「神炎皇烏利亞」、「降雷皇哈蒙」、「幻魔皇拉比艾爾」任一者從場上離開的狀況下發動。此回合，我方受到的所有傷害變為０。", "zh-CN": "①：“降雷皇哈蒙”以其本身的方法特殊召唤的情况下，也可将自己场上里侧表示的魔法卡送至墓地。②：1回合1次，自己场上有“降雷皇哈蒙”以攻击表示存在的情况下，可将对手发动的魔法・陷阱卡的效果无效。然后，挑选自己场上的1只“降雷皇哈蒙”改为守备表示。③：自己场上表侧表示的“神炎皇乌利亚”、“降雷皇哈蒙”、“幻魔皇拉比艾尔”中的任一从场上离开的情况下发动。此回合中，自己受到的全部伤害变为0。"}, "card_type": "Spell", "property": "Continuous", "series": ["Signature move"], "images": [{"index": 1, "image": "CeruleanSkyfire-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDSA-EN019", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}, {"set_number": "SGX3-ENG11", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "SDSA-DE019", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}, {"set_number": "SGX3-DEG11", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "SDSA-FR019", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}, {"set_number": "SGX3-FRG11", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "SDSA-IT019", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}, {"set_number": "SGX3-ITG11", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "SDSA-PT019", "set_name": "Structure Deck: Sacred Beasts", "rarities": ["Super Rare"]}, {"set_number": "SGX3-PTG11", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "SD38-JP019", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SD38-KR019", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "SD38-SC019", "set_name": "Structure Deck: Sacred Beasts of Chaos", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 714241, "master_duel_rarity": "SR"}