{"konami_id": 16038, "password": 55049722, "name": {"en": "S-Force Chase", "de": "S-Kraft-Verfolgung", "es": "Persecución Fuerza-S", "fr": "Poursuite de la Force-S", "it": "Inseguimento S-Forza", "pt": "Perseguição Força-S", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> チェイス", "ja_romaji": "Sekyuriti Fōsu Cheisu", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 체이스", "ko_rr": "Sikyuriti Poseu Cheiseu", "zh-TW": "超元特防隊 追逐", "zh-CN": "超元特防队 追缉"}, "text": {"en": "Target face-up cards your opponent controls, up to the number of \"S-Force\" monsters you control with different names; return them to the hand. If a \"S-Force\" monster you control would banish a card(s) from your hand to activate its effect, you can banish this card from your GY instead. You can only use each effect of \"S-Force Chase\" once per turn.", "de": "Wähle offene Karten, die dein Gegner kontrolliert, bis zur Anzahl der „S-Kraft“-Monster mit unterschiedlichen Namen, die du kontrollierst; gib sie auf die Hand zurück. Falls eine oder mehr Karten von deiner Hand verbannt würden, um den Effekt eines „S-Kraft“-Monsters, das du kontrollierst, zu aktivieren, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst jeden Effekt von „S-Kraft-Verfolgung“ nur einmal pro Spielzug verwenden.", "es": "Selecciona cartas boca arriba que controle tu adversario, hasta el número de monstruos \"Fuerza-S\" que controles con nombres diferentes; devuélvelas a la mano. Si un monstruo \"Fuerza-S\" que controlas fuera a desterrar una o más cartas en tu mano para activar su efecto, puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes usar cada efecto de \"Persecución Fuerza-S\" una vez por turno.", "fr": "Ciblez un nombre de cartes face recto contrôlées par votre adversaire, inférieur ou égal au nombre de monstres \"Force-S\" que vous contrôlez de noms différents ; renvoyez-les à la main. Si un monstre \"Force-S\" que vous contrôlez va bannir une ou plusieurs cartes depuis votre main pour activer son effet, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Poursuite de la Force-S\" qu'une fois par tour.", "it": "Scegli come bersaglio carte scoperte controllate dal tuo avversario, fino al numero di mostri \"S-Forza\" che controlli con nomi diversi; falli ritornare nella mano. Se un mostro \"S-Forza\" che controlli sta per bandire una o più carte dalla tua mano per attivare il suo effetto, puoi invece bandire questa carta dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Inseguimento S-Forza\" una sola volta per turno.", "pt": "Escolha cards com a face para cima que seu oponente controla, até o número de monstros \"Força-S\" que você controla com nomes diferentes; devolva-os para a mão. Se um monstro \"Força-S\" que você controla baniria um ou mais cards da sua mão para ativar seu efeito, em vez disso, você pode banir este card do seu Cemitério. Você só pode usar cada efeito de \"Perseguição Força-S\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「Ｓ－Ｆｏｒｃｅ」モンスターの種類の数まで相手フィールドの表側表示のカードを対象として発動できる。そのカードを持ち主の手札に戻す。②：自分フィールドの「Ｓ－Ｆｏｒｃｅ」モンスターが効果を発動するために手札を除外する場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"S－Force(시큐리티 포스)\" 몬스터 종류의 수까지 상대 필드의 앞면 표시의 카드를 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다. ②: 자신 필드의 \"S－Force(시큐리티 포스)\" 몬스터가 효과를 발동하기 위해 패를 제외할 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以对手场上的表侧表示卡为对象可以发动，数量最多为自己场上的“超元特防队”怪兽种类的数量。将该卡放回持有者的手牌。②：自己场上的“超元特防队”怪兽为发动效果要将手牌除外的情况下，可将墓地的此卡除外作为代替。"}, "card_type": "Trap", "property": "Normal", "series": ["S-Force"], "images": [{"index": 1, "image": "SForceChase-LIOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN077", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LIOV-DE077", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LIOV-SP077", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LIOV-FR077", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LIOV-IT077", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LIOV-PT077", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LIOV-JP077", "set_name": "Lightning Overdrive", "rarities": ["Rare"]}], "ko": [{"set_number": "LIOV-KR077", "set_name": "Lightning Overdrive", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP6-SC051", "set_name": "Mega Pack 06", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716546, "master_duel_rarity": "SR"}