{"konami_id": 13958, "password": 55051920, "name": {"en": "Orcustrated Core", "de": "Orcustrierter Kern", "es": "Núcleo Orcustrado", "fr": "Noyau Orcustré", "it": "Nucleo Orcusestrato", "pt": "Núcleo Orcustrado", "ja": "オルフェゴール・コア", "ja_romaji": "Orufegōru Koa", "ko": "오르페골 코어", "ko_rr": "Oreupegol Ko-eo", "zh-TW": "自鳴天琴・中樞", "zh-CN": "自鸣天琴・中核音"}, "text": {"en": "Once per turn: You can banish 1 monster from your field or GY, then target 1 \"Orcust\" or \"World Legacy\" card you control, except \"Orcustrated Core\"; neither player can target it with card effects this turn (even if this card leaves the field). If other \"Orcust\" and/or \"World Legacy\" card(s) you control would be destroyed by battle or card effect, you can send this card to the GY instead.", "de": "Einmal pro Spielzug: Du kannst 1 Monster von deiner Spielfeldseite oder deinem Friedhof verbannen und dann 1 „Orcust“- oder „Weltvermächtnis“-Karte wählen, die du kontrollierst, außer „Orcustrierter Kern“; kein Spieler kann sie in diesem Spielzug als Ziel für Karteneffekte wählen (selbst falls diese Karte das Spielfeld verlässt). Falls eine oder mehr andere „Orcust“- und/oder „Weltvermächtnis“-Karten, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte auf den Friedhof legen.", "es": "Una vez por turno: puedes desterrar 1 monstruo en tu Campo o Cementerio, y después selecciona 1 carta \"Orcust\" o \"Legado Mundial\" que controles, excepto \"Núcleo Orcustrado\"; ningún jugador puede seleccionarla con efectos de cartas este turno (aún si esta carta deja el Campo). Si otra u otras cartas \"Orcust\" y/o \"Legado Mundial\" que controlas fueran a ser destruidas en batalla o por efecto de una carta, puedes mandar esta carta al Cementerio en su lugar.", "fr": "Une fois par tour : vous pouvez bannir 1 monstre depuis votre Terrain ou Cimetière, puis ciblez 1 carte \"Orcust\" (\"Noyau Orcustré\" exclu) ou \"Héritage du Monde\" que vous contrôlez ; ce tour (même si cette carte quitte le Terrain), aucun joueur ne peut la cibler avec des effets de carte. Si une ou plusieurs autres cartes \"Orcust\" et/ou \"Héritage du Monde\" que vous contrôlez vont être détruites au combat ou par un effet de carte, vous pouvez envoyer cette carte au Cimetière à la place.", "it": "Una volta per turno: puoi bandire 1 mostro dal tuo Terreno o Cimitero, poi scegliere come bersaglio 1 carta \"Orcusestra\" o \"Eredità del Mondo\" che controlli, eccetto \"Nucleo Orcusestrato\"; nessun giocatore può sceglierlo come bersaglio con gli effetti delle carte in questo turno (anche se questa carta lascia il Terreno). Se una o più altre carte \"Orcusestra\" e/o \"Eredità del Mondo\" che controlli stanno per essere distrutte in battaglia o dall'effetto di una carta, puoi invece mandare questa carta al Cimitero.", "pt": "Uma vez por turno: você pode banir 1 monstro do seu campo ou Cemitério e, depois, escolher 1 card \"Orcust\" ou \"Legado Mundial\" que você controla, exceto \"Núcleo Orcustrado\"; nenhum duelista pode escolhê-lo como alvo de efeitos de card neste turno (mesmo que este card deixe o campo). Se um ou mais outros cards \"Orcust\" e/ou \"Legado Mundial\" que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode enviar este card para o Cemitério.", "ja": "①：１ターンに１度、自分のフィールド・墓地からモンスター１体を除外し、「オルフェゴール・コア」以外の自分フィールドの、「オルフェゴール」カードまたは「星遺物」カード１枚を対象として発動できる。このターン、そのカードは効果の対象にならない。②：このカード以外の自分フィールドの、「オルフェゴール」カードまたは「星遺物」カードが戦闘・効果で破壊される場合、代わりにこのカードを墓地へ送る事ができる。", "ko": "①: 1턴에 1번, 자신의 필드 / 묘지에서 몬스터 1장을 제외하고, \"오르페골 코어\" 이외의 자신 필드의, \"오르페골\" 카드 또는 \"성유물\" 카드 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 카드는 효과의 대상이 되지 않는다. ②: 이 카드 이외의 자신 필드의, \"오르페골\" 카드 또는 \"성유물\" 카드가 전투 / 효과로 파괴될 경우, 대신에 이 카드를 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "①：1回合1次，从自己场上・墓地将1只怪兽除外，以“自鸣天琴・中核音”以外的自己场上的1张“自鸣天琴”卡或“星遗物”卡为对象可以发动。此回合，该卡不会成为效果的对象。②：此卡以外的自己场上的“自鸣天琴”卡或“星遗物”卡将被战斗・效果破坏的情况下，作为代替可将此卡送至墓地。"}, "card_type": "Trap", "property": "Continuous", "series": ["Orcust"], "images": [{"index": 1, "image": "OrcustratedCore-SOFU-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "es": [{"set_number": "SOFU-SP071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR071", "set_name": "Soul Fusion", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC151", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566072, "master_duel_rarity": "N"}