{"konami_id": 17781, "password": 55125728, "name": {"en": "Vera the Vernusylph Goddess", "de": "Vera die Frühlingssylphen-Göttin", "es": "Vera la Diosa Vernusilf", "fr": "Vera la Déesse Vernusylphe", "it": "Vera la Dea Vernasilfide", "pt": "Vera, a Deusa Vernasílfide", "ja": "<ruby>春<rt>はる</rt></ruby><ruby>化<rt>け</rt></ruby><ruby>精<rt>しょう</rt></ruby>の<ruby>女<rt>め</rt></ruby><ruby>神<rt>がみ</rt></ruby> ヴェーラ", "ja_romaji": "Harukeshō no Megami Vēra", "ko": "봄화정의 여신 베라", "ko_rr": "Bomhwajeong-ui Yeosin Bera", "zh-TW": "春化精的女神 薇拉", "zh-CN": "春化精的女神 薇拉"}, "text": {"en": null, "de": "Einmal pro Spielzug, wenn ein Monstereffekt aufgelöst wird, den dein Gegner aktiviert hat, falls du 5 oder mehr ERDE Monster kontrollierst, kannst du jenen Effekt annullieren und falls du dies tust, zerstöre jene Karte. Du kannst jeden der folgenden Effekte von „Vera die Frühlingssylphen-Göttin“ nur einmal pro Spielzug verwenden. Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; übernimm die Kontrolle darüber und falls du dies tust, wird es zu ERDE. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst 1 ERDE Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung.", "es": "Una vez por turno, cuando se resuelva un efecto de monstruo activado por tu adversario, si controlas 5 o más monstruos de TIERRA, puedes negar ese efecto y, si lo haces, destruye esa carta. Sólo puedes usar cada uno de los siguientes efectos de \"Vera la Diosa Vernusilf\" una vez por turno. Puedes seleccionar 1 monstruo boca arriba que controle tu adversario; toma su control y, si lo haces, éste se convierte en TIERRA. Durante el turno de tu adversario (Efecto Rápido): puedes seleccionar 1 monstruo de TIERRA en tu Cementerio; Invócalo de Modo Especial.", "fr": "Une fois par tour, lorsqu'un effet de monstre activé par votre adversaire est résolu, si vous contrôlez min. 5 monstres TERRE, vous pouvez annuler l'effet, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser chacun des effets suivants de \"Vera la Déesse Vernusylphe\" qu'une fois par tour. Vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; prenez-en le contrôle, et si vous le faites, il devient TERRE. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 monstre TERRE dans votre Cimetière ; Invoquez-le Spécialement.", "it": "Una volta per turno, quando l'effetto di un mostro attivato dal tuo avversario si risolve, se controlli 5 o più mostri TERRA, puoi annullare quell'effetto e, se lo fai, distruggi quella carta. Puoi utilizzare ognuno dei seguenti effetti di \"Vera la Dea Vernasilfide\" una sola volta per turno. Puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; prendine il controllo e, se lo fai, esso diventa TERRA. Durante il turno del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 1 mostro TERRA nel tuo Cimitero; Evocalo Specialmente.", "pt": "Uma vez por turno, quando um efeito de monstro ativado pelo seu oponente resolver, se você controlar 5 ou mais monstros de TERRA, você pode negar esse efeito e, se isso acontecer, destrua esse card. Você só pode usar cada um dos seguintes efeitos de \"Vera, a Deusa Vernasílfide\" uma vez por turno. Você pode escolher 1 monstro com a face para cima que seu oponente controla; tome o controle dele e, se isso acontecer, ele se torna de TERRA. Durante o turno do seu oponente (Efeito Rápido): você pode escolher 1 monstro de TERRA no seu Cemitério; Invoque-o por Invocação-Especial.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターのコントロールを得る。この効果でコントロールを得たモンスターは地属性になる。\n②：相手ターンに、自分の墓地の地属性モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。\n③：１ターンに１度、相手が発動したモンスターの効果処理時に、自分フィールドに地属性モンスターが５体以上存在する場合、その発動した効果を無効にし破壊できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 컨트롤을 얻는다. 이 효과로 컨트롤을 얻은 몬스터는 땅 속성이 된다. ②: 상대 턴에, 자신 묘지의 땅 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. ③: 1턴에 1번, 상대가 발동한 몬스터의 효과 처리시에, 자신 필드에 땅 속성 몬스터가 5장 이상 존재할 경우, 그 발동한 효과를 무효로 하고 파괴할 수 있다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將對方場上的１隻正面表示怪獸做為對象發動。獲得該怪獸的控制權。透過此效果獲得控制權的怪獸變為地屬性。②：在對方回合，可將我方墓地的１隻地屬性怪獸做為對象發動。特殊召喚該怪獸。③：１回合１次，對方發動的怪獸效果處理時，在我方場上存在５隻以上地屬性怪獸的情況下，可將該發動效果變為無效進行破壞。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以对手场上的１只表侧表示怪兽为对象可以发动。获得该怪兽的控制权。以此效果获得控制权的怪兽变为地属性。②：在对手回合中，以自己墓地的１只地属性怪兽为对象可以发动。将该怪兽特殊召唤。③：１回合１次，对手发动的怪兽的效果处理时，自己场上存在５只以上的地属性怪兽的情况下，可将该发动的效果无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 8, "atk": 2400, "def": 3000, "series": ["Vernusylph"], "images": [{"index": 1, "image": "VeratheVernusylphGoddess-DABL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN025", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DABL-DE025", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DABL-FR025", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DABL-IT025", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DABL-PT025", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DABL-JP025", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-JP025", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DABL-KR025", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-KR025", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC017", "set_name": "Mega Pack 08", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717375, "master_duel_rarity": "UR"}