{"konami_id": 8051, "password": 55136228, "name": {"en": "Indomitable Gladiator Beast", "de": "Unbezwingbares Gladiatorungeheuer", "es": "Bestia Gladiador Indomable", "fr": "Courage des Bêtes Gladiateurs", "it": "Gladiatore Bestia Indomito", "pt": "Besta Gladiadora Indomável", "ja": "<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>の<ruby>底<rt>そこ</rt></ruby><ruby>力<rt>ぢから</rt></ruby>", "ja_romaji": "Guradiaru Bīsuto no Sokojikara", "ko": "검투수의 저력", "ko_rr": null, "zh-TW": "劍鬥獸的真實力", "zh-CN": "剑斗兽的底力"}, "text": {"en": "Target face-up \"Gladiator Beast\" monster you control gains 500 ATK until the End Phase. While this card is in your Graveyard, you can return 2 \"Gladiator Beast\" cards from your Graveyard to the Deck to return this card to your hand.", "de": "Ein offenes „Gladiatorungeheuer“-Karten deiner Wahl, das du kontrollierst, erhält bis zur End Phase 500 ATK. Solange diese Karte in deinem Friedhof liegt, kannst du 2 „Gladiatorungeheuer“-Monster von deinem Friedhof ins Deck zurücklegen, um diese Karte auf deine Hand zurückzugeben.", "es": "El monstruo boca arriba \"Bestia Gladiador\" objetivo que controlas gana 500 ATK hasta la End Phase. Mientras esta carta esté en tu Cementerio, puedes devolver 2 cartas \"Bestia Gladiador\" desde tu Cementerio a tu Deck para devolver esta carta a tu mano.", "fr": "Ciblez un monstre \"Bête Gladiateur\" face recto que vous contrôlez, il gagne 500 points d'ATK jusqu'à la End Phase. Tant que cette carte est dans votre Cimetière, vous pouvez renvoyer 2 cartes \"Bête Gladiateur\" depuis votre Cimetière au Deck pour renvoyer cette carte à votre main.", "it": "Un mostro bersaglio scoperto \"Gladiatore Bestia\" che controlli guadagna 500 ATK fino alla End Phase. Fino a quando questa carta è nel tuo Cimitero, puoi far ritornare 2 carte \"Gladiatore Bestia\" dal tuo Cimitero al Deck per far ritornare questa carta nella tua mano.", "pt": "Selecione 1 monstro \"Besta Gladiadora\" com a face para cima que você controla para ganhar 500 de ATK até a Fase Final. Enquanto este card estiver no seu Cemitério, você pode devolver 2 cards \"Besta Gladiadora\" do seu Cemitério ao Deck para devolver este card à sua mão.", "ja": "自分フィールド上に表側表示で存在する「<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>」と名のついたモンスター１体の攻撃力はエンドフェイズ時まで５００ポイントアップする。自分の墓地に存在する「<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>」と名のついたカード２枚をデッキに戻す事で、自分の墓地に存在するこのカードを手札に戻す。", "ko": "자신 필드 위에 앞면 표시로 존재하는 \"검투수\"라는 이름이 붙은 몬스터 1장의 공격력은 엔드 페이즈시까지 500 포인트 올린다. 자신의 묘지에 존재하는 \"검투수\"라는 이름이 붙은 카드 2장을 덱으로 되돌리는 것으로, 자신의 묘지에 존재하는 이 카드를 패로 되돌린다.", "zh-TW": "選擇我方場上的１隻冠有「劍鬥獸」之名的怪獸，其攻擊力在回合結束前提升５００。此外，在此卡存在於墓地的狀況下，我方主要階段時，可將我方墓地的２張此卡以外的冠有「劍鬥獸」之名的卡送回牌組發動。將此卡送回手牌。", "zh-CN": "挑选我方场上１只冠有“剑斗兽”之名的怪兽，直至回合结束时该攻击力上升５００点。此外，此卡存在于墓地的场合，可在我方主要阶段时，将除此卡以外的２张我方墓地冠有“剑斗兽”之名的卡牌返回至牌组并发动。将此卡返回至手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "IndomitableGladiatorBeast-CRMS-EN-SP-UE-Reprint.png"}], "sets": {"en": [{"set_number": "CRMS-EN056", "set_name": "Crimson Crisis", "rarities": ["Short Print"]}], "de": [{"set_number": "CRMS-DE056", "set_name": "Crimson Crisis", "rarities": ["Short Print"]}], "fr": [{"set_number": "CRMS-FR056", "set_name": "Crimson Crisis", "rarities": ["Short Print"]}], "it": [{"set_number": "CRMS-IT056", "set_name": "Crimson Crisis", "rarities": ["Short Print"]}], "ja": [{"set_number": "CRMS-JP056", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DE03-JP101", "set_name": "Duelist Edition Volume 3", "rarities": ["Common"]}], "ko": [{"set_number": "CRMS-KR056", "set_name": "Crimson Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 57771, "master_duel_rarity": "N"}