{"konami_id": 13898, "password": 55168550, "name": {"en": "Galaxy Brave", "de": "Galaxiekämpfer", "es": "Valiente de la Galaxia", "fr": "Brave Galactique", "it": "Sfidante Galattico", "pt": "Destemido das Galáxias", "ja": "<ruby>銀河剣聖<rt>ギャラクシー・ブレイバー</rt></ruby>", "ja_romaji": "Gyarakushī Bureibā", "ko": "갤럭시 브레이버", "ko_rr": "Gaelleoksi Beureibeo", "zh-TW": null, "zh-CN": "银河剑圣"}, "text": {"en": "If this card is in your hand: You can reveal 1 \"Photon\" monster in your hand; Special Summon this card, and if you do, its Level becomes the Level of that \"Photon\" monster. If this card is Normal or Special Summoned: You can target 1 \"Galaxy\" monster in your GY; this card's ATK/DEF become that monster's ATK/DEF. You can only use each effect of \"Galaxy Brave\" once per turn.", "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 „Photon“-Monster in deiner Hand vorzeigen; beschwöre diese Karte als Spezialbeschwörung und falls du dies tust, wird ihre Stufe gleich der Stufe des „Photon“-Monsters. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Galaxie“-Monster in deinem Friedhof wählen; die ATK/DEF dieser Karte werden gleich den ATK/DEF des Monsters. Du kannst jeden Effekt von „Galaxiekämpfer“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes mostrar 1 monstruo \"Fotónico/a\" en tu mano; Invoca esta carta de Modo Especial y, si lo haces, su Nivel se convierte en el Nivel de ese monstruo \"Fotónico/a\". Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo \"Galaxia\" o \"Galáctico/a\" en tu Cementerio; el ATK/DEF de esta carta se convierte en el ATK/DEF de ese monstruo. Sólo puedes usar cada efecto de \"Valiente de la Galaxia\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez révéler 1 monstre \"Photon\" dans votre main ; Invoquez Spécialement cette carte, et si vous le faites, son Niveau devient le Niveau du monstre \"Photon\". Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre \"Galactique\" dans votre Cimetière ; l'ATK/DEF de cette carte deviennent l'ATK/DEF du monstre. Vous ne pouvez utiliser chaque effet de \"Brave Galactique\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi rivelare 1 mostro \"Fotonico\" nella tua mano; Evoca Specialmente questa carta e, se lo fai, il suo Livello diventa il Livello di quel mostro \"Fotonico\". Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro \"Galattico\" nel tuo Cimitero; gli ATK/DEF di questa carta diventano gli ATK/DEF di quel mostro. Puoi utilizzare ogni effetto di \"Sfidante Galattico\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode revelar 1 monstro \"Fóton\" da sua mão; Invoque este card por Invocação-Especial e, se isso acontecer, seu Nível se torna o Nível desse monstro \"Fóton\". Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro \"Galáxia\" no seu Cemitério; o ATK/DEF deste card se tornam o ATK/DEF desse monstro. Você só pode usar cada efeito de \"Destemido das Galáxias\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札の「フォトン」モンスター１体を相手に見せて発動できる。このカードを手札から特殊召喚する。このカードのレベルは見せた「フォトン」モンスターのレベルと同じになる。②：このカードが召喚・特殊召喚に成功した場合、自分の墓地の「ギャラクシー」モンスター１体を対象として発動できる。このカードの攻撃力・守備力はそのモンスターのそれぞれの数値と同じになる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 \"포톤\" 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 카드의 레벨은 보여준 \"포톤\" 몬스터의 레벨과 같아진다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 자신 묘지의 \"갤럭시\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 공격력 / 수비력은 그 몬스터 각각의 수치와 같아진다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：将手牌的1只“光子”怪兽出示给对手可以发动。从手牌将此卡特殊召唤。此卡的等级变为与出示的“光子”怪兽的等级相同。②：此卡召唤・特殊召唤成功的情况下，以自己墓地的1只“银河”怪兽为对象可以发动。此卡的攻击力・守备力分别变为与该怪兽相同的数值。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 8, "atk": 0, "def": 0, "series": ["Galaxy"], "images": [{"index": 1, "image": "GalaxyBrave-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN011", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-EN162", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE011", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-DE162", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SOFU-SP011", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-SP162", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR011", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-FR162", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT011", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-IT162", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT011", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-PT162", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP011", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR011", "set_name": "Soul Fusion", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC112", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565697}