{"konami_id": 20597, "password": 55276522, "name": {"en": "Ryu-Ge War Zone", "de": "Ryuge-Kampfgebiet", "es": "Zona de Guerra Ryu-Ge", "fr": "Zone de Combat Ryu-Ge", "it": "Zona di Guerra Ryu-Ge", "pt": "Zona de Guerra de Ryu-Ge", "ja": "<ruby>登<rt>とう</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>華<rt>げ</rt></ruby><ruby>転<rt>てん</rt></ruby><ruby>生<rt>せい</rt></ruby><ruby>紋<rt>もん</rt></ruby>", "ja_romaji": "Toryūge Tenseimon", "ko": "등룡화전생문", "ko_rr": null, "zh-TW": "登龍華轉生紋", "zh-CN": "登龙华转生纹"}, "text": {"en": "When this card is activated: Take 1 Dinosaur, 1 Sea Serpent, and 1 Wyrm monster from your Deck, add 1 to your hand, banish 1, and send 1 to the GY, also you cannot Special Summon for the rest of this turn, except Dragon, Dinosaur, Sea Serpent, or Wyrm monsters. If you have \"Sosei Ryu-Ge Mistva\" in your Extra Deck face-up: You can Special Summon 3 \"Ryu-Ge\" monsters with different Types, 1 each from your Deck, GY, and banishment. You can only use each effect of \"Ryu-Ge War Zone\" once per turn.", "de": "Wenn diese Karte aktiviert wird: Nimm 1 Dinosaurier-, 1 Seeschlange- und 1 Wyrm-Monster von deinem Deck, füge 1 deiner Hand hinzu, verbanne 1 und lege 1 auf den Friedhof, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Drache-, Dinosaurier-, Seeschlange- und Wyrm-Monstern. Falls du „Sosei Ryuge Mistva“ offen in deinem Extra Deck hast: Du kannst 3 „Ryuge“-Monster mit unterschiedlichen Typen als Spezialbeschwörung beschwören, je 1 von deinem Deck, deinem Friedhof und deinen verbannten Karten. Du kannst jeden Effekt von „Ryuge-Kampfgebiet“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es activada: toma 1 monstruo Dinosaurio, 1 Serpiente Marina y 1 Wyrm en tu Deck, añade 1 a tu mano, destierra 1 y manda 1 al Cementerio, y además no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruos Dragón, Dinosaurio, Serpiente Marina o Wyrm. Si tienes \"Sosei Ryu-Ge Mistva\" en tu Deck Extra boca arriba: puedes Invocar de Modo Especial 3 monstruos \"Ryu-Ge\" con Tipos diferentes, 1 desde tu Deck, 1 desde tu Cementerio y 1 desde tu destierro. Sólo puedes usar cada efecto de \"Zona de Guerra Ryu-Ge\" una vez por turno.", "fr": "Lorsque cette carte est activée : prenez 1 monstre Dinosaure, 1 monstre Serpent de Mer et 1 monstre Wyrm depuis votre Deck, ajoutez-en 1 à votre main, bannissez-en 1 et envoyez-en 1 au Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Dragon, Dinosaure, Serpent de Mer ou Wyrm exclus) le reste de ce tour. Si vous avez \"Sosei Ryu-Ge Mistva\" face recto dans votre Extra Deck : vous pouvez Invoquer Spécialement 3 monstres \"Ryu-Ge\" de Types différents, 1 depuis votre Deck, 1 depuis votre Cimetière et 1 depuis votre bannissement. Vous ne pouvez utiliser chaque effet de \"Zone de Combat Ryu-Ge\" qu'une fois par tour.", "it": "Quando questa carta viene attivata: prendi 1 mostro Dinosauro, 1 Serpente Marino e 1 Wyrm dal tuo Deck, aggiungine 1 alla tua mano, bandiscine 1 e mandane 1 al Cimitero, inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Drago, Dinosauro, Serpente Marino o Wyrm. Se hai \"Sosei Ryu-Ge Mistva\" nel tuo Extra Deck scoperto: puoi Evocare Specialmente 3 mostri \"Ryu-Ge\" con Tipi diversi, 1 ciascuno dal tuo Deck, Cimitero e carte bandite. Puoi utilizzare ogni effetto di \"Zona di Guerra Ryu-Ge\" una sola volta per turno.", "pt": "Quando este card for ativado: pegue 1 monstro Dinossauro, 1 Serpente Marinha e 1 Wyrm do seu Deck, adicione 1 à sua mão, bana 1 e envie 1 para o Cemitério e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Dragão, Dinossauro, Serpente Marinha ou Wyrm. Se você tiver \"Sosei Ryu-Ge Mistva\" no seu Deck Adicional com a face para cima: você pode Invocar por Invocação-Especial 3 monstros \"Ryu-Ge\" com Tipos diferentes, 1 de cada do seu Deck, Cemitério e banimento. Você só pode usar cada efeito de \"Zona de Guerra de Ryu-Ge\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、デッキから恐竜族・海竜族・幻竜族モンスターを１体ずつ選び、その内の１体を手札に加え、もう１体を除外し、残りを墓地へ送る。このターン、自分はドラゴン族・恐竜族・海竜族・幻竜族モンスターしか特殊召喚できない。②：自分のＥＸデッキに表側の「創星竜華－光巴」が存在する場合に発動できる。自分のデッキ・墓地・除外状態からそれぞれ１体ずつ、「竜華」モンスターを特殊召喚する（同じ種族は１体まで）。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 공룡족 / 해룡족 / 환룡족 몬스터를 1장씩 골라, 그 중의 1장을 패에 넣고, 나머지 1장을 제외하고, 남은 카드를 묘지로 보낸다. 이 턴에, 자신은 드래곤족 / 공룡족 / 해룡족 / 환룡족 몬스터밖에 특수 소환할 수 없다. ②: 자신의 엑스트라 덱에 앞면의 \"창성룡화－광파\"가 존재할 경우에 발동할 수 있다. 자신의 덱 / 묘지 / 제외 상태에서 각각 1장씩, \"룡화\" 몬스터를 특수 소환한다(같은 종족은 1장까지).", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：作为此卡发动时的效果处理，从牌组挑选恐龙族・海龙族・幻龙族怪兽各１只，将其中１只加入手牌，另１只除外，剩余的送至墓地。此回合，自己仅可特殊召唤龙族・恐龙族・海龙族・幻龙族怪兽。②：自己的额外牌组存在表侧“创星龙华－光轮巴王”的情况下可以发动。从自己牌组・墓地・除外状态各将１只“龙华”怪兽特殊召唤（同种族最多１只）。"}, "card_type": "Spell", "property": "Field", "series": ["Ryu-Ge"], "images": [{"index": 1, "image": "RyuGeWarZone-CRBR-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CRBR-EN036", "set_name": "Crossover Breakers", "rarities": ["Super Rare"]}], "de": [{"set_number": "CRBR-DE036", "set_name": "Crossover Breakers", "rarities": ["Super Rare"]}], "es": [{"set_number": "CRBR-SP036", "set_name": "Crossover Breakers", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CRBR-FR036", "set_name": "Crossover Breakers", "rarities": ["Super Rare"]}], "it": [{"set_number": "CRBR-IT036", "set_name": "Crossover Breakers", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CRBR-PT036", "set_name": "Crossover Breakers", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBCB-JP036", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "DBCB-KR036", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBCB-SC036", "set_name": "Deck-Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1074492, "master_duel_rarity": "SR"}