{"konami_id": 15257, "password": 55289183, "name": {"en": "Capricious Darklord", "de": "Unberechenbarer Finsterlord", "es": "Señoroscura Caprichosa", "fr": "Ange Déchu Capricieux", "it": "Signora Oscura Capricciosa", "pt": "Senhora Obscura Caprichosa", "ja": "<ruby>享<rt>きょう</rt></ruby><ruby>楽<rt>らく</rt></ruby>の<ruby>堕<rt>だ</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>使<rt>し</rt></ruby>", "ja_romaji": "Kyōraku no Datenshi", "ko": "향락의 타락천사", "ko_rr": "Hyangnak-ui Tarakcheonsa", "zh-TW": "享樂的墮天使", "zh-CN": "享乐的堕天使"}, "text": {"en": "During the Main Phase (Quick Effect): You can activate this effect; Tribute Summon 1 Fairy monster face-up. If this card is sent to the GY: You can make all monsters your opponent currently controls lose 500 ATK/DEF for each Fairy monster on the field, until the end of this turn. You can only use each effect of \"Capricious Darklord\" once per turn.", "de": "Während der Main Phase (Schnelleffekt): Du kannst diesen Effekt aktivieren; beschwöre 1 Fee-Monster offen als Tributbeschwörung. Falls diese Karte auf den Friedhof gelegt wird: Du kannst alle Monster, die dein Gegner derzeit kontrolliert, bis zum Ende dieses Spielzugs für jedes Fee-Monster auf dem Spielfeld 500 ATK/DEF verlieren lassen. Du kannst jeden Effekt von „Unberechenbarer Finsterlord“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase (Efecto Rápido): puedes activar este efecto; Invoca por Sacrificio 1 monstruo Hada boca arriba. Si esta carta es mandada al Cementerio: hasta el final de este turno, puedes hacer que todos los monstruos que controla tu adversario en este momento pierdan 500 ATK/DEF por cada monstruo Hada en el Campo. Sólo puedes usar cada efecto de \"Señoroscura Caprichosa\" una vez por turno.", "fr": "Durant la Main Phase (Effet Rapide) : vous pouvez activer cet effet ; Invoquez par Sacrifice face recto 1 monstre Elfe. Si cette carte est envoyée au Cimetière : jusqu'à la fin de ce tour, vous pouvez faire perdre 500 ATK/DEF à tous les monstres actuellement contrôlés par votre adversaire pour chaque monstre Elfe sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Ange Déchu Capricieux\" qu'une fois par tour.", "it": "Durante la Main Phase (Effetto Rapido): puoi attivare questo effetto; Evoca tramite Tributo 1 mostro Fata scoperto. Se questa carta viene mandata al Cimitero: puoi far perdere 500 ATK/DEF a tutti i mostri attualmente controllati dal tuo avversario per ogni mostro Fata sul Terreno, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Signora Oscura Capricciosa\" una sola volta per turno.", "pt": "Durante a Fase Principal (Efeito Rápido): você pode ativar este efeito; Invoque por Invocação-Tributo 1 monstro Fada com a face para cima. Se este card for enviado para o Cemitério: até o final deste turno, você pode fazer com que todos os monstros que seu oponente controla atualmente percam 500 de ATK/DEF para cada monstro Fada no campo. Você só pode usar cada efeito de \"Senhora Obscura Caprichosa\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに発動できる。天使族モンスター１体を表側表示でアドバンス召喚する。②：このカードが墓地へ送られた場合に発動できる。相手フィールドの全てのモンスターの攻撃力・守備力はターン終了時まで、フィールドの天使族モンスターの数×５００ダウンする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 천사족 몬스터 1장을 앞면 표시로 어드밴스 소환한다. ②: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 상대 필드의 모든 몬스터의 공격력 / 수비력은 턴 종료시까지, 필드의 천사족 몬스터의 수 × 500 내린다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：自己·对方的主要阶段才能发动。把1只天使族怪兽表侧表示上级召唤。\n②：这张卡被送去墓地的场合才能发动。对方场上的全部怪兽的攻击力·守备力直到回合结束时下降场上的天使族怪兽数量×500。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 1600, "series": ["Darklord"], "images": [{"index": 1, "image": "CapriciousDarklord-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN023", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN117", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE023", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE117", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR023", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR117", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT023", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT117", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT023", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT117", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP023", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "ROTD-KR023", "set_name": "Rise of the Duelist", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714215, "master_duel_rarity": "N"}