{"konami_id": 20488, "password": 55320758, "name": {"en": "Goblin Bikers Gone Wild", "de": "Goblin-Biker spielen verrückt", "es": "Moto Goblins Enloquecidos", "fr": "Gobelins Motards Déchaînés", "it": "Motociclisti Goblin Diventati Selvaggi", "pt": "Motoqueiro Goblin Enlouquecendo", "ja": "<ruby>天上天下百鬼羅刹<rt>バッド・アス・ゴブリンライダーズ</rt></ruby>", "ja_romaji": "Baddo Asu Goburin Raidāzu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "天上天下格布林百罗刹"}, "text": {"en": "If you control no monsters, or all monsters you control are \"Goblin\" monsters, you can Normal Summon this card without Tributing. You can only use each of the following effects of \"Goblin Bikers Gone Wild\" once per turn. If this card is Normal or Special Summoned: You can Special Summon 1 Level 4 or lower \"Goblin\" monster from your Deck. If this card is sent to the GY: You can target 1 card on the field; attach it to 1 \"Goblin\" Xyz Monster you control.", "de": "Falls du keine Monster kontrollierst oder alle Monster, die du kontrollierst, „Goblin“-Monster sind, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Du kannst jeden der folgenden Effekte von „Goblin-Biker spielen verrückt“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Goblin“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck beschwören. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 Karte auf dem Spielfeld wählen; hänge sie an 1 „Goblin“-Xyz-Monster an, das du kontrollierst.", "es": "Si no controlas monstruos, o todos los monstruos que controlas son monstruos \"Goblin\", puedes Invocar esta carta de Modo Normal sin Sacrificar. Sólo puedes usar cada uno de los siguientes efectos de \"Moto Goblins Enloquecidos\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Goblin\" de Nivel 4 o menor. Si esta carta es mandada al Cementerio: puedes seleccionar 1 carta en el Campo; acóplala a 1 Monstruo Xyz \"Goblin\" que controles.", "fr": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres \"Gobelin\", vous pouvez Invoquer Normalement cette carte sans Sacrifice. Vous ne pouvez utiliser chacun des effets suivants de \"Gobelins Motards Déchaînés\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Gobelin\" de max. Niveau 4 depuis votre Deck. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 carte sur le Terrain ; attachez-la à 1 Monstre Xyz \"Gobelin\" que vous contrôlez.", "it": "Se non controlli nessun mostro, o se tutti i mostri che controlli sono mostri \"Goblin\", puoi Evocare Normalmente questa carta senza offrire Tributi. Puoi utilizzare ognuno dei seguenti effetti di \"Motociclisti Goblin Diventati Selvaggi\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro \"Goblin\" di Livello 4 o inferiore dal tuo Deck. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 carta sul Terreno; attaccala a 1 Mostro Xyz \"Goblin\" che controlli.", "pt": "Se você não controlar nenhum monstro, ou se todos os monstros que você controla forem monstros \"Goblin\", você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Você só pode usar cada um dos seguintes efeitos de \"Motoqueiro Goblin Enlouquecendo\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro \"Goblin\" de Nível 4 ou menos do seu Deck. Se este card for enviado para o Cemitério: você pode escolher 1 card no campo; associe-o a 1 Monstro Xyz \"Goblin\" que você controla.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドのモンスターが、存在しない場合または「ゴブリン」モンスターのみの場合、このカードはリリースなしで召喚できる。②：このカードが召喚・特殊召喚した場合に発動できる。デッキからレベル４以下の「ゴブリン」モンスター１体を特殊召喚する。③：このカードが墓地へ送られた場合、フィールドのカード１枚を対象として発動できる。そのカードを自分フィールドの「ゴブリン」Ｘモンスター１体のＸ素材とする。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的②③の效果１回合仅可各使用１次。①：自己场上的怪兽，不存在的情况下或仅有“格布林”怪兽的情况下，此卡无需解放即可召唤。②：此卡召唤・特殊召唤的情况下可以发动。从牌组将１只等级４以下的“格布林”怪兽特殊召唤。③：此卡被送至墓地的情况下，以场上的１张卡为对象可以发动。将该卡作为自己场上的１只“格布林”超量怪兽的超量素材。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 6, "atk": 2400, "def": 0, "series": ["Goblin", "Goblin Biker"], "images": [{"index": 1, "image": "GoblinBikersGoneWild-ROTA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN012", "set_name": "Rage of the Abyss", "rarities": null}], "de": [{"set_number": "ROTA-DE012", "set_name": "Rage of the Abyss", "rarities": null}], "fr": [{"set_number": "ROTA-FR012", "set_name": "Rage of the Abyss", "rarities": null}], "it": [{"set_number": "ROTA-IT012", "set_name": "Rage of the Abyss", "rarities": null}], "pt": [{"set_number": "ROTA-PT012", "set_name": "Rage of the Abyss", "rarities": null}], "ja": [{"set_number": "ROTA-JP012", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "ROTA-SC012", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1068868}