{"konami_id": 20425, "password": 55359571, "name": {"en": "Kochobo's Hinamatsuri", "de": "Kochobos Hinamatsuri", "es": "Hinamatsuri de Kochobo", "fr": "Hinamatsuri de Kochobo", "it": "Hinamatsuri di Kochobo", "pt": "Hinamatsuri de Kochobo", "ja": "こちょぼの<ruby>人形祀<rt>ひんなまつ</rt></ruby>り", "ja_romaji": "Kochobo no Hinnamatsuri", "ko": "코초보의 인형제", "ko_rr": null, "zh-TW": "巫毒人偶的供奉", "zh-CN": "千灵偶的雏人形祭"}, "text": {"en": "If this card is in your hand or GY: You can target 1 Machine monster on the field; for the rest of this turn, you cannot Special Summon from the Extra Deck, except Xyz Monsters, also Special Summon this card (but banish it when it leaves the field), and if you do, halve that monster's ATK, also this card's Level becomes that monster's. You can only use this effect of \"Kochobo's Hinamatsuri\" once per turn.", "de": "Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst 1 Maschine-Monster auf dem Spielfeld wählen; für den Rest dieses Spielzugs kannst du keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Xyz-Monstern, zusätzlich beschwöre diese Karte als Spezialbeschwörung (aber verbanne sie, wenn sie das Spielfeld verlässt) und falls du dies tust, halbiere die ATK jenes Monsters, zusätzlich wird die Stufe dieser Karte dieselbe wie die jenes Monsters. Du kannst diesen Effekt von „Kochobos Hinamatsuri“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano o Cementerio: puedes seleccionar 1 monstruo Máquina en el Campo; por el resto de este turno, no puedes Invocar de Modo Especial desde el Deck Extra, excepto Monstruos Xyz, y además Invoca esta carta de Modo Especial (pero destiérrala cuando deje el Campo) y, si lo haces, divide a la mitad el ATK de ese monstruo, y además el Nivel de esta carta se convierte en el de ese monstruo. Sólo puedes usar este efecto de \"Hinamatsuri de Kochobo\" una vez por turno.", "fr": "Si cette carte est dans votre main ou Cimetière : vous pouvez cibler 1 monstre Machine sur le Terrain ; le reste de ce tour, vous ne pouvez pas Invoquer Spécialement (Monstres Xyz exclus) depuis l'Extra Deck, et aussi, Invoquez Spécialement cette carte (mais bannissez-la lorsqu'elle quitte le Terrain), et si vous le faites, divisez par deux l'ATK du monstre, et aussi, le Niveau de cette carte devient celui du monstre. Vous ne pouvez utiliser cet effet de \"Hinamatsuri de Kochobo\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano o Cimitero: puoi scegliere come bersaglio 1 mostro Macchina sul Terreno; per il resto di questo turno, non puoi Evocare Specialmente dall'Extra Deck, eccetto Mostri Xyz, inoltre Evoca Specialmente questa carta (ma bandiscila quando lascia il Terreno) e, se lo fai, dimezza l'ATK di quel mostro, inoltre il Livello di questa carta diventa quello di quel mostro. Puoi utilizzare questo effetto di \"Hinamatsuri di Kochobo\" una sola volta per turno.", "pt": "Se este card estiver na sua mão ou no Cemitério: você pode escolher 1 monstro Máquina no campo; pelo resto deste turno, você não pode Invocar por Invocação-Especial do Deck Adicional, exceto Monstros Xyz e, além disso, Invoque este card por Invocação-Especial (mas bana-o quando ele deixar o campo) e, se isso acontecer, diminua pela metade o ATK desse monstro e, além disso, o Nível deste card se torna o desse monstro. Você só pode usar este efeito de \"Hinamatsuri de Kochobo\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードが手札・墓地に存在する場合、フィールドの機械族モンスター１体を対象として発動できる。このカードを特殊召喚し、対象のモンスターの攻撃力を半分にする。この効果で特殊召喚したこのカードは、レベルが対象のモンスターと同じになり、フィールドから離れた場合に除外される。この効果の発動後、ターン終了時まで自分はＸモンスターしかＥＸデッキから特殊召喚できない。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的效果1回合仅可使用1次。①：此卡存在于手牌・墓地的情况下，以场上的1只机械族怪兽为对象可以发动。将此卡特殊召唤，将对象怪兽的攻击力改成一半。以此效果特殊召唤的此卡、等级变为与对象怪兽相同，从场上离开的情况下，将其除外。此效果发动后，直至回合结束时为止自己从额外牌组仅可特殊召唤超量怪兽。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 7, "atk": 2200, "def": 2200, "images": [{"index": 1, "image": "KochobosHinamatsuri-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN087", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-EN404", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE087", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-DE404", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "INFO-SP087", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-SP404", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR087", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-FR404", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT087", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-IT404", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT087", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-PT404", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP048", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "ko": [{"set_number": "WPP6-KR048", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS2-SC098", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1070091, "master_duel_rarity": "R"}