{"konami_id": 7270, "password": 55375684, "name": {"en": "Summon Cloud", "de": "Wolke beschwören", "es": "Invocar Nube", "fr": "Invocation de Nuage", "it": "Evoca Nuvola", "pt": "Invocação de Nuvem", "ja": "<ruby>召喚雲<rt>サモンクラウド</rt></ruby>", "ja_romaji": "Samon Kuraudo", "ko": "소환 구름", "ko_rr": null, "zh-TW": "召喚雲", "zh-CN": "召唤云"}, "text": {"en": "Once per turn, during your Main Phase: You can Special Summon 1 Level 4 or lower \"Cloudian\" monster from your hand or either GY. You must control no monsters to activate and to resolve this effect. If you Special Summon a monster from the GY with this effect, destroy this card.", "de": "Einmal pro Spielzug, während deiner Main Phase: Du kannst 1 „Wolkian“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand oder einem beliebigen Friedhof beschwören. Du darfst keine Monster kontrollieren, um diesen Effekt zu aktivieren und aufzulösen. Falls du durch diesen Effekt ein Monster als Spezialbeschwörung vom Friedhof beschwörst, zerstöre diese Karte.", "es": "Una vez por turno, durante tu Main Phase: puedes Invocar de Modo Especial 1 monstruo \"Cloudian\" de Nivel 4 o menor desde tu mano o cualquier Cementerio. No debes controlar monstruos para activar y resolver este efecto. Si Invocas de Modo Especial un monstruo desde el Cementerio con este efecto, destruye esta carta.", "fr": "Une fois par tour, durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Nuagien\" de max. Niveau 4 depuis votre main ou l'un des Cimetières. Vous ne devez contrôler aucun monstre pour activer et résoudre cet effet. Si vous Invoquez Spécialement un monstre depuis le Cimetière avec cet effet, détruisez cette carte.", "it": "Una volta per turno, durante la tua Main Phase: puoi Evocare Specialmente 1 mostro \"Nubiano\" di Livello 4 o inferiore dalla tua mano o qualsiasi Cimitero. Non devi controllare nessun mostro per attivare e risolvere questo effetto. Se Evochi Specialmente un mostro dal Cimitero con questo effetto, distruggi questa carta.", "pt": "Uma vez por turno, durante sua Fase Principal: você pode Invocar por Invocação-Especial 1 monstro \"Nuviano\" de Nível 4 ou menos da sua mão ou de qualquer Cemitério. Você não pode controlar nenhum monstro para ativar e resolver este efeito. Se você Invocar por Invocação-Especial um monstro do Cemitério com este efeito, destrua este card.", "ja": "自分フィールド上にモンスターが存在しない場合、自分の手札または墓地からレベル４以下の「雲魔物」と名のついたモンスター１体を特殊召喚する事ができる。この効果は１ターンに１度だけ自分のメインフェイズに使用する事ができる。墓地から特殊召喚した場合はこのカードを破壊する。", "ko": "자신 필드 위에 몬스터가 존재하지 않을 경우, 자신의 패 또는 묘지에서 레벨 4 이하의 \"운마물\"이라는 이름이 붙은 몬스터 1장을 특수 소환할 수 있다. 이 효과는 1턴에 1번만 자신의 메인 페이즈에 사용할 수 있다. 묘지에서 특수 소환했을 경우는 이 카드를 파괴한다.", "zh-TW": "１回合１次，可從手牌或我方・對方的墓地選擇１隻等級４以下冠有「雲魔物」之名的怪獸特殊召喚。在從墓地特殊召喚的狀況下破壞此卡。此效果可在我方場上不存在怪獸的狀況下發動及處理。", "zh-CN": "１回合１次，可从手牌或我方、对手墓地挑选１只等级４或以下的冠有“云魔物”之名的怪兽特殊召唤。从墓地特殊召唤的场合，破坏此卡。我方场上不存在怪兽的场合，此效果可发动与处理。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "SummonCloud-SGX3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GLAS-EN049", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-ENH15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "de": [{"set_number": "GLAS-DE049", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-DEH15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "fr": [{"set_number": "GLAS-FR049", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-FRH15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "it": [{"set_number": "GLAS-IT049", "set_name": "Gladiator's Assault", "rarities": ["Common"]}, {"set_number": "SGX3-ITH15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "pt": [{"set_number": "SGX3-PTH15", "set_name": "Speed Duel GX: Duelists of Shadows", "rarities": ["Common"]}], "ja": [{"set_number": "GLAS-JP049", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "ko": [{"set_number": "GLAS-KR049", "set_name": "Gladiator's Assault", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 505380, "master_duel_rarity": "N"}