{"konami_id": 22068, "password": 55421040, "name": {"en": "Hunting Horn", "de": "Jagdhorn", "es": "Cuerno de Caza", "fr": "Corne de Chasse", "it": "Corno da Caccia", "pt": "Chifre de Caça", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Fusion Summon 1 EARTH Warrior Fusion Monster from your Extra Deck, using Warrior monsters from your hand or field, then if you activated this card during the Battle Phase, you can choose monsters your opponent controls, up to the number of materials used from the hand for this Fusion Summon, and their ATK become halved until the end of the Battle Phase. You cannot declare attacks the turn you activate this card, except with EARTH Warrior monsters. You can only activate 1 \"Hunting Horn\" per turn.", "de": "Beschwöre 1 ERDE Krieger-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck, indem du Krieger-Monster von deiner Hand oder Spielfeldseite verwendest, dann, falls du diese Karte während der Battle Phase aktiviert hast, kannst du Monster, die dein Gegner kontrolliert, bis zu Anzahl des Materials bestimmen, das von der Hand für diese Fusionsbeschwörung verwendet wurde, und ihre ATK werden bis zum Ende der Battle Phase halbiert. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine Angriffe deklarieren, außer mit ERDE Krieger-Monstern. Du kannst nur 1 „Jagdhorn“ pro Spielzug aktivieren.", "es": "Invoca por Fusión 1 Monstruo de Fusión Guerrero de TIERRA desde tu Deck Extra, usando monstruos Guerrero en tu mano o Campo y después, si activaste esta carta durante la Battle Phase, puedes elegir monstruos que controle tu adversario hasta el número de materiales usados desde la mano para esta Invocación por Fusión, y su ATK se divide a la mitad hasta el final de la Battle Phase. No puedes declarar ataques el turno en el que activas esta carta, excepto con monstruos Guerrero de TIERRA. Sólo puedes activar 1 \"Cuerno de Caza\" por turno.", "fr": "Invoquez par Fusion 1 Monstre Fusion TERRE Guerrier depuis votre Extra Deck, en utilisant des monstres Guerrier depuis votre main ou Terrain, puis si vous avez activé cette carte durant la Battle Phase, vous pouvez choisir un nombre de monstres contrôlés par votre adversaire, inférieur ou égal au nombre de Matériels utilisés depuis la main pour cette Invocation Fusion, et leur ATK sera divisée par deux jusqu'à la fin de la Battle Phase. Vous ne pouvez pas déclarer d'attaques le tour où vous activez cette carte, sauf avec des monstres TERRE Guerrier. Vous ne pouvez activer qu'1 \"Corne de Chasse\" par tour.", "it": "Evoca tramite Fusione 1 Mostro Fusione TERRA Guerriero dal tuo Extra Deck, utilizzando mostri Guerriero dalla tua mano o Terreno, poi se hai attivato questa carta durante la Battle Phase, puoi selezionare mostri controllati dal tuo avversario, fino al numero di materiali utilizzati dalla mano per questa Evocazione tramite Fusione, e i loro ATK vengono dimezzati fino alla fine della Battle Phase. Non puoi dichiarare attacchi nel turno in cui attivi questa carta, eccetto con mostri TERRA Guerriero. Puoi attivare solo 1 \"Corno da Caccia\" per turno.", "pt": "Invoque por Invocação-Fusão 1 Monstro de Fusão Guerreiro de TERRA do seu Deck Adicional, usando monstros Guerreiro da sua mão ou do campo e, depois, se você ativou este card durante a Fase de Batalha, você pode selecionar monstros que seu oponente controla, até o número de matérias usadas da mão para esta Invocação-Fusão, e o ATK deles é diminuído pela metade até o final da Fase de Batalha. Você não pode declarar ataques no turno em que ativar este card, exceto com monstros Guerreiro de TERRA. Você só pode ativar 1 \"Chifre de Caça\" por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Quick-Play", "series": ["Hunting Scout of the Deep Forest"], "images": [{"index": 1, "image": "HuntingHorn-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN086", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE086", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP086", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR086", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT086", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT086", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145939}