{"konami_id": 20428, "password": 55537983, "name": {"en": "Mimighoul Master", "de": "Mimighul Meister", "es": "Máster Mimighoul", "fr": "Maître Mimigoule", "it": "Mimighoul Maestro", "pt": "Mestre Mimicarniçal", "ja": "ミミグル・マスター", "ja_romaji": "Mimiguru Masutā", "ko": "미미구르 마스터", "ko_rr": null, "zh-TW": "寶箱詭屍・君主", "zh-CN": "迷拟宝箱鬼・领主"}, "text": {"en": "Cannot be destroyed by battle or card effects while your opponent controls any face-down monsters or you control a \"Mimighoul\" monster other than \"Mimighoul Master\". You can only use each of the following effects of \"Mimighoul Master\" once per turn. If this card is Normal or Special Summoned: You can add 1 \"Mimighoul\" monster from your Deck to your hand, except \"Mimighoul Master\". During your opponent's Main Phase (Quick Effect): You can change 1 face-down monster on the field to face-up Attack or Defense Position.", "de": "Kann weder durch Kampf noch durch Karteneffekte zerstört werden, solange dein Gegner verdeckte Monster kontrolliert oder du ein anderes „Mimighul“-Monster als „Mimighul Meister“ kontrollierst. Du kannst jeden der folgenden Effekte von „Mimighul Meister“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Mimighul“-Monster von deinem Deck hinzufügen, außer „Mimighul Meister“. Während der Main Phase deines Gegners (Schnelleffekt): Du kannst 1 verdecktes Monster auf dem Spielfeld in die offene Angriffs- oder Verteidigungsposition ändern.", "es": "No puede ser destruido en batalla o por efectos de cartas mientras tu adversario controle cualquier monstruo boca abajo o tú controles un monstruo \"Mimighoul\" que no sea \"Máster Mimighoul\". Sólo puedes usar cada uno de los siguientes efectos de \"Máster Mimighoul\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 monstruo \"Mimighoul\" en tu Deck, excepto \"Máster Mimighoul\". Durante la Main Phase de tu adversario (Efecto Rápido): puedes cambiar 1 monstruo boca abajo en el Campo a Posición de Ataque o Defensa boca arriba.", "fr": "Non destructible ni au combat ni par des effets de carte tant que votre adversaire contrôle des monstres face verso ou que vous contrôlez un monstre \"Mimigoule\" (\"Maître Mimigoule\" exclu). Vous ne pouvez utiliser chacun des effets suivants de \"Maître Mimigoule\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Mimigoule\" (\"Maître Mimigoule\" exclu) depuis votre Deck à votre main. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez changer 1 monstre face verso sur le Terrain en Position d'Attaque ou Défense face recto.", "it": "Non può essere distrutto in battaglia o dagli effetti delle carte mentre il tuo avversario controlla qualsiasi mostro coperto o tu controlli un mostro \"Mimighoul\" diverso da \"Mimighoul Maestro\". Puoi utilizzare ognuno dei seguenti effetti di \"Mimighoul Maestro\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 mostro \"Mimighoul\" dal tuo Deck alla tua mano, eccetto \"Mimighoul Maestro\". Durante la Main Phase del tuo avversario (Effetto Rapido): puoi mettere scoperto in Posizione di Attacco o Difesa 1 mostro coperto sul Terreno.", "pt": "Não pode ser destruído em batalha ou por efeitos de card enquanto seu oponente controlar quaisquer monstros com a face para baixo ou você controlar um monstro \"Mimicarniçal\" que não seja \"Mestre Mimicarniçal\". Você só pode usar cada um dos seguintes efeitos de \"Mestre Mimicarniçal\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 monstro \"Mimicarniçal\" do seu Deck à sua mão, exceto \"Mestre Mimicarniçal\". Durante a Fase Principal do seu oponente (Efeito Rápido): você pode colocar 1 monstro com a face para baixo no campo, com a face para cima em Posição de Ataque ou de Defesa.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「ミミグル・マスター」以外の「ミミグル」モンスター１体を手札に加える。②：自分フィールドに「ミミグル・マスター」以外の「ミミグル」モンスターが存在する場合、または相手フィールドに裏側表示モンスターが存在する場合、フィールドのこのカードは戦闘・効果では破壊されない。③：相手メインフェイズに発動できる。フィールドの裏側表示モンスター１体を表側攻撃表示か表側守備表示にする。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"미미구르 마스터\" 이외의 \"미미구르\" 몬스터 1장을 패에 넣는다. ②: 자신 필드에 \"미미구르 마스터\" 이외의 \"미미구르\" 몬스터가 존재할 경우, 또는 상대 필드에 뒷면 표시 몬스터가 존재할 경우, 필드의 이 카드는 전투 / 효과로는 파괴되지 않는다. ③: 상대 메인 페이즈에 발동할 수 있다. 필드의 뒷면 표시 몬스터 1장을 앞면 공격 표시나 앞면 수비 표시로 한다.", "zh-TW": null, "zh-CN": "此卡名的①③效果1回合仅可各使用1次。①：此卡召唤・特殊召唤的情况下可以发动。从牌组将“迷拟宝箱鬼・领主”以外的1只“迷拟宝箱鬼”怪兽加入手牌。②：自己场上存在“迷拟宝箱鬼・领主”以外的“迷拟宝箱鬼”怪兽的情况下，或对手场上存在里侧表示怪兽的情况下，场上的此卡不会因战斗・效果被破坏。③：在对手的主要阶段可以发动。将场上的1只里侧表示怪兽改成表侧攻击表示或表侧守备表示。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 1200, "series": ["Mimighoul"], "images": [{"index": 1, "image": "MimighoulMaster-MP25-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN090", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-EN096", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "INFO-DE090", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-DE096", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "INFO-SP090", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-SP096", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "INFO-FR090", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-FR096", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "INFO-IT090", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-IT096", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "INFO-PT090", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-PT096", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "WPP6-JP015", "set_name": "World Premiere Pack 2025", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "WPP6-KR015", "set_name": "World Premiere Pack 2025", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "WPS2-SC001", "set_name": "World Premiere Pack 2025", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1069321, "master_duel_rarity": "UR"}