{"konami_id": 18731, "password": 55688914, "name": {"en": "Vanquish Soul Pluton HG", "de": "Bezwingerseele Pluton HG", "es": "Derrota Almas Plutón HG", "fr": "Âme du Vainqueur Pluton HG", "it": "Sgomina Anima Pluton HG", "pt": "Alma Aniquiladora Pluton HG", "ja": "<ruby>ＶＳ<rt>ヴァンキッシュ・ソウル</rt></ruby> プルトン<ruby>Ｈ<rt>エイチ</rt></ruby><ruby>Ｇ<rt>ジー</rt></ruby>", "ja_romaji": "Vankisshu Souru Puruton Eichi Jī", "ko": "<ruby>VS<rt>뱅키시 소울</rt></ruby> 플루톤<ruby>HG<rt>에이치지</rt></ruby>", "ko_rr": "Baengkisi Soul Peulluton Heichi Ji", "zh-TW": "對擊鬥魂 普路托HG", "zh-CN": "对击斗魂 普路托HG"}, "text": {"en": "During your opponent's turn, if you control no monsters, or only \"Vanquish Soul\" monsters, in your Main Monster Zone (Quick Effect): You can Special Summon this card from your hand. (Quick Effect): You can activate 1 of these effects, by revealing monster(s) in your hand with the listed Attribute(s);\n● FIRE: This card gains 3000 DEF until the end of this turn.\n● DARK & EARTH: This card gains 3000 ATK until the end of this turn.\nYou can only use each effect of \"Vanquish Soul Pluton HG\" once per turn, and cannot activate more than 1 in the same Chain.", "de": "Während des Spielzugs deines Gegners, falls du keine Monster oder nur „Bezwingerseele“-Monster in deiner Main-Monsterzone kontrollierst (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. (Schnelleffekt): Du kannst 1 dieser Effekte aktivieren, indem du ein oder mehr Monster mit den aufgeführten Eigenschaften in deiner Hand vorzeigst;\n● FEUER: Diese Karte erhält bis zum Ende dieses Spielzugs 3000 DEF.\n● FINSTERNIS und ERDE: Diese Karte erhält bis zum Ende dieses Spielzugs 3000 ATK.\nDu kannst jeden Effekt von „Bezwingerseele Pluton HG“ nur einmal pro Spielzug verwenden und du kannst nicht mehr als 1 in derselben Kette aktivieren.", "es": "Durante el turno de tu adversario, si no controlas monstruos, o solo monstruos \"Derrota Almas\", en tu Zona de Monstruos Principal (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano. (Efecto Rápido): puedes activar 1 de estos efectos, mostrando uno o más monstruos en tu mano con el o los Atributos listados;\n● FUEGO: Esta carta gana 3000 DEF hasta el final de este turno.\n● OSCURIDAD & TIERRA: Esta carta gana 3000 ATK hasta el final de este turno.\nSólo puedes usar cada efecto de \"Derrota Almas Plutón HG\" una vez por turno, y no puedes activar más de 1 en la misma Cadena.", "fr": "Durant le tour de votre adversaire, si vous ne contrôlez aucun monstre ou uniquement des monstres \"Âme du Vainqueur\" dans votre Zone Monstre Main (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main. (Effet Rapide) : vous pouvez activer 1 de ces effets, en révélant un ou plusieurs monstres dans votre main avec les Attributs listés ;\n● FEU : Jusqu'à la fin de ce tour, cette carte gagne 3000 DEF.\n● TÉNÈBRES et TERRE : Jusqu'à la fin de ce tour, cette carte gagne 3000 ATK.\nVous ne pouvez utiliser chaque effet de \"Âme du Vainqueur Pluton HG\" qu'une fois par tour, et ne pouvez en activer que max. 1 dans la même Chaîne.", "it": "Durante il turno del tuo avversario, se non controlli nessun mostro, o solo mostri \"Sgomina Anima\", nella tua Zona Mostri Main (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano. (Effetto Rapido): puoi attivare 1 di questi effetti, rivelando uno o più mostri nella tua mano con gli Attributi indicati;\n● FUOCO: Questa carta guadagna 3000 DEF fino alla fine di questo turno.\n● OSCURITÀ & TERRA: Questa carta guadagna 3000 ATK fino alla fine di questo turno.\nPuoi utilizzare ogni effetto di \"Sgomina Anima Pluton HG\" una sola volta per turno, e non puoi attivarne più di 1 nella stessa Catena.", "pt": "Durante o turno do seu oponente, se você não controlar nenhum monstro, ou controlar apenas monstros \"Alma Aniquiladora\", na sua Zona de Monstros Principal (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão. (Efeito Rápido): você pode ativar 1 desses efeitos ao revelar um ou mais monstros na sua mão com o(s) Atributo(s) listado(s);\n● FOGO: Este card ganha 3000 de DEF até o final deste turno.\n● TREVAS & TERRA: Este card ganha 3000 de ATK até o final deste turno.\nVocê só pode usar cada efeito de \"Alma Aniquiladora Pluton HG\" uma vez por turno e não pode ativar mais que 1 na mesma Corrente.", "ja": "このカード名の①②の効果は、それぞれ１ターンに１度しか使用できず、同一チェーン上では発動できない。①：相手ターンに、自分のメインモンスターゾーンのモンスターが、存在しない場合または「ＶＳ」モンスターのみの場合に発動できる。このカードを手札から特殊召喚する。②：自分・相手ターンに、以下から１つ選択し、その属性の手札のモンスターを１体ずつ相手に見せて発動できる。●炎：このカードの守備力はターン終了時まで３０００アップする。●闇・地：このカードの攻撃力はターン終了時まで３０００アップする。", "ko": "이 카드명의 ①②의 효과는, 각각 1턴에 1번밖에 사용할 수 없으며, 동일한 체인 위에서는 발동할 수 없다. ①: 상대 턴에, 자신 메인 몬스터 존의 몬스터가, 존재하지 않을 경우 또는 \"VS(뱅키시 소울)\" 몬스터뿐일 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 / 상대 턴에, 이하에서 1개 선택하여, 그 속성의 패의 몬스터를 1장씩 상대에게 보여주고 발동할 수 있다. ●화염: 이 카드의 수비력은 턴 종료시까지 3000 올린다. ●어둠 / 땅: 이 카드의 공격력은 턴 종료시까지 3000 올린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次，不可在同一连锁上发动。\n①：在对手回合中，自己的主要怪兽区域不存在怪兽的情况下，或仅有“对击斗魂”怪兽的情况下可以发动。从手牌将此卡特殊召唤。\n②：在自己・对手回合中，从以下选择１个，将手牌相应属性的怪兽各１只出示给对手可以发动。\n●炎：此卡的守备力直至回合结束时为止上升３０００。\n●暗・地：此卡的攻击力直至回合结束时为止上升３０００。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "FIRE", "level": 6, "atk": 0, "def": 0, "series": ["Vanquish Soul"], "images": [{"index": 1, "image": "VanquishSoulPlutonHG-WISU-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "WISU-EN020", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "de": [{"set_number": "WISU-DE020", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "es": [{"set_number": "WISU-SP020", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "fr": [{"set_number": "WISU-FR020", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "it": [{"set_number": "WISU-IT020", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "pt": [{"set_number": "WISU-PT020", "set_name": "Wild Survivors", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBWS-JP020", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBWS-KR020", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DUNE-SC098", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 806116, "master_duel_rarity": "N"}