{"konami_id": 10744, "password": 55735315, "name": {"en": "Soul Drain Dragon", "de": "Seelenentzugsdrache", "es": "Dragón del Drenaje de Alma", "fr": "Dragon Absorption d'Âme", "it": "Drago Risucchio dell'Anima", "pt": "Dragão Drena Almas", "ja": "<ruby>魂<rt>こん</rt></ruby><ruby>食<rt>じき</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>ドレイン・ドラゴン", "ja_romaji": "Konjikishinryū Dorein Doragon", "ko": "혼식신룡 드레인 드래곤", "ko_rr": null, "zh-TW": "食魂神龍 吸收龍", "zh-CN": "食魂神龙 吸收龙"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by a Dragon-Type Xyz Monster's effect in your possession, and cannot be Special Summoned by other ways. When Special Summoned, if your Life Points are lower than your opponent's: This card gains ATK equal to your current Life Point deficit, and if it does, your opponent takes no further damage this turn. This card cannot attack your opponent directly.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch den Effekt eines Xyz-Monsters vom Typ Drache, der dir gehört, als Spezialbeschwörung beschworen werden und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Wenn als Spezialbeschwörung beschworen, falls deine Life Points niedriger sind als die deines Gegners: Diese Karte erhält ATK in Höhe deines aktuellen Life Point-Defizits und falls sie dies tut, erhält dein Gegner in diesem Spielzug keinen weiteren Schaden. Diese Karte kann deinen Gegner nicht direkt angreifen.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por el efecto de un Monstruo Xyz de Tipo Dragón en tu posesión, y no puede ser Invocado de Modo Especial de otra forma. Cuando es Invocado de Modo Especial, si tus Life Points son menos que los de tu adversario: esta carta gana ATK igual a la diferencia de Life Points y, si lo hace, este turno tu adversario no recibe más daño. Esta carta no puede atacar a tu adversario directamente.", "fr": "Ni Invocable Normalement ni Posable. Uniquement Invocable Spécialement par l'effet d'un Monstre Xyz de Type Dragon en votre possession, et non Invocable Spécialement autrement. Lorsqu'elle est Invoquée Spécialement, si vos Life Points sont inférieurs à ceux de votre adversaire : cette carte gagne une ATK égale à votre déficit de Life Point actuel, et si elle le fait, votre adversaire ne reçoit pas de dommages complémentaires ce tour. Cette carte ne peut pas attaquer directement votre adversaire.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dall'effetto di un Mostro Xyz di Tipo Drago sotto il tuo comando, e non può essere Evocato Specialmente in altri modi. Quando viene Evocato Specialmente, se i tuoi Life Point sono più bassi di quelli del tuo avversario: questa carta guadagna ATK pari alla differenza di Life Point attuale e, se lo fa, il tuo avversario non subisce ulteriori danni in questo turno. Questa carta non può attaccare il tuo avversario direttamente.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial pelo efeito de um Monstro Xyz do Tipo Dragão em sua posse e não pode ser Invocado por Invocação-Especial de nenhuma outra forma. Quando ele for Invocado por Invocação-Especial, se você tiver menos Pontos de Vida que seu oponente: este card ganha ATK igual ao seu deficit de Pontos de Vida e, se isso acontecer, seu oponente não sofre mais dano neste turno. Este card não pode atacar diretamente seu oponente.", "ja": "このカードは通常召喚できない。自分のドラゴン族エクシーズモンスターの効果でのみ特殊召喚できる。このカードが特殊召喚に成功した時、自分のライフポイントが相手より少ない場合、このカードの攻撃力はその差の数値分アップし、このターン相手プレイヤーが受ける全てのダメージは０になる。また、このカードは相手プレイヤーに直接攻撃できない。", "ko": "이 카드는 일반 소환 / 세트할 수 없다. 자신의 드래곤족 엑시즈 몬스터의 효과로만 특수 소환할 수 있다. 이 카드가 특수 소환에 성공했을 때, 자신의 라이프 포인트가 상대보다 적을 경우, 이 카드의 공격력은 그 차만큼 올리고, 이 턴에 상대 플레이어가 받은 모든 데미지는 0 이 된다. 또한, 이 카드는 상대 플레이어에게 직접 공격할 수 없다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。自己的　龙族　XYZ怪兽的效果才能特殊召唤。这张卡特殊召唤成功时，自己基本分比对方少的场合，这张卡的攻击力上升那个相差数值，这个回合对方玩家受到的全部伤害变成0。此外，这张卡不能向对方玩家直接攻击。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 8, "atk": 4000, "def": 0, "images": [{"index": 1, "image": "SoulDrainDragon-SHSP-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN013", "set_name": "Shadow Specters", "rarities": ["Common"]}], "de": [{"set_number": "SHSP-DE013", "set_name": "Shadow Specters", "rarities": ["Common"]}], "es": [{"set_number": "SHSP-SP013", "set_name": "Shadow Specters", "rarities": ["Common"]}], "fr": [{"set_number": "SHSP-FR013", "set_name": "Shadow Specters", "rarities": ["Common"]}], "it": [{"set_number": "SHSP-IT013", "set_name": "Shadow Specters", "rarities": ["Common"]}], "pt": [{"set_number": "SHSP-PT013", "set_name": "Shadow Specters", "rarities": ["Common"]}], "ja": [{"set_number": "SHSP-JP013", "set_name": "Shadow Specters", "rarities": ["Rare"]}], "ko": [{"set_number": "SHSP-KR013", "set_name": "Shadow Specters", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 259591, "master_duel_rarity": "R"}