{"konami_id": 20720, "password": 55733143, "name": {"en": "Mimighoul Charm", "de": "Mimighul-Charme", "es": "Encanto Mimighoul", "fr": "Charme Mimigoule", "it": "Mimighoul Malia", "pt": "Encanto Mimicarniçal", "ja": "ミミグル・チャーム", "ja_romaji": "Mimiguru Chāmu", "ko": "미미구르 참", "ko_rr": null, "zh-TW": "寶箱詭屍・魅惑", "zh-CN": "迷拟宝箱鬼・魅惑"}, "text": {"en": "Once per Chain, during the Main Phase, if a \"Mimighoul\" monster your opponent controls is flipped face-up: You can randomly choose 1 face-down card in your opponent's Extra Deck, and if it is a monster that can be Special Summoned, Special Summon it to your field, but it cannot activate its effects this turn. If it wasn't, or couldn't be Special Summoned, banish that card. You can only use this effect of \"Mimighoul Charm\" twice per turn.", "de": "Einmal pro Kette, während der Main Phase, falls ein „Mimighul“-Monster, das dein Gegner kontrolliert, aufgedeckt wird: Du kannst zufällig 1 verdeckte Karte im Extra Deck deines Gegners bestimmen und falls es ein Monster ist, das als Spezialbeschwörung beschworen werden kann, beschwöre es als Spezialbeschwörung auf deine Spielfeldseite, aber seine Effekte können in diesem Spielzug nicht aktiviert werden. Falls es keins ist oder nicht als Spezialbeschwörung beschworen werden konnte, verbanne jene Karte. Du kannst diesen Effekt von „Mimighul-Charme“ nur zweimal pro Spielzug verwenden.", "es": "Una vez por Cadena, durante la Main Phase, si un monstruo \"Mimighoul\" que controla tu adversario es volteado boca arriba: puedes elegir al azar 1 carta boca abajo en el Deck Extra de tu adversario y, si es un monstruo que puede ser Invocado de Modo Especial, Invócalo de Modo Especial a tu Campo, pero no puede activar sus efectos este turno. Si no lo era, o no podía ser Invocado de Modo Especial, destierra esa carta. Sólo puedes usar este efecto de \"Encanto Mimighoul\" dos veces por turno.", "fr": "Une fois par Chaîne, durant la Main Phase, si un monstre \"Mimigoule\" contrôlé par votre adversaire est retourné face recto : vous pouvez choisir au hasard 1 carte face verso dans l'Extra Deck de votre adversaire, et si c'est un monstre qui peut être Invoqué Spécialement, Invoquez-le Spécialement sur votre Terrain, mais il ne peut pas activer ses effets ce tour. Si ce n'était pas un monstre Invocable Spécialement, ou s'il ne pouvait pas être Invoqué Spécialement, bannissez la carte. Vous ne pouvez utiliser cet effet de \"Charme Mimigoule\" que deux fois par tour.", "it": "Una volta per Catena, durante la Main Phase, se un mostro \"Mimighoul\" controllato dal tuo avversario viene scoperto: puoi selezionare a caso 1 carta coperta nell'Extra Deck del tuo avversario e, se è un mostro che può essere Evocato Specialmente, Evocalo Specialmente sul tuo Terreno, ma esso non può attivare i suoi effetti in questo turno. Se non lo è, o non può essere Evocato Specialmente, bandisci quella carta. Puoi utilizzare questo effetto di \"Mimighoul Malia\" solo due volte per turno.", "pt": "Uma vez por Corrente, durante a Fase Principal, se um monstro \"Mimicarniçal\" que seu oponente controla for virado com a face para cima: você pode selecionar aleatoriamente 1 card com a face para baixo no Deck Adicional do seu oponente e, se for um monstro que possa ser Invocado por Invocação-Especial, Invoque-o por Invocação-Especial no seu campo, mas ele não pode ativar seus efeitos neste turno. Se não era, ou se não podia ser Invocado por Invocação-Especial, bana esse card. Você só pode usar este efeito de \"Encanto Mimicarniçal\" duas vezes por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Continuous", "series": ["Mimighoul"], "images": [{"index": 1, "image": "MimighoulCharm-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-ENSP1", "set_name": "Rage of the Abyss Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ROTA-EN096", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-EN260", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ROTA-DESP1", "set_name": "Rage of the Abyss Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ROTA-DE096", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-DE260", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "ROTA-SPSP1", "set_name": "Rage of the Abyss Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ROTA-SP096", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-SP260", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ROTA-FRSP1", "set_name": "Rage of the Abyss Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ROTA-FR096", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-FR260", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ROTA-ITSP1", "set_name": "Rage of the Abyss Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ROTA-IT096", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-IT260", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ROTA-PTSP1", "set_name": "Rage of the Abyss Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ROTA-PT096", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-PT260", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP6-JP025", "set_name": "World Premiere Pack 2025", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1076420, "master_duel_rarity": "N"}