{"konami_id": 13391, "password": 55787576, "name": {"en": "World Legacy - \"World Shield\"", "de": "Weltvermächtnis - „Weltschild“", "es": "Legado Mundial - \"Escudo Mundial\"", "fr": "Héritage du Monde - \"Bouclier du Monde\"", "it": "Eredità del Mondo - \"Scudo del Mondo\"", "pt": "Legado Mundial - \"Escudo Mundial\"", "ja": "<ruby>星<rt>せい</rt></ruby><ruby>遺<rt>い</rt></ruby><ruby>物<rt>ぶつ</rt></ruby>－『<ruby>星<rt>せい</rt></ruby><ruby>盾<rt>じゅん</rt></ruby>』", "ja_romaji": "Seiibutsu - \"Seijun\"", "ko": "성유물－『성순』", "ko_rr": null, "zh-TW": "星遺物－『星盾』", "zh-CN": "星遗物－星盾－"}, "text": {"en": "Unaffected by activated effects from any monster Special Summoned from the Extra Deck. Your opponent cannot target your \"World Legacy\" cards in this card's column with card effects, also they cannot be destroyed by your opponent's card effects. During the Standby Phase, if this card is in your GY: You can pay 1000 LP; Special Summon this card, then your opponent can Special Summon 1 monster from their hand or GY. You can only use this effect of \"World Legacy - \"World Shield\"\" once per turn.", "de": "Bleibt von aktivierten Effekten von Monstern unberührt, die als Spezialbeschwörung vom Extra Deck beschworen wurden. Dein Gegner kann deine „Weltvermächtnis“-Karten in der Spalte dieser Karte nicht als Ziel für Karteneffekte wählen, zusätzlich können sie nicht durch Karteneffekte deines Gegners zerstört werden. Während der Standby Phase, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1000 LP zahlen; beschwöre diese Karte als Spezialbeschwörung, dann kann dein Gegner 1 Monster als Spezialbeschwörung von seiner Hand oder seinem Friedhof beschwören. Du kannst diesen Effekt von „Weltvermächtnis - „Weltschild““ nur einmal pro Spielzug verwenden.", "es": "No es afectado por los efectos activados de monstruos Invocados de Modo Especial desde el Deck Extra. Tu adversario no puede seleccionar a tus cartas \"Legado Mundial\" en la columna de esta carta con efectos de cartas, y además estas tampoco pueden ser destruidas por los efectos de cartas de tu adversario. Durante la Standby Phase, si esta carta está en tu Cementerio: puedes pagar 1000 LP; Invoca esta carta de Modo Especial, y después tu adversario puede Invocar 1 monstruo de Modo Especial, desde su mano o Cementerio. Sólo puedes usar este efecto de \"Legado Mundial - \"Escudo Mundial\"\" una vez por turno.", "fr": "Non affectée par les effets activés d'un monstre Invoqué Spécialement depuis l'Extra Deck. Votre adversaire ne peut pas cibler vos cartes \"Héritage du Monde\" dans la colonne de cette carte avec des effets de carte, et aussi, elles ne peuvent pas être détruites par des effets de carte de votre adversaire. Durant la Standby Phase, si cette carte est dans votre Cimetière : vous pouvez payer 1000 LP ; Invoquez Spécialement cette carte, puis votre adversaire peut Invoquer Spécialement 1 monstre depuis sa main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Héritage du Monde - \"Bouclier du Monde\"\" qu'une fois par tour.", "it": "Immune agli effetti attivati di qualsiasi mostro Evocato Specialmente dall'Extra Deck. Il tuo avversario non può scegliere come bersaglio le tue carte \"Eredità del Mondo\" nella colonna di questa carta con gli effetti delle carte, inoltre esse non possono essere distrutte dagli effetti delle carte del tuo avversario. Durante la Standby Phase, se questa carta è nel tuo Cimitero: puoi pagare 1000 LP; Evoca Specialmente questa carta, poi il tuo avversario può Evocare Specialmente 1 mostro dalla sua mano o Cimitero. Puoi utilizzare questo effetto di \"Eredità del Mondo - \"Scudo del Mondo\"\" una sola volta per turno.", "pt": "Não pode ser afetado por efeitos ativados de quaisquer monstros Invocados por Invocação-Especial do Deck Adicional. Seu oponente não pode escolher seus cards \"Legado Mundial\" na coluna deste card como alvo de efeitos de card e, além disso, eles não podem ser destruídos pelos efeitos de card do seu oponente. Durante a Fase de Apoio, se este card estiver no seu Cemitério: você pode pagar 1000 PV; Invoque este card por Invocação-Especial e, depois, seu oponente pode Invocar por Invocação-Especial 1 monstro da mão ou do Cemitério dele. Você só pode usar este efeito de \"Legado Mundial - \"Escudo Mundial\"\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：このカードはモンスターゾーンに存在する限り、ＥＸデッキから特殊召喚されたモンスターが発動した効果を受けない。②：このカードと同じ縦列の自分の「星遺物」カードは相手の効果の対象にならず、相手の効果では破壊されない。③：このカードが墓地に存在する場合、自分・相手のスタンバイフェイズに１０００ＬＰを払って発動できる。このカードを墓地から特殊召喚する。その後、相手は自身の手札・墓地からモンスター１体を選んで特殊召喚できる。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 몬스터 존에 존재하는 한, 엑스트라 덱에서 특수 소환된 몬스터가 발동한 효과를 받지 않는다. ②: 이 카드와 같은 세로열인 자신의 \"성유물\" 카드는 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다. ③: 이 카드가 묘지에 존재할 경우, 자신 / 상대의 스탠바이 페이즈에 1000 LP를 지불하고 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다. 그 후, 상대는 자신의 패 / 묘지에서 몬스터 1장을 고르고 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：此卡只要存在于怪兽区域，不受从额外牌组特殊召唤的怪兽发动的效果影响。②：与此卡同一纵列的，自己的“星遗物”卡不会成为对手效果的对象，也不会因对手的效果而被破坏。③：此卡存在于墓地的情况下，在自己・对手的准备阶段支付1000LP可以发动。从墓地将此卡特殊召唤。然后，对手可从其自身的手牌・墓地挑选1只怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 6, "atk": 0, "def": 3000, "series": ["World Legacy"], "images": [{"index": 1, "image": "WorldLegacyWorldShield-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN021", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-EN184", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE021", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-DE184", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR021", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-FR184", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT021", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-IT184", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT021", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-PT184", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP021", "set_name": "Extreme Force", "rarities": ["Rare"]}], "ko": [{"set_number": "EXFO-KR021", "set_name": "Extreme Force", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP1-SC117", "set_name": "Mega Pack 01", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 530777, "master_duel_rarity": "R"}