{"konami_id": 5753, "password": 55948544, "name": {"en": "Judgment of the Pharaoh", "de": "Urteil des Pharaoh", "es": "Sentencia del Faraón", "fr": "Jugement du Pharaon", "it": "Giudizio del Faraone", "pt": "Julgamento do Faraó", "ja": "ファラオの<ruby>審<rt>しん</rt></ruby><ruby>判<rt>ぱん</rt></ruby>", "ja_romaji": "Farao no Shinpan", "ko": "파라오의 심판", "ko_rr": null, "zh-TW": "法老的審判", "zh-CN": "法老的审判"}, "text": {"en": null, "de": "Du zahlst die Hälfte deiner Life Points, um eine der folgenden Bedingungen und Effekte auszusuchen:\n●Wenn sich eine „Freundschaft“ auf deinem Friedhof befindet, kann dein Gegner kein Effektmonster setzen, beschwören oder per Flipp- bzw. Spezialbeschwörung herbeirufen, bis die Runde vorbei ist.\n●Wenn eine „Einheit“ auf deinem Friedhof liegt, werden die Effekte von Zauber- und Fallenkarten auf dem gegnerischen Feld annulliert, und dein Gegner kann bis zum Ende der Runde keine Zauber- oder Fallenkarten aktivieren oder setzen.", "es": "Paga la mitad de tus Life Points para seleccionar una de las siguientes condiciones y efectos:\n●Si una \"Amistad\" está en tu Cementerio, tu oponente no puede Colocar, Invocar, hacer Invocación de Volteo, Invocación Especial ni activar un Monstruo de Efecto hasta el final del turno.\n●Si una \"Unidad\" está en tu Cementerio, se cancelan los efectos de Carta Mágica y de Trampa en el campo de tu oponente, y tu oponente no puede activar ni colocar Carta Mágica o de Trampa hasta el final del turno.", "fr": "Sacrifiez la moitié de vos Life Points pour choisir l'un des effets suivants :\n●Si une carte \"Amitié\" se trouve dans votre Cimetière, votre adversaire ne peut pas poser, faire d'Invocation Normale, Invocation Flip ou activer un Monstre à Effet jusqu'à la fin du tour.\n●Si une carte \"Alliance\" se trouve dans votre Cimetière, les effets des Cartes Magie et Piège posées sur le Terrain de votre adversaire sont annulés, et il ne peut activer ou poser des Cartes Magie et Piège jusqu'à la fin du tour.", "it": "Paga la metà dei tuoi Life Points per attivare uno dei seguenti effetti:\n●Se nel tuo Cimitero è presente una \"Amicizia\", il tuo avversario non può posizionare, non può evocare normalmente, tramite Evocazione per Scoperta o Evocazione Speciale e non può attivare Effetti Mostro fino alla fine del turno.\n●Se nel tuo Cimitero è presente una \"Unità\", gli effetti delle Carte Magie e delle Carte Trappola presenti nella parte di Campo del tuo avversario vengono cancellati, e il tuo avversario non può attivare né posizionare Carte Magia o Carte Trappola fino alla fine del turno.", "pt": "Pague metade dos seus PV. Selecione e ative um efeito apropriado que seja aplicável:\n●Se \"Amizade Yu-Jo\" estiver no seu Cemitério, até o fim deste turno: Seu oponente não pode Invocar um ou mais monstros por Invocação-Normal, Invocação-Baixar, Invocação-Virar ou Invocação-Especial ou ativar o efeito de um Monstro de Efeito, e os efeitos de monstros dele são negados.\n●Se \"Unidade\" estiver no seu Cemitério, até o fim deste turno: negue os efeitos de todos os Cards de Magia e Armadilha no lado do campo do oponente, e seu oponente não pode ativar nem Baixar Cards de Magia ou Armadilha.", "ja": "①：ＬＰを半分払い、以下の効果を選択して発動できる。\n●自分の墓地に「友情　ＹＵ－ＪＹＯ」が存在する場合、このターン中、相手フィールドのモンスターの効果は無効化され、相手はモンスターを召喚・反転召喚・特殊召喚・セットできず、モンスターの効果の発動もできず、無効化される。\n●自分の墓地に「結束　ＵＮＩＴＹ」が存在する場合、このターン中、相手フィールドの魔法・罠カードの効果は無効化され、相手は魔法・罠カードを発動・セットできず、魔法・罠カードの効果の発動もできず、無効化される。", "ko": "라이프 포인트를 절반 지불한다. 이하의 조건이 들어맞아, 적용할 수 있는 효과를 선택하고 발동한다.\n● 자신의 묘지에 \"우정 YU－JYO\"가 존재할 경우, 상대 플레이어는 턴 종료시까지 몬스터의 세트/일반 소환/반전 소환/특수 소환/효과 몬스터의 효과 발동을 할 수 없게 된다.\n● 자신의 묘지에 \"결속 UNITY\"가 존재할 경우, 턴 종료시까지 상대 필드 위의 마법/함정의 효과를 무효로 하고, 다시 상대 플레이어는 마법/함정의 발동/세트를 할 수 없게 된다.", "zh-TW": "可支付一半LP，選擇以下效果發動。\n●在我方墓地存在「友情 YU－JYO」的狀況下，在回合結束前，對方場上的怪獸效果無效化，對方無法召喚・反轉召喚・特殊召喚・覆蓋怪獸，也無法發動怪獸效果，效果無效化。\n●在我方墓地存在「團結 UNITY」的狀況下，在回合結束前，對方場上的魔法・陷阱卡效果無效化，對方無法發動・覆蓋魔法・陷阱卡，也無法發動魔法・陷阱卡效果，效果無效化。", "zh-CN": "可支付一半生命点数，并选择以下效果发动。\n●我方墓地存在有“友情 YU－JYO”的场合，直至回合结束时，对手场上的怪兽效果被无效化，对手不可召唤、反转召唤、特殊召唤以及盖牌怪兽，也不可发动该怪兽的效果，且被无效化。\n●我方墓地存在有“结束 UNITY”的场合，直至回合结束时，对手场上的魔法、陷阱卡之效果被无效化，对手不可发动、盖牌魔法、陷阱卡，也不可发动魔法、陷阱卡的效果，且被无效化。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "JudgmentofthePharaoh-JUMP-EN-UR-LE.png"}], "sets": {"en": [{"set_number": "JUMP-EN008", "set_name": "Shonen Jump May 2006 subscription bonus", "rarities": ["Ultra Rare"]}, {"set_number": "JUMP-EN008", "set_name": "Yu-Gi-Oh! Millennium World Volume 4 promotional card", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "JCY-001", "set_name": "Yu-Gi-Oh! Volume 31 promotional card", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 7395, "master_duel_rarity": "UR"}