{"konami_id": 15074, "password": 55976207, "name": {"en": "Execution of the Contract", "de": "Vollstreckung des Vertrags", "es": "Ejecución del Contrato", "fr": "Exécution du Contrat", "it": "Esecuzione del Contratto", "pt": "Execução do Contrato", "ja": "<ruby>契<rt>けい</rt></ruby><ruby>約<rt>やく</rt></ruby>の<ruby>遂<rt>すい</rt></ruby><ruby>行<rt>こう</rt></ruby>", "ja_romaji": "Keiyaku no Suikō", "ko": "계약의 수행", "ko_rr": null, "zh-TW": "契約履行", "zh-CN": "契约履行"}, "text": {"en": "You can reveal 1 Ritual Monster in your hand; the equipped monster becomes the revealed monster's Level, until the end of this turn (even if this card leaves the field). If this card is sent to the GY because the equipped monster is Tributed: You can target 1 monster your opponent controls; destroy it. You can only use each effect of \"Execution of the Contract\" once per turn.", "de": "Du kannst 1 Ritualmonster in deiner Hand vorzeigen; das ausgerüstete Monster wird bis zum Ende dieses Spielzugs zur Stufe des vorgezeigten Monsters (selbst falls diese Karte das Spielfeld verlässt). Falls diese Karte auf den Friedhof gelegt wird, weil das ausgerüstete Monster als Tribut angeboten wird: Du kannst 1 Monster wählen, das dein Gegner kontrolliert; zerstöre es. Du kannst jeden Effekt von „Vollstreckung des Vertrags“ nur einmal pro Spielzug verwenden.", "es": "Puedes mostrar 1 Monstruo de Ritual en tu mano; hasta el final de este turno el monstruo equipado se convierte en el Nivel del monstruo mostrado (aun si esta carta deja el Campo). Si esta carta es mandada al Cementerio porque el monstruo equipado es Sacrificado: puedes seleccionar 1 monstruo que controle tu adversario; destrúyelo. Sólo puedes usar cada efecto de \"Ejecución del Contrato\" una vez por turno.", "fr": "Vous pouvez révéler 1 Monstre Rituel dans votre main ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), le monstre équipé devient du Niveau du monstre révélé. Si cette carte est envoyée au Cimetière parce que le monstre équipé est Sacrifié : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Exécution du Contrat\" qu'une fois par tour.", "it": "Puoi rivelare 1 Mostro Rituale nella tua mano; il mostro equipaggiato diventa del Livello del mostro rivelato, fino alla fine di questo turno (anche se questa carta lascia il Terreno). Se questa carta viene mandata al Cimitero perché il mostro equipaggiato viene offerto come Tributo: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; distruggilo. Puoi utilizzare ogni effetto di \"Esecuzione del Contratto\" una sola volta per turno.", "pt": "Você pode revelar 1 Monstro de Ritual na sua mão; até o final deste turno, o monstro equipado se torna do Nível do monstro revelado (mesmo que este card deixe o campo). Se este card for enviado para o Cemitério porque o monstro equipado foi oferecido como Tributo: você pode escolher 1 monstro que seu oponente controla; destrua-o. Você só pode usar cada efeito de \"Execução do Contrato\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札の儀式モンスター１体を相手に見せて発動できる。装備モンスターのレベルはターン終了時まで、見せたモンスターのレベルと同じになる。②：装備モンスターがリリースされた事でこのカードが墓地へ送られた場合、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 의식 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 장착 몬스터의 레벨은 턴 종료시까지, 보여준 몬스터의 레벨과 같아진다. ②: 장착 몬스터가 릴리스된 것으로 이 카드가 묘지로 보내졌을 경우, 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將手牌的１隻儀式怪獸出示給對方發動。裝備怪獸的等級在回合結束前，變為與出示的怪獸相同的等級。②：在此卡因裝備怪獸被解放被送至墓地的狀況下，可將對方場上的１隻怪獸做為對象發動。破壞該怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将手牌的１只仪式怪兽出示给对手可以发动。装备怪兽的等级直至回合结束时为止，变为与出示的怪兽的等级相同。②：此卡因装备怪兽被解放而被送至墓地的情况下，以对手场上的１只怪兽为对象可以发动。将该怪兽破坏。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "ExecutionoftheContract-WPP1-JP-C.png", "illustration": "ExecutionoftheContract-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "ExecutionoftheContract-MP21-EN-C-1E.png", "illustration": "ExecutionoftheContract-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "IGAS-EN084", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-EN036", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE084", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-DE036", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR084", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-FR036", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT084", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-IT036", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT084", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-PT036", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "WPP1-JP070", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR070", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714876, "master_duel_rarity": "N"}