{"konami_id": 12607, "password": 56049970, "name": {"en": "Crystron Prasiortle", "de": "Kristron Prasiöte", "es": "Cristron Prasiortle", "fr": "Prasiortue Crystron", "it": "Crystron Prasiortaruga", "pt": "Cristron Tartasiolita", "ja": "<ruby>水晶機巧<rt>クリストロン</rt></ruby>－プラシレータ", "ja_romaji": "Kurisutoron - Purashirēta", "ko": "크리스트론－프라시레타", "ko_rr": null, "zh-TW": null, "zh-CN": "水晶机巧－绿晶龟"}, "text": {"en": "You can target 1 face-up card you control; you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Machine-Type Synchro Monsters, also, destroy that card, and if you do, Special Summon 1 \"Crystron\" Tuner from your Deck. You can banish this card from your Graveyard; Special Summon 1 \"Crystron\" monster from your hand. You can only use 1 \"Crystron Prasiortle\" effect per turn, and only once that turn.", "de": "Du kannst 1 offene Karte wählen, die du kontrollierst; du kannst für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Synchromonstern vom Typ Maschine, zusätzlich zerstöre die Karte und falls du dies tust, beschwöre 1 „Kristron“-Empfänger als Spezialbeschwörung von deinem Deck. Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 „Kristron“-Monster als Spezialbeschwörung von deiner Hand. Du kannst nur 1 Effekt von „Kristron Prasiöte“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Puedes seleccionar 1 carta boca arriba que controles; por el resto de este turno, no puedes Invocar monstruos de Modo Especial desde el Deck Extra excepto Monstruos de Sincronía de Tipo Máquina y, además, destruye esa carta y, si lo haces, Invoca de Modo Especial, desde tu Deck, 1 Cantante \"Cristron\". Puedes desterrar esta carta en tu Cementerio; Invoca de Modo Especial, desde tu mano, 1 monstruo \"Cristron\". Sólo puedes usar 1 efecto de \"Cristron Prasiortle\" por turno, y sólo una vez ese turno.", "fr": "Vous pouvez cibler 1 carte face recto que vous contrôlez ; le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro de Type Machine exclus) depuis l'Extra Deck, et aussi, détruisez la carte, et si vous le faites, Invoquez Spécialement 1 Syntoniseur \"Crystron\" depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Crystron\" depuis votre main. Vous ne pouvez utiliser qu'1 effet de \"Prasiortue Crystron\" par tour, et uniquement une fois le tour.", "it": "Puoi scegliere come bersaglio 1 carta scoperta che controlli; non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto Mostri Synchro di Tipo Macchina, inoltre distruggi quella carta e, se lo fai, Evoca Specialmente 1 Tuner \"Crystron\" dal tuo Deck. Puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 mostro \"Crystron\" dalla tua mano. Puoi utilizzare solo 1 effetto di \"Crystron Prasiortaruga\" per turno, e solo una volta in quel turno.", "pt": "Você pode escolher 1 card com a face para cima que você controla; você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Sincro do Tipo Máquina e, além disso, destrua este card e, se isso acontecer, Invoque por Invocação-Especial 1 do seu Deck 1 Regulador \"Cristron\". Você pode banir este card do seu Cemitério; Invoque por Invocação-Especial 1 monstro \"Cristron\" da sua mão. Você só pode usar 1 efeito de \"Cristron Tartasiolita\" por turno e apenas uma vez por turno.", "ja": "「水晶機巧－プラシレータ」の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドの表側表示のカード１枚を対象として発動できる。そのカードを破壊し、デッキから「クリストロン」チューナー１体を特殊召喚する。この効果の発動後、ターン終了時まで自分は機械族Ｓモンスターしかエクストラデッキから特殊召喚できない。②：墓地のこのカードを除外して発動できる。手札から「クリストロン」モンスター１体を特殊召喚する。", "ko": "\"크리스트론－프라시레타\"의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴하고, 덱에서 \"크리스트론\" 튜너 1장을 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 기계족 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 패에서 \"크리스트론\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：以自己场上的1张表侧表示卡为对象可以发动。将该卡破坏，从牌组将1只“水晶机巧”协调特殊召唤。此效果发动后，直至回合结束时为止自己从额外牌组仅可特殊召唤机械族同步怪兽。②：将墓地的此卡除外可以发动。从手牌将1只“水晶机巧”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WATER", "level": 2, "atk": 500, "def": 2000, "series": ["Crystron"], "images": [{"index": 1, "image": "CrystronPrasiortle-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-EN137", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-DE137", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "INOV-SP017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-SP137", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-FR137", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-IT137", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-PT137", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "ko": [{"set_number": "INOV-KR017", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SUDA-SC099", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 459981}