{"konami_id": 15317, "password": 56161953, "name": {"en": "Scrypton", "de": "Skrypton", "es": "Scryptón", "fr": "Scrypton", "it": "Scrypton", "pt": "Scripton", "ja": "スクリプトン", "ja_romaji": "Sukuriputon", "ko": "스크립튼", "ko_rr": null, "zh-TW": "腳本加密人", "zh-CN": "脚本加密人"}, "text": {"en": "You can banish 1 Cyberse monster from your GY, except \"Scrypton\"; Special Summon this card from your hand. If this card is sent to the GY as material for the Link Summon of a Cyberse monster: You can target 1 banished monster; shuffle it into the Deck. You can only use each effect of \"Scrypton\" once per turn.", "de": "Du kannst 1 Cyberse-Monster von deinem Friedhof verbannen, außer „Skrypton“; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls diese Karte als Material für die Linkbeschwörung eines Cyberse-Monsters auf den Friedhof gelegt wird: Du kannst 1 verbanntes Monster wählen; mische es ins Deck. Du kannst jeden Effekt von „Skrypton“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar 1 monstruo Ciberso en tu Cementerio, excepto \"Scryptón\"; Invoca esta carta de Modo Especial desde tu mano. Si esta carta es mandada al Cementerio como material para la Invocación por Enlace de un monstruo Ciberso: puedes seleccionar 1 monstruo desterrado; barájalo al Deck. Sólo puedes usar cada efecto de \"Scryptón\" una vez por turno.", "fr": "Vous pouvez bannir 1 monstre Cyberse (\"Scrypton\" exclu) depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est envoyée au Cimetière comme Matériel pour l'Invocation Lien d'un monstre Cyberse : vous pouvez cibler 1 monstre banni ; mélangez-le dans le Deck. Vous ne pouvez utiliser chaque effet de \"Scrypton\" qu'une fois par tour.", "it": "Puoi bandire 1 mostro Cyberso dal tuo Cimitero, eccetto \"Scrypton\"; Evoca Specialmente questa carta dalla tua mano. Se questa carta viene mandata al Cimitero come materiale per l'Evocazione Link di un mostro Cyberso: puoi scegliere come bersaglio 1 mostro bandito; mischialo nel Deck. Puoi utilizzare ogni effetto di \"Scrypton\" una sola volta per turno.", "pt": "Você pode banir 1 monstro Ciberso do seu Cemitério, exceto \"Scripton\"; Invoque este card por Invocação-Especial da sua mão. Se este card for enviado para o Cemitério como matéria para a Invocação-Link de um monstro Ciberso: você pode escolher 1 monstro banido; embaralhe-o no Deck. Você só pode usar cada efeito de \"Scripton\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地から「スクリプトン」以外のサイバース族モンスター１体を除外して発動できる。このカードを手札から特殊召喚する。②：このカードがサイバース族リンクモンスターのリンク素材として墓地へ送られた場合、除外されている自分または相手のモンスター１体を対象として発動できる。そのモンスターを持ち主のデッキに戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지에서 \"스크립튼\" 이외의 사이버스족 몬스터 1장을 제외하고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 사이버스족 링크 몬스터의 링크 소재로서 묘지로 보내졌을 경우, 제외되어 있는 자신 또는 상대 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 주인의 덱으로 되돌린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將我方墓地的１隻「腳本加密人」以外的電子界族怪獸除外發動。從手牌特殊召喚此卡。②：在此卡做為電子界族連結怪獸的連結素材被送至墓地的狀況下，可將我方或對方１隻被除外的怪獸做為對象發動。將該怪獸送回持有者的牌組。", "zh-CN": "具此卡名的①②效果１回合各只能使用１次。①：从我方墓地除外１只除“脚本加密人”以外的电子界族怪兽可发动。从手牌中特殊召唤此卡。②：此卡作为电子界族连接怪兽的连接素材被送至墓地的情况下，以除外的１只我方或对手怪兽为目标可发动。将该怪兽洗回拥有者的卡组。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "WATER", "level": 5, "atk": 1500, "def": 1500, "images": [{"index": 1, "image": "Scrypton-ETCO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN082", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "de": [{"set_number": "ETCO-DE082", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "fr": [{"set_number": "ETCO-FR082", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "it": [{"set_number": "ETCO-IT082", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "pt": [{"set_number": "ETCO-PT082", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP1-JP060", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR060", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716617, "master_duel_rarity": "N"}