{"konami_id": 15701, "password": 56196385, "name": {"en": "Tri-Brigade Kitt", "de": "Sta-Brigade Kitt", "es": "Tri-Brigada Kitt", "fr": "Kitt Tri-Brigade", "it": "Tri-Brigata Kitt", "pt": "Kitt da Tri-Brigada", "ja": "<ruby>鉄獣戦線<rt>トライブリゲード</rt></ruby> キット", "ja_romaji": "Toraiburigēdo Kitto", "ko": "트라이브리게이드 키트", "ko_rr": "Teuraipeurigeideu Kiteu", "zh-TW": "鐵獸戰線 姬特", "zh-CN": "铁兽战线 姬特"}, "text": {"en": "You can banish any number of Beast, Beast-Warrior, and/or Winged Beast monsters in your GY; Special Summon 1 Beast, Beast-Warrior, or Winged Beast Link Monster from your Extra Deck, with Link Rating equal to the number banished, also you can only use Beast, Beast-Warrior, and Winged Beast monsters as Link Material for the rest of this turn. If this card is sent to the GY: You can send 1 \"Tri-Brigade\" card from your Deck to the GY, except \"Tri-Brigade Kitt\". You can only use each effect of \"Tri-Brigade Kitt\" once per turn.", "de": "Du kannst eine beliebige Anzahl Ungeheuer-, Ungeheuer-Krieger- und/oder Geflügeltes Ungeheuer-Monster in deinem Friedhof verbannen; beschwöre 1 Ungeheuer-, Ungeheuer-Krieger- oder Geflügeltes Ungeheuer-Linkmonster, dessen Linkzahl der Anzahl der verbannten Monster entspricht, als Spezialbeschwörung von deinem Extra Deck, zusätzlich kannst du für den Rest dieses Spielzugs nur Ungeheuer-, Ungeheuer-Krieger- und Geflügeltes Ungeheuer-Monster als Linkmaterial verwenden. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Sta-Brigade“-Karte von deinem Deck auf den Friedhof legen, außer „Sta-Brigade Kitt“. Du kannst jeden Effekt von „Sta-Brigade Kitt“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar cualquier cantidad de monstruos Bestia, Guerrero-Bestia y/o Bestia Alada en tu Cementerio; Invoca de Modo Especial 1 Monstruo de Enlace Bestia, Guerrero-Bestia o Bestia Alada desde tu Deck Extra, con un Rating de Enlace igual al número de desterrados, y además por el resto de este turno sólo puedes usar monstruos Bestia, Guerrero-Bestia y Bestia Alada como Material de Enlace. Si esta carta es mandada al Cementerio: puedes mandar al Cementerio 1 carta \"Tri-Brigada\" en tu Deck, excepto \"Tri-Brigada Kitt\". Sólo puedes usar cada efecto de \"Tri-Brigada Kitt\" una vez por turno.", "fr": "Vous pouvez bannir un nombre de votre choix de monstres Bête, Bête-Guerrier et/ou Bête Ailée dans votre Cimetière ; Invoquez Spécialement 1 Monstre Lien Bête, Bête-Guerrier ou Bête Ailée depuis votre Extra Deck, avec une Classification Lien égale au nombre banni, et aussi, vous ne pouvez utiliser que des monstres Bête, Bête-Guerrier et Bête Ailée comme Matériel Lien le reste de ce tour. Si cette carte est envoyée au Cimetière : vous pouvez envoyer 1 carte \"Tri-Brigade\" (\"Kitt Tri-Brigade\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Kitt Tri-Brigade\" qu'une fois par tour.", "it": "Puoi bandire un qualsiasi numero di mostri Bestia, Guerriero-Bestia e/o Bestia Alata nel tuo Cimitero; Evoca Specialmente dal tuo Extra Deck 1 Mostro Link Bestia, Guerriero-Bestia o Bestia Alata con Classificazione Link pari al numero di mostri banditi, inoltre puoi utilizzare solo mostri Bestia, Guerriero-Bestia e Bestia Alata come Materiale Link per il resto di questo turno. Se questa carta viene mandata al Cimitero: puoi mandare 1 carta \"Tri-Brigata\" dal tuo Deck al Cimitero, eccetto \"Tri-Brigata Kitt\". Puoi utilizzare ogni effetto di \"Tri-Brigata Kitt\" una sola volta per turno.", "pt": "Você pode banir qualquer número de monstros Besta, Besta-Guerreira e/ou Besta Alada no seu Cemitério; Invoque por Invocação-Especial 1 Monstro Link Besta, Besta-Guerreira ou Besta Alada do seu Deck Adicional, com um Valor Link igual ao número banido e, além disso, você só pode usar monstros Besta, Besta-Guerreira e Besta Alada como Matéria Link pelo resto deste turno. Se este card for enviado para o Cemitério: você pode enviar 1 card \"Tri-Brigada\" do seu Deck para o Cemitério, exceto \"Kitt da Tri-Brigada\". Você só pode usar cada efeito de \"Kitt da Tri-Brigada\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地から獣族・獣戦士族・鳥獣族モンスターを任意の数だけ除外して発動できる。除外した数と同じ数のリンクマーカーを持つ獣族・獣戦士族・鳥獣族Ｌモンスター１体をＥＸデッキから特殊召喚する。この効果の発動後、ターン終了時まで自分は獣族・獣戦士族・鳥獣族モンスターしかＬ素材にできない。②：このカードが墓地へ送られた場合に発動できる。デッキから「鉄獣戦線 キット」以外の「トライブリゲード」カード１枚を墓地へ送る。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지에서 야수족 / 야수전사족 / 비행야수족 몬스터를 임의의 수만큼 제외하고 발동할 수 있다. 제외한 수와 같은 수의 링크 마커를 가지는 야수족 / 야수전사족 / 비행야수족 링크 몬스터 1장을 엑스트라 덱에서 특수 소환한다. 이 턴에, 자신은 야수족 / 야수전사족 / 비행야수족 몬스터밖에 링크 소재로 할 수 없다. ②: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"트라이브리게이드 키트\" 이외의 \"트라이브리게이드\" 카드 1장을 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从自己的墓地将任意数量的兽族・兽战士族・鸟兽族怪兽除外可以发动。从额外牌组将１只拥有与除外数量相同数量的连接标记的兽族・兽战士族・鸟兽族连接怪兽特殊召唤。此回合，自己仅可以兽族・兽战士族・鸟兽族怪兽作为连接素材。②：此卡被送至墓地的情况下可以发动。从牌组将１张“铁兽战线 姬特”以外的“铁兽”卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "FIRE", "level": 2, "atk": 700, "def": 1000, "series": ["Tri-Brigade"], "images": [{"index": 1, "image": "TriBrigadeKitt-MP22-EN-PScR-1E.png", "illustration": "TriBrigadeKitt-MADU-EN-VG-artwork.png"}, {"index": 2, "image": "TriBrigadeKitt-LPST-JP-UR.png"}], "sets": {"en": [{"set_number": "BLVO-EN010", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN006", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "BLVO-DE010", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE006", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "BLVO-SP010", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-SP006", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "BLVO-FR010", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR006", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "BLVO-IT010", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT006", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "BLVO-PT010", "set_name": "Blazing Vortex", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT006", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "BLVO-JP010", "set_name": "Blazing Vortex", "rarities": ["Rare"]}, {"set_number": "CF01-JP035", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}, {"set_number": "LPST-JP016", "set_name": "Limited Pack: Stamp Edition", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "BLVO-KR010", "set_name": "Blazing Vortex", "rarities": ["Rare"]}, {"set_number": "AE17-KR008", "set_name": "Advanced Event Pack 2022 Vol.1 Version 1", "rarities": ["Super Rare"]}, {"set_number": "AE17-KRS08", "set_name": "Advanced Event Pack 2022 Vol.1 Version 2", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "MGP5-SC120", "set_name": "Mega Pack 05", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717228, "master_duel_rarity": "R"}