{"konami_id": 22340, "password": 56311997, "name": {"en": "GMX - ALLOS", "de": "GMX - ALLOS", "es": "GMX - ALLOS", "fr": "GMX - ALLOS", "it": "GMX - ALLOS", "pt": "GMX - ALLOS", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 \"GMX\" monster + 1 Dinosaur monster\nEach time your opponent Normal or Special Summons a monster(s), gain 200 LP. You can only use each of the following effects of \"GMX - ALLOS\" once per turn. You can target 1 \"GMX\" monster or 1 Dinosaur monster in your GY or banishment; Special Summon it. This card cannot attack the turn this effect is activated. At the start of the Damage Step, if this card battles an opponent's monster: You can destroy that monster.", "de": "1 „GMX“-Monster + 1 Dinosaurier-Monster\nJedes Mal, wenn dein Gegner ein oder mehr Monster als Normal- oder Spezialbeschwörung beschwört, erhältst du 200 LP. Du kannst jeden der folgenden Effekte von „GMX - ALLOS“ nur einmal pro Spielzug verwenden. Du kannst 1 „GMX“-Monster oder 1 Dinosaurier-Monster in deinem Friedhof oder von deinen verbannten Karten wählen; beschwöre es als Spezialbeschwörung. Diese Karte kann nicht in dem Spielzug angreifen, in dem dieser Effekt aktiviert wird. Am Beginn des Damage Steps, falls diese Karte gegen ein Monster eines Gegners kämpft: Du kannst jenes Monster zerstören.", "es": "1 monstruo \"GMX\" + 1 monstruo Dinosaurio\nCada vez que tu adversario Invoca de Modo Normal o Especial uno o más monstruos, ganas 200 LP. Sólo puedes usar cada uno de los siguientes efectos de \"GMX - ALLOS\" una vez por turno. Puedes seleccionar 1 monstruo \"GMX\" o 1 monstruo Dinosaurio en tu Cementerio o destierro; Invócalo de Modo Especial. Esta carta no puede atacar el turno en el que este efecto es activado. Al comienzo del Damage Step, si esta carta batalla con un monstruo del adversario: puedes destruir ese monstruo.", "fr": "1 monstre \"GMX\" + 1 monstre Dinosaure\nChaque fois que votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres, gagnez 200 LP. Vous ne pouvez utiliser chacun des effets suivants de \"GMX - ALLOS\" qu'une fois par tour. Vous pouvez cibler 1 monstre \"GMX\" ou 1 monstre Dinosaure dans votre Cimetière ou bannissement ; Invoquez-le Spécialement. Cette carte ne peut pas attaquer le tour où cet effet est activé. Au début de la Damage Step, si cette carte combat un monstre de l'adversaire : vous pouvez détruire le monstre.", "it": "1 mostro \"GMX\" + 1 mostro Dinosauro\nOgni volta che il tuo avversario Evoca Normalmente o Specialmente uno o più mostri, guadagni 200 LP. Puoi utilizzare ognuno dei seguenti effetti di \"GMX - ALLOS\" una sola volta per turno. Puoi scegliere come bersaglio 1 mostro \"GMX\" o 1 mostro Dinosauro nel tuo Cimitero o carte bandite; Evocalo Specialmente. Questa carta non può attaccare nel turno in cui viene attivato questo effetto. All'inizio del Damage Step, se questa carta combatte con un mostro dell'avversario: puoi distruggere quel mostro.", "pt": "1 monstro \"GMX\" + 1 monstro Dinossauro\nSempre que seu oponente Invocar um ou mais monstros por Invocação-Normal ou Especial, ganhe 200 PV. Você só pode usar cada um dos seguintes efeitos de \"GMX - ALLOS\" uma vez por turno. Você pode escolher 1 monstro \"GMX\" ou 1 monstro Dinossauro no seu Cemitério ou banimento; Invoque-o por Invocação-Especial. Este card não pode atacar no turno em que este efeito for ativado. No começo da Etapa de Dano, se este card batalhar um monstro do oponente: você pode destruir esse monstro.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Dinosaur / Fusion / Effect", "attribute": "LIGHT", "level": 8, "atk": 3000, "def": 900, "materials": "1 \"GMX\" monster + 1 Dinosaur-Type monster", "series": ["GMX"], "images": [{"index": 1, "image": "GMXALLOS-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN094", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE094", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP094", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR094", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT094", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT094", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1170636}