{"konami_id": 17778, "password": 56347375, "name": {"en": "Ignis Phoenix, the Dracoslayer", "de": "Zünder Phönix, der Drachobezwinger", "es": "Ignis Fénix, el Dracoasesino", "fr": "Enflamment Phénix, le Dracossassin", "it": "Fenice Accens, il Dracoassassino", "pt": "Ignis Fênix, o Dracossassino", "ja": "<ruby>竜<rt>りゅう</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>イグニス<ruby>Ｐ<rt>フェニックス</rt></ruby>", "ja_romaji": "Ryūkenshi Igunisu Fenikkusu", "ko": "룡검사 이그니스<ruby>P<rt>피닉스</rt></ruby>", "ko_rr": "Ryonggeomsa Igeuniseu Pinikseu", "zh-TW": null, "zh-CN": "龙剑士 点火烽刃 凤凰"}, "text": {"en": "(This card is always treated as an \"Igknight\" card.)\nIf this card on the field is destroyed by battle or card effect: You can Special Summon 1 \"Dracoslayer\" or \"Igknight\" monster from your Deck, except \"Ignis Phoenix, the Dracoslayer\", and if you do, it is treated as a Tuner. You can only use this effect of \"Ignis Phoenix, the Dracoslayer\" once per turn.", "de": "(Diese Karte wird immer als „Feueritter“-Karte behandelt.)\nFalls diese Karte auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 „Drachobezwinger“- oder „Feueritter“-Monster als Spezialbeschwörung von deinem Deck beschwören, außer „Zünder Phönix, der Drachobezwinger“, und falls du dies tust, wird es als Empfänger behandelt. Du kannst diesen Effekt von „Zünder Phönix, der Drachobezwinger“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"Caballerígneo\").\nSi esta carta en el Campo es destruida en batalla o por el efecto de una carta: puedes Invocar de Modo Especial 1 monstruo \"Dracoasesino\" o \"Caballerígneo\" desde tu Deck, excepto \"Ignis Fénix, el Dracoasesino\" y, si lo haces, es tratado como un Cantante. Sólo puedes usar este efecto de \"Ignis Fénix, el Dracoasesino\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme une carte \"Chevaliardent\".)\nSi cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dracossassin\" ou \"Chevaliardent\" (\"Enflamment Phénix, le Dracossassin\" exclu) depuis votre Deck, et si vous le faites, il est traité comme un Syntoniseur. Vous ne pouvez utiliser cet effet de \"Enflamment Phénix, le Dracossassin\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Fuocavaliere\".)\nSe questa carta sul Terreno viene distrutta in battaglia o dall'effetto di una carta: puoi Evocare Specialmente 1 mostro \"Dracoassassino\" o \"Fuocavaliere\" dal tuo Deck, eccetto \"Fenice Accens, il Dracoassassino\", e, se lo fai, esso viene considerato come un Tuner. Puoi utilizzare questo effetto di \"Fenice Accens, il Dracoassassino\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Cavaleirardor\".)\nSe este card no campo for destruído em batalha ou por um efeito de card: você pode Invocar por Invocação-Especial 1 monstro \"Dracossassino\" ou \"Cavaleirardor\" do seu Deck, exceto \"Ignis Fênix, o Dracossassino\" e, se isso acontecer, ele é considerado como um Regulador. Você só pode usar este efeito de \"Ignis Fênix, o Dracossassino\" uma vez por turno.", "ja": "このカード名はルール上「イグナイト」カードとしても扱う。このカード名のモンスター効果は１ターンに１度しか使用できない。①：フィールドのこのカードが戦闘・効果で破壊された場合に発動できる。「竜剣士イグニスＰ」を除く、「竜剣士」モンスターか「イグナイト」モンスター１体をデッキから特殊召喚する。この効果で特殊召喚したモンスターはチューナーとして扱う。", "ko": "이 카드명은 룰상 \"이그나이트\" 카드로도 취급한다. 이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드의 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 \"룡검사 이그니스P(피닉스)\" 이외의, \"룡검사\" 몬스터 또는 \"이그나이트\" 몬스터 1장을 특수 소환한다. 이 효과로 특수 소환한 몬스터는 튜너로 취급한다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“点火骑士”卡。此卡名的怪兽效果１回合仅可使用１次。①：场上的此卡因战斗・效果被破坏的情况下可以发动。从牌组将除“龙剑士 点火烽刃 凤凰”以外的１只“龙剑士”怪兽或“点火骑士”怪兽特殊召唤。以此效果特殊召唤的怪兽视为协调。"}, "card_type": "Monster", "monster_type_line": "Warrior / Pendulum / Effect", "attribute": "FIRE", "level": 4, "atk": 1700, "def": 1900, "pendulum_scale": 7, "pendulum_effect": {"en": "During your Main Phase: You can shuffle 1 face-up Pendulum Monster from your Extra Deck into the Deck, then add 1 non-Pendulum \"Dracoslayer\" or \"Igknight\" monster from your Deck to your hand. You can only use this effect of \"Ignis Phoenix, the Dracoslayer\" once per turn.", "de": "Während deiner Main Phase: Du kannst 1 offenes Pendelmonster von deinem Extra Deck ins Deck mischen, dann füge deiner Hand 1 „Drachobezwinger“- oder „Feueritter“-Nichtpendel-Monster von deinem Deck hinzu. Du kannst diesen Effekt von „Zünder Phönix, der Drachobezwinger“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes barajar al Deck 1 Monstruo de Péndulo boca arriba en tu Deck Extra, y después añade a tu mano 1 monstruo \"Dracoasesino\" o \"Caballerígneo\" que no sea de Péndulo en tu Deck. Sólo puedes usar este efecto de \"Ignis Fénix, el Dracoasesino\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez mélanger 1 Monstre Pendule face recto depuis votre Extra Deck dans le Deck, puis ajoutez 1 monstre non-Pendule \"Dracossassin\" ou \"Chevaliardent\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Enflamment Phénix, le Dracossassin\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi mischiare 1 Mostro Pendulum scoperto dal tuo Extra Deck nel Deck, poi aggiungere 1 mostro \"Dracoassassino\" o \"Fuocavaliere\" non-Pendulum dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Fenice Accens, il Dracoassassino\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode embaralhar no Deck 1 Monstro Pêndulo com a face para cima do seu Deck Adicional e, depois, adicione 1 monstro \"Dracossassino\" ou \"Cavaleirardor\" que não seja Pêndulo do seu Deck à sua mão. Você só pode usar este efeito de \"Ignis Fênix, o Dracossassino\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。自分のＥＸデッキ（表側）からＰモンスター１体をデッキに戻す。その後、Ｐモンスターを除く、「竜剣士」モンスターか「イグナイト」モンスター１体をデッキから手札に加える。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 자신의 엑스트라 덱에서 앞면 표시의 펜듈럼 몬스터 1장을 덱으로 되돌린다. 그 후, 펜듈럼 몬스터 이외의, \"룡검사\" 몬스터 또는 \"이그나이트\" 몬스터 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：在自己的主要阶段可以发动。从自己的额外牌组（表侧）将１只灵摆怪兽放回牌组。然后，从牌组将灵摆怪兽以外的、１只“龙剑士”怪兽或“点火骑士”怪兽加入手牌。"}, "series": ["Dracoslayer", "Igknight"], "images": [{"index": 1, "image": "IgnisPhoenixtheDracoslayer-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN022", "set_name": "Darkwing Blast", "rarities": ["Secret Rare"]}, {"set_number": "MP23-EN172", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DABL-DE022", "set_name": "Darkwing Blast", "rarities": ["Secret Rare"]}, {"set_number": "MP23-DE172", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "DABL-SP022", "set_name": "Darkwing Blast", "rarities": ["Secret Rare"]}, {"set_number": "MP23-SP172", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DABL-FR022", "set_name": "Darkwing Blast", "rarities": ["Secret Rare"]}, {"set_number": "MP23-FR172", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DABL-IT022", "set_name": "Darkwing Blast", "rarities": ["Secret Rare"]}, {"set_number": "MP23-IT172", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DABL-PT022", "set_name": "Darkwing Blast", "rarities": ["Secret Rare"]}, {"set_number": "MP23-PT172", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DABL-JP022", "set_name": "Darkwing Blast", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-JP022", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}, {"set_number": "25DB-JP011", "set_name": "Duelist Box: Prismatic Summon", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "DABL-KR022", "set_name": "Darkwing Blast", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-KR022", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "TM03-SC069", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715389}