{"konami_id": 20534, "password": 56506740, "name": {"en": "Primite Lordly Lode", "de": "Edle Ader des Urerzes", "es": "Filón Noble de Primitio", "fr": "Filon Noble Primite", "it": "Filone Signorile Primite", "pt": "Senhorial Veio Primita", "ja": "<ruby>原<rt>げん</rt></ruby><ruby>石<rt>せき</rt></ruby>の<ruby>皇<rt>こう</rt></ruby><ruby>脈<rt>みゃく</rt></ruby>", "ja_romaji": "Genseki no Kōmyaku", "ko": "원석의 황맥", "ko_rr": null, "zh-TW": "原石之皇脈", "zh-CN": "原石之皇脉"}, "text": {"en": "When this card is activated: Add 1 \"Primite\" card from your Deck to your hand, except \"Primite Lordly Lode\". You can declare 1 Normal Monster Card name; Special Summon 1 declared Normal Monster from your hand, Deck, or GY in Defense Position, also you cannot activate the effects of Special Summoned monsters on the field this turn. You can only use each effect of \"Primite Lordly Lode\" once per turn. Normal Monsters and \"Primite\" monsters you control gain 300 ATK for each Normal Monster with different names in your GY.", "de": "Wenn diese Karte aktiviert wird: Füge deiner Hand 1 „Urerz“-Karte von deinem Deck hinzu, außer „Edle Ader des Urerzes“. Du kannst 1 Normalen Monsterkartennamen deklarieren; beschwöre 1 deklariertes Normales Monster als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof in die Verteidigungsposition, zusätzlich kannst du in diesem Spielzug keine Effekte von als Spezialbeschwörung beschworenen Monstern auf dem Spielfeld aktivieren. Du kannst jeden Effekt von „Edle Ader des Urerzes“ nur einmal pro Spielzug verwenden. Normale Monster und „Urerz“-Monster, die du kontrollierst, erhalten für jedes Normale Monster mit unterschiedlichen Namen in deinem Friedhof 300 ATK.", "es": "Cuando esta carta es activada: añade a tu mano 1 carta \"Primitio\" en tu Deck, excepto \"Filón Noble de Primitio\". Puedes declarar 1 nombre de Carta de Monstruo Normal; Invoca de Modo Especial, desde tu mano, Deck o Cementerio, 1 Monstruo Normal declarado en Posición de Defensa, y además no puedes activar los efectos de los monstruos Invocados de Modo Especial en el Campo este turno. Sólo puedes usar cada efecto de \"Filón Noble de Primitio\" una vez por turno. Los Monstruos Normales y los monstruos \"Primitio\" que controlas ganan 300 ATK por cada Monstruo Normal con nombres diferentes en tu Cementerio.", "fr": "Lorsque cette carte est activée : ajoutez 1 carte \"Primite\" (\"Filon Noble Primite\" exclu) depuis votre Deck à votre main. Vous pouvez déclarer 1 nom de Carte Monstre Normal ; Invoquez Spécialement 1 Monstre Normal déclaré depuis votre main, Deck ou Cimetière en Position de Défense, et aussi, vous ne pouvez pas activer les effets des monstres Invoqués Spécialement sur le Terrain ce tour. Vous ne pouvez utiliser chaque effet de \"Filon Noble Primite\" qu'une fois par tour. Les Monstres Normaux et monstres \"Primite\" que vous contrôlez gagnent 300 ATK pour chaque Monstre Normal de noms différents dans votre Cimetière.", "it": "Quando questa carta viene attivata: aggiungi 1 carta \"Primite\" dal tuo Deck alla tua mano, eccetto \"Filone Signorile Primite\". Puoi dichiarare il nome di 1 Carta Mostro Normale; Evoca Specialmente 1 Mostro Normale dichiarato dalla tua mano, Deck o Cimitero in Posizione di Difesa, inoltre non puoi attivare gli effetti dei mostri Evocati Specialmente sul Terreno in questo turno. Puoi utilizzare ogni effetto di \"Filone Signorile Primite\" una sola volta per turno. I Mostri Normali e i mostri \"Primite\" che controlli guadagnano 300 ATK per ogni Mostro Normale con nome diverso nel tuo Cimitero.", "pt": "Quando este card for ativado: adicione 1 card \"Primita\" do seu Deck à sua mão, exceto \"Senhorial Veio Primita\". Você pode declarar 1 nome de Card de Monstro Normal; Invoque por Invocação-Especial 1 Monstro Normal declarado da sua mão, do Deck ou do Cemitério em Posição de Defesa e, além disso, neste turno, você não pode ativar os efeitos de monstros Invocados por Invocação-Especial no campo. Você só pode usar cada efeito de \"Senhorial Veio Primita\" uma vez por turno. Monstros Normais e monstros \"Primita\" que você controla ganham 300 de ATK para cada Monstro Normal com nomes diferentes no seu Cemitério.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、デッキから「原石の皇脈」以外の「原石」カード１枚を手札に加える。②：自分フィールドの通常モンスター及び「原石」モンスターの攻撃力は、自分の墓地の通常モンスターの種類×３００アップする。③：通常モンスターのカード名を１つ宣言して発動できる。宣言した通常モンスター１体を自分の手札・デッキ・墓地から守備表示で特殊召喚する。このターン、自分は特殊召喚されたフィールドのモンスターの効果を発動できない。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"원석의 황맥\" 이외의 \"원석\" 카드 1장을 패에 넣는다. ②: 자신 필드의 일반 몬스터 및 \"원석\" 몬스터의 공격력은, 자신 묘지의 일반 몬스터의 종류 × 300 올린다. ③: 일반 몬스터의 카드명을 1개 선언하고 발동할 수 있다. 선언한 일반 몬스터 1장을 자신의 패 / 덱 / 묘지에서 수비 표시로 특수 소환한다. 이 턴에, 자신은 특수 소환된 필드의 몬스터의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。①：作为此卡发动时的效果处理，从牌组将“原石之皇脉”以外的１张“原石”卡加入手牌。②：自己场上的通常怪兽及“原石”怪兽的攻击力上升相当于自己墓地的通常怪兽的种类×３００的数值。③：宣言１个通常怪兽的卡名可以发动。从自己手牌・牌组・墓地将１只所宣言的通常怪兽以守备表示特殊召唤。此回合，自己不可发动场上的被特殊召唤的怪兽的效果。"}, "card_type": "Spell", "property": "Continuous", "series": ["Primite"], "images": [{"index": 1, "image": "PrimiteLordlyLode-BLMM-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN058", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "BLMM-EN172", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "de": [{"set_number": "ROTA-DE058", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "BLMM-DE172", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "es": [{"set_number": "ROTA-SP058", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "BLMM-SP172", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "ROTA-FR058", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "BLMM-FR172", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "it": [{"set_number": "ROTA-IT058", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "BLMM-IT172", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "ROTA-PT058", "set_name": "Rage of the Abyss", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "BLMM-PT172", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "ROTA-JP058", "set_name": "Rage of the Abyss", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-JP058", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ROTA-KR058", "set_name": "Rage of the Abyss", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-KR058", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ROTA-SC058", "set_name": "Rage of the Abyss", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-SC058", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1064094, "master_duel_rarity": "UR"}