{"konami_id": 12435, "password": 56562619, "name": {"en": "Black Dragon Ninja", "de": "Ninja des schwarzen Drachen", "es": "Ninja del Dragón Negro", "fr": "Ninja Dragon Noir", "it": "Ninja Drago Nero", "pt": "Ninja do Dragão Negro", "ja": "<ruby>黒<rt>こく</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>の<ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>", "ja_romaji": "Kokuryū no Ninja", "ko": "흑룡의 첩자", "ko_rr": null, "zh-TW": null, "zh-CN": "黑龙忍者"}, "text": {"en": "Cannot be Special Summoned, except with the effect of a \"Ninja\" monster or \"Ninjitsu Art\" card. Once per turn, during either player's turn: You can send 1 \"Ninja\" monster and 1 \"Ninjitsu Art\" card from your hand and/or face-up from your field to the Graveyard, then target 1 monster on the field; banish it. If this face-up card leaves the field: Special Summon as many monsters banished by this card's effect as possible to their owner's field(s).", "de": "Kann nicht als Spezialbeschwörung beschworen werden, außer durch den Effekt eines „Ninja“-Monsters oder einer „Ninjitsu-Kunst“-Karte. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 „Ninja“-Monster und 1 „Ninjitsu-Kunst“-Karte von deiner Hand und/oder offen von deiner Spielfeldseite auf den Friedhof legen und dann 1 Monster auf dem Spielfeld wählen; verbanne es. Falls diese offene Karte das Spielfeld verlässt: Beschwöre so viele durch den Effekt dieser Karte verbannte Monster wie möglich als Spezialbeschwörung auf die Spielfeldseite ihrer Besitzer.", "es": "No puede ser Invocado de Modo Especial, excepto con el efecto de un monstruo \"Ninja\" o una carta \"Ninjitsu Arte\". Una vez por turno, durante el turno de cualquier jugador: puedes mandar al Cementerio 1 monstruo \"Ninja\" y 1 carta \"Ninjitsu Arte\" en tu mano y/o boca arriba en tu Campo, y después seleccionar 1 monstruo en el Campo; destiérralo. Si esta carta boca arriba deja el Campo: Invoca de Modo Especial tantos monstruos desterrados por el efecto de esta carta como sea posible, al Campo de sus dueños.", "fr": "Non Invocable Spécialement, sauf avec l'effet d'un monstre \"Ninja\" ou d'une carte \"Ninjitsu\" ou \"Nin-Jitsu\". Une fois par tour, durant le tour de chaque joueur : vous pouvez envoyer 1 monstre \"Ninja\" et 1 carte \"Ninjitsu\" ou \"Nin-Jitsu\" depuis votre main et/ou face recto depuis votre Terrain au Cimetière, puis ciblez 1 monstre sur le Terrain; bannissez-le. Si cette carte face recto quitte le Terrain : Invoquez Spécialement autant de monstres bannis par l'effet de cette carte que possible sur le Terrain de leur propriétaire.", "it": "Non può essere Evocato Specialmente, eccetto con l'effetto di un mostro \"Ninja\" o di una carta \"Ninjitsu\". Una volta per turno, durante il turno di qualsiasi giocatore: puoi mandare 1 mostro \"Ninja\" e 1 carta \"Ninjitsu\" dalla tua mano e/o scoperta dal tuo Terreno al Cimitero, poi scegliere come bersaglio 1 mostro sul Terreno; bandiscilo. Se questa carta scoperta lascia il Terreno: Evoca Specialmente tanti mostri banditi dall'effetto di questa carta quanti possibile sul Terreno dei loro proprietari.", "pt": "Não pode ser Invocado por Invocação-Especial, exceto pelo efeito de um monstro \"Ninja\" ou card \"Ninjitsu\". Uma vez por turno, durante o turno de qualquer duelista: você pode enviar para o Cemitério 1 monstro \"Ninja\" e 1 card \"Ninjitsu\" da sua mão e/ou com a face para cima no seu lado do campo e, depois, escolher 1 monstro no campo; bana-o. Se este card com a face para cima deixar o campo: Invoque por Invocação-Especial tantos monstros banidos pelo efeito deste card quanto possível aos campos dos seus donos.", "ja": "このカードは「忍者」モンスターまたは「忍法」カードの効果でしか特殊召喚できない。①：１ターンに１度、手札及び自分フィールドの表側表示のカードの中から、「忍者」モンスター１体と「忍法」カード１枚を墓地へ送り、フィールドのモンスター１体を対象として発動できる。そのモンスターを除外する。この効果は相手ターンでも発動できる。②：表側表示のこのカードがフィールドから離れた場合に発動する。このカードの効果で除外されているモンスターを可能な限り元々の持ち主のフィールドに特殊召喚する。", "ko": "이 카드는 \"첩자\" 몬스터 또는 \"인법\" 카드의 효과로밖에 특수 소환할 수 없다. ①: 1턴에 1번, 패 및 자신 필드의 앞면 표시의 카드 중에서, \"첩자\" 몬스터 1장과 \"인법\" 카드 1장을 묘지로 보내고, 필드의 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 제외한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 앞면 표시의 이 카드가 필드에서 벗어났을 경우에 발동한다. 이 카드의 효과로 제외되어 있는 몬스터를 가능한 한 원래 주인의 필드에 특수 소환한다.", "zh-TW": null, "zh-CN": "这张卡不用「忍者」怪兽或者「忍法」卡的效果不能特殊召唤。①：1回合1次，从手卡以及自己场上的表侧表示的卡之中把1只「忍者」怪兽和1张「忍法」卡送去墓地，以场上1只怪兽为对象才能发动。那只怪兽除外。这个效果在对方回合也能发动。②：表侧表示的这张卡从场上离开的场合发动。这张卡的效果除外的怪兽尽可能在原本持有者的场上特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "DARK", "level": 7, "atk": 2800, "def": 1600, "series": ["Ninja", "Dragon Ninja"], "images": [{"index": 1, "image": "BlackDragonNinja-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN036", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-EN086", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "TDIL-DE036", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-DE086", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "TDIL-SP036", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-SP086", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "TDIL-FR036", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-FR086", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "TDIL-IT036", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-IT086", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "TDIL-PT036", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-PT086", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "TDIL-JP036", "set_name": "The Dark Illusion", "rarities": ["Rare"]}], "ko": [{"set_number": "TDIL-KR036", "set_name": "The Dark Illusion", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 387359}