{"konami_id": 11090, "password": 56611470, "name": {"en": "Artifacts Unleashed", "de": "Entfesselte Artefakte", "es": "Artefactos Desencadenados", "fr": "Artéfacts Déchaînés", "it": "Artefatti Scatenati", "pt": "Liberar Artefatos", "ja": "アーティファクトの<ruby>解<rt>かい</rt></ruby><ruby>放<rt>ほう</rt></ruby>", "ja_romaji": "Ātifakuto no Kaihō", "ko": "아티팩트의 해방", "ko_rr": null, "zh-TW": "古遺物的解放", "zh-CN": "古遗物之解放"}, "text": {"en": "Target 2 \"Artifact\" monsters you control; immediately after this effect resolves, Xyz Summon 1 Xyz Monster using those 2 monsters only, also for the rest of this turn after this card resolves, monsters you control cannot attack, except \"Artifact\" monsters. If this card in its owner's possession is destroyed by an opponent's card: You can reveal 1 Level 5 LIGHT monster from your hand; draw 1 card.", "de": "Wähle 2 „Artefakt“-Monster, die du kontrollierst; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Xyz-Monster nur mit den 2 Monstern als Xyz-Beschwörung, zusätzlich können Monster, die du kontrollierst, für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, nicht angreifen, außer „Artefakt“-Monstern. Falls diese Karte, die ihrem Besitzer gehört, durch eine Karte deines Gegners zerstört wird: Du kannst 1 LICHT Monster der Stufe 5 von deiner Hand vorzeigen; ziehe 1 Karte.", "es": "Selecciona 2 monstruos \"Artefacto\" que controles; inmediatamente después de que se resuelve este efecto, Invoca Xyz 1 Monstruo Xyz usando solamente a esos 2 monstruos, y además el resto de este turno después de que se resuelve esta carta los monstruos que controles no pueden atacar, excepto los monstruos \"Artefacto\". Si esta carta en posesión de su dueño es destruida por una carta de tu adversario: puedes mostrar 1 monstruo de LUZ de Nivel 5 en tu mano; roba 1 carta.", "fr": "Ciblez 2 monstres \"Artéfact\" que vous contrôlez ; immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz en utilisant uniquement ces 2 monstres, et aussi, pour le reste de ce tour après la résolution de cette carte, les monstres que vous contrôlez (monstres \"Artéfact\" exclus) ne peuvent pas attaquer. Si cette carte en possession de son propriétaire est détruite par une carte de votre adversaire : vous pouvez révéler 1 monstre LUMIÈRE de Niveau 5 depuis votre main ; piochez 1 carte.", "it": "Scegli come bersaglio 2 mostri \"Artefatto\" che controlli; immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz utilizzando solamente quei 2 mostri, inoltre per il resto di questo turno dopo che questa carta si è risolta, i mostri che controlli non possono attaccare, eccetto i mostri \"Artefatto\". Se questa carta sotto il comando del suo proprietario viene distrutta da una carta dell'avversario: puoi rivelare 1 mostro LUCE di Livello 5 dalla tua mano; pesca 1 carta.", "pt": "Escolha 2 monstros \"Artefato\" que você controla; imediatamente depois de resolver este efeito, Invoque por Invocação-Xyz 1 Monstro Xyz usando apenas esses 2 monstros, mas se você ativou este card, os monstros que você controla não podem atacar pelo restante do turno, exceto monstros \"Artefato\". Se este card em posse do seu dono for destruído por um card do oponente: você pode revelar um monstro de LUZ de Nível 5 da sua mão; compre 1 card.", "ja": "自分フィールド上の「アーティファクト」と名のついたモンスター２体を選択して発動できる。選択したモンスター２体のみを素材としてエクシーズモンスター１体をエクシーズ召喚する。このカードを発動したターン、「アーティファクト」と名のついたモンスター以外の自分フィールド上のモンスターは攻撃できない。また、このカードが相手によって破壊された場合、手札の光属性・レベル５モンスター１体を相手に見せて発動できる。デッキからカードを１枚ドローする。", "ko": "자신 필드 위의 \"아티팩트\"라는 이름이 붙은 몬스터 2장을 선택하고 발동할 수 있다. 선택한 몬스터 2장만을 소재로서 엑시즈 몬스터 1장을 엑시즈 소환한다. 이 카드를 발동한 턴에, \"아티팩트\"라는 이름이 붙은 몬스터 이외의 자신 필드 위의 몬스터는 공격할 수 없다. 또한, 이 카드가 상대에 의해서 파괴되었을 경우, 패의 빛 속성 / 레벨 5 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 덱에서 카드를 1장 드로우한다.", "zh-TW": null, "zh-CN": "①：以自己场上的２只“古遗物”怪兽为对象可以发动。仅以该２只怪兽作为素材，将１只超量怪兽超量召唤。此卡发动后，直至回合结束时为止，“古遗物”怪兽以外的自己的怪兽不可攻击。②：此卡被对手破坏的情况下，将手牌的１只光属性・等级５怪兽出示给对手可以发动。自己从牌组抽１张。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Artifact"], "images": [{"index": 1, "image": "ArtifactsUnleashed-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN061", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-EN035", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "PRIO-DE061", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-DE035", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "PRIO-FR061", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-FR035", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "PRIO-IT061", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-IT035", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "PRIO-PT061", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "MP15-PT035", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "PRIO-JP061", "set_name": "Primal Origin", "rarities": ["Common"]}], "ko": [{"set_number": "PRIO-KR061", "set_name": "Primal Origin", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC166", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 299788, "master_duel_rarity": "N"}