{"konami_id": 12942, "password": 56649609, "name": {"en": "Phantasm Spiral Dragon", "de": "Phantasmaspiraldrache", "es": "Dragón Fantasma Espiral", "fr": "Dragon Spirale Spectre", "it": "Drago Spirale Fantasmatica", "pt": "Dragão Fantasma Espiral", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>煌<rt>おう</rt></ruby><ruby>龍<rt>りゅう</rt></ruby> スパイラル", "ja_romaji": "Gen'ōryū Supairaru", "ko": "환황룡 스파이럴", "ko_rr": null, "zh-TW": "幻煌龍 螺旋", "zh-CN": "幻煌龙 螺旋"}, "text": {"en": "A ferocious serpent that was being hunted by Atlanteans. Battle-weary and ragged, it came upon an ancient light, and gained new strength for its battle. With its increased power, it launched an invasion of enemy territory with a renewed assault.", "de": "Eine wilde Schlange, die von den Atlantern gejagt wurde. Schlachtmüde und verletzt fand sie ein uraltes Licht, das ihr neue Stärke für ihre Kämpfe verlieh. Mit ihrer nun größeren Kraft startete sie einen weiteren Angriff, der eine Invasion der feindlichen Gebiete einleitete.", "es": "Una serpiente feroz que estaba siendo cazada por los Atlantes. Harapienta y cansada de la batalla, se topó con una luz antigua y ganó nuevas fuerzas para su batalla. Con este aumento de poder, lanzó una invasión sobre el territorio enemigo en un renovado asalto.", "fr": "Un serpent féroce qui était chassé par les Atlantes. Épuisé par les combats, il se retrouve par hasard sous une lumière antique qui lui conféra de nouvelles forces pour combattre. Muni d'une puissance accrue, il lança une invasion sur le territoire ennemi avec une nouvelle attaque.", "it": "Un serpente feroce che veniva cacciato dagli Atlantidei. Stanco della battaglia e lacero, giunse ad una luce antica, e guadagnò nuova forza per le sue battaglie. Con il suo aumentato potere, lanciò un'invasione del territorio nemico con un rinnovato assalto.", "pt": "Uma serpente feroz que foi caçada pelos Atlantes. Cansada e destroçada pela batalha, ela chegou a uma luz antiga e encontrou novas forças para continuar sua batalha. Com seu poder aprimorado, ela iniciou uma invasão no território inimigo com um ataque renovado.", "ja": "熾烈な戦渦を経た猛き龍。傷付いたその身は古の光に触れ、浸渦を遂げた。やがて、龍はその翼を広げ、天渦を制する煌となる。その新たなる煌は、夢か現か幻か。", "ko": "치열한 전와를 거친 맹렬한 용. 상처 입은 그 몸은 옛적의 빛에 닿아, 침와를 이루었다. 이윽고, 용은 그 날개를 펼쳐, 천와를 제압하는 찬란한 빛이 된다. 그 새롭고 찬란한 빛은, 꿈일까 현실일까 환상일까.", "zh-TW": null, "zh-CN": "经历了炽烈战涡的猛龙。其负伤之躯接触古老光芒，最终完成自身的浸涡。不久，巨龙展开自己的双翅，变为称霸天涡的煌者。那位新生的煌，究竟是梦是真还是幻。"}, "card_type": "Monster", "monster_type_line": "Wyrm", "attribute": "WATER", "level": 8, "atk": 2900, "def": 2900, "series": ["Phantasm Spiral"], "images": [{"index": 1, "image": "PhantasmSpiralDragon-MACR-EN-R-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "de": [{"set_number": "MACR-DE028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "es": [{"set_number": "MACR-SP028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "fr": [{"set_number": "MACR-FR028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "it": [{"set_number": "MACR-IT028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "pt": [{"set_number": "MACR-PT028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "ja": [{"set_number": "MACR-JP028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}], "ko": [{"set_number": "MACR-KR028", "set_name": "Maximum Crisis", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 428527, "master_duel_rarity": "N"}