{"konami_id": 12375, "password": 56675280, "name": {"en": "Performapal Parrotrio", "de": "Künstlerkumpel Papadrei", "es": "Artistamigo Tríoperico", "fr": "Choarale Potartiste", "it": "Artistamico Pappatrillo", "pt": "Camarartista Papagaiada", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>インコーラス", "ja_romaji": "Entameito Inkōrasu", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 잉코러스", "ko_rr": null, "zh-TW": "娛樂夥伴 鸚鵡合唱團", "zh-CN": "娱乐伙伴・鹦鹉合唱团"}, "text": {"en": null, "de": "Wenn diese Karte durch Kampf zerstört wird: Du kannst 1 „Künstlerkumpel“-Monster als Spezialbeschwörung von deinem Deck beschwören, außer einem Pendelmonster.", "es": "Cuando esta carta es destruida en batalla: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Artistamigo\", excepto un Monstruo de Péndulo.", "fr": "Lorsque cette carte est détruite au combat : vous pouvez Invoquer Spécialement 1 monstre \"Potartiste\" depuis votre Deck (Monstres Pendule exclus).", "it": "Quando questa carta viene distrutta in battaglia: puoi Evocare Specialmente 1 mostro \"Artistamico\" dal tuo Deck, eccetto un Mostro Pendulum.", "pt": "Quando este card for destruído em batalha: você pode Invocar por Invocação-Especial 1 monstro \"Camarartista\" do seu Deck, exceto um Monstro Pêndulo.", "ja": "①：このカードが戦闘で破壊された時に発動できる。デッキからＰモンスター以外の「ＥＭ」モンスター１体を特殊召喚する。", "ko": "①: 이 카드가 전투로 파괴되었을 때에 발동할 수 있다. 덱에서 펜듈럼 몬스터 이외의 \"EM(엔터메이트)\" 몬스터 1장을 특수 소환한다.", "zh-TW": "①：可在此卡因戰鬥被破壞時發動。從牌組特殊召喚１隻鐘擺怪獸以外的「娛樂夥伴」怪獸。", "zh-CN": "①：此卡因战斗被破坏时可发动。从牌组特殊召唤１只除灵摆怪兽以外的“娱乐伙伴”怪兽。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Pendulum / Effect", "attribute": "WIND", "level": 3, "atk": 500, "def": 500, "pendulum_scale": 2, "pendulum_effect": {"en": "Once per turn, if you control a \"Performapal\", \"Magician\", or \"Odd-Eyes\" card in your other Pendulum Zone, except \"Performapal Parrotrio\": You can make this card's Pendulum Scale become 7 until the end of this turn.", "de": "Einmal pro Spielzug, falls du eine „Künstlerkumpel“-, „Magier“- oder „Buntäugig“-Karte in deiner anderen Pendelzone kontrollierst, außer „Künstlerkumpel Papadrei“: Du kannst den Pendelbereich dieser Karte bis zum Ende dieses Spielzugs zu 7 werden lassen.", "es": "Una vez por turno, si controlas una carta \"Artistamigo\", \"Mago/a\" u \"Ojos Anómalos\" en tu otra Zona de Péndulo, excepto \"Artistamigo Tríoperico\": puedes hacer que la Escala de Péndulo de esta carta se convierta en 7 hasta el final de este turno.", "fr": "Une fois par tour, si vous contrôlez une carte \"Potartiste\" (\"Choarale Potartiste\" exclu), \"Magicien\" ou \"Yeux Impairs\" dans votre autre Zone Pendule : vous pouvez faire devenir l'Échelle Pendule de cette carte 7 jusqu'à la fin de ce tour.", "it": "Una volta per turno, se controlli una carta \"Artistamico\", \"Mago\" o \"Occhi Diversi\" nella tua altra Zona Pendulum, eccetto \"Artistamico Pappatrillo\": puoi far diventare il Valore Pendulum di questa carta 7 fino alla fine di questo turno.", "pt": "Uma vez por turno, se você controlar um card \"Camarartista\", \"Mago\" ou \"Olhos Anómalos\" na sua outra Zona de Pêndulo, exceto \"Camarartista Papagaiada\": você pode fazer com que a Escala de Pêndulo deste card se torne 7 até o final deste turno.", "ja": "①：１ターンに１度、もう片方の自分のＰゾーンに「ＥＭインコーラス」以外の「ＥＭ」カード、「魔術師」カード、「オッドアイズ」カードの内、いずれかが存在する場合に発動できる。このカードのＰスケールはターン終了時まで７になる。", "ko": "①: 1턴에 1번, 다른 한쪽 자신의 펜듈럼 존에 \"EM(엔터메이트) 잉코러스\" 이외의 \"EM(엔터메이트)\" 카드, \"마술사\" 카드, \"오드아이즈\" 카드 중, 어느 것이 존재할 경우에 발동할 수 있다. 이 카드의 펜듈럼 스케일은 턴 종료시까지 7 이 된다.", "zh-TW": "①：１回合１次，可在我方另一側鐘擺區存在「娛樂夥伴 鸚鵡合唱團」以外的「娛樂夥伴」卡、「魔術師」卡、「異色眼」卡的其中之一的狀況下發動。此卡的鐘擺刻度在回合結束前變為７。", "zh-CN": "①：１回合１次，另一边的我方灵摆区中存在有除“娱乐伙伴・鹦鹉合唱团”以外的“娱乐伙伴”卡牌、“魔术师”卡牌、“异色眼”卡牌中任何一种的场合，可发动。直至回合结束时，此卡的灵摆刻度变成７。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalParrotrio-YS16-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "YS16-EN005", "set_name": "Starter Deck: Yuya", "rarities": ["Super Rare"]}], "de": [{"set_number": "YS16-DE005", "set_name": "Starter Deck: Yuya", "rarities": ["Super Rare"]}], "fr": [{"set_number": "YS16-FR005", "set_name": "Starter Deck: Yuya", "rarities": ["Super Rare"]}], "it": [{"set_number": "YS16-IT005", "set_name": "Starter Deck: Yuya", "rarities": ["Super Rare"]}], "pt": [{"set_number": "YS16-PT005", "set_name": "Starter Deck: Yuya", "rarities": ["Super Rare"]}], "ja": [{"set_number": "ST16-JP005", "set_name": "Starter Deck 2016", "rarities": ["Super Rare"]}], "ko": [{"set_number": "ST16-KR005", "set_name": "Starter Deck 2016", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 360147, "master_duel_rarity": "R"}