{"konami_id": 13955, "password": 56773577, "name": {"en": "Necrovalley Temple", "de": "Tempel im Tal der Toten", "es": "Templo del Necrovalle", "fr": "Temple de la Vallée Mortuaire", "it": "Tempio Necrovalle", "pt": "Templo de Necro-Vale", "ja": "ネクロバレーの<ruby>神<rt>しん</rt></ruby><ruby>殿<rt>でん</rt></ruby>", "ja_romaji": "Nekurobarē no Shinden", "ko": "네크로밸리의 신전", "ko_rr": "Nekeurobaelli-ui Sinjeon", "zh-TW": "死靈谷的神殿", "zh-CN": "死灵谷的神殿"}, "text": {"en": null, "de": "Solange ein oder mehr „Grabwächter“-Monster und „Tal der Toten“ auf dem Spielfeld liegen, verlieren Monster, die dein Gegner kontrolliert, 500 ATK/DEF. Einmal pro Spielzug, während der Main Phase, falls du keine Karte in deiner Spielfeldzone kontrollierst: Du kannst 1 „Tal der Toten“ direkt von deiner Hand oder deinem Friedhof aktivieren. Falls diese Karte, die dir gehört, durch einen Effekt eines Gegners zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 „Tal der Toten“-Zauber/Falle direkt von deinem Deck setzen, außer „Tempel im Tal der Toten“.", "es": "Mientras uno o más monstruos \"Cuidador de Tumbas\" y \"Necrovalle\" estén ambos en el Campo, los monstruos que controla tu adversario pierden 500 ATK/DEF. Una vez por turno, durante la Main Phase, si no controlas ninguna carta en tu Zona del Campo: puedes activar 1 \"Necrovalle\" directamente desde tu mano o Cementerio. Si esta carta en tu posesión es destruida por un efecto del adversario y mandada a tu Cementerio: puedes Colocar 1 Mágica/Trampa \"Necrovalle\" directamente desde tu Deck, excepto \"Templo del Necrovalle\".", "fr": "Tant qu'un ou plusieurs monstres \"Protecteurs du Tombeau\" ainsi que \"Vallée Mortuaire\" sont sur le Terrain, les monstres contrôlés par votre adversaire perdent 500 ATK/DEF. Une fois par tour, durant la Main Phase, si vous ne contrôlez aucune carte dans votre Zone Terrain : vous pouvez activer 1 \"Vallée Mortuaire\" directement depuis votre main ou Cimetière. Si cette carte en votre possession est détruite par un effet de l'adversaire et envoyée à votre Cimetière : vous pouvez Poser 1 Magie/Piège \"Vallée Mortuaire\" (\"Temple de la Vallée Mortuaire\" exclu) directement depuis votre Deck.", "it": "Mentre uno o più mostri \"Custode di Tombe\" e \"Necrovalle\" sono entrambi sul Terreno, i mostri controllati dal tuo avversario perdono 500 ATK/DEF. Una volta per turno, durante la Main Phase, se non controlli nessuna carta nella tua Zona Terreno: puoi attivare 1 \"Necrovalle\" direttamente dalla tua mano o Cimitero. Se questa carta sotto il tuo comando viene distrutta da un effetto dell'avversario e mandata al tuo Cimitero: puoi Posizionare 1 Magia/Trappola \"Necrovalle\" direttamente dal tuo Deck, eccetto \"Tempio Necrovalle\".", "pt": "Enquanto um ou mais monstros \"do Coveiro\" e \"Necro-Vale\" estiverem ambos no campo, os monstros que seu oponente controla perdem 500 de ATK/DEF. Uma vez por turno, durante a Fase Principal, se você não controlar nenhum card na sua Zona do Campo: você pode ativar 1 \"Necro-Vale\" diretamente da sua mão ou do Cemitério. Se este card em sua posse for destruído por um efeito do oponente e enviado para o seu Cemitério: você pode Baixar 1 Magia/Armadilha \"Necro-Vale\" diretamente do seu Deck, exceto \"Templo de Necro-Vale\".", "ja": "①：「墓守」モンスター及び「王家の眠る谷－ネクロバレー」がフィールドに存在する限り、相手フィールドのモンスターの攻撃力・守備力は５００ダウンする。\n②：自分のフィールドゾーンにカードが存在しない場合、１ターンに１度、自分・相手のメインフェイズに発動できる。自分の手札・墓地から「王家の眠る谷－ネクロバレー」１枚を発動する。\n③：このカードが相手の効果で破壊され墓地へ送られた場合に発動できる。デッキから「ネクロバレーの神殿」以外の「ネクロバレー」魔法・罠カード１枚を自分フィールドにセットする。", "ko": "①: \"묘지기\" 몬스터 및 \"왕가의 골짜기－네크로밸리\"가 필드에 존재하는 한, 상대 필드의 몬스터의 공격력 / 수비력은 500 내린다. ②: 자신의 필드 존에 카드가 존재하지 않을 경우, 1턴에 1번, 자신 / 상대의 메인 페이즈에 발동할 수 있다. 자신의 패 / 묘지에서 \"왕가의 골짜기－네크로밸리\" 1장을 골라 발동한다. ③: 이 카드가 상대 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"네크로밸리의 신전\" 이외의 \"네크로밸리\" 마법 / 함정 카드 1장을 골라 자신 필드에 세트한다.", "zh-TW": "①：只要場上存在「守墓」怪獸及「王家長眠之谷－死靈谷」，對方場上的怪獸的攻擊力・守備力就降低５００。②：在我方場地區不存在卡的狀況下，１回合１次，可在我方・對方的主要階段發動。從我方手牌・墓地選擇１張「王家長眠之谷－死靈谷」發動。③：可在此卡因對方的效果被破壞送至墓地的狀況下發動。從牌組選擇１張「死靈谷的神殿」以外的「死靈谷」魔法・陷阱卡，覆蓋在我方場上。", "zh-CN": "①：只要场上存在有“守墓”怪兽及“王家长眠之谷－死灵谷”，对手场上的怪兽攻击力、守备力下降５００。②：我方场地区不存在有卡牌的场合，１回合１次，在我方、对手主要阶段可发动。从我方手牌、墓地挑选１张“王家长眠之谷－死灵谷”并发动。③：此卡因对手的效果被破坏并送入墓地的场合可发动。从牌组挑选１张除“死灵谷的神殿”以外的“死灵谷”魔法、陷阱卡并盖牌至我方场上。"}, "card_type": "Trap", "property": "Continuous", "series": ["Necrovalley"], "images": [{"index": 1, "image": "NecrovalleyTemple-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN068", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-EN205", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE068", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-DE205", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR068", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-FR205", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT068", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-IT205", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT068", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-PT205", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP068", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR068", "set_name": "Soul Fusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566154, "master_duel_rarity": "R"}