{"konami_id": 19186, "password": 56818742, "name": {"en": "Transcendosaurus Exaraptor", "de": "Transzendosaurier Exaraptor", "es": "Exarraptor Trascendosaurio", "fr": "Transcendosaure Exaraptor", "it": "Trascendosauro Exaraptor", "pt": "Transcendossauro Exaraptor", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>越<rt>えつ</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>エグザラプトル", "ja_romaji": "Chōetsuryū Eguzaraputoru", "ko": "초월룡 에그자랩토르", "ko_rr": "Chowollyong Egeujaraeptoreu", "zh-TW": "超越龍 狂猛盜龍", "zh-CN": "超越恐龙 狂猛盗龙"}, "text": {"en": "2+ Dinosaur monsters, including a Level 6 or higher monster\nIf this card is Special Summoned: You can Special Summon 1 Dinosaur monster from your hand. If a face-up Dinosaur monster this card points to is destroyed by battle or sent to the GY: You can draw 1 card. If this card is destroyed: You can shuffle 1 Normal Monster from your GY into the Deck, then you can Special Summon this card. You can only use each effect of \"Transcendosaurus Exaraptor\" once per turn.", "de": "2+ Dinosaurier-Monster, darunter ein Monster der Stufe 6 oder höher\nFalls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Dinosaurier-Monster als Spezialbeschwörung von deiner Hand beschwören. Falls ein offenes Dinosaurier-Monster, auf das diese Karte zeigt, durch Kampf zerstört oder auf den Friedhof gelegt wird: Du kannst 1 Karte ziehen. Falls diese Karte zerstört wird: Du kannst 1 Normales Monster von deinem Friedhof ins Deck mischen, dann kannst du diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Transzendosaurier Exaraptor“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos Dinosaurio, incluyendo un monstruo de Nivel 6 o mayor\nSi esta carta es Invocada de Modo Especial: puedes Invocar de Modo Especial 1 monstruo Dinosaurio desde tu mano. Si un monstruo Dinosaurio boca arriba al que apunta esta carta es destruido en batalla o mandado al Cementerio: puedes robar 1 carta. Si esta carta es destruida: puedes barajar al Deck 1 Monstruo Normal en tu Cementerio, y después puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Exarraptor Trascendosaurio\" una vez por turno.", "fr": "2+ monstres Dinosaure (un monstre de min. Niveau 6 inclus)\nSi cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement 1 monstre Dinosaure depuis votre main. Si un monstre Dinosaure face recto pointé par cette carte est détruit au combat ou envoyé au Cimetière : vous pouvez piocher 1 carte. Si cette carte est détruite : vous pouvez mélanger 1 Monstre Normal depuis votre Cimetière dans le Deck, puis vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Transcendosaure Exaraptor\" qu'une fois par tour.", "it": "2+ mostri Dinosauro, compreso un mostro di Livello 6 o superiore\nSe questa carta viene Evocata Specialmente: puoi Evocare Specialmente 1 mostro Dinosauro dalla tua mano. Se un mostro Dinosauro scoperto puntato da questa carta viene distrutto in battaglia o mandato al Cimitero: puoi pescare 1 carta. Se questa carta viene distrutta: puoi mischiare 1 Mostro Normale dal tuo Cimitero nel Deck, poi puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Trascendosauro Exaraptor\" una sola volta per turno.", "pt": "2+ monstros Dinossauro, incluindo um monstro de Nível 6 ou mais\nSe este card for Invocado por Invocação-Especial: você pode Invocar por Invocação-Especial 1 monstro Dinossauro da sua mão. Se um monstro Dinossauro com a face para cima para o qual este card apontar for destruído em batalha ou enviado para o Cemitério: você pode comprar 1 card. Se este card for destruído: você pode embaralhar no Deck 1 Monstro Normal do seu Cemitério e, depois, você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Transcendossauro Exaraptor\" uma vez por turno.", "ja": "レベル６以上のモンスターを含む恐竜族モンスター２体以上\nこのカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚した場合に発動できる。手札から恐竜族モンスター１体を特殊召喚する。②：このカードのリンク先の表側表示の恐竜族モンスターが、戦闘で破壊された場合、または墓地へ送られた場合に発動できる。自分は１枚ドローする。③：このカードが破壊された場合に発動できる。自分の墓地から通常モンスター１体をデッキに戻す。その後、このカードを特殊召喚できる。", "ko": "레벨 6 이상의 몬스터를 포함하는 공룡족 몬스터 2장 이상\n이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 특수 소환했을 경우에 발동할 수 있다. 패에서 공룡족 몬스터 1장을 특수 소환한다. ②: 이 카드의 링크 앞의 앞면 표시의 공룡족 몬스터가, 전투로 파괴되었을 경우, 또는 묘지로 보내졌을 경우에 발동할 수 있다. 자신은 1장 드로우한다. ③: 이 카드가 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 일반 몬스터 1장을 덱으로 되돌린다. 그 후, 이 카드를 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "包含等级６以上怪兽在内的恐龙族怪兽２只以上\n此卡名的①②③效果１回合仅可各使用１次。\n①：此卡特殊召唤的情况下可以发动。从手牌将１只恐龙族怪兽特殊召唤。\n②：此卡连接端的表侧表示恐龙族怪兽因战斗被破坏的情况下，或被送至墓地的情况下可以发动。自己抽１张。\n③：此卡被破坏的情况下可以发动。从自己的墓地将１只通常怪兽放回牌组。然后，可将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Link / Effect", "attribute": "DARK", "link_arrows": ["⬅", "➡", "⬆"], "atk": 3000, "materials": "2+ Dinosaur monsters, including a Level 6 or higher monster", "series": ["Transcendosaurus"], "images": [{"index": 1, "image": "TranscendosaurusExaraptor-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN044", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-EN391", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE044", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-DE391", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "AGOV-SP044", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-SP391", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR044", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-FR391", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT044", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-IT391", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT044", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-PT391", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP044", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR044", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC044", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 980579, "master_duel_rarity": "SR"}