{"konami_id": 12945, "password": 56827051, "name": {"en": "Ariel, Priestess of the Nekroz", "de": "Ariel, Priesterin der Nekroz", "es": "Ariel, Sacerdotisa de los Necroz", "fr": "Ariel, Prêtresse des Nékroz", "it": "Ariel, Pretessa dei Nekroz", "pt": "Ariel, a Sacerdotisa de Necroz", "ja": "<ruby>影霊衣<rt>ネクロス</rt></ruby>の<ruby>巫<rt>み</rt></ruby><ruby>女<rt>こ</rt></ruby> エリアル", "ja_romaji": "Nekurosu no Miko Eriaru", "ko": "네크로즈의 무녀 에리얼", "ko_rr": null, "zh-TW": "影靈衣巫女 艾莉亞爾", "zh-CN": "影灵衣的巫女 艾莉娅儿"}, "text": {"en": "Once per turn: You can reveal any number of \"Nekroz\" cards in your hand; increase or reduce this card's Level by the number of revealed cards until the end of this turn. If this card is Tributed by a card effect: You can add 1 \"Nekroz\" monster from your Deck to your hand, except a Ritual Monster. You can only use this effect of \"Ariel, Priestess of the Nekroz\" once per turn.", "de": "Einmal pro Spielzug: Du kannst eine beliebige Anzahl „Nekroz“-Karten in deiner Hand vorzeigen; erhöhe oder verringere die Stufe dieser Karte bis zum Ende dieses Spielzugs um die Anzahl der vorgezeigten Karten. Falls diese Karte durch einen Karteneffekt als Tribut angeboten wird: Du kannst deiner Hand 1 „Nekroz“-Monster von deinem Deck hinzufügen, außer einem Ritualmonster. Du kannst diesen Effekt von „Ariel, Priesterin der Nekroz“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno: puedes mostrar cualquier cantidad de cartas \"Necroz\" en tu mano; hasta el final de este turno, aumenta o reduce el Nivel de esta carta en la cantidad de cartas mostradas. Si esta carta es Sacrificada por el efecto de una carta: puedes añadir a tu mano 1 monstruo \"Necroz\" en tu Deck, excepto un Monstruo de Ritual. Sólo puedes usar este efecto de \"Ariel, Sacerdotisa de los Necroz\" una vez por turno.", "fr": "Une fois par tour : vous pouvez révéler un nombre de votre choix de cartes \"Nékroz\" dans votre main ; jusqu'à la fin de ce tour, augmentez ou réduisez le Niveau de cette carte du nombre de cartes révélées. Si cette carte est Sacrifiée par un effet de carte : vous pouvez ajouter 1 monstre \"Nékroz\" (Monstres Rituel exclus) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Ariel, Prêtresse des Nékroz\" qu'une fois par tour.", "it": "Una volta per turno: puoi rivelare un qualsiasi numero di carte \"Nekroz\" nella tua mano; aumenta o riduci il Livello di questa carta del numero di carte rivelate fino alla fine di questo turno. Se questa carta viene offerta come Tributo dall'effetto di una carta: puoi aggiungere 1 mostro \"Nekroz\" dal tuo Deck alla tua mano, eccetto un Mostro Rituale. Puoi utilizzare questo effetto di \"Ariel, Pretessa dei Nekroz\" una sola volta per turno.", "pt": "Uma vez por turno: você pode revelar qualquer número de cards \"Necroz\" na sua mão; até o final deste turno, aumente ou reduza o Nível deste card pelo número de cards revelados. Se este card for oferecido como Tributo por um efeito de card: você pode adicionar 1 monstro \"Necroz\" do seu Deck à sua mão, exceto um Monstro de Ritual. Você só pode usar este efeito de \"Ariel, a Sacerdotisa de Necroz\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、手札の「影霊衣」カードを任意の数だけ相手に見せて発動できる。見せた数だけこのカードのレベルをターン終了時まで上げるか下げる。②：このカードが効果でリリースされた場合に発動できる。デッキから儀式モンスター以外の「影霊衣」モンスター１体を手札に加える。", "ko": "\"네크로즈의 무녀 에리얼\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 패의 \"네크로즈\" 카드를 임의의 수만큼 상대에게 보여주고 발동할 수 있다. 턴 종료시까지, 보여준 카드의 수만큼 이 카드의 레벨을 올리거나, 또는 내린다. ②: 이 카드가 효과로 릴리스되었을 경우에 발동할 수 있다. 덱에서 의식 몬스터 이외의 \"네크로즈\" 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：1回合1次，向对手出示手牌任意数量的“影灵衣”卡可以发动。此卡的等级直至回合结束时为止，依所出示的数量上升或下降。②：此卡因效果被解放的情况下可以发动。从牌组将仪式怪兽以外的1只“影灵衣”怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "WATER", "level": 4, "atk": 1000, "def": 1800, "series": ["Nekroz"], "images": [{"index": 1, "image": "ArielPriestessoftheNekroz-MP18-EN-R-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN031", "set_name": "Maximum Crisis", "rarities": ["Rare"]}, {"set_number": "MP18-EN007", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "MACR-DE031", "set_name": "Maximum Crisis", "rarities": ["Rare"]}, {"set_number": "MP18-DE007", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "MACR-FR031", "set_name": "Maximum Crisis", "rarities": ["Rare"]}, {"set_number": "MP18-FR007", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "MACR-IT031", "set_name": "Maximum Crisis", "rarities": ["Rare"]}, {"set_number": "MP18-IT007", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "MACR-PT031", "set_name": "Maximum Crisis", "rarities": ["Rare"]}, {"set_number": "MP18-PT007", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "MACR-JP031", "set_name": "Maximum Crisis", "rarities": ["Rare"]}, {"set_number": "TW02-JP080", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "MACR-KR031", "set_name": "Maximum Crisis", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 432651, "master_duel_rarity": "R"}