{"konami_id": 15082, "password": 56824871, "name": {"en": "Infernoble Knight - Renaud", "de": "Flammedler Ritter - Renaud", "es": "Infiernoble Caballero - Renaud", "fr": "Renaud, Chevalier Noble Inferno", "it": "Infernobile Cavaliere - Renaud", "pt": "Infernobre Cavaleiro - Renaud", "ja": "<ruby>焔<rt>えん</rt></ruby><ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>－リナルド", "ja_romaji": "Enseikishi - Rinarudo", "ko": "불꽃성기사－리나르도", "ko_rr": "Bulkkotseonggisa - Rinareudo", "zh-TW": "焰聖騎士－里納爾多", "zh-CN": "焰圣骑士－里纳尔多"}, "text": {"en": "If you control a FIRE Warrior monster, you can Special Summon this card (from your hand). If Summoned this way, treat this card as a Tuner. You can only Special Summon \"Infernoble Knight - Renaud\" once per turn this way. If this card is Special Summoned: You can target 1 of your FIRE Warrior monsters, or 1 of your Equip Spells, that is banished or in your GY, except \"Infernoble Knight - Renaud\"; add it to your hand. You can only use this effect of \"Infernoble Knight - Renaud\" once per turn.", "de": "Falls du ein FEUER Krieger-Monster kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Falls diese Karte auf diese Art beschworen wird, behandle sie als Empfänger. Du kannst „Flammedler Ritter - Renaud“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 deiner FEUER Krieger-Monster, außer „Flammedler Ritter - Renaud“, oder 1 deiner Ausrüstungszauber, der verbannt ist oder sich in deinem Friedhof befindet, wählen; füge es oder ihn deiner Hand hinzu. Du kannst diesen Effekt von „Flammedler Ritter - Renaud“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo Guerrero de FUEGO, puedes Invocar esta carta de Modo Especial (desde tu mano). Si es Invocada de esta forma, trata esta carta como un Cantante. Sólo puedes Invocar de Modo Especial a \"Infiernoble Caballero - Renaud\" una vez por turno de esta forma. Si esta carta es Invocada de Modo Especial: puedes seleccionar 1 de tus monstruos Guerrero de FUEGO, o 1 de tus Mágicas de Equipo, que esté desterrado/a o en tu Cementerio, excepto \"Infiernoble Caballero - Renaud\"; añádelo/a a tu mano. Sólo puedes usar este efecto de \"Infiernoble Caballero - Renaud\" una vez por turno.", "fr": "Si vous contrôlez un monstre FEU Guerrier, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si elle est Invoquée de cette façon, traitez cette carte comme un Syntoniseur. Vous ne pouvez Invoquer Spécialement \"Renaud, Chevalier Noble Inferno\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 de vos monstres FEU Guerrier (\"Renaud, Chevalier Noble Inferno\" exclu) ou 1 de vos Magies d'Équipement, qui est banni ou dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Renaud, Chevalier Noble Inferno\" qu'une fois par tour.", "it": "Se controlli un mostro FUOCO Guerriero, puoi Evocare Specialmente questa carta (dalla tua mano). Se viene Evocata in questo modo, considera questa carta come un Tuner. Puoi Evocare Specialmente \"Infernobile Cavaliere - Renaud\" una sola volta per turno in questo modo. Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 dei tuoi mostri FUOCO Guerriero, o 1 delle tue Magie Equipaggiamento, che è bandita o nel tuo Cimitero, eccetto \"Infernobile Cavaliere - Renaud\"; aggiungilo alla tua mano. Puoi utilizzare questo effetto di \"Infernobile Cavaliere - Renaud\" una sola volta per turno.", "pt": "Se você controlar um monstro Guerreiro de FOGO, você pode Invocar este card por Invocação-Especial (da sua mão). Se Invocado desta forma, considere este card como um Regulador. Você só pode Invocar \"Infernobre Cavaleiro - Renaud\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Especial: você pode escolher 1 dos seus monstros Guerreiro de FOGO, ou 1 das suas Magias de Equipamento, que estiverem banidos ou no seu Cemitério, exceto \"Infernobre Cavaleiro - Renaud\"; adicione-o à sua mão. Você só pode usar este efeito de \"Infernobre Cavaleiro - Renaud\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドに戦士族・炎属性モンスターが存在する場合、このカードは手札から特殊召喚できる。この方法で特殊召喚したこのカードはチューナーとして扱う。②：このカードが特殊召喚に成功した場合、自分の墓地のカード及び除外されている自分のカードの中から、「焔聖騎士－リナルド」以外の戦士族・炎属性モンスター１体または装備魔法カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 전사족 / 화염 속성 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환한 이 카드는 튜너로 취급한다. ②: 이 카드가 특수 소환에 성공했을 경우, 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, \"불꽃성기사－리나르도\" 이외의 전사족 / 화염 속성 몬스터 1장 또는 장착 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：在我方場上存在戰士族・炎屬性怪獸的狀況下，可從手牌特殊召喚此卡。透過此方法特殊召喚的此卡視為協調。②：在此卡特殊召喚成功的狀況下，可從我方墓地的卡及我方被除外的卡中，將１隻「焰聖騎士－里納爾多」以外的戰士族・炎屬性怪獸或１張裝備魔法卡做為對象發動。將該卡加入手牌。", "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次，且②效果1回合仅可使用1次。①：自己场上有战士族・炎属性怪兽存在的情况下，此卡可从手牌中特殊召唤。以此方法特殊召唤的此卡视为协调。②：此卡特殊召唤成功的情况下，从自己墓地的卡及自己被除外的卡中，以1只\"焰圣骑士－里纳尔多\"以外的战士族・炎属性怪兽或1张装备魔法卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 1, "atk": 500, "def": 200, "series": ["Infernoble Knight", "Noble Knight"], "images": [{"index": 1, "image": "InfernobleKnightRenaud-AMDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TOCH-EN011", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-EN038", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "de": [{"set_number": "TOCH-DE011", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-DE038", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "fr": [{"set_number": "TOCH-FR011", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-FR038", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "it": [{"set_number": "TOCH-IT011", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-IT038", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "pt": [{"set_number": "TOCH-PT011", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-PT038", "set_name": "Amazing Defenders", "rarities": ["Super Rare", "Collector's Rare"]}], "ja": [{"set_number": "VJMP-JP174", "set_name": "V Jump February 2020 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "21PP-JP029", "set_name": "Premium Pack 2021", "rarities": ["Secret Rare"]}, {"set_number": "DBAD-JP038", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "PP15-KR035", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Ultra Rare", "Secret Rare"]}, {"set_number": "DBAD-KR038", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "MGP5-SC179", "set_name": "Mega Pack 05", "rarities": ["Super Rare"]}, {"set_number": "DBAD-SC038", "set_name": "Deck Build Pack: Amazing Defenders", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 693015, "master_duel_rarity": "SR"}