{"konami_id": 8678, "password": 56856951, "name": {"en": "Meteor Flare", "de": "Feuermeteor", "es": "Meteoro Bengala", "fr": "Éruption Solaire", "it": "Fiammata Meteorica", "pt": "Ardor Meteórico", "ja": "メテオ・プロミネンス", "ja_romaji": "Meteo Purominensu", "ko": "메테오 프로미넌스", "ko_rr": null, "zh-TW": "隕石日珥", "zh-CN": "陨石日珥"}, "text": {"en": "Activate by sending 2 cards from your hand to the Graveyard while your opponent has more than 3000 Life Points. Inflict 2000 damage to your opponent. If this card is in the Graveyard, you can add it to your hand instead of conducting your normal draw during your Draw Phase.", "de": "Aktiviere diese Karte, indem du 2 Karten von deiner Hand auf den Friedhof legst, solange dein Gegner mehr als 3000 Life Points hat. Füge deinem Gegner 2000 Schaden zu. Falls diese Karte im Friedhof liegt, kannst du sie deiner Hand hinzufügen, anstatt dein normales Ziehen wärend deiner Draw Phase durchzuführen.", "es": "Sólo puedes activar esta carta mandando al Cementerio 2 cartas en tu mano mientras tu adversario tiene más de 3000 Life Points. Inflige 2000 puntos de daño a tu adversario. Si esta carta está en el Cementerio, puedes añadirla a tu mano en vez de robar normalmente durante tu Draw Phase.", "fr": "Activable uniquement en envoyant 2 cartes depuis votre main au Cimetière lorsque votre adversaire possède plus de 3000 Life Points. Infligez 2000 points de dommages à votre adversaire. Si cette carte est dans le Cimetière, vous pouvez l'ajouter à votre main au lieu de mener votre pioche normale durant votre Draw Phase.", "it": "Attiva mandando 2 carte dalla tua mano al Cimitero fino a quando il tuo avversario ha più di 3000 Life Points. Infliggi 2000 danni al tuo avversario. Se questa carta è nel Cimitero, puoi aggiungerla alla tua mano invece di effettuare la tua normale pescata durante la Draw Phase.", "pt": "Ative ao enviar 2 cards da sua mão para o Cemitério enquanto seu oponente tiver mais que 3000 PV. Cause 2000 de dano ao seu oponente. Se este card estiver no Cemitério, você pode adicioná-lo à sua mão em vez de conduzir sua compra normal durante sua Fase de Compra.", "ja": "相手ライフが３０００ポイントよりも多い場合、手札を２枚墓地へ送って発動する事ができる。相手ライフに２０００ポイントダメージを与える。このカードが墓地に存在する場合、自分のドローフェイズ時に通常のドローを行う代わりに、このカードを手札に加える事ができる。", "ko": "상대 라이프가 3000 포인트보다도 많을 경우, 패를 2장 묘지로 보내고 발동할 수 있다. 상대 라이프에 2000 포인트 데미지를 준다. 이 카드가 묘지에 존재할 경우, 자신의 드로우 페이즈시에 일반 드로우를 실행하는 대신에, 이 카드를 패에 넣을 수 있다.", "zh-TW": "在對方LP多於３０００的狀況下，可將２張手牌送至墓地發動。給予對方LP２０００傷害。在此卡存在於墓地的狀況下，可在我方抽牌階段的抽牌前發動。替代此回合的通常抽牌，將此卡加入手牌。", "zh-CN": "对手LP多于３０００点的情况下，将２张手牌送至墓地可以发动。给予对手LP２０００点伤害。此卡存在于墓地的情况下，在自己的抽牌阶段时在抽牌前可以发动。将此卡加入手牌来代替此回合通常的抽牌。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "MeteorFlare-ABPF-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "ABPF-EN067", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "de": [{"set_number": "ABPF-DE067", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "fr": [{"set_number": "ABPF-FR067", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "it": [{"set_number": "ABPF-IT067", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "ja": [{"set_number": "ABPF-JP067", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "ko": [{"set_number": "ABPF-KR067", "set_name": "Absolute Powerforce", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 125084, "master_duel_rarity": "N"}