{"konami_id": 20211, "password": 56863746, "name": {"en": "Drytron Meteonis DA Draconids", "de": "Drytron-Meteonis DA Draconiden", "es": "Drytron Meteonis DA Dracónidas", "fr": "Drytron Météonis DA Draconids", "it": "Drytron Meteonis DA Draconids", "pt": "Drytron Meteonis DA Draconids", "ja": "<ruby>竜儀巧<rt>ドライトロン</rt></ruby>－メテオニス＝ＤＡＤ", "ja_romaji": "Doraitoron - Meteonisu = Dī Ē Dī", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "仪龙机巧－降星：龙枢"}, "text": {"en": "You can Ritual Summon this card with \"Meteonis Drytron\". Other \"Drytron\" monsters you control cannot be destroyed by your opponent's card effects. Twice per turn, when your opponent activates a monster effect (Quick Effect): You can banish \"Drytron\" monsters (min. 1) from your GY whose total ATK equal or exceed the original ATK of that monster; negate the activation, and if you do, destroy it. If this Ritual Summoned card in its owner's control is destroyed by an opponent's card: You can Special Summon 1 Ritual Monster with 4000 ATK from your hand or Deck. (This is treated as a Ritual Summon.)", "de": "Du kannst diese Karte mit „Meteonis-Drytron“ als Ritualbeschwörung beschwören. Andere „Drytron“-Monster, die du kontrollierst, können nicht durch Karteneffekte deines Gegners zerstört werden. Zweimal pro Spielzug, wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst „Drytron“-Monster (min. 1), deren Gesamt-ATK größer oder gleich den Grund-ATK jenes Monsters sind, von deinem Friedhof verbannen; annulliere die Aktivierung und falls du dies tust, zerstöre es. Falls diese als Ritualbeschwörung beschworene Karte, die ihr Besitzer kontrolliert, durch eine Karte eines Gegners zerstört wird: Du kannst 1 Ritualmonster mit 4000 ATK als Spezialbeschwörung von deiner Hand oder deinem Deck beschwören. (Dies wird als Ritualbeschwörung behandelt.)", "es": "Puedes Invocar esta carta por Ritual con \"Drytron Meteonis\". Los otros monstruos \"Drytron\" que controles no pueden ser destruidos por efectos de cartas de tu adversario. Dos veces por turno, cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes desterrar monstruos \"Drytron\" (mín. 1) en tu Cementerio cuyo ATK total sea igual o supere el ATK original de ese monstruo; niega la activación y, si lo haces, destrúyelo. Si esta carta Invocada por Ritual controlada por su dueño es destruida por una carta del adversario: puedes Invocar de Modo Especial, desde tu mano o Deck, 1 Monstruo de Ritual con 4000 ATK. (Esto se trata como una Invocación por Ritual).", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Météonis Drytron\". Les autres monstres \"Drytron\" que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire. Deux fois par tour, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez bannir des monstres \"Drytron\" (min. 1) depuis votre Cimetière dont la somme des ATK est supérieure ou égale à l'ATK d'origine du monstre ; annulez l'activation, et si vous le faites, détruisez-le. Si cette carte Invoquée Rituellement contrôlée par son propriétaire est détruite par une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 Monstre Rituel avec 4000 ATK depuis votre main ou Deck. (Ceci est traité comme Invocation Rituelle.)", "it": "Puoi Evocare tramite Rituale questa carta con \"Meteonis Drytron\". Gli altri mostri \"Drytron\" che controlli non possono essere distrutti dagli effetti delle carte del tuo avversario. Due volte per turno, quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi bandire dal tuo Cimitero mostri \"Drytron\" (minimo 1) con ATK totale pari o superiore all'ATK originale di quel mostro; annulla l'attivazione e, se lo fai, distruggilo. Se questa carta Evocata tramite Rituale sotto il controllo del suo proprietario viene distrutta da una carta dell'avversario: puoi Evocare Specialmente 1 Mostro Rituale con 4000 ATK dalla tua mano o Deck. (Questa viene considerata come un'Evocazione tramite Rituale.)", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Drytron Meteonis\". Outros monstros \"Drytron\" que você controla não podem ser destruídos pelos efeitos de card do seu oponente. Duas vezes por turno, quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode banir monstros \"Drytron\" (mín. 1) do seu Cemitério cujo ATK total seja igual ou exceda o ATK original desse monstro; negue a ativação e, se isso acontecer, destrua-o. Se este card Invocado por Invocação-Ritual sob o controle do seu dono for destruído por um card do oponente: você pode Invocar por Invocação-Especial 1 Monstro de Ritual com 4000 de ATK da sua mão ou do Deck. (Isso é considerado uma Invocação-Ritual.)", "ja": "「流星輝巧群」により降臨\n①：自分フィールドの他の「ドライトロン」モンスターは相手の効果では破壊されない。②：１ターンに２度まで、相手がモンスターの効果を発動した時、攻撃力の合計がそのモンスターの元々の攻撃力以上になるように、自分の墓地から「ドライトロン」モンスターを除外して発動できる。その発動を無効にし破壊する。③：儀式召喚したこのカードが相手によって破壊された場合に発動できる。手札・デッキから攻撃力４０００の儀式モンスター１体を儀式召喚扱いで特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "以“辉龙机巧降星”降临\n①：自己场上的其他“龙机巧”怪兽不会因对手的效果被破坏。②：１回合最多２次，对手发动怪兽的效果时，为使攻击力的合计达到该怪兽的原本攻击力以上，从自己的墓地将“龙机巧”怪兽除外可以发动。将该发动无效并破坏。③：仪式召唤的此卡因对手被破坏的情况下可以发动。从手牌・牌组将１只攻击力４０００的仪式怪兽视为仪式召唤特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Ritual / Effect", "attribute": "LIGHT", "level": 12, "atk": 5000, "def": 5000, "ritual_spell": "Meteonis Drytron", "series": ["Drytron"], "images": [{"index": 1, "image": "DrytronMeteonisDADraconids-INFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN032", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "de": [{"set_number": "INFO-DE032", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INFO-FR032", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "it": [{"set_number": "INFO-IT032", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INFO-PT032", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INFO-JP032", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-JP032", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "INFO-SC032", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-SC032", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048232}