{"konami_id": 12100, "password": 56907986, "name": {"en": "Kozmo Strawman", "de": "Kozmo-Strohmann", "es": "Hombre de Paja Kozmo", "fr": "Épouvantail Kozmo", "it": "Kozmo Fantoccio", "pt": "Espantalho de Kozmo", "ja": "<ruby>Ｋｏｚｍｏ<rt>コズモ</rt></ruby>－フォルミート", "ja_romaji": "Kozumo - Forumīto", "ko": "<ruby>Kozmo<rt>코즈모</rt></ruby>－포르미토", "ko_rr": null, "zh-TW": "星際仙蹤－稻草人", "zh-CN": "星际仙踪－稻草人"}, "text": {"en": "During either player's turn: You can banish this card; Special Summon 1 Level 3 or higher \"Kozmo\" monster from your hand. You can only use this effect of \"Kozmo Strawman\" once per turn. Once per turn: You can pay 500 LP, then target 1 of your banished \"Kozmo\" monsters; Special Summon it, but its effects are negated, also destroy it during the End Phase.", "de": "Während des Spielzugs eines beliebigen Spielers: Du kannst diese Karte verbannen; beschwöre 1 „Kozmo“-Monster der Stufe 3 oder höher als Spezialbeschwörung von deiner Hand. Du kannst diesen Effekt von „Kozmo-Strohmann“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug: Du kannst 500 LP zahlen und dann 1 deiner verbannten „Kozmo“-Monster wählen; beschwöre es als Spezialbeschwörung, aber seine Effekte werden annulliert, zusätzlich zerstöre es während der End Phase.", "es": "Durante el turno de cualquier jugador: puedes desterrar esta carta; Invoca de Modo Especial, desde tu mano, 1 monstruo \"Kozmo\" de Nivel 3 o mayor. Sólo puedes usar este efecto de \"Hombre de Paja Kozmo\" una vez por turno. Una vez por turno: puedes pagar 500 LP, y después seleccionar 1 de tus monstruos \"Kozmo\" desterrados; Invócalo de Modo Especial, pero sus efectos son negados, y además destrúyelo durante la End Phase.", "fr": "Durant le tour de chaque joueur : vous pouvez bannir cette carte ; Invoquez Spécialement 1 monstre \"Kozmo\" de min. Niveau 3 depuis votre main. Vous ne pouvez utiliser cet effet de \"Épouvantail Kozmo\" qu'une fois par tour. Une fois par tour : vous pouvez payer 500 LP, puis ciblez 1 de vos monstres \"Kozmo\" bannis ; Invoquez-le Spécialement, mais ses effets sont annulés, et aussi, détruisez-le durant la End Phase.", "it": "Durante il turno di qualsiasi giocatore: puoi bandire questa carta; Evoca Specialmente 1 mostro \"Kozmo\" di Livello 3 o superiore dalla tua mano. Puoi utilizzare questo effetto di \"Kozmo Fantoccio\" una sola volta per turno. Una volta per turno: puoi pagare 500 LP, poi scegliere come bersaglio 1 dei tuoi mostri \"Kozmo\" banditi; Evocalo Specialmente, ma i suoi effetti sono annullati, inoltre distruggilo durante la End Phase.", "pt": "Durante o turno de qualquer duelista: você pode banir este card; Invoque por Invocação-Especial 1 monstro \"Kozmo\" de Nível 3 ou mais da sua mão. Você só pode usar este efeito de \"Espantalho de Kozmo\" uma vez por turno. Uma vez por turno: você pode pagar 500 PV e, depois, escolher 1 dos seus monstros \"Kozmo\" banidos; Invoque-o por Invocação-Especial, mas seus efeitos são negados e, além disso, destrua-o durante a Fase Final.", "ja": "「Ｋｏｚｍｏ－フォルミート」の①の効果は１ターンに１度しか使用できない。①：フィールドのこのカードを除外して発動できる。手札からレベル３以上の「Ｋｏｚｍｏ」モンスター１体を特殊召喚する。この効果は相手ターンでも発動できる。②：１ターンに１度、５００ＬＰを払い、除外されている自分の「Ｋｏｚｍｏ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化され、エンドフェイズに破壊される。", "ko": "\"Kozmo(코즈모)－포르미토\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드의 이 카드를 제외하고 발동할 수 있다. 패에서 레벨 3 이상의 \"Kozmo(코즈모)\" 몬스터 1장을 특수 소환한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 1턴에 1번, 500 LP를 지불하고, 제외되어 있는 자신의 \"Kozmo(코즈모)\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화되고, 엔드 페이즈에 파괴된다.", "zh-TW": null, "zh-CN": "「星际仙踪-稻草人」的①的效果1回合只能使用1次。①：把场上的这张卡除外才能发动。从手卡把1只3星以上的「星际仙踪」怪兽特殊召唤。这个效果在对方回合也能发动。②：1回合1次，支付500基本分，以除外的1只自己的「星际仙踪」怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化，结束阶段破坏。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "LIGHT", "level": 2, "atk": 500, "def": 1800, "series": ["Kozmo"], "images": [{"index": 1, "image": "KozmoStrawman-PGL3-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN082", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "PGL3-EN028", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "DOCS-DE082", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "PGL3-DE028", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "DOCS-FR082", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "PGL3-FR028", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "DOCS-IT082", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "PGL3-IT028", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "DOCS-PT082", "set_name": "Dimension of Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "PGL3-PT028", "set_name": "Premium Gold: Infinite Gold", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "EP16-JP005", "set_name": "Extra Pack 2016", "rarities": ["Common"]}], "ko": [{"set_number": "EP16-KR005", "set_name": "Extra Pack 2016", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 427844, "master_duel_rarity": "N"}