{"konami_id": 13171, "password": 57135971, "name": {"en": "Red-Eyes Fang with Chain", "de": "Rotäugiger Zahn mit Kette", "es": "Colmillo de Ojos Rojos con Cadena", "fr": "Croc aux Yeux Rouges avec Chaîne", "it": "Zanna Occhi Rossi con Catena", "pt": "Presas de Olhos Vermelhos com Correntes", "ja": "<ruby>鎖<rt>くさり</rt></ruby><ruby>付<rt>つ</rt></ruby>き<ruby>真紅眼牙<rt>レッドアイズファング</rt></ruby>", "ja_romaji": "Kusaritsuki Reddoaizu Fangu", "ko": "쇠사슬 붉은 눈 송곳니", "ko_rr": null, "zh-TW": "鎖鏈真紅眼牙", "zh-CN": "带锁链的真红眼牙"}, "text": {"en": "Target 1 \"Red-Eyes\" monster you control; equip this card to it. It can make up to 2 attacks on monsters during each Battle Phase. You can send this Equip Card to the GY, then target 1 Effect Monster on the field; equip that target to the monster this card was equipped to, and if you do, while a monster is equipped to it by this effect, its ATK/DEF become equal to the original ATK/DEF of that equipped monster.", "de": "Wähle 1 „Rotäugig“-Monster, das du kontrollierst; rüste es mit dieser Karte aus. Es kann während jeder Battle Phase bis zu 2 Angriffe gegen Monster durchführen. Du kannst diese Ausrüstungskarte auf den Friedhof legen und dann 1 Effektmonster auf dem Spielfeld wählen; rüste das Monster, das mit dieser Karte ausgerüstet war, mit dem gewählten Ziel aus und falls du dies tust, werden seine ATK/DEF gleich den Grund-ATK/-DEF des ausrüstenden Monsters, solange es durch diesen Effekt mit einem Monster ausgerüstet ist.", "es": "Selecciona 1 monstruo \"Ojos Rojos\" que controles; equípale esta carta. Éste puede hacer hasta 2 ataques a monstruos durante cada Battle Phase. Puedes mandar esta Carta de Equipo al Cementerio, y después seleccionar 1 Monstruo de Efecto en el Campo; equipa ese objetivo al monstruo que tenía equipada esta carta y, si lo haces, mientras éste tenga un monstruo equipado por este efecto, su ATK/DEF se convierte en el ATK/DEF original de ese monstruo equipado.", "fr": "Ciblez 1 monstre \"Yeux Rouges\" que vous contrôlez ; équipez-lui cette carte. Durant chaque Battle Phase, il peut faire max. 2 attaques sur des monstres. Vous pouvez envoyer cette Carte d'Équipement au Cimetière, puis ciblez 1 Monstre à Effet sur le Terrain ; équipez la cible au monstre qui était équipé avec cette carte, et si vous le faites, tant qu'un monstre lui est équipé par cet effet, son ATK/DEF deviennent égales à l'ATK/DEF d'origine du monstre équipé.", "it": "Scegli come bersaglio 1 mostro \"Occhi Rossi\" che controlli; equipaggia questa carta ad esso. Esso può effettuare fino a 2 attacchi su mostri durante ogni Battle Phase. Puoi mandare questa Carta Equipaggiamento al Cimitero, poi scegliere come bersaglio 1 Mostro con Effetto sul Terreno; equipaggia quel bersaglio al mostro a cui questa carta era equipaggiata e, se lo fai, mentre un mostro è equipaggiato ad esso da questo effetto, i suoi ATK/DEF diventano pari agli ATK/DEF originali di quel mostro equipaggiato.", "pt": "Escolha 1 monstro \"Olhos Vermelhos\" que você controla; equipe este card a ele. Ele pode realizar até 2 ataques contra monstros durante cada Fase de Batalha. Você pode enviar este Card de Equipamento para o Cemitério e, depois, escolha 1 Monstro de Efeito no campo; equipe o alvo ao monstro ao qual este card estava equipado e, se isso acontecer, enquanto um monstro estiver equipado a ele por este efeito, o ATK/DEF dele se tornam iguais ao ATK/DEF originais desse monstro equipado.", "ja": "①：自分フィールドの「レッドアイズ」モンスター１体を対象としてこのカードを発動できる。このカードを装備カード扱いとして、そのモンスターに装備する。装備モンスターは１度のバトルフェイズ中に２回までモンスターに攻撃できる。②：装備されているこのカードを墓地へ送り、フィールドの効果モンスター１体を対象として発動できる。その効果モンスターを装備カード扱いとして、このカードを装備していたモンスターに装備する。この効果でモンスターを装備している限り、装備モンスターはそのモンスターと同じ攻撃力・守備力になる。", "ko": "①: 자신 필드의 \"붉은 눈\" 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 이 카드를 장착 카드로 취급하여, 그 몬스터에 장착한다. 장착 몬스터는 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다. ②: 장착되어 있는 이 카드를 묘지로 보내고, 필드의 효과 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 효과 몬스터를 장착 카드로 취급하고, 이 카드를 장착하고 있던 몬스터에 장착한다. 이 효과로 몬스터를 장착하고 있는 한, 장착 몬스터는 그 몬스터와 같은 공격력 / 수비력이 된다.", "zh-TW": null, "zh-CN": "①：以自己场上的１只“真红眼”怪兽为对象可以发动此卡。将此卡视为装备卡装备于该怪兽。装备怪兽在１次战斗阶段中最多可攻击怪兽２次。②：将被装备中的此卡送至墓地，以场上的１只效果怪兽为对象可以发动。将该效果怪兽视为装备卡，装备于此卡原先装备的怪兽。只要以此效果装备着怪兽，装备怪兽的攻击力・守备力变为与该怪兽相同。"}, "card_type": "Trap", "property": "Normal", "series": ["Red-Eyes", "with Chain"], "images": [{"index": 1, "image": "RedEyesFangwithChain-LDS1-EN-ScR-LE.png"}], "sets": {"en": [{"set_number": "LEDU-EN004", "set_name": "Legendary Duelists", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-EN021", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "de": [{"set_number": "LEDU-DE004", "set_name": "Legendary Duelists", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-DE021", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "es": [{"set_number": "LEDU-SP004", "set_name": "Legendary Duelists", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-SP021", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "LEDU-FR004", "set_name": "Legendary Duelists", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-FR021", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "it": [{"set_number": "LEDU-IT004", "set_name": "Legendary Duelists", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-IT021", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "LEDU-PT004", "set_name": "Legendary Duelists", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-PT021", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DP18-JP004", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Rare"]}], "ko": [{"set_number": "DP18-KR004", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL04-SC025", "set_name": "Classic Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 494113, "master_duel_rarity": "R"}