{"konami_id": 21049, "password": 57232301, "name": {"en": "Shadow Severing Strike", "de": "Schattenzerteilender Schlag", "es": "Golpe Cortante de Sombra", "fr": "Attaque Séparatrice d'Ombre", "it": "Colpo Taglia Ombra", "pt": "Ataque do Corte das Sombras", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If a card(s) is banished from the hand and/or field to activate a monster effect (except during the Damage Step): You can apply 1 of the following effects based on 1 of the card types banished.\n● Monster: Negate the effects of 1 face-up Spell/Trap on the field until the end of this turn.\n● Spell: Draw 2 cards. ● Trap: Banish 1 monster on the field.\nIf this card is banished to activate a monster effect: You can add 1 of your other banished cards to your hand. You can only use each effect of \"Shadow Severing Strike\" once per turn.", "de": "Falls eine oder mehr Karten von der Hand und/oder dem Spielfeld verbannt werden, um einen Monstereffekt zu aktivieren (außer während des Damage Steps): Du kannst 1 der folgenden Effekte ausführen, basierend auf 1 der verbannten Kartentypen.\n● Monster: Annulliere bis zum Ende dieses Spielzugs die Effekte von 1 offenem/r Zauber/Falle auf dem Spielfeld.\n● Zauber: Ziehe 2 Karten.\n● Falle: Verbanne 1 Monster vom Spielfeld.\nFalls diese Karte verbannt wird, um einen Monstereffekt zu aktivieren: Du kannst deiner Hand 1 deiner anderen verbannten Karten hinzufügen. Du kannst jeden Effekt von „Schattenzerteilender Schlag“ nur einmal pro Spielzug verwenden.", "es": "Si una o más cartas en la mano y/o Campo son desterradas para activar un efecto de monstruo (excepto durante el Damage Step): puedes aplicar 1 de los siguientes efectos basados en 1 de los tipos de carta desterrados.\n● Monstruo: Niega los efectos de 1 Mágica/Trampa boca arriba en el Campo hasta el final de este turno.\n● Mágica: Roba 2 cartas.\n● Trampa: Destierra 1 monstruo en el Campo.\nSi esta carta es desterrada para activar un efecto de monstruo: puedes añadir a tu mano 1 de tus otras cartas desterradas. Sólo puedes usar cada efecto de \"Golpe Cortante de Sombra\" una vez por turno.", "fr": "Si une ou plusieurs cartes sont bannies depuis la main et/ou Terrain pour activer un effet de monstre (sauf durant la Damage Step) : vous pouvez appliquer 1 des effets suivants selon 1 des types de carte bannie.\n● Monstre : Jusqu'à la fin de ce tour, annulez les effets d'1 Magie/Piège face recto sur le Terrain.\n● Magie : Piochez 2 cartes.\n● Piège : Bannissez 1 monstre sur le Terrain.\nSi cette carte est bannie pour activer un effet de monstre : vous pouvez ajouter 1 de vos autres cartes bannies à votre main. Vous ne pouvez utiliser chaque effet de \"Attaque Séparatrice d'Ombre\" qu'une fois par tour.", "it": "Se una o più carte vengono bandite dalla mano e/o Terreno per attivare l'effetto di un mostro (eccetto durante il Damage Step): puoi applicare 1 dei seguenti effetti a seconda di 1 dei tipi di carte bandite.\n● Mostro: Annulla gli effetti di 1 Magia/Trappola scoperta sul Terreno fino alla fine di questo turno.\n● Magia: Pesca 2 carte.\n● Trappola: Bandisci 1 mostro sul Terreno.\nSe questa carta viene bandita per attivare l'effetto di un mostro: puoi aggiungere 1 delle tue altre carte bandite alla tua mano. Puoi utilizzare ogni effetto di \"Colpo Taglia Ombra\" una sola volta per turno.", "pt": "Se um ou mais cards forem banidos da mão e/ou do campo para ativar um efeito de monstro (exceto durante a Etapa de Dano): você pode aplicar 1 dos seguintes efeitos, de acordo com 1 dos tipos de card banidos.\n● Monstro: Negue os efeitos de 1 Magia/Armadilha com a face para cima no campo até o final deste turno.\n● Magia: Compre 2 cards.\n● Armadilha: Bana 1 monstro no campo.\nSe este card for banido para ativar um efeito de monstro: você pode adicionar 1 dos seus outros cards banidos à sua mão. Você só pode usar cada efeito de \"Ataque do Corte das Sombras\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "ShadowSeveringStrike-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN085", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE085", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR085", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT085", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT085", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1106509}