{"konami_id": 22334, "password": 57256127, "name": {"en": "Shipping Archfiend", "de": "Shipping-Erzunterweltlerin", "es": "Archidemonio de Emparejamientos", "fr": "Archdémon de la Romance", "it": "Arcidemone Shipper", "pt": "Arquidemônio Shippador", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "You can target any number of face-up monsters on the field, and declare 1 Type or Attribute; they become that Type or Attribute. If a monster(s) is Special Summoned to your opponent's field, while this card is in your Monster Zone (except during the Damage Step): You can target 1 monster on each field with the same Type and Attribute from each other; return them to the hand. You can only use each effect of \"Shipping Archfiend\" once per turn.", "de": "Du kannst eine beliebige Anzahl offene Monster auf dem Spielfeld wählen und 1 Typ oder Eigenschaft deklarieren; sie werden zu jenem Typ oder jener Eigenschaft. Falls ein oder mehr Monster als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen werden, solange diese Karte in deiner Monsterzone liegt (außer während des Damage Steps): Du kannst 1 Monster auf jeder Spielfeldseite wählen, die beide denselben Typ und dieselbe Eigenschaft haben; gib sie auf die Hand zurück. Du kannst jeden Effekt von „Shipping-Erzunterweltlerin“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar cualquier número de monstruos boca arriba en el Campo, y declarar 1 Tipo o Atributo; se convierten en ese Tipo o Atributo. Si uno o más monstruos son Invocados de Modo Especial al Campo de tu adversario, mientras esta carta está en tu Zona de Monstruos (excepto durante el Damage Step): puedes seleccionar 1 monstruo en cada Campo con el mismo Tipo y Atributo entre sí; devuélvelos a la mano. Sólo puedes usar cada efecto de \"Archidemonio de Emparejamientos\" una vez por turno.", "fr": "Vous pouvez cibler un nombre de votre choix de monstres face recto sur le Terrain, et déclarez 1 Type ou Attribut ; ils deviennent ce Type ou Attribut. Si un ou plusieurs monstres sont Invoqués Spécialement sur le Terrain de votre adversaire, tant que cette carte est dans votre Zone Monstre (sauf durant la Damage Step) : vous pouvez cibler 1 monstre sur chaque Terrain qui ont chacun le même Type et Attribut ; renvoyez-les à la main. Vous ne pouvez utiliser chaque effet de \"Archdémon de la Romance\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio un qualsiasi numero di mostri scoperti sul Terreno, e dichiarare 1 Tipo o Attributo; essi diventano di quel Tipo o Attributo. Se uno o più mostri vengono Evocati Specialmente sul Terreno del tuo avversario, mentre questa carta è nella tua Zona Mostri (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 mostro su ogni Terreno con lo stesso Tipo e Attributo l'uno dell'altro; falli ritornare nella mano. Puoi utilizzare ogni effetto di \"Arcidemone Shipper\" una sola volta per turno.", "pt": "Você pode escolher qualquer número de monstros com a face para cima no campo e declarar 1 Tipo ou Atributo; eles se tornam desse Tipo ou Atributo. Se um ou mais monstros forem Invocados por Invocação-Especial no campo do seu oponente, enquanto este card estiver na sua Zona de Monstros (exceto durante a Etapa de Dano): você pode escolher 1 monstro em cada campo com o mesmo Tipo e Atributo um do outro; devolva-os para a mão. Você só pode usar cada efeito de \"Arquidemônio Shippador\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Tuner / Effect", "attribute": "WIND", "level": 3, "atk": 0, "def": 0, "series": ["Archfiend"], "images": [{"index": 1, "image": "ShippingArchfiend-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN088", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE088", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP088", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR088", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT088", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT088", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1171185}