{"konami_id": 12161, "password": 57288064, "name": {"en": "Shiranui Samuraisaga", "de": "Shiranui-Samuraisage", "es": "Shiranui Sagasamurai", "fr": "Saga-Samouraï Shiranui", "it": "Shiranui Samuraisaga", "pt": "Shiranui Samuraisaga", "ja": "<ruby>刀<rt>かたな</rt></ruby><ruby>神<rt>がみ</rt></ruby>－<ruby>不知火<rt>しらぬい</rt></ruby>", "ja_romaji": "Katanagami - Shiranui", "ko": "도신－시라누이", "ko_rr": null, "zh-TW": "刀神－不知火", "zh-CN": "刀神－不知火"}, "text": {"en": "1 Zombie-Type Tuner + 1 or more non-Tuner Zombie-Type monsters\nOnce per turn, during either player's turn: You can target 1 of your banished Zombie-Type monsters; shuffle it into the Deck, and if you do, change to Defense Position all monsters your opponent controls with ATK less than or equal to that monster's. If this card is banished: You can target 1 face-up monster your opponent controls; it loses 500 ATK. You can only Special Summon \"Shiranui Samuraisaga(s)\" once per turn.", "de": "1 Empfänger-Monster vom Typ Zombie + 1 oder mehr Nicht-Empfänger-Monster vom Typ Zombie\nEinmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 deiner verbannten Monster vom Typ Zombie wählen; mische es ins Deck und falls du dies tust, ändere alle Monster, die dein Gegner kontrolliert und deren ATK kleiner oder gleich denen des Monsters sind, in die Verteidigungsposition. Falls diese Karte verbannt wird: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; es verliert 500 ATK. Du kannst nur einmal pro Spielzug ein oder mehr „Shiranui-Samuraisage“ als Spezialbeschwörung beschwören.", "es": "1 Cantante de Tipo Zombi + 1 o más monstruos de Tipo Zombi que no sean Cantantes\nUna vez por turno, durante el turno de cualquier jugador: puedes seleccionar 1 de tus monstruos de Tipo Zombi desterrados; barájalo al Deck y, si lo haces, cambia a Posición de Defensa todos los monstruos que controle tu adversario que tengan ATK menor o igual al de ese monstruo. Si esta carta es desterrada: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; éste pierde 500 ATK. Sólo puedes Invocar de Modo Especial 1 o más \"Shiranui Sagasamurai\" una vez por turno.", "fr": "1 Syntoniseur de Type Zombie + 1 monstre non-Syntoniseur de Type Zombie ou plus\nUne fois par tour, durant le tour de chaque joueur : vous pouvez cibler 1 de vos monstres de Type Zombie bannis ; mélangez-le dans le Deck, et si vous le faites, changez en Position de Défense tous les monstres contrôlés par votre adversaire avec une ATK inférieure ou égale à celle du monstre. Si cette carte est bannie : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; il perd 500 ATK. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Saga-Samouraï Shiranui\" qu'une fois par tour.", "it": "1 Tuner di Tipo Zombie + 1 o più mostri non-Tuner di Tipo Zombie\nUna volta per turno, durante il turno di qualsiasi giocatore: puoi scegliere come bersaglio 1 dei tuoi mostri di Tipo Zombie banditi; mischialo nel Deck e, se lo fai, metti in Posizione di Difesa tutti i mostri controllati dal tuo avversario con ATK pari o inferiore a quello di quel mostro. Se questa carta viene bandita: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; esso perde 500 ATK. Puoi Evocare Specialmente uno o più \"Shiranui Samuraisaga\" una sola volta per turno.", "pt": "1 Regulador do Tipo Zumbi + 1 ou mais monstros não-Reguladores do Tipo Zumbi\nUma vez por turno, durante o turno de qualquer duelista: você pode escolher 1 dos seus monstros banidos do Tipo Zumbi; embaralhe-o no Deck e, se isso acontecer, coloque em Posição de Defesa todos os monstros que seu oponente controla com ATK menor ou igual ao desse monstro. Se este card for banido: você pode escolher 1 monstro com a face para cima que seu oponente controla; ele perde 500 de ATK. Você só pode Invocar um ou mais \"Shiranui Samuraisaga\" por Invocação-Especial uma vez por turno.", "ja": "アンデット族チューナー＋チューナー以外のアンデット族モンスター１体以上\n自分は「刀神－不知火」を１ターンに１度しか特殊召喚できない。①：１ターンに１度、除外されている自分のアンデット族モンスター１体を対象として発動できる。そのモンスターをデッキに戻し、その攻撃力以下の攻撃力を持つ相手フィールドのモンスターを全て守備表示にする。この効果は相手ターンでも発動できる。②：このカードが除外された場合、相手フィールドのモンスター１体を対象として発動できる。そのモンスターの攻撃力は５００ダウンする。", "ko": "언데드족 튜너 ＋ 튜너 이외의 언데드족 몬스터 1장 이상\n자신은 \"도신－시라누이\"를 1턴에 1번밖에 특수 소환할 수 없다. ①: 1턴에 1번, 제외되어 있는 자신의 언데드족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 덱으로 되돌리고, 그 공격력 이하의 공격력을 가지는 상대 필드의 몬스터를 전부 수비 표시로 한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 제외되었을 경우, 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 500 내린다.", "zh-TW": null, "zh-CN": "不死族协调＋１只以上协调以外的不死族怪兽\n自己１回合仅可特殊召唤１次“刀神－不知火”。①：１回合１次，以１只自己被除外的不死族怪兽为对象可以发动。将该怪兽放回牌组，将对手场上拥有其攻击力以下攻击力的怪兽全部改成守备表示。此效果在对手回合中也可以发动。②：此卡被除外的情况下。以对手场上的１只怪兽为对象可以发动。该怪兽的攻击力下降５００。"}, "card_type": "Monster", "monster_type_line": "Zombie / Synchro / Effect", "attribute": "FIRE", "level": 6, "atk": 2500, "def": 0, "materials": "1 Zombie-Type Tuner + 1 or more non-Tuner Zombie-Type monsters", "series": ["Shiranui"], "images": [{"index": 1, "image": "ShiranuiSamuraisaga-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN053", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-EN211", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "BOSH-DE053", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-DE211", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "BOSH-SP053", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-SP211", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "BOSH-FR053", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-FR211", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "BOSH-IT053", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-IT211", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "BOSH-PT053", "set_name": "Breakers of Shadow", "rarities": ["Common"]}, {"set_number": "MP16-PT211", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "BOSH-JP053", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "ko": [{"set_number": "BOSH-KR053", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "TM02-SC040", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 432456, "master_duel_rarity": "R"}