{"konami_id": 13174, "password": 57312333, "name": {"en": "Amazoness Call", "de": "Amazonischer Ruf", "es": "Llamada Amazoness", "fr": "Appel Amazonesse", "it": "Richiamo Amazoness", "pt": "Chamado Amazoness", "ja": "<ruby>アマゾネスの叫声<rt>アマゾネスコール</rt></ruby>", "ja_romaji": "Amazonesu Kōru", "ko": "아마조네스 콜", "ko_rr": "Amajoneseu Kol", "zh-TW": "亞馬遜的叫聲", "zh-CN": "亚马逊的叫声"}, "text": {"en": "Take 1 \"Amazoness\" card from your Deck, except \"Amazoness Call\", and either add it to your hand or send it to the GY. During your Main Phase: You can banish this card from your GY, then target 1 \"Amazoness\" monster you control; this turn, that monster can attack all monsters your opponent controls, once each, also other monsters you control cannot attack. You can only activate 1 \"Amazoness Call\" per turn.", "de": "Nimm 1 „Amazonisch“-Karte von deinem Deck, außer „Amazonischer Ruf“, und füge sie entweder deiner Hand hinzu oder lege sie auf den Friedhof. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Amazonisch“-Monster wählen, das du kontrollierst; in diesem Spielzug kann das Monster alle Monster, die dein Gegner kontrolliert, je einmal angreifen, zusätzlich können andere Monster, die du kontrollierst, nicht angreifen. Du kannst nur 1 „Amazonischer Ruf“ pro Spielzug aktivieren.", "es": "Toma 1 carta \"Amazoness\" en tu Deck, excepto \"Llamada Amazoness\", y añádela a tu mano o mándala al Cementerio. Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo \"Amazoness\" que controles; este turno, ese monstruo puede atacar una vez a cada uno de los monstruos que controle tu adversario, y además los otros monstruos que tú controles no pueden atacar. Sólo puedes activar 1 \"Llamada Amazoness\" por turno.", "fr": "Prenez 1 carte \"Amazonesse\" (\"Appel Amazonesse\" exclu) depuis votre Deck, et soit ajoutez-la à votre main soit envoyez-la au Cimetière. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Amazonesse\" que vous contrôlez ; ce tour, le monstre peut attaquer une fois tous les monstres contrôlés par votre adversaire, et aussi, les autres monstres que vous contrôlez ne peuvent pas attaquer. Vous ne pouvez activer qu'1 \"Appel Amazonesse\" par tour.", "it": "Prendi 1 carta \"Amazoness\" dal tuo Deck, eccetto \"Richiamo Amazoness\", e aggiungila alla tua mano oppure mandala al Cimitero. Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Amazoness\" che controlli; in questo turno, quel mostro può attaccare tutti i mostri controllati dal tuo avversario, una volta ciascuno, inoltre gli altri mostri che controlli non possono attaccare. Puoi attivare solo 1 \"Richiamo Amazoness\" per turno.", "pt": "Pegue 1 card \"Amazoness\" no seu Deck, exceto \"Chamado Amazoness\", e adicione-o à sua mão ou envie-o para o Cemitério. Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Amazoness\" que você controla; neste turno, esse monstro pode atacar todos os monstros que seu oponente controla, uma vez cada e, além disso, outros monstros que você controla não podem atacar. Você só pode ativar 1 \"Chamado Amazoness\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：デッキから「アマゾネスの叫声」以外の「アマゾネス」カード１枚を選び、手札に加えるか墓地へ送る。②：自分メインフェイズに墓地のこのカードを除外し、自分フィールドの「アマゾネス」モンスター１体を対象として発動できる。このターン、そのモンスター以外の自分のモンスターは攻撃できず、対象のモンスターは相手モンスター全てに１回ずつ攻撃できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 덱에서 \"아마조네스 콜\" 이외의 \"아마조네스\" 카드 1장을 고르고, 패에 넣거나 묘지로 보낸다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 자신 필드의 \"아마조네스\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 몬스터 이외의 자신 몬스터는 공격할 수 없으며, 대상 몬스터는 상대 몬스터 전부에 1회씩 공격할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。①：从卡组把「亚马逊的叫声」以外的1张「亚马逊」卡加入手卡或送去墓地。②：自己主要阶段把墓地的这张卡除外，以自己场上1只「亚马逊」怪兽为对象才能发动。这个回合，那只怪兽以外的自己怪兽不能攻击，作为对象的怪兽可以向对方怪兽全部各作1次攻击。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Amazoness"], "images": [{"index": 1, "image": "AmazonessCall-LDS1-EN-UR-1E-Blue.png"}], "sets": {"en": [{"set_number": "LEDU-EN010", "set_name": "Legendary Duelists", "rarities": ["Rare"]}, {"set_number": "LDS1-EN024", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}, {"set_number": "SBC2-ENH16", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common"]}], "de": [{"set_number": "LEDU-DE010", "set_name": "Legendary Duelists", "rarities": ["Rare"]}, {"set_number": "LDS1-DE024", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LEDU-FR010", "set_name": "Legendary Duelists", "rarities": ["Rare"]}, {"set_number": "LDS1-FR024", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LEDU-IT010", "set_name": "Legendary Duelists", "rarities": ["Rare"]}, {"set_number": "LDS1-IT024", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LEDU-PT010", "set_name": "Legendary Duelists", "rarities": ["Rare"]}, {"set_number": "LDS1-PT024", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP18-JP010", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Rare"]}, {"set_number": "DP27-JP045", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}], "ko": [{"set_number": "DP18-KR010", "set_name": "Duelist Pack: Legend Duelist", "rarities": ["Rare"]}, {"set_number": "DP27-KR045", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Not yet released"}, "yugipedia_page_id": 494198, "master_duel_rarity": "SR"}