{"konami_id": 21158, "password": 57448410, "name": {"en": "Prima Materiactor", "de": "Prima Materiaktor", "es": "Materiactor Prima", "fr": "Matériacteur Prima", "it": "Materiattore Prima", "pt": "Materriator Prima", "ja": "プリマ・マテリアクトル", "ja_romaji": "Purima Materiakutoru", "ko": "프리마 머티리어크톨", "ko_rr": null, "zh-TW": null, "zh-CN": "第一原物质"}, "text": {"en": "An alien life form that suddenly flew in from the heavens far away. Many researchers have tried to determine its true identity, but its luminosity and the miasma emitted have long shrouded its existence in mystery, making it extremely difficult to see the full extent of its existence. Recently, however, a number of new species have been discovered by up-and-coming researchers, and it appears that the full extent of the species' existence is finally being revealed.", "de": "Eine außerirdische Lebensform, die plötzlich vom fernen Himmel herbeigeflogen kam. Viele Forscher haben versucht, ihre wahre Identität zu ergründen, aber ihr Leuchten und der von ihr ausgehende Dunst haben ihre Existenz lange Zeit in ein Geheimnis gehüllt, sodass es äußerst schwierig ist, das ganze Ausmaß ihrer Existenz zu verstehen. In jüngster Zeit wurden jedoch von Nachwuchsforschern eine Reihe neuer Arten entdeckt, und es scheint, dass endlich das ganze Ausmaß der Existenz dieser Arten offenkundig wird.", "es": "Una forma de vida alienígena que de repente aterrizó de los cielos lejanos. Muchos investigadores intentaron determinar su identidad real, pero su luminosidad y el miasma que emite ha envuelto de misterio su existencia, haciendo muy difícil ver el alcance de su existencia. De todos modos, recientemente un número de nuevas especies han sido descubiertas por investigadores emergentes, y parece que el alcance de la existencia de la especie será finalmente descubierto.", "fr": "Une forme de vie extraterrestre venue de cieux lointains. Nombreux sont les chercheurs qui ont tenté de déterminer sa véritable identité, mais sa luminosité et les miasmes émis ont entouré son existence de mystère, rendant extrêmement difficile d'en percevoir toute son étendue. Cependant, un certain nombre de nouvelles espèces ont été récemment découvertes par des chercheurs prometteurs, et il semble que l'on découvre finalement toute l'ampleur de l'existence de ces espèces.", "it": "Una forma di vita aliena che è arrivata in volo improvvisamente dai cieli lontani. Molti ricercatori hanno provato a determinare la sua vera identità, ma la sua luminosità e il miasma emesso hanno a lungo avvolto la sua esistenza nel mistero, rendendo estremamente difficile vedere la completa estensione della sua esistenza. Recentemente, tuttavia, numerose nuove specie sono state scoperte da ricercatori emergenti, e sembra che la vera entità dell'esistenza della specie sia finalmente rivelata.", "pt": "Uma forma de vida alienígena que surgiu repentinamente dos céus distantes. Muitos pesquisadores já tentaram determinar sua verdadeira identidade, mas sua luminosidade e o miasma que emite há muito tempo envolveram sua existência em mistério, tornando extremamente difícil ver a extensão total de sua existência. Recentemente, contudo, uma série de novas espécies foram descobertas por pesquisadores promissores, e parece que a extensão total da existência da espécie está finalmente sendo revelada.", "ja": "遥か彼方の天上界より突如として飛来した外来生命体。多くの研究者が正体の究明に努めたが、その放たれる光輝や立ち込める瘴気により永きにわたって存在が謎に包まれ、全容を目にすることは困難を極めた。しかしながら、近年、新進の研究者の働きによって新種が多数発見された。その全容が明かされる日も近いだろう。", "ko": "머나먼 천상계로부터 돌연히 나타난 외래 생명체. 많은 연구자가 정체를 규명하기 위해 애썼으나, 뿜어내는 광채와 자욱한 독성 물질에 가로막혀 오랜 세월 동안 존재는 베일에 싸였고, 그 모습을 목격하기란 매우 어려웠다. 그러나 최근, 신진 연구자들의 활약으로 신종이 다수 발견되었다. 그 정체가 밝혀지는 날도 머지않았을 것이다.", "zh-TW": null, "zh-CN": "从遥远彼方的天界突然降临的异域生命体。许多研究者皆试图揭开其真相，但由于它周身光辉耀眼且瘴气弥漫，长久以来将自身的存在笼罩在谜团之中，始终难以窥见全貌。然而，近年来随着新进研究者的努力，已发现众多新品种。揭开它们神秘面纱的日子，或许已近在咫尺。"}, "card_type": "Monster", "monster_type_line": "Dragon / Pendulum / Normal", "attribute": "LIGHT", "level": 3, "atk": 0, "def": 0, "pendulum_scale": 1, "pendulum_effect": {"en": "Xyz Monsters you control gain 100 ATK for each Xyz Material on the field. You can target 1 \"Materiactor\" Xyz Monster you control; attach this card to it as material, then draw 1 card. You can only use this effect of \"Prima Materiactor\" once per turn.", "de": "Xyz-Monster, die du kontrollierst, erhalten für jedes Xyz-Material auf dem Spielfeld 100 ATK. Du kannst 1 „Materiaktor“-Xyz-Monster wählen, das du kontrollierst; hänge diese Karte als Material daran an, dann ziehe 1 Karte. Du kannst diesen Effekt von „Prima Materiaktor“ nur einmal pro Spielzug verwenden.", "es": "Los Monstruos Xyz que controlas ganan 100 ATK por cada Material Xyz en el Campo. Puedes seleccionar 1 Monstruo Xyz \"Materiactor\" que controles; acóplale esta carta como material, y después roba 1 carta. Sólo puedes usar este efecto de \"Materiactor Prima\" una vez por turno.", "fr": "Les Monstres Xyz que vous contrôlez gagnent 100 ATK pour chaque Matériel Xyz sur le Terrain. Vous pouvez cibler 1 Monstre Xyz \"Matériacteur\" que vous contrôlez ; attachez-lui cette carte comme Matériel, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Matériacteur Prima\" qu'une fois par tour.", "it": "I Mostri Xyz che controlli guadagnano 100 ATK per ogni Materiale Xyz sul Terreno. Puoi scegliere come bersaglio 1 Mostro Xyz \"Materiattore\" che controlli; attacca questa carta a esso come materiale, poi pesca 1 carta. Puoi utilizzare questo effetto di \"Materiattore Prima\" una sola volta per turno.", "pt": "Monstros Xyz que você controla ganham 100 de ATK para cada Matéria Xyz no campo. Você pode escolher 1 Monstro Xyz \"Materriator\" que você controla; associe este card a ele como matéria e, depois, compre 1 card. Você só pode usar este efeito de \"Materriator Prima\" uma vez por turno.", "ja": "このカード名の②のＰ効果は１ターンに１度しか使用できない。①：自分フィールドのＸモンスターの攻撃力は、フィールドのＸ素材の数×１００アップする。②：自分フィールドの「マテリアクトル」Ｘモンスター１体を対象として発動できる。このカードをそのモンスターのＸ素材とする。その後、自分は１枚ドローする。", "ko": "이 카드명의 ②의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 엑시즈 몬스터의 공격력은, 필드의 엑시즈 소재의 수 × 100 올린다. ②: 자신 필드의 \"머티리어크톨\" 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 그 몬스터의 엑시즈 소재로 한다. 그 후, 자신은 1장 드로우한다.", "zh-TW": null, "zh-CN": "此卡名的②灵摆效果1回合仅可使用1次。①：自己场上的超量怪兽的攻击力上升相当于场上超量素材数量×100的数值。②：以自己场上的1只“原物质”超量怪兽为对象可以发动。将此卡作为该怪兽的超量素材。然后，自己抽1张。"}, "series": ["Materiactor"], "images": [{"index": 1, "image": "PrimaMateriactor-ALIN-JP-C.png"}], "sets": {"en": [{"set_number": "ALIN-EN021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "ALIN-JP021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ko": [{"set_number": "ALIN-KR021", "set_name": "Alliance Insight", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC021", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1106029}