{"konami_id": 13002, "password": 57496978, "name": {"en": "Clashing Souls", "de": "Aufeinanderprallende Seelen", "es": "Almas en Choque", "fr": "Âmes en Conflit", "it": "Anime Contrastanti", "pt": "Colisão de Almas", "ja": "ぶつかり<ruby>合<rt>あ</rt></ruby>う<ruby>魂<rt>たましい</rt></ruby>", "ja_romaji": "Butsukariau Tamashī", "ko": "맞서는 두 영혼", "ko_rr": null, "zh-TW": "相互碰撞的靈魂", "zh-CN": "相互碰撞的灵魂"}, "text": {"en": "During damage calculation, if your Attack Position monster battles an opponent's Attack Position monster with higher ATK: The controller of the battling monster with lower ATK can pay 500 LP for that monster to gain 500 ATK during damage calculation only, then keep repeating this effect until a player chooses not to pay LP. Neither player takes any battle damage from that battle, also, after damage calculation, if any player's monster would be destroyed by that battle, send all cards that player controls to the Graveyard instead.", "de": "Während der Schadensberechnung, falls dein Monster in Angriffsposition mit einem Monster in Angriffsposition deines Gegners mit höheren ATK kämpft: Der Beherrscher des kämpfenden Monsters mit den niedrigeren ATK kann 500 LP zahlen, um das Monster nur während der Schadensberechnung 500 ATK erhalten zu lassen, dann wiederholt diesen Effekt, bis ein Spieler bestimmt, keine LP zu zahlen. Kein Spieler erhält Kampfschaden aus dem Kampf, zusätzlich, nach der Schadensberechnung, falls ein Monster eines Spielers durch den Kampf zerstört würde, lege stattdessen alle Karten, die der Spieler kontrolliert, auf den Friedhof.", "es": "Durante el cálculo de daño, si tu monstruo en Posición de Ataque batalla con un monstruo de tu adversario en Posición de Ataque con un ATK mayor: el controlador del monstruo batallante con menor ATK puede pagar 500 LP para que ese monstruo gane 500 ATK sólo durante el cálculo de daño, y después seguir repitiendo este efecto hasta que un jugador elija no pagar LP. Ningún jugador recibe daño de batalla de esa batalla y, además, después del cálculo de daño, si un monstruo de cualquier jugador fuera a ser destruido en esa batalla, manda al Cementerio todas las cartas que ese jugador controle en su lugar.", "fr": "Durant le calcul des dommages, si votre monstre en Position d'Attaque combat un monstre de votre adversaire en Position d'Attaque avec une ATK supérieure : le contrôleur du monstre combattant avec une ATK inférieure peut payer 500 LP pour faire gagner 500 ATK au monstre durant le calcul des dommages uniquement, puis continuez à répéter cet effet jusqu'à ce qu'un joueur choisisse de ne pas payer de LP. Aucun joueur ne reçoit de dommages de combat de ce combat, et aussi, après le calcul des dommages, si le monstre d'un joueur va être détruit par ce combat, envoyez toutes les cartes contrôlées par ce joueur au Cimetière à la place.", "it": "Durante il calcolo dei danni, se un tuo mostro in Posizione di Attacco combatte con un mostro in Posizione di Attacco con ATK più alto: il controllore del mostro che sta combattendo con ATK più basso può pagare 500 LP per far guadagnare 500 ATK a quel mostro solamente durante il calcolo dei danni, poi continua a ripetere questo effetto fino a quando un giocatore sceglie di non pagare LP. Nessun giocatore subisce danno da combattimento da quella battaglia, inoltre, dopo il calcolo dei danni, se il mostro di qualsiasi giocatore sta per essere distrutto in quella battaglia, manda invece al Cimitero tutte le carte controllate da quel giocatore.", "pt": "Durante o cálculo de dano, se seu monstro em Posição de Ataque batalhar um monstro em Posição de Ataque do oponente com maior ATK: o controlador do monstro com o menor ATK que estiver batalhando pode pagar 500 PV para que esse monstro ganhe 500 de ATK apenas durante o cálculo de dano e, depois, continue repetindo este efeito até que um duelista selecione não pagar PV. Nenhum duelista sofre qualquer dano de batalha dessa batalha e, além disso, depois do cálculo de dano, se o monstro de qualquer duelista seria destruído por essa batalha, em vez disso, envie todos os cards que aquele duelista controla para o Cemitério.", "ja": "①：自分の攻撃表示モンスターが、そのモンスターより攻撃力が高い相手の攻撃表示モンスターと戦闘を行うダメージ計算時に発動できる。その戦闘を行うモンスターの内、攻撃力が低いモンスターのコントローラーは、５００ＬＰを払ってそのモンスターの攻撃力をダメージ計算時のみ５００アップする事ができる。その後、お互いがＬＰを払わなくなるまでこの効果を繰り返す。その戦闘で発生するお互いの戦闘ダメージは０になり、ダメージ計算後にその戦闘でモンスターが破壊されたプレイヤーのフィールドのカードは全て墓地へ送られる。", "ko": "①: 자신의 공격 표시 몬스터가, 그 몬스터보다 공격력이 높은 상대의 공격 표시 몬스터와 전투를 실행하는 데미지 계산시에 발동할 수 있다. 그 전투를 실행하는 몬스터 중에서, 공격력이 낮은 몬스터의 컨트롤러는, 500 LP를 지불하고 그 몬스터의 공격력을 데미지 계산시에만 500 올릴 수 있다. 그 후, 서로가 LP를 지불하지 않게 될 때까지 이 효과를 반복한다. 그 전투로 발생하는 서로의 전투 데미지는 0 이 되고, 데미지 계산 후에 그 전투로 몬스터가 파괴된 플레이어의 필드의 카드는 전부 묘지로 보내진다.", "zh-TW": null, "zh-CN": "①：自己的攻击表示怪兽和比那只怪兽攻击力高的对方的攻击表示怪兽进行战斗的伤害计算时才能发动。那些进行战斗的怪兽之内攻击力低的怪兽的控制者可以支付500基本分让那只怪兽的攻击力只在伤害计算时上升500。那之后，直到变成双方不支付基本分为止让这个效果重复。那次战斗发生的双方的战斗伤害变成0，伤害计算后那次战斗让怪兽被破坏的玩家的场上的卡全部送去墓地。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "ClashingSouls-DUSA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUSA-EN038", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUSA-DE038", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUSA-FR038", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUSA-IT038", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUSA-PT038", "set_name": "Duelist Saga", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "20AP-JP055", "set_name": "20th Anniversary Pack 2nd Wave", "rarities": ["Ultra Parallel Rare"]}], "ko": [{"set_number": "20AP-KR055", "set_name": "20th Anniversary Pack 2nd Wave", "rarities": ["Ultra Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 483282, "master_duel_rarity": "UR"}