{"konami_id": 17054, "password": 57541158, "name": {"en": "Marincess Sleepy Maiden", "de": "Marinzessin Schläfrige Maid", "es": "Doncella Diamante Marincesa", "fr": "Demoiselle Dormeuse Marincesse", "it": "Marincipessa Fanciulla Assonnata", "pt": "Marincesa Donzela Sonolenta", "ja": "<ruby>海晶乙女<rt>マリンセス</rt></ruby>スリーピーメイデン", "ja_romaji": "Marinsesu Surīpī Meiden", "ko": "마린세스 슬리피메이든", "ko_rr": "Marinseseu Seullipimeideun", "zh-TW": "海晶少女 沉睡擬態革魨", "zh-CN": "海晶少女 眠鳢闺女"}, "text": {"en": "You can target 1 \"Marincess\" card you control; Special Summon this card from your hand, and if you do, it gains this effect.\n● While this card is in the Monster Zone, the targeted card cannot be destroyed by your opponent's card effects.\nYou can banish this card from your GY, then target 1 \"Marincess\" Link Monster you control; equip it with 1 \"Marincess\" Link Monster from your GY. You can only use each effect of \"Marincess Sleepy Maiden\" once per turn.", "de": "Du kannst 1 „Marinzessin“-Karte wählen, die du kontrollierst; beschwöre diese Karte als Spezialbeschwörung von deiner Hand und falls du dies tust, erhält sie diesen Effekt.\n● Solange diese Karte in der Monsterzone liegt, kann die als Ziel gewählte Karte nicht durch Karteneffekte deines Gegners zerstört werden.\nDu kannst diese Karte von deinem Friedhof verbannen und dann 1 „Marinzessin“-Linkmonster wählen, das du kontrollierst; rüste es mit 1 „Marinzessin“-Linkmonster von deinem Friedhof aus. Du kannst jeden Effekt von „Marinzessin Schläfrige Maid“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 carta \"Marincesa\" que controles; Invoca esta carta de Modo Especial desde tu mano y, si lo haces, ésta gana este efecto.\n● Mientras esta carta esté en la Zona de Monstruos, la carta seleccionada no puede ser destruida por efectos de cartas de tu adversario.\nPuedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo de Enlace \"Marincesa\" que controles; equípalo con 1 Monstruo de Enlace \"Marincesa\" en tu Cementerio. Sólo puedes usar cada efecto de \"Doncella Diamante Marincesa\" una vez por turno.", "fr": "Vous pouvez cibler 1 carte \"Marincesse\" que vous contrôlez ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, elle gagne cet effet.\n● Tant que cette carte est dans la Zone Monstre, la carte ciblée ne peut pas être détruite par des effets de carte de votre adversaire.\nVous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Lien \"Marincesse\" que vous contrôlez ; équipez-le avec 1 Monstre Lien \"Marincesse\" depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Demoiselle Dormeuse Marincesse\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 carta \"Marincipessa\" che controlli; Evoca Specialmente questa carta dalla tua mano e, se lo fai, essa guadagna questo effetto.\n● Mentre questa carta è nella Zona Mostri, la carta scelta come bersaglio non può essere distrutta dagli effetti delle carte del tuo avversario.\nPuoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Link \"Marincipessa\" che controlli; equipaggialo con 1 Mostro Link \"Marincipessa\" dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Marincipessa Fanciulla Assonnata\" una sola volta per turno.", "pt": "Você pode escolher 1 card \"Marincesa\" que você controla; Invoque este card por Invocação-Especial da sua mão e, se isso acontecer, ele ganha este efeito.\n● Enquanto este card estiver na Zona de Monstros, o card alvo não pode ser destruído pelos efeitos de card do seu oponente.\nVocê pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Link \"Marincesa\" que você controla; equipe-o com 1 Monstro Link \"Marincesa\" do seu Cemitério. Você só pode usar cada efeito de \"Marincesa Donzela Sonolenta\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「マリンセス」カード１枚を対象として発動できる。このカードを手札から特殊召喚し、このカードは以下の効果を得る。●このカードがモンスターゾーンに存在する限り、対象のカードは相手の効果では破壊されない。②：墓地のこのカードを除外し、自分フィールドの「マリンセス」リンクモンスター１体を対象として発動できる。自分の墓地から「マリンセス」リンクモンスター１体を選び、装備カード扱いとして対象のモンスターに装備する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"마린세스\" 카드 1장을 대상으로 하고 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 이 카드는 이하의 효과를 얻는다.\n●이 카드가 몬스터 존에 존재하는 한, 대상의 카드는 상대 효과로는 파괴되지 않는다.\n②: 묘지의 이 카드를 제외하고, 자신 필드의 \"마린세스\" 링크 몬스터 1장을 대상으로 하여 발동할 수 있다. 자신 묘지에서 \"마린세스\" 링크 몬스터 1장을 고르고, 장착 카드로 취급하여 대상 몬스터에 장착한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以自己场上的１张“海晶少女”卡为对象可以发动。从手牌将此卡特殊召唤，此卡获得以下效果。\n●只要此卡存在于怪兽区域，对象卡不会因对手的效果被破坏。\n②：将墓地的此卡除外，以自己场上的１只“海晶少女”连接怪兽为对象可以发动。从自己的墓地将１只“海晶少女”连接怪兽视为装备魔法卡装备于对象怪兽。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "WATER", "level": 5, "atk": 500, "def": 2500, "series": ["Marincess"], "images": [{"index": 1, "image": "MarincessSleepyMaiden-LED9-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LED9-EN032", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "de": [{"set_number": "LED9-DE032", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "es": [{"set_number": "LED9-SP032", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "fr": [{"set_number": "LED9-FR032", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "it": [{"set_number": "LED9-IT032", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "pt": [{"set_number": "LED9-PT032", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "ja": [{"set_number": "DP26-JP032", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Rare"]}], "ko": [{"set_number": "DP26-KR032", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DP29-SC106", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715797, "master_duel_rarity": "R"}