{"konami_id": 7722, "password": 57731460, "name": {"en": "Gladiator Beast Equeste", "de": "Gladiatorungeheuer Equeste", "es": "Bestia Gladiador Equeste", "fr": "Eques, Bête Gladiateur", "it": "Gladiatore Bestia Equeste", "pt": "Besta Gladiadora Equeste", "ja": "<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>エクイテ", "ja_romaji": "Guradiaru Bīsuto Ekuite", "ko": "검투수 에퀴테", "ko_rr": null, "zh-TW": "劍鬥獸 艾克伊特", "zh-CN": "剑斗兽 飞骑"}, "text": {"en": "When this card is Special Summoned by the effect of a \"Gladiator Beast\" monster: Target 1 \"Gladiator Beast\" card in your Graveyard; add that target to your hand. At the end of the Battle Phase, if this card attacked or was attacked: You can shuffle it into the Deck; Special Summon 1 \"Gladiator Beast\" monster from your Deck, except \"Gladiator Beast Equeste\".", "de": "Wenn diese Karte durch den Effekt eines \"Gladiatorungeheuer\"-Monsters als Spezialbeschwörung beschworen wird, füge deiner Hand 1 \"Gladiatorungeheuer\"-Karte von deinem Friedhof hinzu. Am Ende der Battle Phase, falls diese Karte angegriffen hat oder angegriffen wurde, kannst du sie ins Deck zurücklegen, um 1 \"Gladiatorungeheuer\"-Monster als Spezialbeschwörung von deinem Deck zu beschwöre, außer \"Gladiatorungeheuer Equeste\".", "es": "Cuando esta carta es Invocada de Modo Especial por el efecto de un monstruo \"Bestia Gladiador\", añade 1 carta \"Bestia Gladiador\" desde tu Cementerio a tu mano. Al final de tu Battle Phase, si esta carta atacó o fue atacada, puedes devolverla al Deck para Invocar de Modo Especial 1 monstruo \"Bestia Gladiador\" desde tu Deck, excepto \"Bestia Gladiador Equeste\".", "fr": "Lorsque cette carte est Invoquée Spécialement par l'effet d'un monstre \"Bête Gladiateur\", ajoutez à votre main 1 carte \"Bête Gladiateur\" dans votre Cimetière. A la fin de la Battle Phase, si cette carte a attaqué ou a été attaquée, vous pouvez la renvoyer dans le Deck pour Invoquer Spécialement 1 monstre \"Bête Gladiateur\" depuis votre Deck, excepté \"Eques, Bête Gladiateur\".", "it": "Quando questa carta viene Evocata Specialmente dall'effetto di un mostro \"Gladiatore Bestia\": scegli come bersaglio 1 carta \"Gladiatore Bestia\" nel tuo Cimitero; aggiungi quel bersaglio alla tua mano. Alla fine della Battle Phase, se questa carta ha attaccato o è stata attaccata: puoi mischiarla nel Deck; Evoca Specialmente 1 mostro \"Gladiatore Bestia\" dal tuo Deck, eccetto \"Gladiatore Bestia Equeste\".", "pt": "Se este card for Invocado por Invocação-Especial pelo efeito de um monstro \"Besta Gladiadora\": escolha 1 card \"Besta Gladiadora\" no seu Cemitério; adicione o alvo à sua mão. No final da Fase de Batalha, se este card batalhou: você pode embaralhá-lo no Deck; Invoque por Invocação-Especial 1 monstro \"Besta Gladiadora\" do seu Deck, exceto \"Besta Gladiadora Equeste\".", "ja": "このカードが「剣闘獣」と名のついたモンスターの効果によって特殊召喚に成功した時、自分の墓地の「剣闘獣」と名のついたカード１枚を選択して手札に加える。このカードが戦闘を行ったバトルフェイズ終了時にこのカードをデッキに戻す事で、デッキから「剣闘獣エクイテ」以外の「剣闘獣」と名のついたモンスター１体を特殊召喚する。", "ko": "이 카드가 \"검투수\"라는 이름이 붙은 몬스터의 효과에 의해서 특수 소환에 성공했을 때, 자신의 묘지에서 \"검투수\"라는 이름이 붙은 카드 1장을 선택하고 패에 넣는다. 이 카드가 전투를 실행한 배틀 페이즈 종료시에 이 카드를 덱으로 되돌리는 것으로, 덱에서 \"검투수 에퀴테\" 이외의 \"검투수\"라는 이름이 붙은 몬스터 1장을 자신 필드 위에 특수 소환한다.", "zh-TW": null, "zh-CN": "①：此卡以“剑斗兽”怪兽的效果特殊召唤的情况下，以自己墓地的１张“剑斗兽”卡为对象发动。将该卡加入手牌。②：此卡进行过战斗的战斗阶段结束时，将此卡放回牌组可以发动。从牌组将“剑斗兽 飞骑”以外的１只“剑斗兽”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "WIND", "level": 4, "atk": 1600, "def": 1200, "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "GladiatorBeastEqueste-LCGX-EN-ScR-1E.jpg"}], "sets": {"en": [{"set_number": "TDGS-EN024", "set_name": "The Duelist Genesis", "rarities": ["Common"]}, {"set_number": "LCGX-EN251", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Secret Rare"]}], "de": [{"set_number": "TDGS-DE024", "set_name": "The Duelist Genesis", "rarities": ["Common"]}, {"set_number": "LCGX-DE251", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Secret Rare"]}], "es": [{"set_number": "TDGS-SP024", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "fr": [{"set_number": "TDGS-FR024", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "it": [{"set_number": "TDGS-IT024", "set_name": "The Duelist Genesis", "rarities": ["Common"]}, {"set_number": "LCGX-IT251", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "OP12-PT032", "set_name": "OTS Tournament Pack 12", "rarities": ["Common"]}], "ja": [{"set_number": "TDGS-JP024", "set_name": "The Duelist Genesis", "rarities": ["Common"]}, {"set_number": "DE03-JP010", "set_name": "Duelist Edition Volume 3", "rarities": ["Rare"]}], "ko": [{"set_number": "TDGS-KR024", "set_name": "The Duelist Genesis", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC082", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 35409, "master_duel_rarity": "SR"}