{"konami_id": 18525, "password": 57736667, "name": {"en": "Mikanko Dance - Mayowashidori", "de": "Mikanko-Tanz - Mayowashidori", "es": "Danza Mikanko - Mayowashidori", "fr": "Danse Mikanko - Mayowashidori", "it": "Danza Mikanko - Mayowashidori", "pt": "Dança Mikanko - Mayowashidori", "ja": "<ruby>御巫<rt>みかんこ</rt></ruby><ruby>舞<rt>ぶ</rt></ruby><ruby>踊<rt>よう</rt></ruby>－<ruby>迷<rt>まよ</rt></ruby>わし<ruby>鳥<rt>どり</rt></ruby>", "ja_romaji": "Mikanko Buyō - Mayowashidori", "ko": "미캉코무용－미혹의 새", "ko_rr": "Mikangkomuyong - Mihok-ui Sae", "zh-TW": "御巫舞蹈－迷亂之鳥", "zh-CN": "御巫舞踊－迷乱之鸟"}, "text": {"en": "The equipped monster cannot be destroyed by card effects. You can only use each of the following effects of \"Mikanko Dance - Mayowashidori\" once per turn. At the end of the Damage Step, if your \"Mikanko\" monster battled: You can target 1 card on the field; return it to the hand. If this card is in your GY: You can target 1 \"Mikanko\" monster in your GY; Special Summon it, and if you do, equip it with this card, but banish it when it leaves the field.", "de": "Das ausgerüstete Monster kann nicht durch Karteneffekte zerstört werden. Du kannst jeden der folgenden Effekte von „Mikanko-Tanz - Mayowashidori“ nur einmal pro Spielzug verwenden. Am Ende des Damage Steps, falls dein „Mikanko“-Monster gekämpft hat: Du kannst 1 Karte auf dem Spielfeld wählen; gib sie auf die Hand zurück. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 „Mikanko“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung und falls du dies tust, rüste es mit dieser Karte aus, aber verbanne es, wenn es das Spielfeld verlässt.", "es": "El monstruo equipado no puede ser destruido por efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Danza Mikanko - Mayowashidori\" una vez por turno. Al final del Damage Step, si tu monstruo \"Mikanko\" batalló: puedes seleccionar 1 carta en el Campo; devuélvela a la mano. Si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo \"Mikanko\" en tu Cementerio; Invócalo de Modo Especial y, si lo haces, equípalo con esta carta, pero destiérralo cuando deje el Campo.", "fr": "Le monstre équipé ne peut pas être détruit par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Danse Mikanko - Mayowashidori\" qu'une fois par tour. À la fin de la Damage Step, si votre monstre \"Mikanko\" a combattu : vous pouvez cibler 1 carte sur le Terrain ; renvoyez-la à la main. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Mikanko\" dans votre Cimetière ; Invoquez-le Spécialement, et si vous le faites, équipez-le avec cette carte, mais bannissez-le lorsqu'il quitte le Terrain.", "it": "Il mostro equipaggiato non può essere distrutto dagli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Danza Mikanko - Mayowashidori\" una sola volta per turno. Alla fine del Damage Step, se un tuo mostro \"Mikanko\" ha combattuto: puoi scegliere come bersaglio 1 carta sul Terreno; falla ritornare nella mano. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro \"Mikanko\" nel tuo Cimitero; Evocalo Specialmente e, se lo fai, equipaggialo con questa carta, ma bandiscila quando lascia il Terreno.", "pt": "O monstro equipado não pode ser destruído por efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Dança Mikanko - Mayowashidori\" uma vez por turno. No final da Etapa de Dano, se um monstro \"Mikanko\" seu batalhou: você pode escolher 1 card no campo; devolva-o para a mão. Se este card estiver no seu Cemitério: você pode escolher 1 monstro \"Mikanko\" no seu Cemitério; Invoque-o por Invocação-Especial e, se isso acontecer, equipe-o com este card, mas bana-o quando ele deixar o campo.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：装備モンスターは効果では破壊されない。②：自分の「御巫」モンスターが戦闘を行ったダメージステップ終了時、フィールドのカード１枚を対象として発動できる。そのカードを手札に戻す。③：このカードが墓地に存在する場合、自分の墓地の「御巫」モンスター１体を対象として発動できる。そのモンスターを特殊召喚し、このカードを装備する。この効果で特殊召喚したモンスターは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 장착 몬스터는 효과로는 파괴되지 않는다. ②: 자신의 \"미캉코\" 몬스터가 전투를 실행한 데미지 스텝 종료시, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패로 되돌린다. ③: 이 카드가 묘지에 존재할 경우, 자신 묘지의 \"미캉코\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환하고, 이 카드를 장착한다. 이 효과로 특수 소환한 몬스터는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：装备怪兽不会因效果被破坏。②：自己的“御巫”怪兽进行战斗的伤害步骤结束时，以场上的1张卡为对象可以发动。将该卡放回手牌。③：此卡存在于墓地的情况下，以自己墓地的1只“御巫”怪兽为对象可以发动。将该怪兽特殊召唤，装备此卡。以此效果特殊召唤的怪兽从场上离开的情况下，将其除外。"}, "card_type": "Spell", "property": "Equip", "series": ["Mikanko"], "images": [{"index": 1, "image": "MikankoDanceMayowashidori-TTP1-JP-SR.png", "illustration": "MikankoDanceMayowashidori-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "MikankoDanceMayowashidori-MP24-EN-C-1E.png", "illustration": "MikankoDanceMayowashidori-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "CYAC-EN062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN348", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE348", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "CYAC-SP062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-SP348", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR348", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT348", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT348", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "TTP1-JP071", "set_name": "Tactical-Try Pack: Dark Magic / HERO / Mikanko", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "CYAC-KR062", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC173", "set_name": "Mega Pack 08", "rarities": ["Common"]}, {"set_number": "TTP1-SC073", "set_name": "Tactical-Try Pack: Dark Magic / HERO / Mikanko", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714451, "master_duel_rarity": "SR"}