{"konami_id": 14519, "password": 57823578, "name": {"en": "Simorgh Sky Battle", "de": "Simorgh-Himmelsschlacht", "es": "Batalla en el Cielo Simorgh", "fr": "Bataille Céleste Simorgh", "it": "Battaglia del Cielo Simorgh", "pt": "Batalha Celeste Simorgh", "ja": "<ruby>神鳥<rt>シムルグ</rt></ruby>の<ruby>烈<rt>れっ</rt></ruby><ruby>戦<rt>せん</rt></ruby>", "ja_romaji": "Shimurugu no Ressen", "ko": "시무르그의 열전", "ko_rr": "Simureugeu-ui Yeoljeon", "zh-TW": "西摩格之烈戰", "zh-CN": "西摩格之烈战"}, "text": {"en": null, "de": "Geflügeltes Ungeheuer-Monster, die du kontrollierst, können weder als Ziel für Karteneffekte deines Gegners noch für Angriffe seiner Monster gewählt werden, außer dein oder deine Geflügeltes Ungeheuer-Monster mit den höchsten ATK. Du kannst diese Karte und 2 „Simorgh“-Monster mit unterschiedlichen Grund-Eigenschaften und Grund-Stufen von 7 oder höher auf den Friedhof legen; gib so viele Karten auf dem Spielfeld auf die Hand zurück wie möglich und falls du dies tust, erhältst du für jede auf die Hand zurückgegebene Karte 500 Schaden, dann füge deinem Gegner Schaden in Höhe des Schadens zu, den du erhalten hast. Du kannst diesen Effekt von „Simorgh-Himmelsschlacht“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos Bestia Alada que controlas no pueden ser seleccionados por los efectos de cartas de tu adversario, o los ataques de sus monstruos, excepto tu o tus monstruos Bestia Alada con mayor ATK. Puedes mandar al Cementerio esta carta y 2 monstruos \"Simorgh\" que controles con Atributos originales diferentes cuyos Niveles originales sean 7 o mayor; devuelve a la mano tantas cartas en el Campo como sea posible y, si lo haces, recibes 500 puntos de daño por cada carta devuelta a la mano, y después inflige daño a tu adversario igual al daño que recibiste. Sólo puedes usar este efecto de \"Batalla en el Cielo Simorgh\" una vez por turno.", "fr": "Les monstres Bête Ailée que vous contrôlez (vos monstres Bête Ailée avec la plus haute ATK exclus) ne peuvent être ciblés ni par les effets de carte de votre adversaire ni par les attaques des monstres de votre adversaire. Vous pouvez envoyer cette carte et 2 monstres \"Simorgh\" que vous contrôlez d'Attributs d'origine différents dont les Niveaux d'origine sont min. Niveau 7 au Cimetière ; renvoyez autant de cartes sur le Terrain à la main que possible, et si vous le faites, recevez 500 points de dommages pour chaque carte renvoyée à la main, puis infligez des dommages à votre adversaire égaux aux dommages que vous avez reçus. Vous ne pouvez utiliser cet effet de \"Bataille Céleste Simorgh\" qu'une fois par tour.", "it": "I mostri Bestia Alata che controlli non possono essere scelti come bersaglio dagli effetti delle carte del tuo avversario, o dagli attacchi dei suoi mostri, eccetto i tuoi mostri Bestia Alata con l'ATK più alto. Puoi mandare al Cimitero questa carta e 2 mostri \"Simorgh\" che controlli con Attributi originali diversi e con Livelli originali 7 o superiori; fai ritornare nella mano tante carte sul Terreno quante possibile e, se lo fai, subisci 500 danni per ogni carta fatta ritornare nella mano, poi infliggi al tuo avversario danno pari al danno che hai subito. Puoi utilizzare questo effetto di \"Battaglia del Cielo Simorgh\" una sola volta per turno.", "pt": "Monstros Besta Alada que você controla não podem ser escolhidos como alvo dos efeitos de card do seu oponente, ou dos ataques dos monstros dele, exceto seu(s) monstro(s) Besta Alada com o maior ATK. Você pode enviar para o Cemitério, este card e 2 monstros \"Simorgh\" que você controla com Atributos originais diferentes cujos Níveis originais sejam 7 ou mais; devolva para a mão tantos cards no campo quanto possível e, se isso acontecer, sofra 500 de dano para cada card devolvido para a mão e, depois, cause dano ao seu oponente igual ao dano que você sofreu. Você só pode usar este efeito de \"Batalha Celeste Simorgh\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：自分フィールドの鳥獣族モンスターの内、攻撃力が一番高い鳥獣族モンスター以外の鳥獣族モンスターを、相手モンスターは攻撃対象に選択できず、相手は効果の対象にできない。\n②：自分フィールドの、元々のレベルが７以上で元々の属性が異なる「シムルグ」モンスター２体とこのカードを墓地へ送って発動できる。フィールドのカードを全て手札に戻し、自分は手札に戻した数×５００のダメージを受ける。その後、自分が受けたダメージと同じ数値分のダメージを相手に与える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 비행야수족 몬스터 중, 공격력이 가장 높은 비행야수족 몬스터 이외의 비행야수족 몬스터는, 공격 대상이 되지 않으며, 상대 효과의 대상도 되지 않는다. ②: 자신 필드의, 원래의 레벨이 7 이상으로 원래의 속성이 다른 \"시무르그\" 몬스터 2장과 이 카드를 묘지로 보내고 발동할 수 있다. 필드의 카드를 전부 주인의 패로 되돌리고, 자신은 패로 되돌린 수 × 500 의 데미지를 받는다. 그 후, 자신이 받은 데미지와 같은 수치만큼의 데미지를 상대에게 준다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：我方場上的鳥獸族怪獸中，攻擊力最高的鳥獸族怪獸以外的鳥獸族怪獸不會成為攻擊對象，也不會成為對方的效果對象。②：可將我方場上的２隻原本的等級為７以上，原本的屬性不同的「西摩格」怪獸及此卡送至墓地發動。將場上的所有卡全部送回持有者的手牌，我方受到送回手牌的數量×５００的傷害。其後，給予對方與我方受到的傷害相同數值的傷害。", "zh-CN": "此卡名的②效果1回合仅可使用1次。①：自己场上的鸟兽族怪兽中，攻击力最高的鸟兽族怪兽以外的鸟兽族怪兽不会成为攻击对象，也不会成为对手效果的对象。②：将自己场上的、原本等级为7以上且原本属性不同的2只“西摩格”怪兽与此卡送至墓地可以发动。将场上的卡全部放回持有者手牌，自己受到相当于放回手牌数量×500数值的伤害。然后，给予对手与自己所受伤害相同数值的伤害。"}, "card_type": "Trap", "property": "Continuous", "series": ["Simorgh"], "images": [{"index": 1, "image": "SimorghSkyBattle-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN073", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE073", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR073", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT073", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT073", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP073", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ko": [{"set_number": "RIRA-KR073", "set_name": "Rising Rampage", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC138", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 604889, "master_duel_rarity": "R"}