{"konami_id": 7662, "password": 57844634, "name": {"en": "Nimble Musasabi", "de": "Flinker Musasabi", "es": "Musasabi Ágil", "fr": "Musasabi Agile", "it": "L'Agile Musasabi", "pt": "Musasabi Ágil", "ja": "<ruby>素<rt>す</rt></ruby><ruby>早<rt>ばや</rt></ruby>いムササビ", "ja_romaji": "Subayai Musasabi", "ko": "재빠른 하늘다람쥐", "ko_rr": null, "zh-TW": "迅捷鼯鼠", "zh-CN": "迅捷鼯鼠"}, "text": {"en": "When this card is destroyed by battle and sent to the Graveyard, inflict 500 damage to your opponent. You can also Special Summon up to 2 \"Nimble Musasabi\" from your Deck to your opponent's side of the field in face-up Attack Position. This card cannot be Tributed for a Tribute Summon.", "de": "Wenn diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird, füge deinem Gegner 500 Schaden zu. Du kannst außerdem bis zu 2 \"Flinker Musasabi\" als Spezialbeschwörung von deinem Deck in offener Angriffsposition auf die Spielfeldseite deines Gegners beschwören. Diese Karte kann nicht als Tribut für eine Tributbeschwörung angeboten werden.", "es": "Cuando esta carta es destruida en batalla y mandada al Cementerio, inflige 500 puntos de daño a tu adversario. También puedes Invocar de Modo Especial hasta 2 \"Musasabi Ágil\" desde tu Deck al Campo de tu adversario en Posición de Ataque boca arriba. Esta carta no puede ser Sacrificada en una Invocación por Sacrificio.", "fr": "Lorsque cette carte est détruite au combat et envoyée au Cimetière, infligez 500 points de dommage à votre adversaire. Vous pouvez également Invoquer Spécialement jusqu'à 2 \"Musasabi Agile\" depuis votre Deck sur le Terrain de votre adversaire en Position d'Attaque face recto. Cette carte ne peut pas être Sacrifiée pour une Invocation Sacrifice.", "it": "Quando questa carta viene distrutta in battaglia e mandata al Cimitero, infliggi 500 danni al tuo avversario. Puoi anche Evocare tramite Evocazione Speciale fino a 2 \"L'Agile Musasabi\" dal tuo Deck sul Terreno del tuo avversario scoperti in Posizione di Attacco. Questa carta non può essere offerta come Tributo per una Evocazione tramite Tributo.", "pt": null, "ja": "このカードが戦闘によって破壊され墓地へ送られた時、相手ライフに５００ポイントダメージを与える。さらに自分のデッキから「素早いムササビ」を任意の数だけ相手フィールド上に表側攻撃表示で特殊召喚する事ができる。このカードはアドバンス召喚のためにはリリースできない。", "ko": "이 카드가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 상대 라이프에 500 포인트 데미지를 준다. 또한 자신의 덱에서 \"재빠른 하늘다람쥐\"를 임의의 수만큼 상대 필드 위에 앞면 공격 표시로 특수 소환할 수 있다. 이 카드는 어드밴스 소환을 위해서는 릴리스할 수 없다.", "zh-TW": null, "zh-CN": "这张卡被战斗破坏送去墓地时，给与对方基本分500分伤害。可以再从自己卡组把「迅捷飞鼠」任意数量在对方场上表侧攻击表示特殊召唤。这张卡不能为上级召唤而解放。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 2, "atk": 800, "def": 100, "series": ["Nimble"], "images": [{"index": 1, "image": "NimbleMusasabi-LODT-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LODT-EN086", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "de": [{"set_number": "LODT-DE086", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "es": [{"set_number": "LODT-SP086", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "fr": [{"set_number": "LODT-FR086", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "it": [{"set_number": "LODT-IT086", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "ja": [{"set_number": "EXP2-JP007", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}], "ko": [{"set_number": "EXP2-KR007", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 28374, "master_duel_rarity": "R"}