{"konami_id": 14470, "password": 57869175, "name": {"en": "Fortune Lady Past", "de": "Schicksalsdame Vergangenheit", "es": "Adivinadora Pasado", "fr": "Passé, Demoiselle de Fortune", "it": "Passato, Signora della Fortuna", "pt": "Senhora Fortuna do Passado", "ja": "フォーチュンレディ・パスティー", "ja_romaji": "Fōchun Redi Pasutī", "ko": "포츈 레이디 패스티", "ko_rr": "Pochyun Reidi Paeseuti", "zh-TW": null, "zh-CN": "命运女郎·帕丝蒂"}, "text": {"en": "This card's ATK/DEF become its Level x 200. Once per turn, during your Standby Phase: Increase this card's Level by 1 (max. 12). You can target 1 \"Fortune Lady\" monster you control; banish any number of other Spellcaster monsters from your hand, field, and/or GY, and if you do, increase or reduce that monster's Level by the number of monsters banished, until the end of this turn. You can only use this effect of \"Fortune Lady Past\" once per turn.", "de": "Die ATK/DEF dieser Karte werden gleich ihrer Stufe x 200. Einmal pro Spielzug, während deiner Standby Phase: Erhöhe die Stufe dieser Karte um 1 (max. 12). Du kannst 1 „Schicksalsdame“-Monster wählen, das du kontrollierst; verbanne eine beliebige Anzahl anderer Hexer-Monster von deiner Hand, deiner Spielfeldseite und/oder deinem Friedhof, und falls du dies tust, erhöhe oder verringere die Stufe des Monsters bis zum Ende dieses Spielzugs um die Anzahl der verbannten Monster. Du kannst diesen Effekt von „Schicksalsdame Vergangenheit“ nur einmal pro Spielzug verwenden.", "es": "El ATK/DEF de esta carta se convierte en su Nivel x 200. Una vez por turno, durante tu Standby Phase: aumenta el Nivel de esta carta en 1 (máx. 12). Puedes seleccionar 1 monstruo \"Adivinadora\" que controles; destierra cualquier cantidad de otros monstruos Lanzador de Conjuros en tu mano, Campo y/o Cementerio y, si lo haces, hasta el final de este turno, aumenta o reduce el Nivel de ese monstruo en el número de monstruos desterrados. Sólo puedes usar este efecto de \"Adivinadora Pasado\" una vez por turno.", "fr": "L'ATK/DEF de cette carte deviennent son Niveau x 200. Une fois par tour, durant votre Standby Phase : augmentez le Niveau de cette carte de 1 (max. 12). Vous pouvez cibler 1 monstre \"Demoiselle de Fortune\" que vous contrôlez ; bannissez un nombre de votre choix d'autres monstres Magicien depuis votre main, Terrain et/ou Cimetière, et si vous le faites, jusqu'à la fin de ce tour, augmentez ou réduisez le Niveau du monstre du nombre de monstres bannis. Vous ne pouvez utiliser cet effet de \"Passé, Demoiselle de Fortune\" qu'une fois par tour.", "it": "Gli ATK/DEF di questa carta diventano il suo Livello x 200. Una volta per turno, durante la tua Standby Phase: aumenta il Livello di questa carta di 1 (massimo 12). Puoi scegliere come bersaglio 1 mostro \"Signora della Fortuna\" che controlli; bandisci un qualsiasi numero di altri mostri Incantatore dalla tua mano, Terreno e/o Cimitero e, se lo fai, aumenta o riduci il Livello di quel mostro del numero di mostri banditi, fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Passato, Signora della Fortuna\" una sola volta per turno.", "pt": "O ATK/DEF deste card se tornam seu Nível x 200. Uma vez por turno, durante sua Fase de Apoio: aumente em 1 o Nível deste card (máx. 12). Você pode escolher 1 monstro \"Senhora Fortuna\" que você controla; bana qualquer número de outros monstros Mago da sua mão, do campo e/ou do Cemitério e, se isso acontecer, até o final deste turno, aumente ou reduza o Nível desse monstro pelo número de monstros banidos. Você só pode usar este efeito de \"Senhora Fortuna do Passado\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：このカードの攻撃力・守備力はこのカードのレベル×２００になる。②：自分スタンバイフェイズに発動する。このカードのレベルを１つ上げる（最大１２まで）。③：自分フィールドの「フォーチュンレディ」モンスター１体を対象として発動できる。そのモンスター以外の自分の手札・フィールド・墓地の魔法使い族モンスターを任意の数だけ除外し、ターン終了時まで対象のモンスターのレベルを、除外したモンスターの数だけ上げる、または下げる。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력 / 수비력은 이 카드의 레벨 × 200 이 된다. ②: 자신 스탠바이 페이즈에 발동한다. 이 카드의 레벨을 1개 올린다(최대 12 까지). ③: 자신 필드의 \"포츈 레이디\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터 이외의 자신의 패 / 필드 / 묘지의 마법사족 몬스터를 임의의 수만큼 제외하고, 턴 종료시까지 대상 몬스터의 레벨을, 제외한 몬스터의 수만큼 올리거나, 또는 내린다.", "zh-TW": null, "zh-CN": "这个卡名的③的效果1回合只能使用1次。\n①：这张卡的攻击力·守备力变成这张卡的等级×200。\n②：自己准备阶段发动。这张卡的等级上升1星（最多到12星）。\n③：以自己场上1只「命运女郎」怪兽为对象才能发动。那只怪兽以外的自己的手卡·场上·墓地的魔法师族怪兽任意数量除外，直到回合结束时作为对象的怪兽的等级上升或者下降除外的怪兽数量的数值。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Tuner / Effect", "attribute": "DARK", "level": 1, "atk": "?", "def": "?", "series": ["Fortune Lady"], "images": [{"index": 1, "image": "FortuneLadyPast-RIRA-JP-R.png", "illustration": "FortuneLadyPast-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "FortuneLadyPast-RIRA-EN-R-1E.png", "illustration": "FortuneLadyPast-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "RIRA-EN008", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "de": [{"set_number": "RIRA-DE008", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "es": [{"set_number": "RIRA-SP008", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "fr": [{"set_number": "RIRA-FR008", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "it": [{"set_number": "RIRA-IT008", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "pt": [{"set_number": "RIRA-PT008", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "ja": [{"set_number": "RIRA-JP008", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "ko": [{"set_number": "RIRA-KR008", "set_name": "Rising Rampage", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 601047}