{"konami_id": 20208, "password": 57985393, "name": {"en": "Broomy", "de": "Besi", "es": "Escobino", "fr": "Balaitte", "it": "Scopino", "pt": "Vassourinha", "ja": "ブルーミー", "ja_romaji": "Burūmī", "ko": "브루미", "ko_rr": null, "zh-TW": null, "zh-CN": "布噜咪"}, "text": {"en": "Cannot be used as Synchro Material, except for the Synchro Summon of a Level 8 or lower monster. You can reveal this card and 1 monster in your hand; Special Summon 1 of the 2, and if you do, banish the other, also for the rest of this turn, you cannot Special Summon from the Extra Deck, except Synchro Monsters, and can only declare an attack with Synchro Monsters. You can only use this effect of \"Broomy\" once per turn.", "de": "Kann nicht als Synchromaterial verwendet werden, außer für die Synchrobeschwörung eines Monsters der Stufe 8 oder niedriger. Du kannst diese Karte und 1 Monster in deiner Hand vorzeigen; beschwöre 1 der 2 als Spezialbeschwörung und falls du dies tust, verbanne die oder das andere, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Synchromonstern, und kannst einen Angriff nur mit Synchromonstern deklarieren. Du kannst diesen Effekt von „Besi“ nur einmal pro Spielzug verwenden.", "es": "No puede ser usado como Material de Sincronía, excepto para la Invocación por Sincronía de un monstruo de Nivel 8 o menor. Puedes mostrar esta carta y 1 monstruo en tu mano; Invoca de Modo Especial 1 de los 2 y, si lo haces, destierra el otro, y además por el resto de este turno no puedes Invocar de Modo Especial desde el Deck Extra, excepto Monstruos de Sincronía, y sólo puedes declarar ataques con Monstruos de Sincronía. Sólo puedes usar este efecto de \"Escobino\" una vez por turno.", "fr": "Non utilisable comme Matériel Synchro, sauf pour l'Invocation Synchro d'un monstre de max. Niveau 8. Vous pouvez révéler cette carte et 1 monstre dans votre main ; Invoquez Spécialement 1 des 2, et si vous le faites, bannissez l'autre, et aussi, le reste de ce tour, vous ne pouvez pas Invoquer Spécialement (Monstres Synchro exclus) depuis l'Extra Deck, et ne pouvez déclarer une attaque qu'avec des Monstres Synchro. Vous ne pouvez utiliser cet effet de \"Balaitte\" qu'une fois par tour.", "it": "Non può essere utilizzato come Materiale Synchro, eccetto che per la Synchro Evocazione di un mostro di Livello 8 o inferiore. Puoi rivelare questa carta e 1 mostro nella tua mano; Evoca Specialmente 1 dei 2 e, se lo fai, bandisci l'altro, inoltre per il resto di questo turno, non puoi Evocare Specialmente dall'Extra Deck, eccetto Mostri Synchro, e puoi dichiarare un attacco solo con Mostri Synchro. Puoi utilizzare questo effetto di \"Scopino\" una sola volta per turno.", "pt": "Não pode ser usado como Matéria Sincro, exceto para a Invocação-Sincro de um monstro de Nível 8 ou menos. Você pode revelar este card e 1 monstro na sua mão; Invoque por Invocação-Especial 1 dos 2 e, se isso acontecer, bana o outro e, além disso, pelo resto deste turno, você não pode Invocar por Invocação-Especial do Deck Adicional, exceto Monstros Sincro, e só pode declarar um ataque com Monstros Sincro. Você só pode usar este efeito de \"Vassourinha\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できず、このカードをＳ素材とする場合、レベル８以下のモンスターのＳ召喚にしか使用できない。①：手札のこのカードと手札のモンスター１体を相手に見せて発動できる。その２体の内の１体を特殊召喚し、もう１体を除外する。この効果の発動後、ターン終了時まで自分はＳモンスターしかＥＸデッキから特殊召喚できず、Ｓモンスターでしか攻撃宣言できない。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없으며, 이 카드를 싱크로 소재로 할 경우, 레벨 8 이하의 몬스터의 싱크로 소환으로밖에 사용할 수 없다. ①: 패의 이 카드와 패의 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 그 2장 중 1장을 특수 소환하고, 나머지 1장을 제외한다. 이 효과의 발동 후, 턴 종료시까지 자신은 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없으며, 싱크로 몬스터로밖에 공격 선언할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的效果１回合仅可使用１次，以此卡作为同步素材的情况下，仅可使用于等级８以下的怪兽的同步召唤。①：将手牌的此卡与手牌的１只怪兽出示给对手可以发动。将该２只中的１只特殊召唤，将另１只除外。此效果发动后，直至回合结束时为止，自己从额外牌组仅可特殊召唤同步怪兽，仅可用同步怪兽进行攻击宣言。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Tuner / Effect", "attribute": "LIGHT", "level": 2, "atk": 700, "def": 700, "images": [{"index": 1, "image": "Broomy-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC029", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1056049}