{"konami_id": 11697, "password": 58016954, "name": {"en": "Shaddoll Zefranaga", "de": "Schattenpuppe Zefranaga", "es": "Zefrainaga Sombrañeca", "fr": "Zefranaga Marionnette de l'Ombre", "it": "Bambolaombra Zefraniaga", "pt": "Zefranaga Sombraneco", "ja": "イェシャドール－セフィラナーガ", "ja_romaji": "Yeshadōru - Sefiranāga", "ko": "예섀도르－세피라나가", "ko_rr": "Yesyaedoreu - Sepiranaga", "zh-TW": "救贖影依－源質那迦", "zh-CN": "救赎影依－源质那迦"}, "text": {"en": null, "de": "Falls diese Karte als Pendelbeschwörung beschworen oder auf den Friedhof gelegt wird: Du kannst 1 Karte in der Pendelzone eines beliebigen Spielers wählen; gib sie auf die Hand zurück. Du musst eine „Zefra“-Karte in deiner Pendelzone haben, um diesen Effekt zu aktivieren und aufzulösen. Du kannst diesen Effekt von „Schattenpuppe Zefranaga“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada por Péndulo o mandada al Cementerio: puedes seleccionar 1 carta en la Zona de Péndulo de cualquier jugador; devuélvela a la mano. Debes tener una carta \"Zefra\" en tu Zona de Péndulo para activar y resolver este efecto. Sólo puedes usar este efecto de \"Zefrainaga Sombrañeca\" una vez por turno.", "fr": "Si cette carte est Invoquée par Pendulation ou envoyée au Cimetière : vous pouvez cibler 1 carte dans la Zone Pendule d'un joueur ; renvoyez-la à la main. Vous devez avoir une carte \"Zefra\" dans votre Zone Pendule pour activer et résoudre cet effet. Vous ne pouvez utiliser cet effet de \"Zefranaga Marionnette de l'Ombre\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Pendulum o mandata al Cimitero: puoi scegliere come bersaglio 1 carta nella Zona Pendulum di qualsiasi giocatore; falla ritornare nella mano. Devi avere una carta \"Zefra\" nella tua Zona Pendulum per attivare e risolvere questo effetto. Puoi utilizzare questo effetto di \"Bambolaombra Zefraniaga\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Pêndulo ou enviado para o Cemitério: você pode escolher 1 card na Zona de Pêndulo de qualquer duelista; devolva-o para a mão. Você deve ter um card \"Zefra\" na sua Zona de Pêndulo para ativar e resolver este efeito. Você só pode usar este efeito de \"Zefranaga Sombraneco\" uma vez por turno.", "ja": "このカード名のモンスター効果は１ターンに１度しか使用できない。\n①：このカードがＰ召喚した場合、またはこのカードが墓地へ送られた場合、自分または相手のＰゾーンのカード１枚を対象として発動できる（この効果は自分のＰゾーンに「セフィラ」カードが存在する場合に発動と処理ができる）。そのカードを手札に戻す。", "ko": "이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 펜듈럼 소환에 성공했을 경우, 또는 이 카드가 묘지로 보내졌을 경우, 자신 또는 상대의 펜듈럼 존의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다. 이 효과는 자신의 펜듈럼 존에 \"세피라\" 카드가 존재할 경우에 발동과 처리를 할 수 있다.", "zh-TW": "此卡名的怪獸效果１回合僅限使用１次。①：在此卡鐘擺召喚成功的狀況下，或在此卡被送至墓地的狀況下，可將我方或對方鐘擺區的１張卡做為對象發動。將該卡送回持有者的手牌。此效果可在我方鐘擺區存在「源質」卡的狀況下發動及處理。", "zh-CN": "此卡名的怪兽效果1回合仅可使用1次。①：在此卡灵摆召唤成功的情况下，或在此卡被送至墓地的情况下，可以自己或对手灵摆区域的1张卡为对象发动。将该卡放回持有者的手牌中。此效果在自己的灵摆区域存在“源质”卡的情况下才可发动及处理。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "DARK", "level": 2, "atk": 900, "def": 100, "pendulum_scale": 1, "pendulum_effect": {"en": "You cannot Pendulum Summon monsters, except \"Shaddoll\" and \"Zefra\" monsters. This effect cannot be negated.", "de": "Du kannst keine Monster als Pendelbeschwörung beschwören, außer „Schattenpuppe“- und „Zefra“-Monstern. Dieser Effekt kann nicht annulliert werden.", "es": "No puedes Invocar monstruos por Péndulo, excepto monstruos \"Sombrañeca\" y \"Zefra\". Este efecto no puede ser negado.", "fr": "Vous ne pouvez pas Invoquer par Pendulation de monstres (monstres \"Marionnette de l'Ombre\" et \"Zefra\" exclus). Cet effet ne peut pas être annulé.", "it": "Non puoi Evocare Pendulum mostri, eccetto mostri \"Bambolaombra\" e \"Zefra\". Questo effetto non può essere annullato.", "pt": "Você não pode Invocar monstros por Invocação-Pêndulo, exceto monstros \"Sombraneco\" e \"Zefra\". Este efeito não pode ser negado.", "ja": "①：自分は「シャドール」モンスター及び「セフィラ」モンスターしかＰ召喚できない。この効果は無効化されない。", "ko": "①: 자신은 \"섀도르\" 몬스터 및 \"세피라\" 몬스터밖에 펜듈럼 소환할 수 없다. 이 효과는 무효화되지 않는다.", "zh-TW": "①：我方可鐘擺召喚的怪獸僅限「影依」怪獸及「源質」怪獸。此效果不會被無效化。", "zh-CN": "①：自己仅可将“影依”怪兽及“源质”怪兽灵摆召唤。此效果不会被无效。"}, "series": ["Shaddoll", "Zefra"], "images": [{"index": 1, "image": "ShaddollZefranaga-SDSH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN022", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SDSH-EN010", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE022", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SDSH-DE010", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR022", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SDSH-FR010", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT022", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SDSH-IT010", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT022", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SDSH-PT010", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP022", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SD37-JP010", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}], "ko": [{"set_number": "CROS-KR022", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SD37-KR010", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD37-SC010", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383374, "master_duel_rarity": "N"}