{"konami_id": 16210, "password": 58066722, "name": {"en": "Alien Stealthbuster", "de": "Außerirdischer Schleicher", "es": "Destruyesigiloso Alienígena", "fr": "Briseur Furtif Alien", "it": "Furtivcombattente Alieno", "pt": "Furtidestruidor Alienígena", "ja": "エーリアン・バスター", "ja_romaji": "Ērian Basutā", "ko": "에일리언 버스터", "ko_rr": "Eilli-eon Beoseuteo", "zh-TW": null, "zh-CN": "外星人破坏者"}, "text": {"en": "If this card is sent to the GY: You can target 1 face-up monster on the field; place 2 A-Counters on it. During your Main Phase, except the turn this card was sent to the GY: You can banish this card from your GY, then target 1 card with an A-Counter; destroy it. You can only use each effect of \"Alien Stealthbuster\" once per turn.", "de": "Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 offenes Monster auf dem Spielfeld wählen; lege 2 A-Zählmarken darauf. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Karte mit einer A-Zählmarke wählen; zerstöre sie. Du kannst jeden Effekt von „Außerirdischer Schleicher“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo boca arriba en el Campo; pon 2 Contadores-A en él. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 carta con un Contador-A; destrúyela. Sólo puedes usar cada efecto de \"Destruyesigiloso Alienígena\" una vez por turno.", "fr": "Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre face recto sur le Terrain ; placez 2 Compteurs-A sur lui. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 carte avec un Compteur-A ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Briseur Furtif Alien\" qu'une fois par tour.", "it": "Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro scoperto sul Terreno; metti 2 Segnalini-A su di esso. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 carta con un Segnalino-A; distruggila. Puoi utilizzare ogni effetto di \"Furtivcombattente Alieno\" una sola volta per turno.", "pt": "Se este card for enviado para o Cemitério: você pode escolher 1 monstro com a face para cima no campo; coloque 2 Marcadores-A nele. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério e, depois, escolha 1 card com um Marcador-A; destrua-o. Você só pode usar cada efeito de \"Furtidestruidor Alienígena\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが墓地へ送られた場合、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターにＡカウンターを２つ置く。②：墓地のこのカードを除外し、Ａカウンターが置かれているカード１枚を対象として発動できる。そのカードを破壊する。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지로 보내졌을 경우, 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터에 A 카운터를 2개 놓는다. ②: 묘지의 이 카드를 제외하고, A 카운터가 놓여 있는 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：这张卡被送去墓地的场合，以场上1只表侧表示怪兽为对象才能发动。给那只怪兽放置2个A指示物。\n②：把墓地的这张卡除外，以有A指示物放置的1张卡为对象才能发动。那张卡破坏。这个效果在这张卡送去墓地的回合不能发动。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "LIGHT", "level": 4, "atk": 1700, "def": 1500, "series": ["Alien"], "images": [{"index": 1, "image": "File:AlienStealthbuster-DAMA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "es": [{"set_number": "DAMA-SP021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR021", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712607}