{"konami_id": 20712, "password": 58288565, "name": {"en": "Butterfly Fish", "de": "Schmetterling-Fisch", "es": "Pez Mariposa", "fr": "Poisson-Papillon", "it": "Pesce Farfalla", "pt": "Peixe-Borboleta", "ja": "バタフライ・フィッシュ", "ja_romaji": null, "ko": "버터플라이 피시", "ko_rr": null, "zh-TW": "蝶泳魚", "zh-CN": "蝶泳鱼"}, "text": {"en": "If this card is sent to the GY to activate a monster effect: You can add this card to your hand. If a monster(s) is sent to your GY, except by battle, while this card is in your GY (except during the Damage Step): You can discard 1 card to the GY; Special Summon this card. You can only use 1 \"Butterfly Fish\" effect per turn, and only once that turn. You cannot Special Summon from the Extra Deck, except WATER monsters, the turn you activate either of this card's effects.", "de": "Falls diese Karte auf den Friedhof gelegt wird, um einen Monstereffekt zu aktivieren: Du kannst diese Karte deiner Hand hinzufügen. Falls ein oder mehr Monster auf deinen Friedhof gelegt werden, außer durch Kampf, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst 1 Karte auf den Friedhof abwerfen; beschwöre diese Karte als Spezialbeschwörung. Du kannst nur 1 Effekt von „Schmetterling-Fisch“ pro Spielzug verwenden und in jenem Spielzug nur einmal. Du kannst in dem Spielzug, in dem du einen beliebigen Effekt dieser Karte aktivierst, keine Spezialbeschwörungen vom Extra Deck durchführen, außer von WASSER Monstern.", "es": "Si esta carta es mandada al Cementerio para activar un efecto de monstruo: puedes añadir esta carta a tu mano. Si uno o más monstruos son mandados a tu Cementerio, excepto en batalla, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes descartar 1 carta al Cementerio; Invoca esta carta de Modo Especial. Sólo puedes usar 1 efecto de \"Pez Mariposa\" por turno, y sólo una vez ese turno. No puedes Invocar de Modo Especial desde el Deck Extra, excepto monstruos de AGUA, el turno en el que activas cualquiera de los efectos de esta carta.", "fr": "Si cette carte est envoyée au Cimetière pour activer un effet de monstre : vous pouvez ajouter cette carte à votre main. Si un ou plusieurs monstres sont envoyés à votre Cimetière, sauf au combat, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez défausser 1 carte au Cimetière ; Invoquez Spécialement cette carte. Vous ne pouvez utiliser qu'1 effet de \"Poisson-Papillon\" par tour, et uniquement une fois le tour. Vous ne pouvez pas Invoquer Spécialement (monstres EAU exclus) depuis l'Extra Deck, le tour où vous activez un effet de cette carte.", "it": "Se questa carta viene mandata al Cimitero per attivare l'effetto di un mostro: puoi aggiungere questa carta alla tua mano. Se uno o più mostri vengono mandati al tuo Cimitero, eccetto per una battaglia, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi scartare 1 carta al Cimitero; Evoca Specialmente questa carta. Puoi utilizzare solo 1 effetto di \"Pesce Farfalla\" per turno, e solo una volta in quel turno. Non puoi Evocare Specialmente dall'Extra Deck, eccetto mostri ACQUA, nel turno in cui attivi uno dei due effetti di questa carta.", "pt": "Se este card for enviado para o Cemitério para ativar um efeito de monstro: você pode adicionar este card à sua mão. Se um ou mais monstros forem enviados para o seu Cemitério, exceto em batalha, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode descartar 1 card para o Cemitério; Invoque este card por Invocação-Especial. Você só pode usar 1 efeito de \"Peixe-Borboleta\" por turno e apenas uma vez por turno. Você não pode Invocar monstros do Deck Adicional por Invocação-Especial, exceto monstros de ÁGUA, no turno em que ativar qualquer um dos efeitos deste card.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 3, "atk": 700, "def": 400, "images": [{"index": 1, "image": "ButterflyFish-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN088", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE088", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "es": [{"set_number": "ROTA-SP088", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR088", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT088", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT088", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1083811, "master_duel_rarity": "SR"}