{"konami_id": 13119, "password": 58297729, "name": {"en": "Transmission Gear", "de": "Zahnradgetriebe", "es": "Caja de Velocidades", "fr": "Boîte de Vitesses", "it": "Ingranaggio di Trasmissione", "pt": "Engrenagem de Transmissão", "ja": "<ruby>変則<rt>トランスミッション</rt></ruby>ギア", "ja_romaji": "Toransumisshon Gia", "ko": "트랜스미션 기어", "ko_rr": null, "zh-TW": "變則齒輪", "zh-CN": "变则齿轮"}, "text": {"en": "During damage calculation, if your monster battles an opponent's monster: Play rock-paper-scissors with your opponent. Make the losing player banish the battling monster they control, face-down.", "de": "Während der Schadensberechnung, falls dein Monster gegen ein Monster deines Gegners kämpft: Spiele Stein-Schere-Papier mit deinem Gegner. Lasse den Verlierer das kämpfende Monster, das er kontrolliert, verdeckt verbannen.", "es": "Durante el cálculo de daño, si tu monstruo batalla con un monstruo de tu adversario: juega Piedra, papel y tijera con tu adversario. Haz que el jugador que pierda destierre boca abajo al monstruo batallante que controla.", "fr": "Durant le calcul des dommages, si votre monstre combat un monstre de votre adversaire : jouez à pierre-feuille-ciseaux avec votre adversaire. Faites bannir face verso au joueur perdant le monstre combattant qu'il contrôle.", "it": "Durante il calcolo dei danni, se un tuo mostro che controlli combatte con un mostro dell'avversario: gioca a sasso-carta-forbice con il tuo avversario. Fai bandire al giocatore che perde il mostro che sta combattendo che controlla, coperto.", "pt": "Durante o cálculo de dano, se um monstro seu batalhar um monstro do oponente: jogue pedra, papel e tesoura com seu oponente. Faça com que o duelista perdedor bana, com a face para baixo, o monstro que estiver batalhando que ele controla.", "ja": "①：自分のモンスターが相手モンスターと戦闘を行うダメージ計算時に発動できる。相手プレイヤーとジャンケンを行う。引き分けの場合はジャンケンをやり直す。負けたプレイヤーはその戦闘を行う自身のモンスターを裏側表示で除外しなければならない。", "ko": "①: 자신 몬스터가 상대 몬스터와 전투를 실행하는 데미지 계산시에 발동할 수 있다. 상대 플레이어와 가위 바위 보를 실행한다. 무승부일 경우는 가위 바위 보를 다시 한다. 진 플레이어는 그 전투를 실행하는 자신 몬스터를 뒷면 표시로 제외해야 한다.", "zh-TW": "①：可在我方怪獸與對方怪獸進行戰鬥的傷害計算時發動。與對方玩家猜拳。在平手的狀況下重新猜拳。輸掉的玩家必須將進行該戰鬥的自身怪獸以反面表示除外。", "zh-CN": "①：自己的怪兽和对手怪兽进行战斗的伤害计算时可以发动。和对手玩家猜拳。平手的情况下重新猜拳。输掉的玩家必须将进行战斗的自身的该怪兽以里侧表示除外。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "TransmissionGear-COTD-EN-SP-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN080", "set_name": "Code of the Duelist", "rarities": ["Short Print"]}], "de": [{"set_number": "COTD-DE080", "set_name": "Code of the Duelist", "rarities": ["Short Print"]}], "fr": [{"set_number": "COTD-FR080", "set_name": "Code of the Duelist", "rarities": ["Short Print"]}], "it": [{"set_number": "COTD-IT080", "set_name": "Code of the Duelist", "rarities": ["Short Print"]}], "pt": [{"set_number": "COTD-PT080", "set_name": "Code of the Duelist", "rarities": ["Short Print"]}], "ja": [{"set_number": "COTD-JP080", "set_name": "Code of the Duelist", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "COTD-KR080", "set_name": "Code of the Duelist", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP1-SC045", "set_name": "Mega Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 492183, "master_duel_rarity": "UR"}