{"konami_id": 12996, "password": 58330108, "name": {"en": "Gigarays Gandora the Dragon of Destruction", "de": "Gigastrahlen-Gandora der Drache der Zerstörung", "es": "Gigarayos Gandora el Dragón de la Destrucción", "fr": "Gigarayons Gandora le Dragon de la Destruction", "it": "Gigaraggi Gandora, il Drago della Distruzione", "pt": "Gandora Gigaraios, o Dragão da Destruição", "ja": "<ruby>破<rt>は</rt></ruby><ruby>壊<rt>かい</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ガンドラ－ギガ・レイズ", "ja_romaji": "Hakairyū Gandora - Giga Reizu", "ko": "파괴룡 간드라－기가 레이즈", "ko_rr": "Pagoeryong Gandeura - Giga Reijeu", "zh-TW": "破壞龍鋼多拉－極巨烈光閃", "zh-CN": "破坏龙 钢多拉－烈光闪"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 2 andere Monster von deiner Hand und/oder Spielfeldseite auf den Friedhof legst. Erhält für jede verbannte Karte 300 ATK. Einmal pro Spielzug: Du kannst die Hälfte deiner LP zahlen; führe 1 dieser Effekte aus, abhängig von der Anzahl der „Gandora“-Monster mit unterschiedlichen Namen in deinem Friedhof.\n●1: Zerstöre alle anderen Karten auf dem Spielfeld.\n●2: Verbanne alle anderen Karten auf dem Spielfeld.\n●3+: Verbanne alle anderen Karten auf dem Spielfeld und in den Friedhöfen.", "es": "No puede ser Invocada de Modo Normal/Colocada. Debe ser primero Invocada de Modo Especial (desde tu mano) mandando al Cementerio otros 2 monstruos en tu mano y/o Campo. Gana 300 ATK por cada carta desterrada. Una vez por turno: puedes pagar la mitad de tus LP; aplica 1 de estos efectos, dependiendo del número de monstruos \"Gandora\" con nombres diferentes en tu Cementerio.\n●1: Destruye todas las demás cartas en el Campo.\n●2: Destierra todas las demás cartas en el Campo.\n●3+: Destierra todas las demás cartas en el Campo y en los Cementerios.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en envoyant 2 autres monstres depuis votre main et/ou Terrain au Cimetière. Gagne 300 ATK pour chaque carte bannie. Une fois par tour : vous pouvez payer la moitié de vos LP ; appliquez 1 de ces effets, selon le nombre de monstres \"Gandora\" de noms différents dans votre Cimetière.\n●1 : Détruisez toutes les autres cartes sur le Terrain.\n●2 : Bannissez toutes les autres cartes sur le Terrain.\n●3+ : Bannissez toutes les autres cartes sur le Terrain et dans les Cimetières.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente (dalla tua mano) mandando altri 2 mostri dalla tua mano e/o Terreno al Cimitero. Guadagna 300 ATK per ogni carta bandita. Una volta per turno: puoi pagare la metà dei tuoi LP; applica 1 di questi effetti, a seconda del numero di mostri \"Gandora\" con nomi diversi nel tuo Cimitero.\n●1: Distruggi tutte le altre carte sul Terreno.\n●2: Bandisci tutte le altre carte sul Terreno.\n●3+: Bandisci tutte le altre carte sul Terreno e nei Cimiteri.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial (da sua mão) ao enviar 2 outros monstros da sua mão e/ou do campo para o Cemitério. Ganha 300 de ATK para cada card banido. Uma vez por turno: você pode pagar metade dos seus PV; aplique 1 dos seguintes efeitos, de acordo com o número de monstros \"Gandora\" com nomes diferentes no seu Cemitério.\n●1: Destrua todos os outros cards no campo.\n●2: Bana todos os outros cards no campo.\n●3+: Bana todos os outros cards no campo e nos Cemitérios.", "ja": "このカードは通常召喚できない。\nこのカード以外の自分の手札・フィールドのモンスター２体を墓地へ送った場合に特殊召喚できる。\n①：このカードの攻撃力は、除外状態のカードの数×３００アップする。\n②：１ターンに１度、ＬＰを半分払って発動できる。自分の墓地の「ガンドラ」モンスターの種類によって以下を適用する。\n●１種類：フィールドの他のカードを全て破壊する。\n●２種類：フィールドの他のカードを全て除外する。\n●３種類以上：このカード以外のお互いのフィールド・墓地のカードを全て除外する。", "ko": "이 카드는 통상 소환할 수 없다. 이 카드 이외의 자신의 패 / 필드의 몬스터 2장을 묘지로 보냈을 경우에 특수 소환할 수 있다. ①: 이 카드의 공격력은 제외되어 있는 카드의 수 × 300 올린다. ②: 1턴에 1번, LP를 절반 지불하고 발동할 수 있다. 자신 묘지의 \"간드라\" 몬스터의 종류에 따라 이하를 적용한다.\n●1종류: 이 카드 이외의 필드의 카드를 전부 파괴한다.\n●2종류: 이 카드 이외의 필드의 카드를 전부 제외한다.\n●3종류 이상: 이 카드 이외의 서로의 필드 / 묘지의 카드를 전부 제외한다.", "zh-TW": "此卡無法通常召喚。可在將我方手牌・場上的２隻此卡以外的怪獸送至墓地的狀況下特殊召喚。①：此卡的攻擊力依據被除外的卡的數量×３００進行提升。②：１回合１次，可支付一半LP發動。根據我方墓地的「鋼多拉」怪獸的種類適用以下效果。\n●１種：將場上的此卡以外的所有卡全部破壞。\n●２種：將場上的此卡以外的所有卡全部除外。\n●３種以上：將雙方場上・墓地的此卡以外的所有卡全部除外。", "zh-CN": "此卡不可通常召唤。我方手牌、场上２只除此卡以外的怪兽被送入墓地的场合，可进行特殊召唤。①：此卡的攻击力上升相当于被除外卡牌的数量×３００。②：１回合１次，可支付一半生命点数并发动。根据我方墓地的“钢多拉”怪兽种类适用以下效果。\n●１种：破坏场上除此卡以外的所有卡牌。\n●２种：将场上除此卡以外的所有卡牌除外。\n●３种或以上：将场上除此卡以外双方场上、墓地的所有卡牌除外。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 0, "def": 0, "series": ["Gandora", "Signature move"], "images": [{"index": 1, "image": "GigaraysGandoratheDragonofDestruction-PGB1-JP-MLR.png"}], "sets": {"ja": [{"set_number": "VJMP-JP125", "set_name": "V Jump February 2017 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "PGB1-JP018", "set_name": "Prismatic God Box", "rarities": ["Millennium Rare"]}], "ko": [{"set_number": "PP13-KR042", "set_name": "Premium Pack Vol.13", "rarities": ["Normal Parallel Rare", "Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "24SP-SC301", "set_name": "Entry Pack 2024 Vol.3", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 405905, "master_duel_rarity": "SR"}