{"konami_id": 21046, "password": 58354899, "name": {"en": "Vulcarrion the Rotting Phoenix", "de": "Vulcarrion der verrottende Phönix", "es": "Buitcarrion el Fénix en Descomposición", "fr": "Vulcarrion le Phénix en Décomposition", "it": "Vulcarrion la Fenice Putrescente", "pt": "Vulcarrion, a Fênix Apodrecida", "ja": "<ruby>腐<rt>ふ</rt></ruby><ruby>死<rt>し</rt></ruby><ruby>鳥<rt>ちょう</rt></ruby>ヴァルコプス", "ja_romaji": "Fushichō Varukopusu", "ko": "부사조 바르콥스", "ko_rr": null, "zh-TW": "腐死鳥 食屍禿鷲", "zh-CN": "腐死鸟 食尸秃鹫"}, "text": {"en": "If you control a Zombie monster: You can Special Summon this card from your hand. During your Main Phase: You can return this card from the field to the hand, then you can Special Summon 1 Zombie monster from your hand. You can only use each effect of \"Vulcarrion the Rotting Phoenix\" once per turn.", "de": "Falls du ein Zombie-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während deiner Main Phase: Du kannst diese Karte vom Spielfeld auf die Hand zurückgeben, dann kannst du 1 Zombie-Monster als Spezialbeschwörung von deiner Hand beschwören. Du kannst jeden Effekt von „Vulcarrion der verrottende Phönix“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo Zombi: puedes Invocar esta carta de Modo Especial desde tu mano. Durante tu Main Phase: puedes devolver a la mano esta carta en el Campo, y después puedes Invocar de Modo Especial 1 monstruo Zombi desde tu mano. Sólo puedes usar cada efecto de \"Buitcarrion el Fénix en Descomposición\" una vez por turno.", "fr": "Si vous contrôlez un monstre Zombie : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez renvoyer cette carte depuis le Terrain à la main, puis vous pouvez Invoquer Spécialement 1 monstre Zombie depuis votre main. Vous ne pouvez utiliser chaque effet de \"Vulcarrion le Phénix en Décomposition\" qu'une fois par tour.", "it": "Se controlli un mostro Zombie: puoi Evocare Specialmente questa carta dalla tua mano. Durante la tua Main Phase: puoi far ritornare questa carta dal Terreno nella mano, poi puoi Evocare Specialmente 1 mostro Zombie dalla tua mano. Puoi utilizzare ogni effetto di \"Vulcarrion la Fenice Putrescente\" una sola volta per turno.", "pt": "Se você controlar um monstro Zumbi: você pode Invocar este card por Invocação-Especial da sua mão. Durante sua Fase Principal: você pode devolver este card do campo para a mão e, depois, você pode Invocar por Invocação-Especial 1 monstro Zumbi da sua mão. Você só pode usar cada efeito de \"Vulcarrion, a Fênix Apodrecida\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにアンデット族モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：自分メインフェイズに発動できる。フィールドのこのカードを手札に戻す。その後、手札からアンデット族モンスター１体を特殊召喚できる。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Zombie / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 1600, "def": 0, "images": [{"index": 1, "image": "VulcarriontheRottingPhoenix-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN082", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE082", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP082", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR082", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT082", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT082", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP050", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "ko": [{"set_number": "WPP6-KR050", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1106511, "master_duel_rarity": "R"}