{"konami_id": 15706, "password": 58363151, "name": {"en": "S-Force Pla-Tina", "de": "S-Kraft Pla-Tina", "es": "Fuerza-S Pla-Tina", "fr": "Pla-Tina de la Force-S", "it": "S-Forza Pla-Tina", "pt": "Força-S Pla-Tina", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> プラ＝ティナ", "ja_romaji": "Sekyuriti Fōsu Pura=Tina", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 플라＝티나", "ko_rr": "Sikyuriti Poseu Peulla=Tina", "zh-TW": "超元特防隊 白金蒂娜", "zh-CN": "超元特防队 白金蒂娜"}, "text": {"en": "Each of your opponent's monsters in the same column as one of your \"S-Force\" monsters loses 600 ATK. If this card is Normal or Special Summoned: You can target 1 of your banished \"S-Force\" monsters, except \"S-Force Pla-Tina\"; Special Summon it. You can only use this effect of \"S-Force Pla-Tina\" once per turn.", "de": "Jedes Monster deines Gegners in derselben Spalte wie eins deiner „S-Kraft“-Monster verliert 600 ATK. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 deiner verbannten „S-Kraft“-Monster wählen, außer „S-Kraft Pla-Tina“; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „S-Kraft Pla-Tina“ nur einmal pro Spielzug verwenden.", "es": "Cada uno de los monstruos de tu adversario en la misma columna que uno de tus monstruos \"Fuerza-S\" pierde 600 ATK. Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 de tus monstruos \"Fuerza-S\" desterrados, excepto \"Fuerza-S Pla-Tina\"; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Fuerza-S Pla-Tina\" una vez por turno.", "fr": "Chacun des monstres de votre adversaire dans la même colonne qu'un de vos monstres \"Force-S\" perd 600 ATK. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 de vos monstres \"Force-S\" bannis (\"Pla-Tina de la Force-S\" exclu) ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Pla-Tina de la Force-S\" qu'une fois par tour.", "it": "Ognuno dei mostri del tuo avversario nella stessa colonna di uno dei tuoi mostri \"S-Forza\" perde 600 ATK. Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 dei tuoi mostri \"S-Forza\" banditi, eccetto \"S-Forza Pla-Tina\"; Evocalo Specialmente. Puoi utilizzare questo effetto di \"S-Forza Pla-Tina\" una sola volta per turno.", "pt": "Cada um dos monstros do seu oponente na mesma coluna que um dos seus monstros \"Força-S\" perde 600 de ATK. Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 dos seus monstros \"Força-S\" banidos, exceto \"Força-S Pla-Tina\"; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Força-S Pla-Tina\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合、「Ｓ－Ｆｏｒｃｅ プラ＝ティナ」以外の除外されている自分の「Ｓ－Ｆｏｒｃｅ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。②：このカードがモンスターゾーンに存在する限り、自分の「Ｓ－Ｆｏｒｃｅ」モンスターの正面の相手モンスターの攻撃力は６００ダウンする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, \"S－Force(시큐리티 포스) 플라＝티나\" 이외의 제외되어 있는 자신의 \"S－Force(시큐리티 포스)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신의 \"S－Force(시큐리티 포스)\" 몬스터 정면의 상대 몬스터의 공격력은 600 내린다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：此卡召唤・特殊召唤成功的情况下，以自己1只\"超元特防队 白金蒂娜\"以外的、被除外的\"超元特防队\"怪兽为对象可以发动。将该怪兽特殊召唤。②：只要此卡存在于怪兽区域，自己的\"超元特防队\"怪兽正面的对手怪兽的攻击力下降600。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 6, "atk": 2200, "def": 2000, "series": ["S-Force"], "images": [{"index": 1, "image": "SForcePlaTina-BLVO-JP-R.png", "illustration": "SForcePlaTina-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "SForcePlaTina-BLVO-EN-UR-1E.png", "illustration": "SForcePlaTina-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLVO-EN015", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLVO-DE015", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLVO-FR015", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLVO-IT015", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLVO-PT015", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BLVO-JP015", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "ko": [{"set_number": "BLVO-KR015", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC125", "set_name": "Mega Pack 05", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716554, "master_duel_rarity": "R"}