{"konami_id": 15875, "password": 58406094, "name": {"en": "Starry Knight Sky", "de": "Himmel der Sternenritter", "es": "Cielo Cabalnoche de Estrellas", "fr": "Ciel du Chevalier Étoilé", "it": "Cielo Cavaliere Stellato", "pt": "Céu de Cavalestrela", "ja": "<ruby>煌めく聖夜<rt>ホーリーナイツ・スカイ</rt></ruby>", "ja_romaji": "Hōrī Naitsu Sukai", "ko": "홀리나이츠 스카이", "ko_rr": "Hollinaicheu Seukai", "zh-TW": "輝煌聖夜", "zh-CN": "辉煌圣夜"}, "text": {"en": null, "de": "Während deiner Main Phase kannst du zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 „Sternenritter“-Monster oder 1 LICHT Drache-Monster der Stufe 7 als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Während deines Spielzugs, falls ein offenes LICHT Drache-Monster der Stufe 7, das du kontrollierst, auf die Hand zurückgegeben wird: Du kannst 1 Karte ziehen. Du kannst diesen Effekt von „Himmel der Sternenritter“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase, puedes Invocar de Modo Normal 1 monstruo \"Cabalnoche de Estrellas\", o 1 monstruo Dragón de LUZ de Nivel 7, además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Durante tu turno, si un monstruo Dragón de LUZ de Nivel 7 boca arriba que controlas vuelve a la mano: puedes robar 1 carta. Sólo puedes usar este efecto de \"Cielo Cabalnoche de Estrellas\" una vez por turno.", "fr": "Durant votre Main Phase, vous pouvez Invoquer Normalement 1 monstre \"Chevalier Étoilé\" ou 1 monstre LUMIÈRE Dragon de Niveau 7, en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Durant votre tour, si un monstre LUMIÈRE Dragon de Niveau 7 face recto que vous contrôlez est renvoyé à la main : vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Ciel du Chevalier Étoilé\" qu'une fois par tour.", "it": "Durante la tua Main Phase, puoi Evocare Normalmente 1 mostro \"Cavaliere Stellato\", o 1 mostro LUCE Drago di Livello 7, in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Durante il tuo turno, se un mostro LUCE Drago di Livello 7 scoperto che controlli ritorna nella mano: puoi pescare 1 carta. Puoi utilizzare questo effetto di \"Cielo Cavaliere Stellato\" una sola volta per turno.", "pt": "Durante sua Fase Principal, você pode Invocar por Invocação-Normal 1 monstro \"Cavalestrela\" ou 1 monstro Dragão de LUZ de Nível 7 em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.) Durante o seu turno, se um monstro Dragão de LUZ de Nível 7 com a face para cima que você controla for devolvido à mão: você pode comprar 1 card. Você só pode usar este efeito de \"Céu de Cavalestrela\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードがフィールドゾーンに存在する限り、自分は通常召喚に加えて１度だけ、自分メインフェイズに「ホーリーナイツ」モンスターかドラゴン族・光属性・レベル７モンスター１体を召喚できる。\n②：自分ターンに、自分フィールドの表側表示のドラゴン族・光属性・レベル７モンスターが手札に戻った場合に発動できる。自分は１枚ドローする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 필드 존에 존재하는 한, 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 \"홀리나이츠\" 몬스터 또는 드래곤족 / 빛 속성 / 레벨 7 몬스터 1장을 일반 소환할 수 있다. ②: 자신 턴에 자신 필드의 앞면 표시인 드래곤족 / 빛 속성 / 레벨 7 몬스터가 패로 되돌아갔을 경우에 발동할 수 있다. 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：只要此卡存在於場地區，我方在通常召喚之外僅限增加１次，可在我方主要階段召喚１隻「聖夜騎士團」怪獸或１隻龍族・光屬性・等級７怪獸。②：我方回合，可在我方場上正面表示的龍族・光屬性・等級７怪獸送回手牌的狀況下發動。我方從牌組抽１張牌。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：只要此卡存在于场地区域，自己在通常召唤外仅可追加１次，可在自己的主要阶段召唤１只“圣夜骑士团”怪兽或龙族・光属性・等级７怪兽。②：在自己的回合，自己场上的表侧表示龙族・光属性・等级７怪兽被放回手牌的情况下可以发动。自己从牌组抽１张。"}, "card_type": "Spell", "property": "Field", "series": ["Starry Knight"], "images": [{"index": 1, "image": "StarryKnightSky-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFTP-EN032", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFTP-DE032", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFTP-FR032", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFTP-IT032", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT032", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SLT1-JP046", "set_name": "Selection 10", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SLT1-KR046", "set_name": "Selection 10", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716864, "master_duel_rarity": "N"}