{"konami_id": 15703, "password": 58589739, "name": {"en": "S-Force Professor DiGamma", "de": "S-Kraft Professor DiGamma", "es": "Fuerza-S Profesor DiGamma", "fr": "Professeur DiGamma de la Force-S", "it": "S-Forza Professore DiGamma", "pt": "Força-S Professor DiGama", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> プロフェッサー・<ruby>Ϝ<rt>ディガンマ</rt></ruby>", "ja_romaji": "Sekyuriti Fōsu Purofessā Diganma", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 프로페서 <ruby>Ϝ<rt>디감마</rt></ruby>", "ko_rr": "Sikyuriti Poseu Peuropeseo Digamma", "zh-TW": "超元特防隊 Ϝ教授", "zh-CN": "超元特防队 迪伽玛教授"}, "text": {"en": "Each of your opponent's monsters in the same column as one of your \"S-Force\" monsters cannot change its battle position. If this card is Normal or Special Summoned: You can target 1 face-up monster your opponent controls; change its battle position. You can only use this effect of \"S-Force Professor DiGamma\" once per turn.", "de": "Die Kampfposition jedes Monsters deines Gegners in derselben Spalte wie eins deiner „S-Kraft“-Monster kann nicht geändert werden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; ändere seine Kampfposition. Du kannst diesen Effekt von „S-Kraft Professor DiGamma“ nur einmal pro Spielzug verwenden.", "es": "Cada uno de los monstruos de tu adversario en la misma columna que uno de tus monstruos \"Fuerza-S\" no puede cambiar su posición de batalla. Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; cambia su posición de batalla. Sólo puedes usar este efecto de \"Fuerza-S Profesor DiGamma\" una vez por turno.", "fr": "Chacun des monstres de votre adversaire dans la même colonne qu'un de vos monstres \"Force-S\" ne peut pas changer sa position de combat. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; changez sa position de combat. Vous ne pouvez utiliser cet effet de \"Professeur DiGamma de la Force-S\" qu'une fois par tour.", "it": "Ognuno dei mostri del tuo avversario nella stessa colonna di uno dei tuoi mostri \"S-Forza\" non può cambiare la sua posizione. Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; cambia la sua posizione. Puoi utilizzare questo effetto di \"S-Forza Professore DiGamma\" una sola volta per turno.", "pt": "Cada um dos monstros do seu oponente na mesma coluna que um dos seus monstros \"Força-S\" não pode mudar sua posição de batalha. Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro com a face para cima que seu oponente controla; mude a posição de batalha dele. Você só pode usar este efeito de \"Força-S Professor DiGama\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの表示形式を変更する。②：このカードがモンスターゾーンに存在する限り、自分の「Ｓ－Ｆｏｒｃｅ」モンスターの正面の相手モンスターは効果以外では表示形式を変更できない。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 표시 형식을 변경한다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신의 \"S－Force(시큐리티 포스)\" 몬스터 정면의 상대 몬스터는 효과 이외로는 표시 형식을 변경할 수 없다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：在此卡召喚・特殊召喚成功的狀況下，可將對方場上的１隻正面表示怪獸做為對象發動。變更該怪獸的表示形式。②：只要此卡存在於怪獸區，我方「超元特防隊」怪獸正面的對方怪獸就無法用效果以外的方式變更表示形式。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡召唤・特殊召唤成功的情况下，以对手场上的１只表侧表示怪兽为对象可以发动。变更该怪兽的表示形式。②：只要此卡存在于怪兽区域，自己的“超元特防队”怪兽正面的对手怪兽不可用效果以外的方法变更表示形式。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "DARK", "level": 3, "atk": 1000, "def": 1500, "series": ["S-Force"], "images": [{"index": 1, "image": "SForceProfessorDiGamma-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN012", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE012", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR012", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT012", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT012", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP012", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR012", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC122", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716555, "master_duel_rarity": "N"}