{"konami_id": 13566, "password": 58582979, "name": {"en": "Defrag Dragon", "de": "Defrag-Drache", "es": "Dragón de la Defragmentación", "fr": "Dragon Défrag", "it": "Drago Defram", "pt": "Dragão Defrag", "ja": "デフラドラグーン", "ja_romaji": "Defuradoragūn", "ko": "디프래드라군", "ko_rr": "Dipeuraedeuraegon", "zh-TW": "碎片重整龍", "zh-CN": "碎片重整龙"}, "text": {"en": "You can Special Summon this card (from your hand) by sending 1 other monster from your hand to the GY. You can only Special Summon \"Defrag Dragon\" once per turn this way. If this card is in the GY: You can banish 3 monsters from your GY with the same name, except \"Defrag Dragon\"; Special Summon this card. You can only use this effect of \"Defrag Dragon\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 anderes Monster von deiner Hand auf den Friedhof legst. Du kannst „Defrag-Drache“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls sich diese Karte im Friedhof befindet: Du kannst 3 Monster mit demselben Namen von deinem Friedhof verbannen, außer „Defrag-Drache“; beschwöre diese Karte als Spezialbeschwörung. Du kannst diesen Effekt von „Defrag-Drache“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) mandando al Cementerio otro monstruo en tu mano. Sólo puedes Invocar de Modo Especial a \"Dragón de la Defragmentación\" de esta forma una vez por turno. Si esta carta está en el Cementerio: puedes desterrar 3 monstruos con el mismo nombre en tu Cementerio, excepto \"Dragón de la Defragmentación\"; Invoca esta carta de Modo Especial. Sólo puedes usar este efecto de \"Dragón de la Defragmentación\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en envoyant 1 autre monstre depuis votre main au Cimetière. Vous ne pouvez Invoquer Spécialement \"Dragon Défrag\" qu'une fois par tour de cette façon. Si cette carte est dans le Cimetière : vous pouvez bannir 3 monstres de même nom (\"Dragon Défrag\" exclu) depuis votre Cimetière ; Invoquez Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Dragon Défrag\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) mandando 1 altro mostro dalla tua mano al Cimitero. Puoi Evocare Specialmente \"Drago Defram\" una sola volta per turno in questo modo. Se questa carta è nel Cimitero: puoi bandire 3 mostri con lo stesso nome dal tuo Cimitero, eccetto \"Drago Defram\"; Evoca Specialmente questa carta. Puoi utilizzare questo effetto di \"Drago Defram\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao enviar 1 outro monstro da sua mão para o Cemitério. Você só pode Invocar \"Dragão Defrag\" por Invocação-Especial uma vez por turno desta forma. Se este card estiver no Cemitério: você pode banir 3 monstros com o mesmo nome do seu Cemitério, exceto \"Dragão Defrag\"; Invoque este card por Invocação-Especial. Você só pode usar este efeito de \"Dragão Defrag\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは手札の他のモンスター１体を墓地へ送り、手札から特殊召喚できる。②：このカードが墓地に存在する場合、自分の墓地からこのカード以外の同名モンスター３体を除外して発動できる。このカードを墓地から特殊召喚する。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 패의 다른 몬스터 1장을 묘지로 보내고, 패에서 특수 소환할 수 있다. ②: 이 카드가 묘지에 존재할 경우, 자신 묘지에서 이 카드 이외의 같은 이름의 몬스터 3장을 제외하고 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：可將手牌的１隻其他怪獸送至墓地，從手牌特殊召喚此卡。②：在此卡存在於墓地的狀況下，可從我方墓地將３隻此卡以外的同名怪獸除外發動。從墓地特殊召喚此卡。", "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次，且②效果1回合仅可使用1次。①：可从手牌将1只其他怪兽送至墓地，从手牌将此卡特殊召唤。②：此卡存在于墓地的情况下，从自己的墓地将此卡以外的3只同名怪兽除外可以发动。从墓地将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 3, "atk": 1000, "def": 600, "images": [{"index": 1, "image": "DefragDragon-SDRR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN011", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "SDRR-EN014", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE011", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "SDRR-DE014", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR011", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "SDRR-FR014", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT011", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "SDRR-IT014", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT011", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "SDRR-PT014", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "ja": [{"set_number": "FLOD-JP011", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "SD36-JP014", "set_name": "Structure Deck: Revolver", "rarities": ["Common"]}], "ko": [{"set_number": "FLOD-KR011", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "SD36-KR014", "set_name": "Structure Deck: Revolver", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC009", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 546368, "master_duel_rarity": "N"}