{"konami_id": 19747, "password": 58680635, "name": {"en": "Electrode Beast Anion", "de": "Elektrodenungeheuer Anion", "es": "Bestia de Electrodos Anión", "fr": "Anion l'Électrode Bestiale", "it": "Bestia Elettrodo Anion", "pt": "Besta Eletrodo Anion", "ja": "<ruby>電<rt>でん</rt></ruby><ruby>極<rt>きょく</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>アニオン", "ja_romaji": "Denkyokujū Anion", "ko": "전극수 아니온", "ko_rr": null, "zh-TW": "電極獸 陰離子", "zh-CN": "电极兽 阴离子"}, "text": {"en": "If this card is Normal Summoned: You can make this card Level 4, then you can add 1 \"Spirit Converter\" from your Deck or GY to your hand. You can target 1 other card you control; send both it and this card to the GY, and if you do, draw 1 card. You can only use each effect of \"Electrode Beast Anion\" once per turn.", "de": "Falls diese Karte als Normalbeschwörung beschworen wird: Du kannst diese Karte zu Stufe 4 werden lassen, dann kannst du deiner Hand 1 „Geisterumwandler“ von deinem Deck oder Friedhof hinzufügen. Du kannst 1 andere Karte wählen, die du kontrollierst; lege sowohl sie als auch diese Karte auf den Friedhof und falls du dies tust, ziehe 1 Karte. Du kannst jeden Effekt von „Elektrodenungeheuer Anion“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal: puedes hacer que esta carta sea de Nivel 4, y después puedes añadir a tu mano 1 \"Convertidor de Espíritus\" en tu Deck o Cementerio. Puedes seleccionar otra carta que controles; manda esa carta y esta carta al Cementerio y, si lo haces, roba 1 carta. Sólo puedes usar cada efecto de \"Bestia de Electrodos Anión\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement : vous pouvez faire devenir cette carte Niveau 4, puis vous pouvez ajouter 1 \"Convertisseur d'Esprit\" depuis votre Deck ou Cimetière à votre main. Vous pouvez cibler 1 autre carte que vous contrôlez ; envoyez-la ainsi que cette carte au Cimetière, et si vous le faites, piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Anion l'Électrode Bestiale\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente: puoi far diventare questa carta di Livello 4, poi puoi aggiungere 1 \"Convertitore di Spirito\" dal tuo Deck o Cimitero alla tua mano. Puoi scegliere come bersaglio 1 altra carta che controlli; manda sia essa che questa carta al Cimitero e, se lo fai, pesca 1 carta. Puoi utilizzare ogni effetto di \"Bestia Elettrodo Anion\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal: você pode tornar este card de Nível 4 e, depois, você pode adicionar 1 \"Conversor de Espírito\" do seu Deck ou Cemitério à sua mão. Você pode escolher 1 outro card que você controla; envie tanto ele quanto este card para o Cemitério e, se isso acontecer, compre 1 card. Você só pode usar cada efeito de \"Besta Eletrodo Anion\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚した場合に発動できる。このカードのレベルを４にする。その後、自分のデッキ・墓地から「スピリット変換装置」１枚を手札に加える事ができる。②：自分フィールドの他のカード１枚を対象として発動できる。そのカードとこのカードを墓地へ送り、自分は１枚ドローする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환했을 경우에 발동할 수 있다. 이 카드의 레벨을 4 로 한다. 그 후, 자신의 덱 / 묘지에서 \"스피릿 변환 장치\" 1장을 패에 넣을 수 있다. ②: 자신 필드의 다른 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드와 이 카드를 묘지로 보내고, 자신은 1장 드로우한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "LIGHT", "level": 2, "atk": 300, "def": 100, "images": [{"index": 1, "image": "ElectrodeBeastAnion-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLTR-EN033", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLTR-DE033", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLTR-SP033", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLTR-FR033", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLTR-IT033", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLTR-PT033", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "24PP-JP013", "set_name": "Premium Pack 2024", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "24PP-KRA13", "set_name": "Premium Pack 2024 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1032394, "master_duel_rarity": "SR"}