{"konami_id": 12218, "password": 58753372, "name": {"en": "Super Quantal Fairy Alphan", "de": "Superquantal Fee Alphan", "es": "Alfan, Hada Súper Cuantal", "fr": "Fée Alphan Super Quantique", "it": "Super Quantal Fata Alfan", "pt": "Fada Alfan Super Quantal", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>量<rt>りょう</rt></ruby><ruby>妖<rt>よう</rt></ruby><ruby>精<rt>せい</rt></ruby>アルファン", "ja_romaji": "Chōryōyōsei Arufan", "ko": "초량요정 알팡", "ko_rr": null, "zh-TW": "超級量子妖精 阿爾方", "zh-CN": "超级量子妖精 阿尔方"}, "text": {"en": "Once per turn: You can target 1 \"Super Quant\" monster you control; all face-up monsters you currently control become that monster's Level. You can Tribute this card; reveal 3 \"Super Quant\" monsters with different names from your Deck, your opponent randomly picks 1 for you to Special Summon to your field, and you send the rest to the Graveyard. You can only use this effect of \"Super Quantal Fairy Alphan\" once per turn.", "de": "Einmal pro Spielzug: Du kannst 1 „Superquant“-Monster wählen, das du kontrollierst; alle offenen Monster, die du derzeit kontrollierst, werden zur selben Stufe wie das Monster. Du kannst diese Karte als Tribut anbieten; zeige 3 „Superquant“-Monster mit unterschiedlichen Namen von deinem Deck vor, dein Gegner bestimmt zufällig 1 von ihnen, das du als Spezialbeschwörung auf deine Spielfeldseite beschwörst, und du legst die restlichen auf den Friedhof. Du kannst diesen Effekt von „Superquantal Fee Alphan“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno: puedes seleccionar 1 monstruo \"Súper Cuant\" que controles; todos los monstruos boca arriba que controles en este momento se vuelven del Nivel de ese monstruo. Puedes Sacrificar esta carta; revela 3 monstruos \"Súper Cuant\" con nombres diferentes en tu Deck, tu adversario elige 1 al azar para que tú la Invoques de Modo Especial en tu Campo, y mandas al resto al Cementerio. Sólo puedes usar este efecto de \"Alfan, Hada Súper Cuantal\" una vez por turno.", "fr": "Une fois par tour : vous pouvez cibler 1 monstre \"Super Quant\" que vous contrôlez ; tous les monstres face recto que vous contrôlez actuellement deviennent du Niveau du monstre. Vous pouvez Sacrifier cette carte ; révélez 3 monstres \"Super Quant\" de noms différents depuis votre Deck, votre adversaire en prend 1 au hasard pour vous à Invoquer Spécialement sur votre Terrain, et vous envoyez les cartes restantes au Cimetière. Vous ne pouvez utiliser cet effet de \"Fée Alphan Super Quantique\" qu'une fois par tour.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro \"Super Quant\" che controlli; tutti i mostri scoperti che controlli attualmente diventano del Livello di quel mostro. Puoi offrire come Tributo questa carta; rivela 3 mostri \"Super Quant\" con nomi diversi dal tuo Deck, il tuo avversario ne prende 1 a caso e tu lo Evochi Specialmente sul tuo Terreno, e mandi il resto al Cimitero. Puoi utilizzare questo effetto di \"Super Quantal Fata Alfan\" una sola volta per turno.", "pt": "Uma vez por turno: você pode escolher 1 monstro \"Super Quant\" que você controla; todos os monstros com a face para cima que você controla atualmente se tornam do Nível desse monstro. Você pode oferecer este card como Tributo; revele 3 monstros \"Super Quant\" com nomes diferentes do seu Deck, seu oponente define 1 aleatoriamente para que você Invoque por Invocação-Especial no seu campo e você envia o resto para o Cemitério. Você só pode usar este efeito de \"Fada Alfan Super Quantal\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、自分フィールドの「超量」モンスター１体を対象として発動できる。自分フィールドの全てのモンスターのレベルは、対象のモンスターと同じになる。②：このカードをリリースして発動できる。デッキからカード名が異なる「超量」モンスター３体を相手に見せ、相手はその中からランダムに１体選ぶ。その１体を自分フィールドに特殊召喚し、残りを墓地へ送る。", "ko": "\"초량요정 알팡\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 필드의 \"초량\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신 필드의 모든 몬스터의 레벨은 대상의 몬스터와 같은 레벨이 된다. ②: 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"초량\" 몬스터 3종류를 상대에게 보여주고, 상대는 그 중에서 무작위로 1장 고른다. 그 몬스터 1장을 자신 필드에 특수 소환하고, 나머지를 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：1回合1次，以自己场上的1只“超级量子”怪兽为对象可以发动。自己场上所有怪兽的等级变为与对象怪兽相同。②：解放此卡可以发动。从牌组将卡名不同的3只“超级量子”怪兽出示给对手，对手从其中随机挑选1只。将该1只特殊召唤至自己场上，剩余的送至墓地。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "series": ["Super Quant"], "images": [{"index": 1, "image": "SuperQuantalFairyAlphan-WIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "WIRA-EN033", "set_name": "Wing Raiders", "rarities": ["Common"]}], "de": [{"set_number": "WIRA-DE033", "set_name": "Wing Raiders", "rarities": ["Common"]}], "es": [{"set_number": "WIRA-SP033", "set_name": "Wing Raiders", "rarities": ["Common"]}], "fr": [{"set_number": "WIRA-FR033", "set_name": "Wing Raiders", "rarities": ["Common"]}], "it": [{"set_number": "WIRA-IT033", "set_name": "Wing Raiders", "rarities": ["Common"]}], "pt": [{"set_number": "WIRA-PT033", "set_name": "Wing Raiders", "rarities": ["Common"]}], "ja": [{"set_number": "SPWR-JP033", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "25WP-JP102", "set_name": "Winner's Pack 2025 Vol.1", "rarities": ["Ultra Parallel Rare"]}], "ko": [{"set_number": "SPWR-KR033", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DUAD-SC087", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 362910, "master_duel_rarity": "N"}