{"konami_id": 21490, "password": 58761791, "name": {"en": "Shipping Error", "de": "Fehllieferung", "es": "Error de Carga", "fr": "Erreur de Livraison", "it": "Errore di Spedizione", "pt": "Erro de Envio", "ja": "<ruby>誤出荷<rt>シッピング・エラー</rt></ruby>", "ja_romaji": "Shippingu Erā", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "误出货"}, "text": {"en": "When a card or effect is activated that includes an effect that adds a card(s) from the Deck to the hand: The activated effect becomes \"Your opponent takes 1 card from their Deck for you to add to your hand, and you must keep that card revealed. During the End Phase of this turn, shuffle it into the Deck, and if you do, draw 1 card\".", "de": "Wenn eine Karte oder ein Effekt aktiviert wird, die oder der einen Effekt enthält, der der Hand eine oder mehr Karten vom Deck hinzufügt: Der aktivierte Effekt wird zu „Dein Gegner nimmt 1 Karte von seinem Deck, die du deiner Hand hinzufügst, und du musst jene Karte vorgezeigt lassen. Während der End Phase dieses Spielzugs, mische sie ins Deck und falls du dies tust, ziehe 1 Karte.“", "es": "Cuando es activada una carta o efecto que incluye un efecto que añade a la mano una o más cartas en el Deck: el efecto activado se convierte en \"Tu adversario toma 1 carta en su Deck para que la añadas a tu mano, y debes mantener esa carta mostrada. Durante la End Phase de este turno, barájala al Deck y, si lo haces, roba 1 carta\".", "fr": "Lorsqu'une carte ou un effet qui inclut un effet qui ajoute une ou plusieurs cartes depuis le Deck à la main est activé : l'effet activé devient \"Votre adversaire prend 1 carte depuis son Deck pour vous à ajouter à votre main, et vous devez garder la carte révélée. Durant la End Phase de ce tour, mélangez-la dans le Deck, et si vous le faites, piochez 1 carte\".", "it": "Quando viene attivata una carta o un effetto che include un effetto che aggiunge una o più carte dal Deck alla mano: l'effetto attivato diventa \"Il tuo avversario prende 1 carta dal suo Deck da farti aggiungere alla tua mano, e tu devi tenere quella carta rivelata. Durante la End Phase di questo turno, mischiala nel Deck e, se lo fai, pesca 1 carta\".", "pt": "Quando um card ou efeito for ativado que inclua um efeito que adicione um ou mais cards do Deck à mão: o efeito ativado se torna \"Seu oponente pega 1 card do Deck dele para que você adicione à sua mão, e você deve manter esse card revelado. Durante a Fase Final deste turno, embaralhe-o no Deck e, se isso acontecer, compre 1 card\".", "ja": "①：デッキからカードを手札に加える効果を含む、魔法・罠・モンスターの効果が発動した時に発動できる。その効果は「相手は自身のデッキからカード１枚を選ぶ。自分はそのカードを手札に加える。自分はこの効果で手札に加えたカードを公開し続け、このターンのエンドフェイズに、公開しているそのカードを元々の持ち主のデッキに戻し、自分は１枚ドローする。」となる。", "ko": null, "zh-TW": null, "zh-CN": "①：包含从牌组将卡加入手牌的效果在内的、魔法・陷阱・怪兽的效果发动时可以发动。该效果变为“对手从自身的牌组挑选1张卡。自己将该卡加入手牌。自己持续公开以此效果加入手牌的卡，在此回合的结束阶段，将公开中的该卡放回原本持有者的牌组，自己抽1张。”。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "ShippingError-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN079", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE079", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP079", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR079", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT079", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT079", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP079", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC079", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1125048}