{"konami_id": 15643, "password": 58793369, "name": {"en": "Drytron Fafnir", "de": "Drytron-Fafnir", "es": "Fafnir Drytron", "fr": "Drytron Fafnir", "it": "Drytron Fafnir", "pt": "Fafnir Drytron", "ja": "<ruby>竜輝巧<rt>ドライトロン</rt></ruby>－ファフニール", "ja_romaji": "Doraitoron - Fafunīru", "ko": "드라이트론－파프니르", "ko_rr": null, "zh-TW": "輝龍機巧－法夫納", "zh-CN": "辉龙机巧－法夫纳"}, "text": {"en": "When this card is activated: You can add 1 \"Drytron\" Spell/Trap from your Deck to your hand, except \"Drytron Fafnir\". The activation and the activated effects of Ritual Spell Cards cannot be negated. Once per turn, if a monster is Normal or Special Summoned face-up while you control a \"Drytron\" monster (except during the Damage Step): You can reduce that monster's Level by 1 per 1000 of its current ATK (min. Level 1) for the rest of this turn. You can only activate 1 \"Drytron Fafnir\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „Drytron“-Zauber/Falle von deinem Deck hinzufügen, außer „Drytron-Fafnir“. Aktivierung und aktivierte Effekte von Ritualzauberkarten können nicht annulliert werden. Einmal pro Spielzug, falls ein Monster offen als Normal- oder Spezialbeschwörung beschworen wird, solange du ein „Drytron“-Monster kontrollierst (außer während des Damage Steps): Du kannst die Stufe des Monsters für den Rest dieses Spielzugs pro 1000 seiner derzeitigen ATK um 1 verringern (min. Stufe 1). Du kannst nur 1 „Drytron-Fafnir“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes añadir a tu mano 1 Mágica/Trampa \"Drytron\" en tu Deck, excepto \"Fafnir Drytron\". La activación y los efectos activados de Cartas Mágicas de Ritual no pueden ser negados. Una vez por turno, si un monstruo es Invocado de Modo Normal o Especial boca arriba mientras controlas un monstruo \"Drytron\" (excepto durante el Damage Step): por el resto de este turno puedes reducir el Nivel de ese monstruo en 1 por cada 1000 de su ATK en este momento (mín. Nivel 1). Sólo puedes activar 1 \"Fafnir Drytron\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 Magie/Piège \"Drytron\" (\"Drytron Fafnir\" exclu) depuis votre Deck à votre main. L'activation et les effets activés des Cartes Magie Rituelle ne peuvent pas être annulés. Une fois par tour, si un monstre est Invoqué Normalement ou Spécialement face recto tant que vous contrôlez un monstre \"Drytron\" (sauf durant la Damage Step) : le reste de ce tour, vous pouvez réduire le Niveau du monstre de 1 pour chaque 1000 ATK de son ATK actuelle (min. Niveau 1). Vous ne pouvez activer qu'1 \"Drytron Fafnir\" par tour.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 Magia/Trappola \"Drytron\" dal tuo Deck alla tua mano, eccetto \"Drytron Fafnir\". L'attivazione e gli effetti attivati delle Carte Magia Rituale non possono essere annullati. Una volta per turno, se un mostro viene Evocato Normalmente o Specialmente scoperto mentre controlli un mostro \"Drytron\" (eccetto durante il Damage Step): puoi ridurre il Livello di quel mostro di 1 per ogni 1000 del suo ATK attuale (Livello minimo 1) per il resto di questo turno. Puoi attivare solo 1 \"Drytron Fafnir\" per turno.", "pt": "Quando este card for ativado: você pode adicionar 1 Magia/Armadilha \"Drytron\" do seu Deck à sua mão, exceto \"Fafnir Drytron\". A ativação e os efeitos ativados de Cards de Magia de Ritual não podem ser negados. Uma vez por turno, se um monstro for Invocado por Invocação-Normal ou Especial com a face para cima enquanto você controlar um monstro \"Drytron\" (exceto durante a Etapa de Dano): você pode reduzir o Nível desse monstro em 1 para cada 1000 do seu ATK atual (mín. Nível 1) pelo resto deste turno. Você só pode ativar 1 \"Fafnir Drytron\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：このカードの発動時の効果処理として、デッキから「竜輝巧－ファフニール」以外の「ドライトロン」魔法・罠カード１枚を手札に加える事ができる。②：儀式魔法カードの効果の発動及びその発動した効果は無効化されない。③：１ターンに１度、自分フィールドに「ドライトロン」モンスターが存在する状態で、モンスターが表側表示で召喚・特殊召喚された場合に発動できる。このターン、その表側表示モンスターのレベルは、その攻撃力１０００につき１つ下がる（最小１まで）。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"드라이트론－파프니르\" 이외의 \"드라이트론\" 마법 / 함정 카드 1장을 패에 넣을 수 있다. ②: 의식 마법 카드의 효과 발동 및 그 발동한 효과는 무효화되지 않는다. ③: 1턴에 1번, 자신 필드에 \"드라이트론\" 몬스터가 존재하는 상태에서, 몬스터가 앞면 표시로 일반 소환 / 특수 소환되었을 경우에 발동할 수 있다. 이 턴에, 그 앞면 표시 몬스터의 레벨은, 그 공격력 1000 당 1개 내려간다(최소 1 까지).", "zh-TW": "此卡名的卡１回合僅限發動１張。①：做為此卡發動時的效果處理，可從牌組將１張「輝龍機巧－法夫納」以外的「龍機巧」魔法・陷阱卡加入手牌。②：儀式魔法卡的效果發動及發動的該效果不會被無效化。③：１回合１次，在我方場上存在「龍機巧」怪獸的狀態下，可在怪獸以正面表示被召喚・特殊召喚的狀況下發動。此回合，該正面表示怪獸的等級依據其攻擊力降低，每達１０００就降低１（最低降低至１）。", "zh-CN": "此卡名的卡1回合仅可发动1张。①：作为此卡发动时的效果处理，可从牌组将1张“辉龙机巧-法夫纳”以外的“龙机巧”魔法・陷阱卡加入手牌。②：仪式魔法卡的效果的发动及发动的该效果不会被无效化。③：1回合1次，自己场上有“龙机巧”怪兽存在的状态下，怪兽以表侧表示被召唤・特殊召唤的情况下可以发动。此回合，该表侧表示怪兽的等级，依其攻击力每1000下降1（最低下降至1）。"}, "card_type": "Spell", "property": "Field", "series": ["Drytron"], "images": [{"index": 1, "image": "DrytronFafnir-GEIM-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "GEIM-EN031", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}], "de": [{"set_number": "GEIM-DE031", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GEIM-FR031", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}], "it": [{"set_number": "GEIM-IT031", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}], "pt": [{"set_number": "GEIM-PT031", "set_name": "Genesis Impact", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBGI-JP031", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}, {"set_number": "QCCP-JP183", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DBGI-KR031", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}, {"set_number": "QCCP-KR183", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "DBGI-SC031", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714710, "master_duel_rarity": "R"}