{"konami_id": 11651, "password": 58820923, "name": {"en": "Number 95: Galaxy-Eyes Dark Matter Dragon", "de": "Nummer 95: Galaxieaugen-Dunkelmateriedrache", "es": "Número 95: Dragón de Materia Oscura de Ojos Galácticos", "fr": "Numéro 95 : Dragon Matière des Ténèbres aux Yeux Galactiques", "it": "Numero 95: Drago Materia Oscura Occhi Galattici", "pt": "Número 95: Dragão da Matéria Escura de Olhos das Galáxias", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>９５ ギャラクシーアイズ・ダークマター・ドラゴン", "ja_romaji": "Nanbāzu Kyūjūgo Gyarakushīaizu Dākumatā Doragon", "ko": "No.95 갤럭시아이즈 다크매터 드래곤", "ko_rr": "Neombeojeu Aheundaseot Gaelleoksi-aijeu Dakeumaeteo Deuraegon", "zh-TW": "No.95 銀河眼 暗物質龍", "zh-CN": "编号95 银河眼暗物质龙"}, "text": {"en": "3 Level 9 monsters\nYou can also Xyz Summon this card by using a \"Galaxy-Eyes\" Xyz Monster you control as the Xyz Material. (Xyz Materials attached to that monster also become Xyz Materials on this card.) Cannot be used as an Xyz Material for an Xyz Summon. When this card is Xyz Summoned: You can send 3 Dragon-Type monsters with different names from your Deck to the Graveyard; your opponent banishes 3 monsters from their Deck. You can detach 1 Xyz Material from this card; this card can make up to 2 attacks on monsters during each Battle Phase this turn.", "de": "3 Monster der Stufe 9\nDu kannst diese Karte auch als Xyz-Beschwörung beschwören, indem du ein „Galaxieaugen“-Xyz-Monster, das du kontrollierst, als Xyz-Material verwendest. (An das Monster angehängtes Xyz-Material wird ebenfalls zu Xyz-Material dieser Karte.) Kann nicht als Xyz-Material für eine Xyz-Beschwörung verwendet werden. Wenn diese Karte als Xyz-Beschwörung beschworen wird: Du kannst 3 Monster vom Typ Drache mit unterschiedlichen Namen von deinem Deck auf den Friedhof legen; dein Gegner verbannt 3 Monster von seinem Deck. Du kannst 1 Xyz-Material von dieser Karte abhängen; diese Karte kann in diesem Spielzug während jeder Battle Phase bis zu 2 Angriffe gegen Monster durchführen.", "es": "3 monstruos de Nivel 9\nTambién puedes Invocar Xyz esta carta usando un Monstruo Xyz \"Ojos Galácticos\" u \"Ojos de Galaxia\" que controles como el Material Xyz. (Los Materiales Xyz acoplados a ese monstruo se convierten en Materiales Xyz en esta carta). No puede ser usado como Material Xyz para una Invocación Xyz. Cuando esta carta es Invocada Xyz: puedes mandar al Cementerio 3 monstruos de Tipo Dragón de nombres diferentes en tu Deck; tu adversario destierra 3 monstruos en su Deck. Puedes desacoplar de esta carta 1 Material Xyz; este turno, esta carta puede hacer hasta 2 ataques a monstruos durante cada Battle Phase.", "fr": "3 monstres de Niveau 9\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Xyz \"Yeux Galactiques\" que vous contrôlez comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Non utilisable comme Matériel Xyz pour une Invocation Xyz. Lorsque cette carte est Invoquée par Xyz : vous pouvez envoyer 3 monstres de Type Dragon de noms différents depuis votre Deck au Cimetière ; votre adversaire bannit 3 monstres depuis son Deck. Vous pouvez détacher 1 Matériel Xyz de cette carte ; durant chaque Battle Phase ce tour, cette carte peut faire max. 2 attaques sur des monstres.", "it": "3 mostri di Livello 9\nPuoi anche Evocare Xyz questa carta utilizzando un Mostro Xyz \"Occhi Galattici\" o \"Galattico Occhi\" che controlli come Materiale Xyz. (I Materiali Xyz attaccati a quel mostro diventano Materiali Xyz anche su questa carta.) Non può essere utilizzato come Materiale Xyz per un'Evocazione Xyz. Quando questa carta viene Evocata Xyz: puoi mandare 3 mostri di Tipo Drago con nomi diversi dal tuo Deck al Cimitero; il tuo avversario bandisce 3 mostri dal suo Deck. Puoi staccare 1 Materiale Xyz da questa carta; questa carta può effettuare fino a 2 attacchi su mostri durante ogni Battle Phase in questo turno.", "pt": "3 monstros de Nível 9\nVocê também pode Invocar este card por Invocação-Xyz ao usar um Monstro Xyz \"Olhos das Galáxias\" que você controla como Matéria Xyz. (Matérias Xyz associadas a esse monstro também se tornam Matéria Xyz neste card.) Não pode ser usado como uma Matéria Xyz para uma Invocação-Xyz. Quando este card for Invocado por Invocação-Xyz: você pode enviar 3 monstros do Tipo Dragão com nomes diferentes do seu Deck para o Cemitério; seu oponente bane 3 monstros do Deck dele. Você pode desassociar 1 Matéria Xyz deste card; este card pode realizar até 2 ataques contra monstros durante cada Fase de Batalha neste turno.", "ja": "レベル９モンスター×３\nこのカードは自分フィールドの「ギャラクシーアイズ」Ｘモンスターの上に重ねてＸ召喚する事もできる。このカードはＸ召喚の素材にできない。①：このカードがＸ召喚に成功した時、デッキからドラゴン族モンスター３体を墓地へ送って発動できる（同名カードは１枚まで）。相手は自身のデッキからモンスター３体を除外する。②：このカードのＸ素材を１つ取り除いて発動できる。このターン、このカードは１度のバトルフェイズ中に２回までモンスターに攻撃できる。", "ko": "레벨 9 몬스터 × 3\n이 카드는 자신 필드의 \"갤럭시아이즈\" 엑시즈 몬스터 위에 겹치고 엑시즈 소환할 수도 있다. 이 카드는 엑시즈 소환의 소재로 할 수 없다. ①: 이 카드가 엑시즈 소환에 성공했을 때, 자신 덱에서 드래곤족 몬스터 3종류를 1장씩 묘지로 보내고 발동할 수 있다. 상대는 덱에서 몬스터 3장을 제외한다. ②: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 턴에, 이 카드는 1번의 배틀 페이즈 중에 2회까지 몬스터에 공격할 수 있다.", "zh-TW": "等級９怪獸×３\n此卡也可重疊至我方場上的「銀河眼」超量怪獸上方超量召喚。此卡無法做為超量召喚的素材。①：此卡超量召喚成功時，可從牌組將３隻龍族怪獸送至墓地發動（同名卡最多１張）。對方從自身牌組將３隻怪獸除外。②：可去除此卡的１個超量素材發動。此回合，此卡在１次戰鬥階段中最多可攻擊怪獸２次。", "zh-CN": "等级９怪兽×３\n此卡也可重叠在自己场上“银河眼”超量怪兽上面超量召唤。此卡不可作为超量召唤的素材。①：此卡超量召唤成功时，从牌组将３只龙族怪兽送至墓地可以发动（同名卡最多１张）。对手从自身牌组将３只怪兽除外。②：去除此卡的１个超量素材可以发动。此回合，此卡在１次战斗阶段中最多可攻击怪兽２次。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "DARK", "rank": 9, "atk": 4000, "def": 0, "materials": "3 Level 9 monsters", "series": ["-Eyes Dragon", "Number", "Number", "Evolving Numbers", "Galaxy", "Galaxy-Eyes"], "images": [{"index": 1, "image": "Number95GalaxyEyesDarkMatterDragon-PGL2-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGL2-EN015", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGL2-DE015", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGL2-FR015", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGL2-IT015", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGL2-PT015", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP17-JP015", "set_name": "Premium Pack 17", "rarities": ["Common", "Secret Rare"]}, {"set_number": "DBLE-JP041", "set_name": "Dimension Box Limited Edition", "rarities": ["Normal Parallel Rare"]}, {"set_number": "NCF1-JP095", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP10-KR015", "set_name": "Premium Pack Vol.10", "rarities": ["Secret Rare"]}, {"set_number": "DBLE-KR041", "set_name": "Dimension Box Limited Edition", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Forbidden"}, "yugipedia_page_id": 354820, "master_duel_rarity": "UR"}