{"konami_id": 15755, "password": 58827995, "name": {"en": "Armor Dragon Ritual", "de": "Ritual des Rüstungsdrachen", "es": "Ritual del Dragón de Armadura", "fr": "Rituel du Dragon Armure", "it": "Rituale Drago Corazza", "pt": "Ritual do Dragão Blindagem", "ja": "<ruby>鎧<rt>がい</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>降<rt>こう</rt></ruby><ruby>臨<rt>りん</rt></ruby>", "ja_romaji": "Gairyū Kōrin", "ko": "개룡강림", "ko_rr": "Gaeryonggangnim", "zh-TW": "鎧龍降臨", "zh-CN": "铠龙降临"}, "text": {"en": null, "de": "Diese Karte wird verwendet, um „Ritter des Rüstungsdrachen“ als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe 4 oder mehr entspricht. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst Monster von deiner Hand oder offen von deiner Spielfeldseite verbannen, deren gemeinsame Stufe 4 oder mehr entspricht; verbanne diese Karte von deinem Friedhof und falls du dies tust, beschwöre 1 „Ritter des Rüstungsdrachen“ als Spezialbeschwörung von deinem Friedhof. Du kannst diesen Effekt von „Ritual des Rüstungsdrachen“ nur einmal pro Spielzug verwenden.", "es": "Esta carta es usada para Invocar por Ritual \"Caballero del Dragón de Armadura\". Además debes Sacrificar monstruos en tu mano o Campo cuyos Niveles totales sean 4 o más. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar monstruos en tu mano o Campo boca arriba cuyos Niveles totales sean 4 o más; destierra esta carta en tu Cementerio y, si lo haces, Invoca de Modo Especial 1 \"Caballero del Dragón de Armadura\" desde tu Cementerio. Sólo puedes usar este efecto de \"Ritual del Dragón de Armadura\" una vez por turno.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Chevalier du Dragon Armure\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est égal à min. 4. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir des monstres depuis votre main ou Terrain face recto dont le Niveau total est égal à min. 4 ; bannissez cette carte depuis votre Cimetière, et si vous le faites, Invoquez Spécialement 1 \"Chevalier du Dragon Armure\" depuis votre Cimetière. Vous ne pouvez utiliser cet effet de \"Rituel du Dragon Armure\" qu'une fois par tour.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale \"Cavaliere della Drago Corazza\". Devi anche offrire come Tributo dalla tua mano o Terreno mostri il cui Livello totale sia pari o superiore a 4. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire mostri dalla tua mano o Terreno scoperto con Livello totale pari o superiore a 4; bandisci questa carta dal tuo Cimitero e, se lo fai, Evoca Specialmente 1 \"Cavaliere della Drago Corazza\" dal tuo Cimitero. Puoi utilizzare questo effetto di \"Rituale Drago Corazza\" una sola volta per turno.", "pt": "Este card é usado para a Invocação-Ritual de \"Cavaleiro do Dragão Blindagem\". Você também deve oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual a 4 ou mais. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir monstros da sua mão ou do campo com a face para cima cuja soma dos Níveis seja igual a 4 ou mais; bana este card do seu Cemitério e, se isso acontecer, Invoque por Invocação-Especial 1 \"Cavaleiro do Dragão Blindagem\" do seu Cemitério. Você só pode usar este efeito de \"Ritual do Dragão Blindagem\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：レベルの合計が４以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「鎧竜の聖騎士」を儀式召喚する。\n②：このターンに墓地へ送られていないこのカードが墓地に存在する場合、自分の手札・フィールド（表側表示）から、レベルの合計が４以上になるようにモンスターを除外して発動できる。このカードを除外し、自分の墓地から「鎧竜の聖騎士」１体を特殊召喚する。", "ko": "\"나이트 오브 아머드래곤\"의 의식 소환에 필요. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 레벨의 합계가 4 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"나이트 오브 아머드래곤\"을 의식 소환한다. ②: 패 및 자신 필드의 앞면 표시 몬스터 중에서, 레벨의 합계가 4 이상이 되도록 몬스터를 제외하고 발동할 수 있다. 묘지의 이 카드를 제외하고, 자신 묘지에서 \"나이트 오브 아머드래곤\" 1장을 골라 특수 소환한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "「鎧龍聖騎士」降臨所需。此卡名的②效果，１回合僅限使用１次。①：為使等級合計為４以上，解放我方手牌・場上的怪獸，從手牌儀式召喚「鎧龍聖騎士」。②：可從手牌及我方場上的正面表示怪獸中，為使等級合計為４以上將怪獸除外發動。將墓地的此卡除外，從我方墓地選擇１隻「鎧龍聖騎士」特殊召喚。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "“铠龙圣骑士”降临所必需。此卡名的②效果１回合仅可使用１次。①：为使合计等级为４以上，解放自己手牌・场上的怪兽，从手牌将“铠龙圣骑士”仪式召唤。②：为使合计等级为４以上，从手牌及自己场上的表侧表示怪兽中将怪兽除外可以发动。将墓地的此卡除外，从自己的墓地挑选１只“铠龙圣骑士”特殊召唤。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "ArmorDragonRitual-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN064", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE064", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR064", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT064", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT064", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP064", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR064", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC156", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 709461, "master_duel_rarity": "N"}