{"konami_id": 19089, "password": 58882608, "name": {"en": "Breath of the Tistina", "de": "Atem der Tistina", "es": "Aliento de Tistina", "fr": "Souffle de Tistina", "it": "Soffio di Tistina", "pt": "Sopro da Tistina", "ja": "ティスティナの<ruby>息<rt>い</rt></ruby><ruby>吹<rt>ぶき</rt></ruby>", "ja_romaji": "Tisutina no Ibuki", "ko": "티스티나의 입김", "ko_rr": null, "zh-TW": "緹斯緹那的氣息", "zh-CN": "提斯蒂娜的气息"}, "text": {"en": "During your Main Phase, you can Normal Summon 1 \"Tistina\" monster, in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) You can target 1 face-up monster you control, or if you control a LIGHT \"Tistina\" monster, you can target 1 face-up monster on the field instead; change that monster to face-down Defense Position, then add 1 \"Tistina\" card from your Deck to your hand, except \"Breath of the Tistina\". You can only use this effect of \"Breath of the Tistina\" once per turn.", "de": "Während deiner Main Phase kannst du zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 „Tistina“-Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Du kannst 1 offenes Monster wählen, das du kontrollierst, oder falls du ein LICHT „Tistina“-Monster kontrollierst, kannst du stattdessen 1 offenes Monster auf dem Spielfeld wählen; ändere jenes Monster in die verdeckte Verteidigungsposition, dann füge deiner Hand 1 „Tistina“-Karte von deinem Deck hinzu, außer „Atem der Tistina“. Du kannst diesen Effekt von „Atem der Tistina“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase, puedes Invocar de Modo Normal 1 monstruo \"Tistina\", además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Puedes seleccionar 1 monstruo boca arriba que controles o, si controlas un monstruo \"Tistina\" de LUZ, puedes seleccionar 1 monstruo boca arriba en el Campo en su lugar; cambia ese monstruo a Posición de Defensa boca abajo, y después añade a tu mano 1 carta \"Tistina\" en tu Deck, excepto \"Aliento de Tistina\". Sólo puedes usar este efecto de \"Aliento de Tistina\" una vez por turno.", "fr": "Durant votre Main Phase, vous pouvez Invoquer Normalement 1 monstre \"Tistina\" en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Vous pouvez cibler 1 monstre face recto que vous contrôlez, ou si vous contrôlez un monstre LUMIÈRE \"Tistina\", vous pouvez cibler 1 monstre face recto sur le Terrain à la place ; changez le monstre en Position de Défense face verso, puis ajoutez 1 carte \"Tistina\" (\"Souffle de Tistina\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Souffle de Tistina\" qu'une fois par tour.", "it": "Durante la tua Main Phase, puoi Evocare Normalmente 1 mostro \"Tistina\", in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Puoi scegliere come bersaglio 1 mostro scoperto che controlli o, se controlli un mostro LUCE \"Tistina\", puoi invece scegliere come bersaglio 1 mostro scoperto sul Terreno; metti quel mostro coperto in Posizione di Difesa, poi aggiungi 1 carta \"Tistina\" dal tuo Deck alla tua mano, eccetto \"Soffio di Tistina\". Puoi utilizzare questo effetto di \"Soffio di Tistina\" una sola volta per turno.", "pt": "Durante sua Fase Principal, você pode Invocar por Invocação-Normal 1 monstro \"Tistina\" em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.) Você pode escolher 1 monstro com a face para cima que você controla ou, se você controlar um monstro \"Tistina\" de LUZ, em vez disso, você pode escolher 1 monstro com a face para cima no campo; coloque esse monstro com a face para baixo em Posição de Defesa e, depois, adicione 1 card \"Tistina\" do seu Deck à sua mão, exceto \"Sopro da Tistina\". Você só pode usar este efeito de \"Sopro da Tistina\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分は通常召喚に加えて１度だけ、自分メインフェイズに「ティスティナ」モンスター１体を召喚できる。②：自分フィールドの表側表示モンスター１体を対象として発動できる（自分フィールドに光属性の「ティスティナ」モンスターが存在する場合、代わりに相手フィールドの表側表示モンスター１体を対象とする事もできる）。そのモンスターを裏側守備表示にする。その後、「ティスティナの息吹」以外の「ティスティナ」カード１枚をデッキから手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 \"티스티나\" 몬스터 1장을 일반 소환할 수 있다. ②: 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다(자신 필드에 빛 속성의 \"티스티나\" 몬스터가 존재할 경우, 대신에 상대 필드의 앞면 표시 몬스터 1장을 대상으로 할 수도 있다). 그 몬스터를 뒷면 수비 표시로 한다. 그 후, \"티스티나의 입김\" 이외의 \"티스티나\" 카드 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只“提斯蒂娜”怪兽。②：以自己场上的１只表侧表示怪兽为对象可以发动（自己场上存在光属性“提斯蒂娜”怪兽的情况下，作为代替也可以对手场上的１只表侧表示怪兽为对象）。将该怪兽改成里侧守备表示。然后，从牌组将“提斯蒂娜的气息”以外的１张“提斯蒂娜”卡加入手牌。"}, "card_type": "Spell", "property": "Continuous", "series": ["Tistina"], "images": [{"index": 1, "image": "BreathoftheTistina-DUNE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN091", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE091", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR091", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT091", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT091", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ja": [{"set_number": "WPP5-JP024", "set_name": "World Premiere Pack 2024", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "WPS1-SC010", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 993297, "master_duel_rarity": "SR"}