{"konami_id": 19029, "password": 58996839, "name": {"en": "Ashoka Pillar", "de": "Ashoka-Säule", "es": "Pilar Ashoka", "fr": "Pilier Ashoka", "it": "Pilastro Ashoka", "pt": "Pilar de Ashoka", "ja": "アショカ・ピラー", "ja_romaji": "Ashoka Pirā", "ko": "아쇼카 필라", "ko_rr": null, "zh-TW": "阿育王之柱", "zh-CN": "阿育王石柱"}, "text": {"en": "If this card is Summoned: You can add 1 Equip Spell from your Deck to your hand, then if this card is in Attack Position, change it to Defense Position. You can only use this effect of \"Ashoka Pillar\" once per turn. If this card is destroyed by battle or card effect: Take 2000 damage.", "de": "Falls diese Karte beschworen wird: Du kannst deiner Hand 1 Ausrüstungszauber von deinem Deck hinzufügen, dann, falls sich diese Karte in Angriffsposition befindet, ändere sie in die Verteidigungsposition. Du kannst diesen Effekt von „Ashoka-Säule“ nur einmal pro Spielzug verwenden. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du erhältst 2000 Schaden.", "es": "Si esta carta es Invocada: puedes añadir a tu mano 1 Mágica de Equipo en tu Deck y después, si esta carta está en Posición de Ataque, cámbiala a Posición de Defensa. Sólo puedes usar este efecto de \"Pilar Ashoka\" una vez por turno. Si esta carta es destruida en batalla o por el efecto de una carta: recibes 2000 puntos de daño.", "fr": "Si cette carte est Invoquée : vous pouvez ajouter 1 Magie d'Équipement depuis votre Deck à votre main, puis si cette carte est en Position d'Attaque, changez-la en Position de Défense. Vous ne pouvez utiliser cet effet de \"Pilier Ashoka\" qu'une fois par tour. Si cette carte est détruite au combat ou par un effet de carte : recevez 2000 points de dommages.", "it": "Se questa carta viene Evocata: puoi aggiungere 1 Magia Equipaggiamento dal tuo Deck alla tua mano, poi se questa carta è in Posizione di Attacco, mettila in Posizione di Difesa. Puoi utilizzare questo effetto di \"Pilastro Ashoka\" una sola volta per turno. Se questa carta viene distrutta in battaglia o dall'effetto di una carta: subisci 2000 danni.", "pt": "Se este card for Invocado: você pode adicionar 1 Magia de Equipamento do seu Deck à sua mão e, depois, se este card estiver em Posição de Ataque, coloque-o em Posição de Defesa. Você só pode usar este efeito de \"Pilar de Ashoka\" uma vez por turno. Se este card for destruído em batalha ou por um efeito de card: sofra 2000 de dano.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・反転召喚・特殊召喚した場合に発動できる。デッキから装備魔法カード１枚を手札に加える。このカードが攻撃表示の場合、さらにこのカードは守備表示になる。②：このカードが戦闘・効果で破壊された場合に発動する。自分は２０００ダメージを受ける。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 반전 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 장착 마법 카드 1장을 패에 넣는다. 이 카드가 공격 표시일 경우, 추가로 이 카드는 수비 표시가 된다. ②: 이 카드가 전투 / 효과로 파괴되었을 경우에 발동한다. 자신은 2000 데미지를 받는다.", "zh-TW": null, "zh-CN": "这个卡名的①效果1回合只能使用1次。①：这张卡召唤·反转召唤·特殊召唤的场合可以发动。从卡组将1张装备魔法卡加入手牌。这张卡是攻击表示的场合，再使这张卡变为守备表示。②：这张卡被战斗·效果破坏的场合必定发动。自己受到2000伤害。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 3, "atk": 0, "def": 2200, "series": ["Ancient Treasure"], "images": [{"index": 1, "image": "AshokaPillar-MZMI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN018", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "de": [{"set_number": "MZMI-DE018", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "es": [{"set_number": "MZMI-SP018", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MZMI-FR018", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "it": [{"set_number": "MZMI-IT018", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MZMI-PT018", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AC03-JP008", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "AC03-KR008", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 928728, "master_duel_rarity": "UR"}