{"konami_id": 10976, "password": 59048135, "name": {"en": "Augmented Heraldry", "de": "Erweiterte Wappenkunde", "es": "Heráldica Aumentada", "fr": "Augmentation Héraldique", "it": "Aumento dell'Araldo", "pt": "Heráldica Melhorada", "ja": "<ruby>昇華する紋章<rt>オーグメント・メダリオン</rt></ruby>", "ja_romaji": "Ōgumento Medarion", "ko": "오그멘트 메달리온", "ko_rr": null, "zh-TW": "昇華的徽章", "zh-CN": "升华的徽章"}, "text": {"en": "Neither player can target Psychic Xyz Monsters on the field with Spell/Trap Cards or effects. Once per turn: You can discard 1 \"Heraldic Beast\" monster; add 1 \"Heraldry\" Spell/Trap from your Deck to your hand, except \"Augmented Heraldry\". You cannot Normal or Special Summon the turn you activate this effect, except Psychic Xyz Monsters and \"Heraldic Beast\" monsters (even if this card leaves the field).", "de": "Kein Spieler kann Psi-Xyz-Monster auf dem Spielfeld als Ziel für Zauber-/Fallenkarten oder -effekte wählen. Einmal pro Spielzug: Du kannst 1 „Wappenungeheuer“-Monster abwerfen; füge deiner Hand 1 „Wappen“-Zauber/Falle von deinem Deck hinzu, außer „Erweiterte Wappenkunde“. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, weder Normal- noch Spezialbeschwörungen durchführen, außer von Psi-Xyz-Monstern und „Wappenungeheuer“-Monstern (selbst falls diese Karte das Spielfeld verlässt).", "es": "Ningún jugador puede seleccionar Monstruos Xyz Psíquicos en el Campo con Cartas Mágicas/de Trampa o sus efectos. Una vez por turno: puedes descartar 1 monstruo \"Bestia Heráldica\"; añade a tu mano 1 Mágica/Trampa \"Heráldico/a\" en tu Deck, excepto \"Heráldica Aumentada\". No puedes Invocar de Modo Normal o Especial el turno que activas este efecto, excepto Monstruos Xyz Psíquicos y monstruos \"Bestia Heráldica\" (aun si esta carta deja el Campo).", "fr": "Aucun joueur ne peut cibler de Monstres Xyz Psychique sur le Terrain avec des Cartes Magie/Piège ou effets de Magie/Piège. Une fois par tour : vous pouvez défausser 1 monstre \"Bête Héraldique\" ; ajoutez 1 Magie/Piège \"Héraldique\" (\"Augmentation Héraldique\" exclu) depuis votre Deck à votre main. Vous ne pouvez Invoquer ni Normalement ni Spécialement (Monstres Xyz Psychique et monstres \"Bête Héraldique\" exclus) le tour où vous activez cet effet (même si cette carte quitte le Terrain).", "it": "Nessun giocatore può scegliere come bersaglio i Mostri Xyz Psichico sul Terreno con le Carte Magia/Trappola o i loro effetti. Una volta per turno: puoi scartare 1 mostro \"Bestia Araldica\"; aggiungi 1 Magia/Trappola \"dell'Araldo\" dal tuo Deck alla tua mano, eccetto \"Aumento dell'Araldo\". Non puoi Evocare Normalmente o Specialmente nel turno in cui attivi questo effetto, eccetto Mostri Xyz Psichico e mostri \"Bestia Araldica\" (anche se questa carta lascia il Terreno).", "pt": "Nenhum duelista pode escolher Monstros Xyz Psíquico no campo como alvo de Cards de Magia/Armadilha ou seus efeitos. Uma vez por turno: você pode descartar 1 monstro \"Besta Heráldica\"; adicione 1 Magia/Armadilha \"Heráldico(a)\" do seu Deck à sua mão, exceto \"Heráldica Melhorada\". Você não pode Invocar por Invocação-Normal ou Especial no turno em que ativar este efeito, exceto Monstros Xyz Psíquico e monstros \"Besta Heráldica\" (mesmo que este card deixe o campo).", "ja": "このカードがフィールド上に存在する限り、フィールド上のサイキック族エクシーズモンスターは魔法・罠カードの効果の対象にならない。また、１ターンに１度、自分のメインフェイズ時に手札から「紋章獣」と名のついたモンスター１体を捨てて発動できる。デッキから「昇華する紋章」以外の「メダリオン」と名のついた魔法・罠カード１枚を手札に加える。この効果を発動するターン、自分はサイキック族エクシーズモンスター及び「紋章獣」と名のついたモンスターしか召喚・特殊召喚できない。", "ko": "이 카드의 ②의 효과를 발동하는 턴에, 자신은 사이킥족 엑시즈 몬스터 및 \"문장수\" 몬스터밖에 일반 소환 / 특수 소환할 수 없다. ①: 필드의 사이킥족 엑시즈 몬스터는 마법 / 함정 카드의 효과의 대상이 되지 않는다. ②: 1턴에 1번, 자신 메인 페이즈에 패에서 \"문장수\" 몬스터 1장을 버리고 이 효과를 발동할 수 있다. 덱에서 \"오그멘트 메달리온\" 이외의 \"메달리온\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "①：只要此卡存在于场地区域，双方不可将场上的念动力族怪兽作为魔法・陷阱卡的效果的对象。②：1回合1次，从手牌将1只“纹章兽”怪兽舍弃可以发动（发动此效果的回合中，自己仅可召唤・特殊召唤念动力族超量怪兽及“纹章兽”怪兽）。从牌组将“升华的徽章”以外的1张“徽章”魔法・陷阱卡加入手牌。"}, "card_type": "Spell", "property": "Field", "series": ["Heraldry"], "images": [{"index": 1, "image": "AugmentedHeraldry-OP28-EN-C-UE.png"}], "sets": {"en": [{"set_number": "WSUP-EN005", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP28-EN023", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "de": [{"set_number": "WSUP-DE005", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP28-DE023", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "es": [{"set_number": "WSUP-SP005", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP28-SP023", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "fr": [{"set_number": "WSUP-FR005", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP28-FR023", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "it": [{"set_number": "WSUP-IT005", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP28-IT023", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "pt": [{"set_number": "WSUP-PT005", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP28-PT023", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "ja": [{"set_number": "LVAL-JP085", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR045", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC109", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 306749, "master_duel_rarity": "R"}