{"konami_id": 10976, "password": 59048135, "name": {"en": "Augmented Heraldry", "de": "Erweiterte Wappenkunde", "es": "Heráldica Aumentada", "fr": "Augmentation Héraldique", "it": "Aumento dell'Araldo", "pt": "Heráldica Melhorada", "ja": "<ruby>昇華する紋章<rt>オーグメント・メダリオン</rt></ruby>", "ja_romaji": "Ōgumento Medarion", "ko": "오그멘트 메달리온", "ko_rr": null, "zh-TW": "昇華的徽章", "zh-CN": "升华的徽章"}, "text": {"en": null, "de": "Xyz-Monster vom Typ Psi auf dem Spielfeld können nicht als Ziel für Zauber-/Falleneffekte gewählt werden. Einmal pro Spielzug: Du kannst 1 „Wappenungeheuer“-Monster abwerfen; füge deiner Hand 1 „Wappen“-Zauber-/Fallenkarte von deinem Deck hinzu, außer „Erweiterte Wappenkunde“ und „Wappen des Drachenzerstörers“. Du kannst während des Spielzugs, in dem du diesen Effekt aktivierst, keine Monster als Normal- oder Spezialbeschwörung beschwören, außer Xyz-Monstern vom Typ Psi und „Wappenungeheuer“-Monstern (selbst falls diese Karte das Spielfeld verlässt).", "es": "Los Monstruos Xyz de Tipo Psíquico en el Campo no pueden ser seleccionados por efectos de Magia/Trampas. Una vez por turno: puedes descartar 1 monstruo \"Bestia Heráldica\"; añade a tu mano 1 Carta Mágica/de Trampa \"Heráldico/a\" en tu Deck, excepto \"Heráldica Aumentada\". Durante el turno en el que activas este efecto no puedes Invocar monstruos de Modo Normal o Especial, excepto Monstruos Xyz de Tipo Psíquico y monstruos \"Bestia Heráldica\" (aun si esta carta deja el Campo).", "fr": "Les Monstres Xyz de Type Psychique sur le Terrain ne peuvent pas être ciblés par des effets de Magie/Piège. Une fois par tour : vous pouvez défausser 1 monstre \"Bête Héraldique\" ; ajoutez 1 Carte Magie/Piège \"Héraldique\" (\"Augmentation Héraldique\" exclu) depuis votre Deck à votre main. Vous ne pouvez Invoquer ni Normalement ni Spécialement de monstres (Monstres Xyz de Type Psychique et monstres \"Bête Héraldique\" exclus) durant le tour où vous activez cet effet (même si cette carte quitte le Terrain).", "it": "I Mostri Xyz di Tipo Psichico sul Terreno non possono essere scelti come bersaglio dagli effetti di Magie/Trappole. Una volta per turno: puoi scartare 1 mostro \"Bestia Araldica\"; aggiungi 1 Carta Magia/Trappola \"dell'Araldo\" dal tuo Deck alla tua mano, eccetto \"Aumento dell'Araldo\", \"Alba dell'Araldo\" e \"Oracolo dell'Araldo\". Non puoi Evocare Normalmente o Specialmente mostri durante il turno in cui attivi questo effetto, eccetto Mostri Xyz di Tipo Psichico e mostri \"Bestia Araldica\" (anche se questa carta lascia il Terreno).", "pt": "Monstros Xyz do Tipo Psíquico no campo não podem ser escolhidos por efeitos de Magia/Armadilha. Uma vez por turno: você pode descartar 1 monstro \"Besta Heráldica\"; adicione 1 Card de Magia/Armadilha \"Heráldico(a)\" do seu Deck à sua mão, exceto \"Heráldica Melhorada\". Você não pode Invocar monstros por Invocação-Normal ou Especial durante o turno em que ativar este efeito, exceto Monstros Xyz do Tipo Psíquico e monstros \"Besta Heráldica\" (mesmo que este card deixe o campo).", "ja": "①：このカードがフィールドゾーンに存在する限り、お互いにフィールドのサイキック族Ｘモンスターを魔法・罠カードの効果の対象にできない。\n②：１ターンに１度、手札から「紋章獣」モンスター１体を捨てて発動できる（この効果を発動するターン、自分はサイキック族Ｘモンスター及び「紋章獣」モンスターしか召喚・特殊召喚できない）。デッキから「昇華する紋章」以外の「メダリオン」魔法・罠カード１枚を手札に加える。", "ko": "이 카드의 ②의 효과를 발동하는 턴에, 자신은 사이킥족 엑시즈 몬스터 및 \"문장수\" 몬스터밖에 일반 소환 / 특수 소환할 수 없다. ①: 필드의 사이킥족 엑시즈 몬스터는 마법 / 함정 카드의 효과의 대상이 되지 않는다. ②: 1턴에 1번, 자신 메인 페이즈에 패에서 \"문장수\" 몬스터 1장을 버리고 이 효과를 발동할 수 있다. 덱에서 \"오그멘트 메달리온\" 이외의 \"메달리온\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": "只要此卡存在於場上，場上的超能族超量怪獸就不會成為魔法・陷阱卡的效果對象。此外，１回合１次，可在我方的主要階段時從手牌捨棄１隻冠有「紋章獸」之名的怪獸發動。從牌組將１張「昇華的徽章」以外的冠有「徽章」之名的魔法・陷阱卡加入手牌。發動此效果的回合，我方可召喚・特殊召喚的怪獸僅限超能族超量怪獸及冠有「紋章獸」之名的怪獸。", "zh-CN": "只要此卡存在于场上，场上的念动力族超量怪兽不会成为魔法、陷阱卡的效果对象。此外，１回合１次，我方主要阶段时可从手牌舍弃１只冠有“纹章兽”之名的怪兽并发动。从牌组将１张除“升华的徽章”以外冠有“徽章”之名的魔法、陷阱卡加入手牌。发动此效果的回合，我方只可召唤、特殊召唤念动力族超量怪兽以及冠有“纹章兽”之名的怪兽。"}, "card_type": "Spell", "property": "Field", "series": ["Heraldry"], "images": [{"index": 1, "image": "AugmentedHeraldry-WSUP-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN005", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "de": [{"set_number": "WSUP-DE005", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "fr": [{"set_number": "WSUP-FR005", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "it": [{"set_number": "WSUP-IT005", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "pt": [{"set_number": "WSUP-PT005", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LVAL-JP085", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR045", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 306749, "master_duel_rarity": "R"}