{"konami_id": 12152, "password": 59255742, "name": {"en": "Goyo Emperor", "de": "Goyo-Kaiser", "es": "Emperador Goyo", "fr": "Empereur Goyo", "it": "Imperatore Goyo", "pt": "Imperador Goyo", "ja": "ゴヨウ・エンペラー", "ja_romaji": "Goyou Enperā", "ko": "고요우 엠페러", "ko_rr": null, "zh-TW": null, "zh-CN": "御用皇帝"}, "text": {"en": "2 EARTH Warrior-Type Synchro Monsters\nWhen this card, or a monster you control that is owned by your opponent, destroys an opponent's monster by battle and sends it to the Graveyard: You can Special Summon that monster to your side of the field. When your opponent Special Summons a monster(s), except during the Damage Step: You can Tribute 1 EARTH Warrior-Type Synchro Monster; take control of that monster(s). If this face-up card leaves the field: Return control of all monsters you control to the owner.", "de": "2 ERDE Synchromonster vom Typ Krieger\nWenn diese Karte oder ein Monster, das du kontrollierst und das dein Gegner besitzt, ein Monster deines Gegners durch Kampf zerstört und auf den Friedhof legt: Du kannst das Monster als Spezialbeschwörung auf deine Spielfeldseite beschwören. Wenn dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört, außer während des Damage Steps: Du kannst 1 ERDE Synchromonster vom Typ Krieger als Tribut anbieten; übernimm die Kontrolle über das oder die Monster. Falls diese offene Karte das Spielfeld verlässt: Gib die Kontrolle über alle Monster, die du kontrollierst, an den Besitzer zurück.", "es": "2 Monstruos de Sincronía de TIERRA de Tipo Guerrero\nCuando esta carta, o un monstruo que controles que sea propiedad de tu adversario, destruye un monstruo de tu adversario en batalla y lo manda al Cementerio: puedes Invocar ese monstruo de Modo Especial a tu lado del Campo. Cuando tu adversario Invoca uno o más monstruos de Modo Especial, excepto durante el Damage Step: puedes Sacrificar 1 Monstruo de Sincronía de TIERRA de Tipo Guerrero; toma el control de ese o esos monstruos. Si esta carta boca arriba deja el Campo: devuelve a su dueño el control de todos los monstruos que controles.", "fr": "2 Monstres Synchro TERRE de Type Guerrier\nLorsque cette carte ou un monstre que vous contrôlez dont le propriétaire est votre adversaire détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez Invoquer Spécialement le monstre sur votre Terrain. Lorsque votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez Sacrifier 1 Monstre Synchro TERRE de Type Guerrier ; prenez le contrôle de ces monstres. Si cette carte face recto quitte le Terrain : rendez le contrôle de tous les monstres que vous contrôlez au propriétaire.", "it": "2 Mostri Synchro TERRA di Tipo Guerriero\nQuando questa carta, o un mostro che controlli che appartiene al tuo avversario, distrugge un mostro dell'avversario in battaglia e lo manda al Cimitero: puoi Evocare Specialmente quel mostro sul tuo Terreno. Quando il tuo avversario Evoca Specialmente uno o più mostri, eccetto durante il Damage Step: puoi offrire come Tributo 1 Mostro Synchro TERRA di Tipo Guerriero; prendi il controllo di quei mostri. Se questa carta scoperta lascia il Terreno: fai ritornare tutti i mostri che controlli sotto il controllo del loro proprietario.", "pt": "2 Monstros Sincro de TERRA do Tipo Guerreiro\nQuando este card ou um monstro que você controla do qual seu oponente é dono destruir um monstro do oponente em batalha e enviá-lo para o Cemitério: você pode Invocar esse monstro por Invocação-Especial no seu lado do campo. Quando seu oponente Invocar um ou mais monstros por Invocação-Especial, exceto durante a Etapa de Dano: você pode oferecer como Tributo 1 Monstro Sincro de TERRA do Tipo Guerreiro; tome o controle desse(s) monstro(s). Se este card com a face para cima deixar o campo: devolva o controle de todos os monstros que você controla aos seus danos.", "ja": "戦士族・地属性の<ruby>Ｓ<rt>シンクロ</rt></ruby>モンスター×２\n①：このカードまたは元々の持ち主が相手となる自分のモンスターが戦闘で相手モンスターを破壊し墓地へ送った時に発動できる。破壊したそのモンスターを自分フィールドに特殊召喚する。②：相手がモンスターを特殊召喚した時、自分フィールドの戦士族・地属性の<ruby>Ｓ<rt>シンクロ</rt></ruby>モンスター１体をリリースして発動できる。そのモンスターのコントロールを得る。③：表側表示のこのカードがフィールドから離れた場合に発動する。自分フィールドの全てのモンスターのコントロールは、元々の持ち主に戻る。", "ko": "전사족 / 땅 속성의 싱크로 몬스터 × 2\n①: 이 카드 또는, 원래의 주인이 상대인 자신의 몬스터가, 전투로 상대 몬스터를 파괴하고 묘지로 보냈을 때에 발동할 수 있다. 파괴한 그 몬스터를 자신 필드에 특수 소환한다. ②: 상대가 몬스터를 특수 소환했을 때, 자신 필드의 전사족 / 땅 속성의 싱크로 몬스터 1장을 릴리스하고 발동할 수 있다. 그 몬스터의 컨트롤을 얻는다. ③: 앞면 표시의 이 카드가 필드에서 벗어났을 경우에 발동한다. 자신 필드의 모든 몬스터의 컨트롤은, 원래의 주인에게 되돌아간다.", "zh-TW": null, "zh-CN": "战士族·地属性的同调怪兽×2\n①：这张卡或者原本持有者是对方的自己怪兽战斗破坏对方怪兽送去墓地时才能发动。破坏的那只怪兽在自己场上特殊召唤。②：对方把怪兽特殊召唤时，把自己场上1只战士族·地属性的同调怪兽解放才能发动。得到那些怪兽的控制权。③：表侧表示的这张卡从场上离开的场合发动。自己场上的全部怪兽的控制权回归原本持有者。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "EARTH", "level": 10, "atk": 3300, "def": 2500, "materials": "2 EARTH Warrior-Type Synchro Monsters", "series": ["Goyo"], "images": [{"index": 1, "image": "GoyoEmperor-BOSH-EN-R-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "de": [{"set_number": "BOSH-DE044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "es": [{"set_number": "BOSH-SP044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "fr": [{"set_number": "BOSH-FR044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "it": [{"set_number": "BOSH-IT044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "pt": [{"set_number": "BOSH-PT044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "ja": [{"set_number": "BOSH-JP044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}], "ko": [{"set_number": "BOSH-KR044", "set_name": "Breakers of Shadow", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 398006}