{"konami_id": 13623, "password": 59490397, "name": {"en": "Gergonne's End", "de": "Gergonnes Ende", "es": "Fin de Gergonne", "fr": "Fin de Gergonne", "it": "Fine di Gergonne", "pt": "Fim de Gergonne", "ja": "ジェルゴンヌの<ruby>終<rt>しゅう</rt></ruby><ruby>焉<rt>えん</rt></ruby>", "ja_romaji": "Jerugon'nu no Shūen", "ko": "제르곤의 종언", "ko_rr": null, "zh-TW": "熱爾崗終焉", "zh-CN": "热尔岗终焉"}, "text": {"en": "Target 1 \"Tindangle\" Link Monster you control; equip this card to it. It cannot be destroyed by battle or card effects, also your opponent cannot target it with card effects. Once per turn, if there are monsters in all zones the equipped monster points to: If there are still monsters in all zones the equipped monster points to, you can destroy this card and all of those monsters, then, inflict damage to your opponent equal to the equipped monster's ATK before they were destroyed.", "de": "Wähle 1 „Tinwinkel“-Linkmonster, das du kontrollierst; rüste es mit dieser Karte aus. Es kann weder durch Kampf noch durch Karteneffekte zerstört werden, zusätzlich kann dein Gegner es nicht als Ziel für Karteneffekte wählen. Einmal pro Spielzug, falls in allen Zonen, auf die das ausgerüstete Monster zeigt, Monster liegen: Falls weiterhin Monster in allen Zonen liegen, auf die das ausgerüstete Monster zeigt, kannst du diese Karte und alle der Monster zerstören, dann füge deinem Gegner Schaden in Höhe der ATK des ausgerüsteten Monsters zu, bevor sie zerstört wurden.", "es": "Selecciona 1 Monstruo de Enlace \"Tindángulo\" que controles; equípale esta carta. El monstruo no puede ser destruido en batalla o por efectos de cartas, y además tu adversario no puede seleccionarlo con efectos de cartas. Una vez por turno, si hay monstruos en todas las zonas a las que apunte el monstruo equipado: si aún hay monstruos en todas las zonas a las que apunte el monstruo equipado, puedes destruir esta carta y todos esos monstruos y después inflige daño a tu adversario igual al ATK del monstruo equipado antes de que fuera destruido.", "fr": "Ciblez 1 Monstre Lien \"Tindangle\" que vous contrôlez ; équipez-lui cette carte. Il ne peut être détruit ni au combat ni par des effets de carte, et aussi, votre adversaire ne peut pas le cibler avec des effets de carte. Une fois par tour, s'il y a des monstres dans toutes les zones pointées par le monstre équipé : s'il y a toujours des monstres dans toutes les zones pointées par le monstre équipé, vous pouvez détruire cette carte et tous ces monstres, puis, infligez des dommages à votre adversaire égaux à l'ATK du monstre équipé avant qu'ils n'aient été détruits.", "it": "Scegli come bersaglio 1 Mostro Link \"Tindangolo\" che controlli; equipaggia questa carta ad esso. Non può essere distrutto in battaglia o dagli effetti delle carte, inoltre il tuo avversario non può sceglierlo come bersaglio con gli effetti delle carte. Una volta per turno, se ci sono mostri in tutte le zone puntate dal mostro equipaggiato: se ci sono ancora mostri in tutte le zone puntate dal mostro equipaggiato, puoi distruggere questa carta e tutti quei mostri, poi infliggi al tuo avversario danno pari all'ATK del mostro equipaggiato prima che fossero distrutti.", "pt": "Escolha 1 Monstro Link \"Tindângulo\" que você controla; equipe este card a ele. Ele não pode ser destruído em batalha ou por efeitos de card e, além disso, seu oponente não pode escolhê-lo como alvo de efeitos de card. Uma vez por turno, se houver monstros em todas as zonas para as quais o monstro equipado apontar: se ainda houver monstros em todas as zonas para as quais o monstro equipado apontar, você pode destruir este card e todos esses monstros e, depois, cause dano ao seu oponente igual ao ATK do monstro equipado antes de ele ser destruído.", "ja": "①：自分フィールドの「ティンダングル」リンクモンスター１体を対象としてこのカードを発動できる。このカードを装備カード扱いとしてそのモンスターに装備する。装備モンスターは戦闘・効果では破壊されず、相手の効果の対象にならない。②：１ターンに１度、装備モンスターの全てのリンクマーカーの先にモンスターが存在する場合に発動できる。それらのモンスターとこのカードを全て破壊する。全て破壊した場合、このカードを装備していたモンスターの攻撃力分のダメージを相手に与える。", "ko": "①: 자신 필드의 \"틴당글\" 링크 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 이 카드를 장착 카드로 취급하고 그 몬스터에 장착한다. 장착 몬스터는 전투 / 효과로는 파괴되지 않으며, 상대 효과의 대상이 되지 않는다. ②: 1턴에 1번, 장착 몬스터의 모든 링크 마커의 앞에 몬스터가 존재할 경우에 발동할 수 있다. 그것들의 몬스터와 이 카드를 전부 파괴한다. 전부 파괴했을 경우, 이 카드를 장착하고 있던 몬스터의 공격력만큼의 데미지를 상대에게 준다.", "zh-TW": "①：可將我方場上的１隻「廷達三角」連結怪獸做為對象發動此卡。將此卡視為裝備卡裝備於該怪獸。裝備怪獸不會因戰鬥・效果被破壞，不會成為對方的效果對象。②：１回合１次，可在裝備怪獸的所有連結符號指向的位置存在怪獸的狀況下發動。將那些怪獸及此卡全部破壞。在全部破壞的狀況下，給予對方等同於裝備此卡的怪獸的攻擊力數值的傷害。", "zh-CN": "①：以自己场上的１只“廷达三角”连接怪兽为对象可以发动此卡。将此卡视为装备卡，装备于该怪兽。装备怪兽不会因战斗・效果被破坏，不会成为对手效果的对象。②：１回合１次，装备怪兽的所有连接标记端都有怪兽存在的情况下可以发动。将那些怪兽和此卡全部破坏。全部破坏的情况下，给予对手相当于装备过此卡的怪兽的攻击力数值的伤害。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "GergonnesEnd-FLOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN069", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE069", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR069", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT069", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT069", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "FLOD-JP069", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "FLOD-KR069", "set_name": "Flames of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 526328, "master_duel_rarity": "N"}