{"konami_id": 10532, "password": 59627393, "name": {"en": "Number 105: Battlin' Boxer Star Cestus", "de": "Nummer 105: Unermüdlicher Boxer Star Cestus", "es": "Número 105: Boxeador Indómito Cestus Estelar", "fr": "Numéro 105 : Boxeur Indomptable Étoile Cestus", "it": "Numero 105: Pugile Indomito Star Cestus", "pt": "Número 105: Boxeador Obstinado Estrela Cestus", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>１０５ <ruby>ＢＫ<rt>バーニングナックラー</rt></ruby> <ruby>流<rt>りゅう</rt></ruby><ruby>星<rt>せい</rt></ruby>のセスタス", "ja_romaji": "Nanbāzu Hyakugo Bāningu Nakkurā Ryūsei no Sesutasu", "ko": "No.105 <ruby>BK<rt>버닝나쿠라</rt></ruby> 유성의 세스터스", "ko_rr": null, "zh-TW": "No.105 燃燒拳鬥士 流星手帶", "zh-CN": "No.105 燃烧拳击手 流星之指套拳士"}, "text": {"en": "3 Level 4 monsters\nDuring either player's Battle Step, if a \"Battlin' Boxer\" monster you control battles an opponent's monster: You can detach 1 Xyz Material from this card; negate the effects of the opponent's monster until the end of the turn, that monster you control cannot be destroyed by that battle, also your opponent takes any battle damage you would have taken from that battle.", "de": "3 Monster der Stufe 4\nWährend des Battle Steps eines beliebigen Spielers, falls ein „Unermüdlicher Boxer“-Monster, das du kontrollierst, gegen ein Monster deines Gegners kämpft: Du kannst 1 Xyz-Material von dieser Karte abhängen; annulliere bis zum Ende des Spielzugs die Effekte des Monsters deines Gegners, das Monster, das du kontrollierst, kann durch den Kampf nicht zerstört werden und dein Gegner erhält den Kampfschaden, den du aus dem Kampf erhalten hättest.", "es": "3 monstruos de Nivel 4\nDurante el Battle Step de cualquier jugador, si un monstruo \"Boxeador Indómito\" que controlas batalla con un monstruo de tu adversario: puedes desacoplar de esta carta 1 Material Xyz; hasta el final del turno, niega los efectos del monstruo de tu adversario, ese monstruo que controlas no puede ser destruido en esa batalla, y además tu adversario recibe cualquier daño de batalla que hubieras recibido tú de esa batalla.", "fr": "3 monstres de Niveau 4\nDurant la Battle Step de chaque joueur, si un monstre \"Boxeur Indomptable\" que vous contrôlez combat un monstre de votre adversaire : vous pouvez détacher 1 Matériel Xyz de cette carte ; jusqu'à la fin du tour, annulez les effets du monstre de votre adversaire, le monstre que vous contrôlez ne peut pas être détruit par ce combat, et aussi, votre adversaire reçoit les dommages de combat que vous auriez dû recevoir de ce combat.", "it": "3 mostri di Livello 4\nDurante il Battle Step di qualsiasi giocatore, se un mostro \"Pugile Indomito\" che controlli combatte con un mostro dell'avversario: puoi staccare 1 Materiale Xyz da questa carta; annulla gli effetti del mostro dell'avversario fino alla fine del turno, quel mostro che controlli non può essere distrutto in quella battaglia e inoltre il tuo avversario subisce qualsiasi danno da combattimento che avresti subito tu da quella battaglia.", "pt": "3 monstros de Nível 4\nDurante a Fase de Batalha de qualquer duelista, se um monstro \"Boxeador Obstinado\" que você controla batalhar um monstro do oponente: você pode desassociar 1 Matéria Xyz deste card; negue os efeitos do monstro do oponente até o final do turno, esse monstro que você controla não pode ser destruído nessa batalha e, além disso, seu oponente sofre todo o dano de batalha que você teria sofrido nessa batalha.", "ja": "レベル４モンスター×３\n①：自分の「ＢＫ」モンスターが相手モンスターと戦闘を行う自分・相手のバトルステップに、このカードのＸ素材を１つ取り除いて発動できる（同一チェーン上では１度まで）。ターン終了時までその相手モンスターの効果は表側表示の間だけ無効化され、その自分のモンスターはその戦闘では破壊されず、その戦闘で発生する自分への戦闘ダメージは代わりに相手が受ける。", "ko": "레벨 4 몬스터 × 3\n자신 필드 위의 \"BK(버닝나쿠라)\"라는 이름이 붙은 몬스터가 상대 몬스터와 전투를 실행하는 배틀 스텝시에 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 그 상대 몬스터의 효과는 턴 종료시까지 무효화되고, 그 자신의 몬스터는 그 전투로는 파괴되지 않으며, 그 전투에 의해서 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "等级4怪兽×3\n我方场上冠有「燃燒拳鬥士」之名的怪兽与对方怪兽进行战斗的战斗步骤时，可移除此卡的1个超量素材并发动。该对手怪兽的效果直至回合结束时被无效化，该我方怪兽在该战斗中不被破坏，因该战斗而发生的对我方的战斗伤害由对手代为承受。此效果也可于对手回合发动。", "zh-CN": "4星怪兽×3。自己场上的名字带有「燃烧拳击手」的怪兽和对方怪兽进行战斗的战斗步骤时把这张卡1个XYZ素材取除才能发动。那只对方怪兽的效果直到回合结束时无效化，那只自己怪兽不会被那次战斗破坏，那次战斗发生的对自己的战斗伤害由对方代受。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "FIRE", "rank": 4, "atk": 2500, "def": 1600, "materials": "3 Level 4 monsters", "series": ["Number", "Number", "Number 10X", "Battlin' Boxer"], "images": [{"index": 1, "image": "Number105BattlinBoxerStarCestus-MP14-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LTGY-EN051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Super Rare"]}, {"set_number": "MP14-EN028", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "LTGY-DE051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Super Rare"]}, {"set_number": "MP14-DE028", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LTGY-FR051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Super Rare"]}, {"set_number": "MP14-FR028", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "LTGY-IT051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Super Rare"]}, {"set_number": "MP14-IT028", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LTGY-PT051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Super Rare"]}, {"set_number": "MP14-PT028", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LTGY-JP051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "NCF1-JP105", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}, {"set_number": "DP28-JP042", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Common"]}], "ko": [{"set_number": "LTGY-KR051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Ultra Rare", "Ultimate Rare"]}], "zh-TW": [{"set_number": "LTGY-TC051", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 256805}