{"konami_id": 13514, "password": 59644128, "name": {"en": "Gouki Jet Ogre", "de": "Gouki Düsen-Oger", "es": "Gouki Ogro Jet", "fr": "Jet d'Ogre Gouki", "it": "Gouki Jet Orco", "pt": "Gouki, Ogro de Jato", "ja": "<ruby>剛<rt>ごう</rt></ruby><ruby>鬼<rt>き</rt></ruby>ジェット・オーガ", "ja_romaji": "Gōki Jetto Ōga", "ko": "강귀 제트 오우거", "ko_rr": "Ganggwi Jeteu Ougeo", "zh-TW": null, "zh-CN": "刚鬼 喷气食人魔"}, "text": {"en": "2 \"Gouki\" monsters\nOnce per turn: You can target 1 \"Gouki\" card you control; destroy it, and if you do, change all monsters on the field to face-up Attack Position. If this card is sent from the field to the GY: You can make all \"Gouki\" monsters you currently control gain 500 ATK until the end of this turn. You can only use this effect of \"Gouki Jet Ogre\" once per turn.", "de": "2 „Gouki“-Monster\nEinmal pro Spielzug: Du kannst 1 „Gouki“-Karte wählen, die du kontrollierst; zerstöre sie und falls du dies tust, ändere alle Monster auf dem Spielfeld in die offene Angriffsposition. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst alle „Gouki“-Monster, die du derzeit kontrollierst, bis zum Ende dieses Spielzugs 500 ATK erhalten lassen. Du kannst diesen Effekt von „Gouki Düsen-Oger“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Gouki\"\nUna vez por turno: puedes seleccionar 1 carta \"Gouki\" que controles; destrúyela y, si lo haces, cambia todos los monstruos en el Campo a Posición de Ataque boca arriba. Si esta carta es mandada del Campo al Cementerio: puedes hacer que todos los monstruos \"Gouki\" que controles en este momento ganen 500 ATK hasta el final de este turno. Sólo puedes usar este efecto de \"Gouki Ogro Jet\" una vez por turno.", "fr": "2 monstres \"Gouki\"\nUne fois par tour : vous pouvez cibler 1 carte \"Gouki\" que vous contrôlez ; détruisez-la, et si vous le faites, changez tous les monstres sur le Terrain en Position d'Attaque face recto. Si cette carte est envoyée depuis le Terrain au Cimetière : jusqu'à la fin de ce tour, vous pouvez faire gagner 500 ATK à tous les monstres \"Gouki\" que vous contrôlez actuellement. Vous ne pouvez utiliser cet effet de \"Jet d'Ogre Gouki\" qu'une fois par tour.", "it": "2 mostri \"Gouki\"\nUna volta per turno: puoi scegliere come bersaglio 1 carta \"Gouki\" che controlli; distruggila e, se lo fai, metti scoperti in Posizione di Attacco tutti i mostri sul Terreno. Se questa carta viene mandata dal Terreno al Cimitero: puoi far guadagnare 500 ATK a tutti i mostri \"Gouki\" che controlli attualmente fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Gouki Jet Orco\" una sola volta per turno.", "pt": "2 monstros \"Gouki\"\nUma vez por turno: você pode escolher 1 card \"Gouki\" que você controla; destrua-o e, se isso acontecer, coloque todos os monstros no campo com a face para cima em Posição de Ataque. Se este card for enviado do campo para o Cemitério: você pode fazer com que todos os monstros \"Gouki\" que você controla atualmente ganhem 500 de ATK até o final deste turno. Você só pode usar este efeito de \"Gouki, Ogro de Jato\" uma vez por turno.", "ja": "「剛鬼」モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、自分フィールドの「剛鬼」カード１枚を対象として発動できる。そのカードを破壊し、フィールドのモンスターを全て表側攻撃表示にする。②：このカードがフィールドから墓地へ送られた場合に発動できる。自分フィールドの全ての「剛鬼」モンスターの攻撃力はターン終了時まで５００アップする。", "ko": "\"강귀\" 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 필드의 \"강귀\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴하고, 필드의 몬스터를 전부 앞면 공격 표시로 한다. ②: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 자신 필드의 모든 \"강귀\" 몬스터의 공격력은 턴 종료시까지 500 올린다.", "zh-TW": null, "zh-CN": "“刚鬼”怪兽2只\n此卡名的②效果1回合仅可使用1次。①：1回合1次，以自己场上的1张“刚鬼”卡为对象可以发动。将该卡破坏，将场上的怪兽全部改成表侧攻击表示。②：此卡从场上被送至墓地的情况下可以发动。自己场上的所有“刚鬼”怪兽的攻击力直至回合结束时为止上升500。"}, "card_type": "Monster", "monster_type_line": "Warrior / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬅", "⬇"], "atk": 2000, "materials": "2 \"Gouki\" monsters", "series": ["Gouki"], "images": [{"index": 1, "image": "GoukiJetOgre-DUPO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUPO-EN023", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP29-EN019", "set_name": "OTS Tournament Pack 29", "rarities": ["Common"]}], "de": [{"set_number": "DUPO-DE023", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP29-DE019", "set_name": "OTS Tournament Pack 29", "rarities": ["Common"]}], "es": [{"set_number": "DUPO-SP023", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP29-SP019", "set_name": "OTS Tournament Pack 29", "rarities": ["Common"]}], "fr": [{"set_number": "DUPO-FR023", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP29-FR019", "set_name": "OTS Tournament Pack 29", "rarities": ["Common"]}], "it": [{"set_number": "DUPO-IT023", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP29-IT019", "set_name": "OTS Tournament Pack 29", "rarities": ["Common"]}], "pt": [{"set_number": "DUPO-PT023", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP29-PT019", "set_name": "OTS Tournament Pack 29", "rarities": ["Common"]}], "ja": [{"set_number": "LVB1-JP011", "set_name": "LINK VRAINS Box", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "LVB1-KR011", "set_name": "LINK VRAINS Box", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "MGP2-SC170", "set_name": "Mega Pack 02", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 547022}