{"konami_id": 15094, "password": 59741415, "name": {"en": "Machina Overdrive", "de": "Maschinenwesen-Turbo", "es": "Maquinaria A Toda Marcha", "fr": "Overdrive Méchabot", "it": "Superguida Mek", "pt": "Extenuação Autômata", "ja": "<ruby>機甲部隊の超臨界<rt>マシンナーズ・オーバードライブ</rt></ruby>", "ja_romaji": "Mashinnāzu Ōbādoraibu", "ko": "머시너즈 오버드라이브", "ko_rr": "Meosineojeu Obeodeuraibeu", "zh-TW": "機甲部隊超臨界", "zh-CN": "机甲部队的超临界"}, "text": {"en": "Target 1 Machine monster you control; Special Summon 1 \"Machina\" monster with a different name from your hand or Deck, and if you do, destroy that targeted monster. You can banish this card from your GY, then target 3 of your Machine monsters that are banished and/or in your GY; shuffle them into your Deck, then draw 1 card. You can only use 1 \"Machina Overdrive\" effect per turn, and only once that turn.", "de": "Wähle 1 Maschine-Monster, das du kontrollierst; beschwöre 1 „Maschinenwesen“-Monster mit einem unterschiedlichen Namen als Spezialbeschwörung von deiner Hand oder deinem Deck und falls du dies tust, zerstöre das als Ziel gewählte Monster. Du kannst diese Karte von deinem Friedhof verbannen und dann 3 deiner Maschine-Monster wählen, die verbannt sind oder sich in deinem Friedhof befinden; mische sie in dein Deck, dann ziehe 1 Karte. Du kannst nur 1 Effekt von „Maschinenwesen-Turbo“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Selecciona 1 monstruo Máquina que controles; Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo \"Maquinaria\" con nombre diferente y, si lo haces, destruye ese monstruo seleccionado. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 3 de tus monstruos Máquina que estén desterrados y/o en tu Cementerio; barájalos a tu Deck, y después roba 1 carta. Sólo puedes usar 1 efecto de \"Maquinaria A Toda Marcha\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 monstre Machine que vous contrôlez ; Invoquez Spécialement 1 monstre \"Méchabot\" de nom différent depuis votre main ou Deck, et si vous le faites, détruisez le monstre ciblé. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 3 de vos monstres Machine qui sont bannis et/ou dans votre Cimetière ; mélangez-les dans votre Deck, puis piochez 1 carte. Vous ne pouvez utiliser qu'1 effet de \"Overdrive Méchabot\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 mostro Macchina che controlli; Evoca Specialmente 1 mostro \"Mek\" con un nome diverso dalla tua mano o Deck e, se lo fai, distruggi quel mostro scelto come bersaglio. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 3 dei tuoi mostri Macchina che sono banditi e/o nel tuo Cimitero; mischiali nel tuo Deck, poi pesca 1 carta. Puoi utilizzare solo 1 effetto di \"Superguida Mek\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 monstro Máquina que você controla; Invoque por Invocação-Especial 1 monstro \"Autômata(o)\" com um nome diferente da sua mão ou do Deck e, se isso acontecer, destrua esse monstro alvo. Você pode banir este card do seu Cemitério e, depois, escolha 3 dos seus monstros Máquina que estiverem banidos e/ou no seu Cemitério; embaralhe-os no seu Deck e, depois, compre 1 card. Você só pode usar 1 efeito de \"Extenuação Autômata\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドの機械族モンスター１体を対象として発動できる。そのモンスターとはカード名が異なる「マシンナーズ」モンスター１体を手札・デッキから特殊召喚し、対象のモンスターを破壊する。②：墓地のこのカードを除外し、自分の墓地のモンスター及び除外されている自分のモンスターの中から、機械族モンスター３体を対象として発動できる。そのモンスターをデッキに加えてシャッフルする。その後、自分はデッキから１枚ドローする。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 기계족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와는 카드명이 다른 \"머시너즈\" 몬스터 1장을 패 / 덱에서 특수 소환하고, 대상 몬스터를 파괴한다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, 기계족 몬스터 3장을 대상으로 하여 발동할 수 있다. 그 몬스터를 덱에 넣고 셔플한다. 그 후, 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可將我方場上的１隻機械族怪獸做為對象發動。從手牌・牌組特殊召喚１隻卡名與該怪獸不同的１隻「機甲部隊」怪獸，破壞對象怪獸。②：可將墓地的此卡除外，從我方墓地的怪獸及我方被除外的怪獸中，將３隻機械族怪獸做為對象發動。將該怪獸加入牌組後洗牌。其後，我方從牌組抽１張牌。", "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：以自己场上的1只机械族怪兽为对象可以发动。将1只卡名与该怪兽不同的\"机甲部队\"怪兽从手牌・牌组特殊召唤，破坏对象怪兽。②：将墓地的此卡除外，从自己墓地的怪兽及被除外的自己的怪兽中，以3只机械族怪兽为对象可以发动。将该怪兽加入牌组洗牌。然后自己从牌组抽1张。"}, "card_type": "Trap", "property": "Normal", "series": ["Machina"], "images": [{"index": 1, "image": "MachinaOverdrive-SR10-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SR10-EN034", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "de": [{"set_number": "SR10-DE034", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "fr": [{"set_number": "SR10-FR034", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "it": [{"set_number": "SR10-IT034", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "pt": [{"set_number": "SR10-PT034", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Common"]}], "ja": [{"set_number": "SR10-JP034", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SR10-KR034", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TM01-SC018", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715677, "master_duel_rarity": "N"}