{"konami_id": 16379, "password": 59765225, "name": {"en": "Crystal Clear Wing Synchro Dragon", "de": "Kristall-Glasflügel-Synchrodrache", "es": "Dragón Sincro Ala Transparente Cristalina", "fr": "Dragon Synchro de l'Aile Claire de Cristal", "it": "Drago Synchro Ala Chiara Cristallo", "pt": "Dragão Sincro de Asas Transparentes Cristalinas", "ja": "クリスタルクリアウィング・シンクロ・ドラゴン", "ja_romaji": "Kurisutaru Kuria Wingu Shinkuro Doragon", "ko": "크리스탈클리어윙 싱크로 드래곤", "ko_rr": "Keuriseutalkeulli-eowing Singkeuro Deuraegon", "zh-TW": "水晶幻透翼同步龍", "zh-CN": "水晶清透翼同步龙"}, "text": {"en": "1 Tuner Synchro Monster + 1 non-Tuner \"Clear Wing\" monster\nOnce per turn, when your opponent activates a monster effect (except during the Damage Step) (Quick Effect): You can activate this effect; until the end of this turn, this face-up card is unaffected by the activated effects of your opponent's monsters, also this card gains ATK equal to that opponent's monster's original ATK. Once per turn, when a Spell/Trap Card or effect is activated (Quick Effect): You can negate the activation, and if you do, destroy that card. If this Synchro Summoned card you control is sent to your GY by an opponent's card: You can add 1 WIND monster from your Deck to your hand.", "de": "1 Empfänger-Synchromonster + 1 „Glasflügel“-Nicht-Empfänger-Monster\nEinmal pro Spielzug, wenn dein Gegner einen Monstereffekt aktiviert (außer während des Damage Steps) (Schnelleffekt): Du kannst diesen Effekt aktivieren; bis zum Ende dieses Spielzugs bleibt diese offene Karte von den aktivierten Effekten der Monster deines Gegners unberührt, zusätzlich erhält diese Karte ATK in Höhe der Grund-ATK des Monsters des Gegners. Einmal pro Spielzug, wenn eine Zauber-/Fallenkarte oder ein Zauber-/Falleneffekt aktiviert wird (Schnelleffekt): Du kannst die Aktivierung annullieren und falls du dies tust, zerstöre die Karte. Falls diese als Synchrobeschwörung beschworene Karte, die du kontrollierst, durch eine Karte eines Gegners auf deinen Friedhof gelegt wird: Du kannst deiner Hand 1 WIND Monster von deinem Deck hinzufügen.", "es": "1 Monstruo de Sincronía Cantante + 1 monstruo \"Ala Transparente\" que no sea Cantante\nUna vez por turno, cuando tu adversario activa un efecto de monstruo (excepto durante el Damage Step) (Efecto Rápido): puedes activar este efecto; hasta el final de este turno, esta carta boca arriba no es afectada por los efectos activados de los monstruos de tu adversario, y además esta carta gana ATK igual al ATK original de ese monstruo del adversario. Una vez por turno, cuando una Carta Mágica/de Trampa o su efecto sea activado (Efecto Rápido): puedes negar la activación y, si lo haces, destruye esa carta. Si esta carta Invocada por Sincronía que controlas es mandada a tu Cementerio por una carta del adversario: puedes añadir a tu mano 1 monstruo de VIENTO en tu Deck.", "fr": "1 Monstre Synchro Syntoniseur + 1 monstre non-Syntoniseur \"Aile Claire\"\nUne fois par tour, lorsque votre adversaire active un effet de monstre (sauf durant la Damage Step) (Effet Rapide) : vous pouvez activer cet effet ; jusqu'à la fin de ce tour, cette carte face recto n'est pas affectée par les effets activés des monstres de votre adversaire, et aussi, cette carte gagne une ATK égale à l'ATK d'origine du monstre de l'adversaire. Une fois par tour, lorsqu'une Carte Magie/Piège ou effet de Magie/Piège est activé (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Si cette carte Invoquée par Synchronisation que vous contrôlez est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez ajouter 1 monstre VENT depuis votre Deck à votre main.", "it": "1 Mostro Synchro Tuner + 1 mostro \"Ala Chiara\" non-Tuner\nUna volta per turno, quando il tuo avversario attiva l'effetto di un mostro (eccetto durante il Damage Step) (Effetto Rapido): puoi attivare questo effetto; fino alla fine di questo turno, questa carta scoperta è immune agli effetti attivati dei mostri del tuo avversario, inoltre questa carta guadagna ATK pari all'ATK originale di quel mostro dell'avversario. Una volta per turno, quando viene attivata una Carta Magia/Trappola o un suo effetto (Effetto Rapido): puoi annullare l'attivazione e, se lo fai, distruggi quella carta. Se questa carta Synchro Evocata che controlli viene mandata al tuo Cimitero da una carta dell'avversario: puoi aggiungere 1 mostro VENTO dal tuo Deck alla tua mano.", "pt": "1 Monstro Sincro Regulador + 1 monstro \"Asas Transparentes\" não-Regulador\nUma vez por turno, quando seu oponente ativar um efeito de monstro (exceto durante a Etapa de Dano) (Efeito Rápido): você pode ativar este efeito; até o final deste turno, este card com a face para cima não é afetado pelos efeitos ativados dos monstros do seu oponente e, além disso, este card ganha ATK igual ao ATK original desse monstro do oponente. Uma vez por turno, quando um Card de Magia/Armadilha ou seus efeitos forem ativados (Efeito Rápido): você pode negar a ativação e, se isso acontecer, destrua esse card. Se este card Invocado por Invocação-Sincro que você controla for enviado para o seu Cemitério por um card do oponente: você pode adicionar 1 monstro de VENTO do seu Deck à sua mão.", "ja": "Ｓモンスターのチューナー＋チューナー以外の「クリアウィング」モンスター１体\n①：１ターンに１度、相手がモンスターの効果を発動した時に発動できる。このカードはターン終了時まで、攻撃力がその相手モンスターの元々の攻撃力分アップし、相手が発動したモンスターの効果を受けない。②：１ターンに１度、魔法・罠カードの効果が発動した時に発動できる。その発動を無効にし破壊する。③：Ｓ召喚したこのカードが相手によって墓地へ送られた場合に発動できる。デッキから風属性モンスター１体を手札に加える。", "ko": "싱크로 몬스터의 튜너 ＋ 튜너 이외의 \"클리어윙\" 몬스터 1장\n①: 1턴에 1번, 상대가 몬스터의 효과를 발동했을 때에 발동할 수 있다. 이 카드는 턴 종료시까지, 공격력을 그 상대 몬스터의 원래 공격력만큼 올리고, 상대가 발동한 몬스터의 효과를 받지 않는다. ②: 1턴에 1번, 마법 / 함정 카드의 효과가 발동했을 때에 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. ③: 싱크로 소환한 이 카드가 상대에 의해 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 바람 속성 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "同步怪兽的协调＋１只协调以外的“清透翼”怪兽\n①：１回合１次，对手发动怪兽效果时可以发动。此卡直至回合结束时为止，攻击力上升相当于该对手怪兽原本攻击力的数值，不受对手发动的怪兽效果的影响。②：１回合１次，魔法・陷阱卡的效果发动时可以发动。将该发动无效并破坏。③：同步召唤的此卡因对手被送至墓地的情况下可以发动。从牌组将１只风属性怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Dragon / Synchro / Effect", "attribute": "WIND", "level": 10, "atk": 3000, "def": 2500, "materials": "1 Tuner Synchro Monster + 1 non-Tuner \"Clear Wing\" monster", "series": ["Clear Wing", "Synchro", "Synchro Dragon"], "images": [{"index": 1, "image": "CrystalClearWingSynchroDragon-LED8-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED8-EN005", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare", "Ghost Rare"]}], "de": [{"set_number": "LED8-DE005", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare", "Ghost Rare"]}], "es": [{"set_number": "LED8-SP005", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare", "Ghost Rare"]}], "fr": [{"set_number": "LED8-FR005", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare", "Ghost Rare"]}], "it": [{"set_number": "LED8-IT005", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare", "Ghost Rare"]}], "pt": [{"set_number": "LED8-PT005", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare", "Ghost Rare"]}], "ja": [{"set_number": "DP25-JP004", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "QCAC-JP086", "set_name": "Quarter Century Art Collection", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DP25-KR004", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "QCAC-KR086", "set_name": "Quarter Century Art Collection", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "DP25-SC004", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714383, "master_duel_rarity": "UR"}