{"konami_id": 11757, "password": 59808784, "name": {"en": "Berlineth the Firestorm Vassal", "de": "Berlineth der Feuersturmvasall", "es": "Berlineth, el Vasallo de la Tormenta de Fuego", "fr": "Berlineth le Vassal de la Tempête de Feu", "it": "Berlineth Vassallo della Tempesta di Fuoco", "pt": "Berlineth, o Vassalo da Tempestade de Fogo", "ja": "<ruby>炎<rt>えん</rt></ruby><ruby>帝<rt>てい</rt></ruby><ruby>家<rt>か</rt></ruby><ruby>臣<rt>しん</rt></ruby>ベルリネス", "ja_romaji": "Enteikashin Berurinesu", "ko": "화염 제왕가신 베르리네스", "ko_rr": null, "zh-TW": "炎帝家臣貝利尼斯", "zh-CN": "炎帝家臣贝利尼斯"}, "text": {"en": null, "de": "Du kannst 1 Karte abwerfen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören. Falls diese Karte als Tribut für eine Tributbeschwörung angeboten wird: Du kannst dir die Hand deines Gegners ansehen und 1 Karte von seiner Hand bis zur End Phase verbannen. Du kannst jeden Effekt von „Berlineth der Feuersturmvasall“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar 1 carta; Invoca esta carta de Modo Especial desde tu mano, y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial desde el Deck Extra. Si esta carta es Sacrificada para una Invocación por Sacrificio: puedes mirar la mano de tu adversario y desterrar 1 carta desde su mano hasta el final de la End Phase. Sólo puedes usar cada efecto de \"Berlineth, el Vasallo de la Tormenta de Fuego\" una vez por turno.", "fr": "Vous pouvez défausser 1 carte ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck pour le reste de ce tour. Si cette carte est Sacrifiée pour une Invocation Sacrifice : vous pouvez regarder la main de votre adversaire et bannir 1 carte depuis sa main jusqu'à la fin de la End Phase. Vous ne pouvez utiliser chaque effet de \"Berlineth le Vassal de la Tempête de Feu\" qu'une fois par tour.", "it": "Puoi scartare 1 carta; Evoca Specialmente questa carta dalla tua mano, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno. Se questa carta viene offerta come Tributo per un'Evocazione tramite Tributo: puoi guardare la mano del tuo avversario e bandire 1 carta dalla sua mano fino alla End Phase. Puoi utilizzare ogni effetto di \"Berlineth Vassallo della Tempesta di Fuoco\" una sola volta per turno.", "pt": "Você pode descartar 1 card; Invoque este card por Invocação-Especial da sua mão e, além disso, você não pode Invocar por Invocação-Especial monstros do Deck Adicional pelo resto deste turno. Se este card for oferecido como Tributo para uma Invocação-Tributo: você pode olhar a mão do seu oponente e banir 1 card da mão dele até a Fase Final. Você só pode usar cada efeito de \"Berlineth, o Vassalo da Tempestade de Fogo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：手札を１枚捨てて発動できる。このカードを手札から特殊召喚する。このターン、自分はＥＸデッキからモンスターを特殊召喚できない。\n②：このカードがアドバンス召喚のためにリリースされた場合に発動できる。相手の手札を確認し、その内の１枚を選んでエンドフェイズまで除外する。", "ko": "\"화염 제왕가신 베르리네스\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패를 1장 버리고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 턴에, 자신은 엑스트라 덱에서 몬스터를 특수 소환할 수 없다. ②: 이 카드가 어드밴스 소환을 위해 릴리스되었을 경우에 발동할 수 있다. 상대의 패를 확인하고, 그 중에서 카드 1장을 골라 엔드 페이즈까지 제외한다.", "zh-TW": "「炎帝家臣貝利尼斯」的①②效果，１回合各僅限使用１次。①：可捨棄１張手牌發動。從手牌特殊召喚此卡。此回合，我方無法從額外牌組特殊召喚怪獸。②：可在此卡為升級召喚被解放的狀況下發動。確認對方手牌，選擇其中的１張卡除外直到結束階段。", "zh-CN": "“炎帝家臣贝利尼斯”的①②效果１回合只可各使用１次。①：可舍弃１张手牌并发动。从手牌特殊召唤此卡。此回合，我方不可从额外牌组特殊召唤怪兽。②：此卡以上级召唤为目的被解放的场合可发动。确认对手手牌，直至结束阶段，从中挑选１张卡牌并除外。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "FIRE", "level": 3, "atk": 800, "def": 1000, "series": ["Vassal"], "images": [{"index": 1, "image": "BerlineththeFirestormVassal-SR01-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SR01-EN014", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "de": [{"set_number": "SR01-DE014", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "fr": [{"set_number": "SR01-FR014", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "it": [{"set_number": "SR01-IT014", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "pt": [{"set_number": "SR01-PT014", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP082", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SR01-JP014", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Common"]}], "ko": [{"set_number": "SR01-KR014", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 333432, "master_duel_rarity": "N"}