{"konami_id": 14404, "password": 59851535, "name": {"en": "Witchcrafter Potterie", "de": "Hexwerkerin Potterie", "es": "Ceramia Artibruja", "fr": "Potterie, Artisanesorcière", "it": "Stregartigiana Potterie", "pt": "Fazticeira Potterie", "ja": "ウィッチクラフト・ポトリー", "ja_romaji": "Wicchikurafuto Potorī", "ko": "위치크래프트 포트리", "ko_rr": "Wichikeuraepeuteu Poteuri", "zh-TW": "魔女工藝 波特麗", "zh-CN": "魔女工艺・陶艺玻特丽"}, "text": {"en": "During the Main Phase (Quick Effect): You can Tribute this card, then discard 1 Spell; Special Summon 1 \"Witchcrafter\" monster from your Deck, except \"Witchcrafter Potterie\". If you have no cards in your hand: You can banish this card from your GY, then target 1 \"Witchcrafter\" card in your GY; add it to your hand. You can only use each effect of \"Witchcrafter Potterie\" once per turn.", "de": "Während der Main Phase (Schnelleffekt): Du kannst diese Karte als Tribut anbieten und dann 1 Zauber abwerfen; beschwöre 1 „Hexwerker“-Monster als Spezialbeschwörung von deinem Deck, außer „Hexwerkerin Potterie“. Falls du keine Karten in deiner Hand hast: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Hexwerker“-Karte in deinem Friedhof wählen; füge sie deiner Hand hinzu. Du kannst jeden Effekt von „Hexwerkerin Potterie“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase (Efecto Rápido): puedes Sacrificar esta carta, y después descarta 1 Mágica; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Artibruja\", excepto \"Ceramia Artibruja\". Si no tienes cartas en tu mano: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 carta \"Artibruja\" en tu Cementerio; añádela a tu mano. Sólo puedes usar cada efecto de \"Ceramia Artibruja\" una vez por turno.", "fr": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte, puis défaussez 1 Magie ; Invoquez Spécialement 1 monstre \"Artisanesorcière\" (\"Potterie, Artisanesorcière\" exclu) depuis votre Deck. Si vous n'avez aucune carte dans votre main : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 carte \"Artisanesorcière\" dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Potterie, Artisanesorcière\" qu'une fois par tour.", "it": "Durante la Main Phase (Effetto Rapido): puoi offrire come Tributo questa carta, poi scartare 1 Magia; Evoca Specialmente 1 mostro \"Stregartigiana\" dal tuo Deck, eccetto \"Stregartigiana Potterie\". Se non hai carte nella tua mano: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 carta \"Stregartigiana\" nel tuo Cimitero; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Stregartigiana Potterie\" una sola volta per turno.", "pt": "Durante a Fase Principal (Efeito Rápido): você pode oferecer este card como Tributo e, depois, descartar 1 Magia; Invoque por Invocação-Especial 1 monstro \"Fazticeira\" do seu Deck, exceto \"Fazticeira Potterie\". Se você não tiver cards na sua mão: você pode banir este card do seu Cemitério e, depois, escolher 1 card \"Fazticeira\" no seu Cemitério; adicione-o à sua mão. Você só pode usar cada efeito de \"Fazticeira Potterie\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに、このカードをリリースし、手札から魔法カード１枚を捨てて発動できる。デッキから「ウィッチクラフト・ポトリー」以外の「ウィッチクラフト」モンスター１体を特殊召喚する。②：自分の手札が０枚の場合、墓地のこのカードを除外し、自分の墓地の「ウィッチクラフト」カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 이 카드를 릴리스하여, 패에서 마법 카드 1장을 버리고 발동할 수 있다. 덱에서 \"위치크래프트 포트리\" 이외의 \"위치크래프트\" 몬스터 1장을 특수 소환한다. ②: 자신의 패가 0장일 경우, 묘지의 이 카드를 제외하고, 자신 묘지의 \"위치크래프트\" 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在我方・對方的主要階段解放此卡，從手牌捨棄１張魔法卡發動。從牌組特殊召喚１隻「魔女工藝 波特麗」以外的「魔女工藝」怪獸。②：在我方手牌為０張的狀況下，可將墓地的此卡除外，將我方墓地的１張「魔女工藝」卡做為對象發動。將該卡加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：在自己・对手的主要阶段，解放此卡，从手牌将１张魔法卡舍弃可以发动。从牌组将１只“魔女工艺・陶艺玻特丽”以外的“魔女工艺”怪兽特殊召唤。②：自己的手牌为０张的情况下，将墓地的此卡除外，以自己墓地的１张“魔女工艺”卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "EARTH", "level": 2, "atk": 0, "def": 2000, "series": ["Witchcrafter"], "images": [{"index": 1, "image": "WitchcrafterPotterie-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN014", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-EN219", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INCH-DE014", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-DE219", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INCH-FR014", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-FR219", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INCH-IT014", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-IT219", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INCH-PT014", "set_name": "The Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "MP20-PT219", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBIC-JP014", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBIC-KR014", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "CL02-SC056", "set_name": "Classic Pack 02", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 594236, "master_duel_rarity": "N"}