{"konami_id": 18456, "password": 59900655, "name": {"en": "Gold Pride - Nytro Head", "de": "Goldstolz - Nytrokopf", "es": "Orgullo Dorado - Cabeza Nytro", "fr": "Fierté d'Or - Tête Nytro", "it": "Orgoglio d'Oro - Nytro Testa", "pt": "Orgulho Dourado - Cabeça Nytro", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "黄金荣耀-氮气头"}, "text": {"en": "If your LP are lower than your opponent's: You can Special Summon this card from your hand. During your opponent's Standby Phase: You can Special Summon 1 \"Nytro Token\" (Pyro/FIRE/Level 8/ATK 0/DEF 0) to your opponent's field, but it cannot be used as Link Material. During your opponent's Main Phase (Quick Effect): You can target 1 \"Nytro Token\" on the field; destroy that Token, also destroy all cards in its adjacent Monster Zones and Spell & Trap Zones. You can only use each effect of \"Gold Pride - Nytro Head\" once per turn.", "de": "Falls du weniger LP hast als dein Gegner: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während der Standby Phase deines Gegners: Du kannst 1 „Nytro-Spielmarke“ (Pyro/FEUER/Stufe 8/ATK 0/DEF 0) als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschwören, aber sie kann nicht als Linkmaterial verwendet werden. Während der Main Phase deines Gegners (Schnelleffekt): Du kannst 1 „Nytro-Spielmarke“ auf dem Spielfeld wählen; zerstöre jene Spielmarke, zusätzlich zerstöre alle Karten in ihren benachbarten Monsterzonen und Zauber- & Fallenzonen. Du kannst jeden Effekt von „Goldstolz - Nytrokopf“ nur einmal pro Spielzug verwenden.", "es": "Si tus LP son menores que los de tu adversario: puedes Invocar esta carta de Modo Especial desde tu mano. Durante la Standby Phase de tu adversario: puedes Invocar de Modo Especial 1 \"Ficha Nytro\" (Piro/FUEGO/Nivel 8/ATK 0/DEF 0) al Campo de tu adversario, pero no puede ser usada como Material de Enlace. Durante la Main Phase de tu adversario (Efecto Rápido): puedes seleccionar 1 \"Ficha Nytro\" en el Campo; destruye esa Ficha, y destruye todas las cartas en sus Zonas de Monstruos y Zonas de Magia y Trampas adyacentes. Sólo puedes usar cada efecto de \"Orgullo Dorado - Cabeza Nytro\" una vez por turno.", "fr": "Si vos LP sont inférieurs à ceux de votre adversaire : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant la Standby Phase de votre adversaire : vous pouvez Invoquer Spécialement 1 \"Jeton Nytro\" (Pyro/FEU/Niveau 8/ATK 0/DEF 0) sur le Terrain de votre adversaire, mais il ne peut pas être utilisé comme Matériel Lien. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez cibler 1 \"Jeton Nytro\" sur le Terrain ; détruisez le Jeton, et aussi, détruisez toutes les cartes dans ses Zones Monstre et Zones Magie & Piège adjacentes. Vous ne pouvez utiliser chaque effet de \"Fierté d'Or - Tête Nytro\" qu'une fois par tour.", "it": "Se i tuoi LP sono inferiori a quelli del tuo avversario: puoi Evocare Specialmente questa carta dalla tua mano. Durante la Standby Phase del tuo avversario: puoi Evocare Specialmente 1 \"Segna-Nytro\" (Pyro/FUOCO/Livello 8/ATK 0/DEF 0) sul Terreno del tuo avversario, ma esso non può essere utilizzato come Materiale Link. Durante la Main Phase del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 1 \"Segna-Nytro\" sul Terreno; distruggi quel Segna-Mostro, inoltre distruggi tutte le carte nelle sue Zone Mostri e Zone Magie & Trappole adiacenti. Puoi utilizzare ogni effetto di \"Orgoglio d'Oro - Nytro Testa\" una sola volta per turno.", "pt": "Se você tiver menos PV que seu oponente: você pode Invocar este card por Invocação-Especial da sua mão. Durante a Fase de Apoio do seu oponente: você pode Invocar por Invocação-Especial 1 \"Ficha de Nytro\" (Piro/FOGO/Nível 8/ATK 0/DEF 0) no campo do seu oponente, mas ela não pode ser usada como Matéria Link. Durante a Fase Principal do seu oponente (Efeito Rápido): você pode escolher 1 \"Ficha Nitro\" no campo; destrua essa Ficha e, além disso, destrua todos os cards nas Zonas de Monstros e Zonas de Magias & Armadilhas adjacentes a ela. Você só pode usar cada efeito de \"Orgulho Dourado - Cabeça Nytro\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": "这个卡名的①②③效果1回合各能使用1次。①：自己的LP比对手少的场合可以发动。将这张卡从手牌特殊召唤。②：对手的准备阶段可以发动。将1只「Nytro Token／氮气衍生物」（炎族·炎·8星·攻/守0）特殊召唤到对手的场上。这只衍生物不能作为链接素材。③：对手的主要阶段可以以场上的1只「Nytro Token／氮气衍生物」为对象发动。将那只衍生物破坏，将那只衍生物的前、后、相邻的区域（怪兽区·魔法陷阱区）的卡全部破坏。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "FIRE", "level": 8, "atk": 2300, "def": 2600, "series": ["Gold Pride"], "images": [{"index": 1, "image": "GoldPrideNytroHead-PHHY-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN087", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHHY-DE087", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHHY-FR087", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHHY-IT087", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHHY-PT087", "set_name": "Photon Hypernova", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 715159}