{"konami_id": 14335, "password": 60025883, "name": {"en": "Duel Link Dragon, the Duel Dragon", "de": "Duell-Linkdrache, der Duelldrache", "es": "Dragón de Enlace de Duelo, el Dragón de Duelo", "fr": "Dragon Lien Duel, le Dragon Duel", "it": "Drago Link Duello, il Drago da Duello", "pt": "Dragão Duel Link, o Dragão de Duelo", "ja": "<ruby>決<rt>けっ</rt></ruby><ruby>闘<rt>とう</rt></ruby><ruby>竜<rt>りゅう</rt></ruby> デュエル・リンク・ドラゴン", "ja_romaji": "Kettōryū Dyueru Rinku Doragon", "ko": "결투룡 듀얼 링크 드래곤", "ko_rr": "Gyeolturyong Dyueol Ringkeu Deuraegon", "zh-TW": "決鬥龍 決鬥連結龍", "zh-CN": "决斗龙 决斗连接龙"}, "text": {"en": null, "de": "2+ Monster, darunter ein Synchromonster\nWährend der Main Phase (Schnelleffekt): Du kannst 1 „Werkzeug“-Synchromonster oder 1 Drache-Synchromonster der Stufe 7 oder 8 von deinem Extra Deck verbannen; beschwöre 1 „Duelldrache-Spielmarke“ mit demselben Typ, derselben Eigenschaft, derselben Stufe, denselben ATK und DEF, die jenes Monster im Extra Deck hatte, als Spezialbeschwörung. Du kannst diesen Effekt von „Duell-Linkdrache, der Duelldrache“ nur einmal pro Spielzug verwenden. Solange du „Duelldrache-Spielmarke“ kontrollierst, können Monster deines Gegners diese Karte nicht als Angriffsziel wählen, zusätzlich kann dein Gegner diese Karte nicht als Ziel für Karteneffekte wählen.", "es": "2+ monstruos, incluyendo un Monstruo de Sincronía\nDurante la Main Phase (Efecto Rápido): puedes desterrar 1 Monstruo de Sincronía \"Taladro\" o 1 Monstruo de Sincronía Dragón de Nivel 7 u 8 en tu Deck Extra; Invoca de Modo Especial 1 \"Ficha Dragón de Duelo\" con el mismo Tipo, Atributo, Nivel, ATK y DEF que ese monstruo tenía en el Deck Extra. Sólo puedes usar este efecto de \"Dragón de Enlace de Duelo, el Dragón de Duelo\" una vez por turno. Mientras controles \"Ficha Dragón de Duelo\", los monstruos de tu adversario no pueden seleccionar esta carta para ataques, y además tu adversario no puede seleccionar esta carta con efectos de cartas.", "fr": "2+ monstres (un Monstre Synchro inclus)\nDurant la Main Phase (Effet Rapide) : vous pouvez bannir 1 Monstre Synchro \"Électromécanique\" ou 1 Monstre Synchro Dragon de Niveau 7 ou 8 depuis votre Extra Deck; Invoquez Spécialement 1 \"Jeton Dragon Duel\" des mêmes Type, Attribut, Niveau, ATK/DEF que le monstre avait dans l'Extra Deck. Vous ne pouvez utiliser cet effet de \"Dragon Lien Duel, le Dragon Duel\" qu'une fois par tour. Tant que vous contrôlez \"Jeton Dragon Duel\", les monstres de votre adversaire ne peuvent pas cibler cette carte avec une attaque, et aussi, votre adversaire ne peut pas cibler cette carte avec des effets de carte.", "it": "2+ mostri, compreso un Mostro Synchro\nDurante la Main Phase (Effetto Rapido): puoi bandire 1 Mostro Synchro \"Utensile\" o 1 Mostro Synchro Drago di Livello 7 o 8 dal tuo Extra Deck; Evoca Specialmente 1 \"Segna-Drago da Duello\" con lo stesso Tipo, Attributo, Livello, ATK e DEF che quel mostro aveva nell'Extra Deck. Puoi utilizzare questo effetto di \"Drago Link Duello, il Drago da Duello\" una sola volta per turno. Mentre controlli \"Segna-Drago da Duello\", i mostri del tuo avversario non possono scegliere questa carta come bersaglio per gli attacchi, inoltre il tuo avversario non può scegliere come bersaglio questa carta con gli effetti delle carte.", "pt": "2+ monstros, incluindo um Monstro Sincro\nDurante a Fase Principal (Efeito Rápido): você pode banir 1 Monstro Sincro \"Ferramenteiro\" ou 1 Monstro Sincro Dragão de Nível 7 ou 8 do seu Deck Adicional; Invoque por Invocação-Especial 1 \"Ficha de Dragão de Duelo\" com o mesmo Tipo, Atributo, Nível, ATK e DEF que esse monstro tinha no Deck Adicional. Você só pode usar este efeito de \"Dragão Duel Link, o Dragão de Duelo\" uma vez por turno. Enquanto você controlar \"Ficha de Dragão de Duelo\", os monstros do seu oponente não podem escolher este card como alvo de ataques e, além disso, seu oponente não pode escolher este card como alvo de efeitos de card.", "ja": "Ｓモンスターを含むモンスター２体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。\n①：自分・相手のメインフェイズに、ＥＸデッキから「パワー・ツール」Ｓモンスターまたはレベル７・８のドラゴン族Ｓモンスター１体を除外して発動できる。そのモンスターと同じ種族・属性・レベル・攻撃力・守備力を持つ「決闘竜トークン」１体をこのカードのリンク先となる自分フィールドに特殊召喚する。\n②：自分フィールドに「決闘竜トークン」が存在する限り、このカードを、相手モンスターは攻撃対象に選択できず、相手は効果の対象にできない。", "ko": "싱크로 몬스터를 포함하는 몬스터 2장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 엑스트라 덱에서 \"파워 툴\" 싱크로 몬스터 또는 레벨 7 / 8 의 드래곤족 싱크로 몬스터 1장을 제외하고 발동할 수 있다. 그 몬스터와 같은 종족 / 속성 / 레벨 / 공격력 / 수비력을 가지는 \"결투룡 토큰\" 1장을 이 카드의 링크 앞이 되는 자신 필드에 특수 소환한다. ②: 자신 필드에 \"결투룡 토큰\"이 존재할 경우, 상대는 이 카드를 공격 대상으로 선택할 수 없으며, 효과의 대상으로도 할 수 없다.", "zh-TW": "包含同步怪獸在內的怪獸２隻以上\n此卡名的①效果，１回合僅限使用１次。①：在我方・對方的主要階段，可從額外牌組將１隻「動力工具」同步怪獸或等級７・８的龍族同步怪獸除外發動。特殊召喚１隻持有與該怪獸相同種族・屬性・等級・攻擊力・守備力的「決鬥龍衍生物」至此卡連結指向的我方場上。②：在我方場上存在「決鬥龍衍生物」的狀況下，對方無法將此卡選為攻擊對象，也無法將此卡做為效果對象。", "zh-CN": "包含同步怪兽的怪兽２只以上\n此卡名的①效果１回合仅可使用１次。①：在自己・对手的主要阶段，从额外牌组将１只“动力工具”同步怪兽或等级７・８的龙族同步怪兽除外可以发动。将１只与该怪兽拥有相同种族・属性・等级・攻击力・守备力的“决斗龙衍生物”特殊召唤至此卡连接端的自己场上。②：自己场上有“决斗龙衍生物”存在的情况下，对手不可将此卡选择为攻击对象，也不可作为效果的对象。"}, "card_type": "Monster", "monster_type_line": "Dragon / Link / Effect", "attribute": "DARK", "link_arrows": ["⬅", "↙", "↘", "➡"], "atk": 0, "materials": "2+ monsters, including a Synchro Monster", "images": [{"index": 1, "image": "DuelLinkDragontheDuelDragon-YCSW-EN-SR-LE.png"}], "sets": {"en": [{"set_number": "YCSW-EN012", "set_name": "Yu-Gi-Oh! Championship Series 2019 prize card", "rarities": ["Super Rare", "Ultra Rare"]}], "ja": [{"set_number": "19PP-JP003", "set_name": "Premium Pack 2019", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "PP14-KRA03", "set_name": "Premium Pack Vol.14 1st Wave", "rarities": ["Super Rare", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584879, "master_duel_rarity": "SR"}