{"konami_id": 15637, "password": 60037599, "name": {"en": "Drytron Gamma Eltanin", "de": "Drytron Gamma Eltanin", "es": "Drytron Gamma Eltanin", "fr": "Drytron Gamma Eltanin", "it": "Drytron Gamma Eltanin", "pt": "Drytron Gama Eltanin", "ja": "<ruby>竜輝巧<rt>ドライトロン</rt></ruby>－エル<ruby>γ<rt>ガンマ</rt></ruby>", "ja_romaji": "Doraitoron - Eru Ganma", "ko": "드라이트론－엘γ", "ko_rr": null, "zh-TW": "輝龍機巧－天棓四γ", "zh-CN": "辉龙机巧－天棓四伽马"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned with the effect of a \"Drytron\" card. You can Tribute 1 other \"Drytron\" monster, or 1 Ritual Monster, from your hand or field; Special Summon this card from your hand or GY in Defense Position, then you can Special Summon 1 \"Drytron\" monster with 2000 ATK from your GY, except \"Drytron Gamma Eltanin\". You cannot Special Summon monsters, except monsters that cannot be Normal Summoned/Set, the turn you activate this effect. You can only use this effect of \"Drytron Gamma Eltanin\" once per turn.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch den Effekt einer „Drytron“-Karte als Spezialbeschwörung beschworen werden. Du kannst 1 anderes „Drytron“-Monster oder 1 Ritualmonster von deiner Hand oder Spielfeldseite als Tribut anbieten; beschwöre diese Karte als Spezialbeschwörung von deiner Hand oder deinem Friedhof in die Verteidigungsposition, dann kannst du 1 „Drytron“-Monster mit 2000 ATK als Spezialbeschwörung von deinem Friedhof beschwören, außer „Drytron Gamma Eltanin“. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer Monstern, die nicht als Normalbeschwörung beschworen/gesetzt werden können. Du kannst diesen Effekt von „Drytron Gamma Eltanin“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial con el efecto de una carta \"Drytron\". Puedes Sacrificar otro monstruo \"Drytron\", o 1 Monstruo de Ritual, en tu mano o Campo; Invoca esta carta de Modo Especial desde tu mano o Cementerio en Posición de Defensa, y después puedes Invocar de Modo Especial, desde tu Cementerio, 1 monstruo \"Drytron\" con 2000 ATK, excepto \"Drytron Gamma Eltanin\". El turno en el que activas este efecto no puedes Invocar monstruos de Modo Especial, excepto monstruos que no puedan ser Invocados de Modo Normal/Colocados. Sólo puedes usar este efecto de \"Drytron Gamma Eltanin\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement avec l'effet d'une carte \"Drytron\". Vous pouvez Sacrifier 1 autre monstre \"Drytron\", ou 1 Monstre Rituel, depuis votre main ou Terrain ; Invoquez Spécialement cette carte depuis votre main ou Cimetière en Position de Défense, puis vous pouvez Invoquer Spécialement 1 monstre \"Drytron\" avec 2000 ATK (\"Drytron Gamma Eltanin\" exclu) depuis votre Cimetière. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres qui ne peuvent pas être Invoqués/Posés Normalement exclus) le tour où vous activez cet effet. Vous ne pouvez utiliser cet effet de \"Drytron Gamma Eltanin\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente con l'effetto di una carta \"Drytron\". Puoi offrire come Tributo 1 altro mostro \"Drytron\", o 1 Mostro Rituale, dalla tua mano o Terreno; Evoca Specialmente questa carta dalla tua mano o Cimitero in Posizione di Difesa, poi puoi Evocare Specialmente 1 mostro \"Drytron\" con 2000 ATK dal tuo Cimitero, eccetto \"Drytron Gamma Eltanin\". Non puoi Evocare Specialmente mostri, eccetto mostri che non possono essere Evocati Normalmente/Posizionati, nel turno in cui attivi questo effetto. Puoi utilizzare questo effetto di \"Drytron Gamma Eltanin\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial com o efeito de um card \"Drytron\". Você pode oferecer como Tributo 1 outro monstro \"Drytron\" ou 1 Monstro de Ritual, da sua mão ou do campo; Invoque este card por Invocação-Especial da sua mão ou do Cemitério em Posição de Defesa e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Drytron\" com 2000 de ATK do seu Cemitério, exceto \"Drytron Gama Eltanin\". Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto monstros que não podem ser Invocados por Invocação-Normal/Baixados. Você só pode usar este efeito de \"Drytron Gama Eltanin\" uma vez por turno.", "ja": "このカードは通常召喚できず、「ドライトロン」カードの効果でのみ特殊召喚できる。このカード名の効果は１ターンに１度しか使用できない。①：このカード以外の自分の手札・フィールドの、「ドライトロン」モンスターか儀式モンスター１体をリリースして発動できる（この効果を発動するターン、自分は通常召喚できないモンスターしか特殊召喚できない）。このカードを手札・墓地から守備表示で特殊召喚する。その後、自分の墓地から「竜輝巧－エルγ」以外の攻撃力２０００の「ドライトロン」モンスター１体を特殊召喚できる。", "ko": "이 카드는 통상 소환할 수 없으며, \"드라이트론\" 카드의 효과로만 특수 소환할 수 있다. 이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드 이외의 자신의 패 / 필드의, \"드라이트론\" 몬스터나 의식 몬스터 1장을 릴리스하고 발동할 수 있다(이 효과를 발동하는 턴에, 자신은 통상 소환할 수 없는 몬스터밖에 특수 소환할 수 없다). 이 카드를 패 / 묘지에서 수비 표시로 특수 소환한다. 그 후, 자신 묘지에서 \"드라이트론－엘γ(감마)\" 이외의 공격력 2000 인 \"드라이트론\" 몬스터 1장을 특수 소환할 수 있다.", "zh-TW": "此卡無法通常召喚，僅可透過「龍機巧」卡的效果特殊召喚。此卡名的效果１回合僅限使用１次。①：可從我方手牌・場上解放１隻此卡以外的「龍機巧」怪獸或儀式怪獸發動。從手牌・墓地以守備表示特殊召喚此卡。其後，可從我方墓地選擇１隻「輝龍機巧－天棓四γ」以外的攻擊力２０００的「龍機巧」怪獸特殊召喚。發動此效果的回合，我方可特殊召喚的怪獸僅限無法通常召喚的怪獸。", "zh-CN": "此卡不可通常召唤，仅可用“龙机巧”卡的效果特殊召唤。此卡名的效果1回合仅可使用1次。①：从自己的手牌・场上，解放此卡以外的1只“龙机巧”怪兽或仪式怪兽可以发动。将此卡从手牌・墓地以守备表示特殊召唤。然后，可从自己的墓地挑选1只“辉龙机巧-天棓四伽马”以外的、攻击力2000的“龙机巧”怪兽特殊召唤。发动此效果的回合中，自己仅可特殊召唤不可通常召唤的怪兽。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 1, "atk": 2000, "def": 0, "series": ["Drytron"], "images": [{"index": 1, "image": "DrytronGammaEltanin-MP21-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "GEIM-EN026", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-EN238", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "de": [{"set_number": "GEIM-DE026", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-DE238", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "fr": [{"set_number": "GEIM-FR026", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-FR238", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "it": [{"set_number": "GEIM-IT026", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-IT238", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "pt": [{"set_number": "GEIM-PT026", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "MP21-PT238", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBGI-JP026", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "QCCP-JP177", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DBGI-KR026", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "QCCP-KR177", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "DBGI-SC026", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714711, "master_duel_rarity": "N"}