{"konami_id": 21149, "password": 60145298, "name": {"en": "Diabellze the White Witch", "de": "Diabellze die weiße Hexe", "es": "Diabellze la Bruja Blanca", "fr": "Diabellze la Sorcière Blanche", "it": "Diabellze la Strega Bianca", "pt": "Diabellze, a Bruxa Branca", "ja": "<ruby>白<rt>しろ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>女<rt>じょ</rt></ruby>ディアベルゼ", "ja_romaji": "Shiromajo Diaberuze", "ko": "백마녀 디아벨제", "ko_rr": null, "zh-TW": null, "zh-CN": "白魔女 迪亚贝尔赛"}, "text": {"en": "(This card is always treated as a \"White Forest\" card.)\nMonsters you control cannot be destroyed by your opponent's card effects, while you control 2 or more \"Diabell\" monsters. You can only use each of the following effects of \"Diabellze the White Witch\" once per turn. You can send 1 Spell/Trap from your hand or field to the GY; Special Summon this card from your hand. If this card is Normal or Special Summoned: You can send 1 \"Sinful Spoils\" or \"Diabell\" card from your Deck to the GY.", "de": "(Diese Karte wird immer als „Weißen Wald“-Karte behandelt.)\nMonster, die du kontrollierst, können nicht durch Karteneffekte deines Gegners zerstört werden, solange du 2 oder mehr „Diabell“-Monster kontrollierst. Du kannst jeden der folgenden Effekte von „Diabellze die weiße Hexe“ nur einmal pro Spielzug verwenden. Du kannst 1 Zauber/Falle von deiner Hand oder Spielfeldseite auf den Friedhof legen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Sündhafte Beute“- oder „Diabell“-Karte von deinem Deck auf den Friedhof legen.", "es": "(Esta carta se trata siempre como una carta \"Bosque Blanco\").\nLos monstruos que controlas no pueden ser destruidos por efectos de cartas de tu adversario, mientras controles 2 o más monstruos \"Diabell\". Sólo puedes usar cada uno de los siguientes efectos de \"Diabellze la Bruja Blanca\" una vez por turno. Puedes mandar al Cementerio 1 Mágica/Trampa en tu mano o Campo; Invoca esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 carta \"Botín del Pecado\" o \"Diabell\" en tu Deck.", "fr": "(Cette carte est toujours traitée comme carte \"Forêt Blanche\".)\nLes monstres que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire, tant que vous contrôlez min. 2 monstres \"Diabell\". Vous ne pouvez utiliser chacun des effets suivants de \"Diabellze la Sorcière Blanche\" qu'une fois par tour. Vous pouvez envoyer 1 Magie/Piège depuis votre main ou Terrain au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 carte \"Butin du Péché\" ou \"Diabell\" depuis votre Deck au Cimetière.", "it": "(Questa carta viene sempre considerata come una carta \"Foresta Bianca\".)\nI mostri che controlli non possono essere distrutti dagli effetti delle carte del tuo avversario, mentre controlli 2 o più mostri \"Diabell\". Puoi utilizzare ognuno dei seguenti effetti di \"Diabellze la Strega Bianca\" una sola volta per turno. Puoi mandare 1 Magia/Trappola dalla tua mano o Terreno al Cimitero; Evoca Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 carta \"Spoglie del Peccato\" o \"Diabell\" dal tuo Deck al Cimitero.", "pt": "(Este card deve ser sempre considerado como um card \"Floresta Branca\".)\nMonstros que você controla não podem ser destruídos pelos efeitos de card do seu oponente enquanto você controlar 2 ou mais monstros \"Diabell\". Você só pode usar cada um dos seguintes efeitos de \"Diabellze, a Bruxa Branca\" uma vez por turno. Você pode enviar 1 Magia/Armadilha da sua mão ou do campo para o Cemitério; Invoque este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 card \"Despojos do Pecado\" ou \"Diabell\" do seu Deck para o Cemitério.", "ja": "このカード名はルール上「白き森」カードとしても扱う。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の手札・フィールドから魔法・罠カード１枚を墓地へ送って発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。デッキから「罪宝」カードか「ディアベル」カード１枚を墓地へ送る。③：自分フィールドに「ディアベル」モンスターが２体以上存在する限り、自分フィールドのモンスターは相手の効果では破壊されない。", "ko": "이 카드명은 룰상 \"하얀 숲\" 카드로도 취급한다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드에서 마법 / 함정 카드 1장을 묘지로 보내고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"죄보\" 카드나 \"디아벨\" 카드 1장을 묘지로 보낸다. ③: 자신 필드에 \"디아벨\" 몬스터가 2장 이상 존재하는 한, 자신 필드의 몬스터는 상대 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“白森”卡。此卡名的①②效果1回合仅可各使用1次。①：从自己手牌・场上将1张魔法・陷阱卡送至墓地可以发动。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。从牌组将1张“罪宝”卡或“迪亚贝尔”卡送至墓地。③：只要自己场上存在2只以上“迪亚贝尔”怪兽，自己场上的怪兽不会因对手的效果被破坏。"}, "card_type": "Monster", "monster_type_line": "Illusion / Effect", "attribute": "LIGHT", "level": 8, "atk": 2500, "def": 2100, "series": ["Diabell", "White Forest"], "images": [{"index": 1, "image": "DiabellzetheWhiteWitch-ALIN-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN012", "set_name": "Alliance Insight", "rarities": null}], "de": [{"set_number": "ALIN-DE012", "set_name": "Alliance Insight", "rarities": null}], "es": [{"set_number": "ALIN-SP012", "set_name": "Alliance Insight", "rarities": null}], "fr": [{"set_number": "ALIN-FR012", "set_name": "Alliance Insight", "rarities": null}], "it": [{"set_number": "ALIN-IT012", "set_name": "Alliance Insight", "rarities": null}], "pt": [{"set_number": "ALIN-PT012", "set_name": "Alliance Insight", "rarities": null}], "ja": [{"set_number": "ALIN-JP012", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-JP012", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ALIN-KR012", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-KR012", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ALIN-SC012", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-SC012", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1106087}