{"konami_id": 13768, "password": 60162470, "name": {"en": "Zero Extra Link", "de": "Null-Extra-Link", "es": "Cero Enlaces Extra", "fr": "Lien Extra Zéro", "it": "Zero Extra Link", "pt": "Extra Link Zero", "ja": "ゼロ・エクストラリンク", "ja_romaji": "Zero Ekusutora Rinku", "ko": "제로 엑스트라링크", "ko_rr": "Jero Ekseuteuroringkeu", "zh-TW": "零・額外連結", "zh-CN": "零・额外连接"}, "text": {"en": "Activate this card by targeting 1 Link Monster you control that is co-linked to a Link Monster in the Extra Monster Zone. The targeted monster gains 800 ATK for each Link Monster on the field. If a Link Monster is Link Summoned using the targeted monster as material: That Link Monster gains the same ATK increase that the targeted monster had, until the end of this turn (even if this card leaves the field). After damage calculation, if the targeted monster attacked: Destroy this card.", "de": "Aktiviere diese Karte, indem du 1 Linkmonster wählst, das du kontrollierst und das mit einem Linkmonster in der Extra-Monsterzone kreuzgelinkt ist. Das als Ziel gewählte Monster erhält 800 ATK für jedes Linkmonster auf dem Spielfeld. Falls ein Linkmonster als Linkbeschwörung beschworen und das als Ziel gewählte Monster dafür als Material verwendet wird: Das Linkmonster erhält bis zum Ende dieses Spielzugs dieselbe ATK-Steigerung, die das als Ziel gewählte Monster hatte (selbst falls diese Karte das Spielfeld verlässt). Nach der Schadensberechnung, falls das als Ziel gewählte Monster angegriffen hat: Zerstöre diese Karte.", "es": "Activa esta carta seleccionando 1 Monstruo de Enlace que controles que esté co-enlazado a un Monstruo de Enlace en la Zona de Monstruos Extra. El monstruo seleccionado gana 800 ATK por cada Monstruo de Enlace en el Campo. Si un Monstruo de Enlace es Invocado por Enlace usando el monstruo seleccionado como material: hasta el final de este turno, ese Monstruo de Enlace gana el mismo aumento de ATK que tenía el monstruo seleccionado (aun si esta carta deja el Campo). Después del cálculo de daño, si el monstruo seleccionado atacó: destruye esta carta.", "fr": "Activez cette carte en ciblant 1 Monstre Lien que vous contrôlez qui est co-lié à un Monstre Lien dans la Zone Monstre Extra. Le monstre ciblé gagne 800 ATK pour chaque Monstre Lien sur le Terrain. Si un Monstre Lien est Invoqué par Lien en utilisant le monstre ciblé comme Matériel : jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), le Monstre Lien gagne le même gain d'ATK que le monstre ciblé avait. Après le calcul des dommages, si le monstre ciblé a attaqué : détruisez cette carte.", "it": "Attiva questa carta scegliendo come bersaglio 1 Mostro Link che controlli che è co-linkato a un Mostro Link nella Zona Mostri Extra. Il mostro scelto come bersaglio guadagna 800 ATK per ogni Mostro Link sul Terreno. Se un Mostro Link viene Evocato Link utilizzando il mostro scelto come bersaglio come materiale: quel Mostro Link guadagna lo stesso aumento di ATK che aveva il mostro scelto come bersaglio, fino alla fine di questo turno (anche se questa carta lascia il Terreno). Dopo il calcolo dei danni, se il mostro scelto come bersaglio ha attaccato: distruggi questa carta.", "pt": "Ative este card ao escolher 1 Monstro Link que você controla que esteja co-linkado a um Monstro Link na Zona de Monstros Adicional. O monstro alvo ganha 800 de ATK para cada Monstro Link no campo. Se um Monstro Link for Invocado por Invocação-Link usando o monstro alvo como matéria: até o final deste turno, esse Monstro Link ganha o mesmo aumento de ATK que o monstro alvo tinha (mesmo que este card deixe o campo). Depois do cálculo de dano, se o monstro alvo atacou: destrua este card.", "ja": "ＥＸモンスターゾーンのリンクモンスターの相互リンク先の自分のリンクモンスター１体を対象としてこのカードを発動できる。①：対象のモンスターの攻撃力はフィールドのリンクモンスターの数×８００アップする。②：対象のモンスターを素材としてリンクモンスターがリンク召喚された場合に発動する。そのリンクモンスターの攻撃力は、ターン終了時までこのカードの①の効果でアップしていた数値分アップする。③：対象のモンスターが攻撃したダメージ計算後に発動する。このカードを破壊する。", "ko": "엑스트라 몬스터 존의 링크 몬스터 상호 링크 앞의 자신의 링크 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. ①: 대상 몬스터의 공격력은 필드의 링크 몬스터의 수 × 800 올린다. ②: 대상 몬스터를 소재로서 링크 몬스터가 링크 소환되었을 경우에 발동한다. 그 링크 몬스터의 공격력은, 턴 종료시까지 이 카드의 ①의 효과로 올리고 있던 수치만큼 올린다. ③: 대상 몬스터가 공격한 데미지 계산 후에 발동한다. 이 카드를 파괴한다.", "zh-TW": null, "zh-CN": "以额外怪兽区域的连接怪兽的所互相连接区1只自己的连接怪兽为对象才能把这张卡发动。\n①：作为对象的怪兽的攻击力上升场上的连接怪兽数量×800。\n②：作为对象的怪兽作为素材让连接怪兽连接召唤的场合发动。那只连接怪兽的攻击力直到回合结束时上升这张卡的①的效果上升过的数值。\n③：作为对象的怪兽攻击的伤害计算后发动。这张卡破坏。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "ZeroExtraLink-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN052", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-EN114", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE052", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-DE114", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR052", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-FR114", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT052", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-IT114", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT052", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-PT114", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP052", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ko": [{"set_number": "CYHO-KR052", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557294, "master_duel_rarity": "N"}