{"konami_id": 8491, "password": 60234913, "name": {"en": "Ritual of Grace", "de": "Ritual der Anmut", "es": "Ritual de Gracia", "fr": "Rituel de la Rédemption", "it": "Rituale della Grazia", "pt": "Ritual da Graça", "ja": "<ruby>救<rt>きゅう</rt></ruby><ruby>世<rt>せい</rt></ruby>の<ruby>儀<rt>ぎ</rt></ruby><ruby>式<rt>しき</rt></ruby>", "ja_romaji": "Kyūsei no Gishiki", "ko": "구세의 의식", "ko_rr": null, "zh-TW": "救世的儀式", "zh-CN": "救世的仪式"}, "text": {"en": "This card is used to Ritual Summon \"Divine Grace - Northwemko\". You must also Tribute monsters whose total Levels equal 7 or more from the field or your hand. During your Main Phase, you can remove from play this card from your Graveyard to make 1 face-up Ritual Monster you control become un-targetable by effects this turn.", "de": "Diese Karte wird benutzt, um \"Göttliche Anmut -Nordwemko\" als Ritualbeschwörung zu beschwören. Du musst zusätzlich Monster vom Spielfeld oder deiner Hand als Tribut anbieten, die zusammen 7 oder mehr Stufen haben. Während deiner Main Phase kannst du diese Karte in deinem Friedhof aus dem Spiel entfernen, um 1 offenes Ritualmonster, das du kontrollierst, für diesen Spielzug für Effekte unwählbar zu machen.", "es": "Esta carta se usa para la Invocación por Ritual de \"Gracia Divina - Northwemko\". Además, debes Sacrificar monstruos, del Campo o de tu mano, cuyos Niveles totales sumen 7 o más. Durante tu Main Phase, puedes retirar del juego esta carta de tu Cementerio para hacer que 1 Monstruo de Ritual boca arriba que controles no pueda ser objetivo de efectos hasta el final del turno.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Northwenko, Déesse de la Rédemption\". Vous devez aussi Sacrifier des monstres dont le total des Niveaux est égal à 7 ou plus depuis le Terrain ou votre main. Durant la Main Phase, vous pouvez retirer du jeu cette carte depuis votre Cimetière pour faire 1 Monstre Rituel face recto que vous contrôlez impossible à cibler par les effets ce tour.", "it": "Questa carta è utilizzata per l'Evocazione Rituale della carta \"Grazia Divina - Northwemko\". Devi anche offrire come Tributo, dal Terreno o dalla tua Mano, mostri il cui Livello totale sia 7 o superiore. Durante la tua Main Phase, puoi rimuovere dal gioco questa carta dal tuo Cimitero per rendere 1 Mostro Rituale che controlli imbersagliabile dagli effetti in questo turno.", "pt": null, "ja": "「救世の美神ノースウェムコ」の降臨に必要。手札・自分フィールド上から、レベルの合計が７以上になるようにモンスターをリリースしなければならない。自分の墓地に存在するこのカードをゲームから除外する事で、このターン自分フィールド上に表側表示で存在する儀式モンスター１体は 魔法・罠・効果モンスターの効果の対象にならない。", "ko": "\"구세의 미의 신 노스웸코\"의 의식 소환에 필요. 패/자신 필드 위에서 레벨의 합계가 7 이상이 되도록 몬스터를 릴리스해야 한다. 자신의 묘지에 존재하는 이 카드를 게임에서 제외하는 것으로, 이 턴에 자신 필드 위에 앞면 표시로 존재하는 의식 몬스터 1장은 마법/함정/효과 몬스터의 효과의 대상이 되지 않는다.", "zh-TW": null, "zh-CN": "「救世之美神 诺斯维姆科」的降临必需。必须从手卡·自己场上把等级合计直到7以上的怪兽解放。此外，自己的主要阶段时把墓地的这张卡从游戏中除外，选择自己场上1只仪式怪兽才能发动。这个回合选择的自己的仪式怪兽不会成为卡的效果的对象。"}, "card_type": "Spell", "property": "Ritual", "images": [{"index": 1, "image": "RitualofGrace-SOVR-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "SOVR-EN056", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "SOVR-DE056", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "SOVR-FR056", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "SOVR-IT056", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "SOVR-JP056", "set_name": "Stardust Overdrive", "rarities": ["Common"]}, {"set_number": "DE04-JP074", "set_name": "Duelist Edition Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "SOVR-KR056", "set_name": "Stardust Overdrive", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 97696, "master_duel_rarity": "R"}