{"konami_id": 15511, "password": 60237530, "name": {"en": "Dual Avatar Fists - Armored Ah-Gyo", "de": "Doppelavatar-Fäuste - Gepanzerter Ah-Gyo", "es": "Puños Avatar Doble - Ah-Gyo Blindado", "fr": "Poings du Double Avatar - Ah-Gyo Cuirassé", "it": "Pugni Duplice Avatar - Ah-Gyo Corazzato", "pt": "Punhos dos Dois Avatares - Ah-Gyo com Armadura", "ja": "<ruby>双<rt>そう</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>拳<rt>けん</rt></ruby> <ruby>鎧<rt>がい</rt></ruby><ruby>阿<rt>あ</rt></ruby>", "ja_romaji": "Sōtenken Gaia", "ko": "쌍천권 개아", "ko_rr": null, "zh-TW": "雙天拳 鎧阿", "zh-CN": "双天拳 铠阿"}, "text": {"en": "2 \"Dual Avatar\" monsters\nIf this card is Special Summoned: You can target 1 Attack Position monster your opponent controls; destroy it, also this card cannot attack directly for the rest of this turn. You can only use this effect of \"Dual Avatar Fists - Armored Ah-Gyo\" once per turn. While you control a \"Dual Avatar\" Fusion Monster that was Fusion Summoned using an Effect Monster as material, all \"Dual Avatar\" Fusion Monsters you control gain 300 ATK/DEF.", "de": "2 „Doppelavatar“-Monster\nFalls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Monster in Angriffsposition wählen, das dein Gegner kontrolliert; zerstöre es, zusätzlich kann diese Karte für den Rest dieses Spielzugs nicht direkt angreifen. Du kannst diesen Effekt von „Doppelavatar-Fäuste - Gepanzerter Ah-Gyo“ nur einmal pro Spielzug verwenden. Solange du ein „Doppelavatar“-Fusionsmonster kontrollierst, das mit einem Effektmonster als Material als Fusionsbeschwörung beschworen wurde, erhalten alle „Doppelavatar“-Fusionsmonster, die du kontrollierst, 300 ATK/DEF.", "es": "2 monstruos \"Avatar Doble\"\nSi esta carta es Invocada de Modo Especial: puedes seleccionar 1 monstruo en Posición de Ataque que controle tu adversario; destrúyelo, y además por el resto de este turno esta carta no puede atacar directamente. Sólo puedes usar este efecto de \"Puños Avatar Doble - Ah-Gyo Blindado\" una vez por turno. Mientras controles un Monstruo de Fusión \"Avatar Doble\" que fue Invocado por Fusión usando como material un Monstruo de Efecto, todos los Monstruos de Fusión \"Avatar Doble\" que controlas ganan 300 ATK/DEF.", "fr": "2 monstres \"Double Avatar\"\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre en Position d'Attaque contrôlé par votre adversaire ; détruisez-le, et aussi, cette carte ne peut pas attaquer directement le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Poings du Double Avatar - Ah-Gyo Cuirassé\" qu'une fois par tour. Tant que vous contrôlez un Monstre Fusion \"Double Avatar\" qui a été Invoqué par Fusion en utilisant un Monstre à Effet comme Matériel, tous les Monstres Fusion \"Double Avatar\" que vous contrôlez gagnent 300 ATK/DEF.", "it": "2 mostri \"Duplice Avatar\"\nSe questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 mostro in Posizione di Attacco controllato dal tuo avversario; distruggilo, inoltre questa carta non può attaccare direttamente per il resto di questo turno. Puoi utilizzare questo effetto di \"Pugni Duplice Avatar - Ah-Gyo Corazzato\" una sola volta per turno. Mentre controlli un Mostro Fusione \"Duplice Avatar\" che è stato Evocato tramite Fusione utilizzando un Mostro con Effetto come materiale, tutti i Mostri Fusione \"Duplice Avatar\" che controlli guadagnano 300 ATK/DEF.", "pt": "2 monstros \"Dois Avatares\"\nSe este card for Invocado por Invocação-Especial: você pode escolher 1 monstro em Posição de Ataque que seu oponente controla; destrua-o e, além disso, este card não pode atacar diretamente pelo resto deste turno. Você só pode usar este efeito de \"Punhos dos Dois Avatares - Ah-Gyo com Armadura\" uma vez por turno. Enquanto você controlar um Monstro de Fusão \"Dois Avatares\" que foi Invocado por Invocação-Fusão usando um Monstro de Efeito como matéria, todos os Monstros de Fusão \"Dois Avatares\" que você controla ganham 300 de ATK/DEF.", "ja": "「双天」モンスター×２\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードが特殊召喚に成功した場合、相手フィールドの攻撃表示モンスター１体を対象として発動できる。そのモンスターを破壊する。この効果の発動後、ターン終了時までこのカードは直接攻撃できない。②：効果モンスターを素材として融合召喚した「双天」融合モンスターが自分フィールドに存在する限り、自分フィールドの「双天」融合モンスターの攻撃力・守備力は３００アップする。", "ko": "\"쌍천\" 몬스터 × 2\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 특수 소환에 성공했을 경우, 상대 필드의 공격 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다. 이 효과의 발동 후, 턴 종료시까지 이 카드는 직접 공격할 수 없다. ②: 효과 몬스터를 소재로서 융합 소환한 \"쌍천\" 융합 몬스터가 자신 필드에 존재하는 한, 자신 필드의 \"쌍천\" 융합 몬스터의 공격력 / 수비력은 300 올린다.", "zh-TW": "「雙天」怪獸×２\n此卡名的①效果，１回合僅限使用１次。①：在此卡特殊召喚成功的狀況下，可將對方場上的１隻攻擊表示怪獸做為對象發動。破壞該怪獸。此效果發動後，在回合結束前此卡無法直接攻擊。②：只要以效果怪獸做為素材融合召喚的「雙天」融合怪獸存在於我方場上，我方場上的「雙天」融合怪獸的攻擊力・守備力就提升３００。", "zh-CN": "“双天”怪兽×2\n此卡名的效果①在1个回合中仅可使用1次。①：在此卡特殊召唤成功的情况下，可以以对手场上1只攻击表示的怪兽为对象发动。破坏该怪兽。此效果发动后，直至回合结束时为止，此卡不可直接攻击。②：只要以效果怪兽为素材融合召唤的“双天”融合怪兽存在于自己场上，自己场上的“双天”融合怪兽的攻击力、守备力就上升300。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "LIGHT", "level": 6, "atk": 2100, "def": 1500, "materials": "2 \"Dual Avatar\" monsters", "series": ["Dual Avatar"], "images": [{"index": 1, "image": "DualAvatarFistsArmoredAhGyo-PHRA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN032", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHRA-DE032", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHRA-FR032", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHRA-IT032", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHRA-PT032", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHRA-JP032", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR032", "set_name": "Phantom Rage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714726, "master_duel_rarity": "N"}