{"konami_id": 18442, "password": 60306277, "name": {"en": "Synchro Zone", "de": "Synchrozone", "es": "Zona de Sincronía", "fr": "Zone Synchro", "it": "Zona Synchro", "pt": "Zona Sincro", "ja": "シンクロ・ゾーン", "ja_romaji": "Shinkuro Zōn", "ko": "싱크로 존", "ko_rr": "Singkeuro Jon", "zh-TW": "同步區域", "zh-CN": "同步区域"}, "text": {"en": "Neither player can declare attacks, except with Synchro Monsters. You can only use each of the following effects of \"Synchro Zone\" once per turn. If a non-Tuner Synchro Monster(s) is sent to your GY (except during the Damage Step): You can target 1 of those monsters; Special Summon it, and if you do, it is treated as a Tuner. During your opponent's Main Phase: You can send this face-up card to the GY; immediately after this effect resolves, Synchro Summon using monsters you control as material.", "de": "Kein Spieler kann Angriffe deklarieren, außer mit Synchromonstern. Du kannst jeden der folgenden Effekte von „Synchrozone“ nur einmal pro Spielzug verwenden. Falls ein oder mehr Nicht-Empfänger-Synchromonster auf deinen Friedhof gelegt werden (außer während des Damage Steps): Du kannst 1 jener Monster wählen; beschwöre es als Spezialbeschwörung und falls du dies tust, wird es als Empfänger behandelt. Während der Main Phase deines Gegners: Du kannst diese offene Karte auf den Friedhof legen; sofort nachdem dieser Effekt aufgelöst wurde, führe eine Synchrobeschwörung durch und verwende dafür Monster, die du kontrollierst, als Material.", "es": "Ningún jugador puede declarar ataques, excepto con Monstruos de Sincronía. Sólo puedes usar cada uno de los siguientes efectos de \"Zona de Sincronía\" una vez por turno. Si uno o más Monstruos de Sincronía que no sean Cantantes son mandados a tu Cementerio (excepto durante el Damage Step): puedes seleccionar 1 de esos monstruos; Invócalo de Modo Especial y, si lo haces, es tratado como un Cantante. Durante la Main Phase de tu adversario: puedes mandar al Cementerio esta carta boca arriba; inmediatamente después de que se resuelva este efecto, Invoca por Sincronía usando monstruos que controles como material.", "fr": "Aucun joueur ne peut déclarer d'attaques, sauf avec des Monstres Synchro. Vous ne pouvez utiliser chacun des effets suivants de \"Zone Synchro\" qu'une fois par tour. Si un ou plusieurs Monstres Synchro non-Syntoniseur sont envoyés à votre Cimetière (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres ; Invoquez-le Spécialement, et si vous le faites, il est traité comme un Syntoniseur. Durant la Main Phase de votre adversaire : vous pouvez envoyer cette carte face recto au Cimetière ; immédiatement après la résolution de cet effet, Invoquez par Synchronisation en utilisant des monstres que vous contrôlez comme Matériel.", "it": "Nessun giocatore può dichiarare attacchi, eccetto che con Mostri Synchro. Puoi utilizzare ognuno dei seguenti effetti di \"Zona Synchro\" una sola volta per turno. Se uno o più Mostri Synchro non-Tuner vengono mandati al tuo Cimitero (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 di quei mostri; Evocalo Specialmente e, se lo fai, esso viene considerato come un Tuner. Durante la Main Phase del tuo avversario: puoi mandare questa carta scoperta al Cimitero; immediatamente dopo che questo effetto si è risolto, Synchro Evoca utilizzando mostri che controlli come materiale.", "pt": "Nenhum duelista pode declarar ataques, exceto com Monstros Sincro. Você só pode usar cada um dos seguintes efeitos de \"Zona Sincro\" uma vez por turno. Se um ou mais Monstros Sincro não-Reguladores forem enviados para o seu Cemitério (exceto durante a Etapa de Dano): você pode escolher 1 desses monstros; Invoque-o por Invocação-Especial e, se isso acontecer, ele é considerado como um Regulador. Durante a Fase Principal do seu oponente: você pode enviar este card com a face para cima para o Cemitério; imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro usando monstros que você controla como matéria.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが魔法＆罠ゾーンに存在する限り、お互いにＳモンスターでしか攻撃宣言できない。②：チューナー以外のＳモンスターが自分の墓地へ送られた場合、そのモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターはチューナーとして扱う。③：相手メインフェイズに、魔法＆罠ゾーンの表側表示のこのカードを墓地へ送って発動できる。自分フィールドのモンスターを素材としてＳ召喚する。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 마법 & 함정 존에 존재하는 한, 서로 싱크로 몬스터로밖에 공격 선언할 수 없다. ②: 튜너 이외의 싱크로 몬스터가 자신 묘지로 보내졌을 경우, 그 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는 튜너로 취급한다. ③: 상대 메인 페이즈에, 마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내고 발동할 수 있다. 자신 필드의 몬스터를 소재로서 싱크로 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②③效果１回合仅可各使用１次。\n①：只要此卡存在于魔法与陷阱区域，双方仅可用同步怪兽攻击宣言。\n②：协调以外的同步怪兽被送至自己墓地的情况下，以该１只怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽视为协调。\n③：在对手的主要阶段，将魔法与陷阱区域表侧表示的此卡送至墓地可以发动。以自己场上的怪兽作为素材进行同步召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Synchro"], "images": [{"index": 1, "image": "SynchroZone-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN048", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMR-DE048", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLMR-SP048", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMR-FR048", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMR-IT048", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMR-PT048", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "23PP-JP017", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "23PP-KRA17", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC016", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708947, "master_duel_rarity": "N"}