{"konami_id": 10234, "password": 60316373, "name": {"en": "Heraldic Beast Aberconway", "de": "Wappenungeheuer Aberconway", "es": "Bestia Heráldica Aberconway", "fr": "Aberconway, Bête Héraldique", "it": "Bestia Araldica Aberconway", "pt": "Besta Heráldica Aberconway", "ja": "<ruby>紋<rt>もん</rt></ruby><ruby>章<rt>しょう</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>アバコーンウェイ", "ja_romaji": "Monshōjū Abakōn'wei", "ko": "문장수 아바콘웨이", "ko_rr": null, "zh-TW": "紋章獸 亞伯康威", "zh-CN": "纹章兽 亚伯康威"}, "text": {"en": "If this card is in the Graveyard: You can banish another \"Heraldic Beast Aberconway\" from your Graveyard to target 1 \"Heraldic Beast\" monster in your Graveyard; add that target to your hand. You can only use the effect of \"Heraldic Beast Aberconway\" once per turn.", "de": "Falls sich diese Karte im Friedhof befindet: Du kannst ein anderes \"Wappenungeheuer Aberconway\" von deinem Friedhof verbannen, um 1 \"Wappenungeheuer\"-Monster in deinem Friedhof zu wählen; füge das gewählte Ziel deiner Hand hinzu. Du kannst den Effekt von \"Wappenungeheuer Aberconway\" nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en el Cementerio: puedes desterrar otra \"Bestia Heráldica Aberconway\" en tu Cementerio para seleccionar 1 monstruo \"Bestia Heráldica\" en tu Cementerio; añade ese objetivo a tu mano. Sólo puedes usar el efecto de \"Bestia Heráldica Aberconway\" una vez por turno.", "fr": "Si cette carte est dans le Cimetière : vous pouvez bannir un autre \"Aberconway, Bête Héraldique\" depuis votre Cimetière pour cibler 1 monstre \"Bête Héraldique\" dans votre Cimetière ; ajoutez la cible à votre main. Vous ne pouvez utiliser l'effet de \"Aberconway, Bête Héraldique\" qu'une fois par tour.", "it": "Se questa carta è nel Cimitero: puoi bandire un altro \"Bestia Araldica Aberconway\" dal tuo Cimitero per scegliere come bersaglio 1 mostro \"Bestia Araldica\" nel tuo Cimitero; aggiungi quel bersaglio alla tua mano. Puoi utilizzare l'effetto di \"Bestia Araldica Aberconway\" una sola volta per turno.", "pt": null, "ja": "このカードが墓地に存在する場合、このカード以外の自分の墓地の「紋章獣アバコーンウェイ」１体をゲームから除外して発動できる。自分の墓地の「紋章獣」と名のついたモンスター１体を選択して手札に加える。「紋章獣アバコーンウェイ」の効果は１ターンに１度しか使用できない。", "ko": "이 카드가 묘지에 존재할 경우, 이 카드 이외의 자신 묘지의 \"문장수 아바콘웨이\" 1장을 게임에서 제외하고 발동할 수 있다. 자신 묘지의 \"문장수\"라는 이름이 붙은 몬스터 1장을 선택하고 패에 넣는다. \"문장수 아바콘웨이\"의 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": "此卡存在于墓地的场合，可将除此卡以外的我方墓地的1只「紋章獸 亞伯康威」从游戏中除外并发动。从我方墓地选择1只冠有「紋章獸」之名的怪兽加入手牌。「紋章獸 亞伯康威」的效果1回合只可使用1次。", "zh-CN": "这张卡在墓地存在的场合，把这张卡以外的自己墓地1只「纹章兽 阿伯康韦龙」从游戏中除外才能发动。选择自己墓地1只名字带有「纹章兽」的怪兽加入手卡。「纹章兽 阿伯康韦龙」的效果1回合只能使用1次。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "WIND", "level": 4, "atk": 1800, "def": 900, "series": ["Heraldic", "Heraldic Beast"], "images": [{"index": 1, "image": "HeraldicBeastAberconway-ABYR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ABYR-EN012", "set_name": "Abyss Rising", "rarities": ["Common"]}], "de": [{"set_number": "ABYR-DE012", "set_name": "Abyss Rising", "rarities": ["Common"]}], "es": [{"set_number": "ABYR-SP012", "set_name": "Abyss Rising", "rarities": ["Common"]}], "fr": [{"set_number": "ABYR-FR012", "set_name": "Abyss Rising", "rarities": ["Common"]}], "it": [{"set_number": "ABYR-IT012", "set_name": "Abyss Rising", "rarities": ["Common"]}], "ja": [{"set_number": "ABYR-JP012", "set_name": "Abyss Rising", "rarities": ["Common"]}], "ko": [{"set_number": "ABYR-KR012", "set_name": "Abyss Rising", "rarities": ["Common"]}], "zh-TW": [{"set_number": "ABYR-TC012", "set_name": "Abyss Rising", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 210917, "master_duel_rarity": "N"}