{"konami_id": 18218, "password": 60442460, "name": {"en": "Branded Befallen", "de": "Markiert widerfahren", "es": "Afectados Señalados", "fr": "Fatalité du Marqué", "it": "Accadimento Marchiato", "pt": "Ocorrência do Marcado", "ja": "<ruby>導<rt>みちび</rt></ruby>かれし<ruby>烙<rt>らく</rt></ruby><ruby>印<rt>いん</rt></ruby>", "ja_romaji": "Michibikareshi Rakuin", "ko": "이끌린 낙인", "ko_rr": "Ikkeullin Nak-in", "zh-TW": "被引導的烙印", "zh-CN": "被引导的烙印"}, "text": {"en": "Once per turn, when your opponent activates a card or effect that targets 1 \"Bystial\" monster you control (and no other cards), or when your opponent activates a card or effect in response to the activation of your \"Bystial\" monster effect: You can target 1 LIGHT or DARK monster in either GY; banish it, and if you do, negate that activated effect.", "de": "Einmal pro Spielzug, wenn dein Gegner eine Karte oder einen Effekt aktiviert, die oder der 1 „Abgeheuerlich“-Monster, das du kontrollierst, (und keine anderen Karten) als Ziel wählt, oder wenn dein Gegner eine Karte oder einen Effekt als Reaktion auf die Aktivierung deines „Abgeheuerlich“-Monstereffekts aktiviert: Du kannst 1 LICHT oder FINSTERNIS Monster in einem beliebigen Friedhof wählen; verbanne es und falls du dies tust, annulliere jenen aktivierten Effekt.", "es": "Una vez por turno, cuando tu adversario activa una carta o efecto que selecciona 1 monstruo \"Abystial\" que controles (y ninguna otra carta), o cuando tu adversario activa una carta o efecto en respuesta a la activación del efecto de tu monstruo \"Abystial\": puedes seleccionar 1 monstruo de LUZ u OSCURIDAD en cualquier Cementerio; destiérralo y, si lo haces, niega ese efecto activado.", "fr": "Une fois par tour, lorsque votre adversaire active une carte ou un effet qui cible 1 monstre \"Bystial\" que vous contrôlez (et aucune autre carte), ou lorsque votre adversaire active une carte ou un effet en réponse à l'activation de votre effet de monstre \"Bystial\" : vous pouvez cibler 1 monstre LUMIÈRE ou TÉNÈBRES dans l'un des Cimetières ; bannissez-le, et si vous le faites, annulez l'effet activé.", "it": "Una volta per turno, quando il tuo avversario attiva una carta o un effetto che sceglie come bersaglio 1 mostro \"Bystial\" che controlli (e nessuna altra carta), o quando il tuo avversario attiva una carta o un effetto in risposta all'attivazione dell'effetto di un tuo mostro \"Bystial\": puoi scegliere come bersaglio 1 mostro LUCE o OSCURITÀ in qualsiasi Cimitero; bandiscilo e, se lo fai, annulla quell'effetto attivato.", "pt": "Uma vez por turno, quando seu oponente ativar um card ou efeito que escolha como alvo 1 monstro \"Bistial\" que você controla (e nenhum outro card), ou quando seu oponente ativar um card ou efeito em resposta à ativação de um efeito de monstro \"Bistial\" seu: você pode escolher 1 monstro de LUZ ou de TREVAS em qualquer Cemitério; bana-o e, se isso acontecer, negue esse efeito ativado.", "ja": "①：１ターンに１度、自分フィールドの「ビーステッド」モンスター１体のみを対象とするカードの効果を相手が発動した時、または自分の「ビーステッド」モンスターの効果の発動にチェーンして相手がカードの効果を発動した時、自分か相手の墓地の光・闇属性モンスター１体を対象として発動できる。そのモンスターを除外し、その発動した効果を無効にする。", "ko": "①: 1턴에 1번, 자신 필드의 \"비스테드\" 몬스터 1장만을 대상으로 하는 카드의 효과를 상대가 발동했을 때, 또는 자신의 \"비스테드\" 몬스터의 효과 발동에 체인하여 상대가 카드의 효과를 발동했을 때, 자신 또는 상대 묘지의 빛 / 어둠 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 제외하고, 그 발동한 효과를 무효로 한다.", "zh-TW": null, "zh-CN": "①：１回合１次，对手发动仅以自己场上的１只“渊兽”怪兽为对象的卡的效果时，或对手连锁自己的“渊兽”怪兽的效果发动来发动卡的效果时，以自己或对手墓地的１只光・暗属性怪兽为对象可以发动。将该怪兽除外，将该发动的效果无效。"}, "card_type": "Trap", "property": "Continuous", "series": ["Branded"], "images": [{"index": 1, "image": "BrandedBefallen-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN073", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN330", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE073", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE330", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR073", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR330", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT073", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT330", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT073", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT330", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP073", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "CF01-JP161", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PHHY-KR073", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC112", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714138, "master_duel_rarity": "SR"}