{"konami_id": 10283, "password": 60470713, "name": {"en": "Madolche Ticket", "de": "Magidolce-Eintrittskarte", "es": "Boleto Magidulce", "fr": "Ticket Magidolce", "it": "Biglietto Magidolce", "pt": "Bilhete Magidoce", "ja": "マドルチェ・チケット", "ja_romaji": "Madoruche Chiketto", "ko": "마돌체 티켓", "ko_rr": "Madolche Tiket", "zh-TW": "魔法甜點券", "zh-CN": "魔幻甜点・邀请函"}, "text": {"en": "When a \"Madolche\" card(s) is returned from your side of the field or Graveyard to your hand or Main Deck by a card effect: Add 1 \"Madolche\" monster from your Deck to your hand. If you control a face-up Fairy-Type \"Madolche\" monster, you can Special Summon the monster from your Deck in face-up Attack Position instead of adding it to your hand. You can only use the effect of \"Madolche Ticket\" once per turn.", "de": "Wenn „Magidolce“-Karten durch einen Karteneffekt von deiner Spielfeldseite oder deinem Friedhof auf deine Hand oder in dein Main Deck zurückgegeben werden: Füge deiner Hand 1 „Magidolce“-Monster von deinem Deck hinzu. Falls du ein offenes „Magidolce“-Monster vom Typ Fee kontrollierst, kannst du das Monster als Spezialbeschwörung von deinem Deck in die offene Angriffsposition beschwören anstatt es deiner Hand hinzuzufügen. Du kannst den Effekt von „Magidolce-Eintrittskarte“ nur einmal pro Spielzug verwenden.", "es": "Cuando una o más cartas \"Magidulce\" en tu lado del Campo o Cementerio son devueltas a tu mano o Deck Principal por el efecto de una carta: añade a tu mano, desde tu Deck, 1 monstruo \"Magidulce\". Si controlas 1 monstruo \"Magidulce\" de Tipo Hada boca arriba, puedes Invocar ese monstruo de Modo Especial, desde tu Deck, en Posición de Ataque boca arriba en lugar de añadirlo a tu mano. Sólo puedes usar el efecto de \"Boleto Magidulce\" una vez por turno.", "fr": "Lorsqu'une ou plusieurs cartes \"Magidolce\" sont renvoyées depuis votre Terrain ou Cimetière à votre main ou Main Deck par un effet de carte : ajoutez 1 monstre \"Magidolce\" depuis votre Deck à votre main. Si vous contrôlez un monstre \"Magidolce\" de Type Elfe face recto, vous pouvez Invoquer Spécialement le monstre depuis votre Deck en Position d'Attaque face recto au lieu de l'ajouter à votre main. Vous ne pouvez utiliser l'effet de \"Ticket Magidolce\" qu'une fois par tour.", "it": "Quando una o più carte \"Magidolce\" vengono fatte ritornare dal tuo Terreno o Cimitero alla tua mano o Main Deck dall'effetto di una carta: aggiungi 1 mostro \"Magidolce\" dal tuo Deck alla tua mano. Se controlli un mostro \"Magidolce\" di Tipo Fata scoperto, puoi Evocare Specialmente il mostro dal tuo Deck scoperto in Posizione di Attacco invece che aggiungerlo alla tua mano. Puoi utilizzare l'effetto di \"Biglietto Magidolce\" una sola volta per turno.", "pt": "Se um ou mais outros cards \"Magidoce\" que você controla ou no seu Cemitério forem adicionados à sua mão ou embaralhados no seu Deck Principal por um efeito de card: adicione 1 monstro \"Magidoce\" do seu Deck à sua mão. Se você controlar um monstro Fada \"Magidoce\", você pode Invocar esse monstro do seu Deck por Invocação-Especial em Posição de Ataque em vez de adicioná-lo à sua mão. Você só pode usar o efeito de \"Bilhete Magidoce\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが魔法＆罠ゾーンに存在する状態で、自分のフィールド（表側表示）・墓地の「マドルチェ」カードが効果で自分の手札・デッキに戻った場合に発動する。デッキから「マドルチェ」モンスター１体を手札に加える。自分フィールドに天使族の「マドルチェ」モンスターが存在する場合、手札に加えず攻撃表示で特殊召喚する事もできる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 마법 & 함정 존에 존재하는 상태에서, 자신의 필드(앞면 표시) / 묘지의 \"마돌체\" 카드가 효과로 자신의 패 / 덱으로 되돌아갔을 경우에 발동한다. 덱에서 \"마돌체\" 몬스터 1장을 패에 넣는다. 자신 필드에 천사족인 \"마돌체\" 몬스터가 존재할 경우, 패에 넣지 않고 공격 표시로 특수 소환할 수도 있다.", "zh-TW": "我方场上、墓地中冠有「魔法甜點」之名的卡牌因卡牌效果返回至我方手牌、牌组时，从牌组将1只冠有「魔法甜點」之名的怪兽加入手牌。我方场上存在冠有「魔法甜點」之名的天使族怪兽的场合，也可不加入手牌以表侧攻击表示特殊召唤。「魔法甜點券」的效果1回合只可使用1次。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡存在于魔法与陷阱区域的状态下，自己的场上（表侧表示）・墓地的“魔幻甜点”卡因效果被放回自己的手牌・牌组的情况下发动。从牌组将１只“魔幻甜点”怪兽加入手牌。自己场上存在天使族“魔幻甜点”怪兽的情况下，也可不加入手牌，而是改为以攻击表示特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "series": ["Madolche"], "images": [{"index": 1, "image": "MadolcheTicket-ABYR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ABYR-EN061", "set_name": "Abyss Rising", "rarities": ["Common"]}], "de": [{"set_number": "ABYR-DE061", "set_name": "Abyss Rising", "rarities": ["Common"]}], "fr": [{"set_number": "ABYR-FR061", "set_name": "Abyss Rising", "rarities": ["Common"]}], "it": [{"set_number": "ABYR-IT061", "set_name": "Abyss Rising", "rarities": ["Common"]}], "pt": [{"set_number": "OP15-PT036", "set_name": "OTS Tournament Pack 15", "rarities": ["Common"]}], "ja": [{"set_number": "ABYR-JP061", "set_name": "Abyss Rising", "rarities": ["Common"]}, {"set_number": "20TP-JP111", "set_name": "Tournament Pack 2020 Vol.1", "rarities": ["Common"]}, {"set_number": "QCCP-JP156", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ABYR-KR061", "set_name": "Abyss Rising", "rarities": ["Common"]}, {"set_number": "AE13-KR011", "set_name": "Advanced Event Pack 2019 Vol.1", "rarities": ["Super Rare"]}, {"set_number": "QCCP-KR156", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-TW": [{"set_number": "ABYR-TC061", "set_name": "Abyss Rising", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BB01-SC044", "set_name": "Secret Treasures Pack", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 238409, "master_duel_rarity": "R"}