{"konami_id": 21484, "password": 60600821, "name": {"en": "Spring", "de": "Frühling", "es": "Primavera", "fr": "Printemps", "it": "Primavera", "pt": "Primavera", "ja": "<ruby>春<rt>はる</rt></ruby>", "ja_romaji": "Haru", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "春"}, "text": {"en": "Once per turn: You can choose any number of your unused Main Monster Zones, and if you do, place that number of Season Counters on this card, also those zones cannot be used while this card is on the field. Monsters you control gain 400 ATK for each Season Counter on this card. Once per turn, during your opponent's End Phase: You can take 1 Field Spell from your Deck that you can place a Season Counter on, and place it face-up on your field (but neither player can activate its effects this turn), and if you do, place all Season Counters on this card on that card.", "de": "Einmal pro Spielzug: Du kannst eine beliebige Anzahl deiner nicht verwendeten Main-Monsterzonen bestimmen und falls du dies tust, lege ebenso viele Jahreszeit-Zählmarken auf diese Karte, zusätzlich können jene Zonen nicht verwendet werden, solange diese Karte auf dem Spielfeld liegt. Monster, die du kontrollierst, erhalten für jede Jahreszeit-Zählmarke auf dieser Karte 400 ATK. Einmal pro Spielzug, während der End Phase deines Gegners: Du kannst 1 Spielfeldzauber, auf den du eine Jahreszeit-Zählmarke legen kannst, von deinem Deck nehmen und offen auf deine Spielfeldseite legen (aber kein Spieler kann in diesem Spielzug seine Effekte aktivieren) und falls du dies tust, lege alle Jahreszeit-Zählmarken von dieser Karte auf jene Karte.", "es": "Una vez por turno: puedes elegir cualquier número de tus Zonas de Monstruos Principales sin usar y, si lo haces, pon ese número de Contadores Estación en esta carta, y además esas zonas no pueden ser usadas mientras esta carta esté en el Campo. Los monstruos que controlas ganan 400 ATK por cada Contador Estación en esta carta. Una vez por turno, durante la End Phase de tu adversario: puedes tomar 1 Mágica de Campo en tu Deck en la que puedas poner un Contador Estación, y ponla boca arriba en tu Campo (pero ningún jugador puede activar sus efectos este turno) y, si lo haces, pon todos los Contadores Estación de esta carta a esa carta.", "fr": "Une fois par tour : vous pouvez choisir un nombre de votre choix de vos Zones Monstre Main inutilisées, et si vous le faites, placez ce nombre de Compteurs Saison sur cette carte, et aussi, ces zones ne peuvent pas être utilisées tant que cette carte est sur le Terrain. Les monstres que vous contrôlez gagnent 400 ATK pour chaque Compteur Saison sur cette carte. Une fois par tour, durant la End Phase de votre adversaire : vous pouvez prendre 1 Magie de Terrain depuis votre Deck sur laquelle vous pouvez placer un Compteur Saison, et placez-la face recto sur votre Terrain (mais aucun joueur ne peut activer ses effets ce tour), et si vous le faites, placez tous les Compteurs Saison sur cette carte sur la carte.", "it": "Una volta per turno: puoi selezionare un qualsiasi numero delle tue Zone Mostri Main inutilizzate e, se lo fai, metti quel numero di Segnalini Stagione su questa carta, inoltre quelle zone non possono essere utilizzate mentre questa carta è sul Terreno. I mostri che controlli guadagnano 400 ATK per ogni Segnalino Stagione su questa carta. Una volta per turno, durante la End Phase del tuo avversario: puoi prendere dal tuo Deck 1 Magia Terreno su cui puoi mettere un Segnalino Stagione e metterla scoperta sul tuo Terreno (ma nessun giocatore può attivare i suoi effetti in questo turno) e, se lo fai, metti su quella carta tutti i Segnalini Stagione su questa carta.", "pt": "Uma vez por turno: você pode selecionar qualquer número das suas Zonas de Monstros Principais não utilizadas e, se isso acontecer, coloque esse número de Marcadores de Estações neste card e, além disso, essas zonas não podem ser usadas enquanto este card estiver no campo. Monstros que você controla ganham 400 de ATK para cada Marcador de Estações neste card. Uma vez por turno, durante a Fase Final do seu oponente: você pode pegar 1 Magia de Campo do seu Deck sobre a qual você possa colocar um Marcador de Estações, e colocá-la no seu campo com a face para cima (mas nenhum duelista pode ativar seus efeitos neste turno) e, se isso acontecer, coloque nesse card todos os Marcadores de Estações deste card.", "ja": "①：１ターンに１度、発動できる。使用していない自分のメインモンスターゾーンを任意の数だけ指定し、その数だけこのカードにシキカウンターを置く。そのゾーンはこのカードが存在する間は使用できない。②：自分フィールドのモンスターの攻撃力は、このカードのシキカウンターの数×４００アップする。③：相手エンドフェイズに発動できる。シキカウンターを置く事ができるフィールド魔法カード１枚をデッキから自分フィールドに表側表示で置く（このカードのシキカウンターをそのカードに移す）。そのカードの効果はこのターン発動できない。", "ko": null, "zh-TW": null, "zh-CN": "①：1回合1次，可以发动。指定任意数量的、未使用的自己的主要怪兽区域，依其数量在此卡上放四季计数物。该区域在此卡存在期间不可使用。②：自己场上的怪兽的攻击力上升相当于此卡的四季计数物数量×400的数值。③：在对手的结束阶段可以发动。从牌组将1张可放四季计数物的场地魔法卡以表侧表示放在自己场上（此卡的四季计数物移至该卡）。该卡的效果此回合不可发动。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "Spring-DUAD-JP-NR.png"}], "sets": {"en": [{"set_number": "DUAD-EN073", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE073", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP073", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR073", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT073", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT073", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP073", "set_name": "Duelist's Advance", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "DUAD-SC073", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1119256}