{"konami_id": 11754, "password": 60621361, "name": {"en": "Monster Rebone", "de": "Knöcherne Wiedergeburt", "es": "Monstruo Renacidóseo", "fr": "Monster Rebone", "it": "Mostro Resusciossato", "pt": "Reviver Monstrosso", "ja": "<ruby>横<rt>よこ</rt></ruby><ruby>取<rt>ど</rt></ruby>りボーン", "ja_romaji": "Yokodori Bōn", "ko": "가로채기본", "ko_rr": null, "zh-TW": "橫奪重生", "zh-CN": "夺骨苏生"}, "text": {"en": "If your opponent Special Summoned a monster this turn: Activate this card by targeting 1 monster in your opponent's Graveyard; Special Summon it to your side of the field in Defense Position. When this card leaves the field, banish that monster. When that monster leaves the field, destroy this card.", "de": "Falls dein Gegner in diesem Spielzug ein Monster als Spezialbeschwörung beschworen hat: Aktiviere diese Karte, indem du 1 Monster im Friedhof deines Gegners wählst; beschwöre es als Spezialbeschwörung auf deine Spielfeldseite in die Verteidigungsposition. Wenn diese Karte das Spielfeld verlässt, verbanne das Monster. Wenn das Monster das Spielfeld verlässt, zerstöre diese Karte.", "es": "Si tu adversario Invocó un monstruo de Modo Especial este turno: activa esta carta seleccionando 1 monstruo en el Cementerio de tu adversario; Invócalo de Modo Especial a tu lado del Campo en Posición de Defensa. Cuando esta carta deje el Campo, destierra ese monstruo. Cuando ese monstruo deje el Campo, destruye esta carta.", "fr": "Si votre adversaire Invoque Spécialement un monstre ce tour : activez cette carte en ciblant 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur votre Terrain en Position de Défense. Lorsque cette carte quitte le Terrain, bannissez le monstre. Lorsque le monstre quitte le Terrain, détruisez cette carte.", "it": "Se il tuo avversario ha Evocato Specialmente un mostro in questo turno: attiva questa carta scegliendo come bersaglio 1 mostro nel Cimitero del tuo avversario; Evocalo Specialmente sul tuo Terreno in Posizione di Difesa. Quando questa carta lascia il Terreno, bandisci quel mostro. Quando quel mostro lascia il Terreno, distruggi questa carta.", "pt": "Se seu oponente Invocar um monstro por Invocação-Especial neste turno: ative este card ao escolher 1 monstro no Cemitério do seu oponente; Invoque-o por Invocação-Especial no seu lado do campo em Posição de Defesa. Quando este card deixar o campo, bana esse monstro. Quando esse monstro deixar o campo, destrua este card.", "ja": "①：相手がモンスターを特殊召喚したターン、相手の墓地のモンスター１体を対象としてこのカードを発動できる。そのモンスターを自分フィールドに守備表示で特殊召喚する。このカードがフィールドから離れた時にそのモンスターは除外される。そのモンスターがフィールドから離れた時にこのカードは破壊される。", "ko": "①: 상대가 몬스터를 특수 소환한 턴에, 상대 묘지의 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 그 몬스터를 자신 필드에 수비 표시로 특수 소환한다. 이 카드가 필드에서 벗어났을 때에 그 몬스터는 제외된다. 그 몬스터가 필드에서 벗어났을 때에 이 카드는 파괴된다.", "zh-TW": null, "zh-CN": "①：对方把怪兽特殊召唤的回合，以对方墓地1只怪兽为对象才能把这张卡发动。那只怪兽在自己场上守备表示特殊召唤。这张卡从场上离开时那只怪兽除外。那只怪兽从场上离开时这张卡破坏。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "MonsterRebone-CROS-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN079", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}], "de": [{"set_number": "CROS-DE079", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CROS-FR079", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}], "it": [{"set_number": "CROS-IT079", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CROS-PT079", "set_name": "Crossed Souls", "rarities": ["Super Rare"]}], "ja": [{"set_number": "CROS-JP079", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ko": [{"set_number": "CROS-KR079", "set_name": "Crossed Souls", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 334713, "master_duel_rarity": "SR"}