{"konami_id": 12360, "password": 60681103, "name": {"en": "Divine Dragon Lord Felgrand", "de": "Himmlischer Drachenherr Fellgrant", "es": "Señor Dragón Divino Felgrand", "fr": "Grand Dragon d'Or Divin", "it": "Signore Divino dei Gloriosi Draghi d'Oro", "pt": "Felgrand, o Divino Senhor Dragão", "ja": "<ruby>巨<rt>きょ</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>フェルグラント", "ja_romaji": "Kyoshinryū Feruguranto", "ko": "거신룡 펠그란트", "ko_rr": null, "zh-TW": "巨神龍 緋爾格蘭特", "zh-CN": "巨神龙 闪耀"}, "text": {"en": "If this card is Special Summoned from the Graveyard: You can target 1 monster your opponent controls or in their Graveyard; banish it, and if you do, this card gains ATK and DEF equal to the banished monster's original Level/Rank x 100. If this card destroys an opponent's monster by battle: You can target 1 Level 7 or 8 Dragon-Type monster in the Graveyard, except \"Divine Dragon Lord Felgrand\"; Special Summon it to your field.", "de": "Falls diese Karte als Spezialbeschwörung vom Friedhof beschworen wird: Du kannst 1 Monster wählen, das dein Gegner kontrolliert oder das sich in seinem Friedhof befindet; verbanne es und falls du dies tust, erhält diese Karte ATK und DEF in Höhe der Grundstufe/des Grundrangs des verbannten Monsters x 100. Falls diese Karte ein Monster deines Gegners durch Kampf zerstört: Du kannst 1 Monster vom Typ Drache der Stufe 7 oder 8 im Friedhof wählen, außer „Himmlischer Drachenherr Fellgrant“; beschwöre es als Spezialbeschwörung auf deine Spielfeldseite.", "es": "Si esta carta es Invocada de Modo Especial desde el Cementerio: puedes seleccionar 1 monstruo que controle tu adversario o en su Cementerio; destiérralo y, si lo haces, esta carta gana ATK y DEF igual al Nivel/Rango x 100 original del monstruo desterrado. Si esta carta destruye un monstruo de tu adversario en batalla: puedes seleccionar 1 monstruo de Tipo Dragón de Nivel 7 u 8 en el Cementerio, excepto \"Señor Dragón Divino Felgrand\"; Invócalo de Modo Especial a tu Campo.", "fr": "Si cette carte est Invoquée Spécialement depuis le Cimetière : vous pouvez cibler 1 monstre contrôlé par votre adversaire ou dans son Cimetière ; bannissez-la, et si vous le faites, cette carte gagne une ATK/DEF égales au Niveau/Rang d'origine du monstre banni x 100. Si cette carte détruit un monstre adverse au combat : vous pouvez cibler 1 monstre de Type Dragon de Niveau 7 ou 8 (\"Grand Dragon d'Or Divin\" exclu) dans le Cimetière ; Invoquez-le Spécialement sur votre Terrain.", "it": "Se questa carta viene Evocata Specialmente dal Cimitero: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario o nel suo Cimitero; bandiscilo e, se lo fai, questa carta guadagna ATK e DEF pari al Livello/Rango originale del mostro bandito x 100. Se questa carta distrugge un mostro dell'avversario in battaglia: puoi scegliere come bersaglio 1 mostro di Tipo Drago di Livello 7 o 8 nel Cimitero, eccetto \"Signore Divino dei Gloriosi Draghi d'Oro\"; Evocalo Specialmente sul tuo Terreno.", "pt": "Se este card for Invocado por Invocação-Especial do Cemitério: você pode escolher 1 monstro que seu oponente controla ou no Cemitério dele; bana-o e, se isso acontecer, este card ganha ATK e DEF igual ao Nível/Classe original do monstro banido x 100. Se este card destruir um monstro do oponente em batalha: você pode escolher 1 monstro do Tipo Dragão de Nível 7 ou 8 no Cemitério, exceto \"Felgrand, o Divino Senhor Dragão\"; Invoque-o por Invocação-Especial no seu campo.", "ja": "①：このカードが墓地からの特殊召喚に成功した場合、相手のフィールド・墓地のモンスター１体を対象として発動できる。そのモンスターを除外し、このカードの攻撃力・守備力は、除外したそのモンスターのレベルまたはランク×１００アップする。②：このカードが戦闘で相手モンスターを破壊した場合、「巨神竜フェルグラント」以外の自分または相手の墓地のレベル７・８のドラゴン族モンスター１体を対象として発動できる。そのモンスターを自分フィールドに特殊召喚する。", "ko": "①: 이 카드가 묘지에서의 특수 소환에 성공했을 경우, 상대의 필드 / 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 제외하고, 이 카드의 공격력 / 수비력은, 제외한 그 몬스터의 레벨 또는 랭크 × 100 올린다. ②: 이 카드가 전투로 상대 몬스터를 파괴했을 경우, \"거신룡 펠그란트\" 이외의 자신 또는 상대 묘지의 레벨 7 / 8 드래곤족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 자신 필드에 특수 소환한다.", "zh-TW": "①：在此卡從墓地特殊召喚成功的狀況下，可將對方場上・墓地的１隻怪獸做為對象發動。將該怪獸除外，此卡的攻擊力・守備力依據除外的該怪獸的等級或階級×１００進行提升。②：在此卡因戰鬥破壞對方怪獸的狀況下，可將我方或對方墓地的１隻「巨神龍 緋爾格蘭特」以外的等級７・８的龍族怪獸做為對象發動。特殊召喚該怪獸至我方場上。", "zh-CN": "①：此卡从墓地特殊召唤成功的场合，可将对手场上、墓地的１只怪兽为对象发动。将该怪兽除外，此卡的攻击力、守备力上升被除外的该怪兽的等级或阶级×１００点。②：此卡因战斗破坏对手怪兽的场合，可以我方或对手墓地中１只除“巨神龙 闪耀”以外的等级７、８的龙族怪兽为对象发动。将该怪兽特殊召唤至我方场上。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 8, "atk": 2800, "def": 2800, "series": ["Felgrand"], "images": [{"index": 1, "image": "DivineDragonLordFelgrand-SR02-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SR02-EN001", "set_name": "Rise of the True Dragons Structure Deck", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SR02-DE001", "set_name": "Rise of the True Dragons Structure Deck", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SR02-FR001", "set_name": "Rise of the True Dragons Structure Deck", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SR02-IT001", "set_name": "Rise of the True Dragons Structure Deck", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SR02-PT001", "set_name": "Rise of the True Dragons Structure Deck", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR02-JP001", "set_name": "Structure Deck R: Revival of the Great Divine Dragon", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SR02-KR001", "set_name": "Structure Deck R: Revival of the Great Divine Dragon", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 384674, "master_duel_rarity": "R"}