{"konami_id": 7189, "password": 60728397, "name": {"en": "Venom Shot", "de": "Giftschuß", "es": "Tiro Venenoso", "fr": "Salve Venin", "it": "Colpo Veleno", "pt": "Disparo de Peçonha", "ja": "ヴェノム・ショット", "ja_romaji": "Venomu Shotto", "ko": "베놈 샷", "ko_rr": null, "zh-TW": "猛毒噴射", "zh-CN": "猛毒喷射"}, "text": {"en": "Activate only while you control a face-up \"Venom\" monster, \"Vennominaga the Deity of Poisonous Snakes\", or \"Vennominon the King of Poisonous Snakes\". Send 1 Reptile-Type monster from your Deck to the Graveyard and place 2 Venom Counters on 1 face-up monster your opponent controls.", "de": "Aktiviere diese Karte nur, solange du ein offenes „Gift“-Monster, „Vennominaga die Gottheit der giftigen Schlangen“ oder „Vennominon der König der giftigen Schlangen“ kontrollierst. Lege 1 Monster vom Typ Reptil von deinem Deck auf den Friedhof und lege 2 Gift-Zählmarken auf 1 offenes Monster, das dein Gegner kontrolliert.", "es": "Activa esta carta sólo cuando controles un monstruo \"Venenoso/a\" boca arriba, a \"Vennominaga, Dios de las Serpientes Venenosas\" o a \"Vennominon, Rey de las Serpientes Venenosas\". Manda 1 monstruo de Tipo Reptil de tu Deck al Cementerio y pon 2 Contadores de Veneno en 1 monstruo boca arriba que controle tu adversario.", "fr": "Activable uniquement tant que vous contrôlez un monstre \"Venin\", \"Vénominaga, Déesse des Serpents Venimeux\" ou \"Vénominon, Roi des Serpents Venimeux\" face recto. Envoyez 1 monstre de type Reptile depuis votre Deck au Cimetière et placez 2 Compteurs Venin sur 1 monstre face recto contrôlé par votre adversaire.", "it": "Attiva solo quando controlli un mostro scoperto \"Veleno\", \"Vennominaga, la Divinità dei Serpenti Velenosi\" o \"Vennominon, il Re dei Serpenti Velenosi\". Manda 1 mostro di Tipo Rettile dal tuo Deck al Cimitero e metti 2 Segnalini Veleno su 1 mostro scoperto controllato dal tuo avversario.", "pt": null, "ja": "自分フィールド上に「毒蛇王ヴェノミノン」、「毒蛇神ヴェノミナーガ」または「ヴェノム」と名のついたモンスターが表側表示で存在する時に発動する事ができる。自分のデッキから爬虫類族モンスター１体を墓地に送り、相手フィールド上に表側表示で存在するモンスター１体にヴェノムカウンターを２つ置く。", "ko": "자신 필드 위에 \"독사왕 베노미논\", \"독사신 베노미너거\" 또는 \"베놈\"이라는 이름이 붙은 몬스터가 앞면 표시로 존재할 때 발동할 수 있다. 자신의 덱에서 파충류족 몬스터 1장을 묘지로 보내고, 상대 필드 위에 앞면 표시로 존재하는 몬스터 1장에 베놈 카운터를 2개 놓는다.", "zh-TW": null, "zh-CN": "自己场上有「毒蛇王 维诺米隆」，「毒蛇神 维诺米纳迦」或者名字带有「蛇毒」的怪兽表侧表示存在时才能发动。从自己卡组把1只爬虫类族怪兽送去墓地，给对方场上表侧表示存在的1只怪兽放置2个毒指示物。"}, "card_type": "Spell", "property": "Normal", "series": ["Venom"], "images": [{"index": 1, "image": "VenomShot-TAEV-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "TAEV-EN053", "set_name": "Tactical Evolution", "rarities": ["Common"]}], "de": [{"set_number": "TAEV-DE053", "set_name": "Tactical Evolution", "rarities": ["Common"]}], "es": [{"set_number": "TAEV-SP053", "set_name": "Tactical Evolution", "rarities": ["Common"]}], "fr": [{"set_number": "TAEV-FR053", "set_name": "Tactical Evolution", "rarities": ["Common"]}], "it": [{"set_number": "TAEV-IT053", "set_name": "Tactical Evolution", "rarities": ["Common"]}], "ja": [{"set_number": "TAEV-JP053", "set_name": "Tactical Evolution", "rarities": ["Common"]}], "ko": [{"set_number": "TAEV-KR053", "set_name": "Tactical Evolution", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 21241, "master_duel_rarity": "R"}