{"konami_id": 16859, "password": 60921537, "name": {"en": "Dogmatikamacabre", "de": "Dogmatikamakaber", "es": "Dogmátikmacabro", "fr": "Dogmatikamacabre", "it": "Dogmatikamacabra", "pt": "Dogmatikamacabro", "ja": "<ruby>凶導の葬列<rt>ドラグマカブル</rt></ruby>", "ja_romaji": "Doragumakaburu", "ko": "드래그마카브르", "ko_rr": "Deuraegeumakabeureu", "zh-TW": "凶教導之葬列", "zh-CN": "凶教导之葬列"}, "text": {"en": "This card can be used to Ritual Summon any \"Dogmatika\" Ritual Monster from your hand or GY. You must also Tribute monsters from your hand or field, and/or banish Fusion or Synchro Monsters from your GY, whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon, then, if both \"White Knight of Dogmatika\" and \"White Relic of Dogmatika\" are on the field, you can look at either your Extra Deck or your opponent's, and send 1 monster from it to the GY. You can only activate 1 \"Dogmatikamacabre\" per turn.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Dogmatika“-Ritualmonster als Ritualbeschwörung von deiner Hand oder deinem Friedhof zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten und/oder Fusions- oder Synchromonster von deinem Friedhof verbannen, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst, dann, falls sowohl „Weißer Ritter der Dogmatika“ als auch „Weiße Reliquie der Dogmatika“ auf dem Spielfeld liegen, kannst du dir entweder dein Extra Deck oder das deines Gegners ansehen und 1 Monster davon auf den Friedhof legen. Du kannst nur 1 „Dogmatikamakaber“ pro Spielzug aktivieren.", "es": "Esta carta puede ser usada para Invocar por Ritual, desde tu mano o Cementerio, cualquier Monstruo de Ritual \"Dogmátik\". También debes Sacrificar monstruos en tu mano o Campo, y/o desterrar Monstruos de Sincronía o Fusión en tu Cementerio, cuyos Niveles totales sean iguales o superen el Nivel del Monstruo de Ritual que Invocas por Ritual y después, si \"Caballero Blanco de Dogmátik\" y \"Reliquia Blanca de Dogmátik\" están en el Campo, puedes mirar tu Deck Extra o el de tu adversario, y mandar al Cementerio 1 monstruo en él. Sólo puedes activar 1 \"Dogmátikmacabro\" por turno.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Dogmatika\" depuis votre main ou Cimetière. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, et/ou bannir des Monstres Fusion ou Synchro depuis votre Cimetière, dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement, puis, si \"Chevalier Blanc de Dogmatika\" ainsi que \"Relique Blanche de Dogmatika\" sont sur le Terrain, vous pouvez regarder soit votre Extra Deck soit l'Extra Deck de votre adversaire, et envoyez 1 monstre depuis celui-ci au Cimetière. Vous ne pouvez activer qu'1 \"Dogmatikamacabre\" par tour.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Dogmatika\" dalla tua mano o Cimitero. Devi anche offrire come Tributo mostri dalla tua mano o Terreno, e/o bandire Mostri Fusione o Synchro dal tuo Cimitero, con Livello totale pari o superiore al Livello del Mostro Rituale che Evochi tramite Rituale, poi, se sia \"Cavaliere Bianco della Dogmatika\" che \"Reliquia Bianca della Dogmatika\" sono sul Terreno, puoi guardare il tuo Extra Deck oppure quello del tuo avversario, e mandare 1 mostro da esso al Cimitero. Puoi attivare solo 1 \"Dogmatikamacabra\" per turno.", "pt": "Este card pode ser usado para Invocar por Invocação-Ritual qualquer Monstro de Ritual \"Dogmatika\" da sua mão ou do Cemitério. Você também deve oferecer como Tributo monstros da sua mão ou do campo, e/ou banir Monstros de Fusão ou Sincro do seu Cemitério, cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você estiver Invocando por Invocação-Ritual e, depois, se tanto \"Cavaleiro Branco de Dogmatika\" quanto \"Relíquia Branca de Dogmatika\" estiverem no campo, você pode olhar seu Deck Adicional ou o do seu oponente e enviar 1 monstro dali para o Cemitério. Você só pode ativar 1 \"Dogmatikamacabro\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリース、またはリリースの代わりに自分の墓地の融合・Ｓモンスターを除外し、自分の手札・墓地から「ドラグマ」儀式モンスター１体を儀式召喚する。その後、フィールドに「凶導の白騎士」及び「凶導の白聖骸」が存在する場合、自分か相手のＥＸデッキを確認してその内のモンスター１体を墓地へ送る事ができる。", "ko": "\"드래그마\" 의식 몬스터의 의식 소환에 필요. 이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스, 또는 릴리스 대신에 자신 묘지의 융합 / 싱크로 몬스터를 제외하고, 자신의 패 / 묘지에서 \"드래그마\" 의식 몬스터 1장을 의식 소환한다. 그 후, 필드에 \"드래그마의 알버스 나이트\" 및 \"드래그마의 알버스 세인트\"가 존재할 경우, 자신 또는 상대의 엑스트라 덱을 확인하고, 그 중의 몬스터 1장을 골라 묘지로 보낼 수 있다.", "zh-TW": "「教導」儀式怪獸降臨所需。此卡名的卡１回合僅限發動１張。①：為使等級合計超過儀式召喚怪獸的等級，解放我方手牌・場上怪獸，或將我方墓地融合・同步怪獸除外替代解放，從我方手牌・墓地儀式召喚１隻「教導」儀式怪獸。其後，在場上存在「凶教導之白騎士」及「凶教導之白聖骸」的狀況下，可確認我方或對方的額外牌組，選擇將其中的１隻怪獸送至墓地。", "zh-CN": "“教导”仪式怪兽的降临所必需。此卡名的卡１回合仅可发动１张。①：为使合计等级为仪式召唤的怪兽的等级以上，解放自己的手牌・场上的怪兽，或作为解放的代替将自己墓地的融合・同步怪兽除外，从自己的手牌・墓地将１只“教导”仪式怪兽仪式召唤。然后，场上存在“凶教导之白骑士”及“凶教导之白圣骸”的情况下，可确认自己或对手的额外牌组，并挑选其中１只怪兽送至墓地。"}, "card_type": "Spell", "property": "Ritual", "series": ["Dogmatika"], "images": [{"index": 1, "image": "Dogmatikamacabre-MP23-EN-R-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN054", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-EN029", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "BACH-DE054", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-DE029", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "BACH-FR054", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-FR029", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "BACH-IT054", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-IT029", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "BACH-PT054", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-PT029", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "BACH-JP054", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "CF01-JP095", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "BACH-KR054", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC041", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708996, "master_duel_rarity": "SR"}