{"konami_id": 15574, "password": 60967717, "name": {"en": "Myutant Expansion", "de": "Myutanten-Expansion", "es": "Expansión de Myutantes", "fr": "Expansion Myutant", "it": "Espansione Myutante", "pt": "Expansão Miutante", "ja": "ミュートリア<ruby>超<rt>ちょう</rt></ruby><ruby>個<rt>こ</rt></ruby><ruby>体<rt>たい</rt></ruby><ruby>系<rt>けい</rt></ruby>", "ja_romaji": "Myūtoria Chōkotaikei", "ko": "뮤트리아 초개체계", "ko_rr": "Myuteuria Chogaechegye", "zh-TW": "突異變種超個體系", "zh-CN": "突异变种超个体系"}, "text": {"en": null, "de": "Wenn du diese Karte aktivierst: Du kannst 1 „Myutant“-Monster der Stufe 4 oder niedriger von deinem Deck nehmen und es entweder deiner Hand hinzufügen oder als Spezialbeschwörung beschwören. Falls ein oder mehr „Myutant“-Monster der Stufe 8 oder höher, die du kontrollierst, durch einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte verbannen, die du kontrollierst. Du kannst nur 1 „Myutanten-Expansion“ pro Spielzug aktivieren.", "es": "Cuando activas esta carta: puedes tomar 1 monstruo \"Myutante\" de Nivel 4 o menor en tu Deck, y ya sea añadirlo a tu mano o Invocarlo de Modo Especial. Si uno o más monstruos \"Myutante\" de Nivel 8 o mayor que controlas fueran a ser destruidos por el efecto de una carta, puedes desterrar esta carta que controlas en su lugar. Sólo puedes activar 1 \"Expansión de Myutantes\" por turno.", "fr": "Lorsque vous activez cette carte : vous pouvez prendre 1 monstre \"Myutant\" de max. Niveau 4 depuis votre Deck, et soit ajoutez-le à votre main soit Invoquez-le Spécialement. Si un ou plusieurs monstres \"Myutant\" de min. Niveau 8 que vous contrôlez vont être détruits par un effet de carte, vous pouvez bannir cette carte que vous contrôlez à la place. Vous ne pouvez activer qu'1 \"Expansion Myutant\" par tour.", "it": "Quando attivi questa carta: puoi prendere 1 mostro \"Myutante\" di Livello 4 o inferiore dal tuo Deck e aggiungerlo alla tua mano oppure Evocarlo Specialmente. Se uno o più mostri \"Myutante\" di Livello 8 o superiore che controlli stanno per essere distrutti dall'effetto di una carta, puoi invece bandire questa carta che controlli. Puoi attivare solo 1 \"Espansione Myutante\" per turno.", "pt": "Quando você ativar este card: você pode pegar 1 monstro \"Miutante\" de Nível 4 ou menos do seu Deck e adicioná-lo à sua mão ou Invocá-lo por Invocação-Especial. Se um ou mais monstros \"Miutante\" de Nível 8 ou mais que você controla seriam destruídos por um efeito de card, em vez disso, você pode banir este card que você controla. Você só pode ativar 1 \"Expansão Miutante\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：このカードの発動時の効果処理として、デッキからレベル４以下の「ミュートリア」モンスター１体を手札に加えるか特殊召喚できる。\n②：自分フィールドのレベル８以上の「ミュートリア」モンスターが効果で破壊される場合、代わりにフィールドのこのカードを除外できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 레벨 4 이하의 \"뮤트리아\" 몬스터 1장을 패에 넣거나 특수 소환할 수 있다. ②: 자신 필드의 레벨 8 이상의 \"뮤트리아\" 몬스터가 효과로 파괴될 경우, 대신에 필드의 이 카드를 제외할 수 있다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：做為此卡發動時的效果處理，可從牌組將１隻等級４以下的「突異變種」怪獸加入手牌或特殊召喚。②：在我方場上的等級８以上的「突異變種」怪獸因效果被破壞的狀況下，可將場上的此卡除外作為替代。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：作为此卡发动时的效果处理，可从牌组将１只等级４以下的“突异变种”怪兽加入手牌或特殊召唤。②：自己场上等级８以上的“突异变种”怪兽将被效果破坏的情况下，可将场上的此卡除外作为代替。"}, "card_type": "Trap", "property": "Continuous", "series": ["Myutant"], "images": [{"index": 1, "image": "MyutantExpansion-PHRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN096", "set_name": "Phantom Rage", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE096", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR096", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT096", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT096", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "WPP2-JP026", "set_name": "World Premiere Pack 2021", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP2-KR026", "set_name": "World Premiere Pack 2021", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715987, "master_duel_rarity": "R"}