{"konami_id": 17423, "password": 61011438, "name": {"en": "Brilliant Rose", "de": "Brillante Rose", "es": "Rosa Brillante", "fr": "Rose Brillante", "it": "Rosa Brillante", "pt": "Rosa Brilhante", "ja": "ブリリアント・ローズ", "ja_romaji": "Buririanto Rōzu", "ko": "브릴리언트 로즈", "ko_rr": "Beurillieonteu Rojeu", "zh-TW": null, "zh-CN": "璀璨蔷薇"}, "text": {"en": "(This card is always treated as a \"Gem-Knight\" card.)\nYou can discard 1 \"Gem-Knight\" or \"Melodious\" card; Special Summon this card from your hand. You can only use this effect of \"Brilliant Rose\" once per turn. Once per turn: You can send 1 \"Gem-Knight\" or \"Melodious\" monster from your Extra Deck to the GY; until the End Phase, this card's name/Type/Attribute become the same as the original name/Type/Attribute of the monster sent to the GY to activate this effect.", "de": "(Diese Karte wird immer als „Edelstein-Ritter“-Karte behandelt.)\nDu kannst 1 „Edelstein-Ritter“- oder „Musikalisch“-Karte abwerfen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Du kannst diesen Effekt von „Brillante Rose“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug: Du kannst 1 „Edelstein-Ritter“- oder „Musikalisch“-Monster von deinem Extra Deck auf den Friedhof legen; bis zur End Phase werden Name/Typ/Eigenschaft dieser Karte dieselben wie Grund-Name/-Typ/-Eigenschaft des Monsters, das auf den Friedhof gelegt wurde, um diesen Effekt zu aktivieren.", "es": "(Esta carta se trata siempre como una carta \"Caballero-Gema\").\nPuedes descartar 1 carta \"Caballero-Gema\" o \"Melodiosa\"; Invoca esta carta de Modo Especial desde tu mano. Sólo puedes usar este efecto de \"Rosa Brillante\" una vez por turno. Una vez por turno: puedes mandar al Cementerio 1 monstruo \"Caballero-Gema\" o \"Melodiosa\" en tu Deck Extra; hasta la End Phase, el nombre/Tipo/Atributo de esta carta se convierten en el mismo nombre/Tipo/Atributo originales que los del monstruo mandado al Cementerio para activar este efecto.", "fr": "(Cette carte est toujours traitée comme une carte \"Chevalier-Gemmes\".)\nVous pouvez défausser 1 carte \"Chevalier-Gemmes\" ou \"Musique\" ; Invoquez Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Rose Brillante\" qu'une fois par tour. Une fois par tour : vous pouvez envoyer 1 monstre \"Chevalier-Gemmes\" ou \"Musique\" depuis votre Extra Deck au Cimetière ; jusqu'à la End Phase, le nom/Type/Attribut de cette carte deviennent les mêmes que le nom/Type/Attribut d'origine du monstre envoyé au Cimetière pour activer cet effet.", "it": "(Questa carta viene sempre considerata come una carta \"Cavaliere-Gemma\".)\nPuoi scartare 1 carta \"Cavaliere-Gemma\" o \"Melodiosa\"; Evoca Specialmente questa carta dalla tua mano. Puoi utilizzare questo effetto di \"Rosa Brillante\" una sola volta per turno. Una volta per turno: puoi mandare 1 mostro \"Cavaliere-Gemma\" o \"Melodiosa\" dal tuo Extra Deck al Cimitero; fino alla End Phase, il nome/Tipo/Attributo di questa carta diventano gli stessi del nome/Tipo/Attributo originali del mostro mandato al Cimitero per attivare questo effetto.", "pt": "(Este card deve ser sempre considerado como um card \"Cavaleiro-Gema\".)\nVocê pode descartar 1 card \"Cavaleiro-Gema\" ou \"Melodiosa(o)\"; Invoque este card por Invocação-Especial da sua mão. Você só pode usar este efeito de \"Rosa Brilhante\" uma vez por turno. Uma vez por turno: você pode enviar 1 monstro \"Cavaleiro-Gema\" ou \"Melodiosa(o)\" do seu Deck Adicional para o Cemitério; até a Fase Final, o nome/Tipo/Atributo deste card se tornam o mesmo que o nome/Tipo/Atributo originais do monstro enviado para o Cemitério para ativar este efeito.", "ja": "このカード名はルール上「ジェムナイト」カードとしても扱う。このカード名の①の効果は１ターンに１度しか使用できない。①：手札から他の「ジェムナイト」カードか「幻奏」カード１枚を捨てて発動できる。このカードを手札から特殊召喚する。②：１ターンに１度、ＥＸデッキから「ジェムナイト」モンスターか「幻奏」モンスター１体を墓地へ送って発動できる。このカードのカード名・種族・属性はエンドフェイズまで、この効果を発動するために墓地へ送ったモンスターの元々のカード名・種族・属性と同じになる。", "ko": "이 카드명은 룰상 \"젬나이트\" 카드로도 취급한다. 이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 패에서 다른 \"젬나이트\" 카드나 \"환주\" 카드 1장을 버리고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 1턴에 1번, 엑스트라 덱에서 \"젬나이트\" 몬스터나 \"환주\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 이 카드의 카드명 / 종족 / 속성은 엔드 페이즈까지, 이 효과를 발동하기 위해 묘지로 보낸 몬스터의 원래의 카드명 / 종족 / 속성과 같아진다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“宝石骑士”卡。此卡名的①效果1回合仅可使用1次。①：从手牌将1张其他的“宝石骑士”卡或“幻奏”卡舍弃可以发动。从手牌将此卡特殊召唤。②：1回合1次，从额外牌组将1只“宝石骑士”怪兽或“幻奏”怪兽送至墓地可以发动。此卡的卡名・种族・属性直至结束阶段为止，变为与为发动此效果而送至墓地的怪兽的原本卡名・种族・属性相同。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "LIGHT", "level": 2, "atk": 500, "def": 500, "series": ["Gem-", "Gem-Knight", "Rose"], "images": [{"index": 1, "image": "BrilliantRose-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-EN124", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-DE124", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "POTE-SP021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-SP124", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-FR124", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-IT124", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-PT124", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "TW02-JP054", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "POTE-KR021", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "TW02-KR054", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW02-SC059", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712266}