{"konami_id": 19626, "password": 61052897, "name": {"en": "R-Genex Turing", "de": "R-Genex-Turing", "es": "R-Genex Turing", "fr": "Genex-R Turing", "it": "R-Genex Turing", "pt": "Turing Genex-R", "ja": "レアル・ジェネクス・チューリング", "ja_romaji": "Rearu Jenekusu Chūringu", "ko": "레알 제넥스 튜링", "ko_rr": null, "zh-TW": "真次代機・圖靈機", "zh-CN": "真次代机・图灵机"}, "text": {"en": "During your opponent's Main Phase, if you control a \"Genex\" monster (Quick Effect): You can Special Summon this card from your hand, then, immediately after this effect resolves, you can Synchro Summon 1 \"Genex\" Synchro Monster. You can only use this effect of \"R-Genex Turing\" once per turn. This card on the field can be treated as a Level 1 or 3 monster when used for a Synchro Summon of a \"Genex\" Synchro Monster.", "de": "Während der Main Phase deines Gegners, falls du ein „Genex“-Monster kontrollierst (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann, sofort nachdem dieser Effekt aufgelöst wurde, kannst du 1 „Genex“-Synchromonster als Synchrobeschwörung beschwören. Du kannst diesen Effekt von „R-Genex-Turing“ nur einmal pro Spielzug verwenden. Diese Karte auf dem Spielfeld kann als Monster der Stufe 1 oder 3 behandelt werden, wenn sie für eine Synchrobeschwörung eines „Genex“-Synchromonsters verwendet wird.", "es": "Durante la Main Phase de tu adversario, si controlas un monstruo \"Genex\" (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano y después, inmediatamente después de que se resuelva este efecto, puedes Invocar por Sincronía 1 Monstruo de Sincronía \"Genex\". Sólo puedes usar este efecto de \"R-Genex Turing\" una vez por turno. Esta carta en el Campo puede ser tratada como un monstruo de Nivel 1 o 3 cuando es usada para una Invocación por Sincronía de un Monstruo de Sincronía \"Genex\".", "fr": "Durant la Main Phase de votre adversaire, si vous contrôlez un monstre \"Genex\" (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis, immédiatement après la résolution de cet effet, vous pouvez Invoquer par Synchronisation 1 Monstre Synchro \"Genex\". Vous ne pouvez utiliser cet effet de \"Genex-R Turing\" qu'une fois par tour. Cette carte sur le Terrain peut être traitée comme monstre de Niveau 1 ou 3 lorsqu'elle est utilisée pour une Invocation Synchro d'un Monstre Synchro \"Genex\".", "it": "Durante la Main Phase del tuo avversario, se controlli un mostro \"Genex\" (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano, poi, immediatamente dopo che questo effetto si è risolto, puoi Synchro Evocare 1 Mostro Synchro \"Genex\". Puoi utilizzare questo effetto di \"R-Genex Turing\" una sola volta per turno. Questa carta sul Terreno può essere considerata come un mostro di Livello 1 o 3 quando utilizzata per una Synchro Evocazione di un Mostro Synchro \"Genex\".", "pt": "Durante a Fase Principal do seu oponente, se você controlar um monstro \"Genex\" (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão e, depois, imediatamente depois que este efeito resolver, você pode Invocar por Invocação-Sincro 1 Monstro Sincro \"Genex\". Você só pode usar este efeito de \"Turing Genex-R\" uma vez por turno. Este card no campo pode ser considerado como um monstro de Nível 1 ou 3 quando usado para uma Invocação-Sincro de um Monstro Sincro \"Genex\".", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：相手メインフェイズに、自分フィールドに「ジェネクス」モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。その後、「ジェネクス」Ｓモンスター１体のＳ召喚を行う事ができる。②：フィールドのこのカードを「ジェネクス」ＳモンスターのＳ素材とする場合、このカードのレベルを１または３として扱う事ができる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 메인 페이즈에, 자신 필드에 \"제넥스\" 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, \"제넥스\" 싱크로 몬스터 1장의 싱크로 소환을 실행할 수 있다. ②: 필드의 이 카드를 \"제넥스\" 싱크로 몬스터의 싱크로 소재로 할 경우, 이 카드의 레벨을 1 또는 3 으로서 취급할 수 있다.", "zh-TW": "此卡名的①效果１回合僅可使用１次。 ①：在對手的主要階段，自己場上存在「次代機」怪獸的情況下可以發動。從手牌將此卡特殊召喚。然後，可進行１隻「次代機」同步怪獸的同步召喚。 ②：將場上的此卡作為「次代機」同步怪獸的同步素材的情況下，可將此卡的等級視為１或３。", "zh-CN": "此卡名的①效果１回合仅可使用１次。\n①：在对手的主要阶段，自己场上存在“次代机”怪兽的情况下可以发动。从手牌将此卡特殊召唤。然后，可进行１只“次代机”同步怪兽的同步召唤。\n②：将场上的此卡作为“次代机”同步怪兽的同步素材的情况下，可将此卡的等级视为１或３。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 600, "def": 600, "series": ["Genex", "R-Genex"], "images": [{"index": 1, "image": "RGenexTuring-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLTR-EN012", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLTR-DE012", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLTR-FR012", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLTR-IT012", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLTR-PT012", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "TW01-JP053", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Ultra Rare", "Ultra Parallel Rare", "Secret Rare", "Secret Parallel Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "TW01-KR053", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Ultra Rare", "Ultra Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC053", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Ultra Rare", "Ultra Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1020548, "master_duel_rarity": "N"}