{"konami_id": 16078, "password": 61160289, "name": {"en": "Amunessia, the Ogdoadic Queen", "de": "Amunessia, die Achtheits-Königin", "es": "Amunessia, la Reina Ogdoádica", "fr": "Amunessia, la Reine Ogdoadique", "it": "Amunessia, la Regina Ogdoadica", "pt": "Amunessia, a Rainha Ogdoádica", "ja": "<ruby>溟<rt>めい</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>妃<rt>ひ</rt></ruby>－アミュネシア", "ja_romaji": "Meikaihi - Amyuneshia", "ko": "명세계비－애뮤네시아", "ko_rr": "Myeongsegyebi - Aemyunesia", "zh-TW": "溟界妃－阿湄內西雅", "zh-CN": "溟界妃－阿湄内西娅"}, "text": {"en": "If this card is in your GY: You can Tribute 2 monsters; Special Summon this card. If a monster(s) is Special Summoned from your opponent's GY (except during the Damage Step): You can send 1 card they control to the GY. If a monster(s) is sent from your opponent's hand or Deck to the GY (except during the Damage Step): You can Special Summon 1 LIGHT or DARK Reptile monster from your GY, except \"Amunessia, the Ogdoadic Queen\". You can only use each effect of \"Amunessia, the Ogdoadic Queen\" once per turn.", "de": "Falls sich diese Karte in deinem Friedhof befindet: Du kannst 2 Monster als Tribut anbieten; beschwöre diese Karte als Spezialbeschwörung. Falls ein oder mehr Monster als Spezialbeschwörung vom Friedhof deines Gegners beschworen werden (außer während des Damage Steps): Du kannst 1 Karte, die er kontrolliert, auf den Friedhof legen. Falls ein oder mehr Monster von der Hand oder dem Deck deines Gegners auf den Friedhof gelegt werden (außer während des Damage Steps): Du kannst 1 LICHT oder FINSTERNIS Reptil-Monster als Spezialbeschwörung von deinem Friedhof beschwören, außer „Amunessia, die Achtheits-Königin“. Du kannst jeden Effekt von „Amunessia, die Achtheits-Königin“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu Cementerio: puedes Sacrificar 2 monstruos; Invoca esta carta de Modo Especial. Si uno o más monstruos son Invocados de Modo Especial desde el Cementerio de tu adversario (excepto durante el Damage Step): puedes mandar al Cementerio 1 carta que controle tu adversario. Si uno o más monstruos en la mano o Deck de tu adversario son mandados al Cementerio (excepto durante el Damage Step): puedes Invocar de Modo Especial, desde tu Cementerio, 1 monstruo Reptil de LUZ u OSCURIDAD, excepto \"Amunessia, la Reina Ogdoádica\". Sólo puedes usar cada efecto de \"Amunessia, la Reina Ogdoádica\" una vez por turno.", "fr": "Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 2 monstres ; Invoquez Spécialement cette carte. Si un ou plusieurs monstres sont Invoqués Spécialement depuis le Cimetière de votre adversaire (sauf durant la Damage Step) : vous pouvez envoyer 1 carte qu'il contrôle au Cimetière. Si un ou plusieurs monstres sont envoyés depuis la main ou Deck de votre adversaire au Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre LUMIÈRE ou TÉNÈBRES Reptile (\"Amunessia, la Reine Ogdoadique\" exclu) depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Amunessia, la Reine Ogdoadique\" qu'une fois par tour.", "it": "Se questa carta è nel tuo Cimitero: puoi offrire come Tributo 2 mostri; Evoca Specialmente questa carta. Se uno o più mostri vengono Evocati Specialmente dal Cimitero del tuo avversario (eccetto durante il Damage Step): puoi mandare 1 carta che lui controlla al Cimitero. Se uno o più mostri vengono mandati dalla mano o Deck del tuo avversario al Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente 1 mostro LUCE o OSCURITÀ Rettile dal tuo Cimitero, eccetto \"Amunessia, la Regina Ogdoadica\". Puoi utilizzare ogni effetto di \"Amunessia, la Regina Ogdoadica\" una sola volta per turno.", "pt": "Se este card estiver no seu Cemitério: você pode oferecer 2 monstros como Tributo; Invoque este card por Invocação-Especial. Se um ou mais monstros forem Invocados por Invocação-Especial do Cemitério do seu oponente (exceto durante a Etapa de Dano): você pode enviar 1 card que ele controla para o Cemitério. Se um ou mais monstros forem enviados da mão ou do Deck do seu oponente para o Cemitério (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Especial 1 monstro Réptil de LUZ ou de TREVAS do seu Cemitério, exceto \"Amunessia, a Rainha Ogdoádica\". Você só pode usar cada efeito de \"Amunessia, a Rainha Ogdoádica\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが墓地に存在する場合、自分フィールドのモンスター２体をリリースして発動できる。このカードを特殊召喚する。②：相手の墓地からモンスターが特殊召喚された場合に発動できる。相手フィールドのカード１枚を選んで墓地へ送る。③：相手の手札・デッキからモンスターが墓地へ送られた場合に発動できる。自分の墓地から「溟界妃－アミュネシア」以外の光・闇属性の爬虫類族モンスター１体を選んで特殊召喚する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지에 존재할 경우, 자신 필드의 몬스터 2장을 릴리스하고 발동할 수 있다. 이 카드를 특수 소환한다. ②: 상대 묘지에서 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 상대 필드의 카드 1장을 고르고 묘지로 보낸다. ③: 상대의 패 / 덱에서 몬스터가 묘지로 보내졌을 경우에 발동할 수 있다. 자신 묘지에서 \"명세계비－애뮤네시아\" 이외의 빛 / 어둠 속성의 파충류족 몬스터 1장을 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次。①：此卡存在于墓地的情况下，解放自己场上的2只怪兽可以发动。将此卡特殊召唤。②：怪兽从对手墓地被特殊召唤的情况下可以发动。挑选对手场上的1张卡送至墓地。③：怪兽从对手的手牌・牌组被送至墓地的情况下可以发动。从自己的墓地挑选1只\"溟界妃－阿湄内西娅\"以外的光・暗属性爬虫类族怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 8, "atk": 2700, "def": 2100, "series": ["Ogdoadic"], "images": [{"index": 1, "image": "AmunessiatheOgdoadicQueen-ANGU-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ANGU-EN008", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "ANGU-DE008", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "es": [{"set_number": "ANGU-SP008", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "ANGU-FR008", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "ANGU-IT008", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "ANGU-PT008", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBAG-JP008", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBAG-KR008", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBAG-SC008", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712805, "master_duel_rarity": "N"}