{"konami_id": 18436, "password": 61245403, "name": {"en": "Cattycorn", "de": "Katzenmais", "es": "Gatimaíz", "fr": "Chat Miaïs", "it": "Gattincorn", "pt": "Maliciomilho", "ja": "ネコーン", "ja_romaji": "Nekōn", "ko": "고양이콘", "ko_rr": "Gayang-ikon", "zh-TW": "貓玉米", "zh-CN": "猫玉米"}, "text": {"en": "If this card is Special Summoned while you control no card in your Field Zone: You can add 1 Field Spell from your Deck to your hand. If this card is destroyed by battle or card effect and sent to the GY: You can target 1 Field Spell in your GY; add 1 card with its name from your Deck to your hand. You can only use each effect of \"Cattycorn\" once per turn.", "de": "Falls diese Karte als Spezialbeschwörung beschworen wird, solange du keine Karte in deiner Spielfeldzone kontrollierst: Du kannst deiner Hand 1 Spielfeldzauber von deinem Deck hinzufügen. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du kannst 1 Spielfeldzauber in deinem Friedhof wählen; füge deiner Hand 1 Karte mit seinem Namen von deinem Deck hinzu. Du kannst jeden Effekt von „Katzenmais“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial mientras tú no controles cartas en tu Zona del Campo: puedes añadir a tu mano 1 Mágica de Campo en tu Deck. Si esta carta es destruida en batalla o por el efecto de una carta y mandada al Cementerio: puedes seleccionar 1 Mágica de Campo en tu Cementerio; añade a tu mano 1 carta en tu Deck con su nombre. Sólo puedes usar cada efecto de \"Gatimaíz\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement tant que vous ne contrôlez aucune carte dans votre Zone Terrain : vous pouvez ajouter 1 Magie de Terrain depuis votre Deck à votre main. Si cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez cibler 1 Magie de Terrain dans votre Cimetière ; ajoutez 1 carte avec son nom depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Chat Miaïs\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente mentre non controlli nessuna carta nella tua Zona Terreno: puoi aggiungere 1 Magia Terreno dal tuo Deck alla tua mano. Se questa carta viene distrutta in battaglia o dall'effetto di una carta e mandata al Cimitero: puoi scegliere come bersaglio 1 Magia Terreno nel tuo Cimitero; aggiungi 1 carta con il suo nome dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Gattincorn\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial, enquanto você não controlar nenhum card na sua Zona do Campo: você pode adicionar 1 Magia de Campo do seu Deck à sua mão. Se este card for destruído em batalha ou por um efeito de card e enviado para o Cemitério: você pode escolher 1 Magia de Campo no seu Cemitério; adicione 1 card com o nome dela do seu Deck à sua mão. Você só pode usar cada efeito de \"Maliciomilho\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚に成功した場合、自分のフィールドゾーンにカードが存在しなければ発動できる。デッキからフィールド魔法カード１枚を手札に加える。②：このカードが戦闘・効果で破壊され墓地へ送られた場合、自分の墓地のフィールド魔法カード１枚を対象として発動できる。そのカードの同名カード１枚をデッキから手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 특수 소환에 성공했을 경우, 자신의 필드 존에 카드가 존재하지 않으면 발동할 수 있다. 덱에서 필드 마법 카드 1장을 패에 넣는다. ②: 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 경우, 자신 묘지의 필드 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드의 같은 이름의 카드 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡特殊召唤的情况下，如果自己的场地区域不存在卡则可以发动。从牌组将１张场地魔法卡加入手牌。\n②：此卡因战斗・效果被破坏并被送至墓地的情况下，以自己墓地的１张场地魔法卡为对象可以发动。从牌组将该卡的１张同名卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "EARTH", "level": 4, "atk": 1500, "def": 500, "series": ["Corn"], "images": [{"index": 1, "image": "Cattycorn-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN042", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE042", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR042", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT042", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT042", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "23PP-JP011", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "23PP-KRA11", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC014", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708946, "master_duel_rarity": "N"}