{"konami_id": 18215, "password": 61264008, "name": {"en": "Land Flipping", "de": "Grundstücksspekulation", "es": "Especulación de Suelo", "fr": "Rétrocession de Terre", "it": "Ribaltamento di Terra", "pt": "Troca de Terras", "ja": "<ruby>土<rt>と</rt></ruby><ruby>地<rt>ち</rt></ruby>ころがし", "ja_romaji": "Tochikorogashi", "ko": "토지 전매", "ko_rr": "Toji Jeonmae", "zh-TW": "土地轉賣", "zh-CN": "土地转卖"}, "text": {"en": null, "de": "Wähle 1 offene Karte in einer Spielfeldzone; verbanne sie, dann lege sie offen in die andere Spielfeldzone, dann kannst du 1 Spielfeldzauber mit einem unterschiedlichen Grund-Namen im Friedhof des derzeitigen Beherrschers bestimmen und ihn offen in die Spielfeldzone des Spielers legen, dessen Karte verbannt wurde. Du kannst nur 1 „Grundstücksspekulation“ pro Spielzug aktivieren.", "es": "Selecciona 1 carta boca arriba en una Zona del Campo; destiérrala, y después ponla boca arriba en la otra Zona del Campo, y después puedes elegir 1 Mágica de Campo con un nombre original diferente en el Cementerio del controlador actual, y ponerla boca arriba en la Zona del Campo del jugador cuya carta fue desterrada. Sólo puedes activar 1 \"Especulación de Suelo\" por turno.", "fr": "Ciblez 1 carte face recto dans une Zone Terrain ; bannissez-la, puis placez-la face recto dans l'autre Zone Terrain, puis, vous pouvez choisir 1 Magie de Terrain de nom d'origine différent dans le Cimetière du contrôleur actuel, et placez-la face recto dans la Zone Terrain du joueur dont la carte a été bannie. Vous ne pouvez activer qu'1 \"Rétrocession de Terre\" par tour.", "it": "Scegli come bersaglio 1 carta scoperta in una Zona Terreno; bandiscila, poi mettila scoperta nell'altra Zona Terreno, poi puoi selezionare 1 Magia Terreno con un nome originale diverso nel Cimitero dell'attuale controllore, e mettila scoperta nella Zona Terreno del giocatore la cui carta è stata bandita. Puoi attivare solo 1 \"Ribaltamento di Terra\" per turno.", "pt": "Escolha 1 card com a face para cima na Zona do Campo; bana-o e, depois, coloque-o com a face para cima na outra Zona do Campo e, depois, você pode selecionar 1 Magia de Campo com um nome original diferente no Cemitério do seu controlador atual e colocá-la com a face para cima na Zona do Campo do duelista cujo card foi banido. Você só pode ativar 1 \"Troca de Terras\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：自分か相手のフィールドゾーンの表側表示カード１枚を対象として発動できる。そのカードを除外する。その後、この効果で除外したカードを除外されたプレイヤーから見て相手のフィールドゾーンに表側表示で置く。その後、置いたカードとは元々のカード名が異なるフィールド魔法カード１枚を、置かれたプレイヤーの墓地から、この効果でカードを除外されたプレイヤーのフィールドゾーンに表側表示で置く事ができる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 또는 상대의 필드 존의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 제외한다. 그 후, 이 효과로 제외한 카드를 제외된 쪽 플레이어의 상대의 필드 존에 앞면 표시로 놓는다. 그 후, 놓은 카드와는 원래의 카드명이 다른 필드 마법 카드 1장을 놓여진 플레이어의 묘지에서 고르고 이 효과로 카드를 제외된 쪽 플레이어의 필드 존에 앞면 표시로 놓을 수 있다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可將我方或對方場地區的１張正面表示的卡做為對象發動。將該卡除外。其後，將透過此效果除外的卡以正面表示置於被除外的玩家的對方場地區。其後，可從被放置的玩家墓地選擇１張與放置的卡原本的卡名不同的場地魔法卡，以正面表示置於卡透過此效果被除外的玩家場地區。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：以自己或对手的场地区域的１张表侧表示卡为对象可以发动。将该卡除外。然后，将以此效果除外的卡以表侧表示放在被除外的玩家的对手的场地区域。然后，可从被放的玩家墓地挑选１张原本卡名与所放卡不同的场地魔法卡，以表侧表示放在卡以此效果被除外的玩家的场地区域。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "LandFlipping-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN070", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN327", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE070", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE327", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR070", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR327", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT070", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT327", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT070", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT327", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP070", "set_name": "Photon Hypernova", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "PHHY-KR070", "set_name": "Photon Hypernova", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715571, "master_duel_rarity": "UR"}