{"konami_id": 8425, "password": 61322713, "name": {"en": "Shadow's Light", "de": "Schattenlicht", "es": "Luz de la Sombra", "fr": "La Lumière de l'Ombre", "it": "Luce dell'Ombra", "pt": "Luz da Sombra", "ja": "<ruby>陰<rt>かげ</rt></ruby>の<ruby>光<rt>ひかり</rt></ruby>", "ja_romaji": "Kage no Hikari", "ko": "그림자의 빛", "ko_rr": "Geurimja-ui Bit", "zh-TW": "陰之光", "zh-CN": "阴之光"}, "text": {"en": "Target 1 DARK monster you control; Special Summon 1 LIGHT monster from your Deck or Extra Deck with the same original Type and Level. You can banish this card from your GY; during your Main Phase this turn, you can Normal Summon 1 LIGHT or DARK monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) You can only use each effect of \"Shadow's Light\" once per turn. You cannot conduct your Battle Phase the turn you activate either of this card's effects.", "de": "Wähle 1 FINSTERNIS Monster, das du kontrollierst; beschwöre 1 LICHT Monster mit demselben Grund-Typ und derselben Grund-Stufe als Spezialbeschwörung von deinem Deck oder Extra Deck. Du kannst diese Karte von deinem Friedhof verbannen; du kannst in diesem Spielzug während deiner Main Phase zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 LICHT oder FINSTERNIS Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Du kannst jeden Effekt von „Schattenlicht“ nur einmal pro Spielzug verwenden. Du kannst in dem Spielzug, in dem du einen beliebigen Effekt dieser Karte aktivierst, deine Battle Phase nicht durchführen.", "es": "Selecciona 1 monstruo de OSCURIDAD que controles; Invoca de Modo Especial, desde tu Deck o Deck Extra, 1 monstruo de LUZ con el mismo Tipo y Nivel originales. Puedes desterrar esta carta en tu Cementerio; durante tu Main Phase este turno, puedes Invocar de Modo Normal 1 monstruo de LUZ u OSCURIDAD además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Sólo puedes usar cada efecto de \"Luz de la Sombra\" una vez por turno. El turno en el que activas cualquiera de los efectos de esta carta no puedes realizar tu Battle Phase.", "fr": "Ciblez 1 monstre TÉNÈBRES que vous contrôlez ; Invoquez Spécialement 1 monstre LUMIÈRE depuis votre Deck ou Extra Deck des mêmes Type et Niveau d'origine. Vous pouvez bannir cette carte depuis votre Cimetière ; durant votre Main Phase ce tour, vous pouvez Invoquer Normalement 1 monstre LUMIÈRE ou TÉNÈBRES en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Vous ne pouvez utiliser chaque effet de \"La Lumière de l'Ombre\" qu'une fois par tour. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez un effet de cette carte.", "it": "Scegli come bersaglio 1 mostro OSCURITÀ che controlli; Evoca Specialmente dal tuo Deck o Extra Deck 1 mostro LUCE con lo stesso Tipo e Livello originali. Puoi bandire questa carta dal tuo Cimitero; durante la tua Main Phase in questo turno, puoi Evocare Normalmente 1 mostro LUCE o OSCURITÀ in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Puoi utilizzare ogni effetto di \"Luce dell'Ombra\" una sola volta per turno. Non puoi effettuare la tua Battle Phase nel turno in cui attivi uno dei due effetti di questa carta.", "pt": "Escolha 1 monstro de TREVAS que você controla; Invoque por Invocação-Especial 1 monstro de LUZ do seu Deck ou Deck Adicional com o mesmo Tipo e Nível originais. Você pode banir este card do seu Cemitério; durante sua Fase Principal neste turno, você pode Invocar por Invocação-Normal 1 monstro de LUZ ou de TREVAS em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.) Você só pode usar cada efeito de \"Luz da Sombra\" uma vez por turno. Você não pode conduzir sua Fase de Batalha no turno em que ativar qualquer um dos efeitos deste card.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できず、この効果を発動するターン、自分はバトルフェイズを行えない。①：自分フィールドの闇属性モンスター１体を対象として発動できる。そのモンスターと元々の種族・レベルが同じとなる光属性モンスター１体をデッキ・ＥＸデッキから特殊召喚する。②：墓地のこのカードを除外して発動できる。このターン自分は通常召喚に加えて１度だけ、自分メインフェイズに光・闇属性モンスター１体を召喚できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없으며, 이 효과를 발동하는 턴에, 자신은 배틀 페이즈를 실행할 수 없다. ①: 자신 필드의 어둠 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와 원래의 종족 / 레벨이 같아지는 빛 속성 몬스터 1장을 덱 / 엑스트라 덱에서 특수 소환한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 이 턴에 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 빛 / 어둠 속성 몬스터 1장을 일반 소환할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次，发动此效果的回合中，自己无法进行战斗阶段。\n①：以自己场上的１只暗属性怪兽为对象可以发动。从牌组・额外牌组将原本种族・等级和该怪兽相同的１只光属性怪兽特殊召唤。\n②：将墓地的此卡除外可以发动。此回合自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只光・暗属性怪兽。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "ShadowsLight-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN037", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMR-DE037", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLMR-SP037", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMR-FR037", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMR-IT037", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMR-PT037", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "23PP-JP006", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "23PP-KRA06", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC012", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708944, "master_duel_rarity": "UR"}