{"konami_id": 14853, "password": 61399402, "name": {"en": "Light Dragon @Ignister", "de": "Lichtdrache @Ignister", "es": "Dragón de Luz @Ignister", "fr": "Dragon de Lumière @Ignister", "it": "Drago del Fulmine @Ignister", "pt": "Dragão de Luz @Ignister", "ja": "ライトドラゴン<ruby>＠<rt>アット</rt></ruby>イグニスター", "ja_romaji": "Raito Doragon Atto Igunisutā", "ko": "라이트드래곤<ruby>＠<rt>앳</rt></ruby>이그니스터", "ko_rr": "Raiteudeuraegon Aet Igeuniseuteu", "zh-TW": null, "zh-CN": "光龙@伊格尼斯者"}, "text": {"en": "2 Level 4 monsters\nIf a monster(s) you control would be destroyed by card effect, you can detach 1 material from this card instead. You can only use each of the following effects of \"Light Dragon @Ignister\" once per turn. You can detach 1 material from this card; destroy face-up monsters your opponent controls, up to the number of \"@Ignister\" monsters you control. When another Cyberse monster you control inflicts battle damage to your opponent: You can Special Summon 1 Link Monster from your GY.", "de": "2 Monster der Stufe 4\nFalls ein oder mehr Monster, die du kontrollierst, durch einen Karteneffekt zerstört würden, kannst du stattdessen 1 Material von dieser Karte abhängen. Du kannst jeden der folgenden Effekte von „Lichtdrache @Ignister“ nur einmal pro Spielzug verwenden. Du kannst 1 Material von dieser Karte abhängen; zerstöre offene Monster, die dein Gegner kontrolliert, bis zur Anzahl der „@Ignister“-Monster, die du kontrollierst. Wenn ein anderes Cyberse-Monster, das du kontrollierst, deinem Gegner Kampfschaden zufügt: Du kannst 1 Linkmonster als Spezialbeschwörung von deinem Friedhof beschwören.", "es": "2 monstruos de Nivel 4\nSi uno o más monstruos que controlas fueran a ser destruidos por el efecto de una carta, puedes desacoplar 1 material de esta carta en su lugar. Sólo puedes usar cada uno de los siguientes efectos de \"Dragón de Luz @Ignister\" una vez por turno. Puedes desacoplar 1 material de esta carta; destruye monstruos boca arriba que controle tu adversario, hasta el número de monstruos \"@Ignister\" que controlas. Cuando otro monstruo Ciberso que controles inflija daño de batalla a tu adversario: puedes Invocar de Modo Especial 1 Monstruo de Enlace desde tu Cementerio.", "fr": "2 monstres de Niveau 4\nSi un ou plusieurs monstres que vous contrôlez vont être détruits par un effet de carte, vous pouvez détacher 1 Matériel de cette carte à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon de Lumière @Ignister\" qu'une fois par tour. Vous pouvez détacher 1 Matériel de cette carte ; détruisez un nombre de monstres face recto contrôlés par votre adversaire, inférieur ou égal au nombre de monstres \"@Ignister\" que vous contrôlez. Lorsqu'un autre monstre Cyberse que vous contrôlez inflige des dommages de combat à votre adversaire : vous pouvez Invoquer Spécialement 1 Monstre Lien depuis votre Cimetière.", "it": "2 mostri di Livello 4\nSe uno o più mostri che controlli stanno per essere distrutti dall'effetto di una carta, puoi invece staccare 1 materiale da questa carta. Puoi utilizzare ognuno dei seguenti effetti di \"Drago del Fulmine @Ignister\" una sola volta per turno. Puoi staccare 1 materiale da questa carta; distruggi mostri scoperti controllati dal tuo avversario, fino al numero di mostri \"@Ignister\" che controlli. Quando un altro mostro Cyberso che controlli infligge danno da combattimento al tuo avversario: puoi Evocare Specialmente 1 Mostro Link dal tuo Cimitero.", "pt": "2 monstros de Nível 4\nSe um ou mais monstros que você controla seriam destruídos por um efeito de card, em vez disso, você pode desassociar 1 matéria deste card. Você só pode usar cada um dos seguintes efeitos de \"Dragão de Luz @Ignister\" uma vez por turno. Você pode desassociar 1 matéria deste card; destrua monstros com a face para cima que seu oponente controla, até o número de monstros \"@Ignister\" que você controla. Quando outro monstro Ciberso que você controla causar dano de batalha ao seu oponente: você pode Invocar por Invocação-Especial 1 Monstro Link do seu Cemitério.", "ja": "レベル４モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除いて発動できる。自分フィールドの「＠イグニスター」モンスターの数まで、相手フィールドの表側表示モンスターを選んで破壊する。②：このカード以外の自分のサイバース族モンスターが相手に戦闘ダメージを与えた時に発動できる。自分の墓地からリンクモンスター１体を選んで特殊召喚する。③：自分フィールドのモンスターが効果で破壊される場合、代わりにこのカードのＸ素材を１つ取り除く事ができる。", "ko": "레벨 4 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 자신 필드의 \"＠(앳)이그니스터\" 몬스터의 수까지, 상대 필드의 앞면 표시 몬스터를 고르고 파괴한다. ②: 이 카드 이외의 자신의 사이버스족 몬스터가 상대에게 전투 데미지를 주었을 때에 발동할 수 있다. 자신 묘지에서 링크 몬스터 1장을 고르고 특수 소환한다. ③: 자신 필드의 몬스터가 효과로 파괴될 경우, 대신에 이 카드의 엑시즈 소재를 1개 제거할 수 있다.", "zh-TW": null, "zh-CN": "等级4怪兽×2\n此卡名的①②效果1回合仅可各使用1次。①：去除此卡的1个超量素材可以发动。挑选对手场上的表侧表示怪兽破坏，数量最多为自己场上的\"@伊格尼斯者\"怪兽数量。②：此卡以外的自己的电子界族怪兽给予对手战斗伤害时可以发动。从自己的墓地挑选1只连接怪兽特殊召唤。③：自己场上的怪兽将被效果破坏的情况下，可去除此卡的1个超量素材作为代替。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Xyz / Effect", "attribute": "LIGHT", "rank": 4, "atk": 2300, "def": 1500, "series": ["@Ignister"], "images": [{"index": 1, "image": "LightDragonIgnister-MZTM-EN-R-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN044", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN016", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "MZTM-EN094", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "de": [{"set_number": "IGAS-DE044", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE016", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "MZTM-DE094", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "es": [{"set_number": "IGAS-SP044", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "MP21-SP016", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "MZTM-SP094", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "fr": [{"set_number": "IGAS-FR044", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR016", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "MZTM-FR094", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "it": [{"set_number": "IGAS-IT044", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT016", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "MZTM-IT094", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "pt": [{"set_number": "IGAS-PT044", "set_name": "Ignition Assault", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT016", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "MZTM-PT094", "set_name": "Maze of the Master", "rarities": ["Rare"]}], "ja": [{"set_number": "IGAS-JP044", "set_name": "Ignition Assault", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "ko": [{"set_number": "IGAS-KR044", "set_name": "Ignition Assault", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "zh-CN": [{"set_number": "MGP4-SC076", "set_name": "Mega Pack 04", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 646788}