{"konami_id": 12987, "password": 61397885, "name": {"en": "Phantasm Spiral Power", "de": "Phantasmaspiralkraft", "es": "Poder del Fantasma Espiral", "fr": "Puissance Spirale Spectre", "it": "Potere Spirale Fantasmatica", "pt": "Poder Fantasma Espiral", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>煌<rt>おう</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>の<ruby>浸<rt>しん</rt></ruby><ruby>渦<rt>か</rt></ruby>", "ja_romaji": "Gen'ōryū no Shinka", "ko": "환황룡의 침와", "ko_rr": null, "zh-TW": "幻煌龍之浸渦", "zh-CN": "幻煌龙之浸涡"}, "text": {"en": "If all monsters you control are Normal Monsters (min. 1): Target 1 Effect Monster your opponent controls; until the end of this turn, it loses 1000 ATK and DEF, also it has its effects negated. If \"Umi\" is on the field, you can activate this card from your hand. You can banish this card from your Graveyard, then target 1 Normal Monster you control; equip 1 \"Phantasm Spiral\" Equip Spell Card from your hand or Graveyard to that Normal Monster.", "de": "Falls alle Monster, die du kontrollierst, Normale Monster sind (min. 1): Wähle 1 Effektmonster, das dein Gegner kontrolliert; bis zum Ende dieses Spielzugs verliert es 1000 ATK und DEF, zusätzlich bleiben seine Effekte annulliert. Falls „Umi“ auf dem Spielfeld liegt, kannst du diese Karte von deiner Hand aktivieren. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Normales Monster wählen, das du kontrollierst; rüste das Normale Monster mit 1 „Phantasmaspiral“-Ausrüstungszauberkarte von deiner Hand oder deinem Friedhof aus.", "es": "Si todos los monstruos que controlas son Monstruos Normales (mín. 1): selecciona 1 Monstruo de Efecto que controle tu adversario; hasta el final de este turno, éste pierde 1000 ATK y DEF, y además ve sus efectos negados. Si \"Umi\" está en el Campo, puedes activar esta carta desde tu mano. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Normal que controles; equipa a ese Monstruo Normal con 1 Carta Mágica de Equipo \"Fantasma Espiral\" en tu mano o Cementerio.", "fr": "Si tous les monstres que vous contrôlez sont des Monstres Normaux (min. 1) : ciblez 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, il perd 1000 ATK/DEF, et aussi, il a ses effets annulés. Si \"Umi\" est sur le Terrain, vous pouvez activer cette carte depuis votre main. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Normal que vous contrôlez ; équipez 1 Carte Magie d'Équipement \"Spirale Spectre\" depuis votre main ou Cimetière au Monstre Normal.", "it": "Se tutti i mostri che controlli sono Mostri Normali (minimo 1): scegli come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; fino alla fine del turno, esso perde 1000 ATK e DEF, inoltre i suoi effetti si annullano. Se \"Umi\" è sul Terreno, puoi attivare questa carta dalla tua mano. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Normale che controlli; equipaggia 1 Carta Magia Equipaggiamento \"Spirale Fantasmatica\" dalla tua mano o Cimitero a quel Mostro Normale.", "pt": "Se todos os monstros que você controla forem Monstros Normais (mín. 1): escolha 1 Monstro de Efeito que seu oponente controla; até o final deste turno, ele perde 1000 de ATK e DEF e, além disso, ele tem seus efeitos negados. Se \"Umi\" estiver no campo, você pode ativar este card da sua mão. Você pode banir este card do seu Cemitério e, depois, escolher 1 Monstro Normal que você controla; equipe 1 Cards de Magia de Equipamento \"Fantasma Espiral\" da sua mão ou do Cemitério nesse Monstro Normal.", "ja": "フィールドに「海」が存在する場合、このカードの発動は手札からもできる。①：自分フィールドのモンスターが通常モンスターのみの場合、相手フィールドの効果モンスター１体を対象として発動できる。そのモンスターはターン終了時まで、攻撃力・守備力が１０００ダウンし、効果が無効化される。②：墓地のこのカードを除外し、自分フィールドの通常モンスター１体を対象として発動できる。自分の手札・墓地から「幻煌龍」装備魔法カード１枚を選んでその通常モンスターに装備する。", "ko": "필드에 \"바다\"가 존재할 경우, 이 카드의 발동은 패에서도 할 수 있다. ①: 자신 필드의 몬스터가 일반 몬스터뿐일 경우, 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터는 턴 종료시까지, 공격력 / 수비력을 1000 내리고, 효과가 무효화된다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 일반 몬스터 1장을 대상으로 하여 발동할 수 있다. 자신의 패 / 묘지에서 \"환황룡\" 장착 마법 카드 1장을 고르고 그 일반 몬스터에 장착한다.", "zh-TW": null, "zh-CN": "场上有「海」存在的场合，这张卡的发动从手卡也能用。①：自己场上的怪兽只有通常怪兽的场合，以对方场上1只效果怪兽为对象才能发动。那只怪兽直到回合结束时攻击力·守备力下降1000，效果无效化。②：把墓地的这张卡除外，以自己场上1只通常怪兽为对象才能发动。从自己的手卡·墓地选1张「幻煌龙」装备魔法卡给那只通常怪兽装备。"}, "card_type": "Trap", "property": "Normal", "series": ["Phantasm Spiral"], "images": [{"index": 1, "image": "PhantasmSpiralPower-MACR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN073", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE073", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR073", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT073", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT073", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP073", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR073", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 428552, "master_duel_rarity": "N"}