{"konami_id": 20070, "password": 61434639, "name": {"en": "Rekindling the Ashened", "de": "Wiederaufflammen der in Asche Gelegten", "es": "Reencender los Calcinados", "fr": "Ravivement du Cendré", "it": "Riaccendere l'Incenerita", "pt": "Reacender o Cinzento", "ja": "<ruby>灰<rt>かい</rt></ruby><ruby>滅<rt>めつ</rt></ruby>の<ruby>復<rt>ふく</rt></ruby><ruby>燃<rt>ねん</rt></ruby>", "ja_romaji": "Kaimetsu no Fukunen", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "灰灭的复燃"}, "text": {"en": "Place 1 of your \"Ashened\" cards that is banished or in your GY on the bottom of your Main Deck, except \"Rekindling the Ashened\", then target 1 Effect Monster your opponent controls; negate its effects until the end of this turn. You can only activate 1 \"Rekindling the Ashened\" per turn.", "de": "Lege 1 deiner „In Asche gelegt“-Karten, die verbannt ist oder sich in deinem Friedhof befindet, außer „Wiederaufflammen der in Asche Gelegten“, unter dein Main Deck und wähle dann 1 Effektmonster, das dein Gegner kontrolliert; annulliere bis zum Ende dieses Spielzugs seine Effekte. Du kannst nur 1 „Wiederaufflammen der in Asche Gelegten“ pro Spielzug aktivieren.", "es": "Pon 1 de tus cartas \"Calcinado/a\" que esté desterrada o en tu Cementerio en la parte inferior de tu Deck Principal, excepto \"Reencender los Calcinados\", y después selecciona 1 Monstruo de Efecto que controle tu adversario; niega sus efectos hasta el final de este turno. Sólo puedes activar 1 \"Reencender los Calcinados\" por turno.", "fr": "Placez 1 de vos cartes \"Cendré\" qui est bannie ou dans votre Cimetière au-dessous de votre Main Deck (\"Ravivement du Cendré\" exclu), puis ciblez 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez activer qu'1 \"Ravivement du Cendré\" par tour.", "it": "Metti 1 delle tue carte \"Incenerita\" che è bandita o nel tuo Cimitero in fondo al tuo Main Deck, eccetto \"Riaccendere l'Incenerita\", poi scegli come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; annulla i suoi effetti fino alla fine di questo turno. Puoi attivare solo 1 \"Riaccendere l'Incenerita\" per turno.", "pt": "Coloque 1 dos seus cards \"Cinzento(a)\" que estiverem banidos ou no seu Cemitério no fundo do seu Deck Principal, exceto \"Reacender o Cinzento\" e, depois, escolha 1 Monstro de Efeito que seu oponente controla; negue seus efeitos até o final deste turno. Você só pode ativar 1 \"Reacender o Cinzento\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：「灰滅の復燃」以外の自分の墓地・除外状態の「灰滅」カード１枚をデッキの一番下に戻し、相手フィールドの効果モンスター１体を対象として発動できる。そのモンスターの効果をターン終了時まで無効にする。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：将“灰灭的复燃”以外的、自己墓地・除外状态的１张“灰灭”卡放回牌组最下面，以对手场上的１只效果怪兽为对象可以发动。将该怪兽的效果直至回合结束时为止无效。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Ashened"], "images": [{"index": 1, "image": "RekindlingtheAshened-LEDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN094", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "de": [{"set_number": "LEDE-DE094", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LEDE-FR094", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "it": [{"set_number": "LEDE-IT094", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LEDE-PT094", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP5-JP038", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1054833}