{"konami_id": 14730, "password": 61472381, "name": {"en": "Brotherhood of the Fire Fist - Eland", "de": "Bruderschaft der Feuerfaust - Antilope", "es": "Hermandad del Puño de Fuego - Eland", "fr": "Confrérie du Poing de Feu - Éland", "it": "Fratellanza del Pugno di Fuoco - Antilope", "pt": "Irmandade do Punho de Fogo - Cefo", "ja": "<ruby>巧<rt>こう</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>星<rt>せい</rt></ruby>－エランセイ", "ja_romaji": "Kōensei - Eransei", "ko": "교염성－에란세이", "ko_rr": null, "zh-TW": null, "zh-CN": "巧炎星－驼鹿青"}, "text": {"en": "You can Ritual Summon this card with \"Fire Formation - Domei\". You can discard 1 monster; Set 1 \"Fire Formation\" Spell/Trap directly from your Deck or GY. When your opponent activates a monster effect (Quick Effect): You can send 1 face-up \"Fire Fist\" or \"Fire Formation\" card you control to the GY, except \"Brotherhood of the Fire Fist - Eland\"; negate that effect. You can only use each effect of \"Brotherhood of the Fire Fist - Eland\" once per turn.", "de": "Du kannst diese Karte mit „Feuerformation - Domei“ als Ritualbeschwörung beschwören. Du kannst 1 Monster abwerfen; setze 1 „Feuerformation“-Zauber/Falle direkt von deinem Deck oder Friedhof. Wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 1 offene „Feuerfaust“- oder „Feuerformation“-Karte, die du kontrollierst, auf den Friedhof legen, außer „Bruderschaft der Feuerfaust - Antilope“; annulliere den Effekt. Du kannst jeden Effekt von „Bruderschaft der Feuerfaust - Antilope“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con \"Formación de Fuego - Domei\". Puedes descartar 1 monstruo; Coloca 1 Mágica/Trampa \"Formación de Fuego\" directamente desde tu Deck o Cementerio. Cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes mandar al Cementerio 1 carta \"Puño de Fuego\" o \"Formación de Fuego\" boca arriba que controles, excepto \"Hermandad del Puño de Fuego - Eland\"; niega ese efecto. Sólo puedes usar cada efecto de \"Hermandad del Puño de Fuego - Eland\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Formation Feu - Domei\". Vous pouvez défausser 1 monstre ; Posez 1 Magie/Piège \"Formation Feu\" directement depuis votre Deck ou Cimetière. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez envoyer 1 carte \"Poing de Feu\" ou \"Formation Feu\" face recto que vous contrôlez (\"Confrérie du Poing de Feu - Éland\" exclu) au Cimetière\"; annulez l'effet. Vous ne pouvez utiliser chaque effet de \"Confrérie du Poing de Feu - Éland\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con \"Formazione di Fuoco - Domei\". Puoi scartare 1 mostro; Posiziona 1 Magia/Trappola \"Formazione di Fuoco\" direttamente dal tuo Deck o Cimitero. Quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi mandare al Cimitero 1 carta \"Pugno di Fuoco\" o \"Formazione di Fuoco\" scoperta che controlli, eccetto \"Fratellanza del Pugno di Fuoco - Antilope\"; annulla quell'effetto. Puoi utilizzare ogni effetto di \"Fratellanza del Pugno di Fuoco - Antilope\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Formação de Fogo - Domei\". Você pode descartar 1 monstro; Baixe 1 Magia/Armadilha \"Formação de Fogo\" diretamente do seu Deck ou Cemitério. Quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode enviar 1 card \"Punho de Fogo\" ou \"Formação de Fogo\" com a face para cima que você controla para o Cemitério, exceto \"Irmandade do Punho de Fogo - Cefo\"; negue esse efeito. Você só pode usar cada efeito de \"Irmandade do Punho de Fogo - Cefo\" uma vez por turno.", "ja": "「炎舞－「洞明」」により降臨。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札からモンスター１体を捨てて発動できる。自分のデッキ・墓地から「炎舞」魔法・罠カード１枚を選んで自分フィールドにセットする。②：相手がモンスターの効果を発動した時、「巧炎星－エランセイ」以外の自分フィールドの表側表示の、「炎星」カードまたは「炎舞」カード１枚を墓地へ送って発動できる。その効果を無効にする。", "ko": "\"염무－「동명」\"에 의해 의식 소환. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 몬스터 1장을 버리고 발동할 수 있다. 자신의 덱 / 묘지에서 \"염무\" 마법 / 함정 카드 1장을 고르고 자신 필드에 세트한다. ②: 상대가 몬스터의 효과를 발동했을 때, \"교염성－에란세이\" 이외의 자신 필드의 앞면 표시의, \"염성\" 카드 또는 \"염무\" 카드 1장을 묘지로 보내고 발동할 수 있다. 그 효과를 무효로 한다.", "zh-TW": null, "zh-CN": "以“炎舞－洞明－”降临\n此卡名的①②效果１回合仅可各使用１次。\n①：从手牌将１只怪兽舍弃可以发动。从自己的牌组・墓地将１张“炎舞”魔法・陷阱卡放置在自己场上。\n②：对手发动怪兽的效果时，将自己场上“巧炎星－驼鹿青”以外的１张表侧表示的“炎星”卡或“炎舞”卡送至墓地可以发动。将该效果无效。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Ritual / Effect", "attribute": "FIRE", "level": 6, "atk": 2400, "def": 2000, "ritual_spell": "Fire Formation - Domei", "series": ["Fire Fist"], "images": [{"index": 1, "image": "BrotherhoodoftheFireFistEland-FIGA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN014", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FIGA-DE014", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "es": [{"set_number": "FIGA-SP014", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FIGA-FR014", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FIGA-IT014", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FIGA-PT014", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "WPP1-JP047", "set_name": "World Premiere Pack 2020", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP1-KR047", "set_name": "World Premiere Pack 2020", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "NE01-SC141", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653525}