{"konami_id": 17039, "password": 61496006, "name": {"en": "Abyss Shark", "de": "Abgrundhai", "es": "Tiburón del Abismo", "fr": "Requin des Abysses", "it": "Squalo Abisso", "pt": "Tubarão do Abismo", "ja": "アビス・シャーク", "ja_romaji": "Abisu Shāku", "ko": "어비스 샤크", "ko_rr": "Eobiseu Syakeu", "zh-TW": "邃淵鯊", "zh-CN": "渊鲨"}, "text": {"en": "If this card is used for the Xyz Summon of a \"Number\" monster, it can be treated as a Level 3 or 4 monster. If all monsters you control are WATER (min. 1): You can Special Summon this card from your hand, and if you do, add 1 Level 3, 4, or 5 Fish monster from your Deck to your hand, except \"Abyss Shark\". For the rest of this turn, you cannot Special Summon monsters, except WATER monsters, also, double the first battle damage inflicted to your opponent this turn by your \"Number\" monster battling another monster. You can only use this effect of \"Abyss Shark\" once per turn.", "de": "Falls diese Karte für die Xyz-Beschwörung eines „Nummer“-Monsters verwendet wird, kann sie als Monster der Stufe 3 oder 4 behandelt werden. Falls alle Monster, die du kontrollierst, WASSER sind (min. 1): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, füge deiner Hand 1 Fisch-Monster der Stufe 3, 4 oder 5 von deinem Deck hinzu, außer „Abgrundhai“. Für den Rest dieses Spielzugs kannst du keine Monster als Spezialbeschwörung beschwören, außer WASSER Monstern, zusätzlich verdopple den ersten Kampfschaden, der deinem Gegner in diesem Spielzug von deinem „Nummer“-Monster zugefügt wird, das gegen ein anderes Monster kämpft. Du kannst diesen Effekt von „Abgrundhai“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es usada para la Invocación Xyz de un monstruo \"Número\", puede ser tratada como un monstruo de Nivel 3 o 4. Si todos los monstruos que controlas son de AGUA (mín. 1): puedes Invocar esta carta de Modo Especial desde tu mano y, si lo haces, añade a tu mano 1 monstruo Pez de Nivel 3, 4 o 5 en tu Deck, excepto \"Tiburón del Abismo\". Por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos de AGUA y además, este turno duplica el primer daño de batalla infligido a tu adversario por tu monstruo \"Número\" que batalle con otro monstruo. Sólo puedes usar este efecto de \"Tiburón del Abismo\" una vez por turno.", "fr": "Si cette carte est utilisée pour l'Invocation Xyz d'un monstre \"Numéro\", elle peut être traitée comme un monstre de Niveau 3 ou 4. Si tous les monstres que vous contrôlez sont EAU (min. 1) : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, ajoutez 1 monstre Poisson de Niveau 3, 4 ou 5 (\"Requin des Abysses\" exclu) depuis votre Deck à votre main. Le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (monstres EAU exclus), et aussi, doublez les premiers dommages de combat infligés à votre adversaire ce tour par votre monstre \"Numéro\" combattant un autre monstre. Vous ne pouvez utiliser cet effet de \"Requin des Abysses\" qu'une fois par tour.", "it": "Se questa carta viene utilizzata per l'Evocazione Xyz di un mostro \"Numero\", essa può essere considerata come un mostro di Livello 3 o 4. Se tutti i mostri che controlli sono ACQUA (minimo 1): puoi Evocare Specialmente questa carta dalla tua mano e, se lo fai, aggiungi 1 mostro Pesce di Livello 3, 4 o 5 dal tuo Deck alla tua mano, eccetto \"Squalo Abisso\". Per il resto di questo turno, non puoi Evocare Specialmente mostri, eccetto mostri ACQUA, inoltre raddoppia il primo danno da combattimento inflitto al tuo avversario in questo turno da un tuo mostro \"Numero\" che sta combattendo un altro mostro. Puoi utilizzare questo effetto di \"Squalo Abisso\" una sola volta per turno.", "pt": "Se este card for usado para a Invocação-Xyz de um monstro \"Número\", ele pode ser considerado como um monstro de Nível 3 ou 4. Se todos os monstros que você controla forem de ÁGUA (mín. 1): você pode Invocar este card por Invocação-Especial da sua mão e, se isso acontecer, adicione 1 monstro Peixe de Nível 3, 4 ou 5 do seu Deck à sua mão, exceto \"Tubarão do Abismo\". Pelo resto deste turno, você não pode Invocar monstros por Invocação-Especial, exceto monstros de ÁGUA e, além disso, dobre o primeiro dano de batalha causado ao seu oponente neste turno por um monstro \"Número\" seu que estiver batalhando outro monstro. Você só pode usar este efeito de \"Tubarão do Abismo\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターが水属性モンスターのみの場合に発動できる。このカードを手札から特殊召喚し、デッキから「アビス・シャーク」以外のレベル３～５の魚族モンスター１体を手札に加える。このターン、自分は水属性モンスターしか特殊召喚できず、自分の「Ｎｏ．」モンスターがモンスターとの戦闘で相手に与える戦闘ダメージは１度だけ倍になる。②：このカードを「Ｎｏ．」モンスターのＸ召喚に使用する場合、このカードのレベルを３か４として扱う事ができる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가 물 속성 몬스터뿐일 경우에 발동할 수 있다. 패의 이 카드를 특수 소환하고, 덱에서 \"어비스 샤크\" 이외의 레벨 3~5 의 어류족 몬스터 1장을 패에 넣는다. 이 턴에, 자신은 물 속성 몬스터밖에 특수 소환할 수 없으며, 자신의 \"No.\" 몬스터가 몬스터와의 전투로 상대에게 주는 전투 데미지는 1번만 배가 된다. ②: 이 카드를 \"No.\" 몬스터의 엑시즈 소환으로 사용할 경우, 이 카드의 레벨을 3 또는 4 로서 취급할 수 있다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：僅限在我方場上存在怪獸為水屬性怪獸的狀況下可發動。特殊召喚手牌的此卡，從牌組將１隻「邃淵鯊」以外的等級３～５的魚族怪獸加入手牌。此回合，我方僅限特殊召喚水屬性怪獸，我方「No.」怪獸與怪獸戰鬥中，給予對方的戰鬥傷害僅限１次加倍。②：在此卡用於「No.」怪獸超量召喚的狀況下，可將此卡的等級視為３或４。", "zh-CN": "这个卡名的①的效果1回合只能使用1次。\n①：自己场上的怪兽只有水属性怪兽的场合才能发动。手卡的这张卡特殊召唤，从卡组把「渊鲨」以外的1只3～5星的鱼族怪兽加入手卡。这个回合，自己不是水属性怪兽不能特殊召唤，自己的「No.」怪兽用和怪兽的战斗给与对方的战斗伤害只有1次变成2倍。\n②：把这张卡在「No.」怪兽的超量召唤使用的场合，可以把这张卡的等级当作3星或者4星使用。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 5, "atk": 1200, "def": 700, "series": ["Abyss-", "Shark"], "images": [{"index": 1, "image": "AbyssShark-LED9-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED9-EN001", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED9-DE001", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED9-FR001", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED9-IT001", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED9-PT001", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP26-JP001", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "AC04-JP036", "set_name": "Animation Chronicle 2024", "rarities": ["Common"]}], "ko": [{"set_number": "DP26-KR001", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712423, "master_duel_rarity": "SR"}