{"konami_id": 12984, "password": 61529473, "name": {"en": "True Draco Apocalypse", "de": "Wahre Drachoapokalypse", "es": "Apocalipsis del Verdadero Draco", "fr": "Apocalypse du Véritable Draco", "it": "Apocalisse del Vero Draco", "pt": "Verdadeiro Draco Apocalipse", "ja": "<ruby>真<rt>しん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>の<ruby>黙<rt>もく</rt></ruby><ruby>示<rt>し</rt></ruby><ruby>録<rt>ろく</rt></ruby>", "ja_romaji": "Shinryū no Mokushiroku", "ko": "진룡의 묵시록", "ko_rr": null, "zh-TW": "真龍的默示錄", "zh-CN": "真龙的默示录"}, "text": {"en": "If this card is sent from the Spell & Trap Zone to the GY: You can target 1 monster on the field; destroy it. You cannot activate the following effects of \"True Draco Apocalypse\" in the same Chain. You can target 1 other \"True Draco\" or \"True King\" card you control; destroy it, and if you do, the ATK/DEF of all face-up monsters your opponent controls become half their current ATK/DEF (even if this card leaves the field). During your opponent's Main Phase, you can: Immediately after this effect resolves, Tribute Summon 1 \"True Draco\" or \"True King\" monster face-up. You can only use each effect of \"True Draco Apocalypse\" once per turn.", "de": "Falls diese Karte von der Zauber- & Fallenzone auf den Friedhof gelegt wird: Du kannst 1 Monster auf dem Spielfeld wählen; zerstöre es. Du kannst die folgenden Effekte von „Wahre Drachoapokalypse“ nicht in derselben Kette aktivieren. Du kannst 1 andere „Wahre Dracho“- oder „Wahrer König“-Karte wählen, die du kontrollierst; zerstöre sie und falls du dies tust, werden die ATK/DEF aller offenen Monster, die dein Gegner kontrolliert, gleich der Hälfte ihrer derzeitigen ATK/DEF (selbst falls diese Karte das Spielfeld verlässt). Während der Main Phase deines Gegners kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Wahre Dracho“- oder „Wahrer König“-Monster offen als Tributbeschwörung. Du kannst jeden Effekt von „Wahre Drachoapokalypse“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada de la Zona de Magia y Trampas al Cementerio: puedes seleccionar 1 monstruo en el Campo; destrúyelo. No puedes activar los siguientes efectos de \"Apocalipsis del Verdadero Draco\" en la misma Cadena. Puedes seleccionar otra carta \"Verdadero/a Draco\" o \"Rey Verdadero\" que controles; destrúyela y, si lo haces, el ATK/DEF de todos los monstruos boca arriba que controle tu adversario se convierten en la mitad de su ATK/DEF en este momento (aun si esta carta deja el Campo). Durante la Main Phase de tu adversario, puedes: inmediatamente después de que se resuelva este efecto, Invocar por Sacrificio 1 monstruo \"Verdadero/a Draco\" o \"Rey Verdadero\" boca arriba. Sólo puedes usar cada efecto de \"Apocalipsis del Verdadero Draco\" una vez por turno.", "fr": "Si cette carte est envoyée depuis la Zone Magie & Piège au Cimetière : vous pouvez cibler 1 monstre sur le Terrain ; détruisez-le. Vous ne pouvez pas activer les effets suivants de \"Apocalypse du Véritable Draco\" dans la même Chaîne. Vous pouvez cibler 1 autre carte \"Véritable Draco\" ou \"Roi Véritable\" que vous contrôlez ; détruisez-la, et si vous le faites, l'ATK/DEF de tous les monstres face recto contrôlés par votre adversaire deviennent la moitié de leur ATK/DEF actuelles (même si cette carte quitte le Terrain). Durant la Main Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Sacrifice face recto 1 monstre \"Véritable Draco\" ou \"Roi Véritable\". Vous ne pouvez utiliser chaque effet de \"Apocalypse du Véritable Draco\" qu'une fois par tour.", "it": "Se questa carta viene mandata dalla Zona Magie & Trappole al Cimitero: puoi scegliere come bersaglio 1 mostro sul Terreno; distruggilo. Non puoi attivare i seguenti effetti di \"Apocalisse del Vero Draco\" nella stessa Catena. Puoi scegliere come bersaglio 1 altra carta \"Vero Draco\" o \"Vero Re\" che controlli; distruggila e, se lo fai, l'ATK/DEF di tutti i mostri scoperti controllati dal tuo avversario diventano la metà dei loro ATK/DEF attuali (anche se questa carta lascia il Terreno). Durante la Main Phase del tuo avversario, puoi: immediatamente dopo che questo effetto si è risolto, Evoca tramite Tributo scoperto 1 mostro \"Vero Draco\" o \"Vero Re\". Puoi utilizzare ogni effetto di \"Apocalisse del Vero Draco\" una sola volta per turno.", "pt": "Se este card for enviado da Zona de Magias & Armadilhas para o Cemitério: você pode escolher 1 monstro no campo; destrua-o. Você não pode ativar os seguintes efeitos de \"Verdadeiro Draco Apocalipse\" na mesma Corrente. Você pode escolher 1 outro card \"Verdadeiro(a) Draco\" ou \"Verdadeiro Rei\" que você controla; destrua-o e, se isso acontecer, o ATK/DEF de todos os monstros com a face para cima que seu oponente controla se tornam a metade dos seus ATK/DEF atuais (mesmo que este card deixe o campo). Durante a Fase Principal do seu oponente, você pode: imediatamente depois que este efeito resolver, Invocar por Invocação-Tributo 1 monstro \"Verdadeiro(a) Draco\" ou \"Verdadeiro Rei\" com a face para cima. Você só pode usar cada efeito de \"Verdadeiro Draco Apocalipse\" uma vez por turno.", "ja": "このカード名の、①②③の効果はそれぞれ１ターンに１度しか使用できず、①②の効果は同一チェーン上では発動できない。①：自分フィールドの他の「真竜」カード１枚を対象として発動できる。そのカードを破壊し、相手フィールドの全ての表側表示モンスターの攻撃力・守備力を半分にする。②：相手メインフェイズに発動できる。「真竜」モンスター１体のＡ召喚を表側表示で行う。③：このカードが魔法＆罠ゾーンから墓地へ送られた場合、フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊する。", "ko": "\"진룡의 묵시록\"의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없으며, ①②의 효과는 동일한 체인 위에서는 발동할 수 없다. ①: 이 카드 이외의 자신 필드의 \"진룡\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴하고, 상대 필드의 모든 앞면 표시 몬스터의 공격력 / 수비력을 절반으로 한다. ②: 상대 메인 페이즈에 발동할 수 있다. \"진룡\" 몬스터 1장을 앞면 표시로 어드밴스 소환한다. ③: 이 카드가 마법 & 함정 존에서 묘지로 보내졌을 경우, 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次，①②效果不可在同一连锁上发动。①：以自己场上的1张其他的“真龙”卡为对象可以发动。将该卡破坏，将对手场上所有表侧表示怪兽的攻击力・守备力改成一半。②：在对手的主要阶段可以发动。以表侧表示进行1只“真龙”怪兽的上级召唤。③：此卡从魔法与陷阱区域被送至墓地的情况下，以场上的1只怪兽为对象可以发动。将该怪兽破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["True Draco"], "images": [{"index": 1, "image": "TrueDracoApocalypse-BLMM-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN070", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "OP05-EN013", "set_name": "OTS Tournament Pack 5", "rarities": ["Super Rare"]}, {"set_number": "MP18-EN023", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLMM-EN177", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "de": [{"set_number": "MACR-DE070", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "OP05-DE013", "set_name": "OTS Tournament Pack 5", "rarities": ["Super Rare"]}, {"set_number": "MP18-DE023", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLMM-DE177", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "es": [{"set_number": "MACR-SP070", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "OP05-SP013", "set_name": "OTS Tournament Pack 5", "rarities": ["Super Rare"]}, {"set_number": "MP18-SP023", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLMM-SP177", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "MACR-FR070", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "OP05-FR013", "set_name": "OTS Tournament Pack 5", "rarities": ["Super Rare"]}, {"set_number": "MP18-FR023", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLMM-FR177", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "it": [{"set_number": "MACR-IT070", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "OP05-IT013", "set_name": "OTS Tournament Pack 5", "rarities": ["Super Rare"]}, {"set_number": "MP18-IT023", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLMM-IT177", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "MACR-PT070", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "OP05-PT013", "set_name": "OTS Tournament Pack 5", "rarities": ["Super Rare"]}, {"set_number": "MP18-PT023", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "BLMM-PT177", "set_name": "Battles of Legend: Monster Mayhem", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "MACR-JP070", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "DOOD-JPS15", "set_name": "Doom of Dimensions +1 Assist Pack", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "MACR-KR070", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC100", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 435586, "master_duel_rarity": "R"}