{"konami_id": 11639, "password": 61613388, "name": {"en": "U.A. Turnover Tactics", "de": "U.A. Umschaltspiel", "es": "U.A. Tácticas para Ganar", "fr": "Tactiques de Rotation U.A.", "it": "U.A. Tattiche di Turnover", "pt": "U.A. Tática de Contra-ataque", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>ターンオーバー・タクティクス", "ja_romaji": "Urutora Asurīto Tānōbā Takutikusu", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 턴오버 택틱스", "ko_rr": null, "zh-TW": "超級運動員 替換戰術", "zh-CN": "超级运动员替换战术"}, "text": {"en": "If you control 2 or more \"U.A.\" monsters with different names: Shuffle as many monsters on the field as possible into the Deck, then Special Summon \"U.A.\" monsters from your Deck that have different names from each other, up to the number of cards shuffled into your Main Deck, but those monsters cannot attack this turn. Then your opponent can Special Summon monsters from their Deck, up to the number of cards shuffled into their Main Deck. You can only activate 1 \"U.A. Turnover Tactics\" per turn.", "de": "Falls du 2 oder mehr „U.A.“-Monster mit unterschiedlichen Namen kontrollierst: Mische möglichst viele Monster auf dem Spielfeld ins Deck, dann beschwöre „U.A.“-Monster, die unterschiedliche Namen voneinander haben, bis zur Anzahl der in dein Main Deck gemischten Karten als Spezialbeschwörung von deinem Deck, aber die Monster können in diesem Spielzug nicht angreifen. Dann kann dein Gegner Monster bis zur Anzahl der in sein Main Deck gemischten Karten als Spezialbeschwörung von seinem Deck beschwören. Du kannst nur 1 „U.A. Umschaltspiel“ pro Spielzug aktivieren.", "es": "Si controlas 2 o más monstruos \"U.A.\" con nombres diferentes: baraja al Deck tantos monstruos en el Campo como sea posible, y después Invoca de Modo Especial, desde tu Deck, hasta tantos monstruos \"U.A.\" que tengan nombres diferentes entre sí como la cantidad de cartas barajadas a tu Deck Principal, pero esos monstruos no pueden atacar este turno. Después tu adversario puede Invocar de Modo Especial, desde su Deck, hasta tantos monstruos como la cantidad de cartas barajadas a su Deck Principal. Sólo puedes activar 1 \"U.A. Tácticas para Ganar\" por turno.", "fr": "Si vous contrôlez min. 2 monstres \"U.A.\" de noms différents : mélangez autant de monstres sur le Terrain que possible dans le Deck, puis Invoquez Spécialement un nombre de monstres \"U.A.\" depuis votre Deck qui ont chacun des noms différents, inférieur ou égal au nombre de cartes mélangées dans votre Main Deck, mais ces monstres ne peuvent pas attaquer ce tour. Puis votre adversaire peut Invoquer Spécialement un nombre de monstres depuis son Deck, inférieur ou égal au nombre de cartes mélangées dans son Main Deck. Vous ne pouvez activer qu'1 \"Tactiques de Rotation U.A.\" par tour.", "it": "Se controlli 2 o più mostri \"U.A.\" con nomi diversi: mischia nel Deck tanti mostri sul Terreno quanti possibile, poi Evoca Specialmente dal tuo Deck mostri \"U.A.\" con nomi diversi l'uno dall'altro fino al massimo al numero di carte mischiate nel tuo Main Deck, ma quei mostri non possono attaccare in questo turno. Poi il tuo avversario può Evocare Specialmente mostri dal suo Deck, fino al massimo al numero di carte mischiate nel suo Main Deck. Puoi attivare solo 1 \"U.A. Tattiche di Turnover\" per turno.", "pt": "Se você controlar 2 ou mais monstros \"U.A.\" com nomes diferentes: embaralhe no Deck tantos monstros no campo quanto possível e, depois, Invoque por Invocação-Especial monstros \"U.A.\" do seu Deck que tenham nomes diferentes uns dos outros, até o número de cards embaralhados no seu Deck Principal, mas esses monstros não podem atacar neste turno. Depois, seu oponente pode Invocar por Invocação-Especial monstros do Deck dele até o número de cards embaralhados no Deck Principal dele. Você só pode ativar 1 \"U.A. Tática de Contra-ataque\" por turno.", "ja": "「Ｕ．Ａ．ターンオーバー・タクティクス」は１ターンに１枚しか発動できない。①：自分フィールドに「Ｕ．Ａ．」モンスターが２種類以上存在する場合に発動できる。フィールドのモンスターを全て持ち主のデッキに戻す。その後、自分はこの効果で自分のデッキに戻ったカードの数まで、デッキから「Ｕ．Ａ．」モンスターを特殊召喚する（同名カードは１枚まで）。この効果で自分が特殊召喚したモンスターはこのターン攻撃できない。その後、相手はこの効果で相手のデッキに戻ったカードの数まで、デッキからモンスターを特殊召喚できる。", "ko": "\"U.A.(울트라 애슬리트) 턴오버 택틱스\"는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 \"U.A.(울트라 애슬리트)\" 몬스터가 2종류 이상 존재할 경우에 발동할 수 있다. 필드의 몬스터를 전부 주인의 덱으로 되돌린다. 그 후, 자신은 이 효과로 자신의 덱으로 되돌아간 카드의 수까지, 덱에서 \"U.A.(울트라 애슬리트)\" 몬스터를 특수 소환한다(같은 이름의 카드는 1장까지). 이 효과로 자신이 특수 소환한 몬스터는 이 턴에 공격할 수 없다. 그 후, 상대는 이 효과로 상대의 덱으로 되돌아간 카드의 수까지, 덱에서 몬스터를 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "「超级运动员换人战术」在1回合只能发动1张。①：自己场上有「超级运动员」怪兽2种类以上存在的场合才能发动。场上的怪兽全部回到持有者卡组。那之后，自己把最多有这个效果回到自己卡组的卡数量的「超级运动员」怪兽从卡组特殊召唤（同名卡最多1张）。这个效果让自己特殊召唤的怪兽在这个回合不能攻击。那之后，对方可以把最多有这个效果回到对方卡组的卡数量的怪兽从卡组特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["U.A."], "images": [{"index": 1, "image": "UATurnoverTactics-SECE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN089", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "de": [{"set_number": "SECE-DE089", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "es": [{"set_number": "SECE-SP089", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "fr": [{"set_number": "SECE-FR089", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "it": [{"set_number": "SECE-IT089", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "pt": [{"set_number": "SECE-PT089", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "ja": [{"set_number": "EP15-JP030", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR030", "set_name": "Extra Pack 2015", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 384565, "master_duel_rarity": "N"}