{"konami_id": 15233, "password": 61641818, "name": {"en": "Virtual World Dragon - Longlong", "de": "Drache der Virtualwelt - Longlong", "es": "Dragón del Mundo Virtual - Longlong", "fr": "Dragon du Monde Virtuel - Longlong", "it": "Drago Mondo Virtuale - Longlong", "pt": "Dragão do Mundo Virtual - Longlong", "ja": "<ruby>電<rt>でん</rt></ruby><ruby>脳<rt>のう</rt></ruby><ruby>堺<rt>かい</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>－<ruby>龍<rt>ロン</rt></ruby><ruby>々<rt>ロン</rt></ruby>", "ja_romaji": "Dennōkairyū - Ronron", "ko": "전뇌계수－론론", "ko_rr": "Jeon-goegyesu - Ron Ron", "zh-TW": "電腦堺龍－龍龍", "zh-CN": "电脑堺蛟－龙龙"}, "text": {"en": "2+ Level 3 monsters with the same Type and Attribute\nYour opponent cannot target this card with card effects while it has Xyz Material. When your opponent activates the effect of a monster with an Attribute that is not on their field, while they control a face-up monster (Quick Effect): You can detach 2 materials from this card; negate the activation. You can only use this effect of \"Virtual World Dragon - Longlong\" once per turn.", "de": "2+ Monster der Stufe 3 mit demselben Typ und derselben Eigenschaft\nDein Gegner kann diese Karte nicht als Ziel für Karteneffekte wählen, solange sie Xyz-Material hat. Wenn dein Gegner den Effekt eines Monsters mit einer Eigenschaft aktiviert, die er nicht auf seiner Spielfeldseite hat, solange er ein offenes Monster kontrolliert (Schnelleffekt): Du kannst 2 Material von dieser Karte abhängen; annulliere die Aktivierung. Du kannst diesen Effekt von „Drache der Virtualwelt - Longlong“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 3 con el mismo Tipo y Atributo\nTu adversario no puede seleccionar esta carta con efectos de cartas mientras ésta tenga Material Xyz. Cuando tu adversario activa el efecto de un monstruo con un Atributo que no está en su Campo, mientras controla un monstruo boca arriba (Efecto Rápido): puedes desacoplar 2 materiales de esta carta; niega la activación. Sólo puedes usar este efecto de \"Dragón del Mundo Virtual - Longlong\" una vez por turno.", "fr": "2+ monstres de Niveau 3 des mêmes Type et Attribut\nVotre adversaire ne peut pas cibler cette carte avec des effets de carte tant qu'elle a du Matériel Xyz. Lorsque votre adversaire active l'effet d'un monstre avec un Attribut qui n'est pas sur son Terrain, tant qu'il contrôle un monstre face recto (Effet Rapide) : vous pouvez détacher 2 Matériels de cette carte ; annulez l'activation. Vous ne pouvez utiliser cet effet de \"Dragon du Monde Virtuel - Longlong\" qu'une fois par tour.", "it": "2+ mostri di Livello 3 con lo stesso Tipo e Attributo\nIl tuo avversario non può scegliere questa carta come bersaglio con gli effetti delle carte mentre ha Materiali Xyz. Quando il tuo avversario attiva l'effetto di un mostro con un Attributo che non è sul suo Terreno, mentre controlla un mostro scoperto (Effetto Rapido): puoi staccare 2 materiali da questa carta; annulla l'attivazione. Puoi utilizzare questo effetto di \"Drago Mondo Virtuale - Longlong\" una sola volta per turno.", "pt": "2+ monstros de Nível 3 com o mesmo Tipo e Atributo\nSeu oponente não pode escolher este card como alvo de efeitos de card enquanto ele tiver Matérias Xyz. Quando seu oponente ativar o efeito de um monstro com um Atributo que ele não tenha no seu campo, enquanto ele controlar um monstro com a face para cima (Efeito Rápido): você pode desassociar 2 matérias deste card; negue a ativação. Você só pode usar este efeito de \"Dragão do Mundo Virtual - Longlong\" uma vez por turno.", "ja": "同じ種族・属性のレベル３モンスター×２体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：Ｘ素材を持ったこのカードは相手の効果の対象にならない。②：相手フィールドに表側表示モンスターが存在し、相手が自身のフィールドに存在しない属性のモンスターの効果を発動した時、このカードのＸ素材を２つ取り除いて発動できる。その発動を無効にする。", "ko": "같은 종족 / 속성의 레벨 3 몬스터 × 2장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑시즈 소재를 가진 이 카드는 상대 효과의 대상이 되지 않는다. ②: 상대 필드에 앞면 표시 몬스터가 존재하고, 상대가 자신 필드에 존재하지 않는 속성의 몬스터의 효과를 발동했을 때, 이 카드의 엑시즈 소재를 2개 제거하여 발동할 수 있다. 그 발동을 무효로 한다.", "zh-TW": "種族・屬性相同的等級３怪獸×２隻以上\n此卡名的②效果，１回合僅限使用１次。①：擁有超量素材的此卡不會成為對方的效果對象。②：對方場上存在正面表示的怪獸，對方發動自身場上不存在的屬性的怪獸效果時，可去除此卡的２個超量素材發動。將該發動變為無效。", "zh-CN": "相同种族・属性的等级3怪兽×2只以上\n此卡名的②效果1回合仅可使用1次。①：持有超量素材的此卡不会成为对手效果的对象。②：对手场上有表侧表示怪兽存在，对手发动自身场上不存在的属性的怪兽的效果时，去除此卡的2个超量素材可以发动。将该发动无效。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Xyz / Effect", "attribute": "EARTH", "rank": 3, "atk": 2400, "def": 2000, "series": ["Virtual World"], "images": [{"index": 1, "image": "VirtualWorldDragonLonglong-MP21-EN-R-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN098", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN222", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "de": [{"set_number": "PHRA-DE098", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE222", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "fr": [{"set_number": "PHRA-FR098", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR222", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "it": [{"set_number": "PHRA-IT098", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT222", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "pt": [{"set_number": "PHRA-PT098", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT222", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "ja": [{"set_number": "VB22-JP002", "set_name": "The Valuable Book 22 promotional cards", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP15-KR047", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}], "zh-CN": [{"set_number": "MGP5-SC196", "set_name": "Mega Pack 05", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717393, "master_duel_rarity": "UR"}