{"konami_id": 17437, "password": 61681816, "name": {"en": "Propa Gandake", "de": "Propa Gandake", "es": "Propa Gandake", "fr": "Propa Gandake", "it": "Propa Gandake", "pt": "Propa Gandake", "ja": "プロパ・ガンダケ", "ja_romaji": "Puropa Gandake", "ko": "프로파 간다케", "ko_rr": "Peuropa Gandake", "zh-TW": "傳道雁茸天狗", "zh-CN": "传道雁茸天狗"}, "text": {"en": "Once per turn, if you control a monster(s) whose original Type is Beast, Insect, Plant, or Rock: You can declare 1 of those Types you control; this card becomes that declared Type. If this card has applied this effect, also apply the following effects while it remains in the Monster Zone.\n● All face-up monsters on the field become the same Type as this card.\n● Monsters on the field with this card's Type cannot be targeted by either player using the effects of monsters your opponent controls with that same Type.", "de": "Einmal pro Spielzug, falls du ein oder mehr Monster kontrollierst, deren Grund-Typ Ungeheuer, Insekt, Pflanze oder Fels ist: Du kannst 1 jener Typen deklarieren, den du kontrollierst; diese Karte wird zu jenem deklarierten Typ. Falls dieser Effekt dieser Karte ausgeführt wurde, wende zusätzlich die folgenden Effekte an, solange sie in der Monsterzone verbleibt.\n● Alle offenen Monster auf dem Spielfeld werden zum selben Typ wie diese Karte.\n● Monster auf dem Spielfeld mit dem Typ dieser Karte können von keinem Spieler als Ziel für die Effekte von Monstern gewählt werden, die dein Gegner kontrolliert und die denselben Typ haben.", "es": "Una vez por turno, si controlas uno o más monstruos cuyo Tipo original es Bestia, Insecto, Planta o Roca: puedes declarar 1 de esos Tipos que controlas; esta carta se convierte en ese Tipo declarado. Si esta carta aplicó este efecto, aplica también los siguientes efectos mientras esté en la Zona de Monstruos.\n● Todos los monstruos boca arriba en el Campo se convierten en el mismo Tipo que esta carta.\n● Los monstruos en el Campo con el Tipo de esta carta no pueden ser seleccionados por ningún jugador usando los efectos de monstruos que controle tu adversario con ese mismo Tipo.", "fr": "Une fois par tour, si vous contrôlez un ou plusieurs monstres dont le Type d'origine est Bête, Insecte, Plante ou Rocher : vous pouvez déclarer 1 de ces Types que vous contrôlez ; cette carte devient du Type déclaré. Si cette carte a appliqué cet effet, appliquez aussi les effets suivants tant qu'elle reste dans la Zone Monstre.\n● Tous les monstres face recto sur le Terrain deviennent du même Type que cette carte.\n● Les monstres sur le Terrain du Type de cette carte ne peuvent être ciblés par aucun des joueurs en utilisant les effets des monstres contrôlés par votre adversaire du même Type.", "it": "Una volta per turno, se controlli uno o più mostri con Tipo originale Bestia, Insetto, Pianta o Roccia: puoi dichiarare 1 di quei Tipi che controlli; questa carta diventa di quel Tipo dichiarato. Se questa carta ha applicato questo effetto, applica inoltre i seguenti effetti mentre rimane nella Zona Mostri.\n● Tutti i mostri scoperti sul Terreno diventano dello stesso Tipo di questa carta.\n● I Mostri sul Terreno con il Tipo di questa carta non possono essere scelti come bersaglio da nessun giocatore utilizzando gli effetti di mostri controllati dal tuo avversario con quello stesso Tipo.", "pt": "Uma vez por turno, se você controlar um ou mais monstros cujo Tipo original seja Besta, Inseto, Planta ou Rocha: você pode declarar 1 desses Tipos que você controla; este card se torna do Tipo declarado. Se este card aplicou este efeito, além disso, aplique os seguintes efeitos enquanto ele permanecer na Zona de Monstros.\n● Todos os monstros com a face para cima no campo se tornam do mesmo Tipo que este card.\n● Os monstros no campo com o Tipo deste card não podem ser escolhidos como alvo por nenhum duelista usando os efeitos de monstros que seu oponente controla com esse mesmo Tipo.", "ja": "①：１ターンに１度、自分フィールドのモンスターの元々の種族（獣族・昆虫族・植物族・岩石族）を１つ宣言して発動できる。このカードは宣言した種族になる。②：このカードの①の効果を適用したこのカードがモンスターゾーンに存在する限り、以下の効果を適用する。●フィールドの表側表示モンスターはこのカードと同じ種族になる。●このカードと同じ種族のフィールドのモンスターは同じ種族の相手フィールドのモンスターの効果の対象にならない。", "ko": "①: 1턴에 1번, 자신 필드의 몬스터의 원래의 종족(야수족 / 곤충족 / 식물족 / 암석족)을 1개 선언하고 발동할 수 있다. 이 카드는 선언한 종족이 된다. ②: 이 카드의 ①의 효과를 적용한 이 카드가 몬스터 존에 존재하는 한, 이하의 효과를 적용한다.\n●필드의 앞면 표시 몬스터는 이 카드와 같은 종족이 된다.\n●이 카드와 같은 종족인 필드의 몬스터는 같은 종족인 상대 필드의 몬스터 효과의 대상이 되지 않는다.", "zh-TW": null, "zh-CN": "①：1回合1次，可以宣言1个自己场上的怪兽的原种族（兽族·昆虫族·植物族·岩石族）发动。这张卡变为宣言的种族。②：只要适用这张卡的①效果的这张卡在怪兽区域存在，就适用以下的效果。●场上的表侧表示怪兽变为与这张卡相同种族。●与这张卡相同种族的场上的怪兽不会成为相同种族的对手场上的怪兽的效果的对象。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "EARTH", "level": 3, "atk": 500, "def": 2000, "images": [{"index": 1, "image": "PropaGandake-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN035", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-EN131", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE035", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-DE131", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR035", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-FR131", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT035", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-IT131", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT035", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-PT131", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP035", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR035", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716304, "master_duel_rarity": "R"}