{"konami_id": 20253, "password": 61773610, "name": {"en": "Guardian of the Voiceless Voice", "de": "Wächter der stimmlosen Stimme", "es": "Guardián de la Voz Muda", "fr": "Gardien de la Sans Voix", "it": "Guardiano della Voce Muta", "pt": "Guardião da Voz Sem Voz", "ja": "<ruby>粛<rt>しゅく</rt></ruby><ruby>声<rt>せい</rt></ruby>のガーディアン", "ja_romaji": "Shukusei no Gādian", "ko": "순성의 가디언", "ko_rr": null, "zh-TW": "肅聲之守護者", "zh-CN": "肃声之守护者"}, "text": {"en": "If a face-up monster(s) you control is destroyed by battle or card effect, except Ritual Monsters: You can Special Summon 1 \"Skull Guardian\" from your hand or Deck. You can send this face-up card to the GY, then target 1 Ritual Monster you control; it gains ATK equal to the combined original ATK of the other monsters currently on the field, until the end of this turn. You can only use each effect of \"Guardian of the Voiceless Voice\" once per turn, and cannot activate more than 1 in the same Chain.", "de": "Falls ein oder mehr offene Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden, außer Ritualmonstern: Du kannst 1 „Totenkopfwächter“ als Spezialbeschwörung von deiner Hand oder deinem Deck beschwören. Du kannst diese offene Karte auf den Friedhof legen und dann 1 Ritualmonster wählen, das du kontrollierst; es erhält bis zum Ende dieses Spielzugs ATK in Höhe der kombinierten Grund-ATK der anderen Monster, die sich derzeit auf dem Spielfeld befinden. Du kannst jeden Effekt von „Wächter der stimmlosen Stimme“ nur einmal pro Spielzug verwenden und du kannst nicht mehr als 1 in derselben Kette aktivieren.", "es": "Si uno o más monstruos boca arriba que controlas son destruidos en batalla o por el efecto de una carta, excepto Monstruos de Ritual: puedes Invocar de Modo Especial 1 \"Guardián del Cráneo\" desde tu mano o Deck. Puedes mandar al Cementerio esta carta boca arriba, y después selecciona 1 Monstruo de Ritual que controles; éste gana ATK igual al ATK original combinado de los otros monstruos en el Campo en este momento, hasta el final de este turno. Sólo puedes usar cada efecto de \"Guardián de la Voz Muda\" una vez por turno, y no puedes activar más de 1 en la misma Cadena.", "fr": "Si un ou plusieurs monstres face recto que vous contrôlez (Monstres Rituels exclus) sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 \"Gardien du Crâne\" depuis votre main ou Deck. Vous pouvez envoyer cette carte face recto au Cimetière, puis ciblez 1 Monstre Rituel que vous contrôlez ; jusqu'à la fin de ce tour, il gagne une ATK égale à la somme des ATK d'origine des autres monstres actuellement sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Gardien de la Sans Voix\" qu'une fois par tour, et ne pouvez en activer que max. 1 dans la même Chaîne.", "it": "Se uno o più mostri scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta, eccetto Mostri Rituale: puoi Evocare Specialmente 1 \"Teschio Guardiano\" dalla tua mano o Deck. Puoi mandare questa carta scoperta al Cimitero, poi scegliere come bersaglio 1 Mostro Rituale che controlli; esso guadagna ATK pari alla somma degli ATK originali degli altri mostri attualmente sul Terreno, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Guardiano della Voce Muta\" una sola volta per turno, e non puoi attivarne più di 1 nella stessa Catena.", "pt": "Se um ou mais monstros com a face para cima que você controla forem destruídos em batalha ou por um efeito de card, exceto Monstros de Ritual: você pode Invocar por Invocação-Especial 1 \"Guardião Caveira\" da sua mão ou do Deck. Você pode enviar este card com a face para cima para o Cemitério e, depois, escolha 1 Monstro de Ritual que você controla; ele ganha ATK igual ao ATK original combinado dos outros monstros atualmente no campo, até o final deste turno. Você só pode usar cada efeito de \"Guardião da Voz Sem Voz\" uma vez por turno e não pode ativar mais que 1 na mesma Corrente.", "ja": "このカード名の①②の効果は、それぞれ１ターンに１度しか使用できず、同一チェーン上では発動できない。①：儀式モンスター以外の自分フィールドのモンスターが戦闘・効果で破壊された場合に発動できる。手札・デッキから「ローガーディアン」１体を特殊召喚する。②：魔法＆罠ゾーンの表側表示のこのカードを墓地へ送り、自分フィールドの儀式モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで、フィールドの他のモンスターの元々の攻撃力の合計分アップする。", "ko": "이 카드명의 ①②의 효과는, 각각 1턴에 1번밖에 사용할 수 없으며, 동일한 체인 위에서는 발동할 수 없다. ①: 의식 몬스터 이외의 자신 필드의 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 패 / 덱에서 \"로가디언\" 1장을 특수 소환한다. ②: 마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내고, 자신 필드의 의식 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지, 필드의 다른 몬스터의 원래 공격력의 합계만큼 올린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次，不可在同一连锁上发动。①：自己场上仪式怪兽以外的怪兽因战斗・效果被破坏的情况下可以发动。从手牌・牌组将１只“律守护者”特殊召唤。②：将魔法与陷阱区域的表侧表示的此卡送至墓地，以自己场上的１只仪式怪兽为对象可以发动。该怪兽的攻击力直至回合结束时为止，上升相当于场上其他怪兽的原本攻击力的合计数值。"}, "card_type": "Trap", "property": "Continuous", "series": ["Guardian", "Voiceless Voice"], "images": [{"index": 1, "image": "GuardianoftheVoicelessVoice-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-EN396", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-DE396", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "INFO-SP074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-SP396", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-FR396", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-IT396", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-PT396", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC074", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1051954, "master_duel_rarity": "R"}