{"konami_id": 13445, "password": 61818176, "name": {"en": "Ghostrick Renovation", "de": "Geistertrick Renovierung", "es": "Renovación Fantastruco", "fr": "Rénovation Fantôruse", "it": "Rinnovamento Fantasmatrucco", "pt": "Renovação Fantardil", "ja": "ゴーストリック・リフォーム", "ja_romaji": "Gōsutorikku Rifōmu", "ko": "고스트릭 리폼", "ko_rr": null, "zh-TW": "鬼計裝修", "zh-CN": "鬼计翻修"}, "text": {"en": "Target 1 \"Ghostrick\" Field Spell in your Field Zone; return it to the hand, then you can activate 1 Field Spell from your hand or Deck. You can banish this card from your GY, then target 1 \"Ghostrick\" Xyz Monster you control; Special Summon from your Extra Deck, 1 \"Ghostrick\" Xyz Monster with a different name, by using that target as material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) You can only use this effect of \"Ghostrick Renovation\" once per turn.", "de": "Wähle 1 „Geistertrick“-Spielfeldzauber in deiner Spielfeldzone; gib ihn auf die Hand zurück, dann kannst du 1 Spielfeldzauber von deiner Hand oder deinem Deck aktivieren. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Geistertrick“-Xyz-Monster wählen, das du kontrollierst; beschwöre 1 „Geistertrick“-Xyz-Monster mit einem unterschiedlichen Namen als Spezialbeschwörung von deinem Extra Deck, indem du das gewählte Ziel als Material verwendest. (Dies wird als Xyz-Beschwörung behandelt. Transferiere sein Material an das beschworene Monster.) Du kannst diesen Effekt von „Geistertrick Renovierung“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 Mágica de Campo \"Fantastruco\" en tu Zona del Campo; devuélvela a la mano, y después puedes activar 1 Mágica de Campo en tu mano o Deck. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Xyz \"Fantastruco\" que controles; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"Fantastruco\" con nombre diferente, usando ese objetivo como material. (Esto se trata como una Invocación Xyz. Transfiere sus materiales al monstruo Invocado). Sólo puedes usar este efecto de \"Renovación Fantastruco\" una vez por turno.", "fr": "Ciblez 1 Magie de Terrain \"Fantôruse\" dans votre Zone Terrain ; renvoyez-la à la main, puis vous pouvez activer 1 Magie de Terrain depuis votre main ou Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz \"Fantôruse\" que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Fantôruse\" de nom différent depuis votre Extra Deck, en utilisant la cible comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous ne pouvez utiliser cet effet de \"Rénovation Fantôruse\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 Magia Terreno \"Fantasmatrucco\" nella tua Zona Terreno; falla ritornare nella mano, poi puoi attivare 1 Magia Terreno dalla tua mano o Deck. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz \"Fantasmatrucco\" che controlli; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz \"Fantasmatrucco\" con un nome diverso, utilizzando quel bersaglio come materiale. (Questa viene considerata come un'Evocazione Xyz. Trasferisci i suoi materiali sul mostro Evocato.) Puoi utilizzare questo effetto di \"Rinnovamento Fantasmatrucco\" una sola volta per turno.", "pt": "Escolha 1 Magia de Campo \"Fantardil\" na sua Zona do Campo; devolva-a para a mão e, depois, você pode ativar 1 Magia de Campo da sua mão ou do Deck. Você pode banir este card do seu Cemitério e, depois, escolher 1 Monstro Xyz \"Fantardil\" que você controla; Invoque por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz \"Fantardil\" com um nome diferente, usando o alvo como matéria. (Isso é considerado uma Invocação-Xyz. Transfira as matérias dele para o monstro Invocado.) Você só pode usar este efeito de \"Renovação Fantardil\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドの「ゴーストリック」フィールド魔法カード１枚を対象として発動できる。そのカードを持ち主の手札に戻す。その後、手札・デッキからフィールド魔法カード１枚を発動できる。②：墓地のこのカードを除外し、自分フィールドの「ゴーストリック」Ｘモンスター１体を対象として発動できる。その自分のモンスターとカード名が異なる「ゴーストリック」Ｘモンスター１体を、対象のモンスターの上に重ねてＸ召喚扱いとしてＥＸデッキから特殊召喚する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"고스트릭\" 필드 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다. 그 후, 패 / 덱에서 필드 마법 카드 1장을 발동할 수 있다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"고스트릭\" 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 자신 몬스터와 카드명이 다른 \"고스트릭\" 엑시즈 몬스터 1장을, 대상 몬스터의 위에 겹쳐 엑시즈 소환으로 취급하고 엑스트라 덱에서 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：以自己场上的１张“鬼计”场地魔法卡为对象可以发动。将该卡放回持有者的手牌。然后，可从手牌・牌组发动１张场地魔法卡。②：将墓地的此卡除外，以自己场上的１只“鬼计”超量怪兽为对象可以发动。将卡名与该自己的怪兽不同的１只“鬼计”超量怪兽重叠在对象怪兽上面，视为超量召唤从额外牌组特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Ghostrick"], "images": [{"index": 1, "image": "GhostrickRenovation-EXFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN074", "set_name": "Extreme Force", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE074", "set_name": "Extreme Force", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR074", "set_name": "Extreme Force", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT074", "set_name": "Extreme Force", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT074", "set_name": "Extreme Force", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP074", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR074", "set_name": "Extreme Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC152", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548771, "master_duel_rarity": "SR"}