{"konami_id": 12864, "password": 61884774, "name": {"en": "Yosenju Oroshi Channeling", "de": "Yosenju-Oroshi-Kanalisierung", "es": "Encauce de Yosenju Oroshi", "fr": "Communication avec Yosenju Oroshi", "it": "Incanalamento Yosenju Oroshi", "pt": "Canalização de Yosenju Oroshi", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>仙<rt>せん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>の<ruby>神<rt>かみ</rt></ruby><ruby>颪<rt>おろし</rt></ruby>", "ja_romaji": "Yōsenjū no Kamioroshi", "ko": "요선수의 신풍", "ko_rr": null, "zh-TW": "妖仙獸的神風", "zh-CN": "妖仙兽的神风"}, "text": {"en": "If you control no monsters: Activate 1 of the following effects; also for the rest of this turn after this card resolves, you cannot Special Summon monsters, except \"Yosenju\" monsters.\n● Add 1 Level 5 or higher \"Yosenju\" monster from your Deck to your hand.\n● Place 1 \"Yosenju Shinchu L\" and 1 \"Yosenju Shinchu R\" from your Deck in your Pendulum Zones, but destroy them during your opponent's next End Phase.", "de": "Falls du keine Monster kontrollierst: Aktiviere 1 der folgenden Effekte; zusätzlich kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, keine Monster als Spezialbeschwörung beschwören, außer „Yosenju“-Monstern.\n● Füge deiner Hand 1 „Yosenju“-Monster der Stufe 5 oder höher von deinem Deck hinzu.\n● Lege 1 „Yosenju Shinchu L“ und 1 „Yosenju Shinchu R“ von deinem Deck in deine Pendelzonen, aber zerstöre sie während der nächsten End Phase deines Gegners.", "es": "Si no controlas monstruos: activa 1 de los siguientes efectos; y además, por el resto de este turno después de que esta carta se resuelva, no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Yosenju\".\n● Añade a tu mano 1 monstruo \"Yosenju\" de Nivel 5 o mayor en tu Deck.\n● Pon en tu Zona de Péndulo 1 \"Yosenju Shinchu I\" y 1 \"Yosenju Shinchu D\" en tu Deck, pero destrúyelos durante la próxima End Phase de tu adversario.", "fr": "Si vous ne contrôlez aucun monstre : activez 1 des effets suivants ; et aussi, le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Yosenju\" exclus).\n● Ajoutez 1 monstre \"Yosenju\" de min. Niveau 5 depuis votre Deck à votre main.\n● Placez 1 \"Yosenju Shinchu G\" et 1 \"Yosenju Shinchu D\" depuis votre Deck dans vos Zones Pendule, mais détruisez-les durant la prochaine End Phase de votre adversaire.", "it": "Se non controlli nessun mostro: attiva 1 dei seguenti effetti; inoltre, per il resto di questo turno dopo che questa carta si è risolta, non puoi Evocare Specialmente mostri, eccetto mostri \"Yosenju\".\n● Aggiungi 1 mostro \"Yosenju\" di Livello 5 o superiore dal tuo Deck alla tua mano.\n● Metti 1 \"Yosenju Shinchu S\" e 1 \"Yosenju Shinchu D\" dal tuo Deck nelle tue Zone Pendulum, ma distruggili durante la prossima End Phase del tuo avversario.", "pt": "Se você não controlar nenhum monstro: ative 1 dos seguintes efeitos; além disso, pelo resto deste turno depois que este card resolver, você não pode Invocar monstros por Invocação-Especial, exceto monstros \"Yosenju\".\n● Adicione 1 monstro \"Yosenju\" de Nível 5 ou mais do seu Deck à sua mão.\n● Coloque 1 \"Yosenju Shinchu E\" e 1 \"Yosenju Shinchu D\" do seu Deck nas suas Zonas de Pêndulo, mas destrua-os durante a Fase Final do seu oponente.", "ja": "①：自分フィールドにモンスターが存在しない場合、以下の効果から１つを選択して発動できる。このカードの発動後、ターン終了時まで自分は「妖仙獣」モンスターしか特殊召喚できない。●デッキからレベル５以上の「妖仙獣」モンスター１体を手札に加える。●デッキから「妖仙獣 左鎌神柱」「妖仙獣 右鎌神柱」を１枚ずつ選び、自分のＰゾーンに置く。この効果でＰゾーンに置かれたカードは次の相手エンドフェイズに破壊される。", "ko": "①: 자신 필드에 몬스터가 존재하지 않을 경우, 이하의 효과에서 1개를 선택하고 발동할 수 있다. 이 카드의 발동 후, 턴 종료시까지 자신은 \"요선수\" 몬스터밖에 특수 소환할 수 없다.\n●덱에서 레벨 5 이상인 \"요선수\" 몬스터 1장을 패에 넣는다.\n●덱에서 \"요선수 좌겸신주\" \"요선수 우겸신주\"를 1장씩 고르고, 자신의 펜듈럼 존에 놓는다. 이 효과로 펜듈럼 존에 놓여진 카드는 다음 상대 엔드 페이즈에 파괴된다.", "zh-TW": null, "zh-CN": "①：自己场上没有怪兽存在的场合，可以从以下效果选择1个发动。这张卡的发动后，直到回合结束时自己不是「妖仙兽」怪兽不能特殊召唤。\n●从卡组把1只5星以上的「妖仙兽」怪兽加入手卡。\n●从卡组选「妖仙兽 左鎌神柱」「妖仙兽 右鎌神柱」各1张在自己的灵摆区域放置。这个效果在灵摆区域放置的卡在下次的对方结束阶段破坏。"}, "card_type": "Spell", "property": "Normal", "series": ["Yosenju"], "images": [{"index": 1, "image": "YosenjuOroshiChanneling-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN092", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE092", "set_name": "Rising Rampage", "rarities": ["Common"]}], "es": [{"set_number": "RIRA-SP092", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR092", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT092", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT092", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "DBLE-JP020", "set_name": "Dimension Box Limited Edition", "rarities": ["Ultra Parallel Rare"]}], "ko": [{"set_number": "DBLE-KR020", "set_name": "Dimension Box Limited Edition", "rarities": ["Ultra Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 409726, "master_duel_rarity": "SR"}