{"konami_id": 11576, "password": 61948106, "name": {"en": "Gottoms' Second Call", "de": "Gottoms zweiter Ruf", "es": "Segunda Llamada de Gottom", "fr": "Second Appel de Gottoms", "it": "Secondo Richiamo di Gottoms", "pt": "O Segundo Chamado de Gottoms", "ja": "ガトムズの<ruby>非<rt>ひ</rt></ruby><ruby>常<rt>じょう</rt></ruby><ruby>召<rt>しょう</rt></ruby><ruby>集<rt>しゅう</rt></ruby>", "ja_romaji": "Gatomuzu no Hijōshōshū", "ko": "가톰즈의 비상소집", "ko_rr": null, "zh-TW": "加特姆士的緊急召集", "zh-CN": "加特姆士的紧急召集"}, "text": {"en": "If you control an \"X-Saber\" Synchro Monster: You can target 2 \"X-Saber\" monsters in your Graveyard; Special Summon both targets, ignoring their Summoning conditions, but change their ATK to 0, also destroy them during the End Phase of this turn. You can only activate 1 \"Gottoms' Second Call\" per turn. You cannot conduct your Battle Phase the turn you activate this card.", "de": "Falls du ein „X-Säbel“-Synchromonster kontrollierst: Du kannst 2 „X-Säbel“-Monster in deinem Friedhof wählen; beschwöre beide gewählte Ziele als Spezialbeschwörung, ungeachtet ihrer Bedingungen für die Beschwörung, aber ändere ihre ATK zu 0, zusätzlich zerstöre sie während der End Phase dieses Spielzugs. Du kannst nur 1 „Gottoms zweiter Ruf“ pro Spielzug aktivieren. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine Battle Phase durchführen.", "es": "Si controlas un Monstruo de Sincronía \"Sable-X\": puedes seleccionar 2 monstruos \"Sable-X\" en tu Cementerio; Invoca ambos objetivos de Modo Especial, ignorando sus condiciones de Invocación, pero cambia su ATK a 0, y además destrúyelos durante la End Phase de este turno. Sólo puedes activar 1 \"Segunda Llamada de Gottom\" por turno. El turno en el que activas esta carta no puedes realizar tu Battle Phase.", "fr": "Si vous contrôlez un Monstre Synchro \"Sabre X\" : vous pouvez cibler 2 monstres \"Sabre X\" dans votre Cimetière ; Invoquez Spécialement les deux cibles, en ignorant leurs conditions d'Invocation, mais changez leur ATK à 0, et aussi détruisez-les durant la End Phase de ce tour. Vous ne pouvez activer qu'1 \"Second Appel de Gottoms\" par tour. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cette carte.", "it": "Se controlli un Mostro Synchro \"Sciabola-X\": puoi scegliere come bersaglio 2 mostri \"Sciabola-X\" nel tuo Cimitero; Evoca Specialmente entrambi i bersaglio, ignorando le loro condizioni di Evocazione, ma cambia il loro ATK a 0, inoltre distruggili durante la End Phase di questo turno. Puoi attivare solo 1 \"Secondo Richiamo di Gottoms\" per turno. Non puoi effettuare la tua Battle Phase nel turno in cui attivi questa carta.", "pt": "Se você controlar um Monstro Sincro \"Sabre-X\": você pode escolher 2 monstros \"Sabre-X\" no seu Cemitério; Invoque os dois alvos por Invocação-Especial, ignorando suas condições de Invocação, mas mude o ATK dele para 0 e, além disso, destrua-os durante a Fase Final deste turno. Você só pode ativar 1 \"O Segundo Chamado de Gottoms\" por turno. Você não pode conduzir sua Fase de Batalha no turno em que ativar este card.", "ja": "「ガトムズの非常召集」は１ターンに１枚しか発動できず、このカードを発動するターン、自分はバトルフェイズを行えない。①：自分フィールドに「Ｘ－セイバー」Ｓモンスターが存在する場合に自分の墓地の「Ｘ－セイバー」モンスター２体を対象として発動できる。そのモンスター２体を召喚条件を無視して特殊召喚する。この効果で特殊召喚したモンスターは攻撃力が０になり、このターンのエンドフェイズに破壊される。", "ko": "\"가톰즈의 비상소집\"은 1턴에 1장밖에 발동할 수 없으며, 이 카드를 발동하는 턴에, 자신은 배틀 페이즈를 실행할 수 없다. ①: 자신 필드에 \"X－세이버\" 싱크로 몬스터가 존재할 경우에 자신 묘지의 \"X－세이버\" 몬스터 2장을 대상으로 하고 발동할 수 있다. 그 몬스터 2장을 소환 조건을 무시하고 특수 소환한다. 이 효과로 특수 소환한 몬스터는 공격력이 0 이 되고, 이 턴의 엔드 페이즈에 파괴된다.", "zh-TW": null, "zh-CN": "「加特姆士的非常召集」在1回合只能发动1张，这张卡发动的回合，自己不能进行战斗阶段。①：自己场上有「X剑士」同调怪兽存在的场合以自己墓地2只「X剑士」怪兽为对象才能发动。那2只怪兽无视召唤条件特殊召唤。这个效果特殊召唤的怪兽攻击力变成0，这个回合的结束阶段破坏。"}, "card_type": "Spell", "property": "Normal", "series": ["Gottoms"], "images": [{"index": 1, "image": "GottomsSecondCall-SECE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN056", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "de": [{"set_number": "SECE-DE056", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "fr": [{"set_number": "SECE-FR056", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "it": [{"set_number": "SECE-IT056", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "pt": [{"set_number": "SECE-PT056", "set_name": "Secrets of Eternity", "rarities": ["Rare"]}], "ja": [{"set_number": "SECE-JP056", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR056", "set_name": "Secrets of Eternity", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 315086, "master_duel_rarity": "R"}