{"konami_id": 21478, "password": 61944066, "name": {"en": "Nouvelles Recipe Book \"Recettes de Nouvellez\"", "de": "Nouvelles-Rezeptbuch „Recettes de Nouvellez“", "es": "Libro de Recetas Nouvelles \"Recettes de Nouvellez\"", "fr": "Livre de Recettes Nouvelles \"Recettes de Nouvellez\"", "it": "Libro Ricette Nouvelles \"Recettes de Nouvellez\"", "pt": "Livro de Receitas de Nouvelles \"Recettes de Nouvellez\"", "ja": "<ruby>Ｒｅｃｅｔｔｅｓ ｄｅ Ｎｏｕｖｅｌｌｅｚ<rt>ルセット・ド・ヌーベルズ</rt></ruby>～ヌーベルズのレシピ<ruby>帳<rt>ちょう</rt></ruby>～", "ja_romaji": "Rusetto Do Nūberuzu ~Nūberuzu no Reshipi-chō~", "ko": "Recettes de Nouvellez~누밸즈의 요리법 노트~", "ko_rr": null, "zh-TW": null, "zh-CN": "Recettes de Nouvellez～饿魔新飨的食谱～"}, "text": {"en": "While you control a \"Nouvelles\" Monster Card, all face-up monsters your opponent controls are changed to Attack Position. Each time a monster(s) is Tributed by a Ritual Monster's effect, your opponent pays 850 LP. Once per turn, if you Special Summon a Ritual Monster(s) (except during the Damage Step): You can target 1 of them; add 1 \"Recipe\" or \"Nouvelles\" card from your Deck to your hand, except a Continuous Spell, and if you do, increase that monster's Level by 1. You can only activate 1 \"Nouvelles Recipe Book \"Recettes de Nouvellez\"\" per turn.", "de": "Solange du eine „Nouvelles“-Monsterkarte kontrollierst, werden alle offenen Monster, die dein Gegner kontrolliert, in die Angriffsposition geändert. Jedes Mal, wenn ein oder mehr Monster durch den Effekt eines Ritualmonsters als Tribut angeboten werden, zahlt dein Gegner 850 LP. Einmal pro Spielzug, falls du ein oder mehr Ritualmonster als Spezialbeschwörung beschwörst (außer während des Damage Steps): Du kannst 1 von ihnen wählen; füge deiner Hand 1 „Rezept“- oder „Nouvelles“-Karte von deinem Deck hinzu, außer einem Permanenten Zauber, und falls du dies tust, erhöhe die Stufe jenes Monsters um 1. Du kannst nur 1 „Nouvelles-Rezeptbuch „Recettes de Nouvellez““ pro Spielzug aktivieren.", "es": "Mientras controlas una Carta de Monstruo \"Nouvelles\", todos los monstruos boca arriba que controla tu adversario son cambiados a Posición de Ataque. Cada vez que uno o más monstruos son Sacrificados por un efecto de Monstruo de Ritual, tu adversario paga 850 LP. Una vez por turno, si Invocas de Modo Especial uno o más Monstruos de Ritual (excepto durante el Damage Step): puedes seleccionar 1 de ellos; añade a tu mano 1 carta \"Receta\" o \"Nouvelles\" en tu Deck, excepto una Mágica Continua y, si lo haces, aumenta el Nivel de ese monstruo en 1. Sólo puedes activar 1 \"Libro de Recetas Nouvelles \"Recettes de Nouvellez\"\" por turno.", "fr": "Tant que vous contrôlez une Carte Monstre \"Nouvelles\", tous les monstres face recto contrôlés par votre adversaire sont changés en Position d'Attaque. Chaque fois qu'un ou plusieurs monstres sont Sacrifiés par un effet de Monstre Rituel, votre adversaire paye 850 LP. Une fois par tour, si vous Invoquez Spécialement un ou plusieurs Monstres Rituels (sauf durant la Damage Step) : vous pouvez en cibler 1 ; ajoutez 1 carte \"Recette\" ou \"Nouvelles\" (Magies Continues exclues) depuis votre Deck à votre main, et si vous le faites, augmentez le Niveau du monstre de 1. Vous ne pouvez activer qu'1 \"Livre de Recettes Nouvelles \"Recettes de Nouvellez\"\" par tour.", "it": "Mentre controlli una Carta Mostro \"Nouvelles\", tutti i mostri scoperti controllati dal tuo avversario vengono messi in Posizione di Attacco. Ogni volta che uno o più mostri vengono offerti come Tributo dall'effetto di un Mostro Rituale, il tuo avversario paga 850 LP. Una volta per turno, se Evochi Specialmente uno o più Mostri Rituale (eccetto durante il Damage Step): puoi scegliere 1 di essi come bersaglio; aggiungi 1 carta \"Ricetta\" o \"Nouvelles\" dal tuo Deck alla tua mano, eccetto una Magia Continua e, se lo fai, aumenta il Livello di quel mostro di 1. Puoi attivare solo 1 \"Libro Ricette Nouvelles \"Recettes de Nouvellez\"\" per turno.", "pt": "Enquanto você controlar um Card de Monstro \"Nouvelles\", todos os monstros com a face para cima que seu oponente controla são colocados em Posição de Ataque. Sempre que um ou mais monstros forem oferecidos como Tributo pelo efeito de um Monstro de Ritual, seu oponente paga 850 PV. Uma vez por turno, se você Invocar um ou mais Monstros de Ritual por Invocação-Especial (exceto durante a Etapa de Dano): você pode escolher 1 deles; adicione 1 card \"Receita\" ou \"Nouvelles\" do seu Deck à sua mão, exceto uma Magia Contínua e, se isso acontecer, aumente o Nível desse monstro em 1. Você só pode ativar 1 \"Livro de Receitas de Nouvelles \"Recettes de Nouvellez\"\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドに「ヌーベルズ」モンスターカードが存在する限り、相手フィールドの表側表示モンスターは攻撃表示になる。②：儀式モンスターの効果でモンスターがリリースされる度に、相手は８５０ＬＰを払う。③：１ターンに１度、自分が儀式モンスターを特殊召喚した場合、その内の１体を対象として発動できる。永続魔法カードを除く、「ヌーベルズ」カードか「レシピ」カード１枚をデッキから手札に加え、対象のモンスターのレベルを１つ上げる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드에 \"누밸즈\" 몬스터 카드가 존재하는 한, 상대 필드의 앞면 표시 몬스터는 공격 표시가 된다. ②: 의식 몬스터의 효과로 몬스터가 릴리스될 때마다, 상대는 850 LP를 지불한다. ③: 1턴에 1번, 자신이 의식 몬스터를 특수 소환했을 경우, 그 중의 1장을 대상으로 하고 발동할 수 있다. 지속 마법 카드가 아닌, \"누밸즈\" 카드나 \"요리법\" 카드 1장을 덱에서 패에 넣고, 대상 몬스터의 레벨을 1개 올린다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张。①：只要自己场上存在“饿魔新飨”怪兽卡，对手场上的表侧表示怪兽变为攻击表示。②：每当怪兽以仪式怪兽的效果被解放，对手就支付850LP。③：1回合1次，自己将仪式怪兽特殊召唤的情况下，以其中1只为对象可以发动。从牌组将永续魔法卡以外的1张“饿魔新飨”卡或“食谱”卡加入手牌，对象怪兽的等级上升1。"}, "card_type": "Spell", "property": "Continuous", "series": ["Nouvelles", "Recipe"], "images": [{"index": 1, "image": "NouvellesRecipeBookRecettesdeNouvellez-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ko": [{"set_number": "DUAD-KR067", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC067", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123207}