{"konami_id": 11748, "password": 61965407, "name": {"en": "Void Purification", "de": "Reinigung der Leere", "es": "Purificación del Vacío", "fr": "Purification du Vide", "it": "Purificazione del Vuoto", "pt": "Purificação do Vácuo", "ja": "<ruby>遡<rt>そ</rt></ruby><ruby>洸<rt>こう</rt></ruby>する<ruby>煉<rt>れん</rt></ruby><ruby>獄<rt>ごく</rt></ruby>", "ja_romaji": "Sokōsuru Rengoku", "ko": "소광하는 연옥", "ko_rr": null, "zh-TW": "溯洸煉獄", "zh-CN": "溯洸的炼狱"}, "text": {"en": "If you control a monster that is not an \"Infernoid\" monster, send this card to the Graveyard. You can only use each of these effects of \"Void Purification\" once per turn.\n● During each of your opponent's Standby Phases: You can target 1 \"Infernoid\" monster in your Graveyard; add it to your hand.\n● During each of your Standby Phases: You can target 1 of your banished \"Infernoid\" monsters; return it to the Graveyard.", "de": "Falls du ein Monster kontrollierst, das kein „Infernoid“-Monster ist, lege diese Karte auf den Friedhof. Du kannst jeden dieser Effekte von „Reinigung der Leere“ nur einmal pro Spielzug verwenden.\n● Während jeder Standby Phase deines Gegners: Du kannst 1 „Infernoid“-Monster in deinem Friedhof wählen; füge es deiner Hand hinzu.\n● Während jeder deiner Standby Phasen: Du kannst 1 deiner verbannten „Infernoid“-Monster wählen; lege es auf den Friedhof zurück.", "es": "Si controlas un monstruo que no sea un monstruo \"Infiernoid\", manda esta carta al Cementerio. Sólo puedes usar cada uno de estos efectos de \"Purificación del Vacío\" una vez por turno.\n● Durante cada una de las Standby Phases de tu adversario: puedes seleccionar 1 monstruo \"Infiernoid\" en tu Cementerio; añádelo a tu mano.\n● Durante cada una de tus Standby Phases: puedes seleccionar 1 de tus monstruos \"Infiernoid\" desterrados; devuélvelo al Cementerio.", "fr": "Si vous contrôlez un monstre (monstres \"Infernoid\" exclus), envoyez cette carte au Cimetière. Vous ne pouvez utiliser chacun de ces effets de \"Purification du Vide\" qu'une fois par tour.\n● Durant chaque Standby Phase de votre adversaire : vous pouvez cibler 1 monstre \"Infernoid\" dans votre Cimetière ; ajoutez-le à votre main.\n● Durant chacune de vos Standby Phases : vous pouvez cibler 1 de vos monstres \"Infernoid\" bannis ; renvoyez-le au Cimetière.", "it": "Se controlli un mostro che non è un mostro \"Infernoid\", manda questa carta al Cimitero. Puoi utilizzare ognuno di questi effetti di \"Purificazione del Vuoto\" una sola volta per turno.\n● Durante ogni Standby Phase del tuo avversario: puoi scegliere come bersaglio 1 mostro \"Infernoid\" nel tuo Cimitero; aggiungilo alla tua mano.\n● Durante ogni tua Standby Phase: puoi scegliere come bersaglio 1 dei tuoi mostri \"Infernoid\" banditi; fallo ritornare nel Cimitero.", "pt": "Se você controlar um monstro que não seja um monstro \"Infernoide\", envie este card para o Cemitério. Você só pode usar cada um desses efeitos de \"Purificação do Vácuo\" uma vez por turno.\n● Durante cada uma das suas  Fases de Apoio do seu oponente: você pode escolher 1 monstro \"Infernoide\" no seu Cemitério; adicione-o à sua mão.\n● Durante cada uma das suas Fases de Apoio: você pode escolher 1 dos seus monstros \"Infernoide\" banidos; devolva-os  para o Cemitério.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手スタンバイフェイズに、自分の墓地の「インフェルノイド」モンスター１体を対象として発動できる。そのモンスターを手札に加える。②：自分スタンバイフェイズに、自分の除外状態の「インフェルノイド」モンスター１体を対象として発動できる。そのモンスターを墓地に戻す。③：自分フィールドに「インフェルノイド」モンスター以外のモンスターが存在する場合にこのカードは墓地へ送られる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 스탠바이 페이즈에, 자신 묘지의 \"인페르노이드\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. ②: 자신 스탠바이 페이즈에, 자신의 제외 상태인 \"인페르노이드\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 묘지로 되돌린다. ③: 자신 필드에 \"인페르노이드\" 몬스터 이외의 몬스터가 존재할 경우에 이 카드는 묘지로 보내진다.", "zh-TW": "「溯洸煉獄」的①②效果，１回合各僅限使用１次。①：每次對方的準備階段，可將我方墓地的１隻「獄炎機」怪獸做為對象發動此效果。將該怪獸加入手牌。②：每次我方的準備階段，可將我方被除外的１隻「獄炎機」怪獸做為對象發動此效果。將該怪獸送回墓地。③：在我方場上存在「獄炎機」怪獸以外的怪獸的狀況下，此卡將被送至墓地。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：在对手的准备阶段，以自己墓地的１只“狱炎机”怪兽为对象可以发动。将该怪兽加入手牌。\n②：在自己的准备阶段，以自己的除外状态的１只“狱炎机”怪兽为对象可以发动。将该怪兽放回墓地。\n③：自己场上存在“狱炎机”怪兽以外的怪兽的情况下，此卡将被送至墓地。"}, "card_type": "Trap", "property": "Continuous", "series": ["Void"], "images": [{"index": 1, "image": "VoidPurification-CROS-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN073", "set_name": "Crossed Souls", "rarities": ["Rare"]}], "de": [{"set_number": "CROS-DE073", "set_name": "Crossed Souls", "rarities": ["Rare"]}], "fr": [{"set_number": "CROS-FR073", "set_name": "Crossed Souls", "rarities": ["Rare"]}], "it": [{"set_number": "CROS-IT073", "set_name": "Crossed Souls", "rarities": ["Rare"]}], "pt": [{"set_number": "CROS-PT073", "set_name": "Crossed Souls", "rarities": ["Rare"]}], "ja": [{"set_number": "CROS-JP073", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "TW01-JP120", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "CROS-KR073", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "TW01-KR120", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC120", "set_name": "Terminal World (set)", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383831, "master_duel_rarity": "R"}