{"konami_id": 20190, "password": 62002838, "name": {"en": "Dark End Evaporation Dragon", "de": "Finsternis End-Evaporationsdrache", "es": "Dragón Evaporación del Final Oscuro", "fr": "Dragon d'Évaporation Ultime des Ténèbres", "it": "Drago Evaporazione Fine Oscura", "pt": "Dragão da Evaporação Final de Trevas", "ja": "<ruby>闇と消滅の竜<rt>ダークエンドイヴァポレイション・ドラゴン</rt></ruby>", "ja_romaji": "Dāku Endo Ivaporeishon Doragon", "ko": "다크엔드 이배퍼레이션 드래곤", "ko_rr": null, "zh-TW": "闇與消滅之龍", "zh-CN": "暗与消灭之龙"}, "text": {"en": "You can banish 1 Level 8 Dragon monster from your Extra Deck; Special Summon this card from your hand, also you cannot Special Summon for the rest of this turn, except Dragon monsters. You can activate 1 of these effects;\n● Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from your hand or field.\n● Target 1 other Attack Position monster on the field; make this card lose exactly 500 ATK/DEF, and if you do, destroy that monster.\nYou can only use each effect of \"Dark End Evaporation Dragon\" once per turn.", "de": "Du kannst 1 Drache-Monster der Stufe 8 von deinem Extra Deck verbannen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Drache-Monstern. Du kannst 1 dieser Effekte aktivieren;\n● Beschwöre 1 Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck, verwende dafür Monster von deiner Hand oder Spielfeldseite.\n● Wähle 1 anderes Monster in Angriffsposition auf dem Spielfeld; lasse diese Karte genau 500 ATK/DEF verlieren und falls du dies tust, zerstöre jenes Monster.\nDu kannst jeden Effekt von „Finsternis End-Evaporationsdrache“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar 1 monstruo Dragón de Nivel 8 en tu Deck Extra; Invoca esta carta de Modo Especial desde tu mano, y además no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruos Dragón. Puedes activar 1 de estos efectos;\n● Invoca por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando monstruos en tu mano o Campo.\n● Selecciona otro monstruo en Posición de Ataque en el Campo; haz que esta carta pierda exactamente 500 ATK/DEF y, si lo haces, destruye ese monstruo.\nSólo puedes usar cada efecto de \"Dragón Evaporación del Final Oscuro\" una vez por turno.", "fr": "Vous pouvez bannir 1 monstre Dragon de Niveau 8 depuis votre Extra Deck ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Dragon exclus) le reste de ce tour. Vous pouvez activer 1 de ces effets ;\n● Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain.\n● Ciblez 1 autre monstre en Position d'Attaque sur le Terrain ; faites perdre exactement 500 ATK/DEF à cette carte, et si vous le faites, détruisez le monstre.\nVous ne pouvez utiliser chaque effet de \"Dragon d'Évaporation Ultime des Ténèbres\" qu'une fois par tour.", "it": "Puoi bandire 1 mostro Drago di Livello 8 dal tuo Extra Deck; Evoca Specialmente questa carta dalla tua mano, inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Drago. Puoi attivare 1 di questi effetti;\n● Evoca tramite Fusione 1 Mostro Fusione dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno.\n● Scegli come bersaglio 1 altro mostro in Posizione di Attacco sul Terreno; fai perdere a questa carta esattamente 500 ATK/DEF e, se lo fai, distruggi quel mostro.\nPuoi utilizzare ogni effetto di \"Drago Evaporazione Fine Oscura\" una sola volta per turno.", "pt": "Você pode banir 1 monstro Dragão de Nível 8 do seu Deck Adicional; Invoque este card por Invocação-Especial da sua mão e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Dragão. Você pode ativar 1 desses efeitos;\n● Invoque por Invocação-Fusão 1 Monstro de Fusão do seu Deck Adicional, usando monstros da sua mão ou do campo.\n● Escolha 1 outro monstro em Posição de Ataque no campo; faça com que este card perca exatamente 500 de ATK/DEF e, se isso acontecer, destrua esse monstro.\nVocê só pode usar cada efeito de \"Dragão da Evaporação Final de Trevas\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：ＥＸデッキからドラゴン族・レベル８モンスター１体を除外して発動できる。このカードを手札から特殊召喚する。このターン、自分はドラゴン族モンスターしか特殊召喚できない。②：以下の効果から１つを選択して発動できる。●自分の手札・フィールドのモンスターを融合素材とし、融合モンスター１体を融合召喚する。●フィールドの他の攻撃表示モンスター１体を対象として発動できる。このカードの攻撃力・守備力を５００ダウンし、対象のモンスターを破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱에서 드래곤족 / 레벨 8 몬스터 1장을 제외하고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 턴에, 자신은 드래곤족 몬스터밖에 특수 소환할 수 없다. ②: 이하의 효과에서 1개를 선택하고 발동할 수 있다. ●자신의 패 / 필드의 몬스터를 융합 소재로 하고, 융합 몬스터 1장을 융합 소환한다. ●필드의 다른 공격 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 공격력 / 수비력을 500 내리고, 대상 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从额外牌组将１只龙族・等级８怪兽除外可以发动。从手牌将此卡特殊召唤。此回合，自己仅可特殊召唤龙族怪兽。②：可从以下效果中选择１个发动。\n●将自己的手牌・场上的怪兽作为融合素材，将１只融合怪兽融合召唤。\n●以场上１只其他的攻击表示怪兽为对象可以发动。此卡的攻击力・守备力下降５００，将对象怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 2600, "def": 2100, "series": ["Light and Darkness Dragon"], "images": [{"index": 1, "image": "DarkEndEvaporationDragon-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN011", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-EN212", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INFO-DE011", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-DE212", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INFO-SP011", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-SP212", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INFO-FR011", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-FR212", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INFO-IT011", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-IT212", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INFO-PT011", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-PT212", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "INFO-JP011", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "ko": [{"set_number": "INFO-KR011", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "INFO-SC011", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055272, "master_duel_rarity": "SR"}