{"konami_id": 13491, "password": 62000467, "name": {"en": "Gladiator Beast Dragases", "de": "Gladiatorungeheuer Dragases", "es": "Bestia Gladiador Dragases", "fr": "Dragasès, Bête Gladiateur", "it": "Gladiatore Bestia Dragases", "pt": "Besta Gladiadora Dragases", "ja": "<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>ドラガシス", "ja_romaji": "Guradiaru Bīsuto Doragashisu", "ko": "검투수 드라가시스", "ko_rr": null, "zh-TW": null, "zh-CN": "剑斗兽 德拉加瑟斯"}, "text": {"en": "2 \"Gladiator Beast\" monsters\nIf a \"Gladiator Beast\" monster you control attacks, it cannot be destroyed by that battle, also your opponent cannot activate cards or effects until the end of the Damage Step. At the end of the Battle Phase, if this card battled: You can return this card to the Extra Deck; Special Summon 2 \"Gladiator Beast\" monsters with different names from your Deck. You can only use this effect of \"Gladiator Beast Dragases\" once per turn.", "de": "2 „Gladiatorungeheuer“-Monster\nFalls ein „Gladiatorungeheuer“-Monster angreift, das du kontrollierst, kann es durch den Kampf nicht zerstört werden, zusätzlich kann dein Gegner bis zum Ende des Damage Steps weder Karten noch Effekte aktivieren. Am Ende der Battle Phase, falls diese Karte gekämpft hat: Du kannst diese Karte ins Extra Deck zurücklegen; beschwöre 2 „Gladiatorungeheuer“-Monster mit unterschiedlichen Namen als Spezialbeschwörung von deinem Deck. Du kannst diesen Effekt von „Gladiatorungeheuer Dragases“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Bestia Gladiador\"\nSi un monstruo \"Bestia Gladiador\" que controlas ataca, no puede ser destruido en esa batalla, y además tu adversario no puede activar cartas o efectos hasta el final del Damage Step. Al final de la Battle Phase, si esta carta batalló: puedes devolver esta carta al Deck Extra; Invoca de Modo Especial 2 monstruos \"Bestia Gladiador\" con nombres diferentes en tu Deck. Sólo puedes usar este efecto de \"Bestia Gladiador Dragases\" una vez por turno.", "fr": "2 monstres \"Bête Gladiateur\"\nSi un monstre \"Bête Gladiateur\" que vous contrôlez attaque, il ne peut pas être détruit par ce combat, et aussi, votre adversaire ne peut ni activer de cartes ni d'effets jusqu'à la fin de la Damage Step. À la fin de la Battle Phase, si cette carte a combattu : vous pouvez renvoyer cette carte à l'Extra Deck ; Invoquez Spécialement 2 monstres \"Bête Gladiateur\" de noms différents depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Dragasès, Bête Gladiateur\" qu'une fois par tour.", "it": "2 mostri \"Gladiatore Bestia\"\nSe un mostro \"Gladiatore Bestia\" che controlli attacca, non può essere distrutto in quella battaglia, inoltre il tuo avversario non può attivare carte o effetti fino alla fine del Damage Step. Alla fine della Battle Phase, se questa carta ha combattuto: puoi far ritornare questa carta nell'Extra Deck; Evoca Specialmente 2 mostri \"Gladiatore Bestia\" con nomi diversi dal tuo Deck. Puoi utilizzare questo effetto di \"Gladiatore Bestia Dragases\" una sola volta per turno.", "pt": "2 monstros \"Besta Gladiadora\"\nSe um monstro \"Besta Gladiadora\" que você controla atacar, ele não pode ser destruído nessa batalha e, além disso, seu oponente não pode ativar cards ou efeitos até o final da Etapa de Dano. No final da Fase de Batalha, se este card batalhou: você pode devolver este card para o Deck Adicional; Invoque por Invocação-Especial 2 monstros \"Besta Gladiadora\" com nomes diferentes do seu Deck. Você só pode usar este efeito de \"Besta Gladiadora Dragases\" uma vez por turno.", "ja": "「剣闘獣」モンスター２体\nこのカード名の②の効果は１ターンに１度しか使用できない。①：自分の「剣闘獣」モンスターが攻撃する場合、そのモンスターはその戦闘では破壊されず、相手はダメージステップ終了時まで魔法・罠・モンスターの効果を発動できない。②：このカードが戦闘を行ったバトルフェイズ終了時にこのカードを持ち主のＥＸデッキに戻して発動できる。デッキから「剣闘獣」モンスター２体を特殊召喚する（同名カードは１枚まで）。", "ko": "\"검투수\" 몬스터 2장\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"검투수\" 몬스터가 공격할 경우, 그 몬스터는 그 전투로는 파괴되지 않으며, 상대는 데미지 스텝 종료시까지 마법 / 함정 / 몬스터의 효과를 발동할 수 없다. ②: 이 카드가 전투를 실행한 배틀 페이즈 종료시에 이 카드를 주인의 엑스트라 덱으로 되돌리고 발동할 수 있다. 덱에서 \"검투수\" 몬스터 2장을 특수 소환한다(같은 이름의 카드는 1장까지).", "zh-TW": null, "zh-CN": "“剑斗兽”怪兽２只\n此卡名的②效果１回合仅可使用１次。①：自己的“剑斗兽”怪兽攻击的情况下，该怪兽不会因该战斗被破坏，对手直至伤害步骤结束时为止，不可发动魔法・陷阱・怪兽的效果。②：此卡进行过战斗的战斗阶段结束时，将此卡放回额外牌组可以发动。从牌组将２只“剑斗兽”怪兽特殊召唤（同名卡最多１张）。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Link / Effect", "attribute": "WIND", "link_arrows": ["↙", "↘"], "atk": 2000, "materials": "2 \"Gladiator Beast\" monsters", "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "GladiatorBeastDragases-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN099", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-EN150", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE099", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-DE150", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CYHO-SP099", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-SP150", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR099", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-FR150", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT099", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-IT150", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT099", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-PT150", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "LVP1-JP006", "set_name": "LINK VRAINS Pack", "rarities": ["Super Rare"]}], "ko": [{"set_number": "LVP1-KR006", "set_name": "LINK VRAINS Pack", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "WPS1-SC097", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 532965}