{"konami_id": 14392, "password": 62034800, "name": {"en": "Infinitrack Anchor Drill", "de": "Endloskette Ankerbohrer", "es": "Infinitrack Perforadora de Anclaje", "fr": "Perceuse-Ancrage Chenillinfini", "it": "Perforatrice Infinicingoli", "pt": "Perfuradora Infinisteira", "ja": "<ruby>無<rt>む</rt></ruby><ruby>限<rt>げん</rt></ruby><ruby>起<rt>き</rt></ruby><ruby>動<rt>どう</rt></ruby>ロックアンカー", "ja_romaji": "Mugenkidō Rokku Ankā", "ko": "무한기동 록앵커", "ko_rr": "Muhan-gidong Rok-aengka", "zh-TW": null, "zh-CN": "无限起动 岩锚钻孔机"}, "text": {"en": "If this card is Normal or Special Summoned: You can Special Summon 1 EARTH Machine monster from your hand in Defense Position, except \"Infinitrack Anchor Drill\". You can target 1 other Machine monster you control; the Levels of both that monster and this card become the combined original Levels of those 2 monsters, until the end of this turn. You can only use each effect of \"Infinitrack Anchor Drill\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 ERDE Maschine-Monster als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören, außer „Endloskette Ankerbohrer“. Du kannst 1 anderes Maschine-Monster wählen, das du kontrollierst; die Stufen des Monsters und dieser Karte werden bis zum Ende dieses Spielzugs gleich der Summe der Grund-Stufen der 2 Monster. Du kannst jeden Effekt von „Endloskette Ankerbohrer“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial 1 monstruo Máquina de TIERRA en tu mano, en Posición de Defensa, excepto \"Infinitrack Perforadora de Anclaje\". Puedes seleccionar otro monstruo Máquina que controles; hasta el final de este turno, los Niveles de ese monstruo y esta carta se convierten en los Niveles originales combinados de esos 2 monstruos. Sólo puede usar cada efecto de \"Infinitrack Perforadora de Anclaje\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre TERRE Machine (\"Perceuse-Ancrage Chenillinfini\" exclu) depuis votre main en Position de Défense. Vous pouvez cibler 1 autre monstre Machine que vous contrôlez ; jusqu'à la fin de ce tour, le Niveau du monstre ainsi que de cette carte devient la somme des Niveaux d'origine de ces 2 monstres. Vous ne pouvez utiliser chaque effet de \"Perceuse-Ancrage Chenillinfini\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro TERRA Macchina dalla tua mano in Posizione di Difesa, eccetto \"Perforatrice Infinicingoli\". Puoi scegliere come bersaglio 1 altro mostro Macchina che controlli; i Livelli sia di quel mostro che di questa carta diventano la somma dei Livelli originali di quei 2 mostri, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Perforatrice Infinicingoli\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro Máquina de TERRA da sua mão em Posição de Defesa, exceto \"Perfuradora Infinisteira\". Você pode escolher 1 outro monstro Máquina que você controla; até o final deste turno, os Níveis tanto desse monstro quanto deste card se tornam iguais aos Níveis originais combinados desses 2 monstros. Você só pode usar cada efeito de \"Perfuradora Infinisteira\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。手札から「無限起動ロックアンカー」以外の機械族・地属性モンスター１体を守備表示で特殊召喚する。②：このカード以外の自分フィールドの機械族モンスター１体を対象として発動できる。そのモンスターとこのカードは、ターン終了時までその２体の元々のレベルを合計したレベルになる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 패에서 \"무한기동 록앵커\" 이외의 기계족 / 땅 속성 몬스터 1장을 수비 표시로 특수 소환한다. ②: 이 카드 이외의 자신 필드의 기계족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와 이 카드는, 턴 종료시까지 그 2장의 원래의 레벨을 합계한 레벨이 된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡召唤・特殊召唤成功的情况下可以发动。从手牌将\"无限起动 岩锚钻孔机\"以外的1只机械族・地属性怪兽以守备表示特殊召唤。②：以自己场上此卡以外的1只机械族怪兽为对象可以发动。该怪兽和此卡直至回合结束时为止，变为该2只原本等级合计的等级。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 500, "series": ["Infinitrack"], "images": [{"index": 1, "image": "InfinitrackAnchorDrill-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN002", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN207", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INCH-DE002", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE207", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INCH-SP002", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-SP207", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INCH-FR002", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR207", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INCH-IT002", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT207", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INCH-PT002", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT207", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBIC-JP002", "set_name": "Deck-Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBIC-KR002", "set_name": "Deck-Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TM01-SC025", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 592179}