{"konami_id": 14389, "password": 62256492, "name": {"en": "Awakening of the Possessed", "de": "Erwachen der Besessenen", "es": "Despertar del Poseído", "fr": "Éveil des Possédées", "it": "Risveglio dei Posseduti", "pt": "Despertar dos Possuídos", "ja": "<ruby>憑<rt>ひょう</rt></ruby><ruby>依<rt>い</rt></ruby><ruby>覚<rt>かく</rt></ruby><ruby>醒<rt>せい</rt></ruby>", "ja_romaji": "Hyōi Kakusei", "ko": "빙의각성", "ko_rr": "Bing-uigakseon", "zh-TW": "憑依覺醒", "zh-CN": "凭依觉醒"}, "text": {"en": "Monsters you control gain 300 ATK for each different Attribute you control. \"Charmer\" and \"Familiar-Possessed\" monsters you control cannot be destroyed by card effects. If a Spellcaster monster(s) with 1850 original ATK is Normal or Special Summoned to your field: Draw 1 card. You can only use this effect of \"Awakening of the Possessed\" once per turn.", "de": "Monster, die du kontrollierst, erhalten für jede unterschiedliche Eigenschaft, die du kontrollierst, 300 ATK. „Verzaubererin“- und „Vertrauten“-Monster, die du kontrollierst, können nicht durch Karteneffekte zerstört werden. Falls ein oder mehr Hexer-Monster mit 1850 Grund-ATK als Normal- oder Spezialbeschwörung auf deine Spielfeldseite beschworen werden: Ziehe 1 Karte. Du kannst diesen Effekt von „Erwachen der Besessenen“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos que controlas ganan 300 ATK por cada Atributo diferente que controles. Los monstruos \"el/la Encantador/a\" y \"Familiar Poseído\" que controles no pueden ser destruidos por efectos de cartas. Si uno o más monstruos Lanzador de Conjuros con ATK original 1850 son Invocados de Modo Normal o Especial a tu Campo: roba 1 carta. Sólo puedes usar este efecto de \"Despertar del Poseído\" una vez por turno.", "fr": "Les monstres que vous contrôlez gagnent 300 ATK pour chaque Attribut différent que vous contrôlez. Les monstres \"la Charmeuse\" et \"Familier Possédé\" que vous contrôlez ne peuvent pas être détruits par des effets de carte. Si un ou plusieurs monstres Magicien avec 1850 ATK d'origine sont Invoqués Normalement ou Spécialement sur votre Terrain : piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Éveil des Possédées\" qu'une fois par tour.", "it": "I mostri che controlli guadagnano 300 ATK per ogni Attributo diverso che controlli. I mostri \"Ammaliatore/Ammaliatrice\" e \"Posseduto dal Famiglio\" che controlli non possono essere distrutti dagli effetti delle carte. Se uno o più mostri Incantatore con ATK originale 1850 vengono Evocati Normalmente o Specialmente sul tuo Terreno: pesca 1 carta. Puoi utilizzare questo effetto di \"Risveglio dei Posseduti\" una sola volta per turno.", "pt": "Monstros que você controla ganham 300 de ATK para cada Atributo diferente que você controla. Monstros \"Encantador(a)\" e \"Espírito-Possuído\" que você controla não podem ser destruídos por efeitos de card. Se um ou mais monstros Mago com ATK original de 1850 forem Invocados por Invocação-Normal ou Especial no seu campo: compre 1 card. Você só pode usar este efeito de \"Despertar dos Possuídos\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターの攻撃力は、自分フィールドのモンスターの属性の種類×３００アップする。②：自分フィールドの「霊使い」モンスター及び「憑依装着」モンスターは効果では破壊されない。③：自分フィールドに元々の攻撃力が１８５０の魔法使い族モンスターが召喚・特殊召喚された場合に発動する。自分は１枚ドローする。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터의 공격력은 자신 필드의 몬스터의 속성의 종류 × 300 올린다. ②: 자신 필드의 \"령사\" 몬스터 및 \"빙의장착\" 몬스터는 효과로는 파괴되지 않는다. ③: 자신 필드에 원래 공격력이 1850 인 마법사족 몬스터가 일반 소환 / 특수 소환되었을 경우에 발동한다. 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡名的③效果１回合僅限使用１次。①：我方場上的怪獸攻擊力依據我方場上的怪獸屬性的種類×３００進行提升。②：我方場上的「靈使」怪獸及「憑依裝備」怪獸不會因效果被破壞。③：在原本的攻擊力為１８５０的魔法使族怪獸被召喚・特殊召喚至我方場上的狀況下發動。我方從牌組抽１張牌。", "zh-CN": "此卡名的③效果1回合仅可使用1次。①：自己场上怪兽的攻击力上升相当于自己场上怪兽属性的种类×300的数值。②：自己场上的“灵使”怪兽及“凭依装着”怪兽不会因效果被破坏。③：原本攻击力为1850的魔法师族怪兽被召唤・特殊召唤至自己场上的情况下发动。自己从牌组抽1张。"}, "card_type": "Spell", "property": "Continuous", "series": ["Possessed"], "images": [{"index": 1, "image": "AwakeningofthePossessed-SDCH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN030", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "SDCH-EN020", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "de": [{"set_number": "DUOV-DE030", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "SDCH-DE020", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "fr": [{"set_number": "DUOV-FR030", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "SDCH-FR020", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "it": [{"set_number": "DUOV-IT030", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "SDCH-IT020", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "pt": [{"set_number": "DUOV-PT030", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}, {"set_number": "SDCH-PT020", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Common"]}], "ja": [{"set_number": "JF19-JP004", "set_name": "Jump Festa Limited Pack 2019", "rarities": ["Super Rare"]}, {"set_number": "19YJ-JPT02", "set_name": "Awakening of the Possessed Duel Set", "rarities": ["Secret Rare"]}, {"set_number": "SD39-JP022", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Normal Parallel Rare"]}, {"set_number": "TDS1-JP022", "set_name": "Structure Deck: Masters of the Spiritual Arts - The Legend of Duelist Quarter Century Edition", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP14-KRB33", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Normal Parallel Rare", "Ultra Rare", "Secret Rare"]}, {"set_number": "SD39-KR022", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD39-SC022", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584221, "master_duel_rarity": "UR"}