{"konami_id": 14896, "password": 62393472, "name": {"en": "Phantasos, the Dream Mirror Friend", "de": "Phantasos, der Traumspiegel-Freund", "es": "Fantaso, el Amigo del Espejo Ensueño", "fr": "Phantasos, l'Ami du Miroir des Rêves", "it": "Phantasos, l'Amico Specchio dei Sogni", "pt": "Fântaso, o Amigo do Espelho Onírico", "ja": "<ruby>夢<rt>ゆめ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>の<ruby>聖<rt>せい</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>－パンタス", "ja_romaji": "Yumemakyō no Seijū - Pantasu", "ko": "몽마경의 성수－판타스", "ko_rr": null, "zh-TW": "夢魔鏡的聖獸－幻塔斯", "zh-CN": "梦魔镜圣兽－幻塔斯"}, "text": {"en": "If this card is Special Summoned by the effect of a \"Dream Mirror\" monster: You can target 1 Level 8 or lower \"Dream Mirror\" monster in your GY, except \"Phantasos, the Dream Mirror Friend\"; Special Summon it in Defense Position. During the Main or Battle Phase, if \"Dream Mirror of Terror\" is in a Field Zone (Quick Effect): You can Tribute this card; Special Summon 1 \"Phantasos, the Dream Mirror Foe\" from your Deck. You can only use each effect of \"Phantasos, the Dream Mirror Friend\" once per turn.", "de": "Falls diese Karte durch den Effekt eines „Traumspiegel“-Monsters als Spezialbeschwörung beschworen wird: Du kannst 1 „Traumspiegel“-Monster der Stufe 8 oder niedriger in deinem Friedhof wählen, außer „Phantasos, der Traumspiegel-Freund“; beschwöre es als Spezialbeschwörung in die Verteidigungsposition. Während der Main oder Battle Phase, falls „Traumspiegel des Terrors“ in einer Spielfeldzone liegt (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Phantasos, der Traumspiegel-Feind“ als Spezialbeschwörung von deinem Deck. Du kannst jeden Effekt von „Phantasos, der Traumspiegel-Freund“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial por el efecto de un monstruo \"Espejo Ensueño\": puedes seleccionar 1 monstruo \"Espejo Ensueño\" de Nivel 8 o menor en tu Cementerio, excepto \"Fantaso, el Amigo del Espejo Ensueño\"; Invócalo de Modo Especial en Posición de Defensa. Durante la Main o la Battle Phase, si \"Espejo Ensueño de Terror\" está en una Zona del Campo (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial 1 \"Fantaso, el Enemigo del Espejo Ensueño\" desde tu Deck. Sólo puedes usar cada efecto de \"Fantaso, el Amigo del Espejo Ensueño\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement par l'effet d'un monstre \"Miroir des Rêves\" : vous pouvez cibler 1 monstre \"Miroir des Rêves\" de max. Niveau 8 (\"Phantasos, l'Ami du Miroir des Rêves\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Durant la Main ou Battle Phase, si \"Miroir des Rêves de la Terreur\" est dans une Zone Terrain (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Phantasos, l'Ennemi du Miroir des Rêves\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Phantasos, l'Ami du Miroir des Rêves\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente dall'effetto di un mostro \"Specchio dei Sogni\": puoi scegliere come bersaglio 1 mostro \"Specchio dei Sogni\" di Livello 8 o inferiore nel tuo Cimitero, eccetto \"Phantasos, l'Amico Specchio dei Sogni\"; Evocalo Specialmente in Posizione di Difesa. Durante la Main o Battle Phase, se \"Specchio dei Sogni del Terrore\" è in una Zona Terreno (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 1 \"Phantasos, il Nemico Specchio dei Sogni\" dal tuo Deck. Puoi utilizzare ogni effetto di \"Phantasos, l'Amico Specchio dei Sogni\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial pelo efeito de um monstro \"Espelho Onírico\": você pode escolher 1 monstro \"Espelho Onírico\" de Nível 8 ou menos no seu Cemitério, exceto \"Fântaso, o Amigo do Espelho Onírico\"; Invoque-o por Invocação-Especial em Posição de Defesa. Durante a Fase Principal ou de Batalha, se \"Espelho Onírico do Terror\" estiver em uma Zona do Campo (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 \"Fântaso, o Inimigo do Espelho Onírico\" do seu Deck. Você só pode usar cada efeito de \"Fântaso, o Amigo do Espelho Onírico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが「夢魔鏡」モンスターの効果で特殊召喚に成功した場合、「夢魔鏡の聖獣－パンタス」以外の自分の墓地のレベル８以下の「夢魔鏡」モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。②：フィールドゾーンに「闇黒の夢魔鏡」が存在する場合、自分・相手のメインフェイズ及びバトルフェイズに、このカードをリリースして発動できる。デッキから「夢魔鏡の魔獣－パンタス」１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 \"몽마경\" 몬스터의 효과로 특수 소환에 성공했을 경우, \"몽마경의 성수－판타스\" 이외의 자신 묘지의 레벨 8 이하의 \"몽마경\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. ②: 필드 존에 \"암흑의 몽마경\"이 존재할 경우, 자신 / 상대의 메인 페이즈 및 배틀 페이즈에, 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"몽마경의 마수－판타스\" 1장을 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在此卡透過「夢魔鏡」的怪獸效果特殊召喚成功的狀況下，可將我方墓地的１隻「夢魔鏡的聖獸－幻塔斯」以外的等級８以下的「夢魔鏡」怪獸做為對象發動。以守備表示特殊召喚該怪獸。②：在場地區存在「暗黑夢魔鏡」的狀況下，可在我方・對方的主要階段及戰鬥階段解放此卡發動。從牌組特殊召喚１隻「夢魔鏡的魔獸－幻塔斯」。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡以\"梦魔镜\"怪兽的效果特殊召唤成功的情况下，以自己墓地\"梦魔镜圣兽－幻塔斯\"以外的1只等级8以下的\"梦魔镜\"怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。②：场地区域有\"暗黑之梦魔镜\"存在的情况下，在自己・对手的主要阶段及战斗阶段，解放此卡可以发动。从牌组将1只\"梦魔镜魔兽－幻塔斯\"特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "LIGHT", "level": 4, "atk": 900, "def": 1900, "series": ["Dream Mirror"], "images": [{"index": 1, "image": "PhantasostheDreamMirrorFriend-CHIM-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN085", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "de": [{"set_number": "CHIM-DE085", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CHIM-FR085", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "it": [{"set_number": "CHIM-IT085", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CHIM-PT085", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP1-JP018", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR018", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC043", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666406, "master_duel_rarity": "N"}