{"konami_id": 6800, "password": 62437709, "name": {"en": "Alien Grey", "de": "Außerirdischer Grau", "es": "Alienígena Gris", "fr": "Alien Gris", "it": "Alieno Grigio", "pt": "Alienígena Cinzento", "ja": "エーリアン・グレイ", "ja_romaji": "Ērian Gurei", "ko": "에일리언 그레이", "ko_rr": null, "zh-TW": "外星人灰色", "zh-CN": "外星人灰色"}, "text": {"en": "FLIP: Place 1 A-Counter on 1 face-up monster on your opponent's side of the field. (If a monster with an A-Counter battles an \"Alien\" monster, it loses 300 ATK and DEF for each A-Counter during damage calculation only.) After this card has been flipped face-up, when it is destroyed by battle and sent to the Graveyard, draw 1 card.", "de": "FLIPP: Lege 1 A-Zählmarke auf 1 offenes Monster auf der Spielfeldseite deines Gegners. (Falls ein Monster mit einer A-Zählmarke gegen ein Monster kämpft, dessen Kartenname „Außerirdische“ enthält, verringere nur während der Schadensberechnung seine ATK und DEF um 300 Punkte für jede A-Zählmarke.) Nachdem diese Karte aufgedeckt wurde und wenn sie als Ergebnis eines Kampfes zerstört und auf den Friedhof gelegt wird, ziehe 1 Karte von deinem Deck.", "es": "VOLTEO: Pon 1 Contador \"A\" en 1 monstruo boca arriba en el Campo de tu adversario. (Si un monstruo con Contadores \"A\" batalla contra un monstruo que incluya \"Alienígena\" en su nombre, disminuye su ATK y su DEF en 300 puntos por cada Contador \"A\", sólo durante el cálculo de daño.) Después de que esta carta haya sido volteada boca arriba, cuando es destruida como resultado de una batalla y mandada al Cementerio, roba 1 carta de tu Deck.", "fr": "FLIP : Placez 1 Compteur-A sur 1 monstre face recto sur le Terrain de votre adversaire. (Si un monstre avec un Compteur-A combat un monstre qui inclut \"Alien\" dans son nom de carte, diminuez son ATK et sa DEF de 300 points pour chaque Compteur-A, durant le calcul des dommages uniquement.) Après l'Invocation Flip de cette carte, lorsqu'elle est détruite à l'issue d'un combat et envoyée au Cimetière, piochez 1 carte de votre Deck.", "it": "SCOPRI: Metti un Segnalino-A su un mostro scoperto sul Terreno del tuo avversario. (Se un mostro con un Segnalino-A combatte un mostro che include \"Alieno\" nel suo nome, diminuisci i suoi ATK e DEF di 300 punti per ogni Segnalino-A solo durante il calcolo dei danni.) Dopo che questa carta è stata scoperta, quando questa carta viene distrutta in seguito ad una battaglia e mandata al Cimitero, pesca 1 carta dal tuo Deck.", "pt": null, "ja": "リバース：相手フィールド上に表側表示で存在するモンスター１体を選択し、Ａカウンターを１つ置く。また、リバースしたこのカードが戦闘によって破壊され墓地へ送られた時、デッキからカードを１枚ドローする。このカードがフィールド上に表側表示で存在する限り、Ａカウンターが乗ったモンスターは、「エーリアン」と名のついたモンスターと戦闘を行う場合、ダメージ計算時のみＡカウンター１つにつき攻撃力・守備力が３００ポイントダウンする。", "ko": "리버스 : 상대 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택하고, A 카운터를 1개 놓는다. 또한, 리버스한 이 카드가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 덱에서 카드를 1장 드로우한다. 이 카드가 필드 위에 앞면 표시로 존재하는 한, A 카운터가 얹힌 몬스터는, \"에일리언\"이라는 이름이 붙은 몬스터와 전투를 실행할 경우, 데미지 계산시에만 A 카운터 1개당 공격력 / 수비력을 300 포인트 내린다.", "zh-TW": null, "zh-CN": "反转：选择对方场上表侧表示存在的1只怪兽，放置1个Ａ指示物。此外，反转过的这张卡被战斗破坏送去墓地时，从卡组抽1张卡。只要这张卡在场上表侧表示存在，有Ａ指示物放置的怪兽和名字带有「外星」的怪兽进行战斗的场合，只在伤害计算时Ａ指示物每有1个攻击力·守备力下降300。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "LIGHT", "level": 2, "atk": 300, "def": 800, "series": ["Alien"], "images": [{"index": 1, "image": "AlienGrey-POTD-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "POTD-EN024", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "POTD-DE024", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "es": [{"set_number": "POTD-SP024", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "POTD-FR024", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "POTD-IT024", "set_name": "Power of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "POTD-JP024", "set_name": "Power of the Duelist", "rarities": ["Common"]}, {"set_number": "DE01-JP018", "set_name": "Duelist Edition Volume 1", "rarities": ["Common"]}], "ko": [{"set_number": "POTD-KR024", "set_name": "Power of the Duelist", "rarities": ["Common"]}, {"set_number": "PC01-KR018", "set_name": "Precious Pack Volume 1", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 11338, "master_duel_rarity": "N"}