{"konami_id": 17655, "password": 62480168, "name": {"en": "Amazoness Hot Spring", "de": "Amazonische heiße Quelle", "es": "Fuente Termal Amazoness", "fr": "Fontaine Chaude Amazonesse", "it": "Fonte Termale Amazoness", "pt": "Nascente Ardente Amazoness", "ja": "アマゾネスの<ruby>秘<rt>ひ</rt></ruby><ruby>湯<rt>とう</rt></ruby>", "ja_romaji": "Amazonesu no Hitō", "ko": "아마조네스의 비탕", "ko_rr": "Amajoneseu-ui Bitang", "zh-TW": "亞馬遜的秘湯", "zh-CN": "亚马逊的秘汤"}, "text": {"en": null, "de": "Wenn diese Karte aktiviert wird: Du kannst 1 „Amazonisch“-Monster von deinem Deck nehmen und es entweder deiner Hand hinzufügen oder (falls es ein Pendelmonster ist) in deine Pendelzone legen. Wenn du Kampfschaden erhältst, solange du eine „Amazonisch“-Monsterkarte kontrollierst: Du kannst LP in Höhe des Schadens erhalten, den du erhalten hast. Du kannst diesen Effekt von „Amazonische heiße Quelle“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es activada: puedes tomar 1 monstruo \"Amazoness\" en tu Deck, y ya sea añadirlo a tu mano o (si es un Monstruo de Péndulo) ponerlo en tu Zona de Péndulo. Cuando recibes daño de batalla mientras controles una Carta de Monstruo \"Amazoness\": puedes ganar LP igual al daño que recibiste. Sólo puedes usar este efecto de \"Fuente Termal Amazoness\" una vez por turno.", "fr": "Lorsque cette carte est activée : vous pouvez prendre 1 monstre \"Amazonesse\" depuis votre Deck, et soit ajoutez-le à votre main soit (si c'est un Monstre Pendule) placez-le dans votre Zone Pendule. Lorsque vous recevez des dommages de combat tant que vous contrôlez une Carte Monstre \"Amazonesse\" : vous pouvez gagner des LP égaux aux dommages que vous avez reçus. Vous ne pouvez utiliser cet effet de \"Fontaine Chaude Amazonesse\" qu'une fois par tour.", "it": "Quando questa carta viene attivata: puoi prendere 1 mostro \"Amazoness\" dal tuo Deck, e aggiungerlo alla tua mano oppure (se è un Mostro Pendulum) metterlo nella tua Zona Pendulum. Quando subisci danno da combattimento mentre controlli una Carta Mostro \"Amazoness\": puoi guadagnare LP pari al danno che hai subito. Puoi utilizzare questo effetto di \"Fonte Termale Amazoness\" una sola volta per turno.", "pt": "Quando este card for ativado: você pode pegar 1 monstro \"Amazoness\" do seu Deck e adicioná-lo à sua mão ou (se for um Monstro Pêndulo) coloque-o na sua Zona de Pêndulo. Quando você sofrer dano de batalha enquanto você controlar um Card de Monstro \"Amazoness\": você pode ganhar PV igual ao dano que você sofreu. Você só pode usar este efeito de \"Nascente Ardente Amazoness\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードの発動時の効果処理として、デッキから、「アマゾネス」モンスター１体を手札に加えるか、「アマゾネス」Ｐモンスター１体を自分のＰゾーンに置く事ができる。\n②：自分フィールドに「アマゾネス」モンスターカードが存在し、自分が戦闘ダメージを受けた時に発動できる。受けたダメージの数値分だけ自分のＬＰを回復する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서, \"아마조네스\" 몬스터 1장을 패에 넣거나, \"아마조네스\" 펜듈럼 몬스터 1장을 고르고 자신의 펜듈럼 존에 놓을 수 있다. ②: 자신 필드에 \"아마조네스\" 몬스터 카드가 존재하고, 자신이 전투 데미지를 받았을 때에 발동할 수 있다. 받은 데미지의 수치만큼만 자신의 LP를 회복한다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：做為此卡發動時的效果處理，可從牌組將１隻「亞馬遜」怪獸加入手牌，或選擇１隻「亞馬遜」鐘擺怪獸置於我方的鐘擺區。②：可在我方場上存在「亞馬遜」怪獸卡，我方受到戰鬥傷害時發動。依據受到傷害的數值回復我方LP。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：作为此卡发动时的效果处理，可从牌组将１只“亚马逊”怪兽加入手牌，或挑选１只“亚马逊”灵摆怪兽放在自己的灵摆区域。②：自己场上存在“亚马逊”怪兽卡，自己受到战斗伤害时可以发动。依受到的伤害数值恢复自己的LP。"}, "card_type": "Trap", "property": "Continuous", "series": ["Amazoness"], "images": [{"index": 1, "image": "AmazonessHotSpring-AC02-JP-C.png", "illustration": "AmazonessHotSpring-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "AmazonessHotSpring-BLCR-EN-UR-1E.png", "illustration": "AmazonessHotSpring-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLCR-EN039", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLCR-DE039", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR039", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT039", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT039", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP039", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR039", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708602, "master_duel_rarity": "SR"}