{"konami_id": 11745, "password": 62681049, "name": {"en": "Dizzying Winds of Yosen Village", "de": "Schwindelerregende Winde des Yosen-Dorfs", "es": "Vientos Vertiginosos de la Aldea Yosen", "fr": "Vents Étourdissants du Village Yosen", "it": "Venti Frastornanti del Villaggio Yosen", "pt": "Ventos Vertiginosos da Vila de Yosen", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>仙<rt>せん</rt></ruby><ruby>郷<rt>きょう</rt></ruby>の<ruby>眩<rt>め</rt></ruby><ruby>暈<rt>まい</rt></ruby><ruby>風<rt>かぜ</rt></ruby>", "ja_romaji": "Yōsenkyō no Memaikaze", "ko": "요선향의 현훈풍", "ko_rr": null, "zh-TW": "妖仙鄉的眩暈風", "zh-CN": "妖仙乡的眩晕风"}, "text": {"en": "Activate this card only if you control a Level 6 or higher \"Yosenju\" monster. While you have a \"Yosenju\" card in your Pendulum Zone, if a monster would be returned from the field to the hand by a card effect, shuffle it into the Deck instead, unless it is a \"Yosenju\" monster.", "de": "Aktiviere diese Karte nur, falls du ein „Yosenju“-Monster der Stufe 6 oder höher kontrollierst. Solange du eine „Yosenju“-Karte in deiner Pendelzone hast, falls ein Monster durch einen Karteneffekt vom Spielfeld auf die Hand zurückgegeben würde, mische es stattdessen ins Deck, es sei denn, es ist ein „Yosenju“-Monster.", "es": "Sólo puedes activar esta carta si controlas un monstruo \"Yosenju\" de Nivel 6 o mayor. Mientras tengas una carta \"Yosenju\" en tu Zona del Péndulo, si un monstruo fuera a ser devuelto a la mano desde el Campo por efecto de una carta, barájalo al Deck en su lugar, a menos que sea un monstruo \"Yosenju\".", "fr": "Activez cette carte uniquement si vous contrôlez un monstre \"Yosenju\" de min. Niveau 6. Tant que vous avez une carte \"Yosenju\" dans votre Zone Pendule, si un monstre va être renvoyé depuis le Terrain à la main par un effet de carte, mélangez-le dans le Deck à la place, sauf si c'est un monstre \"Yosenju\".", "it": "Attiva questa carta solo se controlli un mostro \"Yosenju\" di Livello 6 o superiore. Mentre hai una carta \"Yosenju\" nella tua Zona Pendulum, se un mostro sta per essere fatto ritornare dal Terreno nella mano dall'effetto di una carta, invece mischialo nel Deck, a meno che sia un mostro \"Yosenju\".", "pt": "Ative este card apenas se você controlar um monstro \"Yosenju\" de Nivel 6 ou mais. Enquanto você tiver um card \"Yosenju\" na sua Zona de Pêndulo, se um monstro seria devolvido do campo para a mão por um efeito de card, em vez disso, embaralhe-o no Deck, a não ser que ele seja um monstro \"Yosenju\".", "ja": "自分フィールドにレベル６以上の「妖仙獣」モンスターが存在する場合にこのカードを発動できる。①：このカードが魔法＆罠ゾーンに存在し、自分のＰゾーンに「妖仙獣」カードが存在する限り、フィールドにセットされたモンスター及び「妖仙獣」モンスター以外のフィールドの表側表示モンスターが効果で手札に戻る場合、手札に戻らず持ち主のデッキに戻る。", "ko": "자신 필드에 레벨 6 이상의 \"요선수\" 몬스터가 존재할 경우에 이 카드를 발동할 수 있다. ①: 이 카드가 마법 & 함정 존에 존재하고, 자신 펜듈럼 존에 \"요선수\" 카드가 존재하는 한, 필드에 세트된 몬스터 및 \"요선수\" 몬스터 이외의 필드의 앞면 표시 몬스터가 효과로 패로 되돌아갈 경우, 패로 되돌아가지 않고 주인의 덱으로 되돌아간다.", "zh-TW": null, "zh-CN": "自己场上有6星以上的「妖仙兽」怪兽存在的场合才能把这张卡发动。①：只要这张卡在魔法与陷阱区域存在并在自己的灵摆区域有「妖仙兽」卡存在，场上盖放的怪兽以及除「妖仙兽」怪兽以外的场上的表侧表示怪兽因效果回到手卡的场合，不回到手卡回到持有者卡组。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "DizzyingWindsofYosenVillage-CROS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN070", "set_name": "Crossed Souls", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE070", "set_name": "Crossed Souls", "rarities": ["Common"]}], "es": [{"set_number": "CROS-SP070", "set_name": "Crossed Souls", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR070", "set_name": "Crossed Souls", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT070", "set_name": "Crossed Souls", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT070", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP070", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ko": [{"set_number": "CROS-KR070", "set_name": "Crossed Souls", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 334578, "master_duel_rarity": "N"}