{"konami_id": 14727, "password": 62694833, "name": {"en": "Brotherhood of the Fire Fist - Ram", "de": "Bruderschaft der Feuerfaust - Widder", "es": "Hermandad del Puño de Fuego - Carnero", "fr": "Confrérie du Poing de Feu - Bélier", "it": "Fratellanza del Pugno di Fuoco - Ariete", "pt": "Irmandade do Punho de Fogo - Carneiro", "ja": "<ruby>魁<rt>かい</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>星<rt>せい</rt></ruby>－シーブ", "ja_romaji": "Kaiensei - Shību", "ko": "괴염성－시브", "ko_rr": null, "zh-TW": null, "zh-CN": "魁炎星－羊武"}, "text": {"en": "When this card is Normal Summoned: You can discard 1 card, then target 1 \"Fire Formation\" Spell/Trap you control; Set 1 \"Fire Formation\" Spell/Trap with a different name directly from your Deck. If this card is Special Summoned by the effect of a \"Fire Fist\" monster: You can Set 1 \"Fire Formation\" Spell/Trap directly from your Deck, with a different name from the cards in your GY. You can only use each effect of \"Brotherhood of the Fire Fist - Ram\" once per turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 Karte abwerfen und dann 1 „Feuerformation“-Zauber/Falle wählen, den oder die du kontrollierst; setze 1 „Feuerformation“-Zauber/Falle mit einem unterschiedlichen Namen direkt von deinem Deck. Falls diese Karte durch den Effekt eines „Feuerfaust“-Monsters als Spezialbeschwörung beschworen wird: Du kannst 1 „Feuerformation“-Zauber/Falle mit einem unterschiedlichen Namen als die Karten in deinem Friedhof direkt von deinem Deck setzen. Du kannst jeden Effekt von „Bruderschaft der Feuerfaust - Widder“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes descartar 1 carta, y después seleccionar 1 Mágica/Trampa \"Formación de Fuego\" que controles; Coloca 1 Mágica/Trampa \"Formación de Fuego\" con un nombre diferente directamente desde tu Deck. Si esta carta es Invocada de Modo Especial por el efecto de un monstruo \"Puño de Fuego\": puedes Colocar 1 Mágica/Trampa \"Formación de Fuego\" directamente desde tu Deck, con un nombre diferente a las cartas en tu Cementerio. Sólo puedes usar cada efecto de \"Hermandad del Puño de Fuego - Carnero\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez défausser 1 carte, puis ciblez 1 Magie/Piège \"Formation Feu\" que vous contrôlez ; Posez 1 Magie/Piège \"Formation Feu\" de nom différent directement depuis votre Deck. Si cette carte est Invoquée Spécialement par l'effet d'un monstre \"Poing de Feu\" : vous pouvez Poser 1 Magie/Piège \"Formation Feu\" directement depuis votre Deck, de nom différent des cartes dans votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Confrérie du Poing de Feu - Bélier\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi scartare 1 carta, poi scegliere come bersaglio 1 Magia/Trappola \"Formazione di Fuoco\" che controlli; Posiziona 1 Magia/Trappola \"Formazione di Fuoco\" con un nome diverso direttamente dal tuo Deck. Se questa carta viene Evocata Specialmente dall'effetto di un mostro \"Pugno di Fuoco\": puoi Posizionare direttamente dal tuo Deck 1 Magia/Trappola \"Formazione di Fuoco\" con un nome diverso dalle carte nel tuo Cimitero. Puoi utilizzare ogni effetto di \"Fratellanza del Pugno di Fuoco - Ariete\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode descartar 1 card e, depois, escolha 1 Magia/Armadilha \"Formação de Fogo\" que você controla; Baixe 1 Magia/Armadilha \"Formação de Fogo\" com um nome diferente diretamente do seu Deck. Se este card for Invocado por Invocação-Especial pelo efeito de um monstro \"Punho de Fogo\": você pode Baixar 1 Magia/Armadilha \"Formação de Fogo\" diretamente do seu Deck, com um nome diferente que o dos cards no seu Cemitério. Você só pode usar cada efeito de \"Irmandade do Punho de Fogo - Carneiro\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚に成功した時、手札を１枚捨て、自分フィールドの「炎舞」魔法・罠カード１枚を対象として発動できる。そのカードとはカード名が異なる「炎舞」魔法・罠カード１枚をデッキから選んで自分フィールドにセットする。②：このカードが「炎星」モンスターの効果で特殊召喚に成功した場合に発動できる。同名カードが自分の墓地に存在しない「炎舞」魔法・罠カード１枚をデッキから選んで自分フィールドにセットする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때, 패를 1장 버리고, 자신 필드의 \"염무\" 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드와는 카드명이 다른 \"염무\" 마법 / 함정 카드 1장을 덱에서 고르고 자신 필드에 세트한다. ②: 이 카드가 \"염성\" 몬스터의 효과로 특수 소환에 성공했을 경우에 발동할 수 있다. 같은 이름의 카드가 자신 묘지에 존재하지 않는 \"염무\" 마법 / 함정 카드 1장을 덱에서 고르고 자신 필드에 세트한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡召唤时，舍弃１张手牌，以自己场上的１张“炎舞”魔法・陷阱卡为对象可以发动。从牌组将１张卡名与该卡不同的“炎舞”魔法・陷阱卡放置在自己场上。\n②：此卡以“炎星”怪兽的效果特殊召唤的情况下可以发动。从牌组将１张自己墓地不存在同名卡的“炎舞”魔法・陷阱卡放置在自己场上。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "FIRE", "level": 3, "atk": 800, "def": 200, "series": ["Fire Fist"], "images": [{"index": 1, "image": "BrotherhoodoftheFireFistRam-FIGA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN011", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FIGA-DE011", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "es": [{"set_number": "FIGA-SP011", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FIGA-FR011", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FIGA-IT011", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FIGA-PT011", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "WPP1-JP044", "set_name": "World Premiere Pack 2020", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP1-KR044", "set_name": "World Premiere Pack 2020", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "NE01-SC138", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653531}