{"konami_id": 8320, "password": 62742651, "name": {"en": "Armored Axon Kicker", "de": "Gepanzerter Axonkicker", "es": "Pateador de Axones Blindado", "fr": "Champion Psyborg Blindé", "it": "Calciatore Axon Corazzato", "pt": "Chutador de axônios blindado", "ja": "アーマード・サイキッカー", "ja_romaji": "Āmādo Saikikkā", "ko": "아머드 사이키커", "ko_rr": null, "zh-TW": "盔甲超能者", "zh-CN": "盔甲超能者"}, "text": {"en": "If you control a face-up Psychic-Type monster, you can Normal Summon this card without Tributing. If this card destroys an opponent's monster by battle, you take damage equal to half the destroyed monster's ATK. Then, you can Special Summon 1 monster from your Graveyard with ATK less than or equal to the damage you took.", "de": "Falls du ein offenes Monster vom Typ Psi kontrollierst, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Falls diese Karte ein Monster deines Gegners durch Kampf zerstört, erhältst du Schaden in Höhe der Hälfte der ATK des zerstörten Monsters. Dann kannst du 1 Monster mit ATK kleiner oder gleich dem Schaden, den du erhalten hast, als Spezialbeschwörung von deinem Friedhof beschwören.", "es": "Si controlas un monstruo boca arriba de Tipo Psíquico, puedes Invocar esta carta de Modo Normal sin realizar Sacrificios. Si esta carta destruye al monstruo de tu adversario en batalla, recibes daño igual a la mitad del ATK del monstruo destruido. Después, puedes Invocar de Modo Especial, desde tu Cementerio, 1 monstruo con ATK igual o menor que el daño que recibiste.", "fr": "Si vous contrôlez un monstre de Type Psychique face recto, vous pouvez Invoquer Normalement cette carte sans Sacrifice. Si cette carte détruit un monstre de l'adversaire au combat, vous recevez un montant de dommages égal à la moitié de l'ATK du monstre détruit. Ensuite, vous pouvez Invoquer Spécialement 1 monstre depuis votre Cimetière avec une ATK inférieure ou égale aux dommages que vous avez reçus.", "it": "Se controlli 1 mostro di Tipo Psichico scoperto, puoi Evocare Normalmente questa carta senza offrire Tributi. Se questa carta distrugge un mostro dell'avversario in battaglia, tu subisci danno pari alla metà dell'ATK del mostro distrutto. Poi, puoi Evocare Specialmente 1 mostro dal tuo Cimitero con ATK pari o inferiore al danno che hai subito.", "pt": "Se você controla monstros Psychic-Type, você pode Normal Summon esta carta sem Tributo. Se esta carta destrói um monstro do seu oponente em batalha, você pode receber dano igual à metade do ATK do monstro destruído e, depois disso, você pode Special Summon 1 monstro cujo ATK seja igual ou menor que o dano que você recebeu do seu Cemitério para o seu lado do campo.", "ja": "自分フィールド上にサイキック族モンスターが表側表示で存在する場合、このカードはリリースなしで召喚する事ができる。このカードが戦闘によって相手モンスターを破壊した場合、自分は破壊したモンスターの攻撃力の半分のダメージを受ける。さらに受けたダメージの数値以下の攻撃力を持つモンスター１体を自分の墓地から特殊召喚する事ができる。", "ko": "자신 필드 위에 사이킥족 몬스터가 앞면 표시로 존재할 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. 이 카드가 전투에 의해서 상대 몬스터를 파괴했을 경우, 자신은 파괴한 몬스터의 공격력 절반의 데미지를 받는다. 또한 받은 데미지 수치 이하의 공격력을 가진 몬스터 1장을 자신의 묘지에서 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "自己场上有念动力族怪兽表侧表示存在的场合，这张卡可以不用解放作召唤。这张卡战斗破坏对方怪兽的场合，自己受到破坏的怪兽的攻击力一半数值的伤害。可以再把持有受到的伤害数值以下的攻击力的1只怪兽从自己墓地特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "EARTH", "level": 6, "atk": 2200, "def": 1800, "images": [{"index": 1, "image": "ArmoredAxonKicker-ANPR-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ANPR-EN029", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "de": [{"set_number": "ANPR-DE029", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "fr": [{"set_number": "ANPR-FR029", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "it": [{"set_number": "ANPR-IT029", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "ja": [{"set_number": "ANPR-JP029", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "ko": [{"set_number": "ANPR-KR029", "set_name": "Ancient Prophecy", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 95230, "master_duel_rarity": "R"}