{"konami_id": 21475, "password": 62767644, "name": {"en": "Inferno of the Ashened", "de": "Inferno der in Asche Gelegten", "es": "Infierno de los Calcinados", "fr": "Inferno du Cendré", "it": "Inferno dell'Incenerita", "pt": "Inferno do Cinzento", "ja": "<ruby>灰<rt>かい</rt></ruby><ruby>滅<rt>めつ</rt></ruby>の<ruby>劫<rt>ごう</rt></ruby><ruby>火<rt>か</rt></ruby>", "ja_romaji": "Kaimetsu no Gōka", "ko": "회멸의 겁화", "ko_rr": null, "zh-TW": null, "zh-CN": "灰灭的劫火"}, "text": {"en": "When this card is activated: You can place 1 \"Obsidim, the Ashened City\" from your Deck, face-up in either Field Zone. You can target 1 face-up card your opponent controls and 1 Level 8 or higher DARK Pyro monster in your GY; send that card on the field to the GY, and if you do, Special Summon that other monster from your GY to your opponent's field in Defense Position. You can only use this effect of \"Inferno of the Ashened\" once per turn. You can only activate 1 \"Inferno of the Ashened\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst 1 „Obsidim, die in Asche gelegte Stadt“ von deinem Deck offen in eine beliebige Spielfeldzone legen. Du kannst 1 offene Karte, die dein Gegner kontrolliert, und 1 FINSTERNIS Pyro-Monster der Stufe 8 oder höher in deinem Friedhof wählen; lege jene Karte vom Spielfeld auf den Friedhof und falls du dies tust, beschwöre jenes andere Monster als Spezialbeschwörung von deinem Friedhof auf die Spielfeldseite deines Gegners in die Verteidigungsposition. Du kannst diesen Effekt von „Inferno der in Asche Gelegten“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Inferno der in Asche Gelegten“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes poner boca arriba en cualquier Zona del Campo 1 \"Obsidim, la Ciudad Calcinada\" en tu Deck. Puedes seleccionar 1 carta boca arriba que controle tu adversario y 1 monstruo Piro de OSCURIDAD de Nivel 8 o mayor en tu Cementerio; manda al Cementerio esa carta en el Campo y, si lo haces, Invoca de Modo Especial ese otro monstruo desde tu Cementerio al Campo de tu adversario en Posición de Defensa. Sólo puedes usar este efecto de \"Infierno de los Calcinados\" una vez por turno. Sólo puedes activar 1 \"Infierno de los Calcinados\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez placer face recto 1 \"Obsidim, la Cité Cendrée\" depuis votre Deck dans l'une des Zones Terrain. Vous pouvez cibler 1 carte face recto contrôlée par votre adversaire et 1 monstre TÉNÈBRES Pyro de min. Niveau 8 dans votre Cimetière ; envoyez la carte sur le Terrain au Cimetière, et si vous le faites, Invoquez Spécialement l'autre monstre depuis votre Cimetière sur le Terrain de votre adversaire en Position de Défense. Vous ne pouvez utiliser cet effet de \"Inferno du Cendré\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Inferno du Cendré\" par tour.", "it": "Quando questa carta viene attivata: puoi mettere 1 \"Obsidim, la Città Incenerita\" dal tuo Deck, scoperta in qualsiasi Zona Terreno. Puoi scegliere come bersaglio 1 carta scoperta controllata dal tuo avversario e 1 mostro OSCURITÀ Pyro di Livello 8 o superiore nel tuo Cimitero; manda al Cimitero quella carta sul Terreno e, se lo fai, Evoca Specialmente quell'altro mostro dal tuo Cimitero sul Terreno del tuo avversario in Posizione di Difesa. Puoi utilizzare questo effetto di \"Inferno dell'Incenerita\" una sola volta per turno. Puoi attivare solo 1 \"Inferno dell'Incenerita\" per turno.", "pt": "Quando este card for ativado: você pode colocar 1 \"Obsidim, a Cidade Cinzenta\" do seu Deck, com a face para cima em qualquer Zona do Campo. Você pode escolher 1 card com a face para cima que seu oponente controla e 1 monstro Piro de TREVAS de Nível 8 ou mais no seu Cemitério; envie esse card no campo para o Cemitério e, se isso acontecer, Invoque por Invocação-Especial esse outro monstro do seu Cemitério no campo do seu oponente em Posição de Defesa. Você só pode usar este efeito de \"Inferno do Cinzento\" uma vez por turno. Você só pode ativar 1 \"Inferno do Cinzento\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の②の効果は１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、デッキから「灰滅の都 オブシディム」１枚を自分か相手のフィールドゾーンに表側表示で置く事ができる。②：相手フィールドの表側表示カード１枚と自分の墓地のレベル８以上の炎族・闇属性モンスター１体を対象として発動できる。対象のフィールドのカードを墓地へ送り、対象の墓地のモンスターを相手フィールドに守備表示で特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"회멸의 도시 옵시딤\" 1장을 자신이나 상대의 필드 존에 앞면 표시로 놓을 수 있다. ②: 상대 필드의 앞면 표시 카드 1장과 자신 묘지의 레벨 8 이상인 화염족 / 어둠 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 대상 필드의 카드를 묘지로 보내고, 대상 묘지의 몬스터를 상대 필드에 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张，此卡名的②效果1回合仅可使用1次。①：作为此卡发动时的效果处理，可从牌组将1张“灰灭之都 黑曜城”以表侧表示放在自己或对手的场地区域。②：以对手场上的1张表侧表示卡和自己墓地的1只等级8以上的炎族・暗属性怪兽为对象可以发动。将对象的场上的卡送至墓地，将对象的墓地怪兽以守备表示特殊召唤至对手场上。"}, "card_type": "Spell", "property": "Continuous", "series": ["Ashened"], "images": [{"index": 1, "image": "InfernooftheAshened-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN064", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE064", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP064", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR064", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT064", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT064", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP064", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}], "ko": [{"set_number": "DUAD-KR064", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC064", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1119586}