{"konami_id": 15019, "password": 62850093, "name": {"en": "Cataclysmic Circumpolar Chilblainia", "de": "Katastrophal kalte Kühlblainia", "es": "Sabañonia Circumpolar Cataclísmica", "fr": "Chilblainia Circumpolaire Cataclysmique", "it": "Gelone Circumpolare Cataclismico", "pt": "Frieira Circumpolar Cataclísmica", "ja": "<ruby>氷<rt>ひょう</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>禍<rt>か</rt></ruby>チルブレイン", "ja_romaji": "Hyōtenka Chiruburein", "ko": "빙천재앙 칠브레인", "ko_rr": "Bingcheonjaewang Chilbeurein", "zh-TW": null, "zh-CN": "冰天祸 奇尔布莱恩"}, "text": {"en": "If a face-up WATER monster(s) you control is destroyed by battle or an opponent's card effect: You can Special Summon this card from your hand, then you can send 1 random card from your opponent's hand to the GY. You can only use this effect of \"Cataclysmic Circumpolar Chilblainia\" once per turn.", "de": "Falls ein oder mehr offene WASSER Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du 1 zufällige Karte von der Hand deines Gegners auf den Friedhof legen. Du kannst diesen Effekt von „Katastrophal kalte Kühlblainia“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos de AGUA boca arriba que controlas son destruidos en batalla o por el efecto de una carta del adversario: puedes Invocar esta carta de Modo Especial desde tu mano, y después puedes mandar al Cementerio 1 carta al azar en la mano de tu adversario. Sólo puedes usar este efecto de \"Sabañonia Circumpolar Cataclísmica\" una vez por turno.", "fr": "Si un ou plusieurs monstres EAU face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez envoyer 1 carte au hasard depuis la main de votre adversaire au Cimetière. Vous ne pouvez utiliser cet effet de \"Chilblainia Circumpolaire Cataclysmique\" qu'une fois par tour.", "it": "Se uno o più mostri ACQUA scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta dell'avversario: puoi Evocare Specialmente questa carta dalla tua mano, poi puoi mandare 1 carta a caso dalla mano del tuo avversario al Cimitero. Puoi utilizzare questo effetto di \"Gelone Circumpolare Cataclismico\" una sola volta per turno.", "pt": "Se um ou mais monstros de ÁGUA com a face para cima que você controla forem destruídos em batalha ou por um efeito de card do oponente: você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode enviar 1 card aleatório da mão do seu oponente para o Cemitério. Você só pode usar este efeito de \"Frieira Circumpolar Cataclísmica\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：自分フィールドの表側表示の水属性モンスターが戦闘または相手の効果で破壊された場合に発動できる。このカードを手札から特殊召喚する。その後、相手の手札をランダムに１枚選んで墓地へ送る事ができる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시의 물 속성 몬스터가 전투 또는 상대 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 상대의 패를 무작위로 1장 고르고 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的效果1回合只能使用1次。\n①：自己场上的表侧表示的水属性怪兽被战斗或者对方的效果破坏的场合才能发动。这张卡从手卡特殊召唤。那之后，可以把对方手卡随机选1张送去墓地。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "WATER", "level": 8, "atk": 2600, "def": 200, "series": ["Cataclysmic"], "images": [{"index": 1, "image": "CataclysmicCircumpolarChilblainia-ETCO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN033", "set_name": "Eternity Code", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE033", "set_name": "Eternity Code", "rarities": ["Common"]}], "es": [{"set_number": "ETCO-SP033", "set_name": "Eternity Code", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR033", "set_name": "Eternity Code", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT033", "set_name": "Eternity Code", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT033", "set_name": "Eternity Code", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP033", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR033", "set_name": "Eternity Code", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 707564}