{"konami_id": 18447, "password": 62967433, "name": {"en": "Baromet the Sacred Sheep Shrub", "de": "Baromet der heilige Schafstrauch", "es": "Baromet el Sagrado Arbusto Oveja", "fr": "Baromet le Mouton-Arbuste Sacré", "it": "Baromet La Sacra Pecora Cespuglio", "pt": "Boromet, o Arbusto Sagrado da Ovelha", "ja": "<ruby>神<rt>しん</rt></ruby><ruby>羊<rt>よう</rt></ruby><ruby>樹<rt>じゅ</rt></ruby>バロメット", "ja_romaji": "Shin'yōju Barometto", "ko": "신양수 바로메트", "ko_rr": "Sin-yangsu Barometeu", "zh-TW": "神羊樹巴洛美特", "zh-CN": "神羊树 巴罗梅特"}, "text": {"en": "2+ Level 4 monsters\nYou can detach 1 material from this card, then target 1 Normal Trap in your GY; place it on the bottom of the Deck, then draw 1 card. If a Normal Trap Card is activated (except during the Damage Step): You can detach 1 material from an Xyz Monster you control, and if you do, Special Summon 1 Level 4 monster from your hand. You can only use each effect of \"Baromet the Sacred Sheep Shrub\" once per turn.", "de": "2+ Monster der Stufe 4\nDu kannst 1 Material von dieser Karte abhängen und dann 1 Normale Falle in deinem Friedhof wählen; lege sie unters Deck, dann ziehe 1 Karte. Falls eine Normale Fallenkarte aktiviert wird (außer während des Damage Steps): Du kannst 1 Material von einem Xyz-Monster abhängen, das du kontrollierst, und falls du dies tust, beschwöre 1 Monster der Stufe 4 als Spezialbeschwörung von deiner Hand. Du kannst jeden Effekt von „Baromet der heilige Schafstrauch“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 4\nPuedes desacoplar 1 material de esta carta, y después selecciona 1 Trampa Normal en tu Cementerio; ponla en la parte inferior del Deck, y después roba 1 carta. Si una Carta de Trampa Normal es activada (excepto durante el Damage Step): puedes desacoplar 1 material de un Monstruo Xyz que controles y, si lo haces, Invoca de Modo Especial 1 monstruo de Nivel 4 desde tu mano. Sólo puedes usar cada efecto de \"Baromet el Sagrado Arbusto Oveja\" una vez por turno.", "fr": "2+ monstres de Niveau 4\nVous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 Piège Normal dans votre Cimetière ; placez-le au-dessous du Deck, puis piochez 1 carte. Si une Carte Piège Normal est activée (sauf durant la Damage Step) : vous pouvez détacher 1 Matériel d'un Monstre Xyz que vous contrôlez, et si vous le faites, Invoquez Spécialement 1 monstre de Niveau 4 depuis votre main. Vous ne pouvez utiliser chaque effet de \"Baromet le Mouton-Arbuste Sacré\" qu'une fois par tour.", "it": "2+ mostri di Livello 4\nPuoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 Trappola Normale nel tuo Cimitero; mettila in fondo al Deck, poi pesca 1 carta. Se una Carta Trappola Normale viene attivata (eccetto durante il Damage Step): puoi staccare 1 materiale da un Mostro Xyz che controlli e, se lo fai, Evoca Specialmente 1 mostro di Livello 4 dalla tua mano. Puoi utilizzare ogni effetto di \"Baromet La Sacra Pecora Cespuglio\" una sola volta per turno.", "pt": "2+ monstros de Nível 4\nVocê pode desassociar 1 matéria deste card e, depois, escolha 1 Armadilha Normal no seu Cemitério; coloque-a no fundo do Deck e, depois, compre 1 card. Se um Card de Armadilha Normal for ativado (exceto durante a Etapa de Dano): você pode desassociar 1 matéria de um Monstro Xyz que você controla e, se isso acontecer, Invoque por Invocação-Especial 1 monstro de Nível 4 da sua mão. Você só pode usar cada efeito de \"Boromet, o Arbusto Sagrado da Ovelha\" uma vez por turno.", "ja": "レベル４モンスター×２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除き、自分の墓地の通常罠カード１枚を対象として発動できる。そのカードをデッキの一番下に戻す。その後、自分は１枚ドローする。②：通常罠カードが発動した場合に発動できる。自分フィールドのＸ素材を１つ取り除き、手札からレベル４モンスター１体を特殊召喚する。", "ko": "레벨 4 몬스터 × 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고, 자신 묘지의 일반 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 덱 맨 아래로 되돌린다. 그 후, 자신은 1장 드로우한다. ②: 일반 함정 카드가 발동했을 경우에 발동할 수 있다. 자신 필드의 엑시즈 소재를 1개 제거하고, 패에서 레벨 4 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "等级４怪兽×２只以上\n此卡名的①②效果１回合仅可各使用１次。\n①：去除此卡的１个超量素材，以自己墓地的１张通常陷阱卡为对象可以发动。将该卡放回牌组最下面。然后，自己抽１张。\n②：通常陷阱卡发动的情况下可以发动。去除自己场上的１个超量素材，从手牌将１只等级４怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Plant / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": 1900, "def": 2000, "materials": "2 or more Level 4 monsters", "images": [{"index": 1, "image": "BaromettheSacredSheepShrub-CYAC-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN097", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "de": [{"set_number": "CYAC-DE097", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CYAC-FR097", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "it": [{"set_number": "CYAC-IT097", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CYAC-PT097", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP227", "set_name": "V Jump January 2023 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "24PP-JP028", "set_name": "Premium Pack 2024", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "23PP-KRB21", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}, {"set_number": "24PP-KRA28", "set_name": "Premium Pack 2024 1st Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC031", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716564, "master_duel_rarity": "SR"}