{"konami_id": 20250, "password": 62995268, "name": {"en": "Woes of the White Forest", "de": "Leiden vom Weißen Wald", "es": "Infortunios del Bosque Blanco", "fr": "Malheur de la Forêt Blanche", "it": "Guai della Foresta Bianca", "pt": "Desgraças da Floresta Branca", "ja": "<ruby>白<rt>しろ</rt></ruby>き<ruby>森<rt>もり</rt></ruby>のわざわいなり", "ja_romaji": "Shiroki Mori no Wazawai Nari", "ko": "하얀 숲의 재앙", "ko_rr": null, "zh-TW": "此乃白森之禍矣", "zh-CN": "此乃白森之祸矣"}, "text": {"en": "Special Summon 1 \"White Forest\" monster from your hand or Deck, then immediately after this effect resolves, you can Synchro Summon 1 \"White Forest\" Synchro Monster. If this card is sent to the GY to activate a monster effect: You can Set this card. You can only use each effect of \"Woes of the White Forest\" once per turn.", "de": "Beschwöre 1 „Weißen Wald“-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck, dann, sofort nachdem dieser Effekt aufgelöst wurde, kannst du 1 „Weißen Wald“-Synchromonster als Synchrobeschwörung beschwören. Falls diese Karte auf den Friedhof gelegt wird, um einen Monstereffekt zu aktivieren: Du kannst diese Karte setzen. Du kannst jeden Effekt von „Leiden vom Weißen Wald“ nur einmal pro Spielzug verwenden.", "es": "Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo \"Bosque Blanco\" e inmediatamente después de que se resuelva este efecto, puedes Invocar por Sincronía 1 Monstruo de Sincronía \"Bosque Blanco\". Si esta carta es mandada al Cementerio para activar un efecto de monstruo: puedes Colocar esta carta. Sólo puedes usar cada efecto de \"Infortunios del Bosque Blanco\" una vez por turno.", "fr": "Invoquez Spécialement 1 monstre \"Forêt Blanche\" depuis votre main ou Deck, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer par Synchronisation 1 Monstre Synchro \"Forêt Blanche\". Si cette carte est envoyée au Cimetière pour activer un effet de monstre : vous pouvez Poser cette carte. Vous ne pouvez utiliser chaque effet de \"Malheur de la Forêt Blanche\" qu'une fois par tour.", "it": "Evoca Specialmente 1 mostro \"Foresta Bianca\" dalla tua mano o Deck, poi immediatamente dopo che questo effetto si è risolto, puoi Synchro Evocare 1 Mostro Synchro \"Foresta Bianca\". Se questa carta viene mandata al Cimitero per attivare l'effetto di un mostro: puoi Posizionare questa carta. Puoi utilizzare ogni effetto di \"Guai della Foresta Bianca\" una sola volta per turno.", "pt": "Invoque por Invocação-Especial 1 monstro \"Floresta Branca\" da sua mão ou do Deck e, depois, imediatamente depois que este efeito resolver, você pode Invocar por Invocação-Sincro 1 Monstro Sincro \"Floresta Branca\". Se este card for enviado para o Cemitério para ativar um efeito de monstro: você pode Baixar este card. Você só pode usar cada efeito de \"Desgraças da Floresta Branca\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札・デッキから「白き森」モンスター１体を特殊召喚する。その後、「白き森」Ｓモンスター１体のＳ召喚を行う事ができる。②：このカードがモンスターの効果を発動するために墓地へ送られた場合に発動できる。このカードを自分フィールドにセットする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패 / 덱에서 \"하얀 숲\" 몬스터 1장을 특수 소환한다. 그 후, \"하얀 숲\" 싱크로 몬스터 1장의 싱크로 소환을 실행할 수 있다. ②: 이 카드가 몬스터의 효과를 발동하기 위해 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 자신 필드에 세트한다.", "zh-TW": "此卡名的①②效果１回合僅可各使用１次。\n①：從手牌・牌組將１隻「白森」怪獸特殊召喚。然後，可進行１隻「白森」同步怪獸的同步召喚。\n②：此卡為發動怪獸的效果被送至墓地的情況下可以發動。將此卡放置在自己場上。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从手牌・牌组将１只“白森”怪兽特殊召唤。然后，可进行１只“白森”同步怪兽的同步召唤。②：此卡为发动怪兽的效果被送至墓地的情况下可以发动。将此卡放置在自己场上。"}, "card_type": "Trap", "property": "Normal", "series": ["White Forest"], "images": [{"index": 1, "image": "WoesoftheWhiteForest-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC071", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1053508, "master_duel_rarity": "SR"}