{"konami_id": 20233, "password": 63017368, "name": {"en": "Wedju Temple", "de": "Wedju-Tempel", "es": "Templo Wedju", "fr": "Temple Wedju", "it": "Tempio Wedju", "pt": "Templo de Wedju", "ja": "<ruby>石版<rt>ウェジュ</rt></ruby>の<ruby>神<rt>しん</rt></ruby><ruby>殿<rt>でん</rt></ruby>", "ja_romaji": "Weju no Shinden", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "石版神殿"}, "text": {"en": "During your Main Phase: You can place 1 monster from your hand in your Spell & Trap Zone as a face-up Continuous Spell, then place 1 \"Millennium\" monster from your Deck in your Spell & Trap Zone as a face-up Continuous Spell. You can only use this effect of \"Wedju Temple\" once per turn. If a face-up \"Millennium\" monster(s) you control is destroyed by battle or card effect, you can place it in your Spell & Trap Zone as a face-up Continuous Spell, instead of sending it to the GY.", "de": "Während deiner Main Phase: Du kannst 1 Monster von deiner Hand als offenen Permanenten Zauber in deine Zauber- & Fallenzone legen, dann lege 1 „Millennium“-Monster von deinem Deck als offenen Permanenten Zauber in deine Zauber- & Fallenzone. Du kannst diesen Effekt von „Wedju-Tempel“ nur einmal pro Spielzug verwenden. Falls ein oder mehr offene „Millennium“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden, kannst du sie als offenen Permanenten Zauber in deine Zauber- & Fallenzone legen, anstatt sie auf den Friedhof zu legen.", "es": "Durante tu Main Phase: puedes poner en tu Zona de Magia y Trampas 1 monstruo en tu mano como una Mágica Continua boca arriba, y después pon en tu Zona de Magia y Trampas 1 monstruo \"Milenario/a\" en tu Deck como una Mágica Continua boca arriba. Sólo puedes usar este efecto de \"Templo Wedju\" una vez por turno. Si uno o más monstruos \"Milenario/a\" boca arriba que controlas son destruidos en batalla o por el efecto de una carta, puedes ponerlos en tu Zona de Magia y Trampas como una Mágica Continua boca arriba en lugar de mandarlos al Cementerio.", "fr": "Durant votre Main Phase : vous pouvez placer 1 monstre depuis votre main dans votre Zone Magie & Piège comme Magie Continue face recto, puis placez 1 monstre \"Millénaire\" depuis votre Deck dans votre Zone Magie & Piège comme Magie Continue face recto. Vous ne pouvez utiliser cet effet de \"Temple Wedju\" qu'une fois par tour. Si un ou plusieurs monstres \"Millénaire\" face recto que vous contrôlez sont détruits au combat ou par un effet de carte, vous pouvez les placer dans votre Zone Magie & Piège comme Magies Continues face recto, au lieu de les envoyer au Cimetière.", "it": "Durante la tua Main Phase: puoi mettere 1 mostro dalla tua mano nella tua Zona Magie & Trappole come una Magia Continua scoperta, poi metti 1 mostro \"Millennio\" dal tuo Deck nella tua Zona Magie & Trappole come una Magia Continua scoperta. Puoi utilizzare questo effetto di \"Tempio Wedju\" una sola volta per turno. Se uno o più mostri \"Millennio\" scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta, puoi metterli nella tua Zona Magie & Trappole come Magie Continue scoperte, invece di mandarli al Cimitero.", "pt": "Durante sua Fase Principal: você pode colocar 1 monstro da sua mão na sua Zona de Magias & Armadilhas como uma Magia Contínua com a face para cima e, depois, coloque 1 monstro \"Milênio\" do seu Deck na sua Zona de Magias & Armadilhas como uma Magia Contínua com a face para cima. Você só pode usar este efeito de \"Templo de Wedju\" uma vez por turno. Se um ou mais monstros \"Milênio\" com a face para cima que você controla forem destruídos em batalha ou por um efeito de card, você pode colocá-los na sua Zona de Magias & Armadilhas como uma Magia Contínua com a face para cima em vez de enviá-los para o Cemitério.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。手札からモンスター１体を永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く。その後、「千年」モンスターか「ミレニアム」モンスター１体をデッキから永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く。②：自分フィールドの表側表示の、「千年」モンスターか「ミレニアム」モンスターが戦闘・効果で破壊された場合、墓地へ送らずに永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く事ができる。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：在自己的主要阶段可以发动。从手牌将１只怪兽视为永续魔法卡，以表侧表示放在自己的魔法与陷阱区域。然后，从牌组将１只“仟年”怪兽或“千年”怪兽视为永续魔法卡，以表侧表示放在自己的魔法与陷阱区域。②：自己场上的表侧表示“仟年”怪兽或“千年”怪兽因战斗・效果被破坏的情况下，可不送至墓地，而是视为永续魔法卡，以表侧表示放在自己的魔法与陷阱区域。"}, "card_type": "Spell", "property": "Field", "series": ["Wedju"], "images": [{"index": 1, "image": "WedjuTemple-INFO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN054", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "INFO-DE054", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "INFO-FR054", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "INFO-IT054", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "INFO-PT054", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "INFO-JP054", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "INFO-SC054", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1042451}