{"konami_id": 13425, "password": 63053267, "name": {"en": "Nagel's Protection", "de": "Nagels Schutz", "es": "Protección de Nagel", "fr": "Protection de Nagel", "it": "Protezione di Nagel", "pt": "Proteção de Nagel", "ja": "ナーゲルの<ruby>守<rt>しゅ</rt></ruby><ruby>護<rt>ご</rt></ruby><ruby>天<rt>てん</rt></ruby>", "ja_romaji": "Nāgeru no Shugoten", "ko": "나겔의 수호천", "ko_rr": null, "zh-TW": "奈格爾的守護天", "zh-CN": "奈格尔的守护天"}, "text": {"en": null, "de": "„Tinwinkel“-Monster in deinen Main-Monsterzonen können weder durch Kampf noch durch Karteneffekte deines Gegners zerstört werden. Einmal pro Spielzug, falls dein „Tinwinkel“-Monster deinem Gegner Kampfschaden zufügt, wird der Schaden verdoppelt. Du kannst diese Karte von deinem Friedhof verbannen und 1 „Tinwinkel“-Karte abwerfen; füge deiner Hand 1 „Nagels Schutz“ von deinem Deck hinzu. Du kannst diesen Effekt von „Nagels Schutz“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos \"Tindángulo\" en tus Zonas de Monstruos Principales no pueden ser destruidos en batalla o por los efectos de cartas de tu adversario. Una vez por turno, si tu monstruo \"Tindángulo\" inflige daño de batalla a tu adversario, el daño se duplica. Puedes desterrar esta carta en tu Cementerio y descartar 1 carta \"Tindángulo\"; añade a tu mano, desde tu Deck, 1 \"Protección de Nagel\". Sólo puedes usar este efecto de \"Protección de Nagel\" una vez por turno.", "fr": "Les monstres \"Tindangle\" dans vos Zones Monstre Main ne peuvent être détruits ni au combat ni par les effets de carte de votre adversaire. Une fois par tour, si votre monstre \"Tindangle\" inflige des dommages de combat à votre adversaire, les dommages sont doublés. Vous pouvez bannir cette carte depuis votre Cimetière et défausser 1 carte \"Tindangle\" ; ajoutez 1 \"Protection de Nagel\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Protection de Nagel\" qu'une fois par tour.", "it": "I mostri \"Tindangolo\" nelle tue Zone Mostri Main non possono essere distrutti in battaglia o dagli effetti delle carte del tuo avversario. Una volta per turno, se un tuo mostro \"Tindangolo\" infligge danno da combattimento al tuo avversario, il danno viene raddoppiato. Puoi bandire questa carta dal tuo Cimitero e scartare 1 carta \"Tindangolo\"; aggiungi 1 \"Protezione di Nagel\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Protezione di Nagel\" una sola volta per turno.", "pt": "Monstros \"Tindângulo\" nas suas Zonas de Monstros Principais não podem ser destruídos em batalha ou por efeitos de card do seu oponente. Uma vez por turno, se um monstro \"Tindângulo\" seu causar dano de batalha ao seu oponente, o dano é dobrado. Você pode banir este card do seu Cemitério e descartar 1 card \"Tindângulo\"; adicione 1 \"Proteção de Nagel\" do seu Deck à sua mão. Você só pode usar este efeito de \"Proteção de Nagel\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。\n①：このカードが魔法＆罠ゾーンに存在する限り、自分のメインモンスターゾーンの「ティンダングル」モンスターは戦闘及び相手の効果では破壊されない。\n②：自分の「ティンダングル」モンスターが相手に戦闘ダメージを与える場合、１ターンに１度だけそのダメージは倍になる。\n③：墓地のこのカードを除外し、手札から「ティンダングル」カード１枚を捨てて発動できる。デッキから「ナーゲルの守護天」１枚を手札に加える。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 마법 & 함정 존에 존재하는 한, 자신 메인 몬스터 존의 \"틴당글\" 몬스터는 전투 및 상대 효과로는 파괴되지 않는다. ②: 자신의 \"틴당글\" 몬스터가 상대에게 전투 데미지를 줄 경우, 1턴에 1번만 그 데미지는 배가 된다. ③: 묘지의 이 카드를 제외하고, 패에서 \"틴당글\" 카드 1장을 버리고 발동할 수 있다. 덱에서 \"나겔의 수호천\" 1장을 패에 넣는다.", "zh-TW": "此卡名的③效果，１回合僅限使用１次。①：只要此卡存在於魔法＆陷阱區，我方主要怪獸區的「廷達三角」怪獸就不會因戰鬥及對方效果被破壞。②：在我方的「廷達三角」怪獸給予對方戰鬥傷害的狀況下，１回合僅限１次，該傷害加倍。③：可將墓地的此卡除外，從手牌捨棄１張「廷達三角」卡發動。從牌組將１張「奈格爾的守護天」加入手牌。", "zh-CN": "此卡名的③效果１回合仅可使用１次。①：只要此卡存在于魔法与陷阱区域，自己主要怪兽区域的“廷达三角”怪兽不会因战斗及对手的效果被破坏。②：自己的“廷达三角”怪兽给予对手战斗伤害的情况下，１回合仅１次，该伤害变为两倍。③：将墓地的此卡除外，从手牌舍弃１张“廷达三角”卡可以发动。从牌组将１张“奈格尔的守护天”加入手牌。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "NagelsProtection-EXFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN054", "set_name": "Extreme Force", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE054", "set_name": "Extreme Force", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR054", "set_name": "Extreme Force", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT054", "set_name": "Extreme Force", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT054", "set_name": "Extreme Force", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP054", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR054", "set_name": "Extreme Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525810, "master_duel_rarity": "N"}