{"konami_id": 13376, "password": 63092423, "name": {"en": "Linkbelt Wall Dragon", "de": "Linkgurt-Wanddrache", "es": "Dragón Muro Enlacecinturón", "fr": "Lienceinture Mur de Dragon", "it": "Drago Muro Linkcintura", "pt": "Dragão da Muralha Linkesteira", "ja": "<ruby>弾帯城壁龍<rt>ベルトリンク・ウォール・ドラゴン</rt></ruby>", "ja_romaji": "Berutorinku Wōru Doragon", "ko": "벨트링크 월 드래곤", "ko_rr": null, "zh-TW": "彈帶城壁龍", "zh-CN": "弹带城壁龙"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by its own effect. When you Link Summon: You can Special Summon this card from your hand, and if you do, place 2 counters on it. If a monster is Link Summoned: Remove 2 of these counters from this card (or all, if less than 2). Once per turn, during each Standby Phase: Place 1 of these counters on this card. No monster can be Link Summoned unless this card has at least as many of these counters as that monster's Link Rating. Monsters cannot attack, except Link Monsters.", "de": "Diese Karte kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch ihren eigenen Effekt als Spezialbeschwörung beschworen werden. Wenn du eine Linkbeschwörung durchführst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören und falls du dies tust, lege 2 Zählmarken darauf. Falls ein Monster als Linkbeschwörung beschworen wird: Entferne 2 dieser Zählmarken von dieser Karte (oder alle, falls es weniger als 2 gibt). Einmal pro Spielzug, während jeder Standby Phase: Lege 1 dieser Zählmarken auf diese Karte. Kein Monster kann als Linkbeschwörung beschworen werden, es sei denn, diese Karte hat mindestens so viele dieser Zählmarken wie die Linkzahl des Monsters. Monster können nicht angreifen, außer Linkmonstern.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por su propio efecto. Cuando Invocas por Enlace: puedes Invocar esta carta de Modo Especial desde tu mano y, si lo haces, pon 2 Contadores en ella. Si un monstruo es Invocado por Enlace: retira de esta carta 2 de estos Contadores (o todos, si son menos que 2). Una vez por turno, durante cada Standby Phase: pon 1 de estos Contadores en esta carta. Ningún monstruo puede ser Invocado por Enlace a menos que esta carta tenga por lo menos tantos de estos Contadores como el Rating de Enlace de ese monstruo. Los monstruos no pueden atacar, excepto los Monstruos de Enlace.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par son propre effet. Lorsque vous Invoquez par Lien : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, placez 2 Compteurs sur elle. Si un monstre est Invoqué par Lien : retirez 2 de ces Compteurs de cette carte (ou tous, si moins de 2). Une fois par tour, durant chaque Standby Phase : placez 1 de ces Compteurs sur cette carte. Aucun monstre ne peut être Invoqué par Lien sauf si cette carte a min. autant de ces Compteurs que la Classification Lien du monstre. Les monstres (Monstres Lien exclus) ne peuvent pas attaquer.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dal suo stesso effetto. Quando Evochi Link: puoi Evocare Specialmente questa carta dalla tua mano e, se lo fai, metti 2 Segnalini su di essa. Se un mostro viene Evocato Link: rimuovi 2 di questi Segnalini da questa carta (o tutti, se meno di 2). Una volta per turno, durante ogni Standby Phase: metti 1 di questi Segnalini su questa carta. Nessun mostro può essere Evocato Link a meno che questa carta abbia almeno tanti di questi Segnalini quanto la Classificazione Link di quel mostro. I mostri non possono attaccare, eccetto i Mostri Link.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por seu próprio efeito. Quando você Invocar por Invocação-Link: você pode Invocar este card por Invocação-Especial da sua mão e, se isso acontecer, coloque 2 marcadores sobre ele. Se um monstro for Invocado por Invocação-Link: remova 2 desses marcadores deste card (ou todos, se houver menos de 2). Uma vez por turno, durante cada Fase de Apoio: coloque 1 desses marcadores neste card. Nenhum monstro pode ser Invocado por Invocação-Link a não ser que este card tenha pelo menos tantos desses marcadores quanto o Valor Link desse monstro. Monstros não podem atacar, exceto Monstros Link.", "ja": "このカードは通常召喚できず、このカードの効果でのみ特殊召喚できる。①：自分がリンク召喚に成功した時に発動できる。このカードを手札から特殊召喚し、このカードにカウンターを２つ置く。②：お互いに、このカードのカウンターの数より多い数のリンクマーカーを持つモンスターをリンク召喚できず、リンクモンスター以外のモンスターは攻撃できない。③：モンスターがリンク召喚された場合に発動する。このカードのカウンターを２つ取り除く。④：自分・相手のスタンバイフェイズに発動する。このカードにカウンターを１つ置く。", "ko": "이 카드는 통상 소환할 수 없으며, 이 카드의 효과로만 특수 소환할 수 있다. ①: 자신이 링크 소환에 성공했을 때에 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 이 카드에 카운터를 2개 놓는다. ②: 서로, 이 카드의 카운터의 수보다 많은 수의 링크 마커를 가지는 몬스터를 링크 소환할 수 없으며, 링크 몬스터 이외의 몬스터는 공격할 수 없다. ③: 몬스터가 링크 소환되었을 경우에 발동한다. 이 카드의 카운터를 2개 제거한다. ④: 자신 / 상대의 스탠바이 페이즈에 발동한다. 이 카드에 카운터를 1개 놓는다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤，用这张卡的效果才能特殊召唤。①：自己连接召唤成功时才能发动。这张卡从手卡特殊召唤，给这张卡放置2个指示物。②：双方不能把持有比这张卡的指示物数量多的数量的连接标记的怪兽连接召唤，连接怪兽以外的怪兽不能攻击。③：怪兽连接召唤的场合发动。这张卡2个指示物取除。④：自己·对方的准备阶段发动。给这张卡放置1个指示物。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "EARTH", "level": 6, "atk": 0, "def": 2100, "images": [{"index": 1, "image": "LinkbeltWallDragon-EXFO-JP-C.png", "illustration": "LinkbeltWallDragon-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "LinkbeltWallDragon-MP18-EN-C-1E.png", "illustration": "LinkbeltWallDragon-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "EXFO-EN006", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-EN027", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-EN174", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE006", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-DE027", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-DE174", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR006", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-FR027", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-FR174", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT006", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-IT027", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-IT174", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT006", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "SP18-PT027", "set_name": "Star Pack VRAINS", "rarities": ["Common", "Starfoil Rare"]}, {"set_number": "MP18-PT174", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP006", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR006", "set_name": "Extreme Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 448690, "master_duel_rarity": "N"}