{"konami_id": 16650, "password": 63101468, "name": {"en": "Masterflare Hyperion", "de": "Meisterfeuer Hyperion", "es": "Amo Fulgor Hiperión", "fr": "Maître Flamboyant Hypérion", "it": "Maestrofiammata Hyperion", "pt": "Iluminamestre Hyperion", "ja": "マスターフレア・ヒュペリオン", "ja_romaji": "Masutāfurea Hyuperion", "ko": "마스터플레어 히페리온", "ko_rr": "Maseuteopeulle-eo Hiperion", "zh-TW": null, "zh-CN": "耀斑主宰者 许珀里翁"}, "text": {"en": "1 Tuner + 1+ non-Tuner Fairy monsters\nYou can send 1 \"The Agent\" monster, or 1 monster that mentions \"The Sanctuary in the Sky\", from your hand, Deck, or Extra Deck to the GY; until the End Phase, this card's name becomes that monster's original name, and replace this effect with that monster's original effects. When your opponent activates a card or effect (Quick Effect): You can banish 1 Fairy monster from your hand or GY, then target 1 card on the field; banish it. You can only use each effect of \"Masterflare Hyperion\" once per turn.", "de": "1 Empfänger + 1+ Fee-Nicht-Empfänger-Monster\nDu kannst 1 „Sendbot“-Monster oder 1 Monster, das „Die Zuflucht im Himmel“ erwähnt, von deiner Hand, deinem Deck oder deinem Extra Deck auf den Friedhof legen; bis zur End Phase wird der Name dieser Karte gleich dem Grund-Namen des Monsters und ersetze diesen Effekt durch die Grund-Effekte des Monsters. Wenn dein Gegner eine Karte oder einen Effekt aktiviert (Schnelleffekt): Du kannst 1 Fee-Monster von deiner Hand oder deinem Friedhof verbannen und dann 1 Karte auf dem Spielfeld wählen; verbanne sie. Du kannst jeden Effekt von „Meisterfeuer Hyperion“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos Hada que no sean Cantantes\nPuedes mandar al Cementerio 1 monstruo \"El Agente\", o 1 monstruo que mencione \"El Santuario en el Cielo\", en tu mano, Deck o Deck Extra; hasta la End Phase, el nombre de esta carta se convierte en el nombre original de ese monstruo, y reemplaza este efecto con los efectos originales de ese monstruo. Cuando tu adversario activa una carta o efecto (Efecto Rápido): puedes desterrar 1 monstruo Hada en tu mano o Cementerio, y después seleccionar 1 carta en el Campo; destiérrala. Sólo puedes usar cada efecto de \"Amo Fulgor Hiperión\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur Elfe\nVous pouvez envoyer 1 monstre \"Agent\", ou 1 monstre qui mentionne \"Le Sanctuaire Céleste\", depuis votre main, Deck ou Extra Deck au Cimetière ; jusqu'à la End Phase, le nom de cette carte devient le nom d'origine du monstre, et remplacez cet effet avec les effets d'origine du monstre. Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez bannir 1 monstre Elfe depuis votre main ou Cimetière, puis ciblez 1 carte sur le Terrain ; bannissez-la. Vous ne pouvez utiliser chaque effet de \"Maître Flamboyant Hypérion\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri Fata non-Tuner\nPuoi mandare 1 mostro \"L'Agente\", o 1 mostro che menziona \"Il Santuario nel Cielo\", dalla tua mano, Deck o Extra Deck al Cimitero; fino alla End Phase, il nome di questa carta diventa il nome originale di quel mostro, e sostituisci questo effetto con gli effetti originali di quel mostro. Quando il tuo avversario attiva una carta o un effetto (Effetto Rapido): puoi bandire 1 mostro Fata dalla tua mano o Cimitero, poi scegliere come bersaglio 1 carta sul Terreno; bandiscila. Puoi utilizzare ogni effetto di \"Maestrofiammata Hyperion\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros Fada não-Reguladores\nVocê pode enviar 1 monstro \"O Representante\", ou 1 monstro que mencione \"O Santuário no Céu\", da sua mão, do Deck ou do Deck Adicional para o Cemitério; até a Fase Final, o nome deste card se torna o nome original desse monstro e substitua este efeito pelos efeitos originais desse monstro. Quando seu oponente ativar um card ou efeito (Efeito Rápido): você pode banir 1 monstro Fada da sua mão ou do Cemitério e, depois, escolha 1 card no campo; bana-o. Você só pode usar cada efeito de \"Iluminamestre Hyperion\" uma vez por turno.", "ja": "チューナー＋チューナー以外の天使族モンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：「代行者」モンスター１体または「天空の聖域」のカード名が記されたモンスター１体を手札・デッキ・ＥＸデッキから墓地へ送って発動できる。エンドフェイズまで、このカードはそのモンスターと同名カードとして扱い、同じ効果を得る。②：相手がカードの効果を発動した時、自分の手札・墓地から天使族モンスター１体を除外し、フィールドのカード１枚を対象として発動できる。そのカードを除外する。", "ko": "튜너 ＋ 튜너 이외의 천사족 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: \"대행자\" 몬스터 1장 또는 \"천공의 성역\"의 카드명이 쓰여진 몬스터 1장을 패 / 덱 / 엑스트라 덱에서 묘지로 보내고 발동할 수 있다. 엔드 페이즈까지, 이 카드는 그 몬스터와 같은 이름의 카드로 취급하고, 같은 효과를 얻는다. ②: 상대가 카드의 효과를 발동했을 때, 자신의 패 / 묘지에서 천사족 몬스터 1장을 제외하고, 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 제외한다.", "zh-TW": null, "zh-CN": "调整+1只以上调整以外的天使族怪兽\n这个卡名的①②效果1回合各能使用1次。①：可以从手牌、卡组或额外卡组将1只「代行者」怪兽或者记述了「天空の聖域／天空的圣域」这个卡名的怪兽送入墓地发动。直到结束阶段，这张卡当作那只怪兽的同名卡使用，得到相同的效果。②：对手发动卡的效果时，可以从自己的手牌或墓地将1只天使族怪兽除外，以场上的1张卡为对象发动。将那张卡除外。"}, "card_type": "Monster", "monster_type_line": "Fairy / Synchro / Effect", "attribute": "LIGHT", "level": 10, "atk": 3200, "def": 2600, "materials": "1 Tuner + 1 or more non-Tuner Fairy-Type monsters", "series": ["Hyperion"], "images": [{"index": 1, "image": "MasterflareHyperion-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFP2-EN010", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFP2-DE010", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GFP2-SP010", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFP2-FR010", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFP2-IT010", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFP2-PT010", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR12-JPP01", "set_name": "Structure Deck R: Lost Sanctuary Arrival of the Sun God Pack", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "SR12-KRP01", "set_name": "Structure Deck R: Lost Sanctuary Arrival of the Sun God Pack", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715828}