{"konami_id": 18839, "password": 63136489, "name": {"en": "Chimera Fusion", "de": "Schimärenfusion", "es": "Fusión Quimera", "fr": "Fusion Chimère", "it": "Fusione Chimera", "pt": "Fusão Quimera", "ja": "<ruby>合成獣融合<rt>キマイラ・フュージョン</rt></ruby>", "ja_romaji": "Kimaira Fyūjon", "ko": "키메라 퓨전", "ko_rr": "Kimera Pyujeon", "zh-TW": "客邁拉結合", "zh-CN": "客迈拉结合"}, "text": {"en": null, "de": "Während der Main Phase: Beschwöre 1 Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster von deiner Hand oder Spielfeldseite als Material, darunter ein Ungeheuer- oder Unterweltler-Monster. Während deiner Main Phase, falls sich diese Karte in deinem Friedhof befindet und du „Schimäre das fliegende Sagenungeheuer“ auf deiner Spielfeldseite oder in deinem Friedhof hast: Du kannst 1 dieser Effekte aktivieren;\n●Füge diese Karte deiner Hand hinzu.\n●Verbanne diese Karte und falls du dies tust, beschwöre sowohl 1 „Gazelle, König der mythischen Bestien“ als auch 1 „Berfomet“ als Spezialbeschwörung von deinem Deck und/oder Friedhof.\nDu kannst diesen Effekt von „Schimärenfusion“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase: Invoca por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando monstruos en tu mano o Campo como material, incluyendo un monstruo Bestia o Demonio. Durante tu Main Phase, si esta carta está en tu Cementerio y tú tienes \"Quimera, la Bestia Voladora Mítica\" en tu Campo o en tu Cementerio: puedes activar 1 de estos efectos;\n●Añade esta carta a tu mano.\n●Destierra esta carta y, si lo haces, Invoca de Modo Especial 1 \"Gazelle el Rey de las Bestias Míticas\" y 1 \"Berfomet\" desde tu Deck y/o Cementerio.\nSólo puedes usar este efecto de \"Fusión Quimera\" una vez por turno.", "fr": "Durant la Main Phase : Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres (un monstre Bête ou Démon inclus) depuis votre main ou Terrain comme Matériel. Durant votre Main Phase, si cette carte est dans votre Cimetière et que vous avez \"Chimère, Bête Mythique Volante\" sur votre Terrain ou dans votre Cimetière : vous pouvez activer 1 de ces effets ;\n●Ajoutez cette carte à votre main.\n●Bannissez cette carte, et si vous le faites, Invoquez Spécialement 1 \"Gazelle, Roi des Bêtes Mythiques\" ainsi qu'1 \"Berfomet\" depuis votre Deck et/ou Cimetière.\nVous ne pouvez utiliser cet effet de \"Fusion Chimère\" qu'une fois par tour.", "it": "Durante la Main Phase: Evoca tramite Fusione 1 Mostro Fusione dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come materiale, compreso un mostro Bestia o Demone. Durante la tua Main Phase, se questa carta è nel tuo Cimitero e tu hai \"Chimera, la Mitica Bestia Volante\" sul tuo Terreno o nel tuo Cimitero: puoi attivare 1 di questi effetti;\n●Aggiungi questa carta alla tua mano.\n●Bandisci questa carta e, se lo fai, Evoca Specialmente sia 1 \"Gazelle, Re delle Bestie Mitiche\" che 1 \"Berfomet\" dal tuo Deck e/o Cimitero.\nPuoi utilizzare questo effetto di \"Fusione Chimera\" una sola volta per turno.", "pt": "Durante a Fase Principal: Invoque por Invocação-Fusão 1 Monstro de Fusão do seu Deck Adicional, usando monstros da sua mão ou do campo como matéria, incluindo um monstro Besta ou Demônio. Durante sua Fase Principal, se este card estiver no seu Cemitério e você tiver \"Quimera, a Besta Mística Voadora\" no seu campo ou no seu Cemitério: você pode ativar 1 desses efeitos;\n●Adicione este card à sua mão.\n●Bana este card e, se isso acontecer, Invoque por Invocação-Especial tanto 1 \"Gazelle, o Rei das Bestas Místicas\" e 1 \"Berfomet\" do seu Deck e/ou Cemitério.\nVocê só pode usar este efeito de \"Fusão Quimera\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：自分・相手のメインフェイズに発動できる。獣族・悪魔族モンスターのいずれかを含む、自分の手札・フィールドのモンスターを融合素材とし、融合モンスター１体を融合召喚する。\n②：自分メインフェイズにこのカードが墓地に存在し、自分のフィールドか墓地に「有翼幻獣キマイラ」が存在する場合、以下から１つを選択して発動できる。\n●このカードを手札に加える。\n●このカードを除外し、自分のデッキ・墓地から「幻獣王ガゼル」１体と「バフォメット」１体を特殊召喚する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 야수족 / 악마족 몬스터 중 어느 것을 포함하는, 자신의 패 / 필드의 몬스터를 융합 소재로 하고, 융합 몬스터 1장을 융합 소환한다. ②: 자신 메인 페이즈에 이 카드가 묘지에 존재하고, 자신 필드나 묘지에 \"유익환상수 키메라\"가 존재할 경우, 이하에서 1개를 선택하여 발동할 수 있다. ●이 카드를 패에 넣는다. ●이 카드를 제외하고, 자신의 덱 / 묘지에서 \"환상수왕 가젤\" 1장과 \"바포메트\" 1장을 특수 소환한다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。\n①：可在我方・對方的主要階段發動。以我方手牌・場上包含獸族・惡魔族怪獸任一怪獸在內做為融合素材，融合召喚１隻融合怪獸。\n②：在我方主要階段此卡存在於墓地，我方場上或墓地存在「有翼幻獸客邁拉」的狀況下，可從以下選擇１個發動。\n●將此卡加入手牌。\n●將此卡除外，從我方牌組・墓地特殊召喚１隻「幻獸王 卡傑爾」和１隻「巴風特」。", "zh-CN": "此卡名的②效果１回合仅可使用１次。\n①：在自己・对手的主要阶段可以发动。以包含兽族・恶魔族怪兽中的任一在内的、自己手牌・场上的怪兽作为融合素材，将１只融合怪兽融合召唤。\n②：自己的主要阶段此卡存在于墓地，且自己场上或墓地存在“有翼幻兽 客迈拉”的情况下，可从以下选择１个发动。\n●将此卡加入手牌。\n●将此卡除外，从自己的牌组・墓地将１只“幻兽王 加赛尔”和１只“巴风特”特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Chimera", "Fusion"], "images": [{"index": 1, "image": "ChimeraFusion-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN052", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN221", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUNE-DE052", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE221", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUNE-FR052", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR221", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUNE-IT052", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT221", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUNE-PT052", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT221", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DUNE-JP052", "set_name": "Duelist Nexus", "rarities": ["Rare"]}], "ko": [{"set_number": "DUNE-KR052", "set_name": "Duelist Nexus", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DUNE-SC052", "set_name": "Duelist Nexus", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930113, "master_duel_rarity": "SR"}