{"konami_id": 14847, "password": 63233638, "name": {"en": "Megalith Phaleg", "de": "Megalith Phaleg", "es": "Phaleg Megalítico", "fr": "Phaleg Mégalithe", "it": "Megalito Phaleg", "pt": "Megálito Phaleg", "ja": "メガリス・ファレグ", "ja_romaji": "Megarisu Faregu", "ko": "메가리스 파레그", "ko_rr": "Megariseu Paregeu", "zh-TW": "巨石異物 富雷格", "zh-CN": "巨石异物・富雷格"}, "text": {"en": "You can Ritual Summon this card with a \"Megalith\" card. You can discard this card; Ritual Summon 1 \"Megalith\" Ritual Monster from your hand, by Tributing monsters from your hand or field whose total Levels equal or exceed its Level. You can only use this effect of \"Megalith Phaleg\" once per turn. Monsters you control gain 300 ATK/DEF for each Ritual Monster in your GY.", "de": "Du kannst diese Karte mit einer „Megalith“-Karte als Ritualbeschwörung beschwören. Du kannst diese Karte abwerfen; beschwöre 1 „Megalith“-Ritualmonster als Ritualbeschwörung von deiner Hand, indem du Monster von deiner Hand oder Spielfeldseite als Tribut anbietest, deren gemeinsame Stufe größer oder gleich seiner Stufe ist. Du kannst diesen Effekt von „Megalith Phaleg“ nur einmal pro Spielzug verwenden. Monster, die du kontrollierst, erhalten für jedes Ritualmonster in deinem Friedhof 300 ATK/DEF.", "es": "Puedes Invocar esta carta por Ritual con una carta \"Megalítico/a\". Puedes descartar esta carta; Invoca por Ritual, desde tu mano, 1 Monstruo de Ritual \"Megalítico/a\", Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen su Nivel. Sólo puedes usar este efecto de \"Phaleg Megalítico\" una vez por turno. Los monstruos que controlas ganan 300 ATK/DEF por cada Monstruo de Ritual en tu Cementerio.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Mégalithe\". Vous pouvez défausser cette carte ; Invoquez Rituellement 1 Monstre Rituel \"Mégalithe\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Vous ne pouvez utiliser cet effet de \"Phaleg Mégalithe\" qu'une fois par tour. Les monstres que vous contrôlez gagnent 300 ATK/DEF pour chaque Monstre Rituel dans votre Cimetière.", "it": "Puoi Evocare tramite Rituale questa carta con una carta \"Megalito\". Puoi scartare questa carta; Evoca tramite Rituale 1 Mostro Rituale \"Megalito\" dalla tua mano, offrendo come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al suo Livello. Puoi utilizzare questo effetto di \"Megalito Phaleg\" una sola volta per turno. I mostri che controlli guadagnano 300 ATK/DEF per ogni Mostro Rituale nel tuo Cimitero.", "pt": "Você pode Invocar este card por Invocação-Ritual com um card \"Megálito\". Você pode descartar este card; Invoque por Invocação-Ritual 1 Monstro de Ritual \"Megálito\" da sua mão, ao oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o seu Nível. Você só pode usar este efeito de \"Megálito Phaleg\" uma vez por turno. Os monstros que você controla ganham 300 de ATK/DEF para cada Monstro de Ritual no seu Cemitério.", "ja": "「メガリス」カードにより降臨。このカード名の①の効果は１ターンに１度しか使用できない。①：このカードを手札から捨てて発動できる。レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「メガリス」儀式モンスター１体を儀式召喚する。②：このカードがモンスターゾーンに存在する限り、自分フィールドのモンスターの攻撃力・守備力は、自分の墓地の儀式モンスターの数×３００アップする。", "ko": "\"메가리스\" 카드에 의해 의식 소환. 이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 버리고 발동할 수 있다. 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"메가리스\" 의식 몬스터 1장을 의식 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신 필드의 몬스터의 공격력 / 수비력은, 자신 묘지의 의식 몬스터의 수 × 300 올린다.", "zh-TW": null, "zh-CN": "以\"巨石异物\"卡降临。此卡名的①效果1回合仅可使用1次。①：从手牌将此卡舍弃可以发动。为使合计等级为仪式召唤的怪兽以上，解放自己手牌・场上的怪兽，从手牌将1只\"巨石异物\"仪式怪兽仪式召唤。②：只要此卡存在于怪兽区域，自己场上怪兽的攻击力・守备力上升相当于自己墓地仪式怪兽数量×300的数值。"}, "card_type": "Monster", "monster_type_line": "Rock / Ritual / Effect", "attribute": "EARTH", "level": 8, "atk": 2500, "def": 1200, "series": ["Megalith"], "images": [{"index": 1, "image": "MegalithPhaleg-IGAS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN038", "set_name": "Ignition Assault", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE038", "set_name": "Ignition Assault", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR038", "set_name": "Ignition Assault", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT038", "set_name": "Ignition Assault", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT038", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP038", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR038", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC071", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666338, "master_duel_rarity": "N"}