{"konami_id": 14833, "password": 63633694, "name": {"en": "Gizmek Kaku, the Supreme Shining Sky Stag", "de": "Gizmek Kaku, der oberste strahlende Himmelshirsch", "es": "Kaku Cacharrek, el Ciervo Supremo del Cielo Brillante", "fr": "Gizmek Kaku, le Cerf Brillant Suprême Céleste", "it": "Gizmeck Kaku, il Supremo Brillante Cervo del Cielo", "pt": "Bugiganga Kaku, o Supremo Cervo Celeste Brilhante", "ja": "<ruby>機<rt>き</rt></ruby><ruby>巧<rt>こう</rt></ruby><ruby>蹄<rt>てい</rt></ruby>－<ruby>天迦久御雷<rt>アメノカクノミカヅチ</rt></ruby>", "ja_romaji": "Kikōtei - Ame no Kaku no Mikazuchi", "ko": "기교제－아메노카쿠노미카즈치", "ko_rr": "Gigyoje - Amenokakunomikajeuchi", "zh-TW": "機巧蹄－天迦久御雷", "zh-CN": "机巧蹄－天迦久御雷"}, "text": {"en": "If a monster is in the Extra Monster Zone: You can Special Summon this card from your hand. You can target 1 face-up monster in the Extra Monster Zone; equip that face-up monster to this card (max. 1). When this card destroys an opponent's monster by battle: You can Special Summon 1 of your Monster Cards equipped to this card. You can only use each effect of \"Gizmek Kaku, the Supreme Shining Sky Stag\" once per turn.", "de": "Falls ein Monster in der Extra-Monsterzone liegt: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst 1 offenes Monster in der Extra-Monsterzone wählen; rüste diese Karte mit dem offenen Monster aus (max. 1). Wenn diese Karte ein Monster eines Gegners durch Kampf zerstört: Du kannst 1 deiner Monsterkarten, mit denen diese Karte ausgerüstet ist, als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Gizmek Kaku, der oberste strahlende Himmelshirsch“ nur einmal pro Spielzug verwenden.", "es": "Si un monstruo está en la Zona de Monstruos Extra: puedes Invocar esta carta de Modo Especial desde tu mano. Puedes seleccionar 1 monstruo boca arriba en la Zona de Monstruos Extra; equipa ese monstruo boca arriba a esta carta (máx. 1). Cuando esta carta destruye un monstruo del adversario en batalla: puedes Invocar de Modo Especial 1 de tus Cartas de Monstruo equipadas a esta carta. Sólo puedes usar cada efecto de \"Kaku Cacharrek, el Ciervo Supremo del Cielo Brillante\" una vez por turno.", "fr": "Si un monstre est dans la Zone Monstre Extra : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez cibler 1 monstre face recto dans la Zone Monstre Extra ; équipez le monstre face recto à cette carte (max. 1). Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez Invoquer Spécialement 1 de vos Cartes Monstre équipées à cette carte. Vous ne pouvez utiliser chaque effet de \"Gizmek Kaku, le Cerf Brillant Suprême Céleste\" qu'une fois par tour.", "it": "Se nella Zona Mostri Extra c'è un mostro: puoi Evocare Specialmente questa carta dalla tua mano. Puoi scegliere come bersaglio 1 mostro scoperto nella Zona Mostri Extra; equipaggia quel mostro scoperto a questa carta (massimo 1). Quando questa carta distrugge un mostro dell'avversario in battaglia: puoi Evocare Specialmente 1 delle tue Carte Mostro equipaggiate a questa carta. Puoi utilizzare ogni effetto di \"Gizmeck Kaku, il Supremo Brillante Cervo del Cielo\" una sola volta per turno.", "pt": "Se um monstro estiver na Zona de Monstros Adicional: você pode Invocar este card por Invocação-Especial da sua mão. Você pode escolher 1 monstro com a face para cima na Zona de Monstros Adicional; equipe esse monstro com a face para cima a este card (máx. 1). Quando este card destruir um monstro do oponente em batalha: você pode Invocar por Invocação-Especial 1 dos seus Cards de Monstro equipados a este card. Você só pode usar cada efeito de \"Bugiganga Kaku, o Supremo Cervo Celeste Brilhante\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：ＥＸモンスターゾーンにモンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：ＥＸモンスターゾーンの表側表示モンスター１体を対象として発動できる。その表側表示モンスターを装備カード扱いとしてこのカードに装備する（１体のみ装備可能）。③：このカードが戦闘で相手モンスターを破壊した時に発動できる。このカードに装備された自分のモンスターカード１枚を選んで特殊召喚する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 몬스터 존에 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 엑스트라 몬스터 존의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 앞면 표시 몬스터를 장착 카드로 취급하여 이 카드에 장착한다(1장만 장착 가능). ③: 이 카드가 전투로 상대 몬스터를 파괴했을 때에 발동할 수 있다. 이 카드에 장착된 자신 몬스터 카드 1장을 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次。①：额外怪兽区域有怪兽存在的情况下可以发动。从手牌将此卡特殊召唤。②：以额外怪兽区域的1只表侧表示怪兽为对象可以发动。将该表侧表示怪兽视为装备卡装备于此卡（仅可装备1只）。③：此卡战斗破坏对手怪兽时可以发动。挑选1张装备于此卡的自己的怪兽卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "FIRE", "level": 9, "atk": 2750, "def": 2750, "series": ["Gizmek"], "images": [{"index": 1, "image": "GizmekKakutheSupremeShiningSkyStag-MP21-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN024", "set_name": "Ignition Assault", "rarities": ["Secret Rare"]}, {"set_number": "MP21-EN007", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "IGAS-DE024", "set_name": "Ignition Assault", "rarities": ["Secret Rare"]}, {"set_number": "MP21-DE007", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "IGAS-SP024", "set_name": "Ignition Assault", "rarities": ["Secret Rare"]}, {"set_number": "MP21-SP007", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "IGAS-FR024", "set_name": "Ignition Assault", "rarities": ["Secret Rare"]}, {"set_number": "MP21-FR007", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "IGAS-IT024", "set_name": "Ignition Assault", "rarities": ["Secret Rare"]}, {"set_number": "MP21-IT007", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "IGAS-PT024", "set_name": "Ignition Assault", "rarities": ["Secret Rare"]}, {"set_number": "MP21-PT007", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "IGAS-JP024", "set_name": "Ignition Assault", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "IGAS-KR024", "set_name": "Ignition Assault", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "MGP4-SC062", "set_name": "Mega Pack 04", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 668393, "master_duel_rarity": "UR"}