{"konami_id": 14724, "password": 63717421, "name": {"en": "Boot-Up Order - Gear Charge", "de": "Anlaufbefehl - Ausrüstungswechsel", "es": "Orden de Encendido - Carga de Mecanismo", "fr": "Ordre Amorceur - Chargement d'Équipement", "it": "Ordine di Accensione - Carica Ingranaggio", "pt": "Ordem de Inicialização - Carga do Mecanismo", "ja": "<ruby>起<rt>き</rt></ruby><ruby>動<rt>どう</rt></ruby><ruby>指<rt>し</rt></ruby><ruby>令<rt>れい</rt></ruby> ギア・チャージ", "ja_romaji": "Kidōshirei Gia Chāji", "ko": "기동지령 기어 차지", "ko_rr": null, "zh-TW": "起動指令 齒輪突擊", "zh-CN": "起动指令 齿轮突击"}, "text": {"en": "When this card is activated: You can target any number of \"Gadget\" Monster Cards you control that are equipped to a monster; Special Summon them. You can discard 1 card; add 1 \"Boot-Up Admiral - Destroyer Dynamo\" from your Deck to your hand. You can only use this effect of \"Boot-Up Order - Gear Charge\" once per turn. You can only activate 1 \"Boot-Up Order - Gear Charge\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst eine beliebige Anzahl „Apparat“-Monsterkarten wählen, die du kontrollierst und mit denen ein Monster ausgerüstet ist; beschwöre sie als Spezialbeschwörung. Du kannst 1 Karte abwerfen; füge deiner Hand 1 „Anlaufadmiral - Destroyer Dynamo“ von deinem Deck hinzu. Du kannst diesen Effekt von „Anlaufbefehl - Ausrüstungswechsel“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Anlaufbefehl - Ausrüstungswechsel“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes seleccionar cualquier cantidad de Cartas de Monstruo \"Artilugio\" que controles que estén equipadas a un monstruo; Invócalas de Modo Especial. Puedes descartar 1 carta; añade a tu mano 1 \"Almirante de Encendido - Dínamo Destructora\" en tu Deck. Sólo puedes usar este efecto de \"Orden de Encendido - Carga de Mecanismo\" una vez por turno. Sólo puedes activar 1 \"Orden de Encendido - Carga de Mecanismo\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez cibler un nombre de votre choix de Cartes Monstre \"Gadget\" que vous contrôlez qui sont équipées à un monstre ; Invoquez-les Spécialement. Vous pouvez défausser 1 carte ; ajoutez 1 \"Amiral Amorceur - Dynamo Destructeur\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Ordre Amorceur - Chargement d'Équipement\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Ordre Amorceur - Chargement d'Équipement\" par tour.", "it": "Quando questa carta viene attivata: puoi scegliere come bersaglio un qualsiasi numero di Carte Mostro \"Congegno\" che controlli che sono equipaggiate a un mostro; Evocale Specialmente. Puoi scartare 1 carta; aggiungi 1 \"Ammiraglio Accensione - Dinamo della Distruzione\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Ordine di Accensione - Carica Ingranaggio\" una sola volta per turno. Puoi attivare solo 1 \"Ordine di Accensione - Carica Ingranaggio\" per turno.", "pt": "Quando este card for ativado: você pode escolher qualquer número de Cards de Monstro \"Dispositivo\" que você controla que estiverem equipados a um monstro; Invoque-os por Invocação-Especial. Você pode descartar 1 card; adicione 1 \"Almirante de Inicialização - Dínamo de Destruição\" do seu Deck à sua mão. Você só pode usar este efeito de \"Ordem de Inicialização - Carga do Mecanismo\" uma vez por turno. Você só pode ativar 1 \"Ordem de Inicialização - Carga do Mecanismo\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の②の効果は１ターンに１度しか使用できない。①：このカードの発動時に、自分フィールドの装備カード扱いの「ガジェット」モンスターカードを任意の数だけ対象にできる。その場合、そのカードを特殊召喚する。②：手札を１枚捨てて発動できる。デッキから「起動提督デストロイリボルバー」１体を手札に加える。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시에, 자신 필드의 장착 카드 취급의 \"가제트\" 몬스터 카드를 임의의 수만큼 대상으로 할 수 있다. 그 경우, 그 카드를 특수 소환한다. ②: 패를 1장 버리고 발동할 수 있다. 덱에서 \"기동제독 디스트로이 리볼버\" 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "作为这张卡的发动时的效果处理：可以以自己场上的当作装备卡使用而装备中的「零件」怪兽卡任意数量为对象；那些怪兽特殊召唤。可以丢弃1张手卡；从卡组把1只「起动提督 破坏旋转者」加入手卡。「起动指令-齿轮突击」的这个效果1回合只能使用1次。「起动指令-齿轮突击」在1回合只能发动1张。"}, "card_type": "Spell", "property": "Continuous", "series": ["Boot-Up"], "images": [{"index": 1, "image": "BootUpOrderGearCharge-FIGA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN003", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "de": [{"set_number": "FIGA-DE003", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "fr": [{"set_number": "FIGA-FR003", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "it": [{"set_number": "FIGA-IT003", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "pt": [{"set_number": "FIGA-PT003", "set_name": "Fists of the Gadgets", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP1-JP008", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR008", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653509, "master_duel_rarity": "R"}