{"konami_id": 8205, "password": 63730624, "name": {"en": "Double Tool C&D", "de": "Doppelwerkzeug S&B", "es": "Herramienta Doble C&D", "fr": "Perceuse et Tronçonneuse", "it": "Doppio Attrezzo Taglio & Perforazione", "pt": "Ferramenta Dupla S&F", "ja": "ダブルツール<ruby>Ｄ<rt>ディー</rt></ruby><ruby>＆<rt>アンド</rt></ruby><ruby>Ｃ<rt>シー</rt></ruby>", "ja_romaji": "Daburu Tsūru Dī Ando Shī", "ko": "더블 툴 D&C", "ko_rr": "Deobeul Tul Di Andeu Shi", "zh-TW": "雙重工具D＆C", "zh-CN": "双重工具D＆C"}, "text": {"en": "Equip only to a \"Power Tool Dragon\" or Level 4 or higher Machine-Type \"Morphtronic\" monster you control. While equipped: ● During your turn: It gains 1000 ATK. If it attacks, any effects of the attack target that activate or apply on the field are negated during that Battle Phase. ● During your opponent's turn: Your opponent cannot select a monster other than the equipped monster as an attack target. An opponent's monster that battles the equipped monster is destroyed at the end of the Damage Step.", "de": "Rüste nur „Werkzeugdrache“ oder ein „Morphtronisch“-Monster vom Typ Maschine der Stufe 4 oder höher, das du kontrollierst, mit dieser Karte aus. Solange es ausgerüstet ist: ● Während deines Spielzugs: Es erhält 1000 ATK. Falls es angreift, werden die Effekte des Angriffsziels, die auf dem Spielfeld aktiviert oder ausgeführt werden, während der Battle Phase annulliert. ● Während des Spielzugs deines Gegners: Dein Gegner kann kein anderes Monster als das ausgerüstete Monster angreifen. Ein Monster deines Gegners, das mit dem ausgerüsteten Monster kämpft, wird am Ende des Damage Steps zerstört.", "es": "Sólo puedes equipar esta carta a \"Dragón Taladro\" o a un monstruo \"Morfotrónico/a\" de Tipo Máquina de Nivel 4 o mayor que controles. Mientras esté equipada: ● Durante tu turno: la carta gana 1000 ATK. Si el monstruo ataca, ninguno de los efectos del monstruo objetivo que se activen o apliquen en el campo son negados durante la Battle Phase. ● Durante el turno de tu adversario: Tu adversario no puede seleccionar a otro monstruo que no sea el equipado como objetivo de un ataque. Un monstruo de tu adversario que batalle con el monstruo equipado es destruido al final del Damage Step.", "fr": "Équipable uniquement à \"Dragon Électromécanique\" ou à un monstre \"Morphtronique\" de Type Machine de Niveau 4 ou plus que vous contrôlez. Lorsque le monstre est équipé : ● Durant votre tour : Il gagne 1000 points d'ATK. S'il attaque, les effets de la cible de l'attaque qui sont activés ou appliqués sur le Terrain sont annulés durant la Battle Phase. ● Durant le tour de votre adversaire : Votre adversaire ne peut pas sélectionner un autre monstre que le monstre équipé comme cible d'une attaque. Un monstre de l'adversaire qui combat le monstre équipé est détruit à la fin de la Damage Step.", "it": "Equipaggia solo a \"Drago Utensile\" o ad un mostro \"Morfotronico\" di Tipo Macchina di Livello 4 o superiore che controlli. Fino a quando è equipaggiato: ● Durante il tuo turno: Esso guadagna 1000 ATK. Se attacca, qualsiasi effetto del bersaglio dell'attacco che si attiva o si applica sul Terreno viene annullato durante quella Battle Phase. ● Durante il turno del tuo avversario: Il tuo avversario non può scegliere un mostro diverso da quello equipaggiato come bersaglio di un attacco. Un mostro dell'avversario che combatte con il mostro equipaggiato viene distrutto alla fine del Damage Step.", "pt": "Só pode ser equipado a um \"Dragão Ferramenteiro\" ou a um monstro Máquina \"Morfotrônico(a)\" de Nível 4 ou mais que você controla. Enquanto estiver equipado:\n● Durante o seu turno: o monstro equipado ganha 1000 de ATK. Se ele atacar, negue os efeitos do alvo do ataque durante essa Fase de Batalha.\n● Durante o turno do seu oponente: os monstros do seu oponente não podem escolher monstros como alvo de ataques, exceto o monstro equipado. No final da Etapa de Dano, se o monstro equipado batalhou um monstro do oponente: destrua esse monstro do oponente.", "ja": "自分フィールドの、「パワー・ツール・ドラゴン」またはレベル４以上の機械族の「Ｄ」モンスターにのみ装備可能。①：ターン毎に以下の効果を適用する。●自分ターン：装備モンスターの攻撃力は１０００アップし、装備モンスターの攻撃対象になったモンスターの効果はそのバトルフェイズの間だけ無効化される。●相手ターン：相手は装備モンスター以外のモンスターを攻撃対象に選択できない。②：相手ターンに、装備モンスターが相手モンスターと戦闘を行ったダメージステップ終了時に発動する。その相手モンスターを破壊する。", "ko": "자신 필드의, \"파워 툴 드래곤\" 또는 레벨 4 이상의 기계족 \"D(디포머)\" 몬스터에만 장착 가능. ①: 턴마다 이하의 효과를 적용한다.\n●자신 턴: 장착 몬스터의 공격력은 1000 올리고, 장착 몬스터의 공격 대상이 된 몬스터의 효과는 그 배틀 페이즈 동안에만 무효화된다.\n●상대 턴: 상대는 장착 몬스터 이외의 몬스터를 공격 대상으로 선택할 수 없다.\n②: 상대 턴에, 장착 몬스터가 상대 몬스터와 전투를 실행한 데미지 스텝 종료시에 발동한다. 그 상대 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "自己场上的「动力工具龙」或者名字带有「变形斗士」的4星以上的机械族怪兽才能装备。各自回合以下效果适用。●自己回合：装备怪兽的攻击力上升1000。此外，装备怪兽攻击的场合，只在战斗阶段内攻击对象怪兽的效果无效化。●对方回合：对方不能选择装备怪兽以外的怪兽作为攻击对象。此外，装备怪兽和对方怪兽进行战斗的伤害步骤结束时，那只对方怪兽破坏。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "DoubleToolCD-RGBT-EN-C-UE-Reprint.png"}], "sets": {"en": [{"set_number": "RGBT-EN053", "set_name": "Raging Battle", "rarities": ["Common"]}], "de": [{"set_number": "RGBT-DE053", "set_name": "Raging Battle", "rarities": ["Common"]}], "es": [{"set_number": "RGBT-SP053", "set_name": "Raging Battle", "rarities": ["Common"]}], "fr": [{"set_number": "RGBT-FR053", "set_name": "Raging Battle", "rarities": ["Common"]}], "it": [{"set_number": "RGBT-IT053", "set_name": "Raging Battle", "rarities": ["Common"]}], "pt": [{"set_number": "OP22-PT037", "set_name": "OTS Tournament Pack 22", "rarities": ["Common"]}], "ja": [{"set_number": "RGBT-JP053", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "DE03-JP145", "set_name": "Duelist Edition Volume 3", "rarities": ["Common"]}, {"set_number": "DP27-JP018", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}], "ko": [{"set_number": "RGBT-KR053", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "DP27-KR018", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 56826, "master_duel_rarity": "R"}