{"konami_id": 13545, "password": 63731062, "name": {"en": "White Aura Monoceros", "de": "Weißaura-Monozeros", "es": "Monoceros Aura Blanca", "fr": "Monocéros Aura Blanche", "it": "Monoceros Aura Bianca", "pt": "Monoceros Aura Branca", "ja": "<ruby>白闘気一角<rt>ホワイト・オーラ・モノケロス</rt></ruby>", "ja_romaji": "Howaito Ōra Monokerosu", "ko": "화이트 아우라 모노캐로스", "ko_rr": "Hwaiteu Aura Monokaeroseu", "zh-TW": "白鬥氣一角", "zh-CN": "白斗气一角"}, "text": {"en": "1 WATER Tuner + 1+ non-Tuner monsters\nWhen this card is Synchro Summoned: You can target 1 Fish monster in your GY; Special Summon it, but it cannot attack this turn. You can only use this effect of \"White Aura Monoceros\" once per turn. If this card you control is destroyed by your opponent's card and sent to your GY: You can banish 1 other WATER monster from your GY; Special Summon this card, and if you do, it is treated as a Tuner.", "de": "1 WASSER Empfänger + 1+ Nicht-Empfänger-Monster\nWenn diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 Fisch-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, aber es kann in diesem Spielzug nicht angreifen. Du kannst diesen Effekt von „Weißaura-Monozeros“ nur einmal pro Spielzug verwenden. Falls diese Karte, die du kontrollierst, durch eine Karte deines Gegners zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 anderes WASSER Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung und falls du dies tust, wird sie als Empfänger behandelt.", "es": "1 Cantante de AGUA + 1+ monstruos que no sean Cantantes\nCuando esta carta es Invocada por Sincronía: puedes seleccionar 1 monstruo Pez en tu Cementerio; Invócalo de Modo Especial, pero este turno éste no puede atacar. Sólo puedes usar este efecto de \"Monoceros Aura Blanca\" una vez por turno. Si esta carta que controlas es destruida por una carta de tu adversario y mandada a tu Cementerio: puedes desterrar otro monstruo de AGUA en tu Cementerio; Invoca esta carta de Modo Especial y, si lo haces, ésta se trata como un Cantante.", "fr": "1 Syntoniseur EAU + 1+ monstre non-Syntoniseur\nLorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre Poisson dans votre Cimetière ; Invoquez-le Spécialement, mais il ne peut pas attaquer ce tour. Vous ne pouvez utiliser cet effet de \"Monocéros Aura Blanche\" qu'une fois par tour. Si cette carte que vous contrôlez est détruite par une carte de votre adversaire et envoyée à votre Cimetière : vous pouvez bannir 1 autre monstre EAU depuis votre Cimetière ; Invoquez Spécialement cette carte, et si vous le faites, elle est traitée comme un Syntoniseur.", "it": "1 Tuner ACQUA + 1+ mostri non-Tuner\nQuando questa carta viene Synchro Evocata: puoi scegliere come bersaglio 1 mostro Pesce nel tuo Cimitero; Evocalo Specialmente, ma esso non può attaccare in questo turno. Puoi utilizzare questo effetto di \"Monoceros Aura Bianca\" una sola volta per turno. Se questa carta che controlli viene distrutta da una carta del tuo avversario e mandata al tuo Cimitero: puoi bandire 1 altro mostro ACQUA dal tuo Cimitero; Evoca Specialmente questa carta e, se lo fai, essa viene considerata come un Tuner.", "pt": "1 Regulador de ÁGUA + 1+ monstros não-Reguladores\nQuando este card for Invocado por Invocação-Sincro: você pode escolher 1 monstro Peixe no seu Cemitério; Invoque-o por Invocação-Especial, mas ele não pode atacar neste turno. Você só pode usar este efeito de \"Monoceros Aura Branca\" uma vez por turno. Se este card que você controla for destruído por um card do seu oponente e enviado para o seu Cemitério: você pode banir 1 outro monstro de ÁGUA no seu Cemitério; Invoque este card por Invocação-Especial e, se isso acontecer, ele é considerado como um Regulador.", "ja": "水属性チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードがＳ召喚に成功した時、自分の墓地の魚族モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターはこのターン攻撃できない。②：このカードが相手によって破壊され墓地へ送られた場合、このカード以外の自分の墓地の水属性モンスター１体を除外して発動できる。このカードをチューナー扱いで特殊召喚する。", "ko": "물 속성 튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 싱크로 소환에 성공했을 때, 자신 묘지의 어류족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에 공격할 수 없다. ②: 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 경우, 이 카드 이외의 자신 묘지의 물 속성 몬스터 1장을 제외하고 발동할 수 있다. 이 카드를 튜너로 취급하여 특수 소환한다.", "zh-TW": "水屬性協調＋協調以外的怪獸１隻以上\n此卡名的①效果，１回合僅限使用１次。①：此卡同步召喚成功時，可將我方墓地的１隻魚族怪獸做為對象發動。特殊召喚該怪獸。透過此效果特殊召喚的怪獸，此回合無法攻擊。②：在此卡被對方破壞送至墓地的狀況下，可將我方墓地的１隻此卡以外的水屬性怪獸除外發動。將此卡視為協調特殊召喚。", "zh-CN": "水属性协调＋协调以外的怪兽１只以上\n此卡名的①效果１回合仅可使用１次。\n①：此卡同步召唤时，以自己墓地的１只鱼族怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽在此回合不可攻击。\n②：此卡因对手被破坏并被送至墓地的情况下，从自己的墓地将１只其他的水属性怪兽除外可以发动。将此卡视为协调并特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fish / Synchro / Effect", "attribute": "WATER", "level": 7, "atk": 2500, "def": 1500, "materials": "1 WATER Tuner + 1 or more non-Tuner monsters", "series": ["White", "White Aura"], "images": [{"index": 1, "image": "WhiteAuraMonoceros-MP20-EN-R-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN095", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-EN142", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "de": [{"set_number": "RIRA-DE095", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-DE142", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "fr": [{"set_number": "RIRA-FR095", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-FR142", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "it": [{"set_number": "RIRA-IT095", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-IT142", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "pt": [{"set_number": "RIRA-PT095", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-PT142", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "ja": [{"set_number": "PP20-JP004", "set_name": "Premium Pack 20", "rarities": ["Common", "Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP13-KR004", "set_name": "Premium Pack Vol.13", "rarities": ["Normal Parallel Rare", "Super Rare"]}], "zh-CN": [{"set_number": "23SP-SC215", "set_name": "Entry Pack 2023 Vol.2", "rarities": ["Common"]}, {"set_number": "NE01-SC115", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544664, "master_duel_rarity": "N"}