{"konami_id": 14950, "password": 64025981, "name": {"en": "Primal Dragon, the Primordial", "de": "Urdrache, der Ursprüngliche", "es": "Dragón Primitivo, el Primordial", "fr": "Dragon Primitif, le Primordial", "it": "Drago Primario, il Primordiale", "pt": "Dragão Primitivo, o Primordial", "ja": "<ruby>始<rt>し</rt></ruby><ruby>原<rt>げん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>プライマル・ドラゴン", "ja_romaji": "Shigenryū Puraimaru Doragon", "ko": "시원룡 프라이멀 드래곤", "ko_rr": "Siwonnyong Peuraimeol Deuraegon", "zh-TW": "始原龍 源初龍", "zh-CN": "始原龙"}, "text": {"en": "Your opponent takes no battle damage from attacks involving this card. You can only use each of the following effects of \"Primal Dragon, the Primordial\" once per turn. You can banish 1 Dragon monster from your GY; this card gains ATK/DEF equal to that banished monster's ATK until the end of the next turn. If this card is Tributed: You can target 1 monster you control; it can make a second attack during each Battle Phase this turn.", "de": "Dein Gegner erhält keinen Kampfschaden aus Angriffen, an denen diese Karte beteiligt ist. Du kannst jeden der folgenden Effekte von „Urdrache, der Ursprüngliche“ nur einmal pro Spielzug verwenden. Du kannst 1 Drache-Monster von deinem Friedhof verbannen; diese Karte erhält bis zum Ende des nächsten Spielzugs ATK/DEF in Höhe der ATK des verbannten Monsters. Falls diese Karte als Tribut angeboten wird: Du kannst 1 Monster wählen, das du kontrollierst; es kann in diesem Spielzug während jeder Battle Phase einen zweiten Angriff durchführen.", "es": "Tu adversario no recibe daño de batalla de ataques que involucren esta carta. Sólo puedes usar cada uno de los siguientes efectos de \"Dragón Primitivo, el Primordial\" una vez por turno. Puedes desterrar 1 monstruo Dragón en tu Cementerio; hasta el final del próximo turno, esta carta gana ATK/DEF igual al ATK de ese monstruo desterrado. Si esta carta es Sacrificada: puedes seleccionar 1 monstruo que controles; este turno, éste puede hacer un segundo ataque durante cada Battle Phase.", "fr": "Votre adversaire ne reçoit aucun dommage de combat des attaques impliquant cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon Primitif, le Primordial\" qu'une fois par tour. Vous pouvez bannir 1 monstre Dragon depuis votre Cimetière ; jusqu'à la fin du prochain tour, cette carte gagne une ATK/DEF égales à l'ATK du monstre banni. Si cette carte est Sacrifiée : vous pouvez cibler 1 monstre que vous contrôlez ; durant chaque Battle Phase ce tour, il peut faire une seconde attaque.", "it": "Il tuo avversario non subisce danno da combattimento da attacchi che coinvolgono questa carta. Puoi utilizzare ognuno dei seguenti effetti di \"Drago Primario, il Primordiale\" una sola volta per turno. Puoi bandire 1 mostro Drago dal tuo Cimitero; questa carta guadagna ATK/DEF pari all'ATK di quel mostro bandito fino alla fine del prossimo turno. Se questa carta viene offerta come Tributo: puoi scegliere come bersaglio 1 mostro che controlli; esso può effettuare un secondo attacco durante ogni Battle Phase in questo turno.", "pt": "Seu oponente não sofre dano de batalha de ataques envolvendo este card. Você só pode usar cada um dos seguintes efeitos de \"Dragão Primitivo, o Primordial\" uma vez por turno. Você pode banir 1 monstro Dragão do seu Cemitério; até o final do próximo turno, este card ganha ATK/DEF igual ao ATK desse monstro banido. Se este card for oferecido como Tributo: você pode escolher 1 monstro que você controla; ele pode realizar um segundo ataque durante cada Fase de Batalha neste turno.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードの戦闘で発生する相手への戦闘ダメージは０になる。②：自分の墓地からドラゴン族モンスター１体を除外して発動できる。このカードの攻撃力・守備力は次のターンの終了時まで、除外したモンスターの攻撃力分アップする。③：このカードがリリースされた場合、自分フィールドの表側表示モンスター１体を対象として発動できる。このターン、そのモンスターは１度のバトルフェイズ中に２回攻撃できる。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 전투로 발생하는 상대에게로의 전투 데미지는 0 이 된다. ②: 자신 묘지에서 드래곤족 몬스터 1장을 제외하고 발동할 수 있다. 이 카드의 공격력 / 수비력은 다음 턴의 종료시까지, 제외한 몬스터의 공격력만큼 올린다. ③: 이 카드가 릴리스되었을 경우, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 몬스터는 1번의 배틀 페이즈 중에 2회 공격할 수 있다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 4, "atk": 2000, "def": 2000, "images": [{"index": 1, "image": "PrimalDragonthePrimordial-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFP2-EN036", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFP2-DE036", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GFP2-SP036", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFP2-FR036", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFP2-IT036", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFP2-PT036", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP172", "set_name": "V Jump December 2019 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "21PP-JP027", "set_name": "Premium Pack 2021", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "PP15-KR033", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}, {"set_number": "PP16-KR027", "set_name": "Premium Pack Vol.16", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 663613, "master_duel_rarity": "N"}