{"konami_id": 9945, "password": 64038662, "name": {"en": "Variable Form", "de": "Veränderliche Form", "es": "Forma Variable", "fr": "Forme Variable", "it": "Forma Variabile", "pt": "Forma Variável", "ja": "ヴァリュアブル・フォーム", "ja_romaji": "Varyuaburu Fōmu", "ko": "밸류어블 폼", "ko_rr": null, "zh-TW": "貴甲形態", "zh-CN": "贵甲形态"}, "text": {"en": "Once per turn, you can activate 1 of these effects.\n● Target 2 face-up \"Inzektor\" monsters you control; equip one to the other.\n● Target 1 \"Inzektor\" monster you control that is an Equip Card; Special Summon that target in face-up Defense Position.", "de": "Einmal pro Spielzug kannst du 1 dieser Effekte aktivieren.\n●Wähle 2 offene „Insektor“-Monster, die du kontrollierst; rüste eins mit dem anderen aus.\n●Wähle 1 „Insektor“-Monster, das du kontrollierst und das eine Ausrüstungskarte ist; beschwöre das gewählte Ziel als Spezialbeschwörung in die offene Verteidigungsposition.", "es": "Una vez por turno, puedes activar 1 de estos efectos.\n●Selecciona 2 monstruos \"Inzektor\" boca arriba que controles; equipa un objetivo al otro.\n●Selecciona 1 monstruo \"Inzektor\" que controles que sea una Carta de Equipo; Invoca ese objetivo de Modo Especial en Posición de Defensa boca arriba.", "fr": "Une fois par tour, vous pouvez activer 1 de ces effets.\n●Ciblez 2 monstres \"Inzektor\" face recto que vous contrôlez ; équipez l'un à l'autre.\n●Ciblez 1 monstre \"Inzektor\" que vous contrôlez comme Carte d'Équipement ; Invoquez Spécialement la cible en Position de Défense face recto.", "it": "Una volta per turno, puoi attivare 1 di questi effetti.\n● Scegli come bersaglio 2 mostri \"Inzektor\" scoperti che controlli; equipaggiane uno all'altro.\n● Scegli come bersaglio 1 mostro \"Inzektor\" che controlli che è una Carta Equipaggiamento; Evoca Specialmente quel bersaglio scoperto in Posizione di Difesa.", "pt": null, "ja": "１ターンに１度、以下の効果から１つを選択して発動できる。\n●自分フィールド上の「甲虫装機」と名のついたモンスター２体を選択し、選択したモンスター１体をもう１体のモンスターに装備する。\n●自分フィールド上の装備カード扱いの「甲虫装機」と名のついたモンスター１体を選択して自分フィールド上に表側攻撃表示で特殊召喚する。", "ko": "1턴에 1번, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신 필드 위의 \"인잭터\"라는 이름이 붙은 몬스터 2장을 선택하고, 선택한 몬스터 1장을 나머지 1장의 몬스터에 장착한다.\n●자신 필드 위의 장착 카드 취급의 \"인잭터\"라는 이름이 붙은 몬스터 1장을 선택하고 자신 필드 위에 앞면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "1回合1次，可以从以下效果选择1个发动。\n●选择自己场上2只名字带有「甲虫装机」的怪兽，选择的1只怪兽给另1只怪兽装备。\n●选择自己场上1只当作装备卡使用的名字带有「甲虫装机」的怪兽在自己场上表侧守备表示特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "VariableForm-ORCS-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ORCS-EN071", "set_name": "Order of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "ORCS-DE071", "set_name": "Order of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "ORCS-FR071", "set_name": "Order of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "ORCS-IT071", "set_name": "Order of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "ORCS-JP071", "set_name": "Order of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "ORCS-KR071", "set_name": "Order of Chaos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 180287, "master_duel_rarity": "N"}