{"konami_id": 12197, "password": 64043465, "name": {"en": "Obliterate!!!", "de": "Auslöschen!!!", "es": "¡¡¡Obliterar!!!", "fr": "Destruction !!!", "it": "Obliterazione!!!", "pt": "Obliterar!!!", "ja": "<ruby>魔神火炎砲<rt>エグゾード・フレイム</rt></ruby>", "ja_romaji": "Eguzōdo Fureimu", "ko": "엑조드 프레임", "ko_rr": null, "zh-TW": "魔神火炎炮", "zh-CN": "魔神火炎炮－艾格佐德之炎"}, "text": {"en": "You can target 1 monster on the field; send 1 \"Forbidden One\" monster or \"Exodia\" card from your hand or Deck to the Graveyard, and if you do, return that target to the hand. If this card is sent from the Spell & Trap Zone to the Graveyard: You can target 1 \"Forbidden One\" monster or \"Exodia\" card in your Graveyard; add it to your hand. You can only use 1 \"Obliterate!!!\" effect per turn, and only once that turn.", "de": "Du kannst 1 Monster auf dem Spielfeld wählen; lege 1 „Der Verbotenen“-Monster oder „Exodia“-Karte von deiner Hand oder deinem Deck auf den Friedhof und falls du dies tust, gib das gewählte Ziel auf die Hand zurück. Falls diese Karte von der Zauber- & Fallenzone auf den Friedhof gelegt wird: Du kannst 1 „Der Verbotenen“-Monster oder „Exodia“-Karte in deinem Friedhof wählen; füge es oder sie deiner Hand hinzu. Du kannst nur 1 Effekt von „Auslöschen!!!“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Puedes seleccionar 1 monstruo en el Campo; manda al Cementerio, desde tu mano o Deck, 1 monstruo \"el Prohibido\" o carta \"Exodia\" y, si lo haces, devuelve a la mano ese objetivo. Si esta carta es mandada de la Zona de Magia y Trampas al Cementerio: puedes seleccionar 1 monstruo \"el Prohibido\" o carta \"Exodia\" en tu Cementerio; añádelo a tu mano. Sólo puedes usar 1 efecto de \"¡¡¡Obliterar!!!\" una vez por turno, y sólo una vez ese turno.", "fr": "Vous pouvez cibler 1 monstre sur le Terrain ; envoyez 1 monstre \"l'Interdit\" ou carte \"Éxodia\" depuis votre main ou Deck au Cimetière, et si vous le faites, renvoyez la cible à la main. Si cette carte est envoyée depuis la Zone Magie & Piège au Cimetière : vous pouvez cibler 1 monstre \"l'Interdit\" ou carte \"Éxodia\" dans votre Cimetière ; ajoutez-le/la à votre main. Vous ne pouvez utiliser qu'1 effet de \"Destruction !!!\" par tour, et uniquement une fois le tour.", "it": "Puoi scegliere come bersaglio 1 mostro sul Terreno; manda 1 mostro \"il/del Proibito\" or 1 carta \"Exodia\" dalla tua mano o Deck al Cimitero e, se lo fai, fai ritornare quel bersaglio nella mano. Se questa carta viene mandata dalla Zona Magie & Trappole al Cimitero: puoi scegliere come bersaglio 1 mostro \"il/del Proibito\" o 1 carta \"Exodia\" nel tuo Cimitero; aggiungila alla tua mano. Puoi utilizzare solo 1 effetto di \"Obliterazione!!!\" per turno, e solo una volta in quel turno.", "pt": "Você pode escolher 1 monstro no campo: envie 1 monstro \"O Proibido\" ou card \"Exodia\" da sua mão ou Deck para o Cemitério e, se isso acontecer, devolva o alvo para a mão. Se este card for enviado da Zona de Magias & Armadilhas para o Cemitério: você pode escolher 1 monstro \"O Proibido\" ou card \"Exodia\" no seu Cemitério; adicione-o à sua mão. Você só pode usar 1 efeito de \"Obliterar!!!\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：フィールドのモンスター１体を対象として発動できる。手札・デッキから「封印されし」モンスター１体か「エクゾディア」カード１枚を墓地へ送り、対象のモンスターを手札に戻す。②：このカードが魔法＆罠ゾーンから墓地へ送られた場合、自分の墓地の、「封印されし」モンスター１体か「エクゾディア」カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 패 / 덱에서 \"봉인된\" 몬스터 1장이나 \"엑조디아\" 카드 1장을 묘지로 보내고, 대상 몬스터를 패로 되돌린다. ②: 이 카드가 마법 & 함정 존에서 묘지로 보내졌을 경우, 자신 묘지의, \"봉인된\" 몬스터 1장이나 \"엑조디아\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以场上的１只怪兽为对象可以发动。从手牌・牌组将１只“被封印”怪兽或１张“艾克佐迪亚”卡送至墓地，将对象怪兽放回手牌。②：此卡被从魔法与陷阱区域送至墓地的情况下，以自己墓地的１只“被封印”怪兽或１张“艾克佐迪亚”卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Trap", "property": "Continuous", "series": ["Exodd", "Signature move"], "images": [{"index": 1, "image": "Obliterate-LDK2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LDK2-ENY03", "set_name": "Legendary Decks II", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LDK2-DEY03", "set_name": "Legendary Decks II", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LDK2-FRY03", "set_name": "Legendary Decks II", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LDK2-ITY03", "set_name": "Legendary Decks II", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LDK2-PTY03", "set_name": "Legendary Decks II", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "MB01-JP003", "set_name": "Millennium Box Gold Edition", "rarities": ["Millennium Gold Rare"]}, {"set_number": "PGB1-JP047", "set_name": "Prismatic God Box", "rarities": ["Millennium Rare"]}, {"set_number": "24TP-JP209", "set_name": "Tournament Pack 2024 Vol.2", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "MB01-KR003", "set_name": "Millennium Deck", "rarities": ["Millennium Gold Rare"]}, {"set_number": "AE21-KR019", "set_name": "Advanced Event Pack 2024 Vol.2 Version 1", "rarities": ["Common"]}, {"set_number": "AE21-KRS19", "set_name": "Advanced Event Pack 2024 Vol.2 Version 2", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC118", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 433173, "master_duel_rarity": "R"}