{"konami_id": 8142, "password": 64160836, "name": {"en": "Alien Kid", "de": "Außerirdisches Kind", "es": "Niño Alienígena", "fr": "Enfant Alien", "it": "Alieno Cucciolo", "pt": "Criança Alienígena", "ja": "エーリアン・キッズ", "ja_romaji": "Ērian Kizzu", "ko": "에일리언 키즈", "ko_rr": null, "zh-TW": "外星人小孩", "zh-CN": "外星人小孩"}, "text": {"en": "Place 1 A-Counter on all monsters Special Summoned to your opponent's side of the field. (If a monster with an A-Counter battles an \"Alien\" monster, it loses 300 ATK and DEF for each A-Counter during damage calculation only.)", "de": "Lege 1 A-Zählmarke auf alle Monster, die als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen werden. (Falls ein Monster mit einer A-Zählmarke gegen ein „Außerirdisch“-Monster kämpft, verliert es nur während der Schadensberechnung 300 ATK und DEF für jede A-Zählmarke.)", "es": "Pon 1 Contador-A en todos los monstruos Invocados de Modo Especial al Campo de tu adversario. (Si un monstruo con Contadores-A batalla contra un monstruo que incluya \"Alienígena\" en su nombre, disminuye su ATK y su DEF en 300 puntos por cada Contador-A, sólo durante el cálculo de daño.)", "fr": "Placez 1 Compteur-A sur tous les monstres Invoqués Spécialement sur le Terrain de votre adversaire (si un monstre avec un Compteur-A combat un monstre \"Alien\", il perd 300 points d'ATK et de DEF pour chaque Compteur-A durant le calcul des dommages uniquement).", "it": "Metti 1 Segnalino-A su tutti i mostri Evocati tramite Evocazione Speciale sul Terreno del tuo avversario. (Se un mostro con un Segnalino-A combatte con un mostro \"Alieno\", perde 300 ATK e DEF per ogni Segnalino-A solo durante il calcolo dei danni.)", "pt": null, "ja": "このカードが自分フィールド上に表側表示で存在する限り、相手フィールド上にモンスターが特殊召喚される度に、その時に特殊召喚されたモンスターにＡカウンターを１つ置く。Ａカウンターが乗ったモンスターは、「エーリアン」と名のついたモンスターと戦闘する場合、Ａカウンター１つにつき攻撃力と守備力が３００ポイントダウンする。", "ko": "이 카드가 자신 필드 위에 앞면 표시로 존재하는 한, 상대 필드 위에 몬스터가 특수 소환될 때마다, 그때 특수 소환된 몬스터에 A 카운터를 1개 놓는다. A 카운터가 얹혀 있는 몬스터는 \"에일리언\"이라는 이름이 붙은 몬스터와 전투할 경우, A 카운터 1개당 공격력과 수비력은 300 포인트 내린다.", "zh-TW": null, "zh-CN": "只要这张卡在自己场上表侧表示存在，每次对方场上有怪兽特殊召唤，给那个时候特殊召唤的怪兽放置1个Ａ指示物。有Ａ指示物放置的怪兽和名字带有「外星」的怪兽战斗的场合，每有1个Ａ指示物攻击力和守备力下降300。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 700, "series": ["Alien"], "images": [{"index": 1, "image": "AlienKid-CRMS-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "CRMS-EN084", "set_name": "Crimson Crisis", "rarities": ["Super Rare"]}], "de": [{"set_number": "CRMS-DE084", "set_name": "Crimson Crisis", "rarities": ["Super Rare"]}], "es": [{"set_number": "CRMS-SP084", "set_name": "Crimson Crisis", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CRMS-FR084", "set_name": "Crimson Crisis", "rarities": ["Super Rare"]}], "it": [{"set_number": "CRMS-IT084", "set_name": "Crimson Crisis", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EXP2-JP035", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}], "ko": [{"set_number": "EXP2-KR035", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 50966, "master_duel_rarity": "R"}