{"konami_id": 19403, "password": 64182380, "name": {"en": "Garunix Eternity, Hyang of the Fire Kings", "de": "Garunix Ewigkeit, Hyang der Feuerkönige", "es": "Garunix Eternidad, Hyang de los Reyes de Fuego", "fr": "Éternité Garunix, Hyang des Rois du Feu", "it": "Garunix Eternità, Hyang dei Re del Fuoco", "pt": "Eternidade Garunix, o Hyang dos Reis de Fogo", "ja": "<ruby>炎<rt>えん</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>神<rt>しん</rt></ruby> ガルドニクス・エタニティ", "ja_romaji": "En'ōshin Garudonikusu Etaniti", "ko": "염왕신 가루도닉스 이터니티", "ko_rr": null, "zh-TW": "炎王神 永恆迦樓羅不死鳥", "zh-CN": "炎王神 迦楼多尼克斯・永炎"}, "text": {"en": "2+ Level 8 monsters\nIf this card is Xyz Summoned: You can destroy all other monsters on the field. You can detach 1 material from this card, then target 1 Spell/Trap on the field; destroy it, and if you do, this card gains 500 ATK. If this card is destroyed while it has material: You can Special Summon \"Fire King\" monsters from your GY, up to the number of materials this card had. You can only use each effect of \"Garunix Eternity, Hyang of the Fire Kings\" once per turn.", "de": "2+ Monster der Stufe 8\nFalls diese Karte als Xyz-Beschwörung beschworen wird: Du kannst alle anderen Monster auf dem Spielfeld zerstören. Du kannst 1 Material von dieser Karte abhängen und dann 1 Zauber/Falle auf dem Spielfeld wählen; zerstöre ihn oder sie und falls du dies tust, erhält diese Karte 500 ATK. Falls diese Karte zerstört wird, solange sie Material hat: Du kannst „Feuerkönig“-Monster bis zur Anzahl des Materials, das diese Karte hatte, als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst jeden Effekt von „Garunix Ewigkeit, Hyang der Feuerkönige“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos de Nivel 8\nSi esta carta es Invocada Xyz: puedes destruir todos los demás monstruos en el Campo. Puedes desacoplar 1 material de esta carta, y después seleccionar 1 Mágica/Trampa en el Campo; destrúyela y, si lo haces, esta carta gana 500 ATK. Si esta carta es destruida mientras tenga material: puedes Invocar de Modo Especial, desde tu Cementerio, hasta tantos monstruos \"Rey(es) de Fuego\" como el número de materiales que tenía esta carta. Sólo puedes usar cada efecto de \"Garunix Eternidad, Hyang de los Reyes de Fuego\" una vez por turno.", "fr": "2+ monstres de Niveau 8\nSi cette carte est Invoquée par Xyz : vous pouvez détruire tous les autres monstres sur le Terrain. Vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 Magie/Piège sur le Terrain ; détruisez-le, et si vous le faites, cette carte gagne 500 ATK. Si cette carte est détruite tant qu'elle a du Matériel : vous pouvez Invoquer Spécialement un nombre de monstres \"Roi du Feu\" ou \"Rois du Feu\" depuis votre Cimetière, inférieur ou égal au nombre de Matériels que cette carte avait. Vous ne pouvez utiliser chaque effet de \"Éternité Garunix, Hyang des Rois du Feu\" qu'une fois par tour.", "it": "2+ mostri di Livello 8\nSe questa carta viene Evocata Xyz: puoi distruggere tutti gli altri mostri sul Terreno. Puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 Magia/Trappola sul Terreno; distruggila e, se lo fai, questa carta guadagna 500 ATK. Se questa carta viene distrutta mentre ha materiale: puoi Evocare Specialmente mostri \"Re del Fuoco\" dal tuo Cimitero, fino al numero di materiali che questa carta aveva. Puoi utilizzare ogni effetto di \"Garunix Eternità, Hyang dei Re del Fuoco\" una sola volta per turno.", "pt": "2+ monstros de Nível 8\nSe este card for Invocado por Invocação-Xyz: você pode destruir todos os outros monstros no campo. Você pode desassociar 1 matéria deste card e, depois, escolha 1 Magia/Armadilha no campo; destrua-a e, se isso acontecer, este card ganha 500 de ATK. Se este card for destruído enquanto tiver matéria: você pode Invocar monstros \"Rei(s) de Fogo\" por Invocação-Especial do seu Cemitério, até o número de matérias que este card tinha. Você só pode usar cada efeito de \"Eternidade Garunix, o Hyang dos Reis de Fogo\" uma vez por turno.", "ja": "レベル８モンスター×２体以上\nこのカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＸ召喚した場合に発動できる。フィールドの他のモンスターを全て破壊する。②：このカードのＸ素材を１つ取り除き、フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊し、このカードの攻撃力を５００アップする。③：Ｘ素材を持っているこのカードが破壊された場合に発動できる。このカードが持っていたＸ素材の数まで、自分の墓地から「炎王」モンスターを特殊召喚する。", "ko": "레벨 8 몬스터 × 2장 이상\n이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 엑시즈 소환했을 경우에 발동할 수 있다. 필드의 다른 몬스터를 전부 파괴한다. ②: 이 카드의 엑시즈 소재를 1개 제거하고, 필드의 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴하고, 이 카드의 공격력을 500 올린다. ③: 엑시즈 소재를 가지고 있는 이 카드가 파괴되었을 경우에 발동할 수 있다. 이 카드가 가지고 있던 엑시즈 소재의 수까지, 자신 묘지에서 \"염왕\" 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "等级８怪兽×２只以上\n此卡名的①②③效果１回合仅可各使用１次。①：此卡超量召唤的情况下可以发动。将场上的其他怪兽全部破坏。②：去除此卡的１个超量素材，以场上的１张魔法・陷阱卡为对象可以发动。将该卡破坏，此卡的攻击力上升５００。③：持有超量素材的此卡被破坏的情况下可以发动。从自己的墓地将“炎王”怪兽特殊召唤，数量最多为此卡原先持有的超量素材的数量。"}, "card_type": "Monster", "monster_type_line": "Pyro / Xyz / Effect", "attribute": "FIRE", "rank": 8, "atk": 3000, "def": 2000, "materials": "2 or more Level 8 monsters", "series": ["Fire King"], "images": [{"index": 1, "image": "GarunixEternityHyangoftheFireKings-SR14-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SR14-EN044", "set_name": "Structure Deck: Fire Kings", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SR14-DE044", "set_name": "Structure Deck: Fire Kings", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SR14-SP044", "set_name": "Structure Deck: Fire Kings", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SR14-FR044", "set_name": "Structure Deck: Fire Kings", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SR14-IT044", "set_name": "Structure Deck: Fire Kings", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SR14-PT044", "set_name": "Structure Deck: Fire Kings", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR14-JPP01", "set_name": "Structure Deck R: Onslaught of the Fire Kings Second Coming of the Eternal Flames' Ruler Pack", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "SR14-KRP01", "set_name": "Structure Deck R: Onslaught of the Fire Kings Second Coming of the Eternal Flames' Ruler Pack", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "BB01-SC020", "set_name": "Secret Treasures Pack", "rarities": ["Ultra Rare", "Collector's Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 992821, "master_duel_rarity": "UR"}