{"konami_id": 18502, "password": 64193046, "name": {"en": "Superheavy Samurai Brave Masurawo", "de": "Superstarker Samurai Tapferer Masurawo", "es": "Samurai Superpesado Valiente Masurawo", "fr": "Brave Masurawo Samouraï Supralourd", "it": "Samurai Superpesante Coraggioso Masurawo", "pt": "Samurai Superpesado Corajoso Masurawo", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>重<rt>じゅう</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>神<rt>じん</rt></ruby>マスラ－<ruby>Ｏ<rt>オー</rt></ruby>", "ja_romaji": "Chōjūtenjin Masura-Ō", "ko": "초중천신 마스라－<ruby>O<rt>오</rt></ruby>", "ko_rr": "Chojungcheonsin Maseura-O", "zh-TW": "超重天神 益荒男－O", "zh-CN": "超重天神 益荒男－O"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nThis card can attack while in face-up Defense Position. If it does, apply its DEF for damage calculation. If a \"Superheavy Samurai\" monster(s) you control would be destroyed by battle or card effect, you can destroy 1 \"Superheavy Samurai\" card you control instead. Once per turn, if your opponent activates a Spell/Trap Card or effect (except during the Damage Step): You can draw until you have 3 cards in your hand.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDiese Karte kann angreifen, solange sie sich in offener Verteidigungsposition befindet. Falls sie dies tut, verwende ihre DEF für die Schadensberechnung. Falls ein oder mehr „Superstarker Samurai“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen 1 „Superstarker Samurai“-Karte zerstören, die du kontrollierst. Einmal pro Spielzug, falls dein Gegner eine Zauber-/Fallenkarte oder einen Zauber-/Falleneffekt aktiviert (außer während des Damage Steps): Du kannst ziehen, bis du 3 Karten in deiner Hand hast.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nEsta carta puede atacar mientras está en Posición de Defensa boca arriba. Si lo hace, aplica su DEF para el cálculo de daño. Si uno o más monstruos \"Samurai Superpesado\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta, puedes destruir 1 carta \"Samurai Superpesado\" que controles en su lugar. Una vez por turno, si tu adversario activa una Carta Mágica/de Trampa o su efecto (excepto durante el Damage Step): puedes robar hasta que tengas 3 cartas en tu mano.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nCette carte peut attaquer tant qu'elle est en Position de Défense face recto. Si elle le fait, appliquez sa DEF pour le calcul des dommages. Si un ou plusieurs monstres \"Samouraï Supralourd\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez détruire 1 carte \"Samouraï Supralourd\" que vous contrôlez à la place. Une fois par tour, si votre adversaire active une Carte Magie/Piège ou effet de Magie/Piège (sauf durant la Damage Step) : vous pouvez piocher jusqu'à avoir 3 cartes dans votre main.", "it": "1 Tuner + 1+ mostri non-Tuner\nQuesta carta può attaccare mentre è scoperta in Posizione di Difesa. Se lo fa, applica il suo DEF per il calcolo dei danni. Se uno o più mostri \"Samurai Superpesante\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece distruggere 1 carta \"Samurai Superpesante\" che controlli. Una volta per turno, se il tuo avversario attiva una Carta Magia/Trappola o un suo effetto (eccetto durante il Damage Step): puoi pescare fino a quando hai 3 carte nella tua mano.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nEste card pode atacar enquanto estiver com a face para cima em Posição de Defesa. Se o fizer, use sua DEF para o cálculo de dano. Se um ou mais monstros \"Samurai Superpesado\" que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode destruir 1 card \"Samurai Superpesado\" que você controla. Uma vez por turno, se seu oponente ativar um Card de Magia/Armadilha ou seus efeitos (exceto durante a Etapa de Dano): você pode comprar até ter 3 cards na sua mão.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名はルール上「超重武者」カードとしても扱う。①：このカードは表側守備表示のままで攻撃できる。その場合、このカードは守備力を攻撃力として扱いダメージ計算を行う。②：自分フィールドの「超重武者」モンスターが戦闘・効果で破壊される場合、代わりに自分フィールドの「超重武者」カード１枚を破壊できる。③：１ターンに１度、相手が魔法・罠カードの効果を発動した場合に発動できる。自分は手札が３枚になるようにデッキからドローする。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명은 룰상 \"초중무사\" 카드로도 취급한다. ①: 이 카드는 앞면 수비 표시 그대로 공격할 수 있다. 그 경우, 이 카드는 수비력을 공격력으로 취급하고 데미지 계산을 실행한다. ②: 자신 필드의 \"초중무사\" 몬스터가 전투 / 효과로 파괴될 경우, 대신에 자신 필드의 \"초중무사\" 카드 1장을 파괴할 수 있다. ③: 1턴에 1번, 상대가 마법 / 함정 카드의 효과를 발동했을 경우에 발동할 수 있다. 자신은 패가 3장이 되도록 덱에서 드로우한다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n此卡名在規則上也視為「超重武者」卡。①：此卡可保持正面守備表示進行攻擊。在該狀況下，此卡將守備力視為攻擊力進行傷害計算。②：在我方場上的「超重武者」怪獸因戰鬥・效果被破壞的狀況下，可破壞我方場上的１張「超重武者」卡作為替代。③：１回合１次，可在對方發動魔法・陷阱卡的效果時發動。我方從牌組抽牌使手牌變為３張。", "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名在规则上也视为“超重武者”卡。①：此卡可在表侧守备表示的状态下攻击。该情况下，将此卡的守备力视为攻击力来进行伤害计算。②：自己场上的“超重武者”怪兽将被战斗・效果破坏的情况下，作为代替可将自己场上的１张“超重武者”卡破坏。③：１回合１次，对手发动魔法・陷阱卡的效果的情况下可以发动。自己从牌组抽牌，直至手牌变为３张。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "EARTH", "level": 12, "atk": 2100, "def": 4000, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Superheavy Samurai"], "images": [{"index": 1, "image": "SuperheavySamuraiBraveMasurawo-CYAC-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN039", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CYAC-DE039", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CYAC-FR039", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CYAC-IT039", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CYAC-PT039", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CYAC-JP039", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "CYAC-JP039", "set_name": "Cyberstorm Access +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "CYAC-KR039", "set_name": "Cyberstorm Access", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "CYAC-KR039", "set_name": "Cyberstorm Access +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC150", "set_name": "Mega Pack 08", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716923, "master_duel_rarity": "UR"}