{"konami_id": 11465, "password": 64203620, "name": {"en": "Jormungardr the Nordic Serpent", "de": "Nordische Schlange Jormungardr", "es": "Jormungardr la Serpiente Nórdica", "fr": "Jörmungandr, Serpent Nordique", "it": "Jormungardr il Serpente Nordic", "pt": "Jormungardr, a Serpente Nórdica", "ja": "<ruby>極<rt>きょく</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>邪<rt>じゃ</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>ヨルムンガンド", "ja_romaji": "Kyokuseijaryū Yorumungando", "ko": "극성사룡 요르문간드", "ko_rr": null, "zh-TW": "極星邪龍 約爾曼岡德", "zh-CN": "极星邪龙 约尔曼冈德"}, "text": {"en": "Cannot be Normal Summoned/Set. If an \"Aesir\" monster is on the field, you can Special Summon this card (from your hand) to your opponent's side of the field in Defense Position. If an \"Aesir\" monster is not on the field, destroy this card. If this face-up Defense Position card you control is changed to face-up Attack Position: Take 3000 damage. This effect can only be used once while this card is face-up on the field.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Falls ein „Asen“-Monster auf dem Spielfeld liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) auf die Spielfeldseite deines Gegners in die Verteidigungsposition beschwören. Falls kein „Asen“-Monster auf dem Spielfeld liegt, zerstöre diese Karte. Falls diese Karte in offener Verteidigungsposition, die du kontrollierst, in die offene Angriffsposition geändert wird: Du erhältst 3000 Schaden. Dieser Effekt kann nur einmal verwendet werden, solange diese Karte offen auf dem Spielfeld liegt.", "es": "No puede ser Invocada de Modo Normal/Colocada. Si hay un monstruo \"Aesir\" en el Campo, puedes Invocar esta carta de Modo Especial (desde tu mano) en el lado del Campo de tu adversario, en Posición de Defensa. Si no hay un monstruo \"Aesir\" en el Campo, destruye esta carta. Si esta carta en Posición de Defensa boca arriba que controlas es cambiada a Posición de Ataque boca arriba: recibe 3000 puntos de daño. Este efecto sólo puede ser usado una vez mientras esta carta está boca arriba en el Campo.", "fr": "Ni Invocable Normalement ni Posable. Si un monstre \"Ases\" est sur le Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main) sur le Terrain de votre adversaire en Position de Défense. S'il n'y a pas de monstre \"Ases\" sur le Terrain, détruisez cette carte. Si cette carte en Position de Défense face recto que vous contrôlez est changée en Position d'Attaque face recto : recevez 3000 points de dommages. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.", "it": "Non può essere Evocato Normalmente/Posizionato. Se un mostro \"Aesir\" è sul Terreno, puoi Evocare Specialmente questa carta (dalla tua mano) sul Terreno del tuo avversario in Posizione di Difesa. Se nessun mostro \"Aesir\" è sul Terreno, distruggi questa carta. Se questa carta scoperta in Posizione di Difesa che controlli viene messa scoperta in Posizione di Attacco: subisci 3000 danni. Questo effetto può essere utilizzato una sola volta mentre questa carta è scoperta sul Terreno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Se um monstro \"Aesir\" estiver no campo, você pode Invocar este card por Invocação-Especial (da sua mão) no lado do campo do seu oponente em Posição de Defesa. Se não houver um monstro \"Aesir\" no campo, destrua este card. Se este card que você controla com a face para cima em Posição de Defesa for colocado com a face para cima em Posição de Ataque: sofra 3000 de dano. Este efeito só pode ser usado uma vez enquanto este card estiver com a face para cima no campo.", "ja": "このカードは通常召喚できない。フィールドに「極神」モンスターが存在する場合に手札から相手フィールドに守備表示で特殊召喚できる。①：フィールドに「極神」モンスターが存在しない場合にこのカードは破壊される。②：このカードがフィールドに表側表示で存在する限り１度だけ、表側守備表示のこのカードが表側攻撃表示になった場合に発動する。自分は３０００ダメージを受ける。", "ko": "이 카드는 통상 소환할 수 없다. 필드에 \"극신\" 몬스터가 존재할 경우에 패에서 상대 필드에 수비 표시로 특수 소환할 수 있다. ①: 필드에 \"극신\" 몬스터가 존재하지 않을 경우에 이 카드는 파괴된다. ②: 이 카드가 필드에 앞면 표시로 존재하는 한 1번만, 앞면 수비 표시의 이 카드가 앞면 공격 표시가 되었을 경우에 발동한다. 자신은 3000 데미지를 받는다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。场上有「极神」怪兽存在的场合可以从手卡往对方场上守备表示特殊召唤。①：场上没有「极神」怪兽存在的场合这张卡破坏。②：只在这张卡在场上表侧表示存在才有1次，表侧守备表示的这张卡变成表侧攻击表示的场合发动。自己受到3000伤害。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 3000, "series": ["Nordic"], "images": [{"index": 1, "image": "JormungardrtheNordicSerpent-LC05-EN-UR-LE.png"}], "sets": {"en": [{"set_number": "LC05-EN001", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LC05-DE001", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LC05-FR001", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LC05-IT001", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LC05-PT001", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP15-JP039", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR067", "set_name": "Extra Pack 2015", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 151690, "master_duel_rarity": "R"}