{"konami_id": 17263, "password": 64211118, "name": {"en": "Firewall Dragon Darkfluid - Neo Tempest Terahertz", "de": "Firewall-Drache Dunkle Flüssigkeit - Neo-Gewitter-Terahertz", "es": "Dragón Cortafuego Fluido Oscuro - Terahertz Neo Tempestad", "fr": "Dragon Pare-Feu de Fluide Sombre - Néotempête Térahertz", "it": "Drago Firewall Oscuroflusso - Neo Tempesta Terahertz", "pt": "Dragão Firewall Fluido Negro - Neotempestade Terahertz", "ja": "ファイアウォール・ドラゴン・ダークフルード－ネオテンペスト", "ja_romaji": "Faiawōru Doragon Dākufurūdo - Neo Tenpesuto", "ko": "파이어월 드래곤 다크플루이드－네오템피스트", "ko_rr": "Paieowol Deuraegon Dakeupeulluideu - Ne-otempiseuteu", "zh-TW": "防火牆龍 暗流體－新風暴", "zh-CN": "防火墙龙・暗流体－新风暴"}, "text": {"en": "3+ Cyberse monsters\nNegate any monster effects activated by your opponent during the Battle Phase. (Quick Effect): You can send 1 Cyberse monster from your Deck or Extra Deck to the GY, and if you do, this card gains the Attribute of that monster sent to the GY, also it gains 2500 ATK. You can only use this effect of \"Firewall Dragon Darkfluid - Neo Tempest Terahertz\" once per turn. This card can attack monsters a number of times each Battle Phase, up to the number of different Attributes it has.", "de": "3+ Cyberse-Monster\nAnnulliere alle Monstereffekte, die dein Gegner während der Battle Phase aktiviert. (Schnelleffekt): Du kannst 1 Cyberse-Monster von deinem Deck oder Extra Deck auf den Friedhof legen und falls du dies tust, erhält diese Karte die Eigenschaft jenes auf den Friedhof gelegten Monsters, zusätzlich erhält sie 2500 ATK. Du kannst diesen Effekt von „Firewall-Drache Dunkle Flüssigkeit - Neo-Gewitter-Terahertz“ nur einmal pro Spielzug verwenden. Diese Karte kann in jeder Battle Phase bis zu so viele Male Monster angreifen wie die Anzahl der unterschiedlichen Eigenschaften, die sie hat.", "es": "3+ monstruos Ciberso\nNiega cualquier efecto de monstruo activado por tu adversario durante la Battle Phase. (Efecto Rápido): puedes mandar al Cementerio 1 monstruo Ciberso en tu Deck o Deck Extra y, si lo haces, esta carta gana el Atributo de ese monstruo mandado al Cementerio, y además gana 2500 ATK. Sólo puedes usar este efecto de \"Dragón Cortafuego Fluido Oscuro - Terahertz Neo Tempestad\" una vez por turno. Esta carta puede atacar a monstruos un número de veces cada Battle Phase, hasta el número de Atributos diferentes que tenga.", "fr": "3+ monstres Cyberse\nAnnulez les effets de monstre activés par votre adversaire durant la Battle Phase. (Effet Rapide) : vous pouvez envoyer 1 monstre Cyberse depuis votre Deck ou Extra Deck au Cimetière, et si vous le faites, cette carte gagne l'Attribut du monstre envoyé au Cimetière, et aussi, il gagne 2500 ATK. Vous ne pouvez utiliser cet effet de \"Dragon Pare-Feu de Fluide Sombre - Néotempête Térahertz\" qu'une fois par tour. Cette carte peut attaquer un nombre de fois des monstres chaque Battle Phase, inférieur ou égal au nombre d'Attributs différents qu'elle a.", "it": "3+ mostri Cyberso\nAnnulla qualsiasi effetto di mostro attivato dal tuo avversario durante la Battle Phase. (Effetto Rapido): puoi mandare 1 mostro Cyberso dal tuo Deck o Extra Deck al Cimitero e, se lo fai, questa carta guadagna l'Attributo di quel mostro mandato al Cimitero, inoltre essa guadagna 2500 ATK. Puoi utilizzare questo effetto di \"Drago Firewall Oscuroflusso - Neo Tempesta Terahertz\" una sola volta per turno. Questa carta può attaccare mostri un numero di volte ogni Battle Phase, fino al numero di Attributi diversi che ha.", "pt": "3+ monstros Ciberso\nNegue quaisquer efeitos de monstro ativados pelo seu oponente durante a Fase de Batalha. (Efeito Rápido): você pode enviar 1 monstro Ciberso do seu Deck ou Deck Adicional para o Cemitério e, se isso acontecer, este card ganha o Atributo desse monstro enviado para o Cemitério e, além disso, ele ganha 2500 de ATK. Você só pode usar este efeito de \"Dragão Firewall Fluido Negro - Neotempestade Terahertz\" uma vez por turno. Este card pode atacar monstros um número de vezes a cada Fase de Batalha, até o número de Atributos diferentes que ele tiver.", "ja": "サイバース族モンスター３体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、バトルフェイズ中に相手が発動したモンスターの効果は無効化される。②：自分・相手ターンに発動できる。デッキ・ＥＸデッキからサイバース族モンスター１体を墓地へ送る。このカードは、墓地へ送ったそのモンスターと同じ属性としても扱い、攻撃力が２５００アップする。③：このカードは１度のバトルフェイズ中に、このカードの属性の種類の数までモンスターに攻撃できる。", "ko": "사이버스족 몬스터 3장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 배틀 페이즈 중에 상대가 발동한 몬스터의 효과는 무효화된다. ②: 자신 / 상대 턴에 발동할 수 있다. 덱 / 엑스트라 덱에서 사이버스족 몬스터 1장을 묘지로 보낸다. 이 카드는, 묘지로 보낸 그 몬스터와 같은 속성으로도 취급하고, 공격력을 2500 올린다. ③: 이 카드는 1번의 배틀 페이즈 중에, 이 카드 속성의 종류의 수까지 몬스터에 공격할 수 있다.", "zh-TW": null, "zh-CN": "电子界族怪兽3只以上\n此卡名的②效果1回合仅可使用1次。①：只要此卡存在于怪兽区域，战斗阶段中对手发动的怪兽的效果无效化。②：在自己・对手回合可以发动。从牌组・额外牌组将1只电子界族怪兽送至墓地。此卡的属性也视为与送至墓地的该怪兽相同，攻击力上升2500。③：此卡在1次战斗阶段中可攻击怪兽的次数最多为此卡属性种类的数量。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "DARK", "link_arrows": ["⬅", "↙", "↘", "➡", "⬆"], "atk": 3000, "materials": "3+ Cyberse monsters", "series": ["Firewall", "Signature move"], "images": [{"index": 1, "image": "FirewallDragonDarkfluidNeoTempestTerahertz-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "MAZE-EN028", "set_name": "Maze of Memories", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-EN130", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "MAZE-DE028", "set_name": "Maze of Memories", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-DE130", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "MAZE-SP028", "set_name": "Maze of Memories", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-SP130", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "MAZE-FR028", "set_name": "Maze of Memories", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-FR130", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "MAZE-IT028", "set_name": "Maze of Memories", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-IT130", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "MAZE-PT028", "set_name": "Maze of Memories", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP24-PT130", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "HC01-JP044", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}, {"set_number": "QCCU-JP106", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "HC01-KR044", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}, {"set_number": "QCCU-KR106", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC198", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}, {"set_number": "WT02-SC031", "set_name": "Deluxe Duel Set: Maliss", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714954, "master_duel_rarity": "SR"}