{"konami_id": 19466, "password": 64257161, "name": {"en": "Goblin Biker Mean Merciless", "de": "Goblin-Biker Mean Mitleidloser", "es": "Mean Despiadada Moto Goblin", "fr": "Mean l'Impitoyable des Gobelins Motards", "it": "Motociclista Goblin Mean Spietata", "pt": "Motoqueiro Goblin Mean Impiedosa", "ja": "<ruby>百鬼羅刹<rt>ゴブリンライダー</rt></ruby> <ruby>冷<rt>れい</rt></ruby><ruby>血<rt>けつ</rt></ruby>ミアンダ", "ja_romaji": "Goburin Raidā Reiketsu Mianda", "ko": "고블린라이더 냉혈 미안다", "ko_rr": null, "zh-TW": "格布林百羅剎 冷血米安達", "zh-CN": "格布林百罗刹 冷血米安达"}, "text": {"en": null, "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Goblin“-Monster als Spezialbeschwörung von deiner Hand beschwören, außer „Goblin-Biker Mean Mitleidloser“. Während deiner Main Phase, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Xyz-Material von einem Monster auf einer beliebigen Spielfeldseite abhängen und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Goblin-Biker Mean Mitleidloser“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial 1 monstruo \"Goblin\" desde tu mano, excepto \"Mean Despiadada Moto Goblin\". Durante tu Main Phase, si esta carta está en tu Cementerio: puedes desacoplar 1 Material Xyz de un monstruo en cualquier Campo y, si lo haces, Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Mean Despiadada Moto Goblin\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Gobelin\" (\"Mean l'Impitoyable des Gobelins Motards\" exclu) depuis votre main. Durant votre Main Phase, si cette carte est dans votre Cimetière : vous pouvez détacher 1 Matériel Xyz d'un monstre sur l'un des Terrains, et si vous le faites, Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Mean l'Impitoyable des Gobelins Motards\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro \"Goblin\" dalla tua mano, eccetto \"Motociclista Goblin Mean Spietata\". Durante la tua Main Phase, se questa carta è nel tuo Cimitero: puoi staccare 1 Materiale Xyz da un mostro su qualsiasi Terreno e, se lo fai, Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Motociclista Goblin Mean Spietata\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro \"Goblin\" da sua mão, exceto \"Motoqueiro Goblin Mean Impiedosa\". Durante sua Fase Principal, se este card estiver no seu Cemitério: você pode desassociar 1 Matéria Xyz de um monstro em qualquer campo e, se isso acontecer, Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Motoqueiro Goblin Mean Impiedosa\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが召喚・特殊召喚した場合に発動できる。手札から「百鬼羅刹　冷血ミアンダ」以外の「ゴブリン」モンスター１体を特殊召喚する。\n②：このカードが墓地に存在する場合、自分メインフェイズに発動できる。フィールドのＸ素材を１つ取り除き、このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 패에서 \"고블린라이더 냉혈 미안다\" 이외의 \"고블린\" 몬스터 1장을 특수 소환한다. ②: 이 카드가 묘지에 존재할 경우, 자신 메인 페이즈에 발동할 수 있다. 필드의 엑시즈 소재를 1개 제거하고, 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的①②效果１回合僅可各使用１次。\n①：此卡召喚・特殊召喚的情況下可以發動。從手牌將「格布林百羅剎 冷血米安達」以外的１隻「格布林」怪獸特殊召喚。\n②：此卡存在於墓地的情況下，在自己的主要階段可以發動。去除場上的１個超量素材，將此卡特殊召喚。以此效果特殊召喚的此卡從場上離開的情況下，將其除外。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下可以发动。从手牌将“格布林百罗刹 冷血米安达”以外的１只“格布林”怪兽特殊召唤。\n②：此卡存在于墓地的情况下，在自己的主要阶段可以发动。去除场上的１个超量素材，将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "WATER", "level": 3, "atk": 1300, "def": 0, "series": ["Goblin", "Goblin Biker"], "images": [{"index": 1, "image": "GoblinBikerMeanMerciless-PHNI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN011", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHNI-DE011", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHNI-FR011", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHNI-IT011", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHNI-PT011", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHNI-JP011", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "ko": [{"set_number": "PHNI-KR011", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "PHNI-SC011", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019556, "master_duel_rarity": "R"}