{"konami_id": 15520, "password": 64276752, "name": {"en": "Arc Rebellion Xyz Dragon", "de": "Arc-Rebellions-Xyz-Drache", "es": "Dragón Xyz Rebelión Arc", "fr": "Dragon Xyz de la Rébellion de l'Arc", "it": "Drago Xyz Ribellione Arc", "pt": "Dragão Xyz da Rebelião Arc", "ja": "アーク・リベリオン・エクシーズ・ドラゴン", "ja_romaji": "Āku Riberion Ekushīzu Doragon", "ko": "아크 리벨리온 엑시즈 드래곤", "ko_rr": null, "zh-TW": "弧形反叛超量龍", "zh-CN": "弧反叛超量龙"}, "text": {"en": "3 Level 5 monsters\nThis Xyz Summoned card cannot be destroyed by card effects. You can detach 1 material from this card; this card gains ATK equal to the total original ATK of all other monsters on the field, then, if this card has a DARK Xyz Monster as material, negate the effects of all other face-up monsters on the field. After this effect resolves, you cannot declare attacks with other monsters for the rest of this turn. You can only use this effect of \"Arc Rebellion Xyz Dragon\" once per turn.", "de": "3 Monster der Stufe 5\nDiese als Xyz-Beschwörung beschworene Karte kann nicht durch Karteneffekte zerstört werden. Du kannst 1 Material von dieser Karte abhängen; diese Karte erhält ATK in Höhe der Summe der Grund-ATK aller anderen Monster auf dem Spielfeld, dann, falls diese Karte ein FINSTERNIS Xyz-Monster als Material hat, annulliere die Effekte aller anderen offenen Monster auf dem Spielfeld. Nachdem dieser Effekt aufgelöst wurde, kannst du für den Rest dieses Spielzugs keine Angriffe mit anderen Monstern deklarieren. Du kannst diesen Effekt von „Arc-Rebellions-Xyz-Drache“ nur einmal pro Spielzug verwenden.", "es": "3 monstruos de Nivel 5\nEsta carta Invocada Xyz no puede ser destruida por efectos de cartas. Puedes desacoplar 1 material de esta carta; esta carta gana ATK igual al ATK original total de todos los demás monstruos en el Campo, y después, si esta carta tiene como material un Monstruo Xyz de OSCURIDAD, niega los efectos de todos los demás monstruos boca arriba en el Campo. Después de que se resuelva este efecto, por el resto de este turno no puedes declarar ataques con otros monstruos. Sólo puedes usar este efecto de \"Dragón Xyz Rebelión Arc\" una vez por turno.", "fr": "3 monstres de Niveau 5\nCette carte Invoquée par Xyz ne peut pas être détruite par des effets de carte. Vous pouvez détacher 1 Matériel de cette carte ; cette carte gagne une ATK égale à la somme des ATK d'origine de tous les autres monstres sur le Terrain, puis, si cette carte a un Monstre Xyz TÉNÈBRES comme Matériel, annulez les effets de tous les autres monstres face recto sur le Terrain. Après la résolution de cet effet, vous ne pouvez pas déclarer d'attaques avec les autres monstres le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Dragon Xyz de la Rébellion de l'Arc\" qu'une fois par tour.", "it": "3 mostri di Livello 5\nQuesta carta Evocata Xyz non può essere distrutta dagli effetti delle carte. Puoi staccare 1 materiale da questa carta; questa carta guadagna ATK pari alla somma degli ATK originali di tutti gli altri mostri sul Terreno, poi, se questa carta ha un Mostro Xyz OSCURITÀ come materiale, annulla gli effetti di tutti gli altri mostri scoperti sul Terreno. Dopo che questo effetto si è risolto, non puoi dichiarare attacchi con altri mostri per il resto di questo turno. Puoi utilizzare questo effetto di \"Drago Xyz Ribellione Arc\" una sola volta per turno.", "pt": "3 monstros de Nível 5\nEste card Invocado por Invocação-Xyz não pode ser destruído por efeitos de card. Você pode desassociar 1 matéria deste card; este card ganha ATK igual à soma do ATK original de todos os outros monstros no campo e, depois, se este card tiver um Monstro Xyz de TREVAS como matéria, negue os efeitos de todos os outros monstros com a face para cima no campo. Depois que este efeito resolver, você não pode declarar ataques com outros monstros pelo resto deste turno. Você só pode usar este efeito de \"Dragão Xyz da Rebelião Arc\" uma vez por turno.", "ja": "レベル５モンスター×３\nこのカード名の②の効果は１ターンに１度しか使用できない。①：Ｘ召喚したこのカードは効果では破壊されない。②：このカードのＸ素材を１つ取り除いて発動できる。このカードの攻撃力は、このカード以外のフィールドのモンスターの元々の攻撃力の合計分アップする。このカードが闇属性ＸモンスターをＸ素材としている場合、さらにこのカード以外のフィールドの全ての表側表示モンスターの効果は無効化される。この効果の発動後、ターン終了時まで自分はこのカードでしか攻撃宣言できない。", "ko": "레벨 5 몬스터 × 3\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑시즈 소환한 이 카드는 효과로는 파괴되지 않는다. ②: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 카드의 공격력은 이 카드 이외의 필드의 몬스터의 원래 공격력 합계만큼 올린다. 이 카드가 어둠 속성 엑시즈 몬스터를 엑시즈 소재로 하고 있을 경우, 추가로 이 카드 이외의 필드의 모든 앞면 표시 몬스터의 효과는 무효화된다. 이 효과의 발동 후, 턴 종료시까지 자신은 이 카드로밖에 공격 선언할 수 없다.", "zh-TW": null, "zh-CN": "等级5怪兽×3\n此卡名的②效果1回合仅可使用1次。①：超量召唤的此卡不会因效果被破坏。②：去除此卡的1个超量素材可以发动。此卡的攻击力上升相当于场上此卡以外怪兽原本攻击力合计的数值。此卡持有暗属性超量怪兽作为超量素材的情况下，进而将场上此卡以外的所有表侧表示怪兽的效果无效化。此效果发动后，直至回合结束时为止，自己仅可用此卡攻击宣言。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "DARK", "rank": 5, "atk": 3000, "def": 2500, "materials": "3 Level 5 monsters", "series": ["Rebellion", "Xyz", "Xyz Dragon"], "images": [{"index": 1, "image": "ArcRebellionXyzDragon-MP21-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN041", "set_name": "Phantom Rage", "rarities": ["Secret Rare"]}, {"set_number": "MP21-EN191", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHRA-DE041", "set_name": "Phantom Rage", "rarities": ["Secret Rare"]}, {"set_number": "MP21-DE191", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHRA-FR041", "set_name": "Phantom Rage", "rarities": ["Secret Rare"]}, {"set_number": "MP21-FR191", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHRA-IT041", "set_name": "Phantom Rage", "rarities": ["Secret Rare"]}, {"set_number": "MP21-IT191", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHRA-PT041", "set_name": "Phantom Rage", "rarities": ["Secret Rare"]}, {"set_number": "MP21-PT191", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHRA-JP041", "set_name": "Phantom Rage", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHRA-JP041", "set_name": "Phantom Rage +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "PHRA-KR041", "set_name": "Phantom Rage", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "PHRA-KR041", "set_name": "Phantom Rage +1 Bonus Pack", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP5-SC088", "set_name": "Mega Pack 05", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713009, "master_duel_rarity": "UR"}