{"konami_id": 19515, "password": 64327901, "name": {"en": "Goblin Biker Grand Bash", "de": "Große Feier der Goblin-Biker", "es": "Gran Juerga de Moto Goblin", "fr": "Teuf Fracassante des Gobelins Motards", "it": "Grandiosa Baldoria dei Motociclisti Goblin", "pt": "Grande Encontro Motoqueiro Goblin", "ja": "<ruby>百鬼羅刹<rt>ゴブリンライダー</rt></ruby><ruby>大<rt>だい</rt></ruby><ruby>集<rt>しゅう</rt></ruby><ruby>会<rt>かい</rt></ruby>", "ja_romaji": "Goburin Raidā Daishūkai", "ko": "고블린라이더 대집회", "ko_rr": null, "zh-TW": "格布林百羅剎大集會", "zh-CN": "格布林百罗刹大集会"}, "text": {"en": null, "de": "„Goblin“-Monster, die du kontrollierst, erhalten für jedes „Goblin“-Monster, das du kontrollierst, 300 ATK. Während deiner Main Phase kannst du zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 „Goblin“-Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Du kannst 2 „Goblin“-Monster wählen, die du kontrollierst, und dann 1 dieser Effekte aktivieren;\n●Die Stufe von 1 der Monster wird gleich der derzeitigen Stufe des anderen.\n●Die Stufen beider Monster werden gleich ihren kombinierten Grund-Stufen.\nDu kannst diesen Effekt von „Große Feier der Goblin-Biker“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos \"Goblin\" que controlas ganan 300 ATK por cada monstruo \"Goblin\" que controles. Durante tu Main Phase, puedes Invocar de Modo Normal 1 monstruo \"Goblin\", además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Puedes seleccionar 2 monstruos \"Goblin\" que controles, y después activa 1 de estos efectos;\n●Haz que el Nivel de 1 de los monstruos se convierta en el Nivel en este momento del otro.\n●Ambos Niveles se convierten en sus Niveles originales combinados.\nSólo puedes usar este efecto de \"Gran Juerga de Moto Goblin\" una vez por turno.", "fr": "Les monstres \"Gobelin\" que vous contrôlez gagnent 300 ATK pour chaque monstre \"Gobelin\" que vous contrôlez. Durant votre Main Phase, vous pouvez Invoquer Normalement 1 monstre \"Gobelin\" en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Vous pouvez cibler 2 monstres \"Gobelin\" que vous contrôlez, puis activez 1 de ces effets ;\n●Faites devenir le Niveau d'1 des monstres le Niveau actuel de l'autre.\n●Le Niveau des deux devient la somme de leur Niveau d'origine.\nVous ne pouvez utiliser cet effet de \"Teuf Fracassante des Gobelins Motards\" qu'une fois par tour.", "it": "I mostri \"Goblin\" che controlli guadagnano 300 ATK per ogni mostro \"Goblin\" che controlli. Durante la tua Main Phase, puoi Evocare Normalmente 1 mostro \"Goblin\", in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Puoi scegliere come bersaglio 2 mostri \"Goblin\" che controlli, poi attivare 1 di questi effetti;\n●Fai diventare il Livello di 1 di quei mostri il Livello attuale dell'altro.\n●Entrambi i loro Livelli diventano la somma dei loro Livelli originali.\nPuoi utilizzare questo effetto di \"Grandiosa Baldoria dei Motociclisti Goblin\" una sola volta per turno.", "pt": "Monstros \"Goblin\" que você controla ganham 300 de ATK para cada monstro \"Goblin\" que você controla. Durante sua Fase Principal, você pode Invocar por Invocação-Normal 1 monstro \"Goblin\", em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.) Você pode escolher 2 monstros \"Goblin\" que você controla e, depois, ative 1 desses efeitos;\n●Faça com que o Nível de 1 desses monstros se torne o Nível atual do outro.\n●Os Níveis dos dois se tornam seus Níveis originais combinados.\nVocê só pode usar este efeito de \"Grande Encontro Motoqueiro Goblin\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。\n①：自分フィールドの「ゴブリン」モンスターの攻撃力は、自分フィールドの「ゴブリン」モンスターの数×３００アップする。\n②：自分は通常召喚に加えて１度だけ、自分メインフェイズに「ゴブリン」モンスター１体を召喚できる。\n③：自分フィールドの「ゴブリン」モンスター２体を対象とし、以下の効果から１つを選択して発動できる。\n●その内１体のレベルを、もう１体のレベルと同じにする。\n●その２体のレベルは、それぞれの元々のレベルを合計したレベルになる。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"고블린\" 몬스터의 공격력은, 자신 필드의 \"고블린\" 몬스터의 수 × 300 올린다. ②: 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 \"고블린\" 몬스터 1장을 일반 소환할 수 있다. ③: 자신 필드의 \"고블린\" 몬스터 2장을 대상으로 하고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●그 중 1장의 레벨을, 나머지 1장의 레벨과 같게 한다.\n●그 2장의 레벨은, 각각의 원래의 레벨을 합계한 레벨이 된다.", "zh-TW": "此卡名的③效果１回合僅可使用１次。\n①：自己場上的「格布林」怪獸的攻擊力上升相當於自己場上的「格布林」怪獸的數量×３００的數值。\n②：自己除通常召喚外僅可追加１次，在自己的主要階段召喚１隻「格布林」怪獸。\n③：以自己場上的２隻「格布林」怪獸為對象，可從以下效果中選擇１個發動。\n●將其中１隻的等級改成和另１隻的等級相同。\n●該２隻的等級變為各自原本等級合計的等級。", "zh-CN": "此卡名的③效果１回合仅可使用１次。\n①：自己场上的“格布林”怪兽的攻击力上升相当于自己场上的“格布林”怪兽的数量×３００的数值。\n②：自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只“格布林”怪兽。\n③：以自己场上的２只“格布林”怪兽为对象，可从以下效果中选择１个发动。\n●将其中１只的等级改成和另１只的等级相同。\n●该２只的等级变为各自原本等级合计的等级。"}, "card_type": "Spell", "property": "Continuous", "series": ["Goblin", "Goblin Biker"], "images": [{"index": 1, "image": "GoblinBikerGrandBash-PHNI-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN060", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "PHNI-DE060", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "PHNI-FR060", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "PHNI-IT060", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "PHNI-PT060", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "PHNI-JP060", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR060", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC060", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019558, "master_duel_rarity": "R"}