{"konami_id": 12641, "password": 64414267, "name": {"en": "Darktellarknight Batlamyus", "de": "Finsternritter Batlamyus", "es": "Oscutelcaballero Batlamyus", "fr": "Noirtellchevalier Batlamyus", "it": "Oscurtellcavaliere Batlamyus", "pt": "Cavaleirostrelanegra Batlamyus", "ja": "<ruby>煉獄の騎士<rt>テラナイト</rt></ruby> ヴァトライムス", "ja_romaji": "Teranaito Vatoraimusu", "ko": "테라나이트 바트라이무스", "ko_rr": null, "zh-TW": "煉獄的星騎士 托勒密", "zh-CN": "炼星骑士 多禄姆"}, "text": {"en": null, "de": "2 „Sternritter“-Monster der Stufe 4\nAlle offenen Monster auf dem Spielfeld werden zu FINSTERNIS. Du kannst 1 Xyz-Material von dieser Karte abhängen und 1 Karte abwerfen; beschwöre 1 LICHT „Sternritter“-Xyz-Monster als Spezialbeschwörung von deinem Extra Deck, indem du diese offene Karte, die du kontrollierst, als das Xyz-Material verwendest, zusätzlich kannst du für den Rest dieses Spielzugs keine anderen Monster als Xyz-Beschwörung beschwören. (Dies wird als Xyz-Beschwörung behandelt. An diese Karte angehängtes Xyz-Material wird ebenfalls zu Xyz-Material des beschworenen Monsters.) Dieser Effekt kann im Spielzug eines beliebigen Spielers aktiviert werden, falls du 7 oder mehr „Sternritter“-Monster mit unterschiedlichen Namen in deinem Friedhof hast.", "es": "2 monstruos \"telcaballero\" de Nivel 4\nTodos los monstruos boca arriba en el Campo se convierten en monstruos de OSCURIDAD. Puedes desacoplar 1 Material Xyz de esta carta y descartar 1 carta; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"telcaballero\" de LUZ usando esta carta boca arriba que controlas como el Material Xyz, y además por el resto de este turno no puedes Invocar Xyz otros monstruos. (Esto se trata como una Invocación Xyz. Los Materiales Xyz acoplados a esta carta también se convierten en Materiales Xyz en el monstruo Invocado). Este efecto puede ser activado durante el turno de cualquier jugador, si tienes 7 o más monstruos \"telcaballero\" con nombres diferentes en tu Cementerio.", "fr": "2 monstres \"tellchevalier\" de Niveau 4\nTous les monstres face recto sur le Terrain deviennent TÉNÈBRES. Vous pouvez détacher 1 Matériel Xyz de cette carte et défausser 1 carte ; Invoquez Spécialement 1 Monstre Xyz \"tellchevalier\" LUMIÈRE depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme le Matériel Xyz, et aussi, vous ne pouvez pas Invoquer par Xyz d'autres monstres le reste de ce tour. (Ceci est traité comme une Invocation Xyz. Les Matériels Xyz attachés à cette carte deviennent aussi des Matériels Xyz du monstre Invoqué.) Cet effet peut être activé durant le tour de chaque joueur, si vous avez min. 7 monstres \"tellchevalier\" de noms différents dans votre Cimetière.", "it": "2 mostri \"tellcavaliere\" di Livello 4\nTutti i mostri scoperti sul Terreno diventano OSCURITÀ. Puoi staccare 1 Materiale Xyz da questa carta e scartare 1 carta; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz LUCE \"tellcavaliere\" utilizzando questa carta scoperta che controlli come Materiale Xyz, inoltre non puoi Evocare Xyz mostri per il resto di questo turno. (Questa viene considerata come un'Evocazione Xyz. I Materiali Xyz attaccati a questa carta diventano Materiali Xyz anche sul mostro Evocato.) Questo effetto può essere attivato durante il turno di qualsiasi giocatore, se hai 7 o più mostri \"tellcavaliere\" con nomi diversi nel tuo Cimitero.", "pt": "2 monstros \"Cavaleirost\" de Nível 4\nTodos os monstros com a face para cima no campo se tornam de TREVAS. Você pode desassociar 1 Matéria Xyz deste card e descartar 1 card; Invoque por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz \"Cavaleirost\" de LUZ ao usar este card com a face para cima que você controla como Matéria Xyz e, além disso, você não pode Invocar outros monstros por Invocação-Xyz pelo resto deste turno. (Isso é considerado uma Invocação-Xyz. As Matérias Xyz associadas a este card também se tornam Matérias Xyz no monstro Invocado.) Este efeito pode ser ativado durante o turno de qualquer duelista se você tiver 7 ou mais monstros \"Cavaleirost\" com nomes diferentes no seu Cemitério.", "ja": "レベル４「テラナイト」モンスター×２\n①：このカードがモンスターゾーンに存在する限り、フィールドの全ての表側表示モンスターは闇属性になる。\n②：このカードのＸ素材を１つ取り除き、手札を１枚捨てて発動できる。光属性の「テラナイト」Ｘモンスター１体を、自分フィールドのこのカードの上に重ねてＸ召喚扱いとしてエクストラデッキから特殊召喚する。この効果の発動後、ターン終了時まで自分はモンスターをＸ召喚できない。自分の墓地に「テラナイト」モンスターが７種類以上存在する場合、この効果は相手ターンでも発動できる。", "ko": "레벨 4 \"테라나이트\" 몬스터 × 2\n①: 이 카드가 몬스터 존에 존재하는 한, 필드의 모든 앞면 표시 몬스터는 어둠 속성이 된다. ②: 이 카드의 엑시즈 소재를 1개 제거하여, 패를 1장 버리고 발동할 수 있다. 빛 속성의 \"테라나이트\" 엑시즈 몬스터 1장을, 자신 필드의 이 카드 위에 겹쳐 엑시즈 소환으로 취급하여 엑스트라 덱에서 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 몬스터를 엑시즈 소환할 수 없다. 자신 묘지에 \"테라나이트\" 몬스터가 7종류 이상 존재할 경우, 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "等級４「星騎士」怪獸×２\n①：只要此卡存在於怪獸區，場上的所有正面表示怪獸就變為闇屬性。②：可去除此卡的１個超量素材，捨棄１張手牌發動。將１隻光屬性的「星騎士」超量怪獸重疊至我方場上的此卡上方，視為超量召喚從額外牌組特殊召喚。此效果發動後，在回合結束前我方無法超量召喚怪獸。在我方墓地存在７種以上的「星騎士」怪獸的狀況下，此效果在對方回合也可發動。", "zh-CN": "等级４“星骑士”怪兽×２\n①：只要此卡存在于怪兽区域，场上的表侧表示怪兽全部变为暗属性。②：去除此卡的１个超量素材，舍弃１张手牌可以发动。将１只光属性的“星骑士”超量怪兽重叠在自己场上的此卡上面，视为超量召唤从额外牌组特殊召唤。此效果发动后，直至回合结束时为止，自己不可超量召唤怪兽。自己墓地有７种以上“星骑士”怪兽存在的情况下，此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "DARK", "rank": 4, "atk": 2600, "def": 550, "materials": "2 Level 4 \"tellarknight\" monsters", "series": ["tellarknight"], "images": [{"index": 1, "image": "DarktellarknightBatlamyus-INOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN051", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INOV-DE051", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INOV-FR051", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INOV-IT051", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INOV-PT051", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "INOV-JP051", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "INOV-KR051", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "CL04-SC184", "set_name": "Classic Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464059, "master_duel_rarity": "SR"}