{"konami_id": 18227, "password": 64475743, "name": {"en": "Kittytail, Mystical Beast of the Forest", "de": "Kittytail, mystisches Ungeheuer des Waldes", "es": "Kittycola, Bestia Mística del Bosque", "fr": "Kittytail, Bête Mystique de la Forêt", "it": "Kittytail, Bestia Mistica della Foresta", "pt": "Rabigatinha, Besta Mística da Floresta", "ja": "<ruby>森<rt>もり</rt></ruby>の<ruby>聖<rt>せい</rt></ruby><ruby>獣<rt>じゅう</rt></ruby> キティテール", "ja_romaji": "Mori no Seijū Kititēru", "ko": "숲의 성수 키티테일", "ko_rr": "Sup-ui Seongsu Kititeil", "zh-TW": "森之聖獸 紅毛莧小貓", "zh-CN": "森之圣兽 红毛苋小猫"}, "text": {"en": "If this card is Normal or Special Summoned: You can target 1 Beast, Beast-Warrior, Winged Beast, Insect, or Plant monster in your GY; send 1 monster from your Deck to the GY with the same original Type as that monster. If this card in its owner's possession is destroyed by an opponent's card: You can add 1 Beast, Beast-Warrior, Winged Beast, Insect, or Plant monster from your Deck to your hand, except \"Kittytail, Mystical Beast of the Forest\". You can only use each effect of \"Kittytail, Mystical Beast of the Forest\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Ungeheuer-, Ungeheuer-Krieger-, Geflügeltes Ungeheuer-, Insekt- oder Pflanze-Monster in deinem Friedhof wählen; lege 1 Monster mit demselben Grund-Typ wie jenes Monster von deinem Deck auf den Friedhof. Falls diese Karte, die ihrem Besitzer gehört, durch eine Karte eines Gegners zerstört wird: Du kannst deiner Hand 1 Ungeheuer-, Ungeheuer-Krieger-, Geflügeltes Ungeheuer-, Insekt- oder Pflanze-Monster von deinem Deck hinzufügen, außer „Kittytail, mystisches Ungeheuer des Waldes“. Du kannst jeden Effekt von „Kittytail, mystisches Ungeheuer des Waldes“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo Bestia, Guerrero-Bestia, Bestia Alada, Insecto o Planta en tu Cementerio; manda 1 monstruo de tu Deck al Cementerio con el mismo Tipo original que el de ese monstruo. Si esta carta en posesión de su dueño es destruida por una carta del adversario: puedes añadir a tu mano 1 monstruo Bestia, Guerrero-Bestia, Bestia Alada, Insecto o Planta en tu Deck, excepto \"Kittycola, Bestia Mística del Bosque\". Sólo puedes usar cada efecto de \"Kittycola, Bestia Mística del Bosque\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre Bête, Bête-Guerrier, Bête Ailée, Insecte ou Plante dans votre Cimetière ; envoyez 1 monstre depuis votre Deck au Cimetière du même Type d'origine que celui du monstre. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez ajouter 1 monstre Bête, Bête-Guerrier, Bête Ailée, Insecte ou Plante (\"Kittytail, Bête Mystique de la Forêt\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Kittytail, Bête Mystique de la Forêt\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro Bestia, Guerriero-Bestia, Bestia Alata, Insetto o Pianta nel tuo Cimitero; manda dal tuo Deck al Cimitero 1 mostro con lo stesso Tipo originale di quel mostro. Se questa carta sotto il comando del suo proprietario viene distrutta da una carta dell'avversario: puoi aggiungere 1 mostro Bestia, Guerriero-Bestia, Bestia Alata, Insetto o Pianta dal tuo Deck alla tua mano, eccetto \"Kittytail, Bestia Mistica della Foresta\". Puoi utilizzare ogni effetto di \"Kittytail, Bestia Mistica della Foresta\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro Besta, Besta-Guerreira, Besta Alada, Inseto ou Planta no seu Cemitério; envie 1 monstro do seu Deck para o Cemitério com o mesmo Tipo original que o desse monstro. Se este card em posse do seu dono for destruído por um card do oponente: você pode adicionar 1 monstro Besta, Besta-Guerreira, Besta Alada, Inseto ou Planta do seu Deck à sua mão, exceto \"Rabigatinha, Besta Mística da Floresta\". Você só pode usar cada efeito de \"Rabigatinha, Besta Mística da Floresta\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合、自分の墓地の獣族・獣戦士族・鳥獣族・昆虫族・植物族モンスター１体を対象として発動できる。元々の種族がそのモンスターと同じとなるモンスター１体をデッキから墓地へ送る。②：このカードが相手によって破壊された場合に発動できる。デッキから「森の聖獣 キティテール」以外の獣族・獣戦士族・鳥獣族・昆虫族・植物族モンスター１体を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우, 자신 묘지의 야수족 / 야수전사족 / 비행야수족 / 곤충족 / 식물족 몬스터 1장을 대상으로 하고 발동할 수 있다. 원래의 종족이 그 몬스터와 같아지는 몬스터 1장을 덱에서 묘지로 보낸다. ②: 이 카드가 상대에 의해 파괴되었을 경우에 발동할 수 있다. 덱에서 \"숲의 성수 키티테일\" 이외의 야수족 / 야수전사족 / 비행야수족 / 곤충족 / 식물족 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下，以自己墓地的１只兽族・兽战士族・鸟兽族・昆虫族・植物族怪兽为对象可以发动。从牌组将原本种族和该怪兽相同的１只怪兽送至墓地。\n②：此卡被对手破坏的情况下可以发动。从牌组将“森之圣兽 红毛苋小猫”以外的１只兽族・兽战士族・鸟兽族・昆虫族・植物族怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 2, "atk": 200, "def": 200, "series": ["Mystical Beast of the Forest"], "images": [{"index": 1, "image": "KittytailMysticalBeastoftheForest-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN096", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN205", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CYAC-DE096", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE205", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CYAC-FR096", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR205", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CYAC-IT096", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT205", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CYAC-PT096", "set_name": "Cyberstorm Access", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT205", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP222", "set_name": "V Jump November 2022 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "24PP-JP026", "set_name": "Premium Pack 2024", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "23PP-KRB16", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}, {"set_number": "24PP-KRA26", "set_name": "Premium Pack 2024 1st Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC030", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715534, "master_duel_rarity": "SR"}