{"konami_id": 22159, "password": 64491754, "name": {"en": "Elfnotes: Welcome Home", "de": "Elfnoten: Willkommen daheim", "es": "Elfnotas: Bienvenidos a Casa", "fr": "Notes Elfiques : Bienvenue à la Maison", "it": "Elfnote: Benvenuti a Casa", "pt": "Elfnotas: Bem-vindo ao Lar", "ja": "エルフェンノーツ～<ruby>廻<rt>かい</rt></ruby><ruby>郷<rt>きょう</rt></ruby>のパラレリズム～", "ja_romaji": "Erufennōtsu ~Kaikyō no Pararerizumu~", "ko": "엘펜노츠~회향의 패러렐리즘~", "ko_rr": null, "zh-TW": null, "zh-CN": "耀圣诗章～归乡之排比句～"}, "text": {"en": "The monster in your center Main Monster Zone cannot be destroyed by card effects. You can send 1 monster from your hand or field to the GY; Special Summon 1 \"Elfnote\" monster with a different original Attribute from your Deck in Defense Position, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Synchro Monsters. You can only use this effect of \"Elfnotes: Welcome Home\" once per turn.", "de": "Das Monster in deiner mittleren Main-Monsterzone kann nicht durch Karteneffekte zerstört werden. Du kannst 1 Monster von deiner Hand oder Spielfeldseite auf den Friedhof legen; beschwöre 1 „Elfnote“-Monster mit einer unterschiedlichen Grund-Eigenschaft als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Synchromonstern. Du kannst diesen Effekt von „Elfnoten: Willkommen daheim“ nur einmal pro Spielzug verwenden.", "es": "El monstruo en tu Zona de Monstruos Principal central no puede ser destruido por efectos de cartas. Puedes mandar al Cementerio 1 monstruo en tu mano o Campo; Invoca de Modo Especial, desde tu Deck en Posición de Defensa, 1 monstruo \"Elfnota\" con un Atributo original diferente, y además no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos de Sincronía. Sólo puedes usar este efecto de \"Elfnotas: Bienvenidos a Casa\" una vez por turno.", "fr": "Le monstre dans votre Zone Monstre Main centrale ne peut pas être détruit par des effets de carte. Vous pouvez envoyer 1 monstre depuis votre main ou Terrain au Cimetière ; Invoquez Spécialement 1 monstre \"Notes Elfiques\" d'Attribut d'origine différent depuis votre Deck en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Synchro exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Notes Elfiques : Bienvenue à la Maison\" qu'une fois par tour.", "it": "Il mostro nella tua Zona Mostri Main centrale non può essere distrutto dagli effetti delle carte. Puoi mandare 1 mostro dalla tua mano o Terreno al Cimitero; Evoca Specialmente 1 mostro \"Elfnote\" con un Attributo originale diverso dal tuo Deck in Posizione di Difesa, inoltre non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno, eccetto Mostri Synchro. Puoi utilizzare questo effetto di \"Elfnote: Benvenuti a Casa\" una sola volta per turno.", "pt": "O monstro na sua Zona de Monstros Principal central não pode ser destruído por efeitos de card. Você pode enviar 1 monstro da sua mão ou do campo para o Cemitério; Invoque por Invocação-Especial 1 monstro \"Elfnota\" com um Atributo original diferente do seu Deck em Posição de Defesa e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Sincro. Você só pode usar este efeito de \"Elfnotas: Bem-vindo ao Lar\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分の中央のメインモンスターゾーンのモンスターは効果では破壊されない。②：自分の手札・フィールドからモンスター１体を墓地へ送って発動できる。そのモンスターとは元々の属性が異なる「エルフェンノーツ」モンスター１体をデッキから守備表示で特殊召喚する。このターン、自分はＳモンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 중앙 메인 몬스터 존의 몬스터는 효과로는 파괴되지 않는다. ②: 자신의 패 / 필드에서 몬스터 1장을 묘지로 보내고 발동할 수 있다. 그 몬스터와는 원래의 속성이 다른 \"엘펜노츠\" 몬스터 1장을 덱에서 수비 표시로 특수 소환한다. 이 턴에, 자신은 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：自己中央的主要怪兽区域的怪兽不会因效果被破坏。②：从自己手牌・场上将1只怪兽送至墓地可以发动。从牌组将1只原本属性与该怪兽不同的“耀圣”怪兽以守备表示特殊召唤。此回合，自己从额外牌组仅可特殊召唤同步怪兽。"}, "card_type": "Spell", "property": "Continuous", "series": ["Elfnote"], "images": [{"index": 1, "image": "ElfnotesWelcomeHome-BPRO-JP-C.png"}], "sets": {"en": [{"set_number": "BPRO-EN056", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "de": [{"set_number": "BPRO-DE056", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "es": [{"set_number": "BPRO-SP056", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BPRO-FR056", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "it": [{"set_number": "BPRO-IT056", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BPRO-PT056", "set_name": "Burst Protocol", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BPRO-JP056", "set_name": "Burst Protocol", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "BPRO-KR056", "set_name": "Burst Protocol", "rarities": ["Common", "Secret Rare"]}], "zh-CN": [{"set_number": "BPRO-SC056", "set_name": "Burst Protocol", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1152150}