{"konami_id": 16636, "password": 64591429, "name": {"en": "Astral Kuriboh", "de": "Astraler Kuriboh", "es": "Kuriboh Astral", "fr": "Kuriboh Astral", "it": "Kuriboh Astrale", "pt": "Kuriboh Astral", "ja": "アストラル・クリボー", "ja_romaji": "Asutoraru Kuribō", "ko": "아스트랄 크리보", "ko_rr": "Aseuteural Keuribo", "zh-TW": "星光界・庫里波", "zh-CN": "阿斯特拉尔・库里波"}, "text": {"en": "You can reveal 1 \"Number\" Xyz Monster in your Extra Deck; Special Summon this card from your hand. If you do, this card's Level becomes the revealed monster's Rank, also while it is face-up in the Monster Zone, you cannot Special Summon monsters from the Extra Deck, except \"Number\" Xyz Monsters. You can only use this effect of \"Astral Kuriboh\" once per turn. A \"Number\" Xyz Monster that was Summoned using this card on the field as material gains this effect.\n● Cannot be destroyed by battle or your opponent's card effects.", "de": "Du kannst 1 „Nummer“-Xyz-Monster in deinem Extra Deck vorzeigen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls du dies tust, wird die Stufe dieser Karte dieselbe wie der Rang des vorgezeigten Monsters, zusätzlich, solange sie offen in der Monsterzone liegt, kannst du keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer „Nummer“-Xyz-Monstern. Du kannst diesen Effekt von „Astraler Kuriboh“ nur einmal pro Spielzug verwenden. Ein „Nummer“-Xyz-Monster, das mit dieser Karte auf dem Spielfeld als Material beschworen wurde, erhält diesen Effekt.\n● Kann weder durch Kampf noch durch Karteneffekte deines Gegners zerstört werden.", "es": "Puedes mostrar 1 Monstruo Xyz \"Número\" en tu Deck Extra; Invoca esta carta de Modo Especial desde tu mano. Si lo haces, el Nivel de esta carta se convierte en el Rango del monstruo mostrado, y además mientras esté boca arriba en la Zona de Monstruos no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto Monstruos Xyz \"Número\". Sólo puedes usar este efecto de \"Kuriboh Astral\" una vez por turno. Un Monstruo Xyz \"Número\" que fue Invocado usando esta carta en el Campo como material gana este efecto.\n● No puede ser destruido en batalla o por efectos de cartas de tu adversario.", "fr": "Vous pouvez révéler 1 Monstre Xyz \"Numéro\" dans votre Extra Deck ; Invoquez Spécialement cette carte depuis votre main. Si vous le faites, le Niveau de cette carte devient le Rang du monstre révélé, et aussi, tant qu'il est face recto dans la Zone Monstre, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz \"Numéro\" exclus) depuis l'Extra Deck. Vous ne pouvez utiliser cet effet de \"Kuriboh Astral\" qu'une fois par tour. Un Monstre Xyz \"Numéro\" qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel gagne cet effet.\n● Non destructible ni au combat ni par des effets de carte de votre adversaire.", "it": "Puoi rivelare 1 Mostro Xyz \"Numero\" nel tuo Extra Deck; Evoca Specialmente questa carta dalla tua mano. Se lo fai, il Livello di questa carta diventa il Rango del mostro rivelato, inoltre mentre è scoperto nella Zona Mostri, non puoi Evocare Specialmente mostri dall'Extra Deck, eccetto Mostri Xyz \"Numero\". Puoi utilizzare questo effetto di \"Kuriboh Astrale\" una sola volta per turno. Un Mostro Xyz \"Numero\" che è stato Evocato utilizzando questa carta sul Terreno come materiale guadagna questo effetto.\n● Non può essere distrutto in battaglia o dagli effetti delle carte del tuo avversario.", "pt": "Você pode revelar 1 Monstro Xyz \"Número\" no seu Deck Adicional; Invoque este card por Invocação-Especial da sua mão. Se isso acontecer, o Nível deste card se torna a Classe do monstro revelado e, além disso, enquanto ele estiver com a face para cima na Zona de Monstros, você não pode Invocar monstros por Invocação-Especial do Deck Adicional, exceto Monstros Xyz \"Número\". Você só pode usar este efeito de \"Kuriboh Astral\" uma vez por turno. Um Monstro Xyz \"Número\" que foi Invocado usando este card no campo como matéria ganha este efeito.\n● Não pode ser destruído em batalha ou pelos efeitos de card do seu oponente.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：ＥＸデッキの「Ｎｏ．」Ｘモンスター１体を相手に見せて発動できる。このカードを手札から特殊召喚する。このカードのレベルは見せたモンスターのランクの数値と同じになる。この効果で特殊召喚したこのカードがモンスターゾーンに表側表示で存在する限り、自分は「Ｎｏ．」ＸモンスターしかＥＸデッキから特殊召喚できない。②：フィールドのこのカードを素材としてＸ召喚した「Ｎｏ．」モンスターは以下の効果を得る。●このカードは戦闘及び相手の効果では破壊されない。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱의 \"No.\" 엑시즈 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 카드의 레벨은 보여준 몬스터의 랭크의 수치와 같아진다. 이 효과로 특수 소환한 이 카드가 몬스터 존에 앞면 표시로 존재하는 한, 자신은 \"No.\" 엑시즈 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 필드의 이 카드를 소재로서 엑시즈 소환한 \"No.\" 몬스터는 이하의 효과를 얻는다. ●이 카드는 전투 및 상대 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：从额外牌组将1只“编号”超量怪兽出示给对手可以发动。从手牌将此卡特殊召唤。此卡的等级变为与所出示怪兽的阶级数值相同。只要以此效果特殊召唤的此卡在怪兽区域以表侧表示存在，自己从额外牌组仅可特殊召唤“编号”超量怪兽。②：以场上的此卡作为素材超量召唤的“编号”怪兽获得以下效果。●此卡不会因战斗及对手的效果被破坏。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "LIGHT", "level": 1, "atk": 100, "def": 100, "series": ["Kuriboh"], "images": [{"index": 1, "image": "AstralKuriboh-BROL-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN061", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BROL-DE061", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BROL-SP061", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BROL-FR061", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BROL-IT061", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BROL-PT061", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "VJMP-JP201", "set_name": "V Jump August 2021 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "23PP-JP023", "set_name": "Premium Pack 2023", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "SD42-KRS03", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Secret Rare"]}, {"set_number": "23PP-KRA23", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "SD42-SCS03", "set_name": "Structure Deck: Overlay Universe", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713282, "master_duel_rarity": "UR"}