{"konami_id": 16879, "password": 64797746, "name": {"en": "Nordic Relic Svalinn", "de": "Nordische Reliquie Svalinn", "es": "Reliquia Nórdica Svalinn", "fr": "Svalinn, Relique Nordique", "it": "Reliquia Nordic Svalinn", "pt": "Relíquia Nórdica Svalinn", "ja": "<ruby>極<rt>きょく</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>宝<rt>ほう</rt></ruby>スヴァリン", "ja_romaji": "Kyokuseihō Suvarin", "ko": "극성보 스발린", "ko_rr": "Geukseongbo Seuballin", "zh-TW": "極星寶 冰盾", "zh-CN": "极星宝 冰盾"}, "text": {"en": "If you control an \"Aesir\" monster: You can negate the effects of all face-up cards your opponent currently controls, until the end of this turn. You can Tribute 1 \"Nordic\" monster, then target 1 \"Aesir\" monster in your GY; Special Summon it. You can only use 1 \"Nordic Relic Svalinn\" effect per turn, and only once that turn.", "de": "Falls du ein „Der Asen“-Monster kontrollierst: Du kannst bis zum Ende dieses Spielzugs die Effekte aller offenen Karten annullieren, die dein Gegner derzeit kontrolliert. Du kannst 1 „Nordisch“-Monster als Tribut anbieten und dann 1 „Der Asen“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst nur 1 Effekt von „Nordische Reliquie Svalinn“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Si controlas un monstruo \"Aesir\": puedes negar los efectos de todas las cartas boca arriba que controle tu adversario en este momento, hasta el final de este turno. Puedes Sacrificar 1 monstruo \"Nórdico/a\", y después seleccionar 1 monstruo \"Aesir\" en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar 1 efecto de \"Reliquia Nórdica Svalinn\" por turno, y sólo una vez ese turno.", "fr": "Si vous contrôlez un monstre \"Ases\" : jusqu'à la fin de ce tour, vous pouvez annuler les effets de toutes les cartes face recto actuellement contrôlées par votre adversaire. Vous pouvez Sacrifier 1 monstre \"Nordique\", puis ciblez 1 monstre \"Ases\" dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser qu'1 effet de \"Svalinn, Relique Nordique\" par tour, et uniquement une fois le tour.", "it": "Se controlli un mostro \"Aesir\": puoi annullare gli effetti di tutte le carte scoperte attualmente controllate dal tuo avversario, fino alla fine di questo turno. Puoi offrire come Tributo 1 mostro \"Nordic\", poi scegliere come bersaglio 1 mostro \"Aesir\" nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare solo 1 effetto di \"Reliquia Nordic Svalinn\" per turno, e solo una volta in quel turno.", "pt": "Se você controlar um monstro \"Aesir\": até o final deste turno, você pode negar os efeitos de todos os cards com a face para cima que seu oponente controla atualmente. Você pode oferecer como Tributo 1 monstro \"Nórdic\" e, depois, escolha 1 monstro \"Aesir\" no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar 1 efeito de \"Relíquia Nórdica Svalinn\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドに「極神」モンスターが存在する場合に発動できる。相手フィールドの全ての表側表示のカードの効果はターン終了時まで無効化される。②：自分フィールドの「極星」モンスター１体をリリースし、自分の墓地の「極神」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드에 \"극신\" 몬스터가 존재할 경우에 발동할 수 있다. 상대 필드의 모든 앞면 표시의 카드 효과는 턴 종료시까지 무효화된다. ②: 자신 필드의 \"극성\" 몬스터 1장을 릴리스하고, 자신 묘지의 \"극신\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合只能有1次使用其中任意1个。\n①：自己场上有「极神」怪兽存在的场合才能发动。对方场上的全部表侧表示的卡的效果直到回合结束时无效化。\n②：把自己场上1只「极星」怪兽解放，以自己墓地1只「极神」怪兽为对象才能发动。那只怪兽特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Nordic", "Nordic Relic"], "images": [{"index": 1, "image": "NordicRelicSvalinn-BACH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN074", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "de": [{"set_number": "BACH-DE074", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BACH-FR074", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "it": [{"set_number": "BACH-IT074", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BACH-PT074", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BACH-JP074", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "BACH-KR074", "set_name": "Battle of Chaos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 709575, "master_duel_rarity": "R"}