{"konami_id": 16189, "password": 64806765, "name": {"en": "Crow Tengu", "de": "Krähen-Tengu", "es": "Tengu Cuervo", "fr": "Tengu Corbeau", "it": "Corvo-Tengu", "pt": "Tengu Corvo", "ja": "<ruby>破<rt>は</rt></ruby><ruby>魔<rt>ま</rt></ruby>のカラス<ruby>天<rt>てん</rt></ruby><ruby>狗<rt>ぐ</rt></ruby>", "ja_romaji": "Hama no Karasu Tengu", "ko": "파마의 까마귀 탱구", "ko_rr": "Pama-ui Kkamagwi Tenggu", "zh-TW": "破魔之烏鴉天狗", "zh-CN": "破魔之乌鸦天狗"}, "text": {"en": "If this card in your possession is destroyed by an opponent's card effect and sent to your GY, or if this card is Special Summoned from the GY: You can target 1 Attack Position monster your opponent controls; destroy it. You can only use this effect of \"Crow Tengu\" once per turn.", "de": "Falls diese Karte, die dir gehört, durch einen Karteneffekt eines Gegners zerstört und auf deinen Friedhof gelegt wird oder falls diese Karte als Spezialbeschwörung vom Friedhof beschworen wird: Du kannst 1 Monster in Angriffsposition wählen, das dein Gegner kontrolliert; zerstöre es. Du kannst diesen Effekt von „Krähen-Tengu“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta en tu posesión es destruida por el efecto de una carta del adversario y mandada a tu Cementerio, o si esta carta es Invocada de Modo Especial desde el Cementerio: puedes seleccionar 1 monstruo en Posición de Ataque que controle tu adversario; destrúyelo. Sólo puedes usar este efecto de \"Tengu Cuervo\" una vez por turno.", "fr": "Si cette carte en votre possession est détruite par un effet de carte de l'adversaire et envoyée à votre Cimetière, ou si cette carte est Invoquée Spécialement depuis le Cimetière : vous pouvez cibler 1 monstre en Position d'Attaque contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser cet effet de \"Tengu Corbeau\" qu'une fois par tour.", "it": "Se questa carta sotto il tuo comando viene distrutta dall'effetto di una carta dell'avversario e mandata al tuo Cimitero, o se questa carta viene Evocata Specialmente dal Cimitero: puoi scegliere come bersaglio 1 mostro in Posizione di Attacco controllato dal tuo avversario; distruggilo. Puoi utilizzare questo effetto di \"Corvo-Tengu\" una sola volta per turno.", "pt": "Se este card em sua posse for destruído por um efeito de card do oponente e enviado para o seu Cemitério, ou se este card for Invocado por Invocação-Especial do Cemitério: você pode escolher 1 monstro em Posição de Ataque que seu oponente controla; destrua-o. Você só pode usar este efeito de \"Tengu Corvo\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードが、相手の効果で破壊され墓地へ送られた場合、または墓地からの特殊召喚に成功した場合、相手フィールドの攻撃表示モンスター１体を対象として発動できる。そのモンスターを破壊する。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가, 상대 효과로 파괴되어 묘지로 보내졌을 경우, 또는 묘지에서의 특수 소환에 성공했을 경우, 상대 필드의 공격 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": "此卡名的效果１回合僅限使用１次。①：在此卡因對方的效果被破壞送至墓地的狀況下，或是成功從墓地特殊召喚的狀況下，可將對方場上的１隻攻擊表示怪獸做為對象發動。破壞該怪獸。", "zh-CN": "此卡名的效果１回合仅可使用１次。①：此卡因对手额效果被破坏并被送至墓地的情况下，或从墓地的特殊召唤成功的情况下，以对手场上１只攻击表示的怪兽为对象可以发动。将该怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "EARTH", "level": 4, "atk": 1400, "def": 1200, "images": [{"index": 1, "image": "CrowTengu-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN094", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE094", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR094", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT094", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT094", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP196", "set_name": "V Jump Spring 2021 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP16-KR050", "set_name": "Premium Pack Vol.16", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708288, "master_duel_rarity": "N"}