{"konami_id": 15288, "password": 64867422, "name": {"en": "\"Infernoble Arms - Hauteclere\"", "de": "„Flammedle Waffen - Hauteclere“", "es": "\"Infernarmas Nobles - Hauteclere\"", "fr": "\"Armes Nobles Inferno - Hauteclaire\"", "it": "\"Infernobili Armi - Hauteclere\"", "pt": "\"Infernarmas Nobres - Hauteclere\"", "ja": "『<ruby>焔<rt>えん</rt></ruby><ruby>聖<rt>せい</rt></ruby><ruby>剣<rt>けん</rt></ruby>－オートクレール』", "ja_romaji": "\"Enseiken - Ōtokurēru\"", "ko": "『불꽃성검－오뜨끌레르』", "ko_rr": "\"Pulkkotseonggeom - Otteukkeulleoreu\"", "zh-TW": "『焰聖劍－奧特克萊爾』", "zh-CN": "『焰圣剑－奥特克莱尔』"}, "text": {"en": null, "de": "Solange diese Karte ein Monster ausrüstet: Du kannst 1 offenes Monster wählen, das du kontrollierst; in diesem Spielzug kannst du keine Angriffe deklarieren, außer mit dem Monster, zusätzlich erhält es für diesen Spielzug die Fähigkeit, während jeder Battle Phase einen zweiten Angriff durchzuführen, dann zerstöre diese Karte. Falls diese Karte auf den Friedhof gelegt wird, weil das ausgerüstete Monster auf den Friedhof gelegt wird: Du kannst 1 offenes Monster auf dem Spielfeld wählen; zerstöre es. Du kannst nur 1 Effekt von „„Flammedle Waffen - Hauteclere““ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Mientras esta carta está equipada a un monstruo: puedes seleccionar 1 monstruo boca arriba que controles; este turno no puedes declarar ataques, excepto con ese monstruo, y además este turno éste gana la habilidad de hacer un segundo ataque durante cada Battle Phase, y después destruye esta carta. Si esta carta es mandada al Cementerio porque el monstruo equipado es mandado al Cementerio: puedes seleccionar 1 monstruo boca arriba en el Campo; destrúyelo. Sólo puedes usar 1 efecto de \"\"Infernarmas Nobles - Hauteclere\"\" por turno, y sólo una vez ese turno.", "fr": "Tant que cette carte est équipée à un monstre : vous pouvez cibler 1 monstre face recto que vous contrôlez ; ce tour, vous ne pouvez pas déclarer d'attaques sauf avec le monstre, et aussi, il obtient la possibilité ce tour de faire une seconde attaque durant chaque Battle Phase, puis détruisez cette carte. Si cette carte est envoyée au Cimetière parce que le monstre équipé est envoyé au Cimetière : vous pouvez cibler 1 monstre face recto sur le Terrain ; détruisez-le. Vous ne pouvez utiliser qu'1 effet de \"\"Armes Nobles Inferno - Hauteclaire\"\" par tour, et uniquement une fois le tour.", "it": "Mentre questa carta è equipaggiata a un mostro: puoi scegliere come bersaglio 1 mostro scoperto che controlli; In questo turno, non puoi dichiarare attacchi, eccetto che con quel mostro, inoltre esso guadagna l'abilità in questo turno di effettuare un secondo attacco durante ogni Battle Phase, poi distruggi questa carta. Se questa carta viene mandata al Cimitero perché il mostro equipaggiato viene mandato al Cimitero: puoi scegliere come bersaglio 1 mostro scoperto sul Terreno; distruggilo. Puoi utilizzare solo 1 effetto di \"\"Infernobili Armi - Hauteclere\"\" per turno, e solo una volta in quel turno.", "pt": "Enquanto este card estiver equipado a um monstro: você pode escolher 1 monstro com a face para cima que você controla; neste turno, você não pode declarar ataques, exceto com esse monstro e, além disso, neste turno, ele ganha a habilidade de realizar um segundo ataque durante cada Fase de Batalha e, depois, destrua este card. Se este card for enviado para o Cemitério porque o monstro equipado foi enviado para o Cemitério: você pode escolher 1 monstro com a face para cima no campo; destrua-o. Você só pode usar 1 efeito de \"\"Infernarmas Nobres - Hauteclere\"\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：このカードが装備されている場合、自分フィールドの表側表示モンスター１体を対象として発動できる。このターン、自分はそのモンスターでしか攻撃宣言できず、そのモンスターは１度のバトルフェイズ中に２回攻撃できる。その後、このカードを破壊する。\n②：装備モンスターが墓地へ送られた事でこのカードが墓地へ送られた場合、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターを破壊する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 이 카드가 장착되어 있을 경우, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 자신은 그 몬스터로밖에 공격 선언할 수 없으며, 그 몬스터는 1번의 배틀 페이즈 중에 2회 공격할 수 있다. 그 후, 이 카드를 파괴한다. ②: 장착 몬스터가 묘지로 보내진 것으로 이 카드가 묘지로 보내졌을 경우, 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：在此卡被裝備的狀況下，可將我方場上的１隻正面表示怪獸做為對象發動。此回合，我方僅限以該怪獸進行攻擊宣言，該怪獸在１次戰鬥階段中可攻擊２次。其後，破壞此卡。②：在此卡因裝備怪獸被送至墓地而被送至墓地的狀況下，可將場上的１隻正面表示怪獸做為對象發動。破壞該怪獸。", "zh-CN": "此卡名的效果①②在1个回合中仅有1次机会使用其中任意1种。①：此卡已装备时，可以以自己场上的1只表侧表示的怪兽为对象发动。此回合中，自己只能对该怪兽攻击宣言，该怪兽在1个战斗阶段中可以攻击2次。然后，破坏此卡。②：因装备怪兽被送至墓地而导致此卡被送至墓地时，可以以1只场上的表侧表示的怪兽为对象发动。破坏该怪兽。"}, "card_type": "Spell", "property": "Equip", "series": ["Noble Arms", "Infernoble Arms"], "images": [{"index": 1, "image": "InfernobleArmsHauteclere-MP21-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN054", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN137", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "de": [{"set_number": "ROTD-DE054", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE137", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "fr": [{"set_number": "ROTD-FR054", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR137", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "it": [{"set_number": "ROTD-IT054", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT137", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "pt": [{"set_number": "ROTD-PT054", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT137", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Super Rare"]}], "ja": [{"set_number": "ROTD-JP054", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "ROTD-KR054", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC044", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712307, "master_duel_rarity": "N"}