{"konami_id": 8199, "password": 65079854, "name": {"en": "Thorn of Malice", "de": "Dorn der Arglist", "es": "Espina de Malicia", "fr": "Épines Perfides", "it": "Spina della Malignità", "pt": "Espinhos da Malícia", "ja": "<ruby>憎<rt>ぞう</rt></ruby><ruby>悪<rt>お</rt></ruby>の<ruby>棘<rt>とげ</rt></ruby>", "ja_romaji": "Zōo no Toge", "ko": "증오의 가시", "ko_rr": null, "zh-TW": "憎惡之棘", "zh-CN": "憎恶之棘"}, "text": {"en": "Equip only to \"Black Rose Dragon\" or a Plant monster. It gains 600 ATK. If the equipped monster attacks a Defense Position monster, inflict piercing battle damage to your opponent. If the equipped monster attacks a monster, after damage calculation: The attacked monster loses 600 ATK/DEF. An opponent's monster that battles with the equipped monster cannot be destroyed by that battle.", "de": "Rüste nur „Schwarzer Rosendrache“ oder ein Pflanze-Monster mit dieser Karte aus. Es erhält 600 ATK. Falls das ausgerüstete Monster ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu. Falls das ausgerüstete Monster ein Monster angreift, nach der Schadensberechnung: Das angegriffene Monster verliert 600 ATK/DEF. Ein Monster eines Gegners, das mit dem ausgerüsteten Monster kämpft, kann durch den Kampf nicht zerstört werden.", "es": "Sólo puedes equipar esta carta a \"Dragón de la Rosa Negra\" o a un monstruo Planta. Éste gana 600 ATK. Si el monstruo equipado ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario. Si el monstruo equipado ataca a un monstruo, después del cálculo de daño: el monstruo atacado pierde 600 ATK/DEF. Un monstruo del adversario que batalle con el monstruo equipado no puede ser destruido en esa batalla.", "fr": "Équipable uniquement à \"Dragon Rose Noire\" ou un monstre Plante. Il gagne 600 ATK. Si le monstre équipé attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Si le monstre équipé attaque un monstre, après le calcul des dommages : le monstre attaqué perd 600 ATK/DEF. Un monstre de l'adversaire qui combat avec le monstre équipé ne peut pas être détruit par ce combat.", "it": "Equipaggia solo a \"Drago Rosa Nera\" o a un mostro Pianta. Esso guadagna 600 ATK. Se il mostro equipaggiato attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario. Se il mostro equipaggiato attacca un mostro, dopo il calcolo dei danni: il mostro attaccato perde 600 ATK/DEF. Un mostro dell'avversario che combatte con il mostro equipaggiato non può essere distrutto in quella battaglia.", "pt": "Só pode ser equipado a \"Dragão da Rosa Negra\" ou um monstro Planta. Ele ganha 600 de ATK. Se o monstro equipado atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente. Se o monstro equipado atacar um monstro, depois do cálculo de dano: o monstro atacado perde 600 de ATK/DEF. Um monstro do oponente que batalhar com o monstro equipado não pode ser destruído em batalha.", "ja": "「ブラック・ローズ・ドラゴン」または植物族モンスターにのみ装備可能。装備モンスターの攻撃力は６００ポイントアップする。装備モンスターが守備表示モンスターを攻撃した時、その守備力を攻撃力が超えていれば、その数値だけ戦闘ダメージを与える。装備モンスターがモンスターを攻撃した場合、ダメージ計算後に攻撃対象モンスターの攻撃力・守備力は６００ポイントダウンする。装備モンスターと戦闘を行った相手モンスターは、その戦闘では破壊されない。", "ko": "\"블랙 로즈 드래곤\" 또는 식물족 몬스터에만 장착 가능. 장착 몬스터의 공격력은 600 포인트 올린다. 장착 몬스터가 수비 표시 몬스터를 공격했을 때, 그 수비력을 공격력이 넘었으면, 그 수치만큼 상대 라이프에 전투 데미지를 준다. 장착 몬스터가 몬스터를 공격했을 경우, 데미지 계산 후에 공격 대상 몬스터의 공격력/수비력은 600 포인트 내린다. 장착 몬스터와 전투를 실행한 상대 몬스터는, 그 전투에서는 파괴되지 않는다.", "zh-TW": "僅可裝備於「黑薔薇龍」或植物族怪獸。裝備怪獸的攻擊力提升６００。裝備怪獸攻擊守備表示怪獸時，若攻擊力超過該守備力，給予對方LP該數值的戰鬥傷害。與裝備怪獸進行戰鬥的對方怪獸不會因該戰鬥被破壞。裝備怪獸攻擊怪獸的傷害計算後，攻擊對象怪獸的攻擊力・守備力降低６００。", "zh-CN": "仅可装备于\"黑蔷薇龙\"或植物族怪兽。①：装备怪兽的攻击力上升600。②：与装备怪兽进行战斗的对手怪兽不会因该战斗被破坏。③：装备怪兽攻击守备表示怪兽的情况下，依攻击力超出该怪兽守备力的数值来给予对手战斗伤害。④：装备怪兽攻击了怪兽的伤害计算后发动。攻击对象怪兽的攻击力・守备力下降600。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "ThornofMalice-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RGBT-EN047", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-EN103", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}, {"set_number": "LDS2-EN117", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "RGBT-DE047", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-DE103", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}, {"set_number": "LDS2-DE117", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "RGBT-FR047", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-FR103", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}, {"set_number": "LDS2-FR117", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "RGBT-IT047", "set_name": "Raging Battle", "rarities": ["Common"]}, {"set_number": "LC5D-IT103", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}, {"set_number": "LDS2-IT117", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "LC5D-PT103", "set_name": "Legendary Collection 5D's Mega Pack", "rarities": ["Common"]}, {"set_number": "LDS2-PT117", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "RGBT-JP047", "set_name": "Raging Battle", "rarities": ["Common"]}], "ko": [{"set_number": "RGBT-KR047", "set_name": "Raging Battle", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SCTP-SC141", "set_name": "Entry Pack Volume 9", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 63011, "master_duel_rarity": "N"}