{"konami_id": 21206, "password": 65114115, "name": {"en": "Seven Stars Slash - Army Annihilator Hagun", "de": "Hieb der Sieben Sterne - Armeevernichter Hagun", "es": "Corte de las Siete Estrellas - Hagun Aniquilador de Ejércitos", "fr": "Coup des Sept Étoiles - Hagun Anéantisseur d'Armée", "it": "Colpo Sette Stelle - Hagun Annientatore di Eserciti", "pt": "Corte das Sete Estrelas - Aniquilador de Exércitos Hagun", "ja": "<ruby>七<rt>しち</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>流<rt>りゅう</rt></ruby><ruby>抜<rt>ばっ</rt></ruby><ruby>刀<rt>とう</rt></ruby><ruby>術<rt>じゅつ</rt></ruby>－「<ruby>破<rt>は</rt></ruby><ruby>軍<rt>ぐん</rt></ruby>」", "ja_romaji": "Shichiseiten-ryū Battōjutsu - \"Hagun\"", "ko": "칠성천류발도술－「파군」", "ko_rr": null, "zh-TW": "七星天流拔刀術－「破軍」", "zh-CN": "七星天流拔刀术－“破军”"}, "text": {"en": "Target 1 face-up monster you control; equip it with 1 Level 7 monster with the same Type but a different name from your hand or Deck as an Equip Spell that gives it 700 ATK, but return that Equip Spell to the hand during the End Phase. When your opponent's Level/Rank 8 or higher monster is destroyed by battle, while this card is in your GY: You can add this card to your hand. You can only activate 1 \"Seven Stars Slash - Army Annihilator Hagun\" per turn.", "de": "Wähle 1 offenes Monster, das du kontrollierst; rüste es mit 1 Monster der Stufe 7 mit demselben Typ, aber einem unterschiedlichen Namen von deiner Hand oder deinem Deck als Ausrüstungszauber aus, der ihm 700 ATK gibt, aber gib jenen Ausrüstungszauber während der End Phase auf die Hand zurück. Wenn ein Monster der Stufe / des Rangs 8 oder höher deines Gegners durch Kampf zerstört wird, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte deiner Hand hinzufügen. Du kannst nur 1 „Hieb der Sieben Sterne - Armeevernichter Hagun“ pro Spielzug aktivieren.", "es": "Selecciona 1 monstruo boca arriba que controles; equípalo con 1 monstruo de Nivel 7 con el mismo Tipo pero un nombre diferente en tu mano o Deck como una Mágica de Equipo que le da 700 ATK, pero devuelve a la mano esa Mágica de Equipo durante la End Phase. Cuando el monstruo de tu adversario de Nivel/Rango 8 o mayor es destruido en batalla, mientras esta carta está en tu Cementerio: puedes añadir esta carta a tu mano. Sólo puedes activar 1 \"Corte de las Siete Estrellas - Hagun Aniquilador de Ejércitos\" por turno.", "fr": "Ciblez 1 monstre face recto que vous contrôlez ; équipez-le avec 1 monstre de Niveau 7 du même Type mais de nom différent depuis votre main ou Deck comme Magie d'Équipement qui lui donne 700 ATK, mais renvoyez la Magie d'Équipement à la main durant la End Phase. Lorsqu'un monstre de min. Niveau/Rang 8 de votre adversaire est détruit au combat, tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez activer qu'1 \"Coup des Sept Étoiles - Hagun Anéantisseur d'Armée\" par tour.", "it": "Scegli come bersaglio 1 mostro scoperto che controlli; equipaggialo con 1 mostro di Livello 7 con lo stesso Tipo ma con un nome diverso dalla tua mano o Deck come una Magia Equipaggiamento che gli dà 700 ATK, ma fai ritornare quella Magia Equipaggiamento nella mano durante la End Phase. Quando un mostro di Livello/Rango 8 o superiore del tuo avversario viene distrutto in battaglia, mentre questa carta è nel tuo Cimitero: puoi aggiungere questa carta alla tua mano. Puoi attivare solo 1 \"Colpo Sette Stelle - Hagun Annientatore di Eserciti\" per turno.", "pt": "Escolha 1 monstro com a face para cima que você controla; equipe-o com 1 monstro de Nível 7 com o mesmo Tipo, mas um nome diferente da sua mão ou do Deck como uma Magia de Equipamento que concede a ele 700 de ATK, mas devolva essa Magia de Equipamento para a mão durante a Fase Final. Quando um monstro de Nível/Classe 8 ou mais do seu oponente for destruído em batalha, enquanto este card estiver no seu Cemitério: você pode adicionar este card à sua mão. Você só pode ativar 1 \"Corte das Sete Estrelas - Aniquilador de Exércitos Hagun\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターとはカード名が異なり、種族が同じレベル７モンスター１体を攻撃力７００アップの装備魔法カード扱いで手札・デッキから対象のモンスターに装備する。この効果で装備したカードはエンドフェイズに手札に戻る。②：このカードが墓地に存在する状態で、レベル・ランクが８以上の相手モンスターが戦闘で破壊された時に発動できる。このカードを手札に加える。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터와는 카드명이 다르고, 종족이 같은 레벨 7 몬스터 1장을 공격력 700 올리는 장착 마법 카드로 취급하고 패 / 덱에서 대상 몬스터에 장착한다. 이 효과로 장착한 카드는 엔드 페이즈에 패로 되돌아간다. ②: 이 카드가 묘지에 존재하는 상태에서, 레벨 / 랭크가 8 이상의 상대 몬스터가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张。①：以自己场上的1只表侧表示怪兽为对象可以发动。从手牌・牌组将1只与该怪兽卡名不同、种族相同的等级7怪兽视为攻击力上升700的装备魔法卡装备于对象怪兽。以此效果装备的卡将在结束阶段被放回手牌。②：此卡存在于墓地的状态下，等级・阶级为8以上的对手怪兽因战斗被破坏时可以发动。将此卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "SevenStarsSlashArmyAnnihilatorHagun-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN069", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE069", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP069", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR069", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT069", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT069", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "ALIN-JP069", "set_name": "Alliance Insight", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "ALIN-KR069", "set_name": "Alliance Insight", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "ALIN-SC069", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1108458, "master_duel_rarity": "UR"}