{"konami_id": 17151, "password": 65187687, "name": {"en": "Skeletal Dragon Felgrand", "de": "Skelettdrache Fellgrant", "es": "Dragón Esqueleto Felgrand", "fr": "Grand Dragon Squelettique d'Or", "it": "Glorioso Drago d'Oro Scheletrico", "pt": "Dragão Esquelético Felgrand", "ja": "<ruby>巨<rt>きょ</rt></ruby><ruby>骸<rt>がい</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>フェルグラント", "ja_romaji": "Kyogairyū Feruguranto", "ko": "거해룡 펠그란트", "ko_rr": "Geohaeryong Pelgeuranteu", "zh-TW": "巨骸龍 緋爾格蘭特", "zh-CN": "巨骸龙 绯尔格兰特"}, "text": {"en": "1 Zombie Tuner + 1+ non-Tuner monsters\nIf this card is Special Summoned: You can target 1 monster your opponent controls or in their GY; banish it. If a monster(s) is Special Summoned from either GY, while this monster is on the field (except during the Damage Step): You can target 1 other face-up monster on the field; negate its effects until the end of this turn. You can only use each effect of \"Skeletal Dragon Felgrand\" once per turn.", "de": "1 Zombie-Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Monster wählen, das dein Gegner kontrolliert oder das sich in seinem Friedhof befindet; verbanne es. Falls ein oder mehr Monster als Spezialbeschwörung von einem beliebigen Friedhof beschworen werden, solange dieses Monster auf dem Spielfeld liegt (außer während des Damage Steps): Du kannst 1 anderes offenes Monster auf dem Spielfeld wählen; annulliere bis zum Ende dieses Spielzugs seine Effekte. Du kannst jeden Effekt von „Skelettdrache Fellgrant“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante Zombi + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada de Modo Especial: puedes seleccionar 1 monstruo que controle tu adversario o en su Cementerio; destiérralo. Si uno o más monstruos son Invocados de Modo Especial desde cualquier Cementerio, mientras este monstruo está en el Campo (excepto durante el Damage Step): puedes seleccionar otro monstruo boca arriba en el Campo; niega sus efectos hasta el final de este turno. Sólo puedes usar cada efecto de \"Dragón Esqueleto Felgrand\" una vez por turno.", "fr": "1 Syntoniseur Zombie + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre contrôlé par votre adversaire ou dans son Cimetière ; bannissez-le. Si un ou plusieurs monstres sont Invoqués Spécialement depuis au moins l'un des Cimetières, tant que ce monstre est sur le Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 autre monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Grand Dragon Squelettique d'Or\" qu'une fois par tour.", "it": "1 Tuner Zombie + 1+ mostri non-Tuner\nSe questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario o nel suo Cimitero; bandiscilo. Se uno o più mostri vengono Evocati Specialmente da qualsiasi Cimitero, mentre questo mostro è sul Terreno (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 altro mostro scoperto sul Terreno; annulla i suoi effetti fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Glorioso Drago d'Oro Scheletrico\" una sola volta per turno.", "pt": "1 Regulador Zumbi + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Especial: você pode escolher 1 monstro que seu oponente controla ou no Cemitério dele; bana-o. Se um ou mais monstros forem Invocados por Invocação-Especial de qualquer Cemitério, enquanto este monstro estiver no campo (exceto durante a Etapa de Dano): você pode escolher 1 outro monstro com a face para cima no campo; negue seus efeitos até o final deste turno. Você só pode usar cada efeito de \"Dragão Esquelético Felgrand\" uma vez por turno.", "ja": "アンデット族チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚に成功した場合、相手のフィールド・墓地のモンスター１体を対象として発動できる。そのモンスターを除外する。②：このカードが既にモンスターゾーンに存在する状態で、墓地からモンスターが特殊召喚された場合、このカード以外のフィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの効果をターン終了時まで無効にする。", "ko": "언데드족 튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 특수 소환에 성공했을 경우, 상대의 필드 / 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 제외한다. ②: 이 카드가 이미 몬스터 존에 존재하는 상태에서, 묘지에서 몬스터가 특수 소환되었을 경우, 이 카드 이외의 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 효과를 턴 종료시까지 무효로 한다.", "zh-TW": null, "zh-CN": "不死族协调＋１只以上协调以外的怪兽\n此卡名的①②效果１回合仅可各使用１次。①：此卡特殊召唤成功的情况下，以对手场上・墓地的１只怪兽为对象可以发动。将该怪兽除外。②：此卡已经存在于怪兽区域的状态下，怪兽被从墓地特殊召唤的情况下，以场上１只此卡以外的表侧表示怪兽为对象可以发动。将该怪兽的效果直至回合结束时为止无效。"}, "card_type": "Monster", "monster_type_line": "Zombie / Synchro / Effect", "attribute": "LIGHT", "level": 8, "atk": 2800, "def": 2800, "materials": "1 Zombie-Type Tuner + 1 or more non-Tuner monsters", "series": ["Felgrand", "Zombie counterpart"], "images": [{"index": 1, "image": "SkeletalDragonFelgrand-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN040", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-EN084", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DIFO-DE040", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-DE084", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DIFO-FR040", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-FR084", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DIFO-IT040", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-IT084", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DIFO-PT040", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-PT084", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DIFO-JP040", "set_name": "Dimension Force", "rarities": ["Rare"]}], "ko": [{"set_number": "DIFO-KR040", "set_name": "Dimension Force", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC092", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716720, "master_duel_rarity": "UR"}