{"konami_id": 11473, "password": 65247798, "name": {"en": "Yosenju Kama 1", "de": "Yosenju Kama 1", "es": "Yosenju Kama 1", "fr": "Yosenju Kama 1", "it": "Yosenju Kama 1", "pt": "Yosenju Kama 1", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>仙<rt>せん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby> <ruby>鎌壱太刀<rt>カマイタチ</rt></ruby>", "ja_romaji": "Yōsenjū Kamaitachi", "ko": "요선수 겸일태도", "ko_rr": null, "zh-TW": "妖仙獸 鐮壹太刀", "zh-CN": "妖仙兽 镰一太刀"}, "text": {"en": null, "de": "Falls diese Karte als Normalbeschwörung beschworen wird, kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Yosenju“-Monster als Normalbeschwörung von deiner Hand, außer „Yosenju Kama 1“. Falls du ein anderes „Yosenju“-Monster kontrollierst: Du kannst 1 offene Karte wählen, die dein Gegner kontrolliert; gib sie auf die Hand zurück. Dieser Effekt kann nur einmal verwendet werden, solange diese Karte offen auf dem Spielfeld liegt. Einmal pro Spielzug, während der End Phase, falls diese Karte in diesem Spielzug als Normalbeschwörung beschworen wurde: Gib sie auf die Hand zurück.", "es": "Si esta carta es Invocada de Modo Normal, puedes: inmediatamente después de que se resuelva este efecto, Invocar de Modo Normal, desde tu mano, 1 monstruo \"Yosenju\", excepto \"Yosenju Kama 1\". Si controlas otro monstruo \"Yosenju\": puedes seleccionar 1 carta boca arriba que controle tu adversario; devuélvela a la mano. Este efecto sólo puede ser usado una vez mientras esta carta está boca arriba en el Campo. Una vez por turno, durante la End Phase, si esta carta fue Invocada de Modo Normal este turno: devuélvela a la mano.", "fr": "Si cette carte est Invoquée Normalement, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Yosenju\" (\"Yosenju Kama 1\" exclu) depuis votre main. Si vous contrôlez un autre monstre \"Yosenju\" : vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; renvoyez-la à la main. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Normalement ce tour : renvoyez-la à la main.", "it": "Se questa carta viene Evocata Normalmente, puoi: immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro \"Yosenju\" dalla tua mano, eccetto \"Yosenju Kama 1\". Se controlli un altro mostro \"Yosenju\": puoi scegliere come bersaglio 1 carta scoperta controllata dal tuo avversario; falla ritornare nella mano. Questo effetto può essere utilizzato una sola volta mentre questa carta è scoperta sul Terreno. Una volta per turno, durante la End Phase, se questa carta è stata Evocata Normalmente in questo turno: falla ritornare nella mano.", "pt": "Se este card for Invocado por Invocação-Normal, você pode: imediatamente depois de resolver este efeito, Invocar por Invocação-Normal 1 monstro \"Yosenju\" da sua mão, exceto \"Yosenju Kama 1\". Se você controlar outro monstro \"Yosenju\": você pode escolher 1 card com a face para cima que seu oponente controla; devolva-o para a mão. Este efeito só pode ser usado uma vez enquanto este card estiver com a face para cima no campo. Uma vez por turno, durante a Fase Final, se este card foi Invocado por Invocação-Normal neste turno: devolva-o para a mão.", "ja": "①：このカードが召喚した場合に発動できる。「妖仙獣　鎌壱太刀」以外の手札の「妖仙獣」モンスター１体の召喚を行う。\n②：このカードが表側表示で存在する限り１度だけ、自分フィールドに他の「妖仙獣」モンスターが存在する場合、相手フィールドの表側表示カード１枚を対象として発動できる。そのカードを手札に戻す。\n③：このカードを召喚したターンのエンドフェイズに発動する。このカードを手札に戻す。", "ko": "①: 이 카드가 일반 소환에 성공했을 경우에 발동할 수 있다. 패에서 \"요선수 겸일태도\" 이외의 \"요선수\" 몬스터 1장을 일반 소환한다. ②: 이 카드가 필드에 앞면 표시로 존재하는 한 1번만, 자신 필드에 이 카드 이외의 \"요선수\" 몬스터가 존재할 경우에 상대 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다. ③: 이 카드를 일반 소환한 턴의 엔드 페이즈에 발동한다. 이 카드를 주인의 패로 되돌린다.", "zh-TW": "①：可在此卡召喚成功的狀況下發動。從手牌召喚１隻「妖仙獸 鐮壹太刀」以外的「妖仙獸」怪獸。②：只要此卡以正面表示存在場上，在我方場上存在此卡以外的「妖仙獸」怪獸的狀況下，就可將對方場上的１張正面表示的卡做為對象發動，僅限１次。將該卡送回持有者的手牌。③：在召喚此卡的回合的結束階段發動。將此卡送回持有者的手牌。", "zh-CN": "①：此卡召唤成功的场合可发动。从手牌召唤１只除“妖仙兽 镰一太刀”以外的“妖仙兽”怪兽。②：只要此卡以表侧表示存在于场上，仅１次，我方场上存在有除此卡以外的“妖仙兽”怪兽的场合，可以对手场上的１张表侧表示卡牌为对象发动。将该卡返回至持有者手牌。③：在召唤此卡回合的结束阶段发动。将此卡返回至持有者手牌。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "WIND", "level": 4, "atk": 1600, "def": 500, "series": ["Yosenju"], "images": [{"index": 1, "image": "YosenjuKama1-SP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "THSF-EN003", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "SP17-EN004", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "de": [{"set_number": "THSF-DE003", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "SP17-DE004", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "fr": [{"set_number": "THSF-FR003", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "SP17-FR004", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "it": [{"set_number": "THSF-IT003", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "SP17-IT004", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "pt": [{"set_number": "THSF-PT003", "set_name": "The Secret Forces", "rarities": ["Secret Rare"]}, {"set_number": "SP17-PT004", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "ja": [{"set_number": "SPTR-JP003", "set_name": "Booster SP: Tribe Force", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPTR-KR003", "set_name": "Booster SP: Tribe Force", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 324494, "master_duel_rarity": "R"}