{"konami_id": 15405, "password": 65268179, "name": {"en": "Awakening of the Possessed - Nefariouser Archfiend", "de": "Erwachen der Besessenen - Ruchloserer Erzunterweltler", "es": "Despertar del Poseído - Infamísimo Archidemonio", "fr": "Éveil des Possédées - Archdémon de la Suprinfâmie", "it": "Risveglio dei Posseduti - Sventuratissimo Arcidemone", "pt": "Despertar dos Possuídos - Arquidemônio Nefárior", "ja": "<ruby>憑<rt>ひょう</rt></ruby><ruby>依<rt>い</rt></ruby><ruby>覚<rt>かく</rt></ruby><ruby>醒<rt>せい</rt></ruby>－デーモン・リーパー", "ja_romaji": "Hyōi Kakusei - Dēmon Rīpā", "ko": "빙의각성－데몬 리퍼", "ko_rr": "Bing-uigakseong - Demon Ripeo", "zh-TW": "憑依覺醒－惡魔收割者", "zh-CN": "凭依觉醒－恶魔收割者"}, "text": {"en": "You can Special Summon this card (from your hand or Deck) by sending 1 face-up Spellcaster monster and 1 face-up Level 4 or lower EARTH monster you control to the GY. You can only use each of the following effects of \"Awakening of the Possessed - Nefariouser Archfiend\" once per turn.\n● When this card is Special Summoned by its effect: You can Special Summon 1 Level 4 or lower monster from your GY, but negate its effects.\n● If this card is sent from the field to the GY: You can add 1 \"Spiritual Earth Art\" card or 1 \"Possessed\" Spell/Trap from your Deck to your hand.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand oder deinem Deck) beschwören, indem du 1 offenes Hexer-Monster und 1 offenes ERDE Monster der Stufe 4 oder niedriger, die du kontrollierst, auf den Friedhof legst. Du kannst jeden der folgenden Effekte von „Erwachen der Besessenen - Ruchloserer Erzunterweltler“ nur einmal pro Spielzug verwenden.\n● Wenn diese Karte durch ihren Effekt als Spezialbeschwörung beschworen wird: Du kannst 1 Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Friedhof beschwören, aber annulliere seine Effekte.\n● Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Spiritistische Erdkunst“-Karte oder 1 „Besessen“-Zauber/Falle von deinem Deck hinzufügen.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano o Deck) mandando al Cementerio 1 monstruo Lanzador de Conjuros boca arriba y 1 monstruo de TIERRA de Nivel 4 o menor boca arriba que controles. Sólo puedes usar cada uno de los siguientes efectos de \"Despertar del Poseído - Infamísimo Archidemonio\" una vez por turno.\n● Cuando esta carta es Invocada de Modo Especial por su efecto: puedes Invocar de Modo Especial 1 monstruo de Nivel 4 o menor en tu Cementerio, pero niega sus efectos.\n● Si esta carta es mandada del Campo al Cementerio: puedes añadir a tu mano 1 carta \"Arte Espiritual de la Tierra\" o 1 Mágica/Trampa \"Poseído/a\" en tu Deck.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main ou Deck) en envoyant 1 monstre Magicien face recto et 1 monstre TERRE de max. Niveau 4 face recto que vous contrôlez au Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Éveil des Possédées - Archdémon de la Suprinfâmie\" qu'une fois par tour.\n● Lorsque cette carte est Invoquée Spécialement par son effet : vous pouvez Invoquer Spécialement 1 monstre de max. Niveau 4 depuis votre Cimetière, mais annulez ses effets.\n● Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 carte \"Artiste de la Terre Spirituelle\" ou 1 Magie/Piège \"Possédé\" depuis votre Deck à votre main.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano o Deck) mandando 1 mostro Incantatore scoperto e 1 mostro TERRA di Livello 4 o inferiore scoperto che controlli al Cimitero. Puoi utilizzare ognuno dei seguenti effetti di \"Risveglio dei Posseduti - Sventuratissimo Arcidemone\" una sola volta per turno.\n● Quando questa carta viene Evocata Specialmente dal suo effetto: puoi Evocare Specialmente 1 mostro di Livello 4 o inferiore dal tuo Cimitero, ma annulla i suoi effetti.\n● Se questa carta viene mandata dal Terreno al Cimitero: puoi aggiungere 1 carta \"Arte Spirituale della Terra\" o 1 Magia/Trappola \"Posseduto\" dal tuo Deck alla tua mano.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão ou do Deck) ao enviar para o Cemitério 1 monstro Mago com a face para cima e 1 monstro de TERRA de Nível 4 ou menos com a face para cima que você controla. Você só pode usar cada um dos seguintes efeitos de \"Despertar dos Possuídos - Arquidemônio Nefárior\" uma vez por turno.\n● Quando este card for Invocado por Invocação-Especial por seu efeito: você pode Invocar por Invocação-Especial 1 monstro de Nível 4 ou menos do seu Cemitério, mas negue seus efeitos.\n● Se este card for enviado do campo para o Cemitério: você pode adicionar 1 card \"Arte Espiritual da Terra\" ou 1 Magia/Armadilha \"Possuído(a)\" do seu Deck à sua mão.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードは自分フィールドの表側表示の、魔法使い族モンスター１体とレベル４以下の地属性モンスター１体を墓地へ送り、手札・デッキから特殊召喚できる。②：このカードの①の方法で特殊召喚した時に発動できる。自分の墓地からレベル４以下のモンスター１体を効果を無効にして特殊召喚する。③：このカードがフィールドから墓地へ送られた場合に発動できる。デッキから「地霊術」カードか「憑依」魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신 필드의 앞면 표시의, 마법사족 몬스터 1장과 레벨 4 이하의 땅 속성 몬스터 1장을 묘지로 보내고, 패 / 덱에서 특수 소환할 수 있다. ②: 이 카드의 ①의 방법으로 특수 소환에 성공했을 때에 발동할 수 있다. 자신 묘지에서 레벨 4 이하의 몬스터 1장을 골라 효과를 무효로 하고 특수 소환한다. ③: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"지령술\" 카드 또는 \"빙의\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：此卡可将自己场上表侧表示的、1只魔法师族怪兽和1只等级4以下的地属性怪兽送至墓地，来从手牌・牌组特殊召唤。②：以此卡的①方法特殊召唤成功时可以发动。从自己的墓地挑选1只等级4以下的怪兽，将其效果无效并特殊召唤。③：此卡从场上被送至墓地的情况下可以发动。从牌组将1张“地灵术”卡或“凭依”魔法・陷阱卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 5, "atk": 2000, "def": 200, "series": ["Archfiend", "Possessed"], "images": [{"index": 1, "image": "AwakeningofthePossessedNefariouserArchfiend-SDCH-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDCH-EN005", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-EN020", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDCH-DE005", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-DE020", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SDCH-SP005", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-SP020", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDCH-FR005", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-FR020", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDCH-IT005", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-IT020", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDCH-PT005", "set_name": "Structure Deck: Spirit Charmers", "rarities": ["Ultra Rare"]}, {"set_number": "CH02-PT020", "set_name": "THE CHRONICLES DECK: Spirit Charmers (All-Foil Edition)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD39-JP005", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Super Rare"]}, {"set_number": "TDS1-JP005", "set_name": "Structure Deck: Masters of the Spiritual Arts - The Legend of Duelist Quarter Century Edition", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SD39-KR005", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "SD39-SC005", "set_name": "Structure Deck: Masters of the Spiritual Arts", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713355, "master_duel_rarity": "R"}