{"konami_id": 13159, "password": 65314286, "name": {"en": "Sadion, the Timelord", "de": "Sadion, Herr der Zeit", "es": "Sadion, el Señor del Tiempo", "fr": "Sadion le Seigneur du Temps", "it": "Sadion, il Signore del Tempo", "pt": "Sadion, o Senhor do Tempo", "ja": "<ruby>時<rt>じ</rt></ruby><ruby>械<rt>かい</rt></ruby><ruby>神<rt>しん</rt></ruby>サディオン", "ja_romaji": "Jikaishin Sadion", "ko": "시계신 사디온", "ko_rr": null, "zh-TW": "時械神 沙迪恩", "zh-CN": "时械神 沙迪恩"}, "text": {"en": null, "de": "Kann nicht als Spezialbeschwörung vom Deck beschworen werden. Falls du keine Monster kontrollierst, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Kann weder durch Kampf noch durch Karteneffekte zerstört werden. Du erhältst keinen Kampfschaden aus Angriffen, an denen diese Karte beteiligt ist. Am Ende der Battle Phase, falls diese Karte gekämpft hat und du weniger LP hast als 4000: Deine LP werden zu 4000. Einmal pro Spielzug, während deiner Standby Phase: Mische diese Karte ins Deck.", "es": "No puede ser Invocada de Modo Especial desde el Deck. Si no controlas monstruos, puedes Invocar esta carta de Modo Normal sin Sacrificios. No puede ser destruida en batalla o por efectos de cartas. No recibes daño de batalla de ataques que involucren a esta carta. Al final de la Battle Phase, si esta carta batalló y tus LP son menores a 4000: tus LP se convierten en 4000. Una vez por turno, durante tu Standby Phase: baraja esta carta al Deck.", "fr": "Non Invocable Spécialement depuis le Deck. Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Normalement cette carte sans Sacrifices. Non destructible ni au combat ni par des effets de carte. Vous ne recevez aucun dommage de combat d'attaques impliquant cette carte. À la fin de la Battle Phase, si cette carte a combattu et que vos LP sont inférieurs à 4000 : vos LP deviennent 4000. Une fois par tour, durant votre Standby Phase : mélangez cette carte dans le Deck.", "it": "Non può essere Evocato Specialmente dal Deck. Se non controlli nessun mostro, puoi Evocare Normalmente questa carta senza offrire Tributi. Non può essere distrutto in battaglia o dagli effetti delle carte. Non subisci danno da combattimento da attacchi che coinvolgono questa carta. Alla fine della Battle Phase, se questa carta ha combattuto e i tuoi LP sono inferiori a 4000: i tuoi LP diventano 4000. Una volta per turno, durante la tua Standby Phase: mischia questa carta nel Deck.", "pt": "Não pode ser Invocado por Invocação-Especial do Deck. Se você não controlar nenhum monstro, você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Não pode ser destruído em batalha ou por efeitos de card. Você não sofre dano de batalha dos ataques que envolvem este card. No final da Fase de Batalha, se este card batalhou e você tiver menos que 4000 PV: seus PV se tornam 4000. Uma vez por turno, durante sua Fase de Apoio: embaralhe este card no Deck.", "ja": "このカードはデッキから特殊召喚できない。\n①：自分フィールドにモンスターが存在しない場合、このカードはリリースなしで召喚できる。\n②：このカードは戦闘・効果では破壊されず、このカードの戦闘で発生する自分への戦闘ダメージは０になる。\n③：このカードが戦闘を行ったバトルフェイズ終了時、自分のＬＰが４０００より少ない場合に発動する。自分のＬＰは４０００になる。\n④：自分スタンバイフェイズに発動する。このカードをデッキに戻す。", "ko": "이 카드는 덱에서 특수 소환할 수 없다. ①: 자신 필드에 몬스터가 존재하지 않을 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. ②: 이 카드는 전투 / 효과로는 파괴되지 않으며, 이 카드의 전투로 발생하는 자신에게로의 전투 데미지는 0 이 된다. ③: 이 카드가 전투를 실행한 배틀 페이즈 종료시, 자신의 LP가 4000 보다 적을 경우에 발동한다. 자신의 LP는 4000 이 된다. ④: 자신 스탠바이 페이즈에 발동한다. 이 카드를 주인의 덱으로 되돌린다.", "zh-TW": "此卡無法從牌組特殊召喚。①：在我方場上不存在怪獸的狀況下，不需解放即可召喚此卡。②：此卡不會因戰鬥・效果被破壞，此卡的戰鬥對我方造成的戰鬥傷害變為０。③：此卡進行戰鬥的戰鬥階段結束時，在我方的LP少於４０００的狀況下發動。我方的LP變為４０００。④：在我方準備階段發動。將此卡送回持有者的牌組。", "zh-CN": "此卡不可从牌组特殊召唤。①：自己场上不存在怪兽的情况下，此卡无需解放即可召唤。②：此卡不会因战斗・效果被破坏，因此卡的战斗对自己造成的战斗伤害变为０。③：此卡进行战斗的战斗阶段结束时，自己的LP少于４０００的情况下发动。自己的LP变为４０００。④：在自己的准备阶段发动。将此卡放回持有者的牌组。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "WIND", "level": 10, "atk": 0, "def": 0, "series": ["Timelord"], "images": [{"index": 1, "image": "SadiontheTimelord-BLLR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLLR-EN033", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLLR-DE033", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLLR-FR033", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLLR-IT033", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLLR-PT033", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP17-JP038", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "CP17-KR038", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 493861, "master_duel_rarity": "N"}