{"konami_id": 10955, "password": 65384188, "name": {"en": "Stand-Off", "de": "Patt-Situation", "es": "Enfrentamiento", "fr": "Confrontation", "it": "Stallo", "pt": "Indiferença", "ja": "<ruby>実<rt>じつ</rt></ruby><ruby>力<rt>りょく</rt></ruby><ruby>伯<rt>はく</rt></ruby><ruby>仲<rt>ちゅう</rt></ruby>", "ja_romaji": "Jitsuryoku Hakuchū", "ko": "실력백중", "ko_rr": null, "zh-TW": "實力伯仲", "zh-CN": "实力伯仲"}, "text": {"en": "Target 1 face-up Attack Position Effect Monster on each side of the field; if both monsters are still face-up on the field, negate their effects, then if both their effects were negated by this effect, as long as those monsters are in face-up Attack Position, they cannot be destroyed by battle, are unaffected by other card effects, also they cannot attack or change their battle positions.", "de": "Wähle 1 Effektmonster in offener Angriffsposition auf jeder Spielfeldseite; falls beide Monster noch offen auf dem Spielfeld liegen, annulliere ihre Effekte, dann falls die Effekte beider Monster durch diesen Effekt annulliert wurden, solange sich die Monster in offener Angriffsposition befinden, können sie nicht durch Kampf zerstört werden, bleiben von anderen Karteneffekten unberührt, zusätzlich können sie weder angreifen noch ihre Kampfposition ändern.", "es": "Selecciona 1 Monstruo de Efecto en Posición de Ataque boca arriba en cada lado del Campo; si ambos monstruos están todavía boca arriba en el Campo, niega sus efectos, y después, si los efectos de ambos fueron negados por este efecto, mientras esos monstruos estén en Posición de Ataque boca arriba, no pueden ser destruidos en batalla, no son afectados por efectos de otras cartas, y además tampoco pueden atacar o cambiar sus posiciones de batalla.", "fr": "Ciblez 1 Monstre à Effet en Position d'Attaque face recto sur chaque Terrain ; si les deux monstres sont toujours face recto sur le Terrain, annulez leurs effets, puis si leurs effets ont été annulés par cet effet, tant que ces monstres sont en Position d'Attaque face recto, ils ne peuvent pas être détruits au combat et ne sont pas affectés par d'autres effets de carte, et aussi, ils ne peuvent ni attaquer ni changer de position de combat.", "it": "Scegli come bersaglio 1 Mostro con Effetto scoperto in Posizione di Attacco sul Terreno di ogni giocatore; se entrambi i mostri sono ancora scoperti sul Terreno, annulla i loro effetti, poi se gli effetti di entrambi quei mostri sono stati annullati da questo effetto, fino a quando quei mostri sono scoperti in Posizione di Attacco, essi non possono essere distrutti in battaglia, sono immuni agli effetti delle altre carte, inoltre non possono attaccare o cambiare Posizione.", "pt": "Escolha 1 Monstro de Efeito com a face para cima em Posição de Ataque em cada lado do campo; se os dois monstros ainda estiverem com a face para cima no campo, negue os efeitos deles e, depois, se os efeitos deles dois forem negados por este efeito, enquanto esses dois monstros estiverem com a face para cima em Posição de Ataque, eles não podem ser destruídos em batalha, não podem ser afetados por outros efeitos de card e, além disso, não podem atacar ou mudar suas posições de batalha.", "ja": "自分及び相手フィールド上に表側攻撃表示で存在する効果モンスターを１体ずつ選択して発動できる。選択した２体のモンスターの効果を無効にする。その後、選択した２体のモンスターがフィールド上に表側攻撃表示で存在する限り、選択したモンスターは戦闘では破壊されず、このカード以外のカードの効果を受けず、攻撃と表示形式の変更もできない。", "ko": "자신 및 상대 필드 위에 앞면 공격 표시로 존재하는 효과 몬스터를 1장씩 선택하고 발동할 수 있다. 선택한 2장의 몬스터의 효과를 무효로 한다. 그 후, 선택한 2장의 몬스터가 필드 위에 앞면 공격 표시로 존재하는 한, 선택한 몬스터는 전투로는 파괴되지 않고, 이 카드 이외의 카드의 효과를 받지 않으며, 공격과 표시 형식의 변경도 할 수 없다.", "zh-TW": "可選擇我方及對方場上的各１隻攻擊表示的效果怪獸發動。將選擇的２隻怪獸的效果變為無效。其後，只要選擇的２隻怪獸以正面攻擊表示存在於場上，選擇的怪獸就不會因戰鬥被破壞，不受此卡以外的卡的效果影響，也無法攻擊或變更表示形式。", "zh-CN": "选择自己及对手场上的攻击表示效果怪兽各１只可以发动。将所选择的２只怪兽的效果无效。然后，只要所选择的２只怪兽在场上以表侧攻击表示存在，所选择的怪兽不会因战斗被破坏，不受此卡以外的卡的效果影响，也不可攻击和变更表示形式。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "StandOff-LVAL-EN-SP-1E.png"}], "sets": {"en": [{"set_number": "LVAL-EN069", "set_name": "Legacy of the Valiant", "rarities": ["Short Print"]}], "de": [{"set_number": "LVAL-DE069", "set_name": "Legacy of the Valiant", "rarities": ["Short Print"]}], "fr": [{"set_number": "LVAL-FR069", "set_name": "Legacy of the Valiant", "rarities": ["Short Print"]}], "it": [{"set_number": "LVAL-IT069", "set_name": "Legacy of the Valiant", "rarities": ["Short Print"]}], "pt": [{"set_number": "LVAL-PT069", "set_name": "Legacy of the Valiant", "rarities": ["Short Print"]}], "ja": [{"set_number": "LVAL-JP069", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ko": [{"set_number": "LVAL-KR069", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 307069, "master_duel_rarity": "R"}