{"konami_id": 15517, "password": 65398390, "name": {"en": "Infernoble Knight Captain Oliver", "de": "Flammedler Ritter-Hauptmann Oliver", "es": "Capitán Oliver Infernoble Caballero", "fr": "Capitaine Oliver, Chevalier Noble Inferno", "it": "Infernobile Cavaliere Capitano Oliver", "pt": "Infernobre Cavaleiro Capitão Oliver", "ja": "<ruby>焔<rt>えん</rt></ruby><ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby><ruby>将<rt>しょう</rt></ruby>－オリヴィエ", "ja_romaji": "Enseikishishō - Orivie", "ko": "불꽃성기사장－올리비에", "ko_rr": null, "zh-TW": null, "zh-CN": "焰圣骑士将－奥利弗"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nWhen this card declares an attack while equipped: You can target 1 face-up card on the field; destroy it. During your Main Phase, except the turn this card was sent to the GY: You can target 1 Warrior monster you control; Special Summon this card from your GY as a Tuner, and if you do, equip that monster you control to this card as an Equip Spell that gives it 500 ATK. You can only use this effect of \"Infernoble Knight Captain Oliver\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nWenn diese Karte einen Angriff deklariert, solange sie ausgerüstet ist: Du kannst 1 offene Karte auf dem Spielfeld wählen; zerstöre sie. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst 1 Krieger-Monster wählen, das du kontrollierst; beschwöre diese Karte als Spezialbeschwörung als Empfänger von deinem Friedhof und falls du dies tust, rüste diese Karte mit dem Monster, das du kontrollierst, als Ausrüstungszauber aus, der ihr 500 ATK gibt. Du kannst diesen Effekt von „Flammedler Ritter-Hauptmann Oliver“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nCuando esta carta declara un ataque mientras está equipada: puedes seleccionar 1 carta boca arriba en el Campo; destrúyela. Durante tu Main Phase, excepto el turno en el que esta carta fue mandada al Cementerio: puedes seleccionar 1 monstruo Guerrero que controles; Invoca esta carta de Modo Especial, desde tu Cementerio, como un Cantante y, si lo haces, equipa ese monstruo que controlas a esta carta como una Mágica de Equipo que le da 500 ATK. Sólo puedes usar este efecto de \"Capitán Oliver Infernoble Caballero\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLorsque cette carte déclare une attaque tant qu'elle est équipée : vous pouvez cibler 1 carte face recto sur le Terrain ; détruisez-la. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez cibler 1 monstre Guerrier que vous contrôlez ; Invoquez Spécialement cette carte depuis votre Cimetière comme un Syntoniseur, et si vous le faites, équipez le monstre que vous contrôlez à cette carte comme une Magie d'Équipement qui donne 500 ATK. Vous ne pouvez utiliser cet effet de \"Capitaine Oliver, Chevalier Noble Inferno\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nQuando questa carta dichiara un attacco mentre è equipaggiata: puoi scegliere come bersaglio 1 carta scoperta sul Terreno; distruggila. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi scegliere come bersaglio 1 mostro Guerriero che controlli; Evoca Specialmente questa carta dal tuo Cimitero come un Tuner e, se lo fai, equipaggia quel mostro che controlli a questa carta come una Magia Equipaggiamento che le dà 500 ATK. Puoi utilizzare questo effetto di \"Infernobile Cavaliere Capitano Oliver\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nQuando este card declarar um ataque enquanto estiver equipado: você pode escolher 1 card com a face para cima no campo; destrua-o. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode escolher 1 monstro Guerreiro que você controla; Invoque este card por Invocação-Especial do seu Cemitério como um Regulador e, se isso acontecer, equipe esse monstro que você controla a este card como uma Magia de Equipamento que concede 500 de ATK a ele. Você só pode usar este efeito de \"Infernobre Cavaleiro Capitão Oliver\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：装備カードを装備したこのカードの攻撃宣言時に、フィールドの表側表示のカード１枚を対象として発動できる。そのカードを破壊する。②：自分フィールドの戦士族モンスター１体を対象として発動できる。このカードをチューナー扱いで墓地から特殊召喚し、対象の自分のモンスターを攻撃力５００アップの装備カード扱いとしてこのカードに装備する。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 장착 카드를 장착한 이 카드의 공격 선언시에 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ②: 자신 필드의 전사족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 튜너로 취급하여 묘지에서 특수 소환하고, 대상의 자신 몬스터를 공격력 500 올리는 장착 카드로 취급하여 이 카드에 장착한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的②效果１回合仅可使用１次。①：装备了装备卡的此卡的攻击宣言时，以场上１张表侧表示的卡为对象可以发动。将该卡破坏。②：以自己场上的１只战士族怪兽为对象可以发动。将此卡视为协调从墓地特殊召唤，将自己的对象怪兽视为攻击力上升５００的装备卡装备于此卡。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Synchro / Effect", "attribute": "FIRE", "level": 5, "atk": 2000, "def": 500, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Infernoble Knight", "Noble Knight"], "images": [{"index": 1, "image": "InfernobleKnightCaptainOliver-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN038", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN188", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE038", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE188", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "es": [{"set_number": "PHRA-SP038", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-SP188", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR038", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR188", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT038", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT188", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT038", "set_name": "Phantom Rage", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT188", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP038", "set_name": "Phantom Rage", "rarities": ["Rare"]}], "ko": [{"set_number": "PHRA-KR038", "set_name": "Phantom Rage", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC086", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715419}