{"konami_id": 15975, "password": 65479980, "name": {"en": "S-Force Dog Tag", "de": "S-Kraft Zweikopf-Hund", "es": "Fuerza-S Chapa Canina", "fr": "Double Chien de la Force-S", "it": "S-Forza Cane Piastrina", "pt": "Força-S Cão de Patrulha", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> ドッグ・タッグ", "ja_romaji": "Sekyuriti Fōsu Doggu Taggu", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 도그 태그", "ko_rr": "Sikyuriti Poseu Dogeu Taegeu", "zh-TW": "超元特防隊 雙頭犬", "zh-CN": "超元特防队 双狗牌"}, "text": {"en": null, "de": "Während deiner Main Phase kann dein Gegner keine Effekte von Monstern in derselben Spalte wie eins deiner „S-Kraft“-Monster aktivieren. Falls dein Gegner ein oder mehr Monster als Normal- oder Spezialbeschwörung beschwört, solange du ein „S-Kraft“-Monster kontrollierst (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst diesen Effekt von „S-Kraft Zweikopf-Hund“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase, tu adversario no puede activar los efectos de monstruos en la misma columna que uno de tus monstruos \"Fuerza-S\". Si tu adversario Invoca de Modo Normal o Especial uno o más monstruos mientras tú controlas un monstruo \"Fuerza-S\" (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Sólo puedes usar este efecto de \"Fuerza-S Chapa Canina\" una vez por turno.", "fr": "Durant votre Main Phase, votre adversaire ne peut pas activer les effets des monstres dans la même colonne qu'un de vos monstres \"Force-S\". Si votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres tant que vous contrôlez un monstre \"Force-S\" (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Double Chien de la Force-S\" qu'une fois par tour.", "it": "Durante la tua Main Phase, il tuo avversario non può attivare gli effetti dei mostri nella stessa colonna di uno dei tuoi mostri \"S-Forza\". Se il tuo avversario Evoca Normalmente o Specialmente uno o più mostri mentre tu controlli un mostro \"S-Forza\" (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Puoi utilizzare questo effetto di \"S-Forza Cane Piastrina\" una sola volta per turno.", "pt": "Durante sua Fase Principal, seu oponente não pode ativar os efeitos de monstros na mesma coluna que um dos seus monstros \"Força-S\". Se seu oponente Invocar um ou mais monstros por Invocação-Normal ou Especial enquanto você controlar um monstro \"Força-S\" (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Você só pode usar este efeito de \"Força-S Cão de Patrulha\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：自分フィールドに「Ｓ－Ｆｏｒｃｅ」モンスターが存在し、相手がモンスターを召喚・特殊召喚した場合に発動できる。このカードを手札から特殊召喚する。\n②：このカードがモンスターゾーンに存在する限り、自分メインフェイズ中に、自分の「Ｓ－Ｆｏｒｃｅ」モンスターの正面の相手モンスターは効果を発動できない。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"S－Force(시큐리티 포스)\" 몬스터가 존재하고, 상대가 몬스터의 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신 메인 페이즈 중에, 자신의 \"S－Force(시큐리티 포스)\" 몬스터 정면의 상대 몬스터는 효과를 발동할 수 없다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在我方場上存在「超元特防隊」怪獸，對方成功召喚・特殊召喚怪獸的狀況下發動。從手牌特殊召喚此卡。②：只要此卡存在於怪獸區，在我方主要階段中，我方「超元特防隊」怪獸正面的對方怪獸就無法發動效果。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：自己场上存在“超元特防队”怪兽，对手将怪兽召唤・特殊召唤成功的情况下可以发动。从手牌将此卡特殊召唤。②：只要此卡存在于怪兽区域，在自己的主要阶段中，自己的“超元特防队”怪兽正面的对手怪兽不可发动效果。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 5, "atk": 1600, "def": 2100, "series": ["S-Force"], "images": [{"index": 1, "image": "SForceDogTag-LIOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN014", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE014", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR014", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT014", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT014", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP014", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "LIOV-KR014", "set_name": "Lightning Overdrive", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC009", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716547, "master_duel_rarity": "SR"}