{"konami_id": 19907, "password": 65496951, "name": {"en": "Vaalmonica Disarmonia", "de": "Vaalmonika-Disarmonia", "es": "Disarmonia de la Vaalmónica", "fr": "Vaalmonica Disarmonia", "it": "Disarmonia Vaalmonica", "pt": "Disarmonia Vaalmônica", "ja": "ヴァルモニカ・ディサルモニア", "ja_romaji": "Varumonika Disarumonia", "ko": "바르모니카 디사르모니아", "ko_rr": "Bareumonika Disareumonia", "zh-TW": "華耳琴璃・不協調音", "zh-CN": "华耳琴璃・不和谐音"}, "text": {"en": "Place 1 Resonance Counter on 1 card in your Pendulum Zone that you can place a Resonance Counter on, then apply 1 of these effects.\n● Gain 500 LP, then you can add 1 of your banished \"Vaalmonica\" cards to your hand, except \"Vaalmonica Disarmonia\".\n● Take 500 damage, then you can add 1 \"Vaalmonica\" card from your GY to your hand, except \"Vaalmonica Disarmonia\".\nYou can only activate 1 \"Vaalmonica Disarmonia\" per turn.", "de": "Lege 1 Resonanz-Zählmarke auf 1 Karte in deiner Pendelzone, auf die du eine Resonanz-Zählmarke legen kannst, dann führe 1 dieser Effekte aus.\n● Du erhältst 500 LP, dann kannst du deiner Hand 1 deiner verbannten „Vaalmonika“-Karten hinzufügen, außer „Vaalmonika-Disarmonia“.\n● Du erhältst 500 Schaden, dann kannst du deiner Hand 1 „Vaalmonika“-Karte von deinem Friedhof hinzufügen, außer „Vaalmonika-Disarmonia“.\nDu kannst nur 1 „Vaalmonika-Disarmonia“ pro Spielzug aktivieren.", "es": "Pon 1 Contador de Resonancia en 1 carta en tu Zona de Péndulo en la que puedas poner un Contador de Resonancia, y después aplica 1 de estos efectos.\n● Gana 500 LP, y después puedes añadir a tu mano 1 de tus cartas \"Vaalmónica\" desterradas, excepto \"Disarmonia de la Vaalmónica\".\n● Recibe 500 puntos de daño, y después puedes añadir a tu mano 1 carta \"Vaalmónica\" en tu Cementerio, excepto \"Disarmonia de la Vaalmónica\".\nSólo puedes activar 1 \"Disarmonia de la Vaalmónica\" por turno.", "fr": "Placez 1 Compteur Résonance sur 1 carte dans votre Zone Pendule sur laquelle vous pouvez placer un Compteur Résonance, puis appliquez 1 de ces effets.\n● Gagnez 500 LP, puis vous pouvez ajouter 1 de vos cartes \"Vaalmonica\" bannies (\"Vaalmonica Disarmonia\" exclu) à votre main.\n● Recevez 500 points de dommages, puis vous pouvez ajouter 1 carte \"Vaalmonica\" (\"Vaalmonica Disarmonia\" exclu) depuis votre Cimetière à votre main.\nVous ne pouvez activer qu'1 \"Vaalmonica Disarmonia\" par tour.", "it": "Metti 1 Segnalino Risonanza su 1 carta nella tua Zona Pendulum su cui puoi mettere un Segnalino Risonanza, poi applica 1 di questi effetti.\n● Guadagni 500 LP, poi puoi aggiungere 1 delle tue carte \"Vaalmonica\" bandite alla tua mano, eccetto \"Disarmonia Vaalmonica\".\n● Subisci 500 danni, poi puoi aggiungere 1 carta \"Vaalmonica\" dal tuo Cimitero alla tua mano, eccetto \"Disarmonia Vaalmonica\".\nPuoi attivare solo 1 \"Disarmonia Vaalmonica\" per turno.", "pt": "Coloque 1 Marcador de Ressonância em 1 card na sua Zona de Pêndulo sobre o qual você possa colocar um Marcador de Ressonância e, depois, aplique 1 desses efeitos.\n● Ganhe 500 PV e, depois, você pode adicionar 1 dos seus cards \"Vaalmônica\" banidos à sua mão, exceto \"Disarmonia Vaalmônica\".\n● Sofra 500 de dano e, depois, você pode adicionar 1 card \"Vaalmônica\" do seu Cemitério à sua mão, exceto \"Disarmonia Vaalmônica\".\nVocê só pode ativar 1 \"Disarmonia Vaalmônica\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：響鳴カウンターを置く事ができる自分のＰゾーンのカード１枚に響鳴カウンターを１つ置く。その後、以下の効果から１つを選んで適用する。\n●自分は５００ＬＰ回復する。その後、「ヴァルモニカ・ディサルモニア」以外の自分の除外状態の「ヴァルモニカ」カード１枚を手札に加える事ができる。\n●自分は５００ダメージを受ける。その後、「ヴァルモニカ・ディサルモニア」以外の自分の墓地の「ヴァルモニカ」カード１枚を手札に加える事ができる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 향명 카운터를 놓을 수 있는 자신의 펜듈럼 존의 카드 1장에 향명 카운터를 1개 놓는다. 그 후, 이하의 효과에서 1개를 고르고 적용한다.\n●자신은 500 LP 회복한다. 그 후, \"바르모니카 디사르모니아\" 이외의 자신의 제외 상태인 \"바르모니카\" 카드 1장을 패에 넣을 수 있다.\n●자신은 500 데미지를 받는다. 그 후, \"바르모니카 디사르모니아\" 이외의 자신 묘지의 \"바르모니카\" 카드 1장을 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：在可放响鸣计数物的、自己的灵摆区域的１张卡上放１个响鸣计数物。然后，从以下效果中挑选１个适用。\n●自己恢复５００LP。然后，可将“华耳琴璃・不和谐音”以外的、自己除外状态的１张“华耳琴璃”卡加入手牌。\n●自己受到５００伤害。然后，可将“华耳琴璃・不和谐音”以外的、自己墓地的１张“华耳琴璃”卡加入手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Vaalmonica"], "images": [{"index": 1, "image": "VaalmonicaDisarmonia-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC066", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040091, "master_duel_rarity": "SR"}