{"konami_id": 14106, "password": 65500515, "name": {"en": "Squirt Squid", "de": "Spritzender Tintenfisch", "es": "Calamar Rociador", "fr": "Calamar Aspergé", "it": "Calamaro Spruzzatore", "pt": "Esguicho de Lula", "ja": "<ruby>隅烏賊<rt>スミイカ</rt></ruby>", "ja_romaji": "Sumi'ika", "ko": "먹물오징어", "ko_rr": "Meongmurojing-eo", "zh-TW": "隅烏賊", "zh-CN": "隅乌贼"}, "text": {"en": "Once per turn, when this card is targeted for an attack by an opponent's monster: You can move this card you control to another of your Main Monster Zones, then, Special Summon 1 \"Squid Ink Token\" (Aqua/WATER/Level 2/ATK ?/DEF 0). This Token's ATK becomes that opponent's monster's ATK. While this card is in your leftmost or rightmost Main Monster Zone, your opponent's monsters with ATK less than or equal to this card's DEF cannot target it for attacks.", "de": "Einmal pro Spielzug, wenn diese Karte von einem Monster eines Gegners als Angriffsziel gewählt wird: Du kannst diese Karte, die du kontrollierst, in eine andere deiner Main-Monsterzonen bewegen, dann beschwöre 1 „Tintenfisch-Tinten-Spielmarke“ (Aqua/WASSER/Stufe 2/ATK ?/DEF 0) als Spezialbeschwörung. Die ATK dieser Spielmarke werden gleich den ATK des Monsters des Gegners. Solange diese Karte in deiner Main-Monsterzone ganz links oder rechts liegt, können Monster deines Gegners, deren ATK kleiner oder gleich den DEF dieser Karte sind, sie nicht als Angriffsziel wählen.", "es": "Una vez por turno, cuando esta carta es seleccionada para un ataque por un monstruo del adversario: puedes mover esta carta que controlas a otra de tus Zonas de Monstruos Principales, y después, Invoca de Modo Especial 1 \"Ficha Tinta de Calamar\" (Aqua/AGUA/Nivel 2/ATK ?/DEF 0). El ATK de esta Ficha se convierte en el ATK de ese monstruo del adversario. Mientras esta carta esté al extremo izquierdo o el extremo derecho de tu Zona de Monstruos Principal, los monstruos de tu adversario con ATK menor o igual a la DEF de esta carta no pueden seleccionarla para ataques.", "fr": "Une fois par tour, lorsque cette carte est ciblée par une attaque d'un monstre de l'adversaire : vous pouvez déplacer cette carte que vous contrôlez dans une autre de vos Zones Monstre Main, puis Invoquez Spécialement 1 \"Jeton Encre de Calamar\" (Aqua/EAU/Niveau 2/ATK ?/DEF 0). L'ATK de ce Jeton devient l'ATK du monstre de l'adversaire. Tant que cette carte est dans votre Zone Monstre Main la plus à gauche ou la plus à droite, les monstres de votre adversaire avec une ATK inférieure ou égale à la DEF de cette carte ne peuvent pas la cibler avec une attaque.", "it": "Una volta per turno, quando questa carta viene scelta come bersaglio per un attacco da un mostro dell'avversario: puoi spostare questa carta che controlli in un'altra delle tue Zone Mostri Main, poi, Evoca Specialmente 1 \"Segna-Calamaro Inchiostro\" (Acqua/ACQUA/Livello 2/ATK ?/DEF 0). L'ATK di questo Segna-Mostro diventa l'ATK di quel mostro dell'avversario. Mentre questa carta è nella tua Zona Mostri Main più a sinistra o più a destra, i mostri del tuo avversario con ATK pari o inferiore al DEF di questa carta non possono sceglierla come bersaglio per gli attacchi.", "pt": "Uma vez por turno, quando este card for escolhido como alvo de um ataque por um monstro do oponente: você pode mover este card que você controla para outra das suas Zonas de Monstros Principais e, depois, Invoque por Invocação-Especial 1 \"Ficha de Tinta de Lula\" (Aqua/ÁGUA/Nível 2/ATK ?/DEF 0). O ATK desta Ficha se torna o ATK desse monstro do oponente. Enquanto este card estiver na sua Zona de Monstros Principal mais à esquerda ou mais à direita, os monstros do seu oponente com ATK menor ou igual à DEF deste card não podem escolhê-lo como alvo de ataques.", "ja": "①：１ターンに１度、このカードが相手モンスターの攻撃対象に選択された時に発動できる。自分フィールドのこのカードの位置を、他の自分のメインモンスターゾーンに移動する。その後、自分フィールドに「イカスミトークン」（水族・水・星２・攻？／守０）１体を特殊召喚する。このトークンの攻撃力は、その相手モンスターの攻撃力と同じになる。②：このカードの守備力以下の攻撃力を持つ相手モンスターは、メインモンスターゾーンの右端か左端に存在するこのカードを攻撃対象に選択できない。", "ko": "①: 1턴에 1번, 이 카드가 상대 몬스터의 공격 대상으로 선택되었을 때에 발동할 수 있다. 자신 필드의 이 카드의 위치를, 다른 자신 메인 몬스터 존으로 이동한다. 그 후, 자신 필드에 \"오징어먹물 토큰\"(물족 / 물 / 레벨 2 / 공 ? / 수 0) 1장을 특수 소환한다. 이 토큰의 공격력은, 그 상대 몬스터의 공격력과 같아진다. ②: 이 카드의 수비력 이하의 공격력을 가지는 상대 몬스터는, 메인 몬스터 존의 오른쪽 끝이나 왼쪽 끝에 존재하는 이 카드를 공격 대상으로 선택할 수 없다.", "zh-TW": null, "zh-CN": "①：1回合1次，这张卡被选择作为对方怪兽的攻击对象时才能发动。自己场上的这张卡的位置向其他的自己的主要怪兽区域移动。那之后，在自己场上把1只「乌贼墨衍生物」（水族·水·2星·攻?/守0）特殊召唤。这衍生物的攻击力变成和那只对方怪兽的攻击力相同。\n②：持有这张卡的守备力以下的攻击力的对方怪兽不能选择主要怪兽区域的右端或左端存在的这张卡作为攻击对象。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 2, "atk": 0, "def": 1800, "images": [{"index": 1, "image": "SquirtSquid-SAST-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN029", "set_name": "Savage Strike", "rarities": ["Common"]}], "de": [{"set_number": "SAST-DE029", "set_name": "Savage Strike", "rarities": ["Common"]}], "es": [{"set_number": "SAST-SP029", "set_name": "Savage Strike", "rarities": ["Common"]}], "fr": [{"set_number": "SAST-FR029", "set_name": "Savage Strike", "rarities": ["Common"]}], "it": [{"set_number": "SAST-IT029", "set_name": "Savage Strike", "rarities": ["Common"]}], "pt": [{"set_number": "SAST-PT029", "set_name": "Savage Strike", "rarities": ["Common"]}], "ja": [{"set_number": "SAST-JP029", "set_name": "Savage Strike", "rarities": ["Common"]}], "ko": [{"set_number": "SAST-KR029", "set_name": "Savage Strike", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 577419, "master_duel_rarity": "R"}