{"konami_id": 22156, "password": 65514302, "name": {"en": "Magnet Bonding", "de": "Magneto-Verbindung", "es": "Mezcla - Magnética", "fr": "Liaison Magnétique", "it": "Legame - Magnetico", "pt": "Ligação Ímã", "ja": "マグネット・ボンディング", "ja_romaji": "Magunetto Bondingu", "ko": "마그넷 본딩", "ko_rr": null, "zh-TW": null, "zh-CN": "磁石键结"}, "text": {"en": "During the Main Phase: Activate 1 of these effects (but you can only use each effect of \"Magnet Bonding\" once per turn);\n● Add 1 \"Conduction Warrior Linear Magnum Plus Minus\" or 1 Level 4 or lower \"Magnet Warrior\" monster from your Deck to your hand.\n● Add 1 Level 8 \"Magna Warrior\" monster from your Deck to your hand.\n● Fusion Summon 1 Rock Fusion Monster from your Extra Deck, by shuffling Rock monsters from your hand, field, GY, and/or banishment into the Deck as material.", "de": "Während der Main Phase: Aktiviere 1 dieser Effekte (aber du kannst jeden Effekt von „Magneto-Verbindung“ nur einmal pro Spielzug verwenden);\n● Füge deiner Hand 1 „Lineare Magnumkriegerleitung Plus Minus“ oder 1 „Magnetkrieger“-Monster der Stufe 4 oder niedriger von deinem Deck hinzu.\n● Füge deiner Hand 1 „Magnetkrieger“-Monster der Stufe 8 von deinem Deck hinzu.\n● Beschwöre 1 Fels-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck, indem du Fels-Monster von deiner Hand, deiner Spielfeldseite, deinem Friedhof und/oder deinen verbannten Karten als Material ins Deck mischst.", "es": "Durante la Main Phase: activa 1 de estos efectos (pero sólo puedes usar cada efecto de \"Mezcla - Magnética\" una vez por turno);\n● Añade a tu mano 1 \"Guerrero Conductor Lineal Magnum Plus Minus\" o 1 monstruo \"Guerrero Magnético\" de Nivel 4 o menor en tu Deck.\n● Añade a tu mano 1 monstruo \"Guerrero Magno\" de Nivel 8 en tu Deck.\n● Invoca por Fusión 1 Monstruo de Fusión Roca desde tu Deck Extra, barajando al Deck monstruos Roca en tu mano, Campo, Cementerio y/o destierro como material.", "fr": "Durant la Main Phase : activez 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Liaison Magnétique\" qu'une fois par tour) ;\n● Ajoutez 1 \"Magnum Plus Moins, Guerrier Conducteur Linéaire\" ou 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 depuis votre Deck à votre main.\n● Ajoutez 1 monstre \"Guerrier Magnétique\" de Niveau 8 depuis votre Deck à votre main.\n● Invoquez par Fusion 1 Monstre Fusion Rocher depuis votre Extra Deck, en mélangeant des monstres Rocher depuis votre main, Terrain, Cimetière et/ou bannissement dans le Deck comme Matériel.", "it": "Durante la Main Phase: attiva 1 di questi effetti (ma puoi utilizzare ogni effetto di \"Legame - Magnetico\" una sola volta per turno);\n● Aggiungi 1 \"Guerriero Conduttivo Lineare Magnum Più Meno\" o 1 mostro \"Guerriero Magnetico\" di Livello 4 o inferiore dal tuo Deck alla tua mano.\n● Aggiungi 1 mostro \"Guerriero Magnetico\" di Livello 8 dal tuo Deck alla tua mano.\n● Evoca tramite Fusione 1 Mostro Fusione Roccia dal tuo Extra Deck, mischiando mostri Roccia dalla tua mano, Terreno, Cimitero e/o carte bandite nel Deck come materiale.", "pt": "Durante a Fase Principal: ative 1 desses efeitos (mas você só pode usar cada efeito de \"Ligação Ímã\" uma vez por turno);\n● Adicione 1 \"Guerreiro Condutor Magnum Plus Minus Linear\" ou 1 monstro \"Guerreiro Ímã\" de Nível 4 ou menos do seu Deck à sua mão.\n● Adicione 1 monstro \"Guerreiro Ímã\" de Nível 8 do seu Deck à sua mão.\n● Invoque por Invocação-Fusão 1 Monstro de Fusão Rocha do seu Deck Adicional, ao embaralhar no Deck monstros Rocha da sua mão, do campo, do Cemitério e/ou do banimento como matéria.", "ja": "①：自分・相手のメインフェイズに、以下の効果から１つを選択して発動できる（このカード名の以下の効果はそれぞれ１ターンに１度しか選択できない）。\n●「超電導戦士 リニア・マグナム±」またはレベル４以下の「マグネット・ウォリアー」モンスター１体をデッキから手札に加える。\n●デッキからレベル８の「磁石の戦士」モンスター１体を手札に加える。\n●自分の手札・フィールド・墓地・除外状態の岩石族モンスターを融合素材としてデッキに戻し、岩石族の融合モンスター１体を融合召喚する。", "ko": "①: 자신 / 상대의 메인 페이즈에, 이하의 효과에서 1개를 선택하고 발동할 수 있다(이 카드명의 이하의 효과는 각각 1턴에 1번밖에 선택할 수 없다).\n●\"초전도전사 리니어 매그넘±(플러스마이너스)\" 또는 레벨 4 이하의 \"마그넷 워리어\" 몬스터 1장을 덱에서 패에 넣는다.\n●덱에서 레벨 8 인 \"자석의 전사\" 몬스터 1장을 패에 넣는다.\n●자신의 패 / 필드 / 묘지 / 제외 상태인 암석족 몬스터를 융합 소재로서 덱으로 되돌리고, 암석족인 융합 몬스터 1장을 융합 소환한다.", "zh-TW": null, "zh-CN": "①：在自己・对手的主要阶段，可从以下效果中选择1个发动（此卡名的以下效果1回合仅可各选择1次）。\n●从牌组将1只“超电导战士 线性麦格农±”或等级4以下的“磁石战士”怪兽加入手牌。\n●从牌组将1只等级8的“磁石之战士”怪兽加入手牌。\n●将自己手牌・场上・墓地・除外状态的岩石族怪兽作为融合素材放回牌组，将1只岩石族融合怪兽融合召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Bonding", "Magnet"], "images": [{"index": 1, "image": "MagnetBonding-BPRO-JP-C.png"}], "sets": {"en": [{"set_number": "BPRO-EN053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ja": [{"set_number": "BPRO-JP053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ko": [{"set_number": "BPRO-KR053", "set_name": "Burst Protocol", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BPRO-SC053", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1153159}