{"konami_id": 15285, "password": 65589010, "name": {"en": "Dogmatika Nation", "de": "Dogmatika-Nation", "es": "Nación Dogmátik", "fr": "Nation Dogmatika", "it": "Nazione Dogmatika", "pt": "Nação Dogmatika", "ja": "<ruby>教<rt>きょう</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>国<rt>こっ</rt></ruby><ruby>家<rt>か</rt></ruby>ドラグマ", "ja_romaji": "Kyōdōkokka Doraguma", "ko": "교도국가 드래그마", "ko_rr": "Gyodogukga Deuraegeuma", "zh-TW": "教導國家教導", "zh-CN": "教导国家 德拉格马"}, "text": {"en": "Neither player can target \"Dogmatika\" monsters you control with effects of monsters that were Special Summoned from the Extra Deck. You can only use each of the following effects of \"Dogmatika Nation\" once per turn.\n● After damage calculation, if your \"Dogmatika\" monster battled an opponent's monster: Destroy that opponent's monster.\n● If this face-up card in the Field Zone is destroyed by an opponent's card effect: You can have each player send 1 monster from their Extra Deck to the GY.", "de": "Kein Spieler kann „Dogmatika“-Monster, die du kontrollierst, als Ziele für Effekte von Monstern wählen, die als Spezialbeschwörung vom Extra Deck beschworen wurden. Du kannst jeden der folgenden Effekte von „Dogmatika-Nation“ nur einmal pro Spielzug verwenden.\n● Nach der Schadensberechnung, falls dein „Dogmatika“-Monster gegen ein Monster eines Gegners gekämpft hat: Zerstöre das Monster des Gegners.\n● Falls diese offene Karte in der Spielfeldzone durch einen Karteneffekt eines Gegners zerstört wird: Du kannst jeden Spieler 1 Monster von seinem Extra Deck auf den Friedhof legen lassen.", "es": "Ningún jugador puede seleccionar monstruos \"Dogmátik\" que controles con efectos de monstruos que fueron Invocados de Modo Especial desde el Deck Extra. Sólo puedes usar cada uno de los siguientes efectos de \"Nación Dogmátik\" una vez por turno.\n● Después del cálculo de daño, si tu monstruo \"Dogmátik\" batalló con un monstruo del adversario: destruye ese monstruo del adversario.\n● Si esta carta boca arriba en la Zona del Campo es destruida por efecto de una carta del adversario: puedes hacer que cada jugador mande al Cementerio 1 monstruo en su Deck Extra.", "fr": "Aucun joueur ne peut cibler de monstres \"Dogmatika\" que vous contrôlez, avec les effets des monstres qui ont été Invoqués Spécialement depuis l'Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Nation Dogmatika\" qu'une fois par tour.\n● Après le calcul des dommages, si votre monstre \"Dogmatika\" a combattu un monstre de l'adversaire : détruisez le monstre de l'adversaire.\n● Si cette carte face recto dans la Zone Terrain est détruite par un effet de carte de l'adversaire : vous pouvez faire envoyer à chaque joueur 1 monstre depuis son Extra Deck au Cimetière.", "it": "Nessun giocatore può scegliere come bersaglio i mostri \"Dogmatika\" che controlli con gli effetti dei mostri che sono stati Evocati Specialmente dall'Extra Deck. Puoi utilizzare ognuno dei seguenti effetti di \"Nazione Dogmatika\" una sola volta per turno.\n● Dopo il calcolo dei danni, se un tuo mostro \"Dogmatika\" ha combattuto con un mostro dell'avversario: distruggi quel mostro dell'avversario.\n● Se questa carta scoperta nella Zona Terreno viene distrutta dall'effetto di una carta dell'avversario: puoi far mandare a ogni giocatore 1 mostro dal suo Extra Deck al Cimitero.", "pt": "Nenhum duelista pode escolher monstros \"Dogmatika\" que você controla como alvo de efeitos de monstros que foram Invocados por Invocação-Especial do Deck Adicional. Você só pode usar cada um dos seguintes efeitos de \"Nação Dogmatika\" uma vez por turno.\n● Depois do cálculo de dano, se um monstro \"Dogmatika\" seu batalhou um monstro do oponente: destrua o monstro do oponente.\n● Se este card com a face para cima na Zona do Campo for destruído por um efeito de card do oponente: você pode fazer com que cada duelista envie 1 monstro do seu Deck Adicional para o Cemitério.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがフィールドゾーンに存在する限り、自分フィールドの「ドラグマ」モンスターをお互いはＥＸデッキから特殊召喚されたモンスターの効果の対象にできない。②：自分の「ドラグマ」モンスターが相手モンスターと戦闘を行ったダメージ計算後に発動できる。その相手モンスターを破壊する。③：フィールドゾーンの表側表示のこのカードが相手の効果で破壊された場合に発動できる。お互いはそれぞれ自身のＥＸデッキからモンスター１体を墓地へ送る。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 필드 존에 존재하는 한, 자신 필드의 \"드래그마\" 몬스터는 엑스트라 덱에서 특수 소환된 몬스터 효과의 대상이 되지 않는다. ②: 자신의 \"드래그마\" 몬스터가 상대 몬스터와 전투를 실행한 데미지 계산 후에 발동할 수 있다. 그 상대 몬스터를 파괴한다. ③: 필드 존의 앞면 표시의 이 카드가 상대 효과로 파괴되었을 경우에 발동할 수 있다. 양쪽 플레이어는 각각 자신의 엑스트라 덱에서 몬스터 1장을 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的②③效果１回合仅可各使用１次。①：此卡只要存在于场地区域，自己场上的“教导”怪兽不会成为被从额外牌组特殊召唤的怪兽的效果的对象。②：自己的“教导”怪兽与对手怪兽进行战斗的伤害计算后可以发动。将该对手的怪兽破坏。③：场地区域的表侧表示的此卡因对手的效果被破坏的情况下可以发动。双方从自身的额外牌组各将１只怪兽送至墓地。"}, "card_type": "Spell", "property": "Field", "series": ["Dogmatika"], "images": [{"index": 1, "image": "DogmatikaNation-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN134", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE134", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "es": [{"set_number": "ROTD-SP051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-SP134", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR134", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT134", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT134", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "CF01-JP001", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "ROTD-KR051", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC041", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714598, "master_duel_rarity": "N"}