{"konami_id": 10114, "password": 65737274, "name": {"en": "Dragard", "de": "Drachcard", "es": "Dragard", "fr": "Dragard", "it": "Dragard", "pt": "Dragard", "ja": "ドラゴラド", "ja_romaji": "Doragorado", "ko": "드라고라드", "ko_rr": null, "zh-TW": "德拉戈拉德", "zh-CN": "德拉戈拉德"}, "text": {"en": "When this card is Normal Summoned: You can target 1 Normal Monster with 1000 or less ATK in your Graveyard; Special Summon that target in face-up Defense Position. Once per turn: You can Tribute 1 Dragon-Type monster, then target 1 face-up monster you control; until the End Phase, its Level becomes 8, and if it does, it gains 800 ATK.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 Normales Monster mit 1000 oder weniger ATK in deinem Friedhof wählen; beschwöre das gewählte Ziel als Spezialbeschwörung in die offene Verteidigungsposition. Einmal pro Spielzug: Du kannst 1 Monster vom Typ Drache als Tribut anbieten und dann 1 offenes Monster wählen, das du kontrollierst; bis zur End Phase wird seine Stufe zu 8 und falls sie dies tut, erhält es 800 ATK.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 Monstruo Normal con 1000 ATK o menos en tu Cementerio; Invoca ese objetivo de Modo Especial en Posición de Defensa boca arriba. Una vez por turno: puedes Sacrificar 1 monstruo de Tipo Dragón, y después seleccionar 1 monstruo boca arriba que controles; hasta la End Phase, su Nivel se convierte en 8 y, si lo hace, el monstruo gana 800 ATK.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 Monstre Normal avec max. 1000 ATK dans votre Cimetière ; Invoquez Spécialement la cible en Position de Défense face recto. Une fois par tour : vous pouvez Sacrifier 1 monstre de Type Dragon, puis ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la End Phase, son Niveau devient 8, et s'il le fait, il gagne 800 ATK.", "it": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 Mostro Normale con ATK di 1000 o inferiore nel tuo Cimitero; Evoca Specialmente quel bersaglio scoperto in Posizione di Difesa. Una volta per turno: puoi offrire come Tributo 1 mostro di Tipo Drago, poi scegliere come bersaglio 1 mostro scoperto che controlli; fino alla End Phase, il suo Livello diventa 8 e, se lo fa, esso guadagna 800 ATK.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode escolher 1 Monstro Normal com 1000 ou menos de ATK no seu Cemitério; Invoque o alvo por Invocação-Especial com a face para cima em Posição de Defesa. Uma vez por turno: você pode oferecer como Tributo 1 monstro do Tipo Dragão e, depois, escolher 1 monstro com a face para cima que você controla; até a Fase Final, o Nível dele se torna 8 e, se isso acontecer, ele ganha 800 de ATK.", "ja": "①：このカードが召喚に成功した時、自分の墓地の攻撃力１０００以下の通常モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。②：１ターンに１度、自分フィールドのドラゴン族モンスター１体をリリースし、自分フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターはターン終了時まで、レベルが８になり、攻撃力が８００アップする。", "ko": "이 카드가 일반 소환에 성공했을 때, 자신 묘지의 공격력 1000 이하의 일반 몬스터 1장을 선택하고 앞면 수비 표시로 특수 소환할 수 있다. 1턴에 1번, 자신 필드 위의 드래곤족 몬스터 1장을 릴리스하고, 자신 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택하여 발동할 수 있다. 엔드 페이즈시까지, 선택한 몬스터의 레벨은 8이 되고, 공격력은 800 포인트 올린다.", "zh-TW": "此卡召唤成功时，可选择我方墓地1只攻击力1000或以下的通常怪兽以表侧守备表示特殊召唤。1回合1次，可释放我方场上1只龙族怪兽，并选择1只以表侧表示存在于我方场上的怪兽发动。直至结束阶段时，所选择的怪兽的等级变为8，攻击力上升800点。", "zh-CN": "成功召唤此卡时，可以表侧守备表示特殊召唤我方墓地中１只攻击力１０００以下的通常怪兽。１回合１次，可释放我方场上１只龙族怪兽，并选择我方场上１只表侧表示的怪兽发动此卡。所选择怪兽的等级变为８，攻击力上升８００点，直到结束阶段时。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 4, "atk": 1300, "def": 1900, "images": [{"index": 1, "image": "Dragard-SHSP-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN092", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "de": [{"set_number": "SHSP-DE092", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SHSP-FR092", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "it": [{"set_number": "SHSP-IT092", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SHSP-PT092", "set_name": "Shadow Specters", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP065", "set_name": "V Jump March 2012 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "18TP-JP407", "set_name": "Tournament Pack 2018 Vol.4", "rarities": ["Common"]}], "ko": [{"set_number": "PP08-KR010", "set_name": "Premium Pack Vol.8", "rarities": ["Super Rare"]}], "zh-TW": [{"set_number": "SP02-TC018", "set_name": "Starter Pack Volume 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 191502, "master_duel_rarity": "R"}