{"konami_id": 18041, "password": 65898344, "name": {"en": "Ghoti Fury", "de": "Ghoti-Zorn", "es": "Furia Ghoti", "fr": "Fureur Ghoti", "it": "Furia Ghoti", "pt": "Fúria Ghoti", "ja": "ゴーティス・フューリー", "ja_romaji": "Gōtisu Fyūrī", "ko": "고티스 퓨리", "ko_rr": null, "zh-TW": "游魊狂怒", "zh-CN": "游魊狂怒"}, "text": {"en": "You can target 1 Fish monster you control and 1 monster your opponent controls; banish both monsters until your next Standby Phase. If a Fish monster(s) is Special Summoned to your field while any card is banished: You can banish this card from your GY or your face-up Spell & Trap Zone; all Fish monsters you currently control gain 100 ATK for each currently banished card, until the end of this turn. You can only use each effect of \"Ghoti Fury\" once per turn.", "de": "Du kannst 1 Fisch-Monster, das du kontrollierst, und 1 Monster, das dein Gegner kontrolliert, wählen; verbanne beide Monster bis zu deiner nächsten Standby Phase. Falls ein oder mehr Fisch-Monster als Spezialbeschwörung auf deine Spielfeldseite beschworen werden, solange eine Karte verbannt ist: Du kannst diese Karte von deinem Friedhof oder offen von deiner Zauber- & Fallenzone verbannen; alle Fisch-Monster, die du derzeit kontrollierst, erhalten bis zum Ende dieses Spielzugs für jede derzeit verbannte Karte 100 ATK. Du kannst jeden Effekt von „Ghoti-Zorn“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 monstruo Pez que controles y 1 monstruo que controle tu adversario; destierra ambos monstruos hasta tu próxima Standby Phase. Si uno o más monstruos Pez son Invocados de Modo Especial a tu Campo mientras alguna carta está desterrada: puedes desterrar esta carta en tu Cementerio o tu Zona de Magia y Trampas boca arriba; todos los monstruos Pez que controlas en este momento ganan 100 ATK por cada carta desterrada en este momento, hasta el final de este turno. Sólo puedes usar cada efecto de \"Furia Ghoti\" una vez por turno.", "fr": "Vous pouvez cibler 1 monstre Poisson que vous contrôlez et 1 monstre contrôlé par votre adversaire ; jusqu'à votre prochaine Standby Phase, bannissez les deux monstres. Si un ou plusieurs monstres Poisson sont Invoqués Spécialement sur votre Terrain tant qu'une carte est bannie : vous pouvez bannir cette carte depuis votre Cimetière ou votre Zone Magie & Piège face recto ; jusqu'à la fin de ce tour, tous les monstres Poisson que vous contrôlez actuellement gagnent 100 ATK pour chaque carte actuellement bannie. Vous ne pouvez utiliser chaque effet de \"Fureur Ghoti\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 mostro Pesce che controlli e 1 mostro controllato dal tuo avversario; bandisci entrambi i mostri fino alla tua prossima Standby Phase. Se uno o più mostri Pesce vengono Evocati Specialmente sul tuo Terreno, mentre qualsiasi carta è bandita: puoi bandire questa carta dal tuo Cimitero o dalla tua Zona Magie & Trappole scoperta; tutti i mostri Pesce che controlli attualmente guadagnano 100 ATK per ogni carta attualmente bandita, fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Furia Ghoti\" una sola volta per turno.", "pt": "Você pode escolher 1 monstro Peixe que você controla e 1 monstro que seu oponente controla; bana os dois monstros até sua próxima Fase de Apoio. Se um ou mais monstros Peixe forem Invocados por Invocação-Especial no seu campo enquanto qualquer card estiver banido: você pode banir este card do seu Cemitério ou com a face para cima na sua Zona de Magias & Armadilhas; até o final deste turno, todos os monstros Peixe que você controla atualmente ganham 100 de ATK para cada card atualmente banido. Você só pode usar cada efeito de \"Fúria Ghoti\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの魚族モンスター１体と相手フィールドのモンスター１体を対象として発動できる。そのモンスター２体を次の自分スタンバイフェイズまで除外する。②：除外状態のカードが存在し、自分フィールドに魚族モンスターが特殊召喚された場合、魔法＆罠ゾーン（表側表示）・墓地のこのカードを除外して発動できる。自分フィールドの全ての魚族モンスターの攻撃力はターン終了時まで、除外状態のカードの数×１００アップする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 어류족 몬스터 1장과 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터 2장을 다음 자신 스탠바이 페이즈까지 제외한다. ②: 제외 상태의 카드가 존재하고, 자신 필드에 어류족 몬스터가 특수 소환되었을 경우, 마법 & 함정 존(앞면 표시) / 묘지의 이 카드를 제외하여 발동할 수 있다. 자신 필드의 모든 어류족 몬스터의 공격력은 턴 종료시까지, 제외 상태의 카드의 수 × 100 올린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。\n①：可將我方場上的１隻魚族怪獸及對方場上的１隻怪獸做為對象發動。將該２隻怪獸除外直到下一個我方準備階段。\n②：在存在除外狀態的卡存在，魚族怪獸被特殊召喚至我方場上的狀況下，可將魔法＆陷阱區（正面表示）・墓地的此卡除外發動。我方場上的所有魚族怪獸的攻擊力在回合結束前，依據除外狀態的卡的數量×１００進行提升。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：以自己场上的１只鱼族怪兽和对手场上的１只怪兽为对象可以发动。将该２只怪兽直至下个自己的准备阶段为止除外。\n②：存在除外状态的卡，且鱼族怪兽被特殊召唤至自己场上的情况下，将魔法与陷阱区域（表侧表示）・墓地的此卡除外可以发动。自己场上所有鱼族怪兽的攻击力直至回合结束时为止，上升相当于除外状态的卡数量×１００的数值。"}, "card_type": "Trap", "property": "Continuous", "series": ["Ghoti"], "images": [{"index": 1, "image": "GhotiFury-DABL-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN091", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "de": [{"set_number": "DABL-DE091", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DABL-FR091", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "it": [{"set_number": "DABL-IT091", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DABL-PT091", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP4-JP028", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}], "ko": [{"set_number": "WPP4-KR028", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC120", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715113, "master_duel_rarity": "N"}