{"konami_id": 13385, "password": 66022706, "name": {"en": "Mekk-Knight Green Horizon", "de": "Mekk-Ritter Grüner Horizont", "es": "Mekk-Caballero Horizonte Verde", "fr": "Horizon Vert Mekk-Chevalier", "it": "Meck-Cavaliere Orizzonte Verde", "pt": "Mekk-Cavaleiro do Horizonte Verde", "ja": "<ruby>翠<rt>すい</rt></ruby><ruby>嵐<rt>らん</rt></ruby>の<ruby>機界騎士<rt>ジャックナイツ</rt></ruby>", "ja_romaji": "Suiran no Jakkunaitsu", "ko": "취람의 잭나이츠", "ko_rr": null, "zh-TW": "翠嵐之機界騎士", "zh-CN": "翠岚之机界骑士"}, "text": {"en": "If 2 or more cards are in the same column, you can Special Summon this card (from your hand) in that column. You can only Special Summon \"Mekk-Knight Green Horizon\" once per turn this way. When an attack is declared involving this card and an opponent's monster in this card's column: You can target 1 \"Mekk-Knight\" monster in your GY; add it to your hand.", "de": "Falls 2 oder mehr Karten in derselben Spalte liegen, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) in die Spalte beschwören. Du kannst „Mekk-Ritter Grüner Horizont“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Wenn ein Angriff deklariert wird, an dem diese Karte und ein Monster eines Gegners in der Spalte dieser Karte beteiligt sind: Du kannst 1 „Mekk-Ritter“-Monster in deinem Friedhof wählen; füge es deiner Hand hinzu.", "es": "Si 2 o más cartas están en la misma columna, puedes Invocar esta carta de Modo Especial (desde tu mano) en esa columna. Sólo puedes Invocar de Modo Especial a \"Mekk-Caballero Horizonte Verde\" una vez por turno de esta forma. Cuando es declarado un ataque que involucra a esta carta y a un monstruo del adversario en la columna de esta carta: puedes seleccionar 1 monstruo \"Mekk-Caballero\" en tu Cementerio; añádelo a tu mano.", "fr": "Si min. 2 cartes sont dans la même colonne, vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans cette colonne. Vous ne pouvez Invoquer Spécialement \"Horizon Vert Mekk-Chevalier\" qu'une fois par tour de cette façon. Lorsqu'une attaque impliquant cette carte et un monstre de l'adversaire dans la colonne de cette carte est déclarée : vous pouvez cibler 1 monstre \"Mekk-Chevalier\" dans votre Cimetière ; ajoutez-le à votre main.", "it": "Se 2 o più carte sono nella stessa colonna, puoi Evocare Specialmente questa carta (dalla tua mano) in quella colonna. Puoi Evocare Specialmente \"Meck-Cavaliere Orizzonte Verde\" una sola volta per turno in questo modo. Quando viene dichiarato un attacco che coinvolge questa carta e un mostro dell'avversario nella colonna di questa carta: puoi scegliere come bersaglio 1 mostro \"Meck-Cavaliere\" nel tuo Cimitero; aggiungilo alla tua mano.", "pt": "Se 2 ou mais cards estiverem na mesma coluna, você pode Invocar este card por Invocação-Especial (da sua mão) nessa coluna. Você só pode Invocar \"Mekk-Cavaleiro do Horizonte Verde\" por Invocação-Especial uma vez por turno desta forma. Quando um ataque for declarado envolvendo este card e um monstro do oponente na coluna deste card: você pode escolher 1 monstro \"Mekk-Cavaleiro\" no seu Cemitério; adicione-o à sua mão.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。①：同じ縦列にカードが２枚以上存在する場合、このカードはその縦列の自分フィールドに特殊召喚できる。②：このカードが同じ縦列の相手モンスターと戦闘を行う攻撃宣言時に、自分の墓地の「ジャックナイツ」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 같은 세로열에 카드가 2장 이상 존재할 경우, 이 카드는 그 세로열의 자신 필드에 특수 소환할 수 있다. ②: 이 카드가 같은 세로열인 상대 몬스터와 전투를 실행하는 공격 선언시에, 자신 묘지의 \"잭나이츠\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次。①：同一纵列有2张以上的卡存在的情况下，可将此卡特殊召唤至该纵列的自己场上。②：此卡与同一纵列的对手怪兽进行战斗的攻击宣言时，以自己墓地的1只“机界骑士”怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "LIGHT", "level": 6, "atk": 2100, "def": 1600, "series": ["Mekk-Knight"], "images": [{"index": 1, "image": "MekkKnightGreenHorizon-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN015", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-EN178", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE015", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-DE178", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "EXFO-SP015", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-SP178", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR015", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-FR178", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT015", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-IT178", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT015", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "MP18-PT178", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP015", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR015", "set_name": "Extreme Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP1-SC111", "set_name": "Mega Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525817, "master_duel_rarity": "N"}