{"konami_id": 18493, "password": 66150724, "name": {"en": "PenduLuMoon", "de": "PendeLaMond", "es": "PénduLoMoon", "fr": "PenduLeLune", "it": "PenduLuMoon", "pt": "PênduLoMoon", "ja": "ペンデュラムーン", "ja_romaji": "Pendyuramūn", "ko": "펜듈럼라문", "ko_rr": "Pendyulleonnamun", "zh-TW": "鐘擺明月", "zh-CN": "灵摆明月"}, "text": {"en": "During your Main Phase: You can add up to 2 face-up Pendulum Monsters from your Extra Deck to your hand, with Levels between the Pendulum Scales of the 2 cards in your Pendulum Zones, also for the rest of this turn, until you Pendulum Summon, you cannot activate monster effects, and the effects of any cards in your Pendulum Zones are negated. You can only use this effect of \"PenduLuMoon\" once per turn.", "de": "Während deiner Main Phase: Du kannst deiner Hand bis zu 2 offene Pendelmonster mit Stufen zwischen den Pendelbereichen der 2 Karten in deinen Pendelzonen von deinem Extra Deck hinzufügen, zusätzlich für den Rest dieses Spielzugs, bis du eine Pendelbeschwörung durchführst, kannst du keine Monstereffekte aktivieren und die Effekte von Karten in deinen Pendelzonen werden annulliert. Du kannst diesen Effekt von „PendeLaMond“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes añadir a tu mano hasta 2 Monstruos de Péndulo boca arriba en tu Deck Extra, con Niveles entre las Escalas de Péndulo de las 2 cartas en tus Zonas de Péndulo y además, por el resto de este turno, hasta que Invocas por Péndulo, no puedes activar efectos de monstruos, y los efectos de cualquier carta en tus Zonas de Péndulo son negados. Sólo puedes usar este efecto de \"PénduLoMoon\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez ajouter max. 2 Monstres Pendule face recto depuis votre Extra Deck à votre main, avec des Niveaux entre les Échelles Pendule des 2 cartes dans vos Zones Pendule, et aussi, le reste de ce tour, jusqu'à ce que vous Invoquiez par Pendulation, vous ne pouvez pas activer d'effets de monstre, et les effets des cartes dans vos Zones Pendule sont annulés. Vous ne pouvez utiliser cet effet de \"PenduLeLune\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi aggiungere fino a 2 Mostri Pendulum scoperti dal tuo Extra Deck alla tua mano, con Livelli tra i Valori Pendulum delle 2 carte nelle tue Zone Pendulum, inoltre per il resto di questo turno, fino a che Evochi Pendulum, non puoi attivare effetti di mostri, e gli effetti di qualsiasi carta nelle tue Zone Pendulum vengono annullati. Puoi utilizzare questo effetto di \"PenduLuMoon\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode adicionar até 2 Monstros Pêndulo com a face para cima do seu Deck Adicional à sua mão, com Níveis entre as Escalas de Pêndulo dos 2 cards nas suas Zonas de Pêndulo e, além disso, pelo resto deste turno, até que você Invoque por Invocação-Pêndulo, você não pode ativar efeitos de monstro e os efeitos de quaisquer cards nas suas Zonas de Pêndulo são negados. Você só pode usar este efeito de \"PênduLoMoon\" uma vez por turno.", "ja": "このカード名のモンスター効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。自分のＥＸデッキから、自分のＰゾーンのカード２枚のＰスケールでＰ召喚可能なレベルを持つ表側表示のＰモンスターを２体まで手札に加える。この効果の発動後、ターン終了時まで自分はＰ召喚に成功しない限り、モンスターの効果を発動できず、自分のＰゾーンのカードの効果は無効化される。", "ko": "이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 자신의 엑스트라 덱에서, 자신 펜듈럼 존의 카드 2장의 펜듈럼 스케일로 펜듈럼 소환 가능한 레벨을 가지는 앞면 표시 펜듈럼 몬스터를 2장까지 패에 넣는다. 이 효과의 발동 후, 턴 종료시까지 자신은 펜듈럼 소환에 성공하지 않는 한, 몬스터의 효과를 발동할 수 없으며, 자신의 펜듈럼 존의 카드 효과는 무효화된다.", "zh-TW": null, "zh-CN": "此卡名的怪兽效果１回合仅可使用１次。①：在自己的主要阶段可以发动。从自己的额外牌组将最多２只、自己灵摆区域２张卡的灵摆刻度下可灵摆召唤的等级的表侧表示灵摆怪兽加入手牌。此效果发动后，直至回合结束时为止，只要自己未灵摆召唤成功，则不可发动怪兽的效果，且自己的灵摆区域的卡的效果无效化。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "LIGHT", "level": 1, "atk": 200, "def": 700, "pendulum_scale": 0, "pendulum_effect": {"en": "During your Main Phase: You can add 1 face-up \"Pendulum\" Pendulum Monster from your Extra Deck to your hand, then destroy this card. You can only use this effect of \"PenduLuMoon\" once per turn.", "de": "Während deiner Main Phase: Du kannst deiner Hand 1 offenes „Pendel“-Pendelmonster von deinem Extra Deck hinzufügen, dann zerstöre diese Karte. Du kannst diesen Effekt von „PendeLaMond“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes añadir a tu mano 1 Monstruo de Péndulo \"Péndulo\" boca arriba en tu Deck Extra, y después destruye esta carta. Sólo puedes usar este efecto de \"PénduLoMoon\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez ajouter 1 Monstre Pendule \"Pendule\" face recto depuis votre Extra Deck à votre main, puis détruisez cette carte. Vous ne pouvez utiliser cet effet de \"PenduLeLune\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi aggiungere 1 Mostro Pendulum \"Pendulum\" scoperto dal tuo Extra Deck alla tua mano, poi distruggere questa carta. Puoi utilizzare questo effetto di \"PenduLuMoon\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode adicionar 1 Monstro Pêndulo \"Pêndulo\" com a face para cima do seu Deck Adicional à sua mão e, depois, destrua este card. Você só pode usar este efeito de \"PênduLoMoon\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。自分のＥＸデッキから表側表示の「ペンデュラム」Ｐモンスター１体を手札に加える。その後、このカードを破壊する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 자신의 엑스트라 덱에서 앞면 표시의 \"펜듈럼\" 펜듈럼 몬스터 1장을 패에 넣는다. 그 후, 이 카드를 파괴한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。\n①：可在我方主要階段發動。從我方額外牌組將１隻正面表示的「鐘擺」鐘擺怪獸加入手牌。其後，破壞此卡。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：在自己的主要阶段可以发动。从自己的额外牌组将１只表侧表示的“灵摆”灵摆怪兽加入手牌。然后将此卡破坏。"}, "series": ["Pendulum"], "images": [{"index": 1, "image": "PenduLuMoon-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN342", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE342", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "CYAC-SP030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-SP342", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR342", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT342", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT342", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ko": [{"set_number": "CYAC-KR030", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC144", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716195, "master_duel_rarity": "R"}