{"konami_id": 12646, "password": 66171432, "name": {"en": "Super Koi Koi", "de": "Super-Koi-Koi", "es": "Súper Koi Koi", "fr": "Super Koi Koi", "it": "Super Koi Koi", "pt": "Super Koi Koi", "ja": "<ruby>超<rt>ちょう</rt></ruby>こいこい", "ja_romaji": "Chōkoikoi", "ko": "초코이코이", "ko_rr": null, "zh-TW": "超來來", "zh-CN": "超来来"}, "text": {"en": "Excavate the top 3 cards of your Deck and Special Summon as many \"Flower Cardian\" monsters among them as possible, ignoring their Summoning conditions, but their Levels become 2 and they have their effects negated. Banish the remaining cards, face-down, and if you do, lose 1000 LP for each. You can banish this card from your Graveyard and Tribute 1 monster; Special Summon 1 \"Flower Cardian\" monster from your hand, ignoring its Summoning conditions. You can only activate 1 \"Super Koi Koi\" per turn.", "de": "Grabe die obersten 3 Karten deines Decks aus und beschwöre so viele „Blumen-Kartian“-Monster unter ihnen wie möglich als Spezialbeschwörung, ungeachtet ihrer Beschwörungsbedingungen, aber ihre Stufen werden zu 2 und ihre Effekte bleiben annulliert. Verbanne die übrigen Karten verdeckt und falls du dies tust, verlierst du für jede 1000 LP. Du kannst diese Karte von deinem Friedhof verbannen und 1 Monster als Tribut anbieten; beschwöre 1 „Blumen-Kartian“-Monster als Spezialbeschwörung von deiner Hand, ungeachtet seiner Beschwörungsbedingungen. Du kannst nur 1 „Super-Koi-Koi“ pro Spielzug aktivieren.", "es": "Excava las 3 cartas de la parte superior de tu Deck e Invoca de Modo Especial tantos monstruos \"Flor Cardian\" de entre ellas como sea posible, ignorando sus condiciones de Invocación, pero sus Niveles se convierten en 2 y ven efectos son negados. Destierra el resto de las cartas, boca abajo y, si lo haces, pierde 1000 LP por cada una. Puedes desterrar esta carta en tu Cementerio y Sacrificar 1 monstruo; Invoca de Modo Especial, desde tu mano, 1 monstruo \"Flor Cardian\", ignorando sus condiciones de Invocación. Sólo puedes activar 1 \"Súper Koi Koi\" por turno.", "fr": "Dévoilez les 3 cartes du dessus de votre Deck et Invoquez Spécialement autant de monstres \"Fleur Cardian\" parmi elles que possible, en ignorant leurs conditions d'Invocation, mais leur Niveau devient 2 et ils ont leurs effets annulés. Bannissez face verso les cartes restantes, et si vous le faites, perdez 1000 LP pour chacune d'elles. Vous pouvez bannir cette carte depuis votre Cimetière et Sacrifier 1 monstre ; Invoquez Spécialement 1 monstre \"Fleur Cardian\" depuis votre main, en ignorant ses conditions d'Invocation. Vous ne pouvez activer qu'1 \"Super Koi Koi\" par tour.", "it": "Dissotterra le prime 3 carte del tuo Deck e Evoca Specialmente tanti mostri \"Fiore Cardian\" tra di esse quanti possibile, ignorando le loro condizioni di Evocazione, ma il loro Livello diventa 2 e i loro effetti si annullano. Bandisci le carte rimanenti, coperte e, se lo fai, perdi 1000 LP per ognuna. Puoi bandire questa carta dal tuo Cimitero e offrire come Tributo 1 mostro; Evoca Specialmente 1 mostro \"Fiore Cardian\" dalla tua mano, ignorando le sue condizioni di Evocazione. Puoi attivare solo 1 \"Super Koi Koi\" per turno.", "pt": "Escave os 3 cards do topo do seu Deck e Invoque por Invocação-Especial tantos monstros \"Flor Cardian\" dentre eles quanto possível, ignorando suas condições de Invocação, mas o Nível deles se torna 2 e eles tem seus efeitos negados. Bana os cards restantes, com a face para baixo e, se isso acontecer, perca 1000 PV para cada. Você pode banir este card do seu Cemitério e oferecer 1 monstro como Tributo; Invoque por Invocação-Especial 1 monstro \"Flor Cardian\" da sua mão, ignorando suas condições de Invocação. Você só pode ativar 1 \"Super Koi Koi\" por turno.", "ja": "「超こいこい」は１ターンに１枚しか発動できない。①：自分のデッキの上からカードを３枚めくり、その中の「花札衛」モンスターを可能な限り、召喚条件を無視して特殊召喚する。この効果で特殊召喚したモンスターのレベルは２になり、効果は無効化される。残りのカードは全て裏側表示で除外し、自分は除外したカードの数×１０００ＬＰを失う。②：墓地のこのカードを除外し、自分フィールドのモンスター１体をリリースして発動できる。手札から「花札衛」モンスター１体を召喚条件を無視して特殊召喚する。", "ko": "\"초코이코이\"는 1턴에 1장밖에 발동할 수 없다. ①: 자신의 덱 위에서 카드를 3장 넘기고, 그 중 \"카디언\" 몬스터를 가능한 한, 소환 조건을 무시하여 특수 소환한다. 이 효과로 특수 소환한 몬스터의 레벨은 2 가 되고, 효과는 무효화된다. 남은 카드는 전부 뒷면 표시로 제외하고, 자신은 제외한 카드의 수 × 1000 LP를 상실한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 몬스터 1장을 릴리스하여 발동할 수 있다. 패에서 \"카디언\" 몬스터 1장을 소환 조건을 무시하고 특수 소환한다.", "zh-TW": "「超來來」１回合僅限發動１張。①：從我方牌組上方翻開３張卡，忽略召喚條件盡可能特殊召喚其中的「花牌衛」怪獸。透過此效果特殊召喚的怪獸的等級變為２，效果無效化。將剩餘的所有卡全部以反面表示除外，我方失去除外的卡的數量×１０００LP。②：可將墓地的此卡除外，解放我方場上的１隻怪獸發動。從手牌忽略召喚條件特殊召喚１隻「花牌衛」怪獸。", "zh-CN": "“超来来”１回合仅可发动１张。①：从自己牌组上面翻开３张卡，尽可能地将其中的“花札卫”怪兽无视召唤条件特殊召唤。以此效果特殊召唤的怪兽的等级变为２，效果无效化。将剩余的卡全部以里侧表示除外，自己失去相当于除外的卡数量×１０００的LP。②：将墓地的此卡除外，解放自己场上的１只怪兽可以发动。从手牌将１只“花札卫”怪兽无视召唤条件特殊召唤。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "SuperKoiKoi-INOV-EN-R-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN056", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "de": [{"set_number": "INOV-DE056", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "fr": [{"set_number": "INOV-FR056", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "it": [{"set_number": "INOV-IT056", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "pt": [{"set_number": "INOV-PT056", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "ja": [{"set_number": "INOV-JP056", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "ko": [{"set_number": "INOV-KR056", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 472157, "master_duel_rarity": "SR"}