{"konami_id": 13153, "password": 66262416, "name": {"en": "Destiny HERO - Dreamer", "de": "Schicksals-HELD - Dreamer", "es": "HÉROE del Destino - Densueño", "fr": "Durêve - HÉROS de la Destinée", "it": "Dreamer - EROE del Destino", "pt": "HERÓI do Destino - Devaneador", "ja": "<ruby>Ｄ－ＨＥＲＯ<rt>デステニーヒーロー</rt></ruby> ドリームガイ", "ja_romaji": "Desutenī Hīrō Dorīmugai", "ko": "데스티니 히어로 드림 가이", "ko_rr": null, "zh-TW": "命運－英雄 夢幻魔俠", "zh-CN": "命运－英雄 梦境小子"}, "text": {"en": "During damage calculation, if your \"Destiny HERO\" monster battles and this card is in your GY: You can Special Summon this card, and if you do, your monster cannot be destroyed by that battle, also you take no battle damage from that battle. If Summoned this way, banish this card when it leaves the field. You can only use this effect of \"Destiny HERO - Dreamer\" once per turn.", "de": "Während der Schadensberechnung, falls dein „Schicksals-HELD“-Monster kämpft und sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören und falls du dies tust, kann dein Monster durch den Kampf nicht zerstört werden, zusätzlich erhältst du keinen Kampfschaden aus dem Kampf. Falls diese Karte auf diese Art beschworen wird, verbanne sie, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Schicksals-HELD - Dreamer“ nur einmal pro Spielzug verwenden.", "es": "Durante el cálculo de daño, si tu monstruo \"HÉROE del Destino\" batalla y esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial, y si lo haces, tu monstruo no puede ser destruido en batalla, además no recibes daño de batalla de esa batalla. Si es Invocada de esta forma, destierra esta carta cuando deje el Campo. Sólo puedes usar este efecto de \"HÉROE del Destino - Densueño\" una vez por turno.", "fr": "Durant le calcul des dommages, si votre monstre \"HÉROS de la Destinée\" combat et que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, et si vous le faites, votre monstre ne peut pas être détruit par ce combat, et aussi, vous ne recevez aucun dommage de combat de ce combat. Si elle est Invoquée de cette façon, bannissez cette carte lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Durêve - HÉROS de la Destinée\" qu'une fois par tour.", "it": "Durante il calcolo dei danni, se un tuo mostro \"EROE del Destino\" combatte e questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta e, se lo fai, il tuo mostro non può essere distrutto in battaglia in questo turno, inoltre non subisci danno da combattimento da quella battaglia. Se viene Evocata in questo modo, bandisci questa carta quando lascia il Terreno. Puoi utilizzare questo effetto di \"Dreamer - EROE del Destino\" una sola volta per turno.", "pt": "Durante o cálculo de dano, se um monstro \"HERÓI do Destino\" seu batalhar e este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial e, se isso acontecer, seu monstro não pode ser destruído por essa batalha e, além disso, você não sofre dano de batalha dessa batalha. Se Invocado desta forma, bana este card quando ele deixar o campo. Você só pode usar este efeito de \"HERÓI do Destino - Devaneador\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードが墓地に存在し、自分の「Ｄ－ＨＥＲＯ」モンスターが戦闘を行うダメージ計算時に発動できる。このカードを墓地から特殊召喚し、その自分のモンスターはその戦闘では破壊されず、その戦闘で発生する自分への戦闘ダメージは０になる。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지에 존재하고, 자신의 \"데스티니 히어로\" 몬스터가 전투를 실행하는 데미지 계산시에 발동할 수 있다. 이 카드를 묘지에서 특수 소환하고, 그 자신 몬스터는 그 전투로는 파괴되지 않으며, 그 전투로 발생하는 자신에게로의 전투 데미지는 0 이 된다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的效果１回合僅限使用１次。①：可在此卡存在於墓地，我方的「命運－英雄」怪獸進行戰鬥的傷害計算時發動。從墓地特殊召喚此卡，該我方怪獸不會因該戰鬥被破壞，該戰鬥對我方造成的戰鬥傷害變為０。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "此卡牌名的效果１回合只可使用１次。①：此卡存在于墓地，并我方的“命运－英雄”怪兽进行战斗的伤害计算时可发动。从墓地特殊召唤此卡，该我方怪兽不会在该战斗中被破坏，该战斗中发生的对我方的战斗伤害变为０。以此效果特殊召唤的此卡，从场上离开的场合被除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 600, "series": ["Destiny HERO", "HERO"], "images": [{"index": 1, "image": "DestinyHERODreamer-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLLR-EN024", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "LEHD-ENA13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "BLC1-EN053", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "BLLR-DE024", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "LEHD-DEA13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "BLC1-DE053", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "BLLR-FR024", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "LEHD-FRA13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "BLC1-FR053", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "BLLR-IT024", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "LEHD-ITA13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "BLC1-IT053", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "BLLR-PT024", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "LEHD-PTA13", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}, {"set_number": "BLC1-PT053", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "CP17-JP028", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "CP17-KR028", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 480068, "master_duel_rarity": "N"}