{"konami_id": 14684, "password": 66290900, "name": {"en": "Gladiator Beast United", "de": "Vereinigung der Gladiatorungeheuer", "es": "Unión de la Bestia Gladiador", "fr": "Bête Gladiateur Unie", "it": "Gladiatori Bestia Uniti", "pt": "Besta Gladiadora - União", "ja": "<ruby>団<rt>だん</rt></ruby><ruby>結<rt>けつ</rt></ruby>する<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>", "ja_romaji": "Danketsu-suru Guradiaru Bīsuto", "ko": "단결하는 검투수", "ko_rr": "Dan-gyeolha-neun Geomtusu", "zh-TW": "團結的劍鬥獸", "zh-CN": "团结的剑斗兽"}, "text": {"en": "During the Battle Phase: Shuffle into the Deck, from your hand, field, or GY, the Fusion Materials that are listed on a \"Gladiator Beast\" Fusion Monster, then Special Summon that Fusion Monster from your Extra Deck, ignoring its Summoning conditions. You can only activate 1 \"Gladiator Beast United\" per turn. You cannot declare attacks the turn you activate this card, except with \"Gladiator Beast\" monsters.", "de": "Während der Battle Phase: Mische das Fusionsmaterial, das auf einem „Gladiatorungeheuer“-Fusionsmonster aufgeführt ist, von deiner Hand, deiner Spielfeldseite oder deinem Friedhof ins Deck, dann beschwöre das Fusionsmonster als Spezialbeschwörung von deinem Extra Deck, ungeachtet seiner Beschwörungsbedingungen. Du kannst nur 1 „Vereinigung der Gladiatorungeheuer“ pro Spielzug aktivieren. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine Angriffe deklarieren, außer mit „Gladiatorungeheuer“-Monstern.", "es": "Durante la Battle Phase: baraja al Deck, desde tu mano, Campo o Cementerio, los Materiales de Fusión que estén listados en un Monstruo de Fusión \"Bestia Gladiador\", y después Invoca de Modo Especial ese Monstruo de Fusión desde tu Deck Extra, ignorando sus condiciones de Invocación. Sólo puedes activar 1 \"Unión de la Bestia Gladiador\" por turno. No puedes declarar ataques en el turno en el que activaste esta carta, excepto monstruos \"Bestia Gladiador\".", "fr": "Durant la Battle Phase : mélangez les Matériels Fusion listés sur un Monstre Fusion \"Bête Gladiateur\" depuis votre main, Terrain ou Cimetière dans le Deck, puis Invoquez Spécialement le Monstre Fusion depuis votre Extra Deck, en ignorant ses conditions d'Invocation. Vous ne pouvez activer qu'1 \"Bête Gladiateur Unie\" par tour. Vous ne pouvez pas déclarer d'attaques le tour où vous activez cette carte, sauf avec des monstres \"Bête Gladiateur\".", "it": "Durante la Battle Phase: mischia nel Deck, dalla tua mano, Terreno o Cimitero, i Materiali da Fusione che sono indicati su un Mostro Fusione \"Gladiatore Bestia\", poi Evoca Specialmente quel Mostro Fusione dal tuo Extra Deck, ignorando le sue condizioni di Evocazione. Puoi attivare solo 1 \"Gladiatori Bestia Uniti\" per turno. Non puoi dichiarare attacchi nel turno in cui attivi questa carta, eccetto con mostri \"Gladiatore Bestia\".", "pt": "Durante a Fase de Batalha: embaralhe no Deck, da sua mão, do campo ou do Cemitério, as Matérias de Fusão que estiverem listadas em um Monstro de Fusão \"Besta Gladiadora\" e, depois, Invoque por Invocação-Especial esse Monstro de Fusão do seu Deck Adicional, ignorando suas condições de Invocação. Você só pode ativar 1 \"Besta Gladiadora - União\" por turno. Você não pode declarar ataques no turno em que ativar este card, exceto com monstros \"Besta Gladiadora\".", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカードを発動するターン、自分は「剣闘獣」モンスターでしか攻撃宣言できない。①：自分・相手のバトルフェイズに発動できる。自分の手札・フィールド・墓地から、「剣闘獣」融合モンスターカードによって決められた融合素材モンスターを持ち主のデッキに戻し、その融合モンスター１体をＥＸデッキから召喚条件を無視して特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드를 발동하는 턴에, 자신은 \"검투수\" 몬스터로밖에 공격 선언할 수 없다. ①: 자신 / 상대의 배틀 페이즈에 발동할 수 있다. 자신의 패 / 필드 / 묘지에서, \"검투수\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 주인의 덱으로 되돌리고, 그 융합 몬스터 1장을 엑스트라 덱에서 소환 조건을 무시하여 특수 소환한다.", "zh-TW": "此卡名的卡１回合僅限發動１張，發動此卡的回合，我方僅限以「劍鬥獸」怪獸進行攻擊宣言。①：可在我方・對方的戰鬥階段發動。從我方手牌・場上・墓地，將根據「劍鬥獸」融合怪獸卡決定的融合素材怪獸送回持有者的牌組，忽略召喚條件從額外牌組特殊召喚１隻該融合怪獸。", "zh-CN": "此卡名的卡１回合仅可发动１张，发动此卡的回合中，自己仅可以“剑斗兽”怪兽攻击宣言。①：在自己・对手的战斗阶段可以发动。从自己的手牌・场上・墓地，将由“剑斗兽”融合怪兽卡决定的融合素材怪兽放回持有者的牌组，将该１只融合怪兽从额外牌组无视召唤条件特殊召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "GladiatorBeastUnited-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN057", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-EN185", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE057", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-DE185", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR057", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-FR185", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT057", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-IT185", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT057", "set_name": "Chaos Impact", "rarities": ["Rare"]}, {"set_number": "MP20-PT185", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP057", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR057", "set_name": "Chaos Impact", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC102", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642151, "master_duel_rarity": "SR"}