{"konami_id": 14166, "password": 66386380, "name": {"en": "Harpie Oracle", "de": "Harpyien-Orakel", "es": "Oráculo Arpía", "fr": "Oracle Harpie", "it": "Oracolo Arpia", "pt": "Oráculo Harpia", "ja": "ハーピィ・オラクル", "ja_romaji": "Hāpyi Orakuru", "ko": "해피 오라클", "ko_rr": "Haepi Orakeul", "zh-TW": "神鷹預見師", "zh-CN": "神鹰预见师"}, "text": {"en": "This card's name becomes \"Harpie Lady\" while on the field or in the GY. You can only use each of these effects of \"Harpie Oracle\" once per turn.\n● If you control a Level 5 or higher \"Harpie\" monster: You can Special Summon this card from your hand.\n● If this card is Normal or Special Summoned: You can add 1 Spell/Trap from your GY to your hand, that specifically lists the card \"Harpie Lady Sisters\" in its text, during the End Phase of this turn.", "de": "Der Name dieser Karte wird zu „Harpyie“, solange sie auf dem Spielfeld oder im Friedhof liegt. Du kannst jeden dieser Effekte von „Harpyien-Orakel“ nur einmal pro Spielzug verwenden.\n● Falls du ein „Harpyie“-Monster der Stufe 5 oder höher kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören.\n● Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand während der End Phase dieses Spielzugs 1 Zauber/Falle von deinem Friedhof hinzufügen, der oder die ausdrücklich die Karte „Harpyien-Schwestern“ in seinem oder ihrem Text erwähnt.", "es": "El nombre de esta carta se convierte en \"Dama Arpía\" mientras está en el Campo o en el Cementerio. Sólo puedes usar cada uno de estos efectos de \"Oráculo Arpía\" una vez por turno.\n● Si controlas un monstruo \"Arpía\" de Nivel 5 o mayor: puedes Invocar esta carta de Modo Especial desde tu mano.\n● Si esta carta es Invocada de Modo Normal o Especial: durante la End Phase de este turno, puedes añadir a tu mano 1 Mágica/Trampa en tu Cementerio que liste específicamente la carta \"Hermanas de la Dama Arpía\" en su texto.", "fr": "Le nom de cette carte devient \"Dame Harpie\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous ne pouvez utiliser chacun de ces effets de \"Oracle Harpie\" qu'une fois par tour.\n● Si vous contrôlez un monstre \"Harpie\" de min. Niveau 5 : vous pouvez Invoquer Spécialement cette carte depuis votre main.\n● Si cette carte est Invoquée Normalement ou Spécialement : durant la End Phase de ce tour, vous pouvez ajouter 1 Magie/Piège depuis votre Cimetière à votre main, qui liste spécifiquement la carte \"Sœurs de Harpie\" dans son texte.", "it": "Il nome di questa carta diventa \"Lady Arpia\" mentre è sul Terreno o nel Cimitero. Puoi utilizzare ognuno di questi effetti di \"Oracolo Arpia\" una sola volta per turno.\n● Se controlli un mostro \"Arpia\" di Livello 5 o superiore: puoi Evocare Specialmente questa carta dalla tua mano.\n● Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere dal tuo Cimitero alla tua mano 1 Magia/Trappola che indica specificamente la carta \"Sorelle Arpie\" nel suo testo, durante la End Phase di questo turno.", "pt": "O nome deste card se torna \"Lady Harpia\" enquanto estiver no campo ou no Cemitério. Você só pode usar cada um desses efeitos de \"Oráculo Harpia\" uma vez por turno.\n● Se você controlar um monstro \"Harpia\" de Nível 5 ou mais: você pode Invocar este card por Invocação-Especial da sua mão.\n● Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Magia/Armadilha do seu Cemitério à sua mão, que liste especificamente o card \"Irmãs de Lady Harpia\" em seu texto, durante a Fase Final deste turno.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのカード名は、フィールド・墓地に存在する限り「ハーピィ・レディ」として扱う。②：自分フィールドにレベル５以上の「ハーピィ」モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。③：このカードが召喚・特殊召喚に成功した場合に発動できる。このターンのエンドフェイズに、自分の墓地から「ハーピィ・レディ三姉妹」のカード名が記された魔法・罠カード１枚を選んで手札に加える。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 카드명은, 필드 / 묘지에 존재하는 한 \"해피 레이디\"로 취급한다. ②: 자신 필드에 레벨 5 이상의 \"해피\" 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ③: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 이 턴의 엔드 페이즈에, 자신 묘지에서 \"해피 레이디 세자매\"의 카드명이 쓰여진 마법 / 함정 카드 1장을 골라 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：此卡只要存在于场上・墓地，卡名视为\"神鹰女郎\"。②：自己场上有等级5以上\"神鹰\"怪兽存在的情况下可以发动。从手牌将此卡特殊召唤。③：此卡召唤・特殊召唤成功的情况下可以发动。在此回合的结束阶段，从自己的墓地挑选1张记载有\"神鹰女郎三姐妹\"卡名的魔法・陷阱卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "WIND", "level": 4, "atk": 1300, "def": 1400, "series": ["Harpie"], "images": [{"index": 1, "image": "HarpieOracle-LDS2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED4-EN002", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-EN077", "set_name": "Legendary Duelists: Season 2", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED4-DE002", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-DE077", "set_name": "Legendary Duelists: Season 2", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LED4-SP002", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-SP077", "set_name": "Legendary Duelists: Season 2", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED4-FR002", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-FR077", "set_name": "Legendary Duelists: Season 2", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED4-IT002", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-IT077", "set_name": "Legendary Duelists: Season 2", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED4-PT002", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-PT077", "set_name": "Legendary Duelists: Season 2", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP21-JP002", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DP21-KR002", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DP21-SC002", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 572264, "master_duel_rarity": "R"}