{"konami_id": 15860, "password": 66407907, "name": {"en": "Sunseed Twin", "de": "Sonnensamen-Zwilling", "es": "Solarsemilla Gemelo", "fr": "Jumeaux Solairgraine", "it": "Solarseme Gemello", "pt": "Gêmeos de Solarsemente", "ja": "<ruby>聖種の天双芽<rt>サンシード・ツイン</rt></ruby>", "ja_romaji": "Sanshīdo Tsuin", "ko": "생시드 트윈", "ko_rr": "Saengsideu Teuwin", "zh-TW": null, "zh-CN": "圣种之天双芽"}, "text": {"en": "If this card is Normal or Special Summoned while you control a \"Sunavalon\" Link Monster: You can target 1 Level 4 or lower Plant Normal Monster in your GY; Special Summon it. You can banish this card in your GY and 1 Link Monster you control; if you have 2 or more Plant Link Monsters with the same name as each other in your GY, Special Summon 1 of them. You can only use each effect of \"Sunseed Twin\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird, solange du ein „Sonnenavalon“-Linkmonster kontrollierst: Du kannst 1 Normales Pflanze-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diese Karte in deinem Friedhof und 1 Linkmonster, das du kontrollierst, verbannen; falls du 2 oder mehr Pflanze-Linkmonster, die jeweils denselben Namen wie das andere haben, in deinem Friedhof hast, beschwöre 1 von ihnen als Spezialbeschwörung. Du kannst jeden Effekt von „Sonnensamen-Zwilling“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial mientras controlas un Monstruo de Enlace \"Solaravalon\": puedes seleccionar 1 Monstruo Normal Planta de Nivel 4 o menor en tu Cementerio; Invócalo de Modo Especial. Puedes desterrar esta carta en tu Cementerio y 1 Monstruo de Enlace que controles; si tienes 2 o más Monstruos de Enlace Planta con el mismo nombre entre ellos en tu Cementerio, Invoca 1 de ellos de Modo Especial. Sólo puedes usar cada efecto de \"Solarsemilla Gemelo\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement tant que vous contrôlez un Monstre Lien \"Solairavalon\" : vous pouvez cibler 1 Monstre Normal Plante de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement. Vous pouvez bannir cette carte dans votre Cimetière et 1 Monstre Lien que vous contrôlez ; si vous avez min. 2 Monstres Lien Plante qui ont chacun le même nom dans votre Cimetière, Invoquez-en Spécialement 1. Vous ne pouvez utiliser chaque effet de \"Jumeaux Solairgraine\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente mentre controlli un Mostro Link \"Solaravalon\": puoi scegliere come bersaglio 1 Mostro Normale Pianta di Livello 4 o inferiore nel tuo Cimitero; Evocalo Specialmente. Puoi bandire questa carta nel tuo Cimitero e 1 Mostro Link che controlli; se hai 2 o più Mostri Link Pianta con lo stesso nome l'uno dell'altro nel tuo Cimitero, Evoca Specialmente 1 di essi. Puoi utilizzare ogni effetto di \"Solarseme Gemello\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial enquanto você controlar um Monstro Link \"Solaravalon\": você pode escolher 1 Monstro Normal Planta de Nível 4 ou menos no seu Cemitério; Invoque-o por Invocação-Especial. Você pode banir este card no seu Cemitério e 1 Monstro Link que você controla; se você tiver 2 ou mais Monstros Link Planta com o mesmo nome uns dos outros no seu Cemitério, Invoque 1 deles por Invocação-Especial. Você só pode usar cada efeito de \"Gêmeos de Solarsemente\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「サンアバロン」リンクモンスターが存在し、このカードが召喚・特殊召喚に成功した場合、自分の墓地のレベル４以下の植物族の通常モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。②：墓地のこのカードと自分フィールドのリンクモンスター１体を除外して発動できる。自分の墓地に同名の植物族リンクモンスターが２体以上存在する場合、その内の１体を選んで特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"생아발론\" 링크 몬스터가 존재하고, 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 자신 묘지의 레벨 4 이하의 식물족 일반 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. ②: 묘지의 이 카드와 자신 필드의 링크 몬스터 1장을 제외하고 발동할 수 있다. 자신 묘지에 같은 이름의 식물족 링크 몬스터가 2장 이상 존재할 경우, 그 중의 1장을 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：自己场上存在“圣天树”连接怪兽，且此卡召唤・特殊召唤的情况下，以自己墓地的１只等级４以下植物族通常怪兽为对象可以发动。将该怪兽特殊召唤。\n②：将墓地的此卡和自己场上的１只连接怪兽除外可以发动。自己的墓地存在２只以上同名的植物族连接怪兽的情况下，将其中１只特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "EARTH", "level": 2, "atk": 0, "def": 800, "series": ["Sunseed"], "images": [{"index": 1, "image": "SunseedTwin-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFTP-EN017", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFTP-DE017", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GFTP-SP017", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFTP-FR017", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFTP-IT017", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT017", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SLT1-JP030", "set_name": "Selection 10", "rarities": ["Common"]}], "ko": [{"set_number": "SLT1-KR030", "set_name": "Selection 10", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC096", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708205}