{"konami_id": 20422, "password": 66472129, "name": {"en": "Dipsea Fiend", "de": "Tiefstsee-Unterweltler", "es": "Demonio del Ocenoprofundo", "fr": "Démon de la Profondeur", "it": "Demone Marefondo", "pt": "Demônio Profunmar", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "You can discard 1 card, then declare 1 Attribute, except WATER; Special Summon this card from your hand to either field, then this card becomes that Attribute (until the end of this turn), then if you Special Summoned this card to your opponent's field, you can Special Summon 1 Level 4 or lower Fiend monster with an original Attribute other than the declared one, from your hand or GY to your field, also for the rest of this turn, you cannot Special Summon from the Extra Deck, except Fiend monsters. You can only use this effect of \"Dipsea Fiend\" once per turn.", "de": "Du kannst 1 Karte abwerfen und dann 1 Eigenschaft deklarieren, außer WASSER; beschwöre diese Karte als Spezialbeschwörung von deiner Hand auf eine beliebige Spielfeldseite, dann wird diese Karte (bis zum Ende dieses Spielzugs) zu jener Eigenschaft, dann, falls du diese Karte als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen hast, kannst du 1 Unterweltler-Monster der Stufe 4 oder niedriger mit einer anderen Grund-Eigenschaft als der deklarierten als Spezialbeschwörung von deiner Hand oder deinem Friedhof auf deine Spielfeldseite beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Unterweltler-Monstern. Du kannst diesen Effekt von „Tiefstsee-Unterweltler“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar 1 carta, y después declara 1 Atributo, excepto AGUA; Invoca esta carta de Modo Especial desde tu mano a cualquier Campo, y después esta carta se convierte en una con ese Atributo (hasta el final de este turno) y después, si Invocaste de Modo Especial esta carta al Campo de tu adversario, puedes Invocar de Modo Especial a tu Campo, desde tu mano o Cementerio, 1 monstruo Demonio de Nivel 4 o menor con un Atributo original que no sea el declarado y además, por el resto de este turno, no puedes Invocar de Modo Especial desde el Deck Extra, excepto monstruos Demonio. Sólo puedes usar este efecto de \"Demonio del Ocenoprofundo\" una vez por turno.", "fr": "Vous pouvez défausser 1 carte, puis déclarez 1 Attribut, sauf EAU ; Invoquez Spécialement cette carte depuis votre main sur l'un des Terrains, puis cette carte devient de cet Attribut (jusqu'à la fin de ce tour), puis si vous avez Invoqué Spécialement cette carte sur le Terrain de votre adversaire, vous pouvez Invoquer Spécialement 1 monstre Démon de max. Niveau 4 d'Attribut d'origine autre que celui déclaré depuis votre main ou Cimetière sur votre Terrain, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Démon exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Démon de la Profondeur\" qu'une fois par tour.", "it": "Puoi scartare 1 carta, poi dichiarare 1 Attributo, eccetto ACQUA; Evoca Specialmente questa carta dalla tua mano su qualsiasi Terreno, poi questa carta diventa di quell'Attributo (fino alla fine di questo turno), poi se hai Evocato Specialmente questa carta sul Terreno del tuo avversario, puoi Evocare Specialmente 1 mostro Demone di Livello 4 o inferiore con un Attributo originale diverso da quello dichiarato, dalla tua mano o Cimitero sul tuo Terreno, inoltre per il resto di questo turno, non puoi Evocare Specialmente dall'Extra Deck, eccetto mostri Demone. Puoi utilizzare questo effetto di \"Demone Marefondo\" una sola volta per turno.", "pt": "Você pode descartar 1 card e, depois, declare 1 Atributo, exceto ÁGUA; Invoque este card por Invocação-Especial da sua mão em qualquer campo e, depois, este card se torna desse Atributo (até o final deste turno) e, depois, se você Invocou este card por Invocação-Especial no campo do seu oponente, você pode Invocar por Invocação-Especial 1 monstro Demônio de Nível 4 ou menos com um Atributo original que não seja o declarado, da sua mão ou do Cemitério no seu campo e, além disso, pelo resto deste turno, você não pode Invocar por Invocação-Especial do Deck Adicional, exceto monstros Demônio. Você só pode usar este efeito de \"Demônio Profunmar\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "WATER", "level": 4, "atk": 1500, "def": 1000, "images": [{"index": 1, "image": "DipseaFiend-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN084", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE084", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "es": [{"set_number": "INFO-SP084", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR084", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT084", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT084", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1070099}