{"konami_id": 19904, "password": 66518509, "name": {"en": "Mementotlan Fusion", "de": "Mementotlanische Fusion", "es": "Fusión Mementotlán", "fr": "Fusion Mémentotlaine", "it": "Fusione Mementotlan", "pt": "Fusão Mementotlan", "ja": "<ruby>冥<rt>めい</rt></ruby><ruby>骸<rt>がい</rt></ruby><ruby>融<rt>ゆう</rt></ruby><ruby>合<rt>ごう</rt></ruby>－メメント・フュージョン", "ja_romaji": "Meigai Yūgō - Memento Fyūjon", "ko": "명해융합－메멘토 퓨전", "ko_rr": "Myeonghaeyunghap - Memento Pyujeon", "zh-TW": "冥骸融合－冥銘途結合", "zh-CN": "冥骸融合－冥铭途结合"}, "text": {"en": "During the Main Phase: Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from your hand or field as material, including a \"Memento\" monster. If a monster(s) in your possession was destroyed by card effect this turn, you can also shuffle \"Memento\" monsters from your GY into the Deck as material. During your Main Phase: You can banish this card from your GY; destroy 1 monster you control, and if you do, add 1 \"Memento\" Spell/Trap from your Deck to your hand. You can only use each effect of \"Mementotlan Fusion\" once per turn.", "de": "Während der Main Phase: Beschwöre 1 Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck, indem du Monster von deiner Hand oder Spielfeldseite als Material verwendest, darunter ein „Memento“-Monster. Falls ein oder mehr Monster, die dir gehören, in diesem Spielzug durch einen Karteneffekt zerstört wurden, kannst du auch „Memento“-Monster von deinem Friedhof als Material ins Deck mischen. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen; zerstöre 1 Monster, das du kontrollierst, und falls du dies tust, füge deiner Hand 1 „Memento“-Zauber/Falle von deinem Deck hinzu. Du kannst jeden Effekt von „Mementotlanische Fusion“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase: Invoca por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando monstruos en tu mano o Campo como material, incluyendo un monstruo \"Memento\". Si uno o más monstruos en tu posesión fueron destruidos por el efecto de una carta este turno, también puedes barajar al Deck monstruos \"Memento\" en tu Cementerio como material. Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio; destruye 1 monstruo que controles y, si lo haces, añade a tu mano 1 Mágica/Trampa \"Memento\" en tu Deck. Sólo puedes usar cada efecto de \"Fusión Mementotlán\" una vez por turno.", "fr": "Durant la Main Phase : Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres (un monstre \"Mémento\" inclus) depuis votre main ou Terrain comme Matériel. Si un ou plusieurs monstres en votre possession ont été détruits par un effet de carte ce tour, vous pouvez aussi mélanger des monstres \"Mémento\" depuis votre Cimetière dans le Deck comme Matériel. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière ; détruisez 1 monstre que vous contrôlez, et si vous le faites, ajoutez 1 Magie/Piège \"Mémento\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Fusion Mémentotlaine\" qu'une fois par tour.", "it": "Durante la Main Phase: Evoca tramite Fusione 1 Mostro Fusione dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come materiale, compreso un mostro \"Memento\". Se uno o più mostri sotto il tuo comando sono stati distrutti dall'effetto di una carta in questo turno, puoi anche mischiare mostri \"Memento\" dal tuo Cimitero nel Deck come materiale. Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero; distruggi 1 mostro che controlli e, se lo fai, aggiungi 1 Magia/Trappola \"Memento\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Fusione Mementotlan\" una sola volta per turno.", "pt": "Durante a Fase Principal: Invoque por Invocação-Fusão 1 Monstro de Fusão do seu Deck Adicional, usando monstros da sua mão ou do campo como matéria, incluindo um monstro \"Memento\". Se um ou mais monstros em sua posse foram destruídos por um efeito de card neste turno, você também pode embaralhar monstros \"Memento\" do seu Cemitério no Deck como matéria. Durante sua Fase Principal: você pode banir este card do seu Cemitério; destrua 1 monstro que você controla e, se isso acontecer, adicione 1 Magia/Armadilha \"Memento\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Fusão Mementotlan\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：お互いのメインフェイズに発動できる。「メメント」モンスターを含む自分の手札・フィールドのモンスターを融合素材とし、融合モンスター１体を融合召喚する。このターンに自分のモンスターが効果で破壊されている場合、自分の墓地の「メメント」モンスターをデッキに戻して融合素材とする事もできる。②：自分メインフェイズに墓地のこのカードを除外して発動できる。自分フィールドのモンスター１体を破壊し、デッキから「メメント」魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 서로의 메인 페이즈에 발동할 수 있다. \"메멘토\" 몬스터를 포함하는 자신의 패 / 필드의 몬스터를 융합 소재로 하고, 융합 몬스터 1장을 융합 소환한다. 이 턴에 자신 몬스터가 효과로 파괴되어 있을 경우, 자신 묘지의 \"메멘토\" 몬스터를 덱으로 되돌리고 융합 소재로 할 수도 있다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고 발동할 수 있다. 자신 필드의 몬스터 1장을 파괴하고, 덱에서 \"메멘토\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：在双方的主要阶段可以发动。以包含“冥铭途”怪兽在内的、自己的手牌・场上的怪兽作为融合素材，将１只融合怪兽融合召唤。有自己的怪兽在此回合因效果被破坏过的情况下，也可将自己墓地的“冥铭途”怪兽放回牌组作为融合素材。\n②：在自己的主要阶段将墓地的此卡除外可以发动。将自己场上的１只怪兽破坏，从牌组将１张“冥铭途”魔法・陷阱卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Fusion", "Memento", "Polymerization"], "images": [{"index": 1, "image": "MementotlanFusion-MP25-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP28-EN010", "set_name": "OTS Tournament Pack 28", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN073", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "LEDE-DE063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP28-DE010", "set_name": "OTS Tournament Pack 28", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE073", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "LEDE-SP063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP28-SP010", "set_name": "OTS Tournament Pack 28", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP073", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "LEDE-FR063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP28-FR010", "set_name": "OTS Tournament Pack 28", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR073", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "LEDE-IT063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP28-IT010", "set_name": "OTS Tournament Pack 28", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT073", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "LEDE-PT063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "OP28-PT010", "set_name": "OTS Tournament Pack 28", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT073", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "LEDE-JP063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "AE22-KR012", "set_name": "Advanced Event Pack 2025 Vol.1 Version 1", "rarities": ["Super Rare"]}, {"set_number": "AE22-KRS12", "set_name": "Advanced Event Pack 2025 Vol.1 Version 2", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "LEDE-SC063", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040022, "master_duel_rarity": "SR"}