{"konami_id": 20471, "password": 66532962, "name": {"en": "Magistus Chorozo", "de": "Magistus Chorozo", "es": "Chorozo Magistus", "fr": "Chorozo Magistus", "it": "Magistus Chorozo", "pt": "Chorozo Magistus", "ja": "<ruby>精霊<rt>マギストス</rt></ruby>コロゾ", "ja_romaji": "Magisutosu Korozo", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "伟魔精灵 科罗佐"}, "text": {"en": "1 Fusion, Synchro, Xyz, or Link Monster + 1 Spellcaster monster\nMust first be either Fusion Summoned, or Special Summoned (from your Extra Deck) by sending the correct Fusion Material Monster Cards you control to the GY. Once per turn, when a monster declares an attack: You can target it; negate the attack, and if you do, this card gains ATK equal to that monster's ATK (until the end of this turn), then you can return that monster to the hand.", "de": "1 Fusions-, Synchro-, Xyz- oder Linkmonster + 1 Hexer-Monster\nMuss erst entweder als Fusionsbeschwörung beschworen werden oder als Spezialbeschwörung (von deinem Extra Deck) beschworen werden, indem du die richtigen Fusionsmaterial-Monsterkarten, die du kontrollierst, auf den Friedhof legst. Einmal pro Spielzug, wenn ein Monster einen Angriff deklariert: Du kannst es wählen; annulliere den Angriff und falls du dies tust, erhält diese Karte (bis zum Ende dieses Spielzugs) ATK in Höhe der ATK jenes Monsters, dann kannst du jenes Monster auf die Hand zurückgeben.", "es": "1 Monstruo de Fusión, Sincronía, Xyz o Enlace + 1 monstruo Lanzador de Conjuros\nDebe ser primero ya sea Invocado por Fusión, o Invocado de Modo Especial (desde tu Deck Extra) mandando al Cementerio las Cartas de Monstruo Material de Fusión que controlas correctas. Una vez por turno, cuando un monstruo declara un ataque: puedes seleccionarlo; niega el ataque y, si lo haces, esta carta gana ATK igual al ATK de ese monstruo (hasta el final de este turno), y después puedes devolver ese monstruo a la mano.", "fr": "1 Monstre Fusion, Synchro, Xyz ou Lien + 1 monstre Magicien\nDoit d'abord être soit Invoquée par Fusion, soit Invoquée Spécialement (depuis votre Extra Deck) en envoyant les Cartes Monstre Matériel Fusion correctes que vous contrôlez au Cimetière. Une fois par tour, lorsqu'un monstre déclare une attaque : vous pouvez le cibler ; annulez l'attaque, et si vous le faites, cette carte gagne une ATK égale à l'ATK du monstre (jusqu'à la fin de ce tour), puis vous pouvez renvoyer le monstre à la main.", "it": "1 Mostro Fusione, Synchro, Xyz o Link + 1 mostro Incantatore\nDeve prima essere Evocato tramite Fusione, oppure Evocato Specialmente (dal tuo Extra Deck) mandando le Carte Mostro Materiale da Fusione corrette che controlli al Cimitero. Una volta per turno, quando un mostro dichiara un attacco: puoi sceglierlo come bersaglio; annulla l'attacco e, se lo fai, questa carta guadagna ATK pari all'ATK di quel mostro (fino alla fine di questo turno), poi puoi far ritornare quel mostro nella mano.", "pt": "1 Monstro de Fusão, Sincro, Xyz ou Link + 1 monstro Mago\nPrimeiro deve ser Invocado por Invocação-Fusão, ou por Invocação-Especial (do seu Deck Adicional) ao enviar os Cards de Monstro Matérias de Fusão corretos que você controla para o Cemitério. Uma vez por turno, quando um monstro declarar um ataque: você pode escolhê-lo; negue o ataque e, se isso acontecer, este card ganha ATK igual ao ATK desse monstro (até o final deste turno) e, depois, você pode devolver esse monstro para a mão.", "ja": "融合・Ｓ・Ｘ・Ｌモンスター＋魔法使い族モンスター\nこのカードは融合召喚及び以下の方法でのみＥＸデッキから特殊召喚できる。●自分フィールドの、融合・Ｓ・Ｘ・Ｌモンスターカード１枚と魔法使い族モンスターカード１枚を墓地へ送った場合にＥＸデッキから特殊召喚できる。①：１ターンに１度、自分か相手のモンスターの攻撃宣言時、そのモンスター１体を対象として発動できる。その攻撃を無効にし、このカードの攻撃力はターン終了時まで対象のモンスターの攻撃力分アップする。その後、対象のモンスターを手札に戻す事ができる。", "ko": null, "zh-TW": null, "zh-CN": "融合・同步・超量・连接怪兽＋魔法师族怪兽\n此卡从额外牌组仅可通过融合召唤及以下方法特殊召唤。●将自己场上的1张融合・同步・超量・连接怪兽卡和1张魔法师族怪兽卡送至墓地的情况下，可从额外牌组特殊召唤。①：1回合1次，自己或对手的怪兽的攻击宣言时，以该1只怪兽为对象可以发动。使该攻击无效，此卡的攻击力直至回合结束时为止，上升相当于对象怪兽攻击力的数值。然后，可将对象怪兽放回手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Fusion / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 2800, "materials": "1 Fusion, Synchro, Xyz, or Link Monster + 1 Spellcaster-Type monster", "series": ["Magistus"], "images": [{"index": 1, "image": "MagistusChorozo-SUDA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN100", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "de": [{"set_number": "SUDA-DE100", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SUDA-FR100", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "it": [{"set_number": "SUDA-IT100", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SUDA-PT100", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP255", "set_name": "V Jump August 2024 promotional card", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "NE02-SC035", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1059116}