{"konami_id": 17440, "password": 66569334, "name": {"en": "Nightmell the Dark Bonder", "de": "Nightmell der dunkle Binder", "es": "Nightmell el Vinculador Oscuro", "fr": "Nightmell le Connecteur des Ténèbres", "it": "Nightmell il Lega Oscurità", "pt": "Nightmell, o Vínculo Obscuro", "ja": "<ruby>悪<rt>あく</rt></ruby><ruby>醒<rt>せい</rt></ruby><ruby>師<rt>し</rt></ruby>ナイトメルト", "ja_romaji": "Akuseishi Naitomeruto", "ko": "악성사 나이트멜트", "ko_rr": "Akseongsa Naiteumelteu", "zh-TW": "惡醒師 奈特梅爾特", "zh-CN": "恶醒师 奈特魅尔特"}, "text": {"en": "You can Tribute 1 monster; Special Summon from your Deck, 1 monster with the same original Type, Attribute, Level, and ATK/DEF as the Tributed monster, but with a different original name. If you Tributed a monster Special Summoned from the Extra Deck, you can Special Summon a monster from your Extra Deck instead that meets those same criteria. You can only use this effect of \"Nightmell the Dark Bonder\" once per turn.", "de": "Du kannst 1 Monster als Tribut anbieten; beschwöre 1 Monster mit demselben Grund-Typ, derselben Grund-Eigenschaft, derselben Grund-Stufe und denselben Grund-ATK/-DEF wie das als Tribut angebotene Monster, aber einem unterschiedlichen Grund-Namen als Spezialbeschwörung von deinem Deck. Falls du ein als Spezialbeschwörung vom Extra Deck beschworenes Monster als Tribut angeboten hast, kannst du stattdessen ein Monster, das jene Bedingungen erfüllt, als Spezialbeschwörung von deinem Extra Deck beschwören. Du kannst diesen Effekt von „Nightmell der dunkle Binder“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar 1 monstruo; Invoca de Modo Especial, desde tu Deck, 1 monstruo con el mismo Tipo, Atributo, Nivel y ATK/DEF originales a los del monstruo Sacrificado, pero con un nombre original diferente. Si Sacrificaste un monstruo Invocado de Modo Especial desde el Deck Extra, puedes Invocar de Modo Especial un monstruo desde tu Deck Extra en su lugar, que cumpla los mismos criterios. Sólo puedes usar este efecto de \"Nightmell el Vinculador Oscuro\" una vez por turno.", "fr": "Vous pouvez Sacrifier 1 monstre ; Invoquez Spécialement 1 monstre du même Type, Attribut, Niveau et ATK/DEF d'origine que le monstre Sacrifié, mais de nom d'origine différent, depuis votre Deck. Si vous avez Sacrifié un monstre Invoqué Spécialement depuis l'Extra Deck, vous pouvez Invoquer Spécialement un monstre depuis votre Extra Deck à la place qui remplit ces mêmes critères. Vous ne pouvez utiliser cet effet de \"Nightmell le Connecteur des Ténèbres\" qu'une fois par tour.", "it": "Puoi offrire come Tributo 1 mostro; Evoca Specialmente dal tuo Deck 1 mostro con lo stesso Tipo, Attributo, Livello e ATK/DEF originali del mostro offerto come Tributo, ma con un nome originale diverso. Se hai offerto come Tributo un mostro Evocato Specialmente dall'Extra Deck, puoi invece Evocare Specialmente dal tuo Extra Deck un mostro che rispetta quegli stessi requisiti. Puoi utilizzare questo effetto di \"Nightmell il Lega Oscurità\" una sola volta per turno.", "pt": "Você pode oferecer 1 monstro como Tributo; Invoque por Invocação-Especial do seu Deck, 1 monstro com o mesmo Tipo, Atributo, Nível e ATK/DEF originais que o do monstro oferecido como Tributo, mas com um nome original diferente. Se você ofereceu como Tributo um monstro Invocado por Invocação-Especial do Deck Adicional, em vez disso, você pode Invocar um monstro por Invocação-Especial do seu Deck Adicional que cumpra esses mesmos critérios. Você só pode usar este efeito de \"Nightmell, o Vínculo Obscuro\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスター１体をリリースして発動できる。そのモンスターとは元々のカード名が異なり、元々の種族・属性・レベル・攻撃力・守備力が同じモンスター１体をデッキから特殊召喚する。ＥＸデッキから特殊召喚されたモンスターをリリースして発動した場合、この効果で特殊召喚するモンスターをＥＸデッキから選ぶ事もできる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 그 몬스터와는 원래의 카드명이 다르고, 원래의 종족 / 속성 / 레벨 / 공격력 / 수비력이 같은 몬스터 1장을 덱에서 특수 소환한다. 엑스트라 덱에서 특수 소환된 몬스터를 릴리스하고 발동했을 경우, 이 효과로 특수 소환할 몬스터를 엑스트라 덱에서 고를 수도 있다.", "zh-TW": null, "zh-CN": "此卡名的效果１回合仅可使用１次。①：解放自己场上的１只怪兽可以发动。从牌组将１只原本卡名与该怪兽不同、原本种族・属性・等级・攻击力・守备力相同的怪兽特殊召唤。将被从额外牌组特殊召唤的怪兽解放来发动的情况下，以此效果特殊召唤的怪兽也可从额外牌组挑选。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "WIND", "level": 4, "atk": 1500, "def": 1500, "images": [{"index": 1, "image": "NightmelltheDarkBonder-MP23-EN-R-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN038", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-EN133", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "POTE-DE038", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-DE133", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "es": [{"set_number": "POTE-SP038", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-SP133", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "POTE-FR038", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-FR133", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "POTE-IT038", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-IT133", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "POTE-PT038", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "MP23-PT133", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "POTE-JP038", "set_name": "Power of the Elements", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "POTE-KR038", "set_name": "Power of the Elements", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP7-SC152", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716038, "master_duel_rarity": "SR"}