{"konami_id": 13276, "password": 66719533, "name": {"en": "Asymmetaphys", "de": "Asymmetaphyse", "es": "Asimmetafis", "fr": "Asymmétaphysique", "it": "Asimmetafisico", "pt": "Asimmetafis", "ja": "アシンメタファイズ", "ja_romaji": "Ashinmetafaizu", "ko": "어심메타파이즈", "ko_rr": null, "zh-TW": "非對稱玄化", "zh-CN": "非对称玄化"}, "text": {"en": "Once per turn: You can banish 1 \"Metaphys\" card from your hand, and if you do, draw 1 card. Once per turn, if your \"Metaphys\" card in its owner's possession is banished: Apply this effect depending on whose turn it is.\n● Your turn: All monsters on the field lose 500 ATK/DEF, except \"Metaphys\" monsters.\n● Opponent's turn: Change the battle positions of all monsters on the field, except \"Metaphys\" monsters.", "de": "Einmal pro Spielzug: Du kannst 1 „Metaphys“-Karte von deiner Hand verbannen und falls du dies tust, ziehe 1 Karte. Einmal pro Spielzug, falls deine „Metaphys“-Karte, die ihrem Besitzer gehört, verbannt wird: Wende diesen Effekt an, abhängig davon, wessen Spielzug es ist.\n●Dein Spielzug: Alle Monster auf dem Spielfeld verlieren 500 ATK/DEF, außer „Metaphys“-Monstern.\n●Spielzug deines Gegners: Ändere die Kampfpositionen aller Monster auf dem Spielfeld, außer denen von „Metaphys“-Monstern.", "es": "Una vez por turno: puedes desterrar 1 carta \"Metaf\" en tu mano y, si lo haces, robar 1 carta. Una vez por turno, si tu carta \"Metaf\" en posesión de su dueño es desterrada: aplica este efecto dependiendo de quién es el turno.\n● Tu turno: Todos los monstruos en el Campo pierden 500 ATK/DEF, excepto los monstruos \"Metaf\". ● Turno del adversario: Cambia las posiciones de batalla de todos los monstruos en el Campo, excepto de los monstruos \"Metaf\".", "fr": "Une fois par tour : vous pouvez bannir 1 carte \"Métaphysique\" depuis votre main, et si vous le faites, piochez 1 carte. Une fois par tour, si votre carte \"Métaphysique\" en possession de son propriétaire est bannie : appliquez cet effet selon le tour.\n●Votre tour : Tous les monstres sur le Terrain (monstres \"Métaphysique\" exclus) perdent 500 ATK/DEF.\n●Le tour de votre adversaire : Changez la position de combat de tous les monstres sur le Terrain (monstres \"Métaphysique\" exclus).", "it": "Una volta per turno: puoi bandire 1 carta \"Metafisico\" dalla tua mano e, se lo fai, pesca 1 carta. Una volta per turno, se una tua carta \"Metafisico\" sotto il comando del suo proprietario viene bandita: applica questo effetto, a seconda di che turno si sta giocando.\n●Tuo turno: Tutti i mostri sul Terreno perdono 500 ATK/DEF, eccetto i mostri \"Metafisico\".\n●Turno dell'avversario: Cambia la posizione di tutti i mostri sul Terreno, eccetto i mostri \"Metafisico\".", "pt": "Uma vez por turno: você pode banir 1 card \"Metafis\" da sua mão e, se isso acontecer, compre 1 card. Uma vez por turno, se um card \"Metafis\" seu em posse do seu dono for banido: aplique este efeito dependendo de quem é o turno.\n● Seu turno: Todos os monstros no campo perdem 500 de ATK/DEF, exceto monstros \"Metafis\".\n● Turno do oponente: Mude a posição de batalha de todos os monstros no campo, exceto monstros \"Metafis\".", "ja": "①：１ターンに１度、自分メインフェイズに発動できる。手札から「メタファイズ」カード１枚を除外し、自分はデッキから１枚ドローする。②：１ターンに１度、自分の「メタファイズ」カードが除外された場合に発動する。そのターンによって以下の効果を適用する。●自分ターン：「メタファイズ」モンスター以外のフィールドの全てのモンスターの攻撃力・守備力は５００ダウンする。●相手ターン：「メタファイズ」モンスター以外のフィールドの全てのモンスターの表示形式を変更する。", "ko": "①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 패에서 \"메타파이즈\" 카드 1장을 제외하고, 자신은 덱에서 1장 드로우한다. ②: 1턴에 1번, 자신의 \"메타파이즈\" 카드가 제외되었을 경우에 발동한다. 그 턴에 따라 이하의 효과를 적용한다.\n●자신 턴: \"메타파이즈\" 몬스터 이외의 필드의 모든 몬스터의 공격력 / 수비력은 500 내린다.\n●상대 턴: \"메타파이즈\" 몬스터 이외의 필드의 모든 몬스터의 표시 형식을 변경한다.", "zh-TW": "①：１回合１次，可在我方主要階段發動。從手牌將１張「玄化」卡除外，我方從牌組抽１張牌。②：１回合１次，可在我方的「玄化」卡被除外的狀況下發動。根據該回合，適用以下效果。\n●我方回合：場上的「玄化」怪獸以外的所有怪獸的攻擊力・守備力降低５００。\n●對方回合：變更場上的「玄化」怪獸以外的所有怪獸的表示形式。", "zh-CN": "①：１回合１次，可在我方主要阶段发动。从手牌将１张“玄化”卡牌除外，且我方从牌组抽取１张卡牌。②：１回合１次，我方“玄化”卡牌被除外的场合发动。根据该回合适用以下效果。\n●我方回合：场上除“玄化”怪兽以外的所有怪兽的攻击力、守备力下降５００。\n●对手回合：变更场上除“玄化”怪兽以外的所有怪兽的表示形式。"}, "card_type": "Spell", "property": "Continuous", "series": ["Metaphys"], "images": [{"index": 1, "image": "Asymmetaphys-CIBR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN060", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "CIBR-DE060", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "CIBR-FR060", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "CIBR-IT060", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "CIBR-PT060", "set_name": "Circuit Break", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CIBR-JP060", "set_name": "Circuit Break", "rarities": ["Common"]}], "ko": [{"set_number": "CIBR-KR060", "set_name": "Circuit Break", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 438857, "master_duel_rarity": "SR"}