{"konami_id": 13660, "password": 66740005, "name": {"en": "Bravo, Fighter Fur Hire", "de": "Bravo, Kämpfer-Fellsöldner", "es": "Bravo, Luchador Mascota a Sueldo", "fr": "Bravo, Combattant Mercefourrure", "it": "Bravo, Combattente Pelliccia Mercenaria", "pt": "Bravo, o Lutador de Peluguel", "ja": "<ruby>空<rt>くう</rt></ruby><ruby>牙<rt>が</rt></ruby><ruby>団<rt>だん</rt></ruby>の<ruby>闘<rt>とう</rt></ruby><ruby>士<rt>し</rt></ruby> ブラーヴォ", "ja_romaji": "Kūgadan no Tōshi Burāvo", "ko": "공아단의 투사 브라보", "ko_rr": null, "zh-TW": "空牙團的鬥士 布拉沃", "zh-CN": "空牙团的斗士 布拉沃"}, "text": {"en": "During your Main Phase: You can Special Summon 1 monster \"Fur Hire\" from your hand, except \"Bravo, Fighter Fur Hire\". If a monster \"Fur Hire\" is Special Summoned to your field while you control this monster (except during the Damage Step): You can have all monsters \"Fur Hire\" currently on the field gain 500 ATK/DEF until the end of this turn. You can only use each effect of \"Bravo, Fighter Fur Hire\" once per turn.", "de": "Während deiner Main Phase: Du kannst 1 „Fellsöldner“-Monster als Spezialbeschwörung von deiner Hand beschwören, außer „Bravo, Kämpfer-Fellsöldner“. Falls ein „Fellsöldner“-Monster als Spezialbeschwörung auf deine Spielfeldseite beschworen wird, solange du dieses Monster kontrollierst (außer während des Damage Steps): Du kannst alle „Fellsöldner“-Monster, die sich derzeit auf dem Spielfeld befinden, bis zum Ende dieses Spielzugs 500 ATK/DEF erhalten lassen. Du kannst jeden Effekt von „Bravo, Kämpfer-Fellsöldner“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo \"Mascota a Sueldo\", excepto \"Bravo, Luchador Mascota a Sueldo\". Si un monstruo \"Mascota a Sueldo\" es Invocado de Modo Especial a tu Campo mientras controlas a este monstruo (excepto durante el Damage Step): puedes hacer que todos los monstruos \"Mascota a Sueldo\" en este momento en el Campo ganen 500 ATK/DEF hasta el final de este turno. Sólo puedes usar cada efecto de \"Bravo, Luchador Mascota a Sueldo\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" (\"Bravo, Combattant Mercefourrure\" exclu) depuis votre main. Si un monstre \"Mercefourrure\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : jusqu'à la fin de ce tour, vous pouvez faire gagner 500 ATK/DEF à tous les monstres \"Mercefourrure\" actuellement sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Bravo, Combattant Mercefourrure\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi Evocare Specialmente 1 mostro \"Pelliccia Mercenaria\" dalla tua mano, eccetto \"Bravo, Combattente Pelliccia Mercenaria\". Se un mostro \"Pelliccia Mercenaria\" viene Evocato Specialmente sul tuo Terreno mentre controlli questo mostro (eccetto durante il Damage Step): puoi far guadagnare a tutti i mostri \"Pelliccia Mercenaria\" attualmente sul Terreno 500 ATK/DEF fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Bravo, Combattente Pelliccia Mercenaria\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode Invocar por Invocação-Especial 1 monstro \"de Peluguel\" da sua mão, exceto \"Bravo, o Lutador de Peluguel\". Se um monstro \"de Peluguel\" for Invocado por Invocação-Especial no seu campo enquanto você controlar este monstro (exceto durante a Etapa de Dano): você pode fazer com que todos os monstros \"de Peluguel\" atualmente no campo ganhem 500 de ATK/DEF até o final deste turno. Você só pode usar cada efeito de \"Bravo, o Lutador de Peluguel\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。手札から「空牙団の闘士 ブラーヴォ」以外の「空牙団」モンスター１体を特殊召喚する。②：このカードが既にモンスターゾーンに存在する状態で、自分フィールドにこのカード以外の「空牙団」モンスターが特殊召喚された場合に発動できる。フィールドの全ての「空牙団」モンスターの攻撃力・守備力はターン終了時まで５００アップする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 패에서 \"공아단의 투사 브라보\" 이외의 \"공아단\" 몬스터 1장을 특수 소환한다. ②: 이 카드가 이미 몬스터 존에 존재하는 상태에서, 자신 필드에 이 카드 이외의 \"공아단\" 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 필드의 모든 \"공아단\" 몬스터의 공격력 / 수비력은 턴 종료시까지 500 올린다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1个回合各只可使用1次。①：自己主要阶段可以发动。从手牌特殊召唤\"空牙团的斗士 布拉沃\"以外的1只\"空牙团\"怪兽。②：这张卡已存在于怪兽区域的状态下，且这张卡以外的\"空牙团\"怪兽被特殊召唤至自己场上的情况下可以发动。场上所有\"空牙团\"怪兽的攻击力・守备力到回合结束时为止上升500。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "FIRE", "level": 4, "atk": 1900, "def": 200, "series": ["Fur Hire"], "images": [{"index": 1, "image": "BravoFighterFurHire-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DASA-EN019", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-EN249", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DASA-DE019", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-DE249", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DASA-FR019", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-FR249", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DASA-IT019", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-IT249", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DASA-PT019", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "MP19-PT249", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DBDS-JP019", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBDS-KR019", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBDS-SC019", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548831, "master_duel_rarity": "N"}