{"konami_id": 12881, "password": 66768175, "name": {"en": "Performapal Ballad", "de": "Künstlerkumpel Ballade", "es": "Artistamigo Balada", "fr": "Ballade Potartiste", "it": "Artistamico Ballata", "pt": "Camarartista de Baladas", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>バラード", "ja_romaji": "Entameito Barādo", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 바라드", "ko_rr": null, "zh-TW": "娛樂夥伴 抒情玫瑰", "zh-CN": "娱乐伙伴抒情蔷薇"}, "text": {"en": null, "de": "Falls dein „Künstlerkumpel“-Monster angegriffen hat, nach der Schadensberechnung: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; das gewählte Ziel verliert ATK in Höhe der ATK des „Künstlerkumpel“-Monsters.", "es": "Si tu monstruo \"Artistamigo\" atacó, después del cálculo de daño: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; ese objetivo pierde ATK igual al ATK de ese monstruo \"Artistamigo\".", "fr": "Si votre monstre \"Potartiste\" a attaqué, après le calcul des dommages : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; la cible perd une ATK égale à l'ATK du monstre \"Potartiste\".", "it": "Se un tuo mostro \"Artistamico\" ha attaccato, dopo il calcolo dei danni: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; quel bersaglio perde ATK pari all'ATK di quel mostro \"Artistamico\".", "pt": "Se seu monstro \"Camarartista\" atacou, depois do cálculo de dano: você pode escolher 1 monstro com a face para cima que seu oponente controla; o alvo perde ATK igual ao ATK desse monstro \"Camarartista\".", "ja": "①：自分の「ＥＭ」モンスターが攻撃したダメージ計算後に、相手フィールドの表側表示モンスター１体を対象として発動できる。その相手モンスターの攻撃力はその「ＥＭ」モンスターの攻撃力分ダウンする。", "ko": "①: 자신의 \"EM(엔터메이트)\" 몬스터가 공격한 데미지 계산 후에, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 상대 몬스터의 공격력은, 그 \"EM(엔터메이트)\" 몬스터의 공격력만큼 내린다.", "zh-TW": "①：在我方的「娛樂夥伴」怪獸攻擊的傷害計算後，可將對方場上的１隻正面表示怪獸做為對象發動。該對方怪獸的攻擊力依據該「娛樂夥伴」怪獸的攻擊力數值進行降低。", "zh-CN": "①：可在我方“娱乐伙伴”怪兽进行攻击的伤害计算后，以对手场上的１只表侧表示怪兽为对象发动。该对手怪兽的攻击力下降相当于该“娱乐伙伴”怪兽的攻击力数值。"}, "card_type": "Monster", "monster_type_line": "Plant / Pendulum / Effect", "attribute": "EARTH", "level": 3, "atk": 500, "def": 1100, "pendulum_scale": 2, "pendulum_effect": {"en": "Once per turn, at the start of the Damage Step, when your \"Performapal\" monster battles an opponent's face-up monster: You can make that opponent's monster lose 600 ATK (even if this card leaves the field).", "de": "Einmal pro Spielzug, am Beginn des Damage Steps, wenn dein „Künstlerkumpel“-Monster gegen ein offenes Monster deines Gegners kämpft: Du kannst das Monster deines Gegners 600 ATK verlieren lassen (selbst falls diese Karte das Spielfeld verlässt).", "es": "Una vez por turno, al comienzo del Damage Step, cuando tu monstruo \"Artistamigo\" batalla con un monstruo boca arriba de tu adversario: puedes hacer que ese monstruo de tu adversario pierda 600 ATK (aún si esta carta deja el Campo).", "fr": "Une fois par tour, au début de la Damage Step, lorsque votre monstre \"Potartiste\" combat un monstre face recto de votre adversaire : vous pouvez faire perdre 600 ATK au monstre de votre adversaire (même si cette carte quitte le Terrain).", "it": "Una volta per turno, all'inizio del Damage Step, quando un tuo mostro \"Artistamico\" combatte con un mostro scoperto dell'avversario: puoi far perdere 600 ATK a quel mostro dell'avversario (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno, no começo da Etapa de Dano, quando seu monstro \"Camarartista\" batalhar um monstro com a face para cima do oponente: você pode fazer com que esse monstro do oponente perca 600 de ATK (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、自分の「ＥＭ」モンスターが相手の表側表示モンスターと戦闘を行うダメージステップ開始時に発動できる。その相手モンスターの攻撃力は６００ダウンする。", "ko": "①: 1턴에 1번, 자신의 \"EM(엔터메이트)\" 몬스터가 상대의 앞면 표시 몬스터와 전투를 실행하는 데미지 스텝 개시시에 발동할 수 있다. 그 상대 몬스터의 공격력은 600 내린다.", "zh-TW": "①：１回合１次，可在我方的「娛樂夥伴」怪獸與對方的正面表示怪獸進行戰鬥的傷害步驟開始時發動。該對方怪獸的攻擊力降低６００。", "zh-CN": "①：１回合１次，我方的“娱乐伙伴”怪兽与对手的表侧表示怪兽进行战斗的伤害步骤开始时，可发动。该对手怪兽的攻击力下降６００。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalBallad-DPDG-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DPDG-EN002", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Super Rare"]}], "de": [{"set_number": "DPDG-DE002", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DPDG-FR002", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Super Rare"]}], "it": [{"set_number": "DPDG-IT002", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DPDG-PT002", "set_name": "Duelist Pack: Dimensional Guardians", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PP19-JP001", "set_name": "Premium Pack 19", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "PP12-KR001", "set_name": "Premium Pack Vol.12", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 424798, "master_duel_rarity": "N"}