{"konami_id": 14043, "password": 66870733, "name": {"en": "Yuki-Onna, the Ice Mayakashi", "de": "Yuki-Onna, die eisige Mayakashi", "es": "Yuki-Onna, el Mayakashi de Hielo", "fr": "Yuki-Onna, Mayakashi de la Glace", "it": "Yuki-Onna, la Mayakashi Glaciale", "pt": "Yuki-Onna, a Mayakashi de Gelo", "ja": "<ruby>氷<rt>つらら</rt></ruby>の<ruby>魔妖<rt>まやかし</rt></ruby>－<ruby>雪<rt>ゆき</rt></ruby><ruby>女<rt>おんな</rt></ruby>", "ja_romaji": "Tsurara no Mayakashi - Yukionna", "ko": "고드름의 마요괴－설녀", "ko_rr": "Godeureum-ui Mayogoe - Seonnyeo", "zh-TW": "冰之魔妖－雪女", "zh-CN": "冰之魔妖－雪女"}, "text": {"en": "2 \"Mayakashi\" monsters\nYou can only control 1 \"Yuki-Onna, the Ice Mayakashi\". While this card points to a Synchro Monster(s), your opponent's monsters cannot target this card for attacks. If a Synchro Monster(s) in your possession is destroyed by battle or an opponent's card effect while this card is on the field: You can target 1 face-up monster on the field; its ATK/DEF become half its current ATK/DEF until the end of this turn. You can only use this effect of \"Yuki-Onna, the Ice Mayakashi\" once per turn.", "de": "2 „Mayakashi“-Monster\nDu kannst nur 1 „Yuki-Onna, die eisige Mayakashi“ kontrollieren. Solange diese Karte auf ein oder mehr Synchromonster zeigt, können Monster deines Gegners diese Karte nicht als Ziel für Angriffe wählen. Falls ein oder mehr Synchromonster, die dir gehören, durch Kampf oder einen Karteneffekt eines Gegners zerstört werden, solange sich diese Karte auf dem Spielfeld befindet: Du kannst 1 offenes Monster auf dem Spielfeld wählen; seine ATK/DEF werden bis zum Ende dieses Spielzugs gleich der Hälfte seiner derzeitigen ATK/DEF. Du kannst diesen Effekt von „Yuki-Onna, die eisige Mayakashi“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Mayakashi\"\nSólo puedes controlar 1 \"Yuki-Onna, el Mayakashi de Hielo\". Mientras esta carta apunte a uno o más Monstruos de Sincronía, los monstruos de tu adversario no pueden seleccionar esta carta para ataques. Si uno o más Monstruos de Sincronía en tu posesión son destruidos en batalla o por el efecto de una carta del adversario mientras esta carta está en el Campo: puedes seleccionar 1 monstruo boca arriba en el Campo; hasta el final de este turno, su ATK/DEF se convierte en la mitad de su ATK/DEF en este momento. Sólo puedes usar este efecto de \"Yuki-Onna, el Mayakashi de Hielo\" una vez por turno.", "fr": "2 monstres \"Mayakashi\"\nVous ne pouvez contrôler qu'1 \"Yuki-Onna, Mayakashi de la Glace\". Tant que cette carte pointe un ou plusieurs Monstres Synchro, les monstres de votre adversaire ne peuvent pas cibler cette carte avec une attaque. Si un ou plusieurs Monstres Synchro en votre possession sont détruits au combat ou par un effet de carte de l'adversaire tant que cette carte est sur le Terrain : vous pouvez cibler 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, son ATK/DEF deviennent la moitié de son ATK/DEF actuelles. Vous ne pouvez utiliser cet effet de \"Yuki-Onna, Mayakashi de la Glace\" qu'une fois par tour.", "it": "2 mostri \"Mayakashi\"\nPuoi controllare solo 1 \"Yuki-Onna, la Mayakashi Glaciale\". Mentre questa carta punta uno o più Mostri Synchro, i mostri del tuo avversario non possono scegliere questa carta come bersaglio per gli attacchi. Se uno o più Mostri Synchro sotto il tuo comando, vengono distrutti in battaglia o dall'effetto di una carta dell'avversario mentre questa carta è sul Terreno: puoi scegliere come bersaglio 1 mostro scoperto sul Terreno; i suoi ATK/DEF diventano la metà dei suoi ATK/DEF attuali fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Yuki-Onna, la Mayakashi Glaciale\" una sola volta per turno.", "pt": "2 monstros \"Mayakashi\"\nVocê só pode controlar 1 \"Yuki-Onna, a Mayakashi de Gelo\". Enquanto este card apontar para um ou mais Monstros Sincro, os monstros do seu oponente não podem escolher este card como alvo de ataques. Se um ou mais Monstros Sincro em sua posse forem destruídos em batalha ou por um efeito de card do oponente enquanto este card estiver no campo: você pode escolher 1 monstro com a face para cima no campo; até o final deste turno, seu ATK/DEF se tornam metade do seu ATK/DEF atuais. Você só pode usar este efeito de \"Yuki-Onna, a Mayakashi de Gelo\" uma vez por turno.", "ja": "「魔妖」モンスター２体\nこのカード名の③の効果は１ターンに１度しか使用できない。①：「氷の魔妖－雪女」は自分フィールドに１体しか表側表示で存在できない。②：このカードのリンク先にＳモンスターが存在する限り、相手はこのカードを攻撃対象に選択できない。③：このカードがモンスターゾーンに存在し、自分のＳモンスターが戦闘または相手の効果で破壊された場合、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力・守備力はターン終了時まで半分になる。", "ko": "\"마요괴\" 몬스터 2장\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: \"고드름의 마요괴－설녀\"는 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 이 카드의 링크 앞에 싱크로 몬스터가 존재하는 한, 상대는 이 카드를 공격 대상으로 선택할 수 없다. ③: 이 카드가 몬스터 존에 존재하고, 자신의 싱크로 몬스터가 전투 또는 상대 효과로 파괴되었을 경우, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력 / 수비력은 턴 종료시까지 절반이 된다.", "zh-TW": "「魔妖」怪獸２隻\n此卡名的③效果１回合僅限使用１次。①：「冰之魔妖－雪女」在我方場上僅限以正面表示存在１隻。②：只要有同步怪獸存在於此卡連結指向的位置，對方就不能將此卡選為攻擊對象。③：在此卡存在於怪獸區，我方的同步怪獸因戰鬥或對方效果被破壞的狀況下，可將場上的１隻正面表示怪獸做為對象發動。該怪獸的攻擊力・守備力在回合結束前減半。", "zh-CN": "“魔妖”怪兽２只\n此卡名的③效果１回合仅可使用１次。\n①：“冰之魔妖－雪女”在自己场上仅可有１张以表侧表示存在。\n②：只要此卡的连接端存在同步怪兽，对手怪兽不可将此卡选择为攻击对象。\n③：此卡存在于怪兽区域，且自己的同步怪兽因战斗或对手的效果被破坏的情况下，以场上的１只表侧表示怪兽为对象可以发动。该怪兽的攻击力・守备力直至回合结束时为止变为一半。"}, "card_type": "Monster", "monster_type_line": "Zombie / Link / Effect", "attribute": "WATER", "link_arrows": ["↙", "↘"], "atk": 1900, "series": ["Mayakashi"], "images": [{"index": 1, "image": "YukiOnnatheIceMayakashi-HISU-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "HISU-EN037", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "de": [{"set_number": "HISU-DE037", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "HISU-FR037", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "it": [{"set_number": "HISU-IT037", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "HISU-PT037", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DBHS-JP037", "set_name": "Deck Build Pack: Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "LVP3-JP092", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}, {"set_number": "SSB1-JP015", "set_name": "Secret Shiny Box", "rarities": ["Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "DBHS-KR037", "set_name": "Deck Build Pack: Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "LVP3-KR092", "set_name": "LINK VRAINS Pack 3", "rarities": ["Rare"]}, {"set_number": "SSB1-KR015", "set_name": "Secret Shiny Box", "rarities": ["Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC184", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566731, "master_duel_rarity": "SR"}