{"konami_id": 12755, "password": 66938505, "name": {"en": "Crystron Rion", "de": "Kristron Rion", "es": "Cristron Rión", "fr": "Rion Crystron", "it": "Crystron Rion", "pt": "Cristron Rion", "ja": "<ruby>水晶機巧<rt>クリストロン</rt></ruby>－リオン", "ja_romaji": "Kurisutoron Rion", "ko": "크리스트론－리온", "ko_rr": null, "zh-TW": "水晶機巧－黑晶", "zh-CN": "水晶机巧－黑晶"}, "text": {"en": "During your opponent's Main Phase or Battle Phase: You can target 1 of your banished non-Tuner monsters; Special Summon it, but it has its effects negated (if any), and if you do, immediately after this effect resolves, Synchro Summon 1 Machine-Type Synchro Monster using only that monster and this card (this is a Quick Effect). These Synchro Materials are shuffled into the Deck instead of being sent to the Graveyard. You can only use this effect of \"Crystron Rion\" once per turn.", "de": "Während der Main Phase oder Battle Phase deines Gegners: Du kannst 1 deiner verbannten Nicht-Empfänger-Monster wählen; beschwöre es als Spezialbeschwörung, aber seine Effekte bleiben annulliert (falls es welche hat), und falls du dies tust, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Synchromonster vom Typ Maschine als Synchrobeschwörung und verwende dafür nur das Monster und diese Karte. (Dies ist ein Schnelleffekt.) Dieses Synchromaterial wird ins Deck gemischt, anstatt auf den Friedhof gelegt zu werden. Du kannst diesen Effekt von „Kristron Rion“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase o Battle Phase de tu adversario: puedes seleccionar 1 de tus monstruos que no sean Cantantes desterrados; Invócalo de Modo Especial, pero ve negados sus efectos (si los hay) y, si lo haces, inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 Monstruo de Sincronía de Tipo Máquina usando sólo ese monstruo y esta carta (éste es un Efecto Rápido). Estos Materiales de Sincronía se barajan al Deck en lugar de ser mandados al Cementerio. Sólo puedes usar este efecto de \"Cristron Rión\" una vez por turno.", "fr": "Durant la Main Phase ou Battle Phase de votre adversaire : vous pouvez cibler 1 de vos monstres non-Syntoniseur bannis ; Invoquez-le Spécialement, mais il a ses effets annulés (s'il en a), et si vous le faites, immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro de Type Machine en utilisant uniquement le monstre et cette carte (ceci est un Effet Rapide). Ces Matériels de Synchro sont mélangés dans le Deck au lieu d'être envoyés au Cimetière. Vous ne pouvez utiliser cet effet de \"Rion Crystron\" qu'une fois par tour.", "it": "Durante la Main Phase o Battle Phase del tuo avversario: puoi scegliere come bersaglio 1 dei tuoi mostri non-Tuner banditi; Evocalo Specialmente, ma i suoi effetti (se ne ha) si annullano e, se lo fai, immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro di Tipo Macchina utilizzando solo quel mostro e questa carta (questo è un Effetto Rapido). Questi Materiali Synchro vengono mischiati nel Deck invece di venire mandati al Cimitero. Puoi utilizzare questo effetto di \"Crystron Rion\" una sola volta per turno.", "pt": "Durante a Fase Principal ou Fase de Batalha do seu oponente: você pode escolher 1 dos seus monstros não-Regulador banidos; Invoque-o por Invocação-Especial, mas ele tem seus efeitos negados (se houver) e, se isso acontecer, imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro do Tipo Máquina usando apenas esse monstro e este card (este é um Efeito Rápido). Essas Matérias Sincro são embaralhadas no Deck em vez de serem enviadas para o Cemitério. Você só pode usar este efeito de \"Cristron Rion\" uma vez por turno.", "ja": "「水晶機巧－リオン」の効果は１ターンに１度しか使用できない。①：相手のメインフェイズ及びバトルフェイズに、チューナー以外の除外されている自分のモンスター１体を対象として発動できる。そのモンスターを効果を無効にして特殊召喚し、そのモンスターとこのカードのみを素材として機械族Ｓモンスター１体をＳ召喚する。その時のＳ素材モンスターは墓地へは行かず持ち主のデッキに戻る。", "ko": "\"크리스트론－리온\"의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대의 메인 페이즈 및 배틀 페이즈에, 튜너 이외의 제외되어 있는 자신의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 효과를 무효로 하고 특수 소환하여, 그 몬스터와 이 카드만을 소재로서 기계족 싱크로 몬스터 1장을 싱크로 소환한다. 그때의 싱크로 소재 몬스터는 묘지로는 가지 않으며 주인의 덱으로 되돌아간다.", "zh-TW": "「水晶機巧－黑晶」的效果１回合僅限使用１次。①：在對方的主要階段及戰鬥階段，可將我方被除外的１隻協調以外的怪獸做為對象發動。將該怪獸的效果變為無效特殊召喚，僅限以該怪獸及此卡做為素材同步召喚１隻機械族同步怪獸。此時的同步素材怪獸將不前往墓地，而是回到持有者的牌組。", "zh-CN": "此卡名的效果1回合仅可使用1次。①：在对手的主要阶段及战斗阶段，以协调以外的、自己除外状态的1只怪兽为对象可以发动。将该怪兽的效果无效并特殊召唤，仅以该怪兽和此卡作为素材，进行1只机械族同步怪兽的同步召唤。此时的同步素材怪兽不去墓地而直接放回牌组。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner / Effect", "attribute": "WATER", "level": 3, "atk": 500, "def": 500, "series": ["Crystron"], "images": [{"index": 1, "image": "CrystronRion-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INOV-ENSE3", "set_name": "Invasion: Vengeance: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "RATE-EN020", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-EN187", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DESE3", "set_name": "Invasion: Vengeance: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "RATE-DE020", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-DE187", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FRSE3", "set_name": "Invasion: Vengeance: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "RATE-FR020", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-FR187", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "INOV-ITSE3", "set_name": "Invasion: Vengeance: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "RATE-IT020", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-IT187", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PTSE3", "set_name": "Invasion: Vengeance: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "RATE-PT020", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-PT187", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "RATE-JP020", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "ko": [{"set_number": "RATE-KR020", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SUDA-SC103", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 420431, "master_duel_rarity": "R"}