{"konami_id": 10569, "password": 66970002, "name": {"en": "Number C39: Utopia Ray V", "de": "Nummer C39: Utopiastrahl V", "es": "Número C39: Rayo Utopía V", "fr": "Numéro C39 : Rayon Utopie V", "it": "Numero C39: Raggio Utopia V", "pt": "Número C39: Raio V Utopia", "ja": "<ruby>Ｃ<rt>カオス</rt></ruby><ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>３９ <ruby>希<rt>き</rt></ruby><ruby>望<rt>ぼう</rt></ruby><ruby>皇<rt>おう</rt></ruby>ホープレイ<ruby>Ｖ<rt>ブイ</rt></ruby>", "ja_romaji": "Kaosu Nanbāzu Sanjūkyū Kibōō Hōpurei Bui", "ko": "<ruby>CNo.<rt>카오스 넘버즈</rt></ruby>39 유토피아 레이 <ruby>V<rt>브이</rt></ruby>", "ko_rr": null, "zh-TW": null, "zh-CN": "混沌编号39 希望皇霍普雷V"}, "text": {"en": "3 Level 5 monsters\nWhen this card in its owner's possession is destroyed by an opponent's card: You can target 1 Xyz Monster in your GY; return that target to the Extra Deck. If this card has a \"Utopia\" monster as material, it gains this effect.\n● Once per turn: You can detach 1 material from this card, then target 1 monster your opponent controls; destroy that monster, and if it was face-up, inflict damage to your opponent equal to the ATK the destroyed monster had on the field.", "de": "3 Monster der Stufe 5\nWenn diese Karte, die ihrem Besitzer gehört, durch eine Karte eines Gegners zerstört wird: Du kannst 1 Xyz-Monster in deinem Friedhof wählen; lege das gewählte Ziel ins Extra Deck zurück. Falls diese Karte ein „Utopia“-Monster als Material hat, erhält sie diesen Effekt.\n● Einmal pro Spielzug: Du kannst 1 Material von dieser Karte abhängen und dann 1 Monster wählen, das dein Gegner kontrolliert; zerstöre das Monster und falls es offen lag, füge deinem Gegner Schaden in Höhe der ATK zu, die das zerstörte Monster auf dem Spielfeld hatte.", "es": "3 monstruos de Nivel 5\nCuando esta carta en posesión de su dueño es destruida por una carta del adversario: puedes seleccionar 1 Monstruo Xyz en tu Cementerio; devuelve ese objetivo al Deck Extra. Si esta carta tiene un monstruo \"Utopía\" como material, gana este efecto.\n● Una vez por turno: puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo que controle tu adversario; destruye ese monstruo y, si éste estaba boca arriba, inflige daño a tu adversario igual al ATK en el Campo del monstruo destruido.", "fr": "3 monstres de Niveau 5\nLorsque cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez cibler 1 Monstre Xyz dans votre Cimetière ; renvoyez la cible à l'Extra Deck. Si cette carte a un monstre \"Utopie\" comme Matériel, elle gagne cet effet.\n● Une fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre contrôlé par votre adversaire ; détruisez le monstre, et s'il était face recto, infligez des dommages à votre adversaire égaux à l'ATK que le monstre détruit avait sur le Terrain.", "it": "3 mostri di Livello 5\nQuando questa carta sotto il comando del suo proprietario viene distrutta da una carta dell'avversario: puoi scegliere come bersaglio 1 Mostro Xyz nel tuo Cimitero; fai ritornare quel bersaglio nell'Extra Deck. Se questa carta ha un mostro \"Utopia\" come materiale, essa guadagna questo effetto.\n● Una volta per turno: puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro controllato dal tuo avversario; distruggi quel mostro e, se era scoperto, infliggi al tuo avversario danno pari all'ATK che il mostro distrutto aveva sul Terreno.", "pt": "3 monstros de Nível 5\nQuando este card em posse do seu dono for destruído por um card do oponente: você pode escolher 1 Monstro Xyz no seu Cemitério; devolva o alvo para o Deck Adicional. Se este card tiver um monstro \"Utopia\" como matéria, ele ganha este efeito.\n● Uma vez por turno: você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro que seu oponente controla; destrua esse monstro e, se ele estava com a face para cima, cause dano ao seu oponente igual ao ATK que o monstro destruído tinha no campo.", "ja": "レベル５モンスター×３\n①：このカードが相手によって破壊された時、自分の墓地のＸモンスター１体を対象として発動できる。そのモンスターをＥＸデッキに戻す。②：このカードが「希望皇ホープ」モンスターをＸ素材としている場合、以下の効果を得る。●１ターンに１度、このカードのＸ素材を１つ取り除き、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊し、表側表示モンスターを破壊した場合、その攻撃力分のダメージを相手に与える。", "ko": "레벨 5 몬스터 × 3\n이 카드가 상대에 의해서 파괴되었을 때, 자신 묘지의 엑시즈 몬스터 1장을 선택하고 엑스트라 덱으로 되돌릴 수 있다. 또한, 이 카드가 \"유토피아\"라는 이름이 붙은 몬스터를 엑시즈 소재로 하고 있을 경우, 이하의 효과를 얻는다.\n●1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 상대 필드 위의 몬스터 1장을 선택하여 발동할 수 있다. 선택한 몬스터를 파괴하고, 파괴한 몬스터의 공격력만큼 데미지를 상대 라이프에 준다.", "zh-TW": null, "zh-CN": "等级５怪兽×３\n①：此卡被对手破坏时，以自己墓地的１只超量怪兽为对象可以发动。将该怪兽放回额外牌组。②：此卡持有“希望皇霍普”怪兽作为超量素材的情况下，获得以下效果。\n●１回合１次，去除此卡的１个超量素材，以对手场上的１只怪兽为对象可以发动。将该怪兽破坏，破坏表侧表示怪兽的情况下，给予对手相当于其攻击力数值的伤害。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "LIGHT", "rank": 5, "atk": 2600, "def": 2000, "materials": "3 Level 5 monsters", "series": ["Number", "Number", "Number C", "Number C39", "Utopia", "Utopic", "Chaos"], "images": [{"index": 1, "image": "NumberC39UtopiaRayV-OP17-EN-C-UE.png"}], "sets": {"en": [{"set_number": "YS13-ENV01", "set_name": "Super Starter Power-Up Pack", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-EN020", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "de": [{"set_number": "YS13-DEV01", "set_name": "Super Starter Power-Up Pack", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-DE020", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "es": [{"set_number": "YS13-SPV01", "set_name": "Super Starter Power-Up Pack", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-SP020", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "fr": [{"set_number": "YS13-FRV01", "set_name": "Super Starter Power-Up Pack", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-FR020", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "it": [{"set_number": "YS13-ITV01", "set_name": "Super Starter Power-Up Pack", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-IT020", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "pt": [{"set_number": "YS13-PTV01", "set_name": "Super Starter Power-Up Pack", "rarities": ["Ultra Rare"]}, {"set_number": "OP17-PT020", "set_name": "OTS Tournament Pack 17", "rarities": ["Common"]}], "ja": [{"set_number": "ST13-JPV01", "set_name": "Starter Deck 2013 Enhancement Pack", "rarities": ["Ultra Rare"]}, {"set_number": "NCF1-JP115", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "ST13-KRV01", "set_name": "Starter Deck 2013 Enhancement Pack", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "MGP6-SC183", "set_name": "Mega Pack 06", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 270807}