{"konami_id": 13717, "password": 67218327, "name": {"en": "SIMM Tablir", "de": "SIMM-Tablir", "es": "Tablir SIMM", "fr": "Tablir SIMM", "it": "SIMM Tabliro", "pt": "SIMM Tablir", "ja": "<ruby>ＳＩＭＭ<rt>シム</rt></ruby>タブラス", "ja_romaji": "Shimu Taburasu", "ko": "<ruby>SIMM<rt>심</rt></ruby> 태블러스", "ko_rr": "Sim Taebeulleoseu", "zh-TW": "SIMM模組貘", "zh-CN": "单列内存模块貘"}, "text": {"en": "You can reveal this card in your hand, then target 1 Level 4 Cyberse monster in your GY; Special Summon this card from your hand to your zone a linked Link Monster you control points to, and if you do, return the targeted monster to the hand. You can only use this effect of \"SIMM Tablir\" once per turn.", "de": "Du kannst diese Karte in deiner Hand vorzeigen und dann 1 Cyberse-Monster der Stufe 4 in deinem Friedhof wählen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand in deine Zone, auf die ein verlinktes Linkmonster zeigt, das du kontrollierst, und falls du dies tust, gib das als Ziel gewählte Monster auf die Hand zurück. Du kannst diesen Effekt von „SIMM-Tablir“ nur einmal pro Spielzug verwenden.", "es": "Puedes mostrar esta carta en tu mano, y después selecciona 1 monstruo Ciberso de Nivel 4 en tu Cementerio; Invoca esta carta de Modo Especial desde tu mano a tu zona a la que apunte un Monstruo de Enlace enlazado que controles y, si lo haces, devuelve el monstruo seleccionado a la mano. Sólo puedes usar este efecto de \"Tablir SIMM\" una vez por turno.", "fr": "Vous pouvez révéler cette carte dans votre main, puis ciblez 1 monstre Cyberse de Niveau 4 dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main dans votre zone pointée par un Monstre Lien lié que vous contrôlez, et si vous le faites, renvoyez le monstre ciblé à la main. Vous ne pouvez utiliser cet effet de \"Tablir SIMM\" qu'une fois par tour.", "it": "Puoi rivelare questa carta nella tua mano, poi scegliere come bersaglio 1 mostro Cyberso di Livello 4 nel tuo Cimitero; Evoca Specialmente questa carta dalla tua mano in una tua zona puntata da un Mostro Link linkato che controlli e, se lo fai, fai ritornare il mostro scelto come bersaglio nella mano. Puoi utilizzare questo effetto di \"SIMM Tabliro\" una sola volta per turno.", "pt": "Você pode revelar este card na sua mão e, depois, escolher 1 monstro Ciberso de Nível 4 no seu Cemitério; Invoque este card por Invocação-Especial da sua mão em uma zona sua para a qual um Monstro Link linkado que você controla apontar e, se isso acontecer, devolva o monstro alvo para a mão. Você só pode usar este efeito de \"SIMM Tablir\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：手札のこのカードを相手に見せ、自分の墓地のサイバース族・レベル４モンスター１体を対象として発動できる。リンク状態の自分のリンクモンスターのリンク先となる自分フィールドにこのカードを手札から特殊召喚し、対象のモンスターを手札に戻す。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 패의 이 카드를 상대에게 보여주고, 자신 묘지의 사이버스족 / 레벨 4 몬스터 1장을 대상으로 하여 발동할 수 있다. 링크 상태의 자신의 링크 몬스터의 링크 앞이 되는 자신 필드에 이 카드를 패에서 특수 소환하고, 대상 몬스터를 패로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的效果1回合仅可使用1次。①：向对手出示手牌中的此卡，以自己墓地的1只电子界族・等级4怪兽为对象可以发动。将此卡从手牌特殊召唤至连接状态的自己连接怪兽连接端的自己场上，将对象怪兽放回手牌。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "DARK", "level": 5, "atk": 0, "def": 1800, "images": [{"index": 1, "image": "SIMMTablir-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN001", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-EN072", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE001", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-DE072", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CYHO-SP001", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-SP072", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR001", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-FR072", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT001", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-IT072", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT001", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}, {"set_number": "MP19-PT072", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP001", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}], "ko": [{"set_number": "CYHO-KR001", "set_name": "Cybernetic Horizon", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP2-SC054", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 555249, "master_duel_rarity": "R"}