{"konami_id": 9155, "password": 67234805, "name": {"en": "Powersink Stone", "de": "Kraftentzugsstein", "es": "Piedra del Drenaje de Poder", "fr": "Pierre d'Absorption de Puissance", "it": "Pietra Assorbi-Potere", "pt": "Pedra Absorve-Poder", "ja": "<ruby>能<rt>のう</rt></ruby><ruby>力<rt>りょく</rt></ruby><ruby>吸<rt>きゅう</rt></ruby><ruby>収<rt>しゅう</rt></ruby><ruby>石<rt>せき</rt></ruby>", "ja_romaji": "Nōryoku Kyūshūseki", "ko": "능력흡수석", "ko_rr": null, "zh-TW": "能力吸收石", "zh-CN": "能力吸收石"}, "text": {"en": null, "de": "Jedes Mal, wenn ein Monstereffekt aktiviert wird, lege 1 Zauberstein-Zählmarke auf diese Karte, wenn jener Effekt aufgelöst wird (max. 2). Solange auf dieser Karte 2 Zauberstein-Zählmarken liegen, kann kein Spieler die Effekte von offenen Monstern auf dem Spielfeld aktivieren, zusätzlich werden die Effekte von offenen Monstern auf dem Spielfeld annulliert. Einmal pro Spielzug, während der End Phase, falls auf dieser Karte Zauberstein-Zählmarken liegen: Entferne sie.", "es": "Cada vez que un efecto de monstruo es activado, pon 1 Contador de Piedra Mágica en esta carta cuando ese efecto se resuelva (máx. 2). Mientras esta carta tenga 2 Contadores de Piedra Mágica, ningún jugador puede activar los efectos de monstruos boca arriba en el Campo, y además los efectos de monstruos boca arriba en el Campo son negados. Una vez por turno, durante la End Phase, si esta carta tiene uno o más Contadores de Piedra Mágica: retíralos.", "fr": "Chaque fois qu'un effet de monstre est activé, placez 1 Compteur Pierre Magique sur cette carte (max. 2) lorsque l'effet est résolu. Tant que cette carte a 2 Compteurs Pierre Magique, aucun joueur ne peut activer les effets des monstres face recto sur le Terrain, et aussi, les effets des monstres face recto sur le Terrain sont annulés. Une fois par tour, durant la End Phase, si cette carte a des Compteurs Pierre Magique : retirez-les.", "it": "Ogni volta che l'effetto di un mostro viene attivato, metti 1 Segnalino Pietramagia su questa carta quando quell'effetto si risolve (massimo 2). Mentre questa carta ha 2 Segnalini Pietramagia, nessun giocatore può attivare gli effetti dei mostri scoperti sul Terreno, inoltre gli effetti dei mostri scoperti sul Terreno sono annullati. Una volta per turno, durante la End Phase, se questa carta ha qualsiasi Segnalino Pietramagia: rimuovili.", "pt": "Sempre que um efeito de monstro for ativado, coloque 1 Marcador de Pedra Mágica neste card quando esse efeito resolver (máx. 2). Enquanto este card tiver 2 Marcadores de Pedra Mágica, nenhum duelista pode ativar os efeitos de monstros com a face para cima no campo e, além disso, os efeitos dos monstros com a face para cima no campo são negados. Uma vez por turno, durante a Fase Final, se este card tiver quaisquer Marcadores de Pedra Mágica: remova-os.", "ja": "①：このカードが魔法＆罠ゾーンに存在する限り、モンスターの効果が発動する度に、このカードに魔石カウンターを１つ置く（最大２つまで）。\n②：このカードに魔石カウンターが２つ置かれている限り、フィールドの表側表示モンスターの効果は無効化され、お互いにフィールドの表側表示モンスターの効果を発動できない。\n③：自分・相手のエンドフェイズに、このカードに魔石カウンターが置かれている場合に発動する。このカードの魔石カウンターを全て取り除く。", "ko": "①: 이 카드가 마법 & 함정 존에 존재하는 한, 몬스터의 효과가 발동할 때마다, 이 카드에 마석 카운터를 1개 놓는다(최대 2개까지). ②: 이 카드에 마석 카운터가 2개 놓여 있는 한, 필드의 앞면 표시 몬스터의 효과는 무효화되고, 서로 필드의 앞면 표시 몬스터의 효과를 발동할 수 없다. ③: 자신 / 상대의 엔드 페이즈에, 이 카드에 마석 카운터가 놓여 있을 경우에 발동한다. 이 카드의 마석 카운터를 전부 제거한다.", "zh-TW": "每當怪獸的效果發動時，在此卡放置１個魔石計數物（最多２個）。在此卡置有２個魔石計數物的狀況下，場上的正面表示怪獸無法發動效果，效果無效化。在結束階段時，將此卡置有的魔石計數物全部去除。", "zh-CN": "每当发动怪兽效果时，在这张卡上放置１个魔石计数物（最多可以放２个）。这张卡上有２个魔石计数物时，场上表侧表示的怪兽不能发动效果，发动的效果被无效化。在结束阶段，移除这张卡上所有的魔石计数物。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "PowersinkStone-SR14-EN-C-1E.png"}], "sets": {"en": [{"set_number": "STBL-EN078", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "SR14-EN040", "set_name": "Structure Deck: Fire Kings", "rarities": ["Common"]}], "de": [{"set_number": "STBL-DE078", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "SR14-DE040", "set_name": "Structure Deck: Fire Kings", "rarities": ["Common"]}], "fr": [{"set_number": "STBL-FR078", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "SR14-FR040", "set_name": "Structure Deck: Fire Kings", "rarities": ["Common"]}], "it": [{"set_number": "STBL-IT078", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "SR14-IT040", "set_name": "Structure Deck: Fire Kings", "rarities": ["Common"]}], "pt": [{"set_number": "SR14-PT040", "set_name": "Structure Deck: Fire Kings", "rarities": ["Common"]}], "ja": [{"set_number": "STBL-JP078", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "SR14-JP040", "set_name": "Structure Deck R: Onslaught of the Fire Kings", "rarities": ["Common"]}], "ko": [{"set_number": "STBL-KR078", "set_name": "Starstrike Blast", "rarities": ["Common"]}, {"set_number": "SR14-KR040", "set_name": "Structure Deck R: Onslaught of the Fire Kings", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 131541, "master_duel_rarity": "SR"}