{"konami_id": 17772, "password": 67282505, "name": {"en": "Mitsu the Insect Ninja", "de": "Mitsu die Insekten-Ninja", "es": "Mitsu la Ninja Insecto", "fr": "Mitsu le Ninja des Insectes", "it": "Mitsu la Ninja Insetto", "pt": "Mitsu, a Ninja Inseto", "ja": "<ruby>蟲<rt>むし</rt></ruby>の<ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>－<ruby>蜜<rt>ミツ</rt></ruby>", "ja_romaji": "Mushi no Ninja - Mitsu", "ko": "벌레의 첩자－미츠", "ko_rr": "Beolle-ui Cheopja - Micheu", "zh-TW": null, "zh-CN": "虫之忍者-蜜"}, "text": {"en": "If you control a \"Ninja\" card or a face-down Defense Position monster: You can Special Summon this card from your hand. When your opponent activates a monster effect (Quick Effect): You can target 1 face-down Defense Position monster you control; change it to face-up Defense Position, and if you do, change this card to face-down Defense Position, then, if the targeted monster was a \"Ninja\" monster, except \"Mitsu the Insect Ninja\", negate that opponent's activated effect. You can only use each effect of \"Mitsu the Insect Ninja\" once per turn.", "de": "Falls du eine „Ninja“-Karte oder ein Monster in verdeckter Verteidigungsposition kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 1 Monster in verdeckter Verteidigungsposition wählen, das du kontrollierst; ändere es in die offene Verteidigungsposition und falls du dies tust, ändere diese Karte in die verdeckte Verteidigungsposition, dann, falls das als Ziel gewählte Monster ein „Ninja“-Monster war, außer „Mitsu die Insekten-Ninja“, annulliere jenen aktivierten Effekt des Gegners. Du kannst jeden Effekt von „Mitsu die Insekten-Ninja“ nur einmal pro Spielzug verwenden.", "es": "Si controlas una carta \"Ninja\" o un monstruo en Posición de Defensa boca abajo: puedes Invocar esta carta de Modo Especial desde tu mano. Cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes seleccionar 1 monstruo en Posición de Defensa boca abajo que controles; cámbialo a Posición de Defensa boca arriba y, si lo haces, cambia esta carta a Posición de Defensa boca abajo y después, si el monstruo seleccionado era un monstruo \"Ninja\", excepto \"Mitsu la Ninja Insecto\", niega ese efecto activado del adversario. Sólo puedes usar cada efecto de \"Mitsu la Ninja Insecto\" una vez por turno.", "fr": "Si vous contrôlez une carte \"Ninja\" ou un monstre en Position de Défense face verso : vous pouvez Invoquer Spécialement cette carte depuis votre main. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez cibler 1 monstre en Position de Défense face verso que vous contrôlez ; changez-le en Position de Défense face recto, et si vous le faites, changez cette carte en Position de Défense face verso, puis, si le monstre ciblé était un monstre \"Ninja\" (\"Mitsu le Ninja des Insectes\" exclu), annulez l'effet activé de l'adversaire. Vous ne pouvez utiliser chaque effet de \"Mitsu le Ninja des Insectes\" qu'une fois par tour.", "it": "Se controlli una carta \"Ninja\" o un mostro coperto in Posizione di Difesa: puoi Evocare Specialmente questa carta dalla tua mano. Quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi scegliere come bersaglio 1 mostro coperto in Posizione di Difesa che controlli; mettilo scoperto in Posizione di Difesa e, se lo fai, metti questa carta coperta in Posizione di Difesa, poi, se il mostro scelto come bersaglio era un mostro \"Ninja\", eccetto \"Mitsu la Ninja Insetto\", annulla quell'effetto attivato dell'avversario. Puoi utilizzare ogni effetto di \"Mitsu la Ninja Insetto\" una sola volta per turno.", "pt": "Se você controlar um card \"Ninja\" ou um monstro com a face para baixo em Posição de Defesa: você pode Invocar este card por Invocação-Especial da sua mão. Quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode escolher 1 monstro com a face para baixo em Posição de Defesa que você controla; coloque-o com a face para cima em Posição de Defesa e, se isso acontecer, coloque este card com a face para baixo em Posição de Defesa e, depois, se o monstro alvo era um monstro \"Ninja\", exceto \"Mitsu, a Ninja Inseto\", negue esse efeito ativado do oponente. Você só pode usar cada efeito de \"Mitsu, a Ninja Inseto\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「忍者」カードまたは裏側守備表示モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：相手がモンスターの効果を発動した時、自分フィールドの裏側守備表示モンスター１体を対象として発動できる。そのモンスターを表側守備表示にし、このカードを裏側守備表示にする。対象のモンスターが「蟲の忍者－蜜」以外の「忍者」モンスターだった場合、さらにその相手の発動した効果を無効にする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"첩자\" 카드 또는 뒷면 수비 표시 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 상대가 몬스터의 효과를 발동했을 때, 자신 필드의 뒷면 수비 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 앞면 수비 표시로 하고, 이 카드를 뒷면 수비 표시로 한다. 대상 몬스터가 \"벌레의 첩자－미츠\" 이외의 \"첩자\" 몬스터였을 경우, 추가로 그 상대의 발동한 효과를 무효로 한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：自己场上有「忍者」卡或者里侧守备表示怪兽存在的场合才能发动。这张卡从手卡特殊召唤。\n②：对方把怪兽的效果发动时，以自己场上1只里侧守备表示怪兽为对象才能发动。那只怪兽变成表侧守备表示，这张卡变成里侧守备表示。作为对象的怪兽是「虫之忍者-蜜」以外的「忍者」怪兽的场合，再把那个对方的所发动的效果无效。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "WATER", "level": 2, "atk": 200, "def": 2100, "series": ["Ninja"], "images": [{"index": 1, "image": "MitsutheInsectNinja-LART-EN-UR-LE.png", "illustration": "MitsutheInsectNinja-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "MitsutheInsectNinja-MP23-EN-R-1E.png", "illustration": "MitsutheInsectNinja-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "DABL-EN016", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "LART-EN061", "set_name": "The Lost Art Promotion 2023 H", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-EN167", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "DABL-DE016", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "LART-DE061", "set_name": "The Lost Art Promotion 2023 H", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-DE167", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "es": [{"set_number": "DABL-SP016", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "LART-SP061", "set_name": "The Lost Art Promotion 2023 H", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-SP167", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "DABL-FR016", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "LART-FR061", "set_name": "The Lost Art Promotion 2023 H", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-FR167", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "DABL-IT016", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "LART-IT061", "set_name": "The Lost Art Promotion 2023 H", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-IT167", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "DABL-PT016", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare", "Starlight Rare"]}, {"set_number": "LART-PT061", "set_name": "The Lost Art Promotion 2023 H", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-PT167", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "DABL-JP016", "set_name": "Darkwing Blast", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-JP016", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DABL-KR016", "set_name": "Darkwing Blast", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-KR016", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715932}