{"konami_id": 20528, "password": 67441879, "name": {"en": "Battlewasp Wind", "de": "Kampfwespen-Wind", "es": "Viento Avispabatalla", "fr": "Vent de Guêpe de Bataille", "it": "Vento Vespabattaglia", "pt": "Vento de Vespabatalha", "ja": "<ruby>Ｂ・Ｆ・Ｗ<rt>ビー・フォース・ウィンド</rt></ruby>", "ja_romaji": "Bī Fōsu Windo", "ko": "B·F·W", "ko_rr": null, "zh-TW": null, "zh-CN": "蜂军之风"}, "text": {"en": "Twice per turn, if a \"Battlewasp\" monster(s) is Normal or Special Summoned to your field (except during the Damage Step): You can target 1 of them; add 1 \"Battlewasp\" monster with less ATK than that monster from your Deck to your hand. Once per turn: You can target 1 Insect monster you control with a Level; this turn, you can treat it as a Tuner if used as Synchro Material. You can only activate 1 \"Battlewasp Wind\" per turn.", "de": "Zweimal pro Spielzug, falls ein oder mehr „Kampfwespe“-Monster als Normal- oder Spezialbeschwörung auf deine Spielfeldseite beschworen werden (außer während des Damage Steps): Du kannst 1 von ihnen wählen; füge deiner Hand 1 „Kampfwespe“-Monster mit weniger ATK als jenes Monster von deinem Deck hinzu. Einmal pro Spielzug: Du kannst 1 Insekt-Monster mit einer Stufe wählen, das du kontrollierst; in diesem Spielzug kannst du es als Empfänger behandeln, falls es als Synchromaterial verwendet wird. Du kannst nur 1 „Kampfwespen-Wind“ pro Spielzug aktivieren.", "es": "Dos veces por turno, si uno o más monstruos \"Avispabatalla\" son Invocados de Modo Normal o Especial a tu Campo (excepto durante el Damage Step): puedes seleccionar 1 de ellos; añade a tu mano 1 monstruo \"Avispabatalla\" en tu Deck con menos ATK que ese monstruo. Una vez por turno: puedes seleccionar 1 monstruo Insecto con un Nivel que controles; este turno, puedes tratarlo como un Cantante si es usado como Material de Sincronía. Sólo puedes activar 1 \"Viento Avispabatalla\" por turno.", "fr": "Deux fois par tour, si un ou plusieurs monstres \"Guêpe de Bataille\" sont Invoqués Normalement ou Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez en cibler 1 ; ajoutez 1 monstre \"Guêpe de Bataille\" avec une ATK inférieure au monstre depuis votre Deck à votre main. Une fois par tour : vous pouvez cibler 1 monstre Insecte que vous contrôlez avec un Niveau ; ce tour, vous pouvez le traiter comme Syntoniseur s'il est utilisé comme Matériel Synchro. Vous ne pouvez activer qu'1 \"Vent de Guêpe de Bataille\" par tour.", "it": "Due volte per turno, se uno o più mostri \"Vespabattaglia\" vengono Evocati Normalmente o Specialmente sul tuo Terreno (eccetto durante il Damage Step): puoi scegliere 1 di essi come bersaglio; aggiungi 1 mostro \"Vespabattaglia\" con ATK inferiore a quel mostro dal tuo Deck alla tua mano. Una volta per turno: puoi scegliere come bersaglio 1 mostro Insetto che controlli con un Livello; in questo turno, puoi considerarlo come un Tuner se utilizzato come Materiale Synchro. Puoi attivare solo 1 \"Vento Vespabattaglia\" per turno.", "pt": "Duas vezes por turno, se um ou mais monstros \"Vespabatalha\" forem Invocados por Invocação-Normal ou Especial no seu campo (exceto durante a Etapa de Dano): você pode escolher 1 deles; adicione 1 monstro \"Vespabatalha\" com menos ATK que o desse monstro do seu Deck à sua mão. Uma vez por turno: você pode escolher 1 monstro Inseto que você controla com um Nível; neste turno, você pode considerá-lo como um Regulador se usado como Matéria Sincro. Você só pode ativar 1 \"Vento de Vespabatalha\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：１ターンに２度まで、自分フィールドに「Ｂ・Ｆ」モンスターが召喚・特殊召喚された場合、その内の１体を対象として発動できる。そのモンスターより攻撃力が低い「Ｂ・Ｆ」モンスター１体をデッキから手札に加える。②：１ターンに１度、自分フィールドのレベルを持つ昆虫族モンスター１体を対象として発動できる。このターン、自分は対象のモンスターをＳ素材とする場合、チューナーとして扱う事ができる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 1턴에 2번까지, 자신 필드에 \"B·F(비 포스)\" 몬스터가 일반 소환 / 특수 소환되었을 경우, 그 중의 1장을 대상으로 하고 발동할 수 있다. 그 몬스터보다 공격력이 낮은 \"B·F(비 포스)\" 몬스터 1장을 덱에서 패에 넣는다. ②: 1턴에 1번, 자신 필드의 레벨을 가지는 곤충족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 자신은 대상 몬스터를 싱크로 소재로 할 경우, 튜너로 취급할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：１回合最多２次，“蜂军”怪兽被召唤・特殊召唤至自己场上的情况下，以其中１只为对象可以发动。从牌组将１只攻击力低于该怪兽的“蜂军”怪兽加入手牌。②：１回合１次，以自己场上１只拥有等级的昆虫族怪兽为对象可以发动。此回合，自己以对象怪兽作为同步素材的情况下，可将其视为协调。"}, "card_type": "Spell", "property": "Continuous", "series": ["Battlewasp"], "images": [{"index": 1, "image": "BattlewaspWind-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "ROTA-KR052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC052", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1072057}