{"konami_id": 19898, "password": 67457739, "name": {"en": "Sinful Spoils Struggle", "de": "Kampf um sündhafte Beute", "es": "Lucha del Botín del Pecado", "fr": "Lutte du Butin du Péché", "it": "Lotta Spoglie del Peccato", "pt": "Luta dos Despojos do Pecado", "ja": "<ruby>罪<rt>ざい</rt></ruby><ruby>宝<rt>ほう</rt></ruby><ruby>合<rt>がっ</rt></ruby><ruby>戦<rt>せん</rt></ruby>", "ja_romaji": "Zaihō Gassen", "ko": "죄보합전", "ko_rr": "Joebohapjeon", "zh-TW": "罪寶合戰", "zh-CN": "罪宝合战"}, "text": {"en": "Target any number of cards on the field (the max. number of targets on each side is the number of that player's \"Sinful Spoils\" cards that are banished or in their GY); destroy them. If this Set card is destroyed or banished by your opponent's activated effect: You can shuffle up to 2 cards from the field into the Deck. You can only activate 1 \"Sinful Spoils Struggle\" per turn.", "de": "Wähle eine beliebige Anzahl Karten auf dem Spielfeld (die max. Anzahl Ziele auf jeder Seite ist die Anzahl der „Sündhafte Beute“-Karten jenes Spielers, die verbannt sind oder in seinem Friedhof liegen); zerstöre sie. Falls diese gesetzte Karte durch einen aktivierten Effekt deines Gegners zerstört oder verbannt wird: Du kannst bis zu 2 Karten vom Spielfeld ins Deck mischen. Du kannst nur 1 „Kampf um sündhafte Beute“ pro Spielzug aktivieren.", "es": "Selecciona cualquier número de cartas en el Campo (el número máx. de objetivos en cada lado es el número de cartas \"Botín del Pecado\" de ese jugador que estén desterradas o en su Cementerio); destrúyelas. Si esta carta Colocada es destruida o desterrada por el efecto activado de tu adversario: puedes barajar al Deck hasta 2 cartas en el Campo. Sólo puedes activar 1 \"Lucha del Botín del Pecado\" por turno.", "fr": "Ciblez un nombre de votre choix de cartes sur le Terrain (le nombre maximum de cibles sur chaque Terrain est le nombre de cartes \"Butin du Péché\" du joueur qui sont bannies ou dans son Cimetière) ; détruisez-les. Si cette carte Posée est détruite ou bannie par un effet activé de votre adversaire : vous pouvez mélanger max. 2 cartes depuis le Terrain dans le Deck. Vous ne pouvez activer qu'1 \"Lutte du Butin du Péché\" par tour.", "it": "Scegli come bersaglio un qualsiasi numero di carte sul Terreno (il numero massimo di bersagli su ogni Terreno è il numero di carte \"Spoglie del Peccato\" di quel giocatore che sono bandite o nel suo Cimitero); distruggile. Se questa carta Posizionata viene distrutta o bandita da un effetto attivato del tuo avversario: puoi mischiare fino a 2 carte dal Terreno nel Deck. Puoi attivare solo 1 \"Lotta Spoglie del Peccato\" per turno.", "pt": "Escolha qualquer número de cards no campo (o número máx. de alvos em cada lado é o número de cards \"Despojos do Pecado\" desse duelista que estiverem banidos ou no Cemitério dele); destrua-os. Se este card Baixado for destruído ou banido por um efeito ativado do seu oponente: você pode embaralhar no Deck até 2 cards do campo. Você só pode ativar 1 \"Luta dos Despojos do Pecado\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：フィールドのカードを任意の数だけ対象として発動できる（自分フィールドのカードは自分の墓地・除外状態の「罪宝」カードの数まで、相手フィールドのカードは相手の墓地・除外状態の「罪宝」カードの数まで）。そのカードを破壊する。②：セットされたこのカードが相手の発動した効果で、破壊された場合または除外された場合に発動できる。フィールドのカードを２枚までデッキに戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 필드의 카드를 임의의 수만큼 대상으로 하고 발동할 수 있다(자신 필드의 카드는 자신의 묘지 / 제외 상태인 \"죄보\" 카드의 수까지, 상대 필드의 카드는 상대의 묘지 / 제외 상태인 \"죄보\" 카드의 수까지). 그 카드를 파괴한다. ②: 세트된 이 카드가 상대의 발동한 효과로, 파괴되었을 경우 또는 제외되었을 경우에 발동할 수 있다. 필드의 카드를 2장까지 덱으로 되돌린다.", "zh-TW": "此卡名的卡１回合僅可發動１張。\n①：以場上任意數量的卡為對象可以發動（自己場上的卡最多為自己墓地・除外狀態的「罪寶」卡的數量，對手場上的卡最多為對手墓地・除外狀態的「罪寶」卡的數量）。將該卡破壞。\n②：被放置的此卡因對手所發動的效果被破壞的情況下，或被除外的情況下可以發動。將場上的最多２張卡放回牌組。", "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：以场上任意数量的卡为对象可以发动（自己场上的卡最多为自己墓地・除外状态的“罪宝”卡的数量，对手场上的卡最多为对手墓地・除外状态的“罪宝”卡的数量）。将该卡破坏。\n②：被放置的此卡因对手所发动的效果被破坏的情况下，或被除外的情况下可以发动。将场上的最多２张卡放回牌组。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Sinful Spoils"], "images": [{"index": 1, "image": "SinfulSpoilsStruggle-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC057", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1037784, "master_duel_rarity": "N"}