{"konami_id": 10059, "password": 67511500, "name": {"en": "Lady of D.", "de": "Herrin der Drachen", "es": "Señora de D.", "fr": "Dame des D", "it": "Signora di D.", "pt": "Senhora de D.", "ja": "ドラゴン・ウィッチ－ドラゴンの<ruby>守<rt>しゅ</rt></ruby><ruby>護<rt>ご</rt></ruby><ruby>者<rt>しゃ</rt></ruby>－", "ja_romaji": "Doragon Witchi -Doragon no Shugosha-", "ko": "드래곤의 마녀", "ko_rr": null, "zh-TW": "龍魔女－龍之保衛者－", "zh-CN": "龙魔女－龙之保卫者－"}, "text": {"en": null, "de": "Dein Gegner kann keine offenen Monster vom Typ Drache, die du kontrollierst, als Ziel für Angriffe wählen. Falls diese Karte auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört würde, kannst du stattdessen 1 Monster vom Typ Drache von deiner Hand auf den Friedhof legen.", "es": "Tu adversario no puede seleccionar para ataques a monstruos de Tipo Dragón boca arriba que controles. Si esta carta en el Campo fuera a ser destruida en batalla o por el efecto de una carta, puedes mandar al Cementerio, desde tu mano, 1 monstruo de Tipo Dragón en su lugar.", "fr": "Votre adversaire ne peut cibler aucun monstre de Type Dragon face recto que vous contrôlez avec une attaque. Si cette carte sur le Terrain va être détruite au combat ou par un effet de carte, vous pouvez envoyer 1 monstre de Type Dragon depuis votre main au Cimetière à la place.", "it": "Il tuo avversario non può scegliere come bersaglio per gli attacchi i mostri di Tipo Drago scoperti che controlli. Se questa carta sul Terreno sta per essere distrutta in battaglia o dall'effetto di una carta, puoi invece mandare 1 mostro di Tipo Drago dalla tua mano al Cimitero.", "pt": "Seu oponente não pode escolher monstros do Tipo Dragão com a face para cima que você controla para ataques. Se este card no campo seria destruído em batalha ou por um efeito de card, em vez disso, você pode enviar 1 monstro do Tipo Dragão da sua mão ao Cemitério.", "ja": "①：このカードがモンスターゾーンに存在する限り、相手モンスターはドラゴン族モンスターを攻撃対象に選択できない。\n②：フィールドのこのカードが戦闘・効果で破壊される場合、代わりに手札からドラゴン族モンスター１体を墓地へ送る事ができる。", "ko": "이 카드가 필드 위에 앞면 표시로 존재하는 한, 자신 필드 위의 드래곤족 몬스터를 상대는 공격 대상으로 선택할 수 없다. 필드 위의 이 카드가 전투 또는 카드의 효과에 의해서 파괴될 경우, 대신에 패에서 드래곤족 몬스터 1장을 묘지로 보낼 수 있다.", "zh-TW": "只要此卡以正面表示存在於場上，對方就無法將我方場上的龍族怪獸選為攻擊對象。在我方場上的此卡因戰鬥或卡片效果被破壞的狀況下，可從手牌將１隻龍族怪獸送至墓地作為替代。", "zh-CN": "只要此卡以表侧表示存在于场上，对手不可选择我方场上的龙族怪兽作为攻击对象。场上的此卡因战斗或卡牌效果被破坏的场合，可从手牌将１只龙族怪兽送入墓地作为代替。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 1100, "images": [{"index": 1, "image": "LadyofD-GAOV-JP-C.jpg", "illustration": "LadyofD-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "LadyofD-GAOV-EN-C-1E.png", "illustration": "LadyofD-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "GAOV-EN036", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "de": [{"set_number": "GAOV-DE036", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "GAOV-FR036", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "it": [{"set_number": "GAOV-IT036", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "GAOV-JP036", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "GAOV-KR036", "set_name": "Galactic Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 211188, "master_duel_rarity": "N"}