{"konami_id": 21429, "password": 67584223, "name": {"en": "Tessera the Primal Squire", "de": "Tessera der Urknappe", "es": "Tessera, el Escudero Primario", "fr": "Tessera, l'Écuyer Primitif", "it": "Tessera lo Scudiero Primordiale", "pt": "Tessera, o Escudeiro Primitivo", "ja": "<ruby>源<rt>げん</rt></ruby><ruby>帝<rt>てい</rt></ruby><ruby>従<rt>じゅう</rt></ruby><ruby>騎<rt>き</rt></ruby>テセラ", "ja_romaji": "Genteijūki Tesera", "ko": "원 제왕종기 테세라", "ko_rr": null, "zh-TW": "源帝從騎特塞拉", "zh-CN": "源帝从骑特塞拉"}, "text": {"en": "You can reveal 1 \"Monarch\" Spell/Trap in your hand; Special Summon this card from your hand. During your Main Phase, you can: Immediately after this effect resolves, Tribute Summon 1 monster. If this card is sent to the GY: You can Special Summon 1 monster with 800 ATK/1000 DEF from your Deck, also you cannot Special Summon from the Extra Deck for the rest of this turn. You can only use each effect of \"Tessera the Primal Squire\" once per turn.", "de": "Du kannst 1 „Monarch“-Zauber/Falle in deiner Hand vorzeigen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Während deiner Main Phase kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Monster als Tributbeschwörung. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 Monster mit 800 ATK/1000 DEF als Spezialbeschwörung von deinem Deck beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen. Du kannst jeden Effekt von „Tessera der Urknappe“ nur einmal pro Spielzug verwenden.", "es": "Puedes mostrar 1 Mágica/Trampa \"Monarca\" en tu mano; Invoca esta carta de Modo Especial desde tu mano. Durante tu Main Phase, puedes: inmediatamente después de que se resuelva este efecto, Invocar 1 monstruo por Sacrificio. Si esta carta es mandada al Cementerio: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo con 800 ATK/1000 DEF, y además no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno. Sólo puedes usar cada efecto de \"Tessera, el Escudero Primario\" una vez por turno.", "fr": "Vous pouvez révéler 1 Magie/Piège \"Monarque\" dans votre main ; Invoquez Spécialement cette carte depuis votre main. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Sacrifice 1 monstre. Si cette carte est envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre avec 800 ATK/1000 DEF depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Tessera, l'Écuyer Primitif\" qu'une fois par tour.", "it": "Puoi rivelare 1 Magia/Trappola \"Monarca/Monarchi\" nella tua mano; Evoca Specialmente questa carta dalla tua mano. Durante la tua Main Phase, puoi: immediatamente dopo che questo effetto si è risolto, Evoca tramite Tributo 1 mostro. Se questa carta viene mandata al Cimitero: puoi Evocare Specialmente 1 mostro con 800 ATK/1000 DEF dal tuo Deck, inoltre non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno. Puoi utilizzare ogni effetto di \"Tessera lo Scudiero Primordiale\" una sola volta per turno.", "pt": "Você pode revelar 1 Magia/Armadilha \"Monarca\" na sua mão; Invoque este card por Invocação-Especial da sua mão. Durante sua Fase Principal, você pode: imediatamente depois que este efeito resolver, Invocar 1 monstro por Invocação-Tributo. Se este card for enviado para o Cemitério: você pode Invocar por Invocação-Especial 1 monstro com 800 de ATK/1000 de DEF do seu Deck e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno. Você só pode usar cada efeito de \"Tessera, o Escudeiro Primitivo\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：手札の「帝王」魔法・罠カード１枚を相手に見せて発動できる。このカードを手札から特殊召喚する。②：自分メインフェイズに発動できる。モンスター１体のＡ召喚を行う。③：このカードが墓地へ送られた場合に発動できる。デッキから攻撃力８００／守備力１０００のモンスター１体を特殊召喚する。この効果の発動後、ターン終了時まで自分はＥＸデッキからモンスターを特殊召喚できない。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 \"제왕\" 마법 / 함정 카드 1장을 상대에게 보여주고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 메인 페이즈에 발동할 수 있다. 몬스터 1장의 어드밴스 소환을 실행한다. ③: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 공격력 800 / 수비력 1000 인 몬스터 1장을 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 엑스트라 덱에서 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次。①：向对手出示手牌的1张“帝王”魔法・陷阱卡可以发动。从手牌将此卡特殊召唤。②：在自己的主要阶段可以发动。进行1只怪兽的上级召唤。③：此卡被送至墓地的情况下可以发动。从牌组将1只攻击力800/守备力1000的怪兽特殊召唤。此效果发动后，直至回合结束时为止，自己不可从额外牌组特殊召唤怪兽。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 1, "atk": 800, "def": 1000, "images": [{"index": 1, "image": "TesserathePrimalSquire-DUAD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN018", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUAD-DE018", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "es": [{"set_number": "DUAD-SP018", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUAD-FR018", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUAD-IT018", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUAD-PT018", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DUAD-JP018", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ko": [{"set_number": "DUAD-KR018", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC018", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1115364, "master_duel_rarity": "SR"}