{"konami_id": 19838, "password": 67660909, "name": {"en": "Priestess of the Ashened City", "de": "Priesterin der in Asche gelegten Stadt", "es": "Sacerdotisa de la Ciudad Calcinada", "fr": "Prêtresse de la Cité Cendrée", "it": "Sacerdotessa della Città Incenerita", "pt": "Sacerdotisa da Cidade Cinzenta", "ja": "<ruby>灰<rt>かい</rt></ruby><ruby>滅<rt>めつ</rt></ruby>せし<ruby>都<rt>みやこ</rt></ruby>の<ruby>巫<rt>み</rt></ruby><ruby>女<rt>こ</rt></ruby>", "ja_romaji": "Kaimetsuseshi Miyako no Miko", "ko": "회멸한 도시의 무녀", "ko_rr": null, "zh-TW": null, "zh-CN": "灰灭之都的巫女"}, "text": {"en": "If \"Obsidim, the Ashened City\" is in the Field Zone, you can Special Summon this card (from your hand). You can only Special Summon \"Priestess of the Ashened City\" once per turn this way. If this card is Normal or Special Summoned: You can add 1 \"Ashened\" card from your Deck to your hand, except \"Priestess of the Ashened City\". You can only use this effect of \"Priestess of the Ashened City\" once per turn.", "de": "Falls „Obsidim, die in Asche gelegte Stadt“ in der Spielfeldzone liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Priesterin der in Asche gelegten Stadt“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „In Asche gelegt“-Karte von deinem Deck hinzufügen, außer „Priesterin der in Asche gelegten Stadt“. Du kannst diesen Effekt von „Priesterin der in Asche gelegten Stadt“ nur einmal pro Spielzug verwenden.", "es": "Si \"Obsidim, la Ciudad Calcinada\" está en la Zona del Campo, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Sacerdotisa de la Ciudad Calcinada\" una vez por turno de esta forma. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 carta \"Calcinado/a\" en tu Deck, excepto \"Sacerdotisa de la Ciudad Calcinada\". Sólo puedes usar este efecto de \"Sacerdotisa de la Ciudad Calcinada\" una vez por turno.", "fr": "Si \"Obsidim, la Cité Cendrée\" est dans la Zone Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Prêtresse de la Cité Cendrée\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Cendré\" (\"Prêtresse de la Cité Cendrée\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Prêtresse de la Cité Cendrée\" qu'une fois par tour.", "it": "Se \"Obsidim, la Città Incenerita\" è nella Zona Terreno, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Sacerdotessa della Città Incenerita\" una sola volta per turno in questo modo. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 carta \"Incenerita\" dal tuo Deck alla tua mano, eccetto \"Sacerdotessa della Città Incenerita\". Puoi utilizzare questo effetto di \"Sacerdotessa della Città Incenerita\" una sola volta per turno.", "pt": "Se \"Obsidim, a Cidade Cinzenta\" estiver na Zona do Campo, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Sacerdotisa da Cidade Cinzenta\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 card \"Cinzento(a)\" do seu Deck à sua mão, exceto \"Sacerdotisa da Cidade Cinzenta\". Você só pode usar este efeito de \"Sacerdotisa da Cidade Cinzenta\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：フィールドゾーンに「灰滅の都 オブシディム」が存在する場合、このカードは手札から特殊召喚できる。②：このカードが召喚・特殊召喚した場合に発動できる。デッキから「灰滅せし都の巫女」以外の「灰滅」カード１枚を手札に加える。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드 존에 \"회멸의 도시 옵시딤\"이 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"회멸한 도시의 무녀\" 이외의 \"회멸\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：场地区域存在“灰灭之都 黑曜城”的情况下，此卡可从手牌特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。从牌组将“灰灭之都的巫女”以外的１张“灰灭”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "DARK", "level": 4, "atk": 1200, "def": 1300, "series": ["Ashened"], "images": [{"index": 1, "image": "PriestessoftheAshenedCity-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN093", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-EN335", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE093", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-DE335", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "PHNI-SP093", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-SP335", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR093", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-FR335", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT093", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-IT335", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT093", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-PT335", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "ja": [{"set_number": "WPP5-JP031", "set_name": "World Premiere Pack 2024", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP5-KR031", "set_name": "World Premiere Pack 2024", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "WPS1-SC018", "set_name": "World Premiere Pack 2024", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040497}