{"konami_id": 14667, "password": 67712104, "name": {"en": "Marincess Crystal Heart", "de": "Marinzessin Kristallherz", "es": "Corazón de Cristal Marincesa", "fr": "Cœur de Cristal Marincesse", "it": "Marincipessa Cuore di Cristallo", "pt": "Marincesa Coração de Cristal", "ja": "<ruby>海晶乙女<rt>マリンセス</rt></ruby>クリスタルハート", "ja_romaji": "Marinsesu Kurisutaru Hāto", "ko": "마린세스 크리스탈하트", "ko_rr": "Marinseseu Keuriseutalhateu", "zh-TW": null, "zh-CN": "海晶少女 水晶心"}, "text": {"en": "2 WATER monsters\nUnaffected by your opponent's monster effects while this card is in the Extra Monster Zone. During the Damage Step, if this card battles an opponent's monster, that opponent's monster is unaffected by card effects, except its own. When this card, or your \"Marincess\" Link Monster this card points to, is targeted for an attack: You can send 1 \"Marincess\" monster from your hand to the GY; for that battle, your monster cannot be destroyed by battle, also you take no battle damage.", "de": "2 WASSER Monster\nDiese Karte bleibt von Monstereffekten deines Gegners unberührt, solange sie in der Extra-Monsterzone liegt. Während des Damage Steps, falls diese Karte gegen ein Monster eines Gegners kämpft, bleibt jenes Monster des Gegners von Karteneffekten unberührt, außer seinen eigenen. Wenn diese Karte oder dein „Marinzessin“-Linkmonster, auf das diese Karte zeigt, als Angriffsziel gewählt wird: Du kannst 1 „Marinzessin“-Monster von deiner Hand auf den Friedhof legen; in jenem Kampf kann dein Monster nicht durch Kampf zerstört werden, zusätzlich erhältst du keinen Kampfschaden.", "es": "2 monstruos de AGUA\nNo es afectado por los efectos de monstruos de tu adversario mientras esta carta esté en la Zona de Monstruos Extra. Durante el Damage Step, si esta carta batalla con un monstruo del adversario, ese monstruo del adversario no es afectado por efectos de cartas, excepto los suyos. Cuando esta carta, o tu Monstruo de Enlace \"Marincesa\" al que apunte esta carta, sea seleccionada para un ataque: puedes mandar al Cementerio 1 monstruo \"Marincesa\" en tu mano; en esa batalla, tu monstruo no puede ser destruido en batalla, y además tú no recibes daño de batalla.", "fr": "2 monstres EAU\nNon affectée par les effets de monstre de votre adversaire tant que cette carte est dans la Zone Monstre Extra. Durant la Damage Step, si cette carte combat un monstre de l'adversaire, le monstre de l'adversaire n'est pas affecté par des effets de carte (ses propres effets exclus). Lorsque cette carte ou votre Monstre Lien \"Marincesse\" pointé par cette carte est ciblé par une attaque : vous pouvez envoyer 1 monstre \"Marincesse\" depuis votre main au Cimetière ; votre monstre ne peut pas être détruit au combat par ce combat, et aussi, vous ne recevez aucun dommage de combat.", "it": "2 mostri ACQUA\nImmune agli effetti dei mostri del tuo avversario mentre questa carta è nella Zona Mostri Extra. Durante il Damage Step, se questa carta combatte con un mostro dell'avversario, quel mostro dell'avversario è immune agli effetti delle carte, eccetto i suoi stessi. Quando questa carta, o un tuo Mostro Link \"Marincipessa\" puntato da questa carta, viene scelto come bersaglio per un attacco: puoi mandare 1 mostro \"Marincipessa\" dalla tua mano al Cimitero; per quella battaglia, il tuo mostro non può essere distrutto in battaglia, inoltre non subisci danno da combattimento.", "pt": "2 monstros de ÁGUA\nNão é afetado pelos efeitos de monstro do seu oponente enquanto este card estiver na Zona de Monstros Adicional. Durante a Etapa de Dano, se este card batalhar um monstro do oponente, esse monstro do oponente não é afetado por efeitos de card, exceto seus próprios. Quando este card, ou um Monstro Link \"Marincesa\" seu para o qual este card apontar, for escolhido como alvo de um ataque: você pode enviar 1 monstro \"Marincesa\" da sua mão para o Cemitério; nessa batalha, seu monstro não pode ser destruído em batalha e, além disso, você não sofre dano de batalha.", "ja": "水属性モンスター２体\n①：このカードはＥＸモンスターゾーンに存在する限り、相手モンスターの効果を受けない。②：このカードが相手モンスターと戦闘を行うダメージステップの間、その相手モンスターは自身以外のカードの効果を受けない。③：このカードまたはこのカードのリンク先の自分の「マリンセス」リンクモンスターが攻撃対象に選択された時、手札から「マリンセス」モンスター１体を墓地へ送って発動できる。その自分のモンスターはその戦闘では破壊されず、その戦闘で発生する自分への戦闘ダメージは０になる。", "ko": "물 속성 몬스터 2장\n①: 이 카드는 엑스트라 몬스터 존에 존재하는 한, 상대 몬스터의 효과를 받지 않는다. ②: 이 카드가 상대 몬스터와 전투를 실행하는 데미지 스텝 동안, 그 상대 몬스터는 자신 이외의 카드의 효과를 받지 않는다. ③: 이 카드 또는 이 카드의 링크 앞의 자신의 \"마린세스\" 링크 몬스터가 공격 대상으로 선택되었을 때, 패에서 \"마린세스\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 그 자신 몬스터는 그 전투로는 파괴되지 않으며, 그 전투로 발생하는 자신에게로의 전투 데미지는 0 이 된다.", "zh-TW": null, "zh-CN": "水属性怪兽２只\n①：此卡只要存在于额外怪兽区域，不受对手怪兽的效果影响。②：此卡与对手怪兽进行战斗的伤害步骤期间，该对手怪兽不受自身以外的卡的效果影响。③：此卡或此卡连接端的自己的“海晶少女”连接怪兽被选择为攻击对象时，从手牌将１只“海晶少女”怪兽送至墓地可以发动。该自己的怪兽不会因该战斗被破坏，因该战斗对自己造成的战斗伤害变为０。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "WATER", "link_arrows": ["↙", "↘"], "atk": 0, "materials": "2 WATER monsters", "series": ["Heart", "Marincess"], "images": [{"index": 1, "image": "MarincessCrystalHeart-LED9-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN040", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-EN170", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "LED9-EN042", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE040", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-DE170", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "LED9-DE042", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "es": [{"set_number": "CHIM-SP040", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-SP170", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "LED9-SP042", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR040", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-FR170", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "LED9-FR042", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT040", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-IT170", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "LED9-IT042", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT040", "set_name": "Chaos Impact", "rarities": ["Super Rare"]}, {"set_number": "MP20-PT170", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}, {"set_number": "LED9-PT042", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP040", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "DP26-JP042", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR040", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "DP26-KR042", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC021", "set_name": "Mega Pack 04", "rarities": ["Common"]}, {"set_number": "DP29-SC117", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 632683}