{"konami_id": 13382, "password": 67744384, "name": {"en": "Tindangle Protector", "de": "Tinwinkel-Beschützer", "es": "Protector Tindángulo", "fr": "Protecteur Tindangle", "it": "Protettore Tindangolo", "pt": "Protetor Tindângulo", "ja": "ティンダングル・アポストル", "ja_romaji": "Tindanguru Aposutoru", "ko": "틴당글 아포스톨", "ko_rr": "Tindanggeul Aposeutol", "zh-TW": "廷達三角 使徒", "zh-CN": "廷达三角 使徒"}, "text": {"en": "FLIP: You can change up to 3 face-down Defense Position monsters you control to face-up Defense Position, then if all those monsters are \"Tindangle\" monsters, you can add up to that many \"Tindangle\" cards from your Deck to your hand. You can only use this effect of \"Tindangle Protector\" once per turn.", "de": "FLIPP: Du kannst bis zu 3 Monster in verdeckter Verteidigungsposition, die du kontrollierst, in die offene Verteidigungsposition ändern, dann, falls alle die Monster „Tinwinkel“-Monster sind, kannst du deiner Hand bis zu so viele „Tinwinkel“-Karten von deinem Deck hinzufügen. Du kannst diesen Effekt von „Tinwinkel-Beschützer“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Puedes cambiar hasta 3 monstruos en Posición de Defensa boca abajo que controles a Posición de Defensa boca arriba, y después, si todos esos monstruos son monstruos \"Tindángulo\", puedes añadir a tu mano hasta esa cantidad de cartas \"Tindángulo\" en tu Deck. Sólo puedes usar este efecto de \"Protector Tindángulo\" una vez por turno.", "fr": "FLIP : Vous pouvez changer max. 3 monstres que vous contrôlez en Position de Défense face verso en Position de Défense face recto, puis si tous ces monstres sont des monstres \"Tindangle\", vous pouvez ajouter max. autant de cartes \"Tindangle\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Protecteur Tindangle\" qu'une fois par tour.", "it": "SCOPRI: Puoi mettere scoperti in Posizione di Difesa fino a 3 mostri coperti in Posizione di Difesa che controlli, poi, se tutti quei mostri sono mostri \"Tindangolo\", puoi aggiungere fino a quel numero di carte \"Tindangolo\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Protettore Tindangolo\" una sola volta per turno.", "pt": "VIRE: Você pode mudar até 3 monstros com a face para baixo em Posição de Defesa que você controla, para com a face para cima em Posição de Defesa e, depois, se todos esses monstros forem monstros \"Tindângulo\", você pode adicionar até esse número de cards \"Tindângulo\" do seu Deck à sua mão. Você só pode usar este efeito de \"Protetor Tindângulo\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードがリバースした場合に発動できる。自分フィールドの裏側表示モンスターを３体まで選んで表側守備表示にする。この効果で表側守備表示にしたモンスターが全て「ティンダングル」モンスターだった場合、そのモンスターの数までデッキから「ティンダングル」カードを手札に加える事ができる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 리버스했을 경우에 발동할 수 있다. 자신 필드의 뒷면 표시 몬스터를 3장까지 고르고 앞면 수비 표시로 한다. 이 효과로 앞면 수비 표시로 한 몬스터가 전부 \"틴당글\" 몬스터였을 경우, 그 몬스터의 수까지 덱에서 \"틴당글\" 카드를 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的效果1回合只能使用1次。①：这张卡反转的场合才能发动。选自己场上最多3只里侧表示怪兽变成表侧守备表示。这个效果变成表侧守备表示的怪兽全部是「ティンダングル」怪兽的场合，可以把最多有那些怪兽数量的「ティンダングル」卡从卡组加入手卡。"}, "card_type": "Monster", "monster_type_line": "Fiend / Flip / Effect", "attribute": "DARK", "level": 3, "atk": 800, "def": 1600, "series": ["Tindangle"], "images": [{"index": 1, "image": "TindangleProtector-EXFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN012", "set_name": "Extreme Force", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE012", "set_name": "Extreme Force", "rarities": ["Common"]}], "es": [{"set_number": "EXFO-SP012", "set_name": "Extreme Force", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR012", "set_name": "Extreme Force", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT012", "set_name": "Extreme Force", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT012", "set_name": "Extreme Force", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP012", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR012", "set_name": "Extreme Force", "rarities": ["Common"]}, {"set_number": "AE14-KR011", "set_name": "Advanced Event Pack 2019 Vol.2", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525808, "master_duel_rarity": "N"}