{"konami_id": 15846, "password": 67797569, "name": {"en": "Lavalval Salamander", "de": "Lavalval-Salamander", "es": "Salamandra Lavalval", "fr": "Salamandre Lavalval", "it": "Salamandra Lavalval", "pt": "Salamandra Lavalval", "ja": "ラヴァルバル・サラマンダー", "ja_romaji": "Ravarubaru Saramandā", "ko": "라바르바르 샐러맨더", "ko_rr": "Rabareubareu Saelleomaendeo", "zh-TW": "岩漿炎 沙羅曼龍", "zh-CN": "岩浆炎炎・沙罗曼蛇"}, "text": {"en": "1 Tuner + 1+ non-Tuner FIRE monsters\nIf this card is Synchro Summoned: You can draw 2 cards, then, if you have a FIRE monster in your hand, send 2 cards from your hand to the GY including a FIRE monster. Otherwise, reveal your entire hand, and shuffle it into the Deck. You can only use this effect of \"Lavalval Salamander\" once per turn. Once per turn: You can banish 1 FIRE monster from your GY; change face-up monsters your opponent controls, up to the number of \"Laval\" monsters you control, to face-down Defense Position.", "de": "1 Empfänger + 1+ FEUER Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst 2 Karten ziehen, dann, falls du ein FEUER Monster in deiner Hand hast, lege 2 Karten von deiner Hand auf den Friedhof, darunter ein FEUER Monster. Zeige andernfalls deine gesamte Hand vor und mische sie ins Deck. Du kannst diesen Effekt von „Lavalval-Salamander“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug: Du kannst 1 FEUER Monster von deinem Friedhof verbannen; ändere offene Monster, die dein Gegner kontrolliert, bis zur Anzahl der „Laval“-Monster, die du kontrollierst, in die verdeckte Verteidigungsposition.", "es": "1 Cantante + 1+ monstruos de FUEGO que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes robar 2 cartas, y después, si tienes un monstruo de FUEGO en tu mano, manda al Cementerio 2 cartas en tu mano, incluyendo un monstruo de FUEGO. De otro modo, muestra toda tu mano, y barájala al Deck. Sólo puedes usar este efecto de \"Salamandra Lavalval\" una vez por turno. Una vez por turno: puedes desterrar 1 monstruo de FUEGO en tu Cementerio; cambia monstruos boca arriba que controle tu adversario, hasta el número de monstruos \"Laval\" que controles, a Posición de Defensa boca abajo.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur FEU\nSi cette carte est Invoquée par Synchronisation : vous pouvez piocher 2 cartes, puis, si vous avez un monstre FEU dans votre main, envoyez 2 cartes (un monstre FEU inclus) depuis votre main au Cimetière. Sinon, révélez toute votre main, et mélangez-la dans le Deck. Vous ne pouvez utiliser cet effet de \"Salamandre Lavalval\" qu'une fois par tour. Une fois par tour : vous pouvez bannir 1 monstre FEU depuis votre Cimetière ; changez un nombre de monstres face recto contrôlés par votre adversaire, inférieur ou égal au nombre de monstres \"Laval\" que vous contrôlez, en Position de Défense face verso.", "it": "1 Tuner + 1+ mostri FUOCO non-Tuner\nSe questa carta viene Synchro Evocata: puoi pescare 2 carte, poi, se hai un mostro FUOCO nella tua mano, manda 2 carte dalla tua mano al Cimitero compreso un mostro FUOCO. Altrimenti, rivela tutta la tua mano e mischiala nel Deck. Puoi utilizzare questo effetto di \"Salamandra Lavalval\" una sola volta per turno. Una volta per turno: puoi bandire 1 mostro FUOCO dal tuo Cimitero; metti mostri scoperti controllati dal tuo avversario, fino al numero di mostri \"Laval\" che controlli, coperti in Posizione di Difesa.", "pt": "1 Regulador + 1+ monstros de FOGO não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode comprar 2 cards e, depois, se você tiver um monstro de FOGO na sua mão, envie 2 cards da sua mão para o Cemitério, incluindo um monstro de FOGO. Caso contrário, revele toda a sua mão e embaralhe-a no Deck. Você só pode usar este efeito de \"Salamandra Lavalval\" uma vez por turno. Uma vez por turno: você pode banir 1 monstro de FOGO do seu Cemitério; coloque, com a face para baixo em Posição de Defesa, monstros com a face para cima que seu oponente controla, até o número de monstros \"Laval\" que você controla.", "ja": "チューナー＋チューナー以外の炎属性モンスター１体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードがＳ召喚に成功した場合に発動できる。自分はデッキから２枚ドローし、その後手札から炎属性モンスターを含むカード２枚を墓地へ送る。手札に炎属性モンスターが無い場合、手札を全て公開し、デッキに戻す。②：１ターンに１度、自分の墓地から炎属性モンスター１体を除外して発動できる。自分フィールドの「ラヴァル」モンスターの数まで相手フィールドの表側表示モンスターを選んで裏側守備表示にする。", "ko": "튜너 ＋ 튜너 이외의 화염 속성 몬스터 1장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 싱크로 소환에 성공했을 경우에 발동할 수 있다. 자신은 덱에서 2장 드로우하고, 그 후 패에서 화염 속성 몬스터를 포함하는 카드 2장을 묘지로 보낸다. 패에 화염 속성 몬스터가 없을 경우, 패를 전부 공개하고 덱으로 되돌린다. ②: 1턴에 1번, 자신 묘지에서 화염 속성 몬스터 1장을 제외하고 발동할 수 있다. 자신 필드의 \"라바르\" 몬스터의 수까지 상대 필드의 앞면 표시 몬스터를 고르고 뒷면 수비 표시로 한다.", "zh-TW": null, "zh-CN": "协调＋协调以外的炎属性怪兽１只以上\n此卡名的①效果１回合仅可使用１次。①：此卡同步召唤的情况下可以发动。自己抽２张。然后，从手牌挑选包含炎属性怪兽在内的２张卡送至墓地。手牌没有炎属性怪兽的情况下，将手牌全部公开并放回牌组。②：１回合１次，从自己的墓地将１只炎属性怪兽除外可以发动。将对手场上的表侧表示怪兽改成里侧守备表示，数量最多为自己场上的“岩浆炎”怪兽的数量。"}, "card_type": "Monster", "monster_type_line": "Dragon / Synchro / Effect", "attribute": "FIRE", "level": 7, "atk": 2600, "def": 200, "materials": "1 Tuner + 1 or more non-Tuner FIRE monsters", "series": ["Laval"], "images": [{"index": 1, "image": "LavalvalSalamander-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFTP-EN003", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFTP-DE003", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFTP-FR003", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFTP-IT003", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT003", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SLT1-JP004", "set_name": "Selection 10", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "SLT1-KR004", "set_name": "Selection 10", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "24SP-SC117", "set_name": "Entry Pack 2024 Vol.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715582, "master_duel_rarity": "UR"}