{"konami_id": 17832, "password": 68038375, "name": {"en": "Ninjitsu Art of Dancing Leaves", "de": "Ninjitsu-Kunst der tanzenden Blätter", "es": "Ninjitsu Arte de Hojas Danzantes", "fr": "Art Ninjitsu des Feuilles Dansantes", "it": "Arte Ninjitsu delle Foglie Danzanti", "pt": "Arte Ninjitsu das Folhas Dançantes", "ja": "<ruby>忍<rt>にん</rt></ruby><ruby>法<rt>ぽう</rt></ruby> <ruby>落<rt>らく</rt></ruby><ruby>葉<rt>よう</rt></ruby><ruby>舞<rt>まい</rt></ruby>", "ja_romaji": "Ninpō Rakuyōmai", "ko": "인법 낙엽무", "ko_rr": "Inbeop Nak-yeopmu", "zh-TW": "忍法 落葉舞", "zh-CN": "忍法 落叶舞"}, "text": {"en": "Activate this card by targeting 1 \"Ninja\" monster or 1 face-down Defense Position monster on the field; Tribute it, and if you do, Special Summon 1 \"Ninja\" monster from your Deck. When this card leaves the field, send that monster to the GY. You can target 1 \"Ninjitsu Art\" Continuous Spell/Trap in your Spell & Trap Zone; return it to the hand. You can only use 1 \"Ninjitsu Art of Dancing Leaves\" effect per turn, and only once that turn.", "de": "Aktiviere diese Karte, indem du 1 „Ninja“-Monster oder 1 Monster in verdeckter Verteidigungsposition auf dem Spielfeld wählst; biete es als Tribut an und falls du dies tust, beschwöre 1 „Ninja“-Monster als Spezialbeschwörung von deinem Deck. Wenn diese Karte das Spielfeld verlässt, lege jenes Monster auf den Friedhof. Du kannst 1 Permanente/n „Ninjitsu-Kunst“-Zauber/Falle in deiner Zauber- & Fallenzone wählen; gib ihn oder sie auf die Hand zurück. Du kannst nur 1 Effekt von „Ninjitsu-Kunst der tanzenden Blätter“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Activa esta carta seleccionando 1 monstruo \"Ninja\" o 1 monstruo en Posición de Defensa boca abajo en el Campo; Sacrifícalo y, si lo haces, Invoca de Modo Especial 1 monstruo \"Ninja\" desde tu Deck. Cuando esta carta deje el Campo, manda ese monstruo al Cementerio. Puedes seleccionar 1 Mágica/Trampa Continua \"Ninjitsu Arte\" en tu Zona de Magia y Trampas; devuélvela a la mano. Sólo puedes usar 1 efecto de \"Ninjitsu Arte de Hojas Danzantes\" por turno, y sólo una vez ese turno.", "fr": "Activez cette carte en ciblant 1 monstre \"Ninja\" ou 1 monstre en Position de Défense face verso sur le Terrain ; Sacrifiez-le, et si vous le faites, Invoquez Spécialement 1 monstre \"Ninja\" depuis votre Deck. Lorsque cette carte quitte le Terrain, envoyez le monstre au Cimetière. Vous pouvez cibler 1 Magie Continue/Piège Continu \"Ninjitsu\" ou \"Nin-Jitsu\" dans votre Zone Magie & Piège ; renvoyez-le à la main. Vous ne pouvez utiliser qu'1 effet de \"Art Ninjitsu des Feuilles Dansantes\" par tour, et uniquement une fois le tour.", "it": "Attiva questa carta scegliendo come bersaglio 1 mostro \"Ninja\" o 1 mostro coperto in Posizione di Difesa sul Terreno; offrilo come Tributo e, se lo fai, Evoca Specialmente 1 mostro \"Ninja\" dal tuo Deck. Quando questa carta lascia il Terreno, manda quel mostro al Cimitero. Puoi scegliere come bersaglio 1 Magia/Trappola Continua \"Ninjitsu\" nella tua Zona Magie & Trappole; falla ritornare nella mano. Puoi utilizzare solo 1 effetto di \"Arte Ninjitsu delle Foglie Danzanti\" per turno, e solo una volta in quel turno.", "pt": "Ative este card ao escolher 1 monstro \"Ninja\" ou 1 monstro com a face para baixo em Posição de Defesa no campo; ofereça-o como Tributo e, se isso acontecer, Invoque por Invocação-Especial 1 monstro \"Ninja\" do seu Deck. Quando este card deixar o campo, envie esse monstro para o Cemitério. Você pode escolher 1 Magia/Armadilha Contínua \"Ninjitsu\" na sua Zona de Magias & Armadilhas; devolva-a para a mão. Você só pode usar 1 efeito de \"Arte Ninjitsu das Folhas Dançantes\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分・相手フィールドの「忍者」モンスターまたは裏側守備表示モンスター１体を対象としてこのカードを発動できる。そのモンスターをリリースし、デッキから「忍者」モンスター１体を特殊召喚する。このカードがフィールドから離れた時にそのモンスターは墓地へ送られる。②：このカードが表側表示で存在する場合、自分の魔法＆罠ゾーンの「忍法」永続魔法・永続罠カード１枚を対象として発動できる。そのカードを持ち主の手札に戻す。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 / 상대 필드의 \"첩자\" 몬스터 또는 뒷면 수비 표시 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 그 몬스터를 릴리스하고, 덱에서 \"첩자\" 몬스터 1장을 특수 소환한다. 이 카드가 필드에서 벗어났을 때에 그 몬스터는 묘지로 보내진다. ②: 이 카드가 앞면 표시로 존재할 경우, 자신의 마법 & 함정 존의 \"인법\" 지속 마법 / 지속 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可將我方・對方場上的１隻「忍者」怪獸或１隻反面守備表示怪獸做為對象發動此卡。解放該怪獸，從牌組特殊召喚１隻「忍者」怪獸。此卡從場上離開時，該怪獸將被送至墓地。②：在此卡以正面表示存在的狀況下，可將我方魔法＆陷阱區的１張「忍法」永續魔法・永續陷阱卡做為對象發動。將該卡送回持有者的手牌。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以自己・对手场上的１只“忍者”怪兽或里侧守备表示怪兽为对象，可以发动此卡。解放该怪兽，从牌组将１只“忍者”怪兽特殊召唤。此卡从场上离开时，该怪兽将被送至墓地。②：此卡以表侧表示存在的情况下，以自己的魔法与陷阱区域的１张“忍法”永续魔法・永续陷阱卡为对象可以发动。将该卡放回持有者的手牌。"}, "card_type": "Trap", "property": "Continuous", "series": ["Ninjitsu Art"], "images": [{"index": 1, "image": "NinjitsuArtofDancingLeaves-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN077", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN212", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE077", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE212", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR077", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR212", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT077", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT212", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT077", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT212", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP077", "set_name": "Darkwing Blast", "rarities": ["Rare"]}], "ko": [{"set_number": "DABL-KR077", "set_name": "Darkwing Blast", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716045, "master_duel_rarity": "SR"}