{"konami_id": 9782, "password": 68054593, "name": {"en": "Fiery Fervor", "de": "Feurige Inbrunst", "es": "Fiero Fervor", "fr": "Ferveur Ardente", "it": "Fervore Ardente", "pt": "Fervor Ardente", "ja": "<ruby>燃<rt>も</rt></ruby>える<ruby>闘<rt>とう</rt></ruby><ruby>志<rt>し</rt></ruby>", "ja_romaji": "Moeru Tōshi", "ko": "타오르는 투지", "ko_rr": null, "zh-TW": "燃燒鬥志", "zh-CN": "燃烧斗志"}, "text": {"en": null, "de": "Wähle 1 offenes Monster, das du kontrollierst; rüste das gewählte Ziel mit dieser Karte aus. Falls dein Gegner ein Monster kontrolliert, dessen ATK höher sind als seine Grund-ATK, werden die ATK des ausgerüsteten Monsters nur während des Damage Steps zum Doppelten der Grund-ATK des ausgerüsteten Monsters.", "es": "Selecciona 1 monstruo boca arriba que controles: equipa esta carta a ese objetivo. Si tu adversario controla un monstruo con ATK más alto que el ATK original de ese mismo monstruo, el ATK del monstruo equipado se convierte en el doble del ATK original del monstruo equipado, sólo durante el Damage Step.", "fr": "Ciblez 1 monstre face recto que vous contrôlez ; équipez cette carte à la cible. Si votre adversaire contrôle un monstre avec une ATK plus haute que son ATK d'origine, durant la Damage Step uniquement, l'ATK du monstre équipé devient le double de son ATK d'origine.", "it": "Scegli come bersaglio 1 mostro scoperto che controlli; equipaggia questa carta a quel bersaglio. Se il tuo avversario controlla un mostro con ATK superiore all'ATK originale di quel mostro, l'ATK del mostro equipaggiato diventa il doppio dell'ATK originale del mostro equipaggiato, solo durante il Damage Step.", "pt": "Escolha 1 monstro com a face para cima que você controla; equipe este card ao alvo. Se seu oponente controlar um monstro com ATK maior que o ATK original desse mesmo monstro, o ATK do monstro equipado se torna o dobro do ATK original do monstro equipado, apenas durante a Etapa de Dano.", "ja": "①：自分フィールドの表側表示モンスター１体を対象としてこのカードを発動できる。このカードを以下の効果を持つ装備カード扱いでその自分のモンスターに装備する。\n●攻撃力が元々の攻撃力より高いモンスターが相手フィールドに存在する場合、装備モンスターはダメージステップの間、攻撃力が元々の攻撃力の倍になる。", "ko": "발동 후, 이 카드는 장착 카드가 되어, 자신 필드 위에 앞면 표시로 존재하는 몬스터 1장에 장착한다. 원래 공격력보다도 공격력이 높은 몬스터가 상대 필드 위에 존재할 경우, 장착 몬스터의 공격력은 데미지 스텝 동안, 원래 공격력의 배가 된다.", "zh-TW": "可選擇我方場上的１隻正面表示怪獸發動此卡。將此卡視為裝備卡，裝備於選擇的我方怪獸。在攻擊力比原本的攻擊力高的怪獸存在於對方場上的狀況下，裝備怪獸的攻擊力在傷害步驟期間，原本的攻擊力加倍。", "zh-CN": "可选择我方场上的１只表侧表示怪兽并发动此卡。此卡被视为装备卡装备被选择的我方怪兽。对手场上存在有攻击力高于原本攻击力怪兽的场合，装备怪兽的攻击力在伤害步骤期间，变成原本攻击力的两倍。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "FieryFervor-PHSW-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHSW-EN064", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "de": [{"set_number": "PHSW-DE064", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "fr": [{"set_number": "PHSW-FR064", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "it": [{"set_number": "PHSW-IT064", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "ja": [{"set_number": "PHSW-JP064", "set_name": "Photon Shockwave", "rarities": ["Common"]}, {"set_number": "DP12-JP026", "set_name": "Duelist Pack: Yuma", "rarities": ["Common"]}], "ko": [{"set_number": "PHSW-KR064", "set_name": "Photon Shockwave", "rarities": ["Common"]}, {"set_number": "DP12-KR026", "set_name": "Duelist Pack: Yuma", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 161867, "master_duel_rarity": "SR"}