{"konami_id": 12492, "password": 68077936, "name": {"en": "Induced Explosion", "de": "Ausgelöste Explosion", "es": "Explosión Inducida", "fr": "Explosion Provoquée", "it": "Esplosione Indotta", "pt": "Explosão Induzida", "ja": "<ruby>融<rt>ゆう</rt></ruby><ruby>爆<rt>ばく</rt></ruby>", "ja_romaji": "Yūbaku", "ko": "융폭", "ko_rr": null, "zh-TW": "融爆", "zh-CN": "融爆"}, "text": {"en": "When a card(s) you control is destroyed by a Spell effect (except during the Damage Step): Target 1 card your opponent controls; destroy it. During either player's turn, except the turn this card was sent to the Graveyard, when a card(s) you control is destroyed by a Spell effect (except during the Damage Step): You can banish this card from your Graveyard, then target 1 card your opponent controls; destroy it.", "de": "Wenn eine oder mehr Karten, die du kontrollierst, durch einen Zaubereffekt zerstört werden (außer während des Damage Steps): Wähle 1 Karte, die dein Gegner kontrolliert; zerstöre sie. Während des Spielzugs eines beliebigen Spielers, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde, wenn eine oder mehr Karten, die du kontrollierst, durch einen Zaubereffekt zerstört werden (außer während des Damage Steps): Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Karte wählen, die dein Gegner kontrolliert; zerstöre sie.", "es": "Cuando una o más cartas que controlas son destruidas por un efecto de una Carta Mágica (excepto durante el Damage Step): selecciona 1 carta que controle tu adversario; destrúyela. Durante el turno de cualquier jugador, excepto en el turno en que esta carta fue mandada al Cementerio, cuando una o más cartas que controlas son destruidas por un efecto de una Carta Mágica (excepto durante el Damage Step): puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 carta que controle tu adversario; destrúyela.", "fr": "Lorsqu'une ou plusieurs cartes que vous contrôlez sont détruites par un effet de Magie (sauf durant la Damage Step) : ciblez 1 carte contrôlée par votre adversaire ; détruisez-la. Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière, lorsqu'une ou plusieurs cartes que vous contrôlez sont détruites par un effet de Magie (sauf durant la Damage Step) : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la.", "it": "Quando una o più carte che controlli vengono distrutte dall'effetto di una Magia (eccetto durante il Damage Step): scegli come bersaglio 1 carta controllata dal tuo avversario; distruggila. Durante il turno di qualsiasi giocatore, eccetto nel turno in cui questa carta è stata mandata al Cimitero, quando una o più carte che controlli vengono distrutte dall'effetto di una Magia (eccetto durante il Damage Step): puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 carta controllata dal tuo avversario; distruggila.", "pt": "Quando um ou mais cards que você controla forem destruídos por um efeito de Magia (exceto durante a Etapa de Dano): escolha 1 card que seu oponente controla; destrua-o. Durante o turno de qualquer duelista, exceto no turno em que este card foi enviado para o Cemitério, quando um ou mais cards que você controla forem destruídos por um efeito de Magia (exceto durante a Etapa de Dano): você pode banir este card do seu Cemitério e, depois, escolher 1 card que seu oponente controla; destrua-o.", "ja": "①：自分フィールドのカードが魔法カードの効果で破壊された時、相手フィールドのカード１枚を対象として発動できる。そのカードを破壊する。②：自分フィールドのカードが魔法カードの効果で破壊された時、墓地のこのカードを除外し、相手フィールドのカード１枚を対象として発動できる。そのカードを破壊する。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "①: 자신 필드의 카드가 마법 카드의 효과로 파괴되었을 때, 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ②: 자신 필드의 카드가 마법 카드의 효과로 파괴되었을 때, 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고, 상대 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "①：我方場上的卡因魔法卡的效果被破壞時，可將對方場上的１張卡做為對象發動。破壞該卡。②：我方場上的卡因魔法卡的效果被破壞時，可將墓地的此卡除外，將對方場上的１張卡做為對象發動。破壞該卡。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "①：我方场上的卡牌因魔法卡的效果被破坏时，可以对手场上的１张卡牌为对象发动。破坏该卡牌。②：我方场上的卡牌因魔法卡的效果被破坏时，可将墓地的此卡除外，并以对手场上的１张卡牌为对象发动。破坏该卡。此效果在此卡被送入墓地的回合不可发动。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "InducedExplosion-MVP1-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "MVP1-EN009", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ENG09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ENS09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "de": [{"set_number": "MVP1-DE009", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-DEG09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-DES09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "MVP1-FR009", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-FRG09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-FRS09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "it": [{"set_number": "MVP1-IT009", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-ITG09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-ITS09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "MVP1-PT009", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}, {"set_number": "MVP1-PTG09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack: Gold Edition", "rarities": ["Gold Rare"]}, {"set_number": "MVP1-PTS09", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack Secret Edition", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "MVP1-JP009", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Kaiba Corporation Ultra Rare"]}], "ko": [{"set_number": "MVP1-KR009", "set_name": "Yu-Gi-Oh! The Dark Side of Dimensions Movie Pack", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 448267, "master_duel_rarity": "R"}