{"konami_id": 15062, "password": 68159562, "name": {"en": "Madolche Promenade", "de": "Magidolce-Promenade", "es": "Paseo Magidulce", "fr": "Promenade Magidolce", "it": "Passeggiata Magidolce", "pt": "Passeio Magidoce", "ja": "マドルチェ・プロムナード", "ja_romaji": "Madoruche Puromunādo", "ko": "마돌체 프롬나드", "ko_rr": "Madolche Peuromnadeu", "zh-TW": "魔法甜點・散步", "zh-CN": "魔幻甜点・漫步"}, "text": {"en": "Target 1 face-up card your opponent controls and 1 \"Madolche\" monster you control or in your GY; negate the effects of that opponent's card until the end of this turn, and if you do, return your monster to the hand. You can banish this card from your GY, then target 1 \"Madolche\" Xyz Monster you control; attach 1 \"Madolche\" monster from your hand, Deck, or GY, to it as material. You can only use 1 \"Madolche Promenade\" effect per turn, and only once that turn.", "de": "Wähle 1 offene Karte, die dein Gegner kontrolliert, und 1 „Magidolce“-Monster, das du kontrollierst oder das sich in deinem Friedhof befindet; annulliere bis zum Ende dieses Spielzugs die Effekte der Karte des Gegners und falls du dies tust, gib dein Monster auf die Hand zurück. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Magidolce“-Xyz-Monster wählen, das du kontrollierst; hänge 1 „Magidolce“-Monster von deiner Hand, deinem Deck oder deinem Friedhof als Material daran an. Du kannst nur 1 Effekt von „Magidolce-Promenade“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Selecciona 1 carta boca arriba que controle tu adversario y 1 monstruo \"Magidulce\" que tú controles o en tu Cementerio; hasta el final de este turno, niega los efectos de esa carta del adversario y, si lo haces, devuelve a la mano tu monstruo. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Xyz \"Magidulce\" que controles; acóplale como material 1 monstruo \"Magidulce\" en tu mano, Deck o Cementerio. Sólo puedes usar 1 efecto de \"Paseo Magidulce\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 carte face recto contrôlée par votre adversaire et 1 monstre \"Magidolce\" que vous contrôlez ou dans votre Cimetière ; annulez les effets de la carte de l'adversaire jusqu'à la fin de ce tour, et si vous le faites, renvoyez votre monstre à la main. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz \"Magidolce\" que vous contrôlez ; attachez-lui 1 monstre \"Magidolce\" depuis votre main, Deck ou Cimetière comme Matériel. Vous ne pouvez utiliser qu'1 effet de \"Promenade Magidolce\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 carta scoperta controllata dal tuo avversario e 1 mostro \"Magidolce\" che controlli o nel tuo Cimitero; annulla gli effetti di quella carta dell'avversario fino alla fine di questo turno e, se lo fai, fai ritornare nella mano il tuo mostro. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz \"Magidolce\" che controlli; attacca 1 mostro \"Magidolce\" dalla tua mano, Deck o Cimitero a esso come materiale. Puoi utilizzare solo 1 effetto di \"Passeggiata Magidolce\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 card com a face para cima que seu oponente controla e 1 monstro \"Magidoce\" que você controla ou no seu Cemitério; negue os efeitos desse card do oponente até o final deste turno e, se isso acontecer, devolva seu monstro para a mão. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Xyz \"Magidoce\" que você controla; associe 1 monstro \"Magidoce\" da sua mão, do Deck ou do Cemitério a ele como matéria. Você só pode usar 1 efeito de \"Passeio Magidoce\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：相手フィールドの表側表示カード１枚と自分のフィールド・墓地の「マドルチェ」モンスター１体を対象として発動できる。対象の相手のカードの効果をターン終了時まで無効にし、対象の自分のモンスターを手札に戻す。②：墓地のこのカードを除外し、自分フィールドの「マドルチェ」Ｘモンスター１体を対象として発動できる。自分の手札・デッキ・墓地から「マドルチェ」モンスター１体を選び、対象のモンスターのＸ素材とする。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 상대 필드의 앞면 표시 카드 1장과 자신의 필드 / 묘지의 \"마돌체\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 대상의 상대의 카드 효과를 턴 종료시까지 무효로 하고, 대상의 자신 몬스터를 패로 되돌린다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"마돌체\" 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 자신의 패 / 덱 / 묘지에서 \"마돌체\" 몬스터 1장을 고르고, 대상 몬스터의 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以对手场上的１张表侧表示卡和自己的场上・墓地的１只“魔幻甜点”怪兽为对象可以发动。将对象的对手卡的效果直至回合结束时为止无效，将对象的自己怪兽放回手牌。②：将墓地的此卡除外，以自己场上的１只“魔幻甜点”超量怪兽为对象可以发动。从自己的手牌・牌组・墓地挑选１只“魔幻甜点”怪兽，作为对象怪兽的超量素材。"}, "card_type": "Trap", "property": "Normal", "series": ["Madolche"], "images": [{"index": 1, "image": "MadolchePromenade-ETCO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN076", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "de": [{"set_number": "ETCO-DE076", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "es": [{"set_number": "ETCO-SP076", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "fr": [{"set_number": "ETCO-FR076", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "it": [{"set_number": "ETCO-IT076", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "pt": [{"set_number": "ETCO-PT076", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "ja": [{"set_number": "ETCO-JP076", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "QCCP-JP158", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ETCO-KR076", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "QCCP-KR158", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "BB01-SC051", "set_name": "Secret Treasures Pack", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 700986, "master_duel_rarity": "R"}