{"konami_id": 8434, "password": 68366996, "name": {"en": "Gemini Soldier", "de": "Zwillingssoldat", "es": "Soldado Géminis", "fr": "Soldat Gémeau", "it": "Soldato Gemello", "pt": "Soldado Gêmeos", "ja": "デュアル・ソルジャー", "ja_romaji": "Dyuaru Sorujā", "ko": "듀얼 솔저", "ko_rr": null, "zh-TW": "二重士兵", "zh-CN": "二重士兵"}, "text": {"en": "This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is face-up on the field, you can Normal Summon it to have it be treated as an Effect Monster with this effect:\n● Once per turn, if this card would be destroyed by battle, it is not destroyed. If this card battles, after damage calculation, you can Special Summon 1 Level 4 or lower Gemini monster from your Deck, except \"Gemini Soldier\".", "de": "Diese Karte wird als ein Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof liegt. Solange diese Karte offen auf dem Spielfeld liegt, kannst du sie als Normalbeschwörung beschwören, damit sie als Effektmonster mit diesem Effekt behandelt wird:\n● Einmal pro Spielzug, falls diese Karte durch Kampf zerstört werden würde, wird sie nicht zerstört. Falls diese Karte kämpft, kannst du nach der Schadensberechnung 1 Zwillingsmonster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck beschwören, außer „Zwillingssoldat“.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta esté boca arriba en el Campo, puedes Invocarla de Modo Normal para que se la trate como un Monstruo de Efecto con el siguiente efecto:\n● Una vez por turno, si esta carta fuera a ser destruida en batalla, no es destruida. Si esta carta batalla, después del cálculo de daño puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo Géminis de Nivel 4 o menor, excepto \"Soldado Géminis\".", "fr": "Cette carte est traitée comme un Monstre Normal lorsqu'elle est face recto sur le Terrain ou se trouve dans le Cimetière. Tant que cette carte est face recto sur le Terrain, vous pouvez l'Invoquer Normalement pour la transformer en Monstre à Effet avec l'effet suivant :\n● Une fois par tour, si cette carte doit être détruite au combat, elle n'est pas détruite. Si cette carte combat, après le calcul des dommages, vous pouvez Invoquer Spécialement 1 monstre Gémeau de Niveau 4 ou moins depuis votre Deck, excepté \"Soldat Gémeau\".", "it": "Questa carta è considerata come un Mostro Normale fino a quando è scoperta sul Terreno o nel Cimitero. Fino a quando questa carta è scoperta sul Terreno, puoi Evocarla Normalmente per considerarla come un Mostro con Effetto con questo effetto:\n● Una volta per turno, se questa carta sta per essere distrutta in battaglia, invece non viene distrutta. Se questa carta combatte, dopo il calcolo dei danni puoi Evocare Specialmente 1 mostro Gemello di Livello 4 o inferiore dal tuo Deck, eccetto \"Soldato Gemello\".", "pt": "Este card é considerado como um Monstro Normal enquanto estiver com a face para cima no campo ou no Cemitério. Enquanto este card estiver com a face para cima no campo, você pode Invocá-lo por Invocação-Normal para que ele seja considerado como um Monstro de Efeito com este efeito:\n●Uma vez por turno, se este card seria destruído em batalha, ele não é destruído. Se este card batalhar, depois do cálculo de dano, você pode Invocar por Invocação-Especial 1 monstro Gêmeos de Nível 4 ou menos do seu Deck, exceto \"Soldado Gêmeos\".", "ja": "このカードは墓地またはフィールド上に表側表示で存在する場合、通常モンスターとして扱う。フィールド上に表側表示で存在するこのカードを通常召喚扱いとして再度召喚する事で、このカードは効果モンスター扱いとなり以下の効果を得る。●このカードは１ターンに１度だけ、戦闘では破壊されない。このカードが戦闘を行う場合、そのダメージ計算後に自分のデッキから「デュアル・ソルジャー」以外のレベル４以下のデュアルモンスター１体を自分フィールド上に特殊召喚する事ができる。", "ko": "이 카드는 묘지 또는 필드 위에 앞면 표시로 존재할 경우, 일반 몬스터로 취급한다. 필드 위에 앞면 표시로 존재하는 이 카드를 일반 소환으로 취급하여 다시 소환하는 것으로, 이 카드는 효과 몬스터로 취급되며, 이하의 효과를 얻는다.\n●이 카드는 1턴에 1번만, 전투로는 파괴되지 않는다. 이 카드가 전투를 실행할 경우, 그 데미지 계산 후에 자신의 덱에서 \"듀얼 솔저\" 이외의 레벨 4 이하의 듀얼 몬스터 1장을 자신 필드 위에 특수 소환할 수 있다.", "zh-TW": "在此卡存在於墓地或以正面表示存在於場上的狀況下，就視為通常怪獸。透過視為通常召喚再次召喚以正面表示存在於場上的此卡，此卡將視為效果怪獸，獲得以下效果。\n●此卡１回合僅限１次不會因戰鬥被破壞。此卡進行戰鬥的傷害計算後，可從牌組特殊召喚１隻「二重士兵」以外的等級４以下的二重怪獸。", "zh-CN": "此卡存在于墓地或以表侧表示存在于场上的场合，将被视为通常怪兽。以通常召唤的方式再次召唤场上表侧表示的此卡，此卡将视为效果怪兽并获得以下效果。\n●此卡在１个回合中有１次机会不会因战斗而被破坏。此卡进行战斗的场合，可在该伤害计算后从我方牌组特殊召唤１只除“二重士兵”以外的等级４以下的二重怪兽至我方场上。"}, "card_type": "Monster", "monster_type_line": "Warrior / Gemini", "attribute": "WIND", "level": 2, "atk": 500, "def": 300, "images": [{"index": 1, "image": "GeminiSoldier-SDWS-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "SDWS-EN004", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Common"]}], "de": [{"set_number": "SDWS-DE004", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Common"]}], "fr": [{"set_number": "SDWS-FR004", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Common"]}], "it": [{"set_number": "SDWS-IT004", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Common"]}], "ja": [{"set_number": "SD17-JP004", "set_name": "Structure Deck: Warriors' Strike", "rarities": ["Common"]}], "ko": [{"set_number": "SD17-KR004", "set_name": "Structure Deck: Warriors' Strike", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 100976, "master_duel_rarity": "R"}