{"konami_id": 7867, "password": 68392533, "name": {"en": "Telekinetic Charging Cell", "de": "Telekinetische Aufladungszelle", "es": "Célula de Recarga Telekinética", "fr": "Rechargeur Télékinésique", "it": "Cella a Carica Telecinetica", "pt": "Célula de Recarga Telecinética", "ja": "<ruby>念<rt>ねん</rt></ruby><ruby>動<rt>どう</rt></ruby><ruby>増<rt>ぞう</rt></ruby><ruby>幅<rt>ふく</rt></ruby><ruby>装<rt>そう</rt></ruby><ruby>置<rt>ち</rt></ruby>", "ja_romaji": "Nendō Zōfuku Sōchi", "ko": "염동 증식 장치", "ko_rr": null, "zh-TW": "念動增幅裝置", "zh-CN": "念动增幅装置"}, "text": {"en": "Equip only to a Psychic-Type monster. You do not have to pay Life Points to activate its effect(s). When the equipped monster is destroyed and this card is sent to the Graveyard, you can pay 1000 Life Points to return this card to your hand.", "de": "Rüste nur ein Monster vom Typ Psi mit dieser Karte aus. Du musst keine Life Points zahlen, um seinen Effekt zu aktivieren. Wenn das ausgerüstete Monster zerstört und diese Karte auf den Friedhof gelegt wird, kannst du 1000 Life Points zahlen, um diese Karte auf deine Hand zurückzugeben.", "es": "Sólo puedes equipar esta carta a monstruos de Tipo Psíquico. No necesitas pagar Life Points para activar su(s) efecto(s). Cuando el monstruo equipado es destruido y esta carta es mandada al Cementerio, puedes pagar 1000 Life Points para devolver esta carta a tu mano.", "fr": "Équipable uniquement à un monstre de Type Psychique. Vous n'avez pas à payer de Life Points pour activer ses effets. Lorsque le monstre équipé est détruit et que cette carte est envoyée au Cimetière, vous pouvez payer 1000 Life Points pour renvoyer cette carte dans votre main.", "it": "Equipaggia solo a un mostro di Tipo Psichico. Non devi pagare Life Points per attivare i suoi effetti. Quando il mostro equipaggiato viene distrutto e questa carta mandata al Cimitero, puoi pagare 1000 Life Points per far ritornare questa carta nella tua mano.", "pt": null, "ja": "サイキック族モンスターにのみ装備可能。装備モンスターの効果を発動するために払うライフポイントが必要なくなる。装備モンスターが破壊される事によってこのカードが墓地へ送られた時、１０００ライフポイントを払う事でこのカードを手札に戻す。", "ko": "사이킥족 몬스터에만 장착 가능. 장착 몬스터의 효과를 발동하기 위해 지불하는 라이프 포인트가 필요없게 된다. 장착 몬스터가 파괴되는 것에 의해서 이 카드가 묘지로 보내졌을 때, 1000 라이프 포인트를 지불하는 것으로 이 카드를 패로 되돌린다.", "zh-TW": null, "zh-CN": "念动力族怪兽才能装备。为把装备怪兽的效果发动而支付的基本分变成不需要。装备怪兽被破坏让这张卡送去墓地时，可以通过支付1000基本分让这张卡回到手卡。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "TelekineticChargingCell-TDGS-EN-R-1E.jpg"}], "sets": {"en": [{"set_number": "TDGS-EN088", "set_name": "The Duelist Genesis", "rarities": ["Rare"]}], "de": [{"set_number": "TDGS-DE088", "set_name": "The Duelist Genesis", "rarities": ["Rare"]}], "es": [{"set_number": "TDGS-SP088", "set_name": "The Duelist Genesis", "rarities": ["Rare"]}], "fr": [{"set_number": "TDGS-FR088", "set_name": "The Duelist Genesis", "rarities": ["Rare"]}], "it": [{"set_number": "TDGS-IT088", "set_name": "The Duelist Genesis", "rarities": ["Rare"]}], "ja": [{"set_number": "EXP2-JP019", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}], "ko": [{"set_number": "EXP2-KR019", "set_name": "Extra Pack Volume 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 45999, "master_duel_rarity": "R"}