{"konami_id": 13147, "password": 68507541, "name": {"en": "Amazoness Pet Liger", "de": "Amazonischer Schoßtiger", "es": "Ligre Mascota Amazoness", "fr": "Ligre Familier Amazonesse", "it": "Ligre Domestico Amazoness", "pt": "Ligre de Estimação Amazoness", "ja": "アマゾネスペット<ruby>虎獅子<rt>ライガー</rt></ruby>", "ja_romaji": "Amazonesu Petto Raigā", "ko": "아마조네스의 애완라이거", "ko_rr": "Amajoneseu-ui Aewannaigeo", "zh-TW": "亞馬遜寵物虎獅", "zh-CN": "亚马逊宠物虎狮子"}, "text": {"en": "\"Amazoness Tiger\" + 1 \"Amazoness\" monster\nOnce per battle, if this card attacks, during damage calculation: You can make this card gain 500 ATK during that damage calculation only. If your \"Amazoness\" monster attacked an opponent's monster, after damage calculation: You can target 1 face-up monster your opponent controls; it loses 800 ATK. Monsters your opponent controls cannot attack \"Amazoness\" monsters you control, except this one.", "de": "„Amazonische Tigerdame“ + 1 „Amazonisch“-Monster\nEinmal pro Kampf, falls diese Karte angreift, während der Schadensberechnung: Du kannst diese Karte nur während der Schadensberechnung 500 ATK erhalten lassen. Falls dein „Amazonisch“-Monster ein Monster eines Gegners angegriffen hat, nach der Schadensberechnung: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; es verliert 800 ATK. Monster, die dein Gegner kontrolliert, können keine „Amazonisch“-Monster angreifen, die du kontrollierst, außer diesem.", "es": "\"Tigre Amazoness\" + 1 monstruo \"Amazoness\"\nUna vez por batalla, si esta carta ataca, durante el cálculo de daño: puedes hacer que esta carta gane 500 ATK, sólo durante el cálculo de daño. Si tu monstruo \"Amazoness\" atacó a un monstruo de un adversario, después del cálculo de daño: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; éste pierde 800 ATK. Los monstruos que controle tu adversario no pueden atacar a monstruos \"Amazoness\" que tú controles, excepto a éste.", "fr": "\"Tigresse Amazonesse\" + 1 monstre \"Amazonesse\"\nUne fois par combat, si cette carte attaque, durant le calcul des dommages : durant ce calcul des dommages uniquement, vous pouvez faire gagner 500 ATK à cette carte. Si votre monstre \"Amazonesse\" a attaqué un monstre de l'adversaire, après le calcul des dommages : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; il perd 800 ATK. Les monstres contrôlés par votre adversaire ne peuvent pas attaquer de monstres \"Amazonesse\" que vous contrôlez (celui-ci exclu).", "it": "\"Tigre Amazoness\" + 1 mostro \"Amazoness\"\nUna volta per battaglia, se questa carta attacca, durante il calcolo dei danni: puoi far guadagnare a questa carta 500 ATK solamente durante quel calcolo dei danni. Se un tuo mostro \"Amazoness\" ha attaccato un mostro dell'avversario, dopo il calcolo dei danni: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; esso perde 800 ATK. I mostri controllati dal tuo avversario non possono attaccare i mostri \"Amazoness\" che controlli, eccetto questo.", "pt": "\"Tigre Amazoness\" + 1 monstro \"Amazoness\"\nUma vez por batalha, se este card atacar, durante o cálculo de dano: você pode fazer com que esse card ganhe 500 de ATK, apenas durante esse cálculo de dano. Se um monstro \"Amazoness\" seu atacou um monstro do oponente, depois do cálculo de dano: você pode escolher 1 monstro com a face para cima que seu oponente controla; ele perde 800 de ATK. Monstros que seu oponente controla não podem atacar monstros \"Amazoness\" que você controla, exceto este.", "ja": "「アマゾネスペット虎」＋「アマゾネス」モンスター\n①：このカードが攻撃するダメージ計算時に発動できる。このカードの攻撃力はそのダメージ計算時のみ５００アップする。②：自分の「アマゾネス」モンスターが相手モンスターに攻撃したダメージ計算後、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力は８００ダウンする。③：このカードがモンスターゾーンに存在する限り、相手モンスターはこのカード以外の「アマゾネス」モンスターを攻撃できない。", "ko": "\"아마조네스의 애완호랑이\" ＋ \"아마조네스\" 몬스터\n①: 이 카드가 공격하는 데미지 계산시에 발동할 수 있다. 이 카드의 공격력은 그 데미지 계산시에만 500 올린다. ②: 자신의 \"아마조네스\" 몬스터가 상대 몬스터에 공격한 데미지 계산 후, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 800 내린다. ③: 이 카드가 몬스터 존에 존재하는 한, 상대 몬스터는 이 카드 이외의 \"아마조네스\" 몬스터를 공격할 수 없다.", "zh-TW": null, "zh-CN": "「亚马逊宠物虎」＋「亚马逊」怪兽\n①：这张卡攻击的伤害计算时才能发动。这张卡的攻击力只在那次伤害计算时上升500。②：自己的「亚马逊」怪兽向对方怪兽攻击的伤害计算后以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力下降800。③：只要这张卡在怪兽区域存在，对方不能向其他的「亚马逊」怪兽攻击。"}, "card_type": "Monster", "monster_type_line": "Beast / Fusion / Effect", "attribute": "EARTH", "level": 7, "atk": 2500, "def": 2400, "materials": "\"Amazoness Tiger\" + 1 \"Amazoness\" monster", "series": ["Amazoness"], "images": [{"index": 1, "image": "AmazonessPetLiger-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CIBR-EN094", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-EN166", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CIBR-DE094", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-DE166", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CIBR-FR094", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-FR166", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CIBR-IT094", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-IT166", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CIBR-PT094", "set_name": "Circuit Break", "rarities": ["Common"]}, {"set_number": "MP18-PT166", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CP17-JP022", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}, {"set_number": "DP27-JP043", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}], "ko": [{"set_number": "CP17-KR022", "set_name": "Collectors Pack 2017", "rarities": ["Common"]}, {"set_number": "DP27-KR043", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 497178, "master_duel_rarity": "SR"}