{"konami_id": 20525, "password": 68663427, "name": {"en": "Reincarnation Unveiling Mail", "de": "Reinkarnations-Entschleierungspanzer", "es": "Malla Surgimiento Revelado", "fr": "Mailles de Réincarnation Prouvée", "it": "Annuncio Reincarnazione Maglia", "pt": "Malha Reveladora da Reencarnação", "ja": "リンカーネイト・アンヴェイル・メイル", "ja_romaji": "Rinkāneito Anveiru Meiru", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "转世揭幕铠"}, "text": {"en": "(This card is always treated as an \"Armored Xyz\" card.)\nAn Xyz Monster equipped with this card gains these effects.\n● Cannot be destroyed by battle.\n● Once per turn, if this card battled this turn (Quick Effect): You can return 1 card equipped to this card to the hand, then immediately after this effect resolves, Xyz Summon 1 WATER Xyz Monster.\nOnce per turn, during the End Phase, if this card is in the GY because it was sent there this turn: You can equip this card to 1 Xyz Monster you control. You can only activate 1 \"Reincarnation Unveiling Mail\" per turn.", "de": "(Diese Karte wird immer als „Panzerungs-Xyz“-Karte behandelt.)\nEin Xyz-Monster, das mit dieser Karte ausgerüstet ist, erhält diese Effekte.\n● Kann nicht durch Kampf zerstört werden.\n● Einmal pro Spielzug, falls diese Karte in diesem Spielzug gekämpft hat (Schnelleffekt): Du kannst 1 Karte, mit der diese Karte ausgerüstet ist, auf die Hand zurückgeben, dann, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 WASSER Xyz-Monster als Xyz-Beschwörung.\nEinmal pro Spielzug, während der End Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug dorthin gelegt wurde: Du kannst 1 Xyz-Monster, das du kontrollierst, mit dieser Karte ausrüsten. Du kannst nur 1 „Reinkarnations-Entschleierungspanzer“ pro Spielzug aktivieren.", "es": "(Esta carta se trata siempre como una carta \"Xyz Armado\").\nUn Monstruo Xyz equipado con esta carta gana estos efectos.\n● No puede ser destruido en batalla.\n● Una vez por turno, si esta carta batalló este turno (Efecto Rápido): puedes devolver a la mano 1 carta equipada a esta carta e inmediatamente después de que se resuelva este efecto, Invoca Xyz 1 Monstruo Xyz de AGUA.\nUna vez por turno, durante la End Phase, si esta carta está en el Cementerio porque fue mandada allí este turno: puedes equipar esta carta a 1 Monstruo Xyz que controles. Sólo puedes activar 1 \"Malla Surgimiento Revelado\" por turno.", "fr": "(Cette carte est toujours traitée comme carte \"Blindé Xyz\".)\nUn Monstre Xyz équipé avec cette carte gagne ces effets.\n● Non destructible au combat.\n● Une fois par tour, si cette carte a combattu ce tour (Effet Rapide) : vous pouvez renvoyer 1 carte équipée à cette carte à la main, puis immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz EAU.\nUne fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez équiper cette carte à 1 Monstre Xyz que vous contrôlez. Vous ne pouvez activer qu'1 \"Mailles de Réincarnation Prouvée\" par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Corazzato Xyz\".)\nUn Mostro Xyz equipaggiato con questa carta guadagna questi effetti.\n● Non può essere distrutto in battaglia.\n● Una volta per turno, se questa carta ha combattuto in questo turno (Effetto Rapido): puoi far ritornare 1 carta equipaggiata a questa carta nella mano, poi immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz ACQUA.\nUna volta per turno, durante la End Phase, se questa carta è nel Cimitero perché è stata mandata lì in questo turno: puoi equipaggiare questa carta a 1 Mostro Xyz che controlli. Puoi attivare solo 1 \"Annuncio Reincarnazione Maglia\" per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Xyz de Armadura\".)\nUm Monstro Xyz equipado com este card ganha esses efeitos.\n● Não pode ser destruído em batalha.\n● Uma vez por turno, se este card batalhou neste turno (Efeito Rápido): você pode devolver 1 card equipado a este card para a mão e, depois, imediatamente depois que este efeito resolver, Invoque por Invocação-Xyz 1 Monstro Xyz de ÁGUA.\nUma vez por turno, durante a Fase Final, se este card estiver no Cemitério porque foi enviado para lá neste turno: você pode equipar este card a 1 Monstro Xyz que você controla. Você só pode ativar 1 \"Malha Reveladora da Reencarnação\" por turno.", "ja": "このカード名はルール上「アーマード・エクシーズ」カードとしても扱う。このカード名のカードは１ターンに１枚しか発動できない。①：このカードを装備したＸモンスターは以下の効果を得る。●このカードは戦闘では破壊されない。●このカードが戦闘を行った自分・相手ターンに１度、発動できる。このカードの装備カード１枚を手札に戻す。その後、水属性Ｘモンスター１体のＸ召喚を行う。②：このカードが墓地へ送られたターンのエンドフェイズに発動できる。このカードを自分フィールドのＸモンスター１体に装備する。", "ko": null, "zh-TW": null, "zh-CN": "此卡名在规则上也视为“装甲超量”卡。此卡名的卡１回合仅可发动１张。①：装备此卡的超量怪兽获得以下效果。\n●此卡不会因战斗被破坏。\n●在每个此卡进行过战斗的自己・对手回合中１次，可以发动。将此卡的１张装备卡放回手牌。然后，进行１只水属性超量怪兽的超量召唤。\n②：在此卡被送至墓地的回合的结束阶段可以发动。将此卡装备于自己场上的１只超量怪兽。"}, "card_type": "Spell", "property": "Equip", "series": ["Xyz", "Armored Xyz"], "images": [{"index": 1, "image": "ReincarnationUnveilingMail-ROTA-JP-C.png"}], "sets": {"en": [{"set_number": "ROTA-EN049", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE049", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR049", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT049", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT049", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP049", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC049", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1058530}