{"konami_id": 7198, "password": 68762510, "name": {"en": "Lucky Pied Piper", "de": "Lustiger Rattenfänger", "es": "Flautista Afortunado", "fr": "Joueur de Flûte Porte-Bonheur", "it": "Pifferaio Fortunato", "pt": "Flautista Sortudo", "ja": "<ruby>幸<rt>こう</rt></ruby><ruby>運<rt>うん</rt></ruby>の<ruby>笛<rt>ふえ</rt></ruby><ruby>吹<rt>ふ</rt></ruby>き", "ja_romaji": "Kōun no Fuefuki", "ko": "행운의 피리꾼", "ko_rr": null, "zh-TW": "幸運的吹笛人", "zh-CN": "幸运的吹笛人"}, "text": {"en": null, "de": "Diese Karte wird als ein Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof ist. Solange diese Karte offen auf dem Spielfeld ist, kannst du sie als Normalbeschwörung beschwören, damit sie als Effektmonster mit diesem Effekt behandelt wird:\n●Wenn diese Karte ein Monster deines Gegners durch Kampf zerstört und auf den Friedhof legt, ziehe 1 Karte.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta esté boca arriba en el Campo, puedes Invocarla de Modo Normal para que se la trate como un Monstruo de Efecto con el siguiente efecto:\n●Cuando esta carta destruya al monstruo de tu adversario en batalla y lo mande al Cementerio, roba 1 carta.", "fr": "Cette carte est traitée comme un Monstre Normal lorsqu'elle est face recto sur le Terrain ou se trouve dans le Cimetière. Tant que cette carte est face recto sur le Terrain, vous pouvez l'Invoquer Normalement pour la transformer en Monstre à Effet avec l'effet suivant :\n● Lorsque cette carte détruit un monstre adverse au combat et l'envoie au Cimetière, piochez 1 carte.", "it": "Questa carta è considerata come un Mostro Normale fino a quando è scoperta sul Terreno o nel Cimitero. Fino a quando questa carta è scoperta sul Terreno, puoi Evocarla tramite Evocazione Normale per considerarla come un Mostro con Effetto con questo effetto:\n●Quando questa carta distrugge in battaglia un mostro dell'avversario e lo manda al Cimitero, pesca 1 carta.", "pt": "Este card é considerado como um Monstro Normal enquanto estiver com a face para cima no campo ou no Cemitério. Enquanto este card estiver com a face para cima no campo, você pode Invocá-lo por Invocação-Normal para fazer com que ele seja considerado como um Monstro de Efeito com este efeito:\n●Quando este card destruir um monstro do oponente em batalha e enviá-lo para o Cemitério, compre 1 card.", "ja": "①：このカードはフィールド・墓地に存在する限り、通常モンスターとして扱う。\n②：フィールドの通常モンスター扱いのこのカードを通常召喚としてもう１度召喚できる。その場合このカードは効果モンスター扱いとなり以下の効果を得る。\n●このカードが戦闘で相手モンスターを破壊し墓地へ送った場合に発動する。自分は１枚ドローする。", "ko": "이 카드는 묘지 또는 필드 위에 앞면 표시로 존재할 경우, 일반 몬스터로 취급한다. 필드 위에 앞면 표시로 존재하는 이 카드를 일반 소환으로 취급하여 다시 소환하는 것으로, 이 카드는 효과 몬스터로 취급되며, 이하의 효과를 얻는다.\n●이 카드가 전투에 의해서 상대 몬스터를 파괴하여 묘지로 보냈을 때, 자신의 덱에서 카드를 1장 드로우한다.", "zh-TW": "在此卡存在於墓地或以正面表示存在於場上的狀況下，就視為通常怪獸。透過視為通常召喚再次召喚以正面表示存在於場上的此卡，此卡將視為效果怪獸，獲得以下效果。\n●此卡因戰鬥破壞對方怪獸送至墓地時，從我方牌組抽１張牌。", "zh-CN": "此卡存在于墓地或以表侧表示存在于场上的场合，将被视为通常怪兽。以通常召唤的方式再次召唤场上表侧表示的此卡，此卡将视为效果怪兽并获得以下效果。\n●此卡通过战斗破坏对手怪兽并将其送入墓地时，从我方牌组抽取１张卡牌。"}, "card_type": "Monster", "monster_type_line": "Fairy / Gemini", "attribute": "WIND", "level": 4, "atk": 1500, "def": 500, "images": [{"index": 1, "image": "LuckyPiedPiper-TAEV-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "TAEV-EN021", "set_name": "Tactical Evolution", "rarities": ["Super Rare", "Ultimate Rare"]}], "de": [{"set_number": "TAEV-DE021", "set_name": "Tactical Evolution", "rarities": ["Super Rare", "Ultimate Rare"]}], "fr": [{"set_number": "TAEV-FR021", "set_name": "Tactical Evolution", "rarities": ["Super Rare", "Ultimate Rare"]}], "it": [{"set_number": "TAEV-IT021", "set_name": "Tactical Evolution", "rarities": ["Super Rare", "Ultimate Rare"]}], "ja": [{"set_number": "TAEV-JP021", "set_name": "Tactical Evolution", "rarities": ["Super Rare"]}], "ko": [{"set_number": "TAEV-KR021", "set_name": "Tactical Evolution", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 511441, "master_duel_rarity": "R"}