{"konami_id": 21824, "password": 68831625, "name": {"en": "DoomZ Command \"D.O.O.M.D.U.R.G.\"", "de": "UntergangZ-Kommando „D.O.O.M.D.U.R.G.“", "es": "Mando DoomZ \"D.O.O.M.D.U.R.G.\"", "fr": "Activation DoomZ \"D.O.O.M.D.U.R.G.\"", "it": "\"D.O.O.M.D.U.R.G.\" Comando DoomZ", "pt": "Comando DoomZ \"D.O.O.M.D.U.R.G.\"", "ja": "<ruby>終刻起動<rt>ドゥームズ・コマンド</rt></ruby>『<ruby>Ｄ．Ｏ．Ｏ．Ｍ．Ｄ．Ｕ．Ｒ．Ｇ．<rt>ドゥムドゥーク</rt></ruby>』", "ja_romaji": "Dūmuzu Komando \"Dumudūku\"", "ko": "둠즈 커맨드 『D.O.O.M.D.U.R.G.』", "ko_rr": null, "zh-TW": null, "zh-CN": "终刻起动《D.O.O.M.D.U.R.G.》"}, "text": {"en": "Once per turn, during the Standby Phase: Inflict 500 damage to the controller of the equipped monster. A \"DoomZ\" monster equipped with this card, or a WIND Machine Xyz Monster that has this card as material, gains the following effects.\n● Your opponent cannot target this card with card effects.\n● Once per turn (Quick Effect): You can activate this effect; destroy 1 other face-up card you control, also for the rest of this turn, this card gains ATK equal to its own Level/Rank x 100, can attack directly, and if it battled, it is destroyed at the end of the Damage Step.", "de": "Einmal pro Spielzug, während der Standby Phase: Füge dem Beherrscher des ausgerüsteten Monsters 500 Schaden zu. Ein „UntergangZ“-Monster, das mit dieser Karte ausgerüstet ist, oder ein WIND Maschine-Xyz-Monster, das diese Karte als Material hat, erhält die folgenden Effekte.\n● Dein Gegner kann diese Karte nicht als Ziel für Karteneffekte wählen.\n● Einmal pro Spielzug (Schnelleffekt): Du kannst diesen Effekt aktivieren; zerstöre 1 andere offene Karte, die du kontrollierst, zusätzlich, für den Rest dieses Spielzugs, erhält diese Karte ATK in Höhe ihrer eigenen Stufe / ihres eigenen Rangs x 100, kann direkt angreifen und falls sie gekämpft hat, wird sie am Ende des Damage Steps zerstört.", "es": "Una vez por turno, durante la Standby Phase: inflige 500 puntos de daño al controlador del monstruo equipado. Un monstruo \"DoomZ\" equipado con esta carta, o un Monstruo Xyz Máquina de VIENTO que tenga esta carta como material, gana los siguientes efectos.\n● Tu adversario no puede seleccionar esta carta con efectos de cartas.\n● Una vez por turno (Efecto Rápido): puedes activar este efecto; destruye otra carta boca arriba que controles y además, por el resto de este turno, esta carta gana ATK igual a su propio Nivel/Rango x 100, puede atacar directamente y, si batalló, es destruida al final del Damage Step.", "fr": "Une fois par tour, durant la Standby Phase : infligez 500 points de dommages au contrôleur du monstre équipé. Un monstre \"DoomZ\" équipé avec cette carte, ou un Monstre Xyz VENT Machine qui a cette carte comme Matériel, gagne les effets suivants.\n● Votre adversaire ne peut pas cibler cette carte avec des effets de carte.\n● Une fois par tour (Effet Rapide) : vous pouvez activer cet effet ; détruisez 1 autre carte face recto que vous contrôlez, et aussi, le reste de ce tour, cette carte gagne une ATK égale à son propre Niveau/Rang x 100, elle peut attaquer directement, et si elle a combattu, elle est détruite à la fin de la Damage Step.", "it": "Una volta per turno, durante la Standby Phase: infliggi 500 danni al controllore del mostro equipaggiato. Un mostro \"DoomZ\" equipaggiato con questa carta, o un Mostro Xyz VENTO Macchina che ha questa carta come materiale, guadagna i seguenti effetti.\n● Il tuo avversario non può scegliere questa carta come bersaglio con gli effetti delle carte.\n● Una volta per turno (Effetto Rapido): puoi attivare questo effetto; distruggi 1 altra carta scoperta che controlli, inoltre per il resto di questo turno, questa carta guadagna ATK pari al suo stesso Livello/Rango x 100, può attaccare direttamente e, se ha combattuto, viene distrutta alla fine del Damage Step.", "pt": "Uma vez por turno, durante a Fase de Apoio: cause 500 de dano ao controlador do monstro equipado. Um monstro \"DoomZ\" equipado com este card, ou um Monstro Xyz Máquina de VENTO que tenha este card como matéria, ganha os seguintes efeitos.\n● Seu oponente não pode escolher este card como alvo de efeitos de card.\n● Uma vez por turno (Efeito Rápido): você pode ativar este efeito; destrua 1 outro card com a face para cima que você controla e, além disso, pelo resto deste turno, este card ganha ATK igual ao seu próprio Nível/Classe x 100, pode atacar diretamente e, se ele batalhou, ele é destruído no final da Etapa de Dano.", "ja": "①：自分・相手のスタンバイフェイズに発動する。装備モンスターのコントローラーに５００ダメージを与える。②：このカードを装備している「ドゥームズ」モンスターまたはこのカードをＸ素材としている機械族・風属性Ｘモンスターは以下の効果を得る。\n●相手はこのカードを効果の対象にできない。\n●自分・相手ターンに１度、発動できる。自分フィールドの他の表側表示カード１枚を破壊する。このカードはこのターン、攻撃力がこのカードのレベル・ランク×１００アップし、直接攻撃でき、戦闘を行ったダメージステップ終了時に破壊される。", "ko": "①: 자신 / 상대의 스탠바이 페이즈에 발동한다. 장착 몬스터의 컨트롤러에 500 데미지를 준다. ②: 이 카드를 장착하고 있는 \"둠즈\" 몬스터 또는 이 카드를 엑시즈 소재로 하고 있는 기계족 / 바람 속성 엑시즈 몬스터는 이하의 효과를 얻는다.\n●상대는 이 카드를 효과의 대상으로 할 수 없다.\n●자신 / 상대 턴에 1번, 발동할 수 있다. 자신 필드의 다른 앞면 표시 카드 1장을 파괴한다. 이 카드는 이 턴에, 공격력을 이 카드의 레벨 / 랭크 × 100 올리고, 직접 공격할 수 있으며, 전투를 실행한 데미지 스텝 종료시에 파괴된다.", "zh-TW": null, "zh-CN": "①：在自己・对手的准备阶段发动。给予装备怪兽的控制者500伤害。②：装备着此卡的“终刻”怪兽，或持有此卡作为超量素材的机械族・风属性超量怪兽获得以下效果。\n●对手不可将此卡作为效果的对象。\n●在每个自己・对手回合中1次，可以发动。将自己场上的1张其他的表侧表示卡破坏。此卡在此回合，攻击力上升此卡的等级・阶级×100的数值，可直接攻击，在进行战斗的伤害步骤结束时将被破坏。"}, "card_type": "Spell", "property": "Equip", "series": ["DoomZ"], "images": [{"index": 1, "image": "DoomZCommandDOOMDURG-DOOD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN058", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "de": [{"set_number": "DOOD-DE058", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "es": [{"set_number": "DOOD-SP058", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DOOD-FR058", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "it": [{"set_number": "DOOD-IT058", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DOOD-PT058", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DOOD-JP058", "set_name": "Doom of Dimensions", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "DOOD-KR058", "set_name": "Doom of Dimensions", "rarities": ["Common", "Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC058", "set_name": "Doom of Dimensions", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135282}