{"konami_id": 9324, "password": 68933343, "name": {"en": "Symphonic Warrior Basses", "de": "Symphonischer Krieger Bäs-s-se", "es": "Guerrero Sinfónico Bajjos", "fr": "Basso, Guerrier Symphonique", "it": "Basses Guerriero Sinfonico", "pt": "Guerreiro Sinfônico Baixxos", "ja": "<ruby>音響戦士<rt>サウンドウォリアー</rt></ruby>ベーシス", "ja_romaji": "Saundo Woriā Bēshisu", "ko": "사운드 워리어 베이시스", "ko_rr": null, "zh-TW": null, "zh-CN": "音响战士 贝西斯"}, "text": {"en": "Once per turn, you can select 1 face-up \"Symphonic Warrior\" monster on the field. Increase its Level by the number of cards in your hand; this increase lasts until the End Phase. You can remove from play this card from your Graveyard to select 1 face-up \"Symphonic Warrior\" monster you control, and increase its Level by the number of cards in your hand; this increase lasts until the End Phase.", "de": "Einmal pro Spielzug kannst du 1 offenes \"Symphonischer Krieger\"-Monster auf dem Spielfeld wählen. Erhöhe seine Stufe um die Anzahl der Karten in deiner Hand; diese Erhöhung hält bis zur End Phase an. Du kannst diese Karte in deinem Friedhof aus dem Spiel entfernen, um 1 offenes \"Symphonischer Krieger\"-Monster zu wählen, das du kontrollierst, und seine Stufe um die Anzahl der Karten in deiner Hand zu erhöhen; diese Erhöhung hält bis zur End Phase an.", "es": "Una vez por turno, puedes seleccionar 1 monstruo \"Guerrero Sinfónico\" boca arriba en el Campo. Aumenta su Nivel tanto como cartas tienes en tu mano; este aumento dura hasta la End Phase. Puedes retirar del juego esta carta en tu Cementerio para seleccionar 1 monstruo \"Guerrero Sinfónico\" boca arriba que controles, y aumentar su Nivel tanto como cartas tienes en tu mano; este aumento dura hasta la End Phase.", "fr": "Une fois par tour, vous pouvez sélectionner 1 monstre \"Guerrier Symphonique\" face recto sur le Terrain. Augmentez son Niveau par le nombre de cartes dans votre main, jusqu'à la End Phase. Vous pouvez retirer du jeu cette carte depuis votre Cimetière pour sélectionner 1 monstre \"Guerrier Symphonique\" face recto que vous contrôlez et augmenter son Niveau par le nombre de cartes dans votre main. Cette augmentation dure jusqu'à la End Phase.", "it": "Una volta per turno, puoi scegliere un mostro \"Guerriero Sinfonico\" scoperto sul Terreno. Aumenta il suo Livello del numero di carte nella tua mano; questo aumento dura fino alla End Phase. Puoi rimuovere dal gioco questa carta dal tuo Cimitero per scegliere 1 mostro \"Guerriero Sinfonico\" scoperto che controlli, e aumentare il suo Livello del numero di carte nella tua mano; questo aumento dura fino alla End Phase.", "pt": "Uma vez por turno: você pode escolher 1 monstro \"Guerreiro Sinfônico\" no campo; até o final deste turno, aumente seu Nível pelo número de cards na sua mão. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Guerreiro Sinfônico\" que você controla; até o final deste turno, aumente o Nível do alvo pelo número de cards na sua mão.", "ja": "①：１ターンに１度、フィールドの「音響戦士」モンスター１体を対象として発動できる。ターン終了時まで、そのモンスターのレベルを手札の枚数分上げる。②：墓地のこのカードを除外し、自分フィールドの「音響戦士」モンスター１体を対象として発動できる。ターン終了時まで、その自分の「音響戦士」モンスターのレベルを手札の枚数分上げる。", "ko": "1턴에 1번, 필드 위에 앞면 표시로 존재하는 \"사운드 워리어\"라는 이름이 붙은 몬스터 1장을 선택하고 발동한다. 엔드 페이즈시까지, 선택한 몬스터의 레벨을 패의 매수만큼 올린다. 또한 자신의 묘지에 존재하는 이 카드를 게임에서 제외하는 것으로, 자신 필드 위에 앞면 표시로 존재하는 \"사운드 워리어\"라는 이름이 붙은 몬스터 1장의 레벨을 엔드 페이즈시까지 패의 매수만큼 올린다.", "zh-TW": null, "zh-CN": "①：1回合1次，以场上的1只\"音响战士\"怪兽为对象可以发动。直至回合结束时为止，该怪兽的等级上升相当于手牌张数的数值。②：将墓地的此卡除外，以自己场上的1只\"音响战士\"怪兽为对象可以发动。直至回合结束时为止，该自己的\"音响战士\"怪兽的等级上升相当于手牌张数的数值。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner", "attribute": "WIND", "level": 1, "atk": 600, "def": 400, "series": ["Symphonic Warrior", "Warrior"], "images": [{"index": 1, "image": "SymphonicWarriorBasses-STOR-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "STOR-EN033", "set_name": "Storm of Ragnarok", "rarities": ["Super Rare"]}], "de": [{"set_number": "STOR-DE033", "set_name": "Storm of Ragnarok", "rarities": ["Super Rare"]}], "es": [{"set_number": "STOR-SP033", "set_name": "Storm of Ragnarok", "rarities": ["Super Rare"]}], "fr": [{"set_number": "STOR-FR033", "set_name": "Storm of Ragnarok", "rarities": ["Super Rare"]}], "it": [{"set_number": "STOR-IT033", "set_name": "Storm of Ragnarok", "rarities": ["Super Rare"]}], "pt": [{"set_number": "OP19-PT030", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "ja": [{"set_number": "STOR-JP033", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}, {"set_number": "AT11-JP004", "set_name": "Advanced Tournament Pack 2015 Vol.3", "rarities": ["Common"]}], "ko": [{"set_number": "STOR-KR033", "set_name": "Storm of Ragnarok", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM01-SC054", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 156459}