{"konami_id": 14664, "password": 68934651, "name": {"en": "Firewall Dragon Darkfluid", "de": "Firewall-Drache Dunkle Flüssigkeit", "es": "Dragón Cortafuego Fluido Oscuro", "fr": "Dragon Pare-Feu de Fluide Sombre", "it": "Drago Firewall Oscuroflusso", "pt": "Dragão Firewall Fluido Negro", "ja": "ファイアウォール・ドラゴン・ダークフルード", "ja_romaji": "Faiawōru Doragon Dākufurūdo", "ko": "파이어월 드래곤 다크플루이드", "ko_rr": "Paieowol Deuraegon Dakeupeulluideu", "zh-TW": null, "zh-CN": "防火墙龙・暗流体"}, "text": {"en": "3+ Effect Monsters\nIf this card is Link Summoned: You can place counters on this card equal to the number of different types of Cyberse monsters in your GY (Ritual, Fusion, Synchro, Xyz). This card gains 2500 ATK for each counter on it during the Battle Phase only. When your opponent activates a monster effect (Quick Effect): You can remove 1 counter from this card; negate the activation, also, if this effect was activated between this card's attack declaration and the end of the Damage Step, this card can make another attack in a row.", "de": "3+ Effektmonster\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst Zählmarken in Höhe der Anzahl der unterschiedlichen Typen von Cyberse-Monstern in deinem Friedhof (Ritual, Fusion, Synchro, Xyz) auf diese Karte legen. Diese Karte erhält nur während der Battle Phase für jede Zählmarke auf ihr 2500 ATK. Wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 1 Zählmarke von dieser Karte entfernen; annulliere die Aktivierung, zusätzlich, falls dieser Effekt zwischen der Angriffsdeklarierung dieser Karte und dem Ende des Damage Steps aktiviert wurde, kann diese Karte sofort noch einmal angreifen.", "es": "3+ Monstruos de Efecto\nSi esta carta es Invocada por Enlace: puedes poner tantos contadores en esta carta como el número de diferentes tipos de monstruos Ciberso en tu Cementerio (Ritual, Fusión, Sincronía, Xyz). Esta carta gana 2500 ATK por cada contador en ella sólo durante la Battle Phase. Cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes retirar 1 contador de esta carta; niega la activación, y además, si este efecto fue activado entre la declaración de ataque de esta carta y el final del Damage Step, esta carta puede hacer otro ataque inmediatamente después.", "fr": "3+ Monstres à Effet\nSi cette carte est Invoquée par Lien : vous pouvez placer un nombre de Compteurs sur cette carte égal au nombre de types différents de monstres Cyberse dans votre Cimetière (Rituel, Fusion, Synchro, Xyz). Durant la Battle Phase uniquement, cette carte gagne 2500 ATK pour chaque Compteur sur elle. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez retirer 1 Compteur de cette carte ; annulez l'activation, et aussi, si cet effet a été activé entre la déclaration d'attaque de cette carte et la fin de la Damage Step, cette carte peut faire une autre attaque à la suite.", "it": "3+ Mostri con Effetto\nSe questa carta viene Evocata Link: puoi mettere su questa carta Segnalini pari al numero dei diversi tipi di mostri Cyberso nel tuo Cimitero (Rituale, Fusione, Synchro, Xyz). Questa carta guadagna 2500 ATK per ogni Segnalino su di essa solamente durante la Battle Phase. Quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi rimuovere 1 Segnalino da questa carta; annulla l'attivazione, inoltre, se questo effetto è stato attivato tra la dichiarazione di attacco di questa carta e la fine del Damage Step, questa carta può effettuare un altro attacco di seguito.", "pt": "3+ Monstros de Efeito\nSe este card for Invocado por Invocação-Link: você pode colocar marcadores neste card igual ao número de tipos diferentes de monstros Ciberso no seu Cemitério (Ritual, Fusão, Sincro, Xyz). Este card ganha 2500 de ATK para cada marcador nele, apenas durante a Fase de Batalha. Quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode remover 1 marcador deste card; negue a ativação e, além disso, se este efeito foi ativado entre a declaração de ataque deste card e o final da Etapa de Dano, este card pode realizar outro ataque em sequência.", "ja": "効果モンスター３体以上\n①：このカードがＬ召喚した場合に発動できる。自分の墓地のサイバース族モンスターの種類（儀式・融合・Ｓ・Ｘ）の数だけこのカードにカウンターを置く。②：このカードの攻撃力はバトルフェイズの間、このカードのカウンターの数×２５００アップする。③：相手がモンスターの効果を発動した時、このカードのカウンターを１つ取り除いて発動できる。その発動を無効にする。この効果をこのカードの攻撃宣言時からダメージステップ終了時までに発動した場合、このカードはもう１度続けて攻撃できる。", "ko": "효과 몬스터 3장 이상\n①: 이 카드를 링크 소환했을 경우에 발동할 수 있다. 자신 묘지의 사이버스족 몬스터의 종류(의식 / 융합 / 싱크로 / 엑시즈)의 수만큼 이 카드에 카운터를 놓는다. ②: 이 카드의 공격력은 배틀 페이즈 동안, 이 카드의 카운터의 수 × 2500 올린다. ③: 상대가 몬스터의 효과를 발동했을 때, 이 카드의 카운터를 1개 제거하고 발동할 수 있다. 그 발동을 무효로 한다. 이 효과를 이 카드의 공격 선언시부터 데미지 스텝 종료시까지 발동했을 경우, 이 카드는 1번 더 이어서 공격할 수 있다.", "zh-TW": null, "zh-CN": "效果怪兽3只以上\n①：此卡连接召唤成功的情况下可以发动。在此卡上放计数物，数量为自己墓地的电子界族怪兽种类（仪式・融合・同步・超量）数量。②：此卡的攻击力在战斗阶段期间，上升相当于此卡计数物数量×2500的数值。③：对手发动怪兽效果时，去除此卡的1个计数物可以发动。将该发动无效。此效果是在从此卡的攻击宣言时到伤害步骤结束时为止的期间发动的情况下，此卡可继续攻击1次。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "DARK", "link_arrows": ["⬅", "↘", "↙", "➡", "⬆"], "atk": 3000, "series": ["Firewall"], "images": [{"index": 1, "image": "FirewallDragonDarkfluid-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN037", "set_name": "Chaos Impact", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN168", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "CHIM-DE037", "set_name": "Chaos Impact", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE168", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "es": [{"set_number": "CHIM-SP037", "set_name": "Chaos Impact", "rarities": ["Secret Rare"]}, {"set_number": "MP20-SP168", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CHIM-FR037", "set_name": "Chaos Impact", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR168", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "CHIM-IT037", "set_name": "Chaos Impact", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT168", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CHIM-PT037", "set_name": "Chaos Impact", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT168", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "CHIM-JP037", "set_name": "Chaos Impact", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare", "Holographic Rare"]}, {"set_number": "CYAC-JPS01", "set_name": "Cyberstorm Access +1 Bonus Pack", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "QCCU-JP105", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "CHIM-KR037", "set_name": "Chaos Impact", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}, {"set_number": "CYAC-KRS01", "set_name": "Cyberstorm Access +1 Bonus Pack", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "QCCU-KR105", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP4-SC019", "set_name": "Mega Pack 04", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 618892}