{"konami_id": 12306, "password": 68950538, "name": {"en": "Digital Bug Centibit", "de": "Digitalkäfer Tausendbit", "es": "Bicho Digital Centibit", "fr": "Millepabits Insecte Numérique", "it": "Bug Digitale Centobit", "pt": "Inseto Digital Bitopeia", "ja": "<ruby>電子光虫<rt>デジタル・バグ</rt></ruby>－センチビット", "ja_romaji": "Dejitaru Bagu - Senchibitto", "ko": "디지털 버그－센티비트", "ko_rr": null, "zh-TW": "電子光蟲－位元蜈蚣", "zh-CN": "电子光虫－位元蜈蚣"}, "text": {"en": "Cannot be used as an Xyz Material for an Xyz Summon, except for the Xyz Summon of an Insect-Type monster. Once per turn, when this face-up card is changed from Attack Position to Defense Position: You can Special Summon 1 Level 3 Insect-Type monster from your Deck in Defense Position. An Xyz Monster that was Summoned using this card on the field as Xyz Material gains this effect.\n● This card can attack all Defense Position monsters your opponent controls once each.", "de": "Kann nicht als Xyz-Material für eine Xyz-Beschwörung verwendet werden, außer für die Xyz-Beschwörung eines Monsters vom Typ Insekt. Einmal pro Spielzug, wenn diese offene Karte aus der Angriffsposition in die Verteidigungsposition geändert wird: Du kannst 1 Monster vom Typ Insekt der Stufe 3 als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören. Ein Xyz-Monster, das mit dieser Karte auf dem Spielfeld als Xyz-Material beschworen wurde, erhält diesen Effekt.\n● Diese Karte kann alle Monster in Verteidigungsposition, die dein Gegner kontrolliert, einmal angreifen.", "es": "No puede ser usado como Material Xyz para una Invocación Xyz, excepto para la Invocación Xyz de un monstruo de Tipo Insecto. Una vez por turno, cuando esta carta boca arriba es cambiada de Posición de Ataque a Posición de Defensa: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo de Tipo Insecto de Nivel 3 en Posición de Defensa. Un Monstruo Xyz que fue Invocado usando esta carta en el Campo como Material Xyz gana este efecto.\n● Esta carta puede atacar una vez a cada uno de los monstruos en Posición de Defensa que controle tu adversario.", "fr": "Non utilisable comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Insecte. Une fois par tour, lorsque cette carte face recto est changée de Position d'Attaque en Position de Défense : vous pouvez Invoquer Spécialement 1 monstre de Type Insecte de Niveau 3 depuis votre Deck en Position de Défense. Un Monstre Xyz qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel Xyz gagne cet effet.\n● Cette carte peut attaquer une fois tous les monstres en Position de Défense contrôlés par votre adversaire.", "it": "Non può essere utilizzato come Materiale Xyz per un'Evocazione Xyz, eccetto per l'Evocazione Xyz di un mostro di Tipo Insetto. Una volta per turno, quando questa carta scoperta in Posizione di Attacco viene messa in Posizione di Difesa: puoi Evocare Specialmente 1 mostro di Tipo Insetto di Livello 3 dal tuo Deck in Posizione di Difesa. Un Mostro Xyz che è stato Evocato utilizzando questa carta sul Terreno come Materiale Xyz guadagna questo effetto.\n● Questa carta può attaccare tutti i mostri in Posizione di Difesa controllati dal tuo avversario una volta ciascuno.", "pt": "Não pode ser usado como uma Matéria Xyz para uma Invocação-Xyz, exceto para a Invocação-Xyz de um monstro do Tipo Inseto. Uma vez por turno, quando este card com a face para cima for mudado de Posição de Ataque para Posição de Defesa: você pode Invocar por Invocação-Especial 1 monstro do Tipo Inseto de Nível 3 do seu Deck, em Posição de Defesa. Um monstro Xyz que foi Invocado usando este card no campo como Matéria Xyz ganha este efeito.\n● Este card pode atacar todos os monstros em Posição de Defesa que seu oponente controla uma vez cada.", "ja": "このカードをＸ召喚の素材とする場合、昆虫族モンスターのＸ召喚にしか使用できない。①：１ターンに１度、表側攻撃表示のこのカードが守備表示になった時に発動できる。デッキから昆虫族・レベル３モンスター１体を守備表示で特殊召喚する。②：フィールドのこのカードを素材としてＸ召喚したモンスターは以下の効果を得る。●このカードは相手フィールドの全ての守備表示モンスターに１回ずつ攻撃できる。", "ko": "이 카드를 엑시즈 소환의 소재로 할 경우, 곤충족 몬스터의 엑시즈 소환으로밖에 사용할 수 없다. ①: 1턴에 1번, 앞면 공격 표시의 이 카드가 수비 표시가 되었을 때에 발동할 수 있다. 덱에서 곤충족 / 레벨 3 몬스터 1장을 수비 표시로 특수 소환한다. ②: 필드의 이 카드를 소재로 하고 엑시즈 소환한 몬스터는 이하의 효과를 얻는다.\n●이 카드는 상대 필드의 모든 수비 표시 몬스터에게 1회씩 공격할 수 있다.", "zh-TW": null, "zh-CN": "把这张卡作为XYZ召唤的素材的场合，不是昆虫族怪兽的XYZ召唤不能使用。①：1回合1次，表侧攻击表示的这张卡变成守备表示时才能发动。从卡组把1只昆虫族·3星怪兽守备表示特殊召唤。②：场上的这张卡为素材作XYZ召唤的怪兽得到以下效果。\n●这张卡可以向对方场上的全部守备表示怪兽各作1次攻击。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "LIGHT", "level": 3, "atk": 1500, "def": 500, "series": ["Digital Bug"], "images": [{"index": 1, "image": "DigitalBugCentibit-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN034", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-EN017", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE034", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-DE017", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SHVI-SP034", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-SP017", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR034", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-FR017", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT034", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-IT017", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT034", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-PT017", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP034", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR034", "set_name": "Shining Victories", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 363352, "master_duel_rarity": "R"}