{"konami_id": 13837, "password": 68987122, "name": {"en": "Borrelguard Dragon", "de": "Kalliberwach-Drache", "es": "Dragón Borreguardia", "fr": "Dragon Gardeborrelle", "it": "Drago Callibroguardia", "pt": "Dragão Callibreservar", "ja": "ヴァレルガード・ドラゴン", "ja_romaji": "Varerugādo Doragon", "ko": "바렐가드 드래곤", "ko_rr": "Barelgadeu Deuraegon", "zh-TW": "槍管守衛龍", "zh-CN": "枪管守卫龙"}, "text": {"en": "3+ Effect Monsters\nCannot be destroyed by card effects. Once per turn: You can send 1 card from your Spell & Trap Zone to the GY; Special Summon from either GY to your field, 1 monster that was destroyed and sent there this turn, but negate its effects. Once per turn (Quick Effect): You can target 1 monster on the field; change it to face-up Defense Position. Your opponent cannot activate cards or effects in response to this effect's activation.", "de": "3+ Effektmonster\nKann nicht durch Karteneffekte zerstört werden. Einmal pro Spielzug: Du kannst 1 Karte von deiner Zauber- & Fallenzone auf den Friedhof legen; beschwöre 1 Monster, das in diesem Spielzug zerstört und auf einen beliebigen Friedhof gelegt wurde, als Spezialbeschwörung von dort auf deine Spielfeldseite, aber annulliere seine Effekte. Einmal pro Spielzug (Schnelleffekt): Du kannst 1 Monster auf dem Spielfeld wählen; ändere es in die offene Verteidigungsposition. Dein Gegner kann weder Karten noch Effekte als Reaktion auf die Aktivierung dieses Effekts aktivieren.", "es": "3+ Monstruos de Efecto\nNo puede ser destruido por efectos de cartas. Una vez por turno: puedes mandar al Cementerio 1 carta en tu Zona de Magia y Trampas; Invoca de Modo Especial, de cualquier Cementerio a tu Campo, 1 monstruo que fue destruido y mandado ahí este turno, pero niega sus efectos. Una vez por turno (Efecto Rápido): puedes seleccionar 1 monstruo en el Campo; cámbialo a Posición de Defensa boca arriba. Tu adversario no puede activar cartas o efectos en respuesta a la activación de este efecto.", "fr": "3+ Monstres à Effet\nNon destructible par des effets de carte. Une fois par tour : vous pouvez envoyer 1 carte depuis votre Zone Magie & Piège au Cimetière ; Invoquez Spécialement depuis l'un des Cimetières sur votre Terrain, 1 monstre qui a été détruit et y a été envoyé ce tour, mais annulez ses effets. Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre sur le Terrain ; changez-le en Position de Défense face recto. Votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation de cet effet.", "it": "3+ Mostri con Effetto\nNon può essere distrutto dagli effetti delle carte. Una volta per turno: puoi mandare 1 carta dalla tua Zona Magie & Trappole al Cimitero; Evoca Specialmente da qualsiasi Cimitero sul tuo Terreno 1 mostro che è stato distrutto e mandato lì in questo turno, ma annulla i suoi effetti. Una volta per turno (Effetto Rapido): puoi scegliere come bersaglio 1 mostro sul Terreno; mettilo scoperto in Posizione di Difesa. Il tuo avversario non può attivare carte o effetti in risposta all'attivazione di questo effetto.", "pt": "3+ Monstros de Efeito\nNão pode ser destruído por efeitos de card. Uma vez por turno: você pode enviar 1 card da sua Zona de Magias & Armadilhas para o Cemitério; Invoque por Invocação-Especial de qualquer Cemitério no seu campo, 1 monstro que foi destruído e enviado para lá neste turno, mas negue os efeitos dele. Uma vez por turno (Efeito Rápido): você pode escolher 1 monstro no campo; coloque-o com a face para cima em Posição de Defesa. Seu oponente não pode ativar cards ou efeitos em resposta à ativação deste efeito.", "ja": "効果モンスター３体以上\n①：このカードは効果では破壊されない。②：１ターンに１度、自分の魔法＆罠ゾーンのカード１枚を墓地へ送って発動できる。このターンに破壊され自分または相手の墓地へ送られたモンスター１体を選び、効果を無効にして自分フィールドに特殊召喚する。③：１ターンに１度、フィールドのモンスター１体を対象として発動できる。そのモンスターを表側守備表示にする。この効果の発動に対して相手はカードの効果を発動できない。この効果は相手ターンでも発動できる。", "ko": "효과 몬스터 3장 이상\n①: 이 카드는 효과로는 파괴되지 않는다. ②: 1턴에 1번, 자신의 마법 & 함정 존의 카드 1장을 묘지로 보내고 발동할 수 있다. 이 턴에 파괴되어 자신 또는 상대 묘지로 보내진 몬스터 1장을 골라, 효과를 무효로 하고 자신 필드에 특수 소환한다. ③: 1턴에 1번, 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 앞면 수비 표시로 한다. 이 효과의 발동에 대하여 상대는 카드의 효과를 발동할 수 없다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "效果怪獸３隻以上\n①：此卡不會因效果被破壞。②：１回合１次，可將我方魔法＆陷阱區的１張卡送至墓地發動。選擇１隻此回合被破壞送至我方或對方墓地的怪獸，效果變為無效特殊召喚至我方場上。③：１回合１次，可將場上的１隻怪獸做為對象發動。將該怪獸變為正面守備表示。針對此效果的發動，對方無法發動卡的效果。此效果在對方回合也可發動。", "zh-CN": "效果怪兽３只以上\n①：此卡不会因效果被破坏。②：１回合１次，将自己魔法与陷阱区域的１张卡送至墓地可以发动。挑选１只此回合被破坏并被送至自己或对手墓地的怪兽，将效果无效，特殊召唤至自己场上。③：１回合１次，以场上的１只怪兽为对象可以发动。将该怪兽改成表侧守备表示。应对此效果的发动，对手不可发动卡的效果。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Dragon / Link / Effect", "attribute": "DARK", "link_arrows": ["⬇", "↘", "➡", "⬆"], "atk": 3000, "series": ["Borrel"], "images": [{"index": 1, "image": "BorrelguardDragon-CP18-JP-CR.png", "illustration": "BorrelguardDragon-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "BorrelguardDragon-BLC1-EN-UR-1E.png", "illustration": "BorrelguardDragon-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLRR-EN044", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN019", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLRR-DE044", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE019", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLRR-FR044", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR019", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLRR-IT044", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT019", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLRR-PT044", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT019", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP18-JP044", "set_name": "Collectors Pack 2018", "rarities": ["Super Rare", "Collector's Rare"]}], "ko": [{"set_number": "CP18-KR044", "set_name": "Collectors Pack 2018", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557649, "master_duel_rarity": "SR"}