{"konami_id": 15056, "password": 69003792, "name": {"en": "Megalith Unformed", "de": "Unfertiger Megalith", "es": "Informe Megalítico", "fr": "Mégalithe Informe", "it": "Informe Megalito", "pt": "Megálito Não Formado", "ja": "メガリス・アンフォームド", "ja_romaji": "Megarisu Anfōmudo", "ko": "메가리스 언폼드", "ko_rr": "Megariseu Eonpomdeu", "zh-TW": "巨石異物 無定形", "zh-CN": "巨石异物・无定形"}, "text": {"en": "Activate 1 of these effects;\n● All monsters your opponent controls lose 500 ATK for each Ritual Monster on the field, until the end of this turn.\n● Ritual Summon 1 \"Megalith\" Ritual Monster from your Deck in Defense Position, by Tributing monsters from your hand or field whose total Levels equal exactly twice its Level.", "de": "Aktiviere 1 dieser Effekte;\n● Alle Monster, die dein Gegner kontrolliert, verlieren bis zum Ende dieses Spielzugs für jedes Ritualmonster auf dem Spielfeld 500 ATK.\n● Beschwöre 1 „Megalith“-Ritualmonster als Ritualbeschwörung von deinem Deck in die Verteidigungsposition, indem du Monster von deiner Hand oder Spielfeldseite, deren gemeinsame Stufe genau dem Doppelten seiner Stufe entspricht, als Tribut anbietest.", "es": "Activa 1 de estos efectos;\n● Hasta el final de este turno, todos los monstruos que controle tu adversario pierden 500 ATK por cada Monstruo de Ritual en el Campo.\n● Invoca por Ritual, desde tu Deck, 1 Monstruo de Ritual \"Megalítico\" en Posición de Defensa, Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean exactamente dos veces su Nivel.", "fr": "Activez 1 de ces effets ;\n● Jusqu'à la fin de ce tour, tous les monstres contrôlés par votre adversaire perdent 500 ATK pour chaque Monstre Rituel sur le Terrain.\n● Invoquez Rituellement 1 Monstre Rituel \"Mégalithe\" depuis votre Deck en Position de Défense, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal au double de son Niveau.", "it": "Attiva 1 di questi effetti;\n● Tutti i mostri controllati dal tuo avversario perdono 500 ATK per ogni Mostro Rituale sul Terreno, fino alla fine di questo turno.\n● Evoca tramite Rituale 1 Mostro Rituale \"Megalito\" dal tuo Deck in Posizione di Difesa, offrendo come Tributo mostri dalla tua mano o Terreno con Livello totale esattamente pari a due volte il suo Livello.", "pt": "Ative 1 desses efeitos;\n● Até o final deste turno, todos os monstros que seu oponente controla perdem 500 de ATK para cada Monstro de Ritual no campo.\n● Invoque por Invocação-Ritual 1 Monstro de Ritual \"Megálito\" do seu Deck em Posição de Defesa, ao oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja exatamente igual a duas vezes o Nível dele.", "ja": "①：以下の効果から１つを選択して発動できる。\n●相手フィールドの全てのモンスターの攻撃力はターン終了時まで、フィールドの儀式モンスターの数×５００ダウンする。\n●レベルの合計が儀式召喚するモンスターのレベルの倍になるように、自分の手札・フィールドのモンスターをリリースし、デッキから「メガリス」儀式モンスター１体を守備表示で儀式召喚する。", "ko": "①: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●상대 필드의 모든 몬스터의 공격력은 턴 종료시까지, 필드의 의식 몬스터의 수 × 500 내린다.\n●레벨의 합계가 의식 소환할 몬스터의 레벨의 배가 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 덱에서 \"메가리스\" 의식 몬스터 1장을 수비 표시로 의식 소환한다.", "zh-TW": "①：可從以下效果選擇１個發動。\n●對方場上的所有怪獸的攻擊力在回合結束前，依據場上的儀式怪獸的數量×５００進行降低。\n●為使等級合計為儀式召喚怪獸的等級的兩倍，解放我方手牌・場上的怪獸，從牌組以守備表示儀式召喚１隻「巨石異物」儀式怪獸。", "zh-CN": "①：可从以下效果中选择1个发动。\n●对手场上所有怪兽的攻击力直至回合结束时为止，下降相当于场上仪式怪兽数量×500的数量。\n●为使合计等级与仪式召唤的怪兽的两倍相等，解放自己手牌・场上的怪兽，从牌组将1只\"巨石异物\"仪式怪兽以守备表示仪式召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Megalith"], "images": [{"index": 1, "image": "MegalithUnformed-ETCO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN070", "set_name": "Eternity Code", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE070", "set_name": "Eternity Code", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR070", "set_name": "Eternity Code", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT070", "set_name": "Eternity Code", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT070", "set_name": "Eternity Code", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP070", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR070", "set_name": "Eternity Code", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC148", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 706040, "master_duel_rarity": "N"}