{"konami_id": 12598, "password": 69105797, "name": {"en": "Predaplant Squid Drosera", "de": "Raubpflanze Tintentau", "es": "Predaplanta Drosera Calamar", "fr": "Calamar Drosera Prédaplante", "it": "Predapianta Calamaro Drosera", "pt": "Predaplanta Lula Drosera", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>スキッド・ドロセーラ", "ja_romaji": "Puredetā Purantsu Sukiddo Dorosēra", "ko": "프레데터 플랜츠 스키드 드로세라", "ko_rr": null, "zh-TW": null, "zh-CN": "捕食植物 鱿鱼茅膏菜"}, "text": {"en": "You can send this card from your hand to the Graveyard, then target 1 face-up monster you control; this turn, it can attack all monsters your opponent controls with a Predator Counter, once each. If this face-up card leaves the field: Place 1 Predator Counter on each Special Summoned monster your opponent controls, and if you do, any of those monsters that are Level 2 or higher become Level 1 as long as they have a Predator Counter.", "de": "Du kannst diese Karte von deiner Hand auf den Friedhof legen und dann 1 offenes Monster wählen, das du kontrollierst; in diesem Spielzug kann es alle Monster mit einer Raubtier-Zählmarke, die dein Gegner kontrolliert, je einmal angreifen. Falls diese offene Karte das Spielfeld verlässt: Lege 1 Raubtier-Zählmarke auf jedes als Spezialbeschwörung beschworene Monster, das dein Gegner kontrolliert, und falls du dies tust, werden alle der Monster, die Stufe 2 oder höher sind, zu Stufe 1, solange sie eine Raubtier-Zählmarke haben.", "es": "Puedes mandar al Cementerio esta carta en tu mano, y después seleccionar 1 monstruo boca arriba que controles; este turno, ese monstruo puede atacar una vez a cada uno de los monstruos que controle tu adversario que tengan un Contador de Predador. Si esta carta boca arriba deja el Campo: pon 1 Contador de Predador en cada monstruo que controle tu adversario que haya sido Invocado de Modo Especial y, si lo haces, cualquiera de esos monstruos que sea Nivel 2 o mayor se convierte en Nivel 1 mientras tenga un Contador de Predador.", "fr": "Vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 monstre face recto que vous contrôlez ; ce tour, il peut attaquer une fois tous les monstres contrôlés par votre adversaire avec un Compteur Prédateur. Si cette carte face recto quitte le Terrain : placez 1 Compteur Prédateur sur chaque monstre Invoqué Spécialement contrôlé par votre adversaire, et si vous le faites, chacun de ces monstres de min. Niveau 2 deviennent Niveau 1 tant qu'ils ont un Compteur Prédateur.", "it": "Puoi mandare questa carta dalla tua mano al Cimitero, poi scegliere come bersaglio 1 mostro scoperto che controlli; in questo turno, esso può attaccare tutti i mostri controllati dal tuo avversario con un Segnalino Predatore, una volta ciascuno. Se questa carta scoperta lascia il Terreno: metti 1 Segnalino Predatore su ogni mostro Evocato Specialmente controllato dal tuo avversario e, se lo fai, ognuno di quei mostri che è di Livello 2 o superiore diventa di Livello 1 fino a quando ha un Segnalino Predatore.", "pt": "Você pode enviar este card da sua mão para o Cemitério e, depois, escolher 1 monstro com a face para cima que você controla; neste turno, ele pode atacar todos os monstros que seu oponente controla com um Marcador de Predador, uma vez cada. Se este card com a face para cima deixar o campo: coloque 1 Marcador de Predador em cada monstro Invocado por Invocação-Especial que seu oponente controla e, se isso acontecer, qualquer desses monstros que forem de Nível 2 ou mais se tornam de Nível 1 enquanto tiverem um Marcador de Predador.", "ja": "①：このカードを手札から墓地へ送り、自分フィールドの表側表示モンスター１体を対象として発動できる。このターン、そのモンスターは捕食カウンターが置かれた相手モンスター全てに１回ずつ攻撃できる。②：表側表示のこのカードがフィールドから離れた場合に発動する。相手フィールドの特殊召喚されたモンスター全てに捕食カウンターを１つずつ置く。捕食カウンターが置かれたレベル２以上のモンスターのレベルは１になる。", "ko": "①: 이 카드를 패에서 묘지로 보내고, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 몬스터는 포식 카운터가 놓여진 상대 몬스터 전부에 1회씩 공격할 수 있다. ②: 앞면 표시의 이 카드가 필드에서 벗어났을 경우에 발동한다. 상대 필드의 특수 소환된 몬스터 전부에 포식 카운터를 1개씩 놓는다. 포식 카운터가 놓여진 레벨 2 이상의 몬스터 레벨은 1 이 된다.", "zh-TW": null, "zh-CN": "①：将此卡从手牌送至墓地，以自己场上的１只表侧表示怪兽为对象可以发动。此回合，该怪兽可攻击所有放有捕食计数物的对手怪兽各１次。②：表侧表示的此卡从场上离开的情况下发动。在对手场上所有被特殊召唤的怪兽上各放１个捕食计数物。放有捕食计数物的等级２以上怪兽的等级变为１。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 400, "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantSquidDrosera-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "FUEN-EN008", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-EN133", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "FUEN-DE008", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-DE133", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "INOV-SP008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "FUEN-SP008", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-SP133", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "FUEN-FR008", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-FR133", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "FUEN-IT008", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-IT133", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "FUEN-PT008", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-PT133", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "SPFE-JP008", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "INOV-KR008", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "SPFE-KR008", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "CL02-SC034", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 471553}