{"konami_id": 17766, "password": 69120785, "name": {"en": "The Bystial Alba Los", "de": "Der abgeheuerliche Alba Los", "es": "El Alba Los Abystial", "fr": "Le Bystial Alba Los", "it": "Il Bystial Alba Los", "pt": "O Bistial Arba Los", "ja": "<ruby>深淵の獣<rt>ザ・ビーステッド</rt></ruby>アルバ・ロス", "ja_romaji": "Za Bīsuteddo Aruba Rosu", "ko": "더 비스테드 알버 로스", "ko_rr": "Deo Biseutedeu Albeo Roseu", "zh-TW": "深淵獸 阿爾白・洛斯", "zh-CN": "深渊兽 阿尔白・洛斯"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand or GY) by Tributing 2 \"Bystial\" monsters. While this card, Summoned this way, is in the Monster Zone, negate the effects of all face-up Ritual, Fusion, Synchro, Xyz, and Link Monsters on the field. If this face-up card in its owner's control leaves the field because of an opponent's card effect: You can banish all face-down cards in the Extra Decks, face-up, until your opponent's End Phase.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand oder deinem Friedhof) beschworen werden, indem du 2 „Abgeheuerlich“-Monster als Tribut anbietest. Solange diese auf diese Art beschworene Karte in der Monsterzone liegt, annulliere die Effekte aller offenen Ritual-, Fusions-, Synchro-, Xyz- und Linkmonster auf dem Spielfeld. Falls diese offene Karte, die ihr Besitzer kontrolliert, das Spielfeld durch einen Karteneffekt eines Gegners verlässt: Du kannst alle verdeckten Karten in den Extra Decks bis zur End Phase deines Gegners offen verbannen.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano o Cementerio) Sacrificando 2 monstruos \"Abystial\". Mientras esta carta, Invocada de esta forma, está en la Zona de Monstruos, niega los efectos de todos los Monstruos de Ritual, Fusión, Sincronía, Xyz y Enlace boca arriba en el Campo. Si esta carta boca arriba controlada por su dueño deja el Campo por efecto de una carta del adversario: puedes desterrar todas las cartas boca abajo en los Decks Extra, boca arriba, hasta la End Phase de tu adversario.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en Sacrifiant 2 monstres \"Bystial\". Tant que cette carte, Invoquée de cette façon, est dans la Zone Monstre, annulez les effets de tous les Monstres Rituels, Fusion, Synchro, Xyz et Lien face recto sur le Terrain. Si cette carte face recto contrôlée par son propriétaire quitte le Terrain à cause d'un effet de carte de l'adversaire : jusqu'à la End Phase de votre adversaire, vous pouvez bannir face recto toutes les cartes face verso dans les Extra Decks.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano o Cimitero) offrendo come Tributo 2 mostri \"Bystial\". Mentre questa carta, Evocata in questo modo, è nella Zona Mostri, annulla gli effetti di tutti i Mostri Rituale, Fusione, Synchro, Xyz e Link scoperti sul Terreno. Se questa carta scoperta sotto il controllo del suo proprietario lascia il Terreno per l'effetto di una carta dell'avversario: puoi bandire tutte le carte coperte negli Extra Deck, scoperte, fino alla End Phase del tuo avversario.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (da sua mão ou do Cemitério) ao oferecer como Tributo 2 monstros \"Bistial\". Enquanto este card, Invocado desta forma, estiver na Zona de Monstros, negue os efeitos de todos os Monstros de Ritual, de Fusão, Sincro, Xyz e Link com a face para cima no campo. Se este card com a face para cima sob o controle do seu dono deixar o campo devido a um efeito de card do oponente: até a Fase Final do seu oponente, você pode banir com a face para cima todos os cards com a face para baixo nos Decks Adicionais.", "ja": "このカードは通常召喚できない。自分フィールドの「ビーステッド」モンスター２体をリリースした場合のみ手札・墓地から特殊召喚できる。①：この方法で特殊召喚したこのカードがモンスターゾーンに存在する限り、フィールドの表側表示の儀式・融合・Ｓ・Ｘ・Ｌモンスターの効果は無効化される。②：表側表示のこのカードが相手の効果でフィールドから離れた場合に発動できる。相手エンドフェイズまで、お互いのＥＸデッキの裏側のカードを全て表側で除外する。", "ko": "이 카드는 통상 소환할 수 없다. 자신 필드의 \"비스테드\" 몬스터 2장을 릴리스했을 경우에만 패 / 묘지에서 특수 소환할 수 있다. ①: 이 방법으로 특수 소환한 이 카드가 몬스터 존에 존재하는 한, 필드의 앞면 표시의 의식 / 융합 / 싱크로 / 엑시즈 / 링크 몬스터의 효과는 무효화된다. ②: 앞면 표시의 이 카드가 상대 효과로 필드에서 벗어났을 경우에 발동할 수 있다. 상대 엔드 페이즈까지, 서로의 엑스트라 덱의 뒷면 표시의 카드를 전부 앞면 표시로 제외한다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤。仅可在解放自己场上的２只“渊兽”怪兽的情况下，从手牌・墓地特殊召唤。①：只要以此方法特殊召唤的此卡存在于怪兽区域，场上表侧表示的仪式・融合・同步・超量・连接怪兽的效果无效化。②：表侧表示的此卡因对手的效果从场上离开的情况下可以发动。直至对手的结束阶段为止，将双方额外牌组的里侧表示的卡全部以表侧表示除外。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 12, "atk": 3500, "def": 3500, "series": ["Bystial"], "images": [{"index": 1, "image": "TheBystialAlbaLos-MP23-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN010", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-EN161", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "DABL-DE010", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-DE161", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "DABL-FR010", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-FR161", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "DABL-IT010", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-IT161", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "DABL-PT010", "set_name": "Darkwing Blast", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-PT161", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "DABL-JP010", "set_name": "Darkwing Blast", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-JP010", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}, {"set_number": "CF01-JP146", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DABL-KR010", "set_name": "Darkwing Blast", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DABL-KR010", "set_name": "Darkwing Blast +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC010", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717049, "master_duel_rarity": "SR"}