{"konami_id": 15577, "password": 69145169, "name": {"en": "Successor Soul", "de": "Nachfolgerseele", "es": "Alma Sucesora", "fr": "Âme du Successeur", "it": "Anima Succeditrice", "pt": "Alma do Sucessor", "ja": "<ruby>受<rt>う</rt></ruby>け<ruby>継<rt>つ</rt></ruby>ぎし<ruby>魂<rt>たましい</rt></ruby>", "ja_romaji": "Uketsugishi Tamashī", "ko": "이어받은 혼", "ko_rr": "Ieobat-eun Hon", "zh-TW": "繼承之魂", "zh-CN": "承继之魂"}, "text": {"en": "Tribute 1 Effect Monster, then target 1 Effect Monster your opponent controls; send it to the GY, then Special Summon 1 Level 7 or higher Normal Monster from your hand or Deck. You can only activate 1 \"Successor Soul\" per turn. You can only attack with 1 monster during the turn you activate this card.", "de": "Biete 1 Effektmonster als Tribut an und wähle dann 1 Effektmonster, das dein Gegner kontrolliert; lege es auf den Friedhof, dann beschwöre 1 Normales Monster der Stufe 7 oder höher als Spezialbeschwörung von deiner Hand oder deinem Deck. Du kannst nur 1 „Nachfolgerseele“ pro Spielzug aktivieren. Du kannst während des Spielzugs, in dem du diese Karte aktivierst, nur mit 1 Monster angreifen.", "es": "Sacrifica 1 Monstruo de Efecto, y después selecciona 1 Monstruo de Efecto que controle tu adversario; mándalo al Cementerio, y después Invoca de Modo Especial, desde tu mano o Deck, 1 Monstruo Normal de Nivel 7 o mayor. Sólo puedes activar 1 \"Alma Sucesora\" por turno. Durante el turno en el que actives esta carta sólo puedes atacar con 1 monstruo.", "fr": "Sacrifiez 1 Monstre à Effet, puis ciblez 1 Monstre à Effet contrôlé par votre adversaire ; envoyez-le au Cimetière, puis Invoquez Spécialement 1 Monstre Normal de min. Niveau 7 depuis votre main ou Deck. Vous ne pouvez activer qu'1 \"Âme du Successeur\" par tour. Vous ne pouvez attaquer qu'avec 1 monstre durant le tour où vous activez cette carte.", "it": "Offri come Tributo 1 Mostro con Effetto, poi scegli come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; mandalo al Cimitero, poi Evoca Specialmente 1 Mostro Normale di Livello 7 o superiore dalla tua mano o Deck. Puoi attivare solo 1 \"Anima Succeditrice\" per turno. Puoi attaccare solo con 1 mostro durante il turno in cui attivi questa carta.", "pt": "Ofereça como Tributo 1 Monstro de Efeito e, depois, escolha 1 Monstro de Efeito que seu oponente controla; envie-o para o Cemitério e, depois, Invoque por Invocação-Especial 1 Monstro Normal de Nível 7 ou mais da sua mão ou do Deck. Você só pode ativar 1 \"Alma do Sucessor\" por turno. Você só pode atacar com 1 monstro durante o turno em que ativar este card.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカードを発動するターン、自分はモンスター１体でしか攻撃できない。①：自分フィールドの効果モンスター１体をリリースし、相手フィールドの効果モンスター１体を対象として発動できる。そのモンスターを墓地へ送る。その後、手札・デッキからレベル７以上の通常モンスター１体を自分フィールドに特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드를 발동하는 턴에, 자신은 몬스터 1장으로밖에 공격할 수 없다. ①: 자신 필드의 효과 몬스터 1장을 릴리스하고, 상대 필드의 효과 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 묘지로 보낸다. 그 후, 패 / 덱에서 레벨 7 이상의 일반 몬스터 1장을 자신 필드에 특수 소환한다.", "zh-TW": "此卡名的卡１回合僅限發動１張，發動此卡的回合，我方僅限使用１隻怪獸攻擊。①：可解放我方場上的１隻效果怪獸，將對方場上的１隻效果怪獸做為對象發動。將該怪獸送至墓地。其後，從手牌・牌組特殊召喚１隻等級７以上的通常怪獸至我方場上。", "zh-CN": "此卡名的卡1回合仅可发动1张，发动此卡的回合中，自己仅可用1只怪兽攻击。①：解放自己场上的1只效果怪兽，以对手场上的1只效果怪兽为对象可以发动。将该怪兽送至墓地。然后从手牌・牌组将1只等级7以上的通常怪兽特殊召唤至自己场上。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "SuccessorSoul-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MP20-EN246", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MP20-DE246", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MP20-FR246", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MP20-IT246", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MP20-PT246", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PGB1-JP008", "set_name": "Prismatic God Box", "rarities": ["Millennium Ultra Rare", "Ultimate Rare"]}], "ko": [{"set_number": "23PP-KRB31", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "CL02-SC013", "set_name": "Classic Pack 02", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716901, "master_duel_rarity": "R"}