{"konami_id": 11015, "password": 69170557, "name": {"en": "Number C40: Gimmick Puppet of Dark Strings", "de": "Nummer C40: Gimmick-Marionette der dunklen Fäden", "es": "Número C40: Marioneta Trucada de Hilos Oscuros", "fr": "Numéro C40 : Poupée Truquée de Cordes des Ténèbres", "it": "Numero C40: Burattino Arnese delle Corde Oscure", "pt": "Número C40: Engenhoca Marionete das Cordas Negras", "ja": "<ruby>Ｃ<rt>カオス</rt></ruby><ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>４０ ギミック・パペット－デビルズ・ストリングス", "ja_romaji": "Kaosu Nanbāzu Yonjū Gimikku Papetto - Debiruzu Sutoringusu", "ko": "<ruby>CNo.<rt>카오스 넘버즈</rt></ruby>40 기믹 퍼핏－데블즈 스트링스", "ko_rr": null, "zh-TW": "CNo.40 機關線偶－魔鬼之弦", "zh-CN": "混沌编号40 机关线偶－魔鬼之弦"}, "text": {"en": "3 Level 9 monsters\nIf this card is Special Summoned: Destroy as many monsters with String Counters as possible, and if you do, draw 1 card, then inflict damage to your opponent equal to the highest original ATK among those destroyed monsters in the GY (your choice, if tied). Once per turn: You can detach 1 material from this card; place 1 String Counter on each face-up monster your opponent controls.", "de": "3 Monster der Stufe 9\nFalls diese Karte als Spezialbeschwörung beschworen wird: Zerstöre so viele Monster mit Faden-Zählmarken wie möglich und falls du dies tust, ziehe 1 Karte, dann füge deinem Gegner Schaden in Höhe der höchsten Grund-ATK jener zerstörten Monster im Friedhof zu (bei Gleichstand bestimmst du eins). Einmal pro Spielzug: Du kannst 1 Material von dieser Karte abhängen; lege 1 Faden-Zählmarke auf jedes offene Monster, das dein Gegner kontrolliert.", "es": "3 monstruos de Nivel 9\nSi esta carta es Invocada de Modo Especial: destruye tantos monstruos con Contadores de Hilo como sea posible y, si lo haces, roba 1 carta, y después inflige daño a tu adversario igual al ATK original más alto de entre esos monstruos destruidos en el Cementerio (si hay empate, eliges tú). Una vez por turno: puedes desacoplar 1 material de esta carta; pon 1 Contador de Hilo en cada monstruo boca arriba que controle tu adversario.", "fr": "3 monstres de Niveau 9\nSi cette carte est Invoquée Spécialement : détruisez autant de monstres avec des Compteurs Corde que possible, et si vous le faites, piochez 1 carte, puis infligez des dommages à votre adversaire égaux à la plus haute ATK d'origine parmi ces monstres détruits dans le Cimetière (en cas d'égalité, vous choisissez). Une fois par tour : vous pouvez détacher 1 Matériel de cette carte ; placez 1 Compteur Corde sur chaque monstre face recto contrôlé par votre adversaire.", "it": "3 mostri di Livello 9\nSe questa carta viene Evocata Specialmente: distruggi tanti mostri con Segnalini Corda quanti possibile e, se lo fai, pesca 1 carta, poi infliggi al tuo avversario danno pari al più alto ATK originale tra quei mostri distrutti nel Cimitero (in caso di parità, scegli tu). Una volta per turno: puoi staccare 1 materiale da questa carta; metti 1 Segnalino Corda su ogni mostro scoperto controllato dal tuo avversario.", "pt": "3 monstros de Nível 9\nSe este card for Invocado por Invocação-Especial: destrua tantos monstros com Marcadores de Corda quanto possível e, se isso acontecer, compre 1 card e, depois, cause dano ao seu oponente igual ao maior ATK original dentre esses monstros destruídos no Cemitério (em caso de empate, você seleciona). Uma vez por turno: você pode desassociar 1 matéria deste card; coloque 1 Marcador de Corda sobre cada monstro com a face para cima que seu oponente controla.", "ja": "レベル９モンスター×３\n①：このカードが特殊召喚に成功した場合に発動する。ストリングカウンターが置かれているモンスターを全て破壊し、自分はデッキから１枚ドローする。その後、この効果で破壊され墓地へ送られたモンスターの内、元々の攻撃力が一番高いモンスターのその数値分のダメージを相手に与える。②：１ターンに１度、このカードのＸ素材を１つ取り除いて発動できる。相手フィールドの表側表示モンスター全てにストリングカウンターを１つずつ置く。", "ko": "레벨 9 몬스터 × 3\n이 카드가 특수 소환에 성공했을 때, 필드 위의 스트링 카운터가 얹혀 있는 몬스터를 전부 파괴하고, 자신은 덱에서 카드를 1장 드로우한다. 그 후, 이 효과로 파괴되어 묘지로 보내진 몬스터 중, 원래 공격력이 가장 높은 몬스터의 그 수치만큼의 데미지를 상대 라이프에 준다. 또한, 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 상대 필드 위에 앞면 표시로 존재하는 모든 몬스터에 스트링 카운터를 1개 놓는다.", "zh-TW": "等級９怪獸×３\n①：在此卡特殊召喚成功的狀況下發動。將所有置有弦計數物的怪獸全部破壞，我方從牌組抽１張牌。其後，給予對方因此效果被破壞送至墓地的怪獸中，原本的攻擊力最高的怪獸的攻擊力數值的傷害。②：１回合１次，可去除此卡的１個超量素材發動。在對方場上的所有正面表示怪獸各放置１個弦計數物。", "zh-CN": "等级９怪兽×３\n①：此卡特殊召唤成功的情况下发动。将放有弦计数物的怪兽全部破坏，自己从牌组抽１张。然后，依以此效果被破坏并被送至墓地的怪兽中原本攻击力最高的数值，来给予对手伤害。②：１回合１次，去除此卡的１个超量素材可以发动。在对手场上的所有表侧表示怪兽上各放１个弦计数物。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "DARK", "rank": 9, "atk": 3300, "def": 2000, "materials": "3 Level 9 monsters", "series": ["Chaos", "Gimmick Puppet", "Number", "Number", "Number C", "Puppet"], "images": [{"index": 1, "image": "NumberC40GimmickPuppetofDarkStrings-LDS3-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PGLD-EN020", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS3-EN065", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PGLD-DE020", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS3-DE065", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PGLD-FR020", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS3-FR065", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PGLD-IT020", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS3-IT065", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PGLD-PT020", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS3-PT065", "set_name": "Legendary Duelists: Season 3", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PP16-JP011", "set_name": "Premium Pack 16", "rarities": ["Common", "Secret Rare"]}, {"set_number": "NCF1-JP117", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP09-KR011", "set_name": "Premium Pack Vol.9", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 313650, "master_duel_rarity": "SR"}