{"konami_id": 13883, "password": 69170403, "name": {"en": "Astra Ghouls", "de": "Astraghuls", "es": "Espíritus Malignos Astra", "fr": "Goules Astra", "it": "Ghoul Astri", "pt": "Carniçais Astra", "ja": "アストラグールズ", "ja_romaji": "Asutora Gūruzu", "ko": "아스트라구울즈", "ko_rr": "Aseuteuragu-euljeu", "zh-TW": "星盜墓食屍鬼", "zh-CN": "星盗墓食尸鬼"}, "text": {"en": "When this card is Normal Summoned: You can target 1 Level 4 or lower monster in your GY; Special Summon it in Defense Position, but its effects are negated, also banish it during the End Phase. Once per turn: You can roll a six-sided die, and the face-up monsters you currently control become the Level equal to the result, until the end of this turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, aber seine Effekte werden annulliert, zusätzlich verbanne es während der End Phase. Einmal pro Spielzug: Du kannst einen sechsseitigen Würfel werfen und die Stufe der offenen Monster, die du derzeit kontrollierst, wird bis zum Ende dieses Spielzugs gleich dem Ergebnis.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 monstruo de Nivel 4 o menor en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa, pero sus efectos son negados, y además destiérralo durante la End Phase. Una vez por turno: puedes lanzar un dado de seis caras y, hasta el final de este turno, el Nivel de los monstruos boca arriba que controles en este momento se convierte en el resultado.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais ses effets sont annulés, et aussi, bannissez-le durant la End Phase. Une fois par tour : vous pouvez lancer un dé à six faces, et les monstres face recto que vous contrôlez actuellement deviennent d'un Niveau égal au résultat jusqu'à la fin de ce tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 mostro di Livello 4 o inferiore nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa, ma i suoi effetti sono annullati, inoltre bandiscilo durante la End Phase. Una volta per turno: puoi tirare un dado a sei facce e i mostri scoperti che controlli attualmente diventano di Livello pari al risultato, fino alla fine di questo turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode escolher 1 monstro de Nível 4 ou menos no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa, mas seus efeitos são negados e, além disso, bana-o durante a Fase Final. Uma vez por turno: você pode lançar um dado de seis faces e, até o final deste turno, os monstros com a face para cima que você controla atualmente se tornam do Nível do resultado.", "ja": "①：このカードが召喚に成功した時、自分の墓地のレベル４以下のモンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化され、エンドフェイズに除外される。②：１ターンに１度、自分メインフェイズに発動できる。サイコロを１回振る。自分フィールドの全ての表側表示モンスターのレベルはターン終了時まで出た目の数と同じになる。", "ko": "①: 이 카드가 일반 소환에 성공했을 때, 자신 묘지의 레벨 4 이하의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화되고, 엔드 페이즈에 제외된다. ②: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 주사위를 1회 던진다. 자신 필드의 모든 앞면 표시 몬스터의 레벨은 턴 종료시까지 나온 눈의 수와 같아진다.", "zh-TW": null, "zh-CN": "①：这张卡召唤成功时，以自己墓地1只4星以下的怪兽为对象才能发动。那只怪兽守备表示特殊召唤。这个效果特殊召唤的怪兽的效果无效化，结束阶段除外。\n②：1回合1次，自己主要阶段才能发动。掷1次骰子。自己场上的全部表侧表示怪兽的等级直到回合结束时变成和出现的数目相同。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "EARTH", "level": 5, "atk": 0, "def": 2000, "images": [{"index": 1, "image": "AstraGhouls-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN095", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-EN201", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "CHIM-DE095", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-DE201", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CHIM-FR095", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-FR201", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "CHIM-IT095", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-IT201", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CHIM-PT095", "set_name": "Chaos Impact", "rarities": ["Common"]}, {"set_number": "MP20-PT201", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "18PR-JP007", "set_name": "Promotion Pack 2018", "rarities": ["Normal Parallel Rare"]}, {"set_number": "19PR-JP002", "set_name": "Promotion Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "PP14-KRB03", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Normal Parallel Rare", "Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 560952, "master_duel_rarity": "R"}