{"konami_id": 13774, "password": 69217334, "name": {"en": "Breaking of the World", "de": "Zerbrechen der Welt", "es": "Ruptura del Mundo", "fr": "Rupture du Monde", "it": "Rottura del Mondo", "pt": "Quebra do Mundo", "ja": "ブレイク・オブ・ザ・ワールド", "ja_romaji": "Bureiku Obu Za Wārudo", "ko": "브레이크 오브 더 월드", "ko_rr": "Beureikeu Obeu Deo Woldeu", "zh-TW": "世界破滅", "zh-CN": "世界粉碎"}, "text": {"en": "Once per turn: You can target 1 Ritual Monster you control; show 1 Ritual Monster in your hand, until the end of this turn. The Level of the shown Ritual Monster becomes the targeted monster's Level, until the end of this turn (even if this card leaves the field). Once per turn, if \"Ruin, Queen of Oblivion\" or \"Demise, King of Armageddon\" is Ritual Summoned to your field (except during the Damage Step): You can activate 1 of these effects;\n● Draw 1 card.\n● Destroy 1 card on the field.", "de": "Einmal pro Spielzug: Du kannst 1 Ritualmonster wählen, das du kontrollierst; zeige 1 Ritualmonster in deiner Hand bis zum Ende dieses Spielzugs. Die Stufe des gezeigten Ritualmonsters wird bis zum Ende dieses Spielzugs gleich der Stufe des als Ziel gewählten Monsters (selbst falls diese Karte das Spielfeld verlässt). Einmal pro Spielzug, falls „Ruin, Königin des Vergessens“ oder „Demise, König des Jüngsten Tages“ als Ritualbeschwörung auf deine Spielfeldseite beschworen wird (außer während des Damage Steps): Du kannst 1 dieser Effekte aktivieren;\n● Ziehe 1 Karte.\n● Zerstöre 1 Karte auf dem Spielfeld.", "es": "Una vez por turno: puedes seleccionar 1 Monstruo de Ritual que controles; hasta el final de este turno, enseña 1 Monstruo de Ritual en tu mano. Hasta el final de este turno, el Nivel del Monstruo de Ritual enseñado se convierte en el Nivel de ese monstruo seleccionado (aun si esta carta deja el Campo). Una vez por turno, si \"Ruina, Reina del Olvido\" o \"Demise, Rey del Armagedón\" es Invocado por Ritual a tu Campo (excepto durante el Damage Step): puedes activar 1 de estos efectos;\n● Roba 1 carta.\n● Destruye 1 carta en el Campo.", "fr": "Une fois par tour : vous pouvez cibler 1 Monstre Rituel que vous contrôlez ; jusqu'à la fin de ce tour, montrez 1 Monstre Rituel dans votre main. Jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), le Niveau du Monstre Rituel montré devient le Niveau du monstre ciblé. Une fois par tour, si \"Ruine, Reine de l'Oubli\" ou \"Peine, Roi de l'Armageddon\" est Invoqué Rituellement sur votre Terrain (sauf durant la Damage Step) : vous pouvez activer 1 de ces effets ;\n● Piochez 1 carte.\n● Détruisez 1 carte sur le Terrain.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 Mostro Rituale che controlli; mostra 1 Mostro Rituale nella tua mano, fino alla fine di questo turno. Il Livello del Mostro Rituale mostrato diventa il Livello del mostro scelto come bersaglio, fino alla fine di questo turno (anche se questa carta lascia il Terreno). Una volta per turno, se \"Ruin, Regina dell'Oblio\" o \"Demise, Re dell'Armageddon\" vengono Evocati tramite Rituale sul tuo Terreno (eccetto durante il Damage Step): puoi attivare 1 di questi effetti;\n● Pesca 1 carta.\n● Distruggi 1 carta sul Terreno.", "pt": "Uma vez por turno: você pode escolher 1 Monstro de Ritual que você controla; até o final deste turno, mostre 1 Monstro de Ritual na sua mão. Até o final deste turno, o Nível do Monstro de Ritual mostrado se torna o Nível do monstro alvo (mesmo que este card deixe o campo). Uma vez por turno, se \"Ruína, a Rainha do Esquecimento\" ou \"Demise, o Rei do Armagedom\" forem Invocados por Invocação-Ritual no seu campo (exceto durante a Etapa de Dano): você pode ativar 1 desses efeitos;\n● Compre1 card.\n● Destrua 1 card no campo.", "ja": "①：１ターンに１度、自分フィールドの儀式モンスター１体を対象として発動できる。手札の儀式モンスター１体をターン終了時まで公開する。その公開した儀式モンスターのレベルはターン終了時まで、対象のモンスターのレベルと同じになる。②：１ターンに１度、自分フィールドに「破滅の女神ルイン」または「終焉の王デミス」が儀式召喚された場合、以下の効果から１つを選択して発動できる。\n●自分はデッキから１枚ドローする。\n●フィールドのカード１枚を選んで破壊する。", "ko": "①: 1턴에 1번, 자신 필드의 의식 몬스터 1장을 대상으로 하고 발동할 수 있다. 패의 의식 몬스터 1장을 턴 종료시까지 공개한다. 그 공개한 의식 몬스터의 레벨은 턴 종료시까지, 대상 몬스터의 레벨과 같아진다. ②: 1턴에 1번, 자신 필드에 \"파멸의 여신 루인\" 또는 \"종언의 왕 데미스\"가 의식 소환되었을 경우, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신은 덱에서 1장 드로우한다.\n●필드의 카드 1장을 고르고 파괴한다.", "zh-TW": null, "zh-CN": "①：1回合1次，以自己场上的1只仪式怪兽为对象可以发动。将手牌的1只仪式怪兽直至回合结束时为止公开。该公开的仪式怪兽的等级直至回合结束时为止，变为与对象怪兽的等级相同。②：1回合1次，“破灭之女神 露茵”或“终焉之王 迪米斯”被仪式召唤至自己场上的情况下，可从以下效果中选择1个发动。\n●自己抽1张。\n●将场上的1张卡破坏。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "BreakingoftheWorld-CYHO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "es": [{"set_number": "CYHO-SP057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ko": [{"set_number": "CYHO-KR057", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE03-SC074", "set_name": "Nature Pack: Righteous Warriors", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 555157, "master_duel_rarity": "N"}