{"konami_id": 12595, "password": 69228245, "name": {"en": "Performapal Changeraffe", "de": "Künstlerkumpel Kettengiraffe", "es": "Artistamigo Cambiorafa", "fr": "Changeraffe Potartiste", "it": "Artistamico Cambiogiraffa", "pt": "Girafa Gira Corrente Camarartista", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>チェーンジラフ", "ja_romaji": "Entameito Chēnjirafu", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 체인지라프", "ko_rr": null, "zh-TW": null, "zh-CN": "娱乐伙伴 变形链长颈鹿"}, "text": {"en": "When this card is Normal or Special Summoned: You can target 1 face-up monster your opponent controls; while this card is face-up on the field, that face-up monster cannot attack, also negate the effects of that face-up monster while it is on the field.", "de": "Wenn diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; solange diese Karte offen auf dem Spielfeld liegt, kann das offene Monster nicht angreifen, zusätzlich annulliere die Effekte des offenen Monsters, solange es auf dem Spielfeld liegt.", "es": "Cuando esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; mientras esta carta esté boca arriba en el Campo, ese monstruo boca arriba no puede atacar, y además niega los efectos de ese monstruo boca arriba mientras esté en el Campo.", "fr": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; tant que cette carte est face recto sur le Terrain, le monstre face recto ne peut pas attaquer, et aussi, annulez les effets du monstre face recto tant qu'il est sur le Terrain.", "it": "Quando questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; mentre questa carta è scoperta sul Terreno, quel mostro scoperto non può attaccare, inoltre annulla gli effetti di quel mostro scoperto mentre è sul Terreno.", "pt": "Quando este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro com a face para cima que seu oponente controla; enquanto este card estiver com a face para cima no campo, esse monstro com a face para cima não pode atacar e, além disso, negue os efeitos desse monstro com a face para cima enquanto ele estiver no campo.", "ja": "①：このカードが召喚・特殊召喚に成功した時、相手フィールドの表側表示モンスター１体を対象として発動できる。このモンスターが表側表示で存在する間、対象の表側表示モンスターは攻撃できず、効果は無効化される。", "ko": "①: 이 카드가 일반 소환 / 특수 소환에 성공했을 때, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 몬스터가 앞면 표시로 존재하는 동안, 대상의 앞면 표시 몬스터는 공격할 수 없으며, 효과는 무효화된다.", "zh-TW": null, "zh-CN": "①：这张卡召唤·特殊召唤成功时，以对方场上1只表侧表示怪兽为对象才能发动。这只怪兽表侧表示存在期间，作为对象的表侧表示怪兽不能攻击，效果无效化。"}, "card_type": "Monster", "monster_type_line": "Beast / Pendulum / Effect", "attribute": "EARTH", "level": 1, "atk": 100, "def": 500, "pendulum_scale": 5, "pendulum_effect": {"en": "When exactly 1 monster you control (and no other cards) is destroyed by battle: You can destroy this card, and if you do, Special Summon that monster destroyed by battle in Attack Position, and if you do that, it cannot be destroyed by battle this turn (even if this card leaves the field).", "de": "Wenn genau 1 Monster, das du kontrollierst, (und keine anderen Karten) durch Kampf zerstört wird: Du kannst diese Karte zerstören und falls du dies tust, beschwöre das durch Kampf zerstörte Monster als Spezialbeschwörung in die Angriffsposition und falls du dies tust, kann es in diesem Spielzug nicht durch Kampf zerstört werden (selbst falls diese Karte das Spielfeld verlässt).", "es": "Cuando exactamente 1 monstruo que controles (y ninguna otra carta) sea destruido en batalla: puedes destruir esta carta y, si lo haces, Invoca de Modo Especial, en Posición de Ataque, a ese monstruo destruido en batalla y, si lo haces, este turno éste no puede ser destruido en batalla (aún si esta carta deja el Campo).", "fr": "Lorsqu'exactement 1 monstre que vous contrôlez (et aucune autre carte) est détruit au combat : vous pouvez détruire cette carte, et si vous le faites, Invoquez Spécialement le monstre détruit au combat en Position d'Attaque, et si vous le faites, il ne peut pas être détruit au combat ce tour (même si cette carte quitte le Terrain).", "it": "Quando esattamente 1 mostro che controlli (e nessuna altra carta) viene distrutto in battaglia: puoi distruggere questa carta e, se lo fai, Evoca Specialmente quel mostro distrutto in battaglia in Posizione di Attacco e, se fai quello, esso non può essere distrutto in battaglia in questo turno (anche se questa carta lascia il Terreno).", "pt": "Quando exatamente 1 monstro que você controla (e nenhum outro card) for destruído em batalha: você pode destruir este card e, se isso acontecer, Invoque esse monstro destruído em batalha por Invocação-Especial em Posição de Ataque e, se isso acontecer, ele não pode ser destruído em batalha neste turno (mesmo que este card deixe o campo).", "ja": "①：自分のモンスター１体が戦闘で破壊された時に発動できる。このカードを破壊し、その戦闘で破壊されたモンスターを攻撃表示で特殊召喚する。この効果で特殊召喚したモンスターは、このターン戦闘では破壊されない。", "ko": "①: 자신의 몬스터 1장이 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 파괴하고, 그 전투에서 파괴된 몬스터를 공격 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터는, 이 턴에 전투로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "①：自己怪兽1只被战斗破坏时才能发动。这张卡破坏，那只战斗破坏的怪兽攻击表示特殊召唤。这个效果特殊召唤的怪兽在这个回合不会被战斗破坏。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalChangeraffe-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-EN130", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-DE130", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "INOV-SP005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-SP130", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-FR130", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-IT130", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-PT130", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "ko": [{"set_number": "INOV-KR005", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464180}