{"konami_id": 7255, "password": 69270537, "name": {"en": "Contact Out", "de": "Kontakt nach draußen", "es": "Contacto Fuera", "fr": "Hors Contact", "it": "Inversione Contatto", "pt": "Fora de Contato", "ja": "コンタクト・アウト", "ja_romaji": "Kontakuto Auto", "ko": "콘택트 아웃", "ko_rr": null, "zh-TW": "接觸分離", "zh-CN": "接触分离"}, "text": {"en": "Return 1 \"Neos\" Fusion Monster you control to the Extra Deck. If all the Fusion Material Monsters listed on that Fusion Monster are in your Deck, you can Special Summon them.", "de": "Lege 1 „Neos“-Fusionsmonster, das du kontrollierst, ins Extra Deck zurück. Falls alle auf diesem Fusionsmonster aufgeführten Fusionsmaterialmonster in deinem Deck sind, kannst du sie als Spezialbeschwörung beschwören.", "es": "Regresa 1 Monstruo de Fusión \"Neos\" que tú controles al Deck Extra. Si todos los Monstruos Material de Fusión listados en ese Monstruo de Fusión están en tu Deck, puedes Invocarlos de Modo Especial.", "fr": "Renvoyez 1 Monstre Fusion \"Néos\" que vous contrôlez dans le Extra Deck. Si tous les Monstres-Matériels de Fusion qui sont listés sur ce Monstre Fusion sont dans votre Deck, vous pouvez les Invoquer Spécialement.", "it": "Fai tornare 1 Mostro Fusione \"Neos\" che controlli nel Extra Deck. Se tutti i Mostri-Materiale da Fusione indicati su quel Mostro Fusione sono nel tuo Deck, puoi Evocarli tramite Evocazione Speciale.", "pt": "Devolva 1 Monstro de Fusão \"Neos\" que você controla para o Deck Adicional. Se todos os Monstros-Matéria de Fusão listados nesse Monstro de Fusão estiverem no seu Deck, você pode Invocá-los por Invocação-Especial.", "ja": "自分フィールド上に表側表示で存在する「ネオス」と名のついた融合モンスター１体を融合デッキに戻す。さらに、融合デッキに戻したモンスターに記された融合素材モンスター一組が自分のデッキに揃っていれば、この一組を自分フィールド上に特殊召喚する事ができる。", "ko": "자신 필드 위에 앞면 표시로 존재하는 \"네오스\"라는 이름이 붙은 융합 몬스터 1장을 융합 덱으로 되돌린다. 또한, 융합 덱으로 되돌린 몬스터에 쓰여 있는 융합 소재 몬스터 1세트가 자신의 덱에 모여 있으면, 이 1세트를 자신 필드 위에 특수 소환할 수 있다.", "zh-TW": "選擇我方場上１隻冠有「新宇」之名的融合怪獸送回持有者的額外牌組。其後，若送回額外牌組的怪獸所寫有的一組融合素材怪獸全聚集在我方牌組，可特殊召喚此組素材至我方場上。", "zh-CN": "选择我方场上１只冠有“新宇侠”之名怪兽的融合怪兽返回至持有者的额外牌组。之后，若我方牌组集满一组记载于被返回至额外牌组怪兽的融合怪兽，可将该组融合怪兽特殊召唤至我方场上。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Contact"], "images": [{"index": 1, "image": "ContactOut-GLAS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GLAS-EN045", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "de": [{"set_number": "GLAS-DE045", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "fr": [{"set_number": "GLAS-FR045", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "it": [{"set_number": "GLAS-IT045", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "ja": [{"set_number": "GLAS-JP045", "set_name": "Gladiator's Assault", "rarities": ["Common"]}], "ko": [{"set_number": "GLAS-KR045", "set_name": "Gladiator's Assault", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 22037, "master_duel_rarity": "R"}