{"konami_id": 11250, "password": 69327790, "name": {"en": "Raiza the Mega Monarch", "de": "Raiza der Megamonarch", "es": "Raiza el Mega Monarca", "fr": "Raiza le Méga Monarque", "it": "Raiza il Mega Monarca", "pt": "Raiza, a Mega Monarca", "ja": "<ruby>烈<rt>れっ</rt></ruby><ruby>風<rt>ぷう</rt></ruby><ruby>帝<rt>てい</rt></ruby>ライザー", "ja_romaji": "Reppūtei Raizā", "ko": "세찬 바람의 제왕 라이저", "ko_rr": "Sechon Baram-ui Jewang Raijeo", "zh-TW": "烈風帝 萊紮", "zh-CN": "烈风帝莱萨"}, "text": {"en": "You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. If this card is Tribute Summoned: Target 1 card on the field and 1 card in either GY, also if this card was Tribute Summoned by Tributing a WIND monster, you can target an additional card on the field; place the first target(s) on the top of the Deck in any order, also, after that, return the additional target (if any) to the hand.", "de": "Du kannst diese Karte als Tributbeschwörung beschwören, indem du 1 als Tributbeschwörung beschworenes Monster als Tribut anbietest. Falls diese Karte als Tributbeschwörung beschworen wird: Wähle 1 Karte auf dem Spielfeld und 1 Karte in einem beliebigen Friedhof, zusätzlich, falls diese Karte als Tributbeschwörung beschworen wurde, indem ein WIND Monster als Tribut angeboten wurde, kannst du eine zusätzliche Karte auf dem Spielfeld wählen; lege die ersten gewählten Ziele in beliebiger Reihenfolge auf das Deck, zusätzlich gib danach das zusätzlich gewählte Ziel (falls es eins gibt) auf die Hand zurück.", "es": "Puedes Invocar esta carta por Sacrificio Sacrificando 1 monstruo que haya sido Invocado por Sacrificio. Si esta carta es Invocada por Sacrificio: selecciona 1 carta en el Campo y 1 carta en cualquier Cementerio y además, si esta carta fue Invocada por Sacrificio Sacrificando un monstruo de VIENTO, puedes seleccionar una carta adicional en el Campo; pon en la parte superior del Deck, en cualquier orden, el o los primeros objetivos y además, después de eso, devuelve a la mano el objetivo adicional (si lo hay).", "fr": "Vous pouvez Invoquer par Sacrifice cette carte en Sacrifiant 1 monstre Invoqué par Sacrifice. Si cette carte est Invoquée par Sacrifice : ciblez 1 carte sur le Terrain et 1 carte dans l'un des Cimetières, et aussi, si cette carte a été Invoquée par Sacrifice en Sacrifiant un monstre VENT, vous pouvez cibler une carte supplémentaire sur le Terrain ; placez les premières cibles au-dessus du Deck dans l'ordre de votre choix, et aussi, après ça, renvoyez la cible supplémentaire (s'il y en a une) à la main.", "it": "Puoi Evocare tramite Tributo questa carta offrendo come Tributo 1 mostro Evocato tramite Tributo. Se questa carta viene Evocata tramite Tributo: scegli come bersaglio 1 carta sul Terreno e 1 carta in qualsiasi Cimitero, inoltre se questa carta è stata Evocata tramite Tributo offrendo come Tributo un mostro VENTO, puoi scegliere come bersaglio una carta addizionale sul Terreno; metti i primi bersagli in cima al Deck in qualsiasi ordine, inoltre, dopo averlo fatto, fai ritornare il bersaglio addizionale (se c'è) nella mano.", "pt": "Você pode Invocar este card por Invocação-Tributo ao oferecer como Tributo 1 monstro Invocado por Invocação-Tributo. Se este card for Invocado por Invocação-Tributo: escolha 1 card no campo e 1 card em qualquer Cemitério e, além disso, se este card foi Invocado por Invocação-Tributo pelo Tributo de um monstro de VENTO, você pode escolher um card adicional no campo; coloque o(s) primeiro(s) alvo(s) no topo do Deck em qualquer ordem e, além disso, depois, devolva o alvo adicional (se houver) para a mão.", "ja": "このカードはアドバンス召喚したモンスター１体をリリースしてアドバンス召喚できる。①：このカードがアドバンス召喚に成功した場合、フィールドのカード１枚と自分または相手の墓地のカード１枚を対象として発動する。そのカードを好きな順番で持ち主のデッキの一番上に戻す。このカードが風属性モンスターをリリースしてアドバンス召喚に成功した場合、その時の効果に以下の効果を加える。●フィールドのカード１枚を対象として持ち主の手札に戻す事ができる。", "ko": "이 카드는 어드밴스 소환한 몬스터 1장을 릴리스하고 어드밴스 소환할 수 있다. ①: 이 카드가 어드밴스 소환에 성공했을 경우, 필드의 카드 1장과 자신 또는 상대 묘지의 카드 1장을 대상으로 하고 발동한다. 그 카드를 좋아하는 순서대로 주인의 덱 맨 위로 되돌린다. 이 카드가 바람 속성 몬스터를 릴리스하고 어드밴스 소환에 성공했을 경우, 그때의 효과에 이하의 효과를 넣는다.\n●필드의 카드 1장을 대상으로 하고 주인의 패로 되돌릴 수 있다.", "zh-TW": null, "zh-CN": "此卡可借由解放１只上级召唤的怪兽来上级召唤。①：此卡上级召唤成功的情况下，以场上的１张卡和自己或对手墓地的１张卡为对象发动。将该卡以喜欢的顺序放回持有者的牌组最上面。此卡解放风属性怪兽来上级召唤成功的情况下，在此时的效果后追加以下的效果。\n●可以以场上的１张卡为对象将其放回持有者的手牌。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "WIND", "level": 8, "atk": 2800, "def": 1000, "series": ["Monarch"], "images": [{"index": 1, "image": "RaizatheMegaMonarch-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUEA-EN041", "set_name": "Duelist Alliance", "rarities": ["Secret Rare"]}, {"set_number": "MP15-EN091", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-EN106", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUEA-DE041", "set_name": "Duelist Alliance", "rarities": ["Secret Rare"]}, {"set_number": "MP15-DE091", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-DE106", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUEA-FR041", "set_name": "Duelist Alliance", "rarities": ["Secret Rare"]}, {"set_number": "MP15-FR091", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-FR106", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUEA-IT041", "set_name": "Duelist Alliance", "rarities": ["Secret Rare"]}, {"set_number": "MP15-IT091", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-IT106", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUEA-PT041", "set_name": "Duelist Alliance", "rarities": ["Secret Rare"]}, {"set_number": "MP15-PT091", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}, {"set_number": "GFP2-PT106", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DUEA-JP041", "set_name": "Duelist Alliance", "rarities": ["Super Rare"]}, {"set_number": "LVP3-JP029", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}], "ko": [{"set_number": "DUEA-KR041", "set_name": "Duelist Alliance", "rarities": ["Super Rare"]}, {"set_number": "LVP3-KR029", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}], "zh-CN": [{"set_number": "23SP-SC103", "set_name": "Entry Pack 2023 Vol.1", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 336053, "master_duel_rarity": "R"}