{"konami_id": 21807, "password": 69453825, "name": {"en": "Gouki Dragon Ogre", "de": "Gouki Drachenoger", "es": "Gouki Ogro Dragón", "fr": "Ogre Dragon Gouki", "it": "Gouki Drago Orco", "pt": "Gouki Ogro Dragão", "ja": "<ruby>剛<rt>ごう</rt></ruby><ruby>鬼<rt>き</rt></ruby>ドラゴン・オーガ", "ja_romaji": "Gōki Doragon Ōga", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "刚鬼 龙食人魔"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card is Synchro Summoned: You can add 1 \"Gouki\" Spell from your Deck to your hand. If this card is sent to the GY: You can target 1 EARTH monster you control; while you control that face-up monster, your opponent's monsters can only target it for attacks, also add 1 \"Gouki\" monster with less ATK than that monster from your GY to your hand. You can only use each effect of \"Gouki Dragon Ogre\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst deiner Hand 1 „Gouki“-Zauber von deinem Deck hinzufügen. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 ERDE Monster wählen, das du kontrollierst; solange du jenes offene Monster kontrollierst, können Monster deines Gegners nur es als Angriffsziel wählen, zusätzlich füge deiner Hand 1 „Gouki“-Monster mit weniger ATK als jenes Monster von deinem Friedhof hinzu. Du kannst jeden Effekt von „Gouki Drachenoger“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes añadir a tu mano 1 Mágica \"Gouki\" en tu Deck. Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo de TIERRA que controles; mientras controles ese monstruo boca arriba, los monstruos de tu adversario sólo pueden seleccionar ese para ataques, y además añade a tu mano 1 monstruo \"Gouki\" con menos ATK que ese monstruo en tu Cementerio. Sólo puedes usar cada efecto de \"Gouki Ogro Dragón\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez ajouter 1 Magie \"Gouki\" depuis votre Deck à votre main. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre TERRE que vous contrôlez ; tant que vous contrôlez le monstre face recto, les monstres de votre adversaire ne peuvent cibler que le monstre avec une attaque, et aussi, ajoutez 1 monstre \"Gouki\" avec une ATK inférieure au monstre depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Ogre Dragon Gouki\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta viene Synchro Evocata: puoi aggiungere 1 Magia \"Gouki\" dal tuo Deck alla tua mano. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro TERRA che controlli; mentre controlli quel mostro scoperto, i mostri del tuo avversario possono scegliere solo quello come bersaglio per gli attacchi, inoltre aggiungi 1 mostro \"Gouki\" con ATK inferiore a quel mostro dal tuo Cimitero alla tua mano. Puoi utilizzare ogni effetto di \"Gouki Drago Orco\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode adicionar 1 Magia \"Gouki\" do seu Deck à sua mão. Se este card for enviado para o Cemitério: você pode escolher 1 monstro de TERRA que você controla; enquanto você controlar esse monstro com a face para cima, os monstros do seu oponente só podem escolhê-lo como alvo de ataques e, além disso, adicione 1 monstro \"Gouki\" com menos ATK que o desse monstro do seu Cemitério à sua mão. Você só pode usar cada efeito de \"Gouki Ogro Dragão\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＳ召喚した場合に発動できる。デッキから「剛鬼」魔法カード１枚を手札に加える。②：このカードが墓地へ送られた場合、自分フィールドの地属性モンスター１体を対象として発動できる。そのモンスターより攻撃力が低い「剛鬼」モンスター１体を自分の墓地から手札に加える。対象のモンスターが自分フィールドに表側表示で存在する限り、相手モンスターは対象のモンスターしか攻撃対象に選択できない。", "ko": null, "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽1只以上\n此卡名的①②效果1回合仅可各使用1次。①：此卡同步召唤的情况下可以发动。从牌组将1张“刚鬼”魔法卡加入手牌。②：此卡被送至墓地的情况下，以自己场上的1只地属性怪兽为对象可以发动。从自己墓地将1只攻击力低于该怪兽的“刚鬼”怪兽加入手牌。只要对象怪兽以表侧表示存在于自己场上，对手怪兽仅可将对象怪兽选择为攻击对象。"}, "card_type": "Monster", "monster_type_line": "Warrior / Synchro / Effect", "attribute": "EARTH", "level": 6, "atk": 2200, "def": 0, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Gouki"], "images": [{"index": 1, "image": "GoukiDragonOgre-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC041", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1130982}