{"konami_id": 8431, "password": 69488544, "name": {"en": "Phoenix Gearfried", "de": "Phönix-Gerfried", "es": "Fénix Armado", "fr": "Gearfried Phénix", "it": "Gearfried Fenice", "pt": "Gearfried Fênix", "ja": "フェニックス・ギア・フリード", "ja_romaji": "Fenikkusu Gia Furīdo", "ko": "피닉스 기어프리드", "ko_rr": "Pinikseu Gieopeurideu", "zh-TW": "不死鳥・機亞弗里德", "zh-CN": "不死鸟・机亚弗里德"}, "text": {"en": "This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\n● If your opponent activates a Spell Card: You can target 1 Gemini monster in your Graveyard; Special Summon that target. During either player's turn, when a Spell/Trap Card is activated that targets a monster(s) on the field: You can send 1 face-up Equip Card you control to the Graveyard; negate the activation, and if you do, destroy it.", "de": "Diese Karte wird als ein Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof liegt. Solange diese Karte ein Normales Monster auf dem Spielfeld ist, kannst du sie als Normalbeschwörung beschwören, damit sie ein Effektmonster mit diesem Effekt wird.\n● Falls dein Gegner eine Zauberkarte aktiviert: Du kannst 1 Zwillingsmonster in deinem Friedhof wählen; beschwöre das gewählte Ziel als Spezialbeschwörung. Während des Spielzugs eines beliebigen Spielers, wenn eine Zauber-/Fallenkarte aktiviert wird, die ein oder mehr Monster auf dem Spielfeld als Ziel wählt: Du kannst 1 offene Ausrüstungskarte, die du kontrollierst, auf den Friedhof legen; annulliere die Aktivierung und falls du dies tust, zerstöre sie.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta sea un Monstruo Normal en el Campo, puedes Invocarla de Modo Normal para que se la trate como un Monstruo de Efecto con este efecto.\n● Si tu adversario activa una Carta Mágica: puedes seleccionar 1 monstruo Géminis en tu Cementerio; Invoca ese objetivo de Modo Especial. Durante el turno de cualquier jugador, cuando es activada una Carta Mágica/de Trampa que selecciona a uno o más monstruos en el Campo: puedes mandar al Cementerio 1 Carta de Equipo boca arriba que controles; niega la activación y, si lo haces, destrúyela.", "fr": "Cette carte est traitée comme un Monstre Normal tant qu'elle est face recto sur le Terrain ou dans le Cimetière. Tant que cette carte est un Monstre Normal sur le Terrain, vous pouvez l'Invoquer Normalement pour qu'elle devienne un Monstre à Effet avec cet effet.\n● Si votre adversaire active une Carte Magie : vous pouvez cibler 1 monstre Gémeau dans votre Cimetière ; Invoquez Spécialement la cible. Durant le tour de chaque joueur, lorsqu'une Carte Magie/Piège qui cible un ou plusieurs monstres sur le Terrain est activée : vous pouvez envoyer 1 Carte d'Équipement face recto que vous contrôlez au Cimetière ; annulez l'activation, et si vous le faites, détruisez-la.", "it": "Questa carta viene considerata come un Mostro Normale mentre è scoperta sul Terreno o nel Cimitero. Mentre questa carta è un Mostro Normale sul Terreno, puoi Evocarla Normalmente per farla diventare un Mostro con Effetto con questo effetto.\n● Se il tuo avversario attiva una Carta Magia: puoi scegliere come bersaglio 1 mostro Gemello nel tuo Cimitero; Evoca Specialmente quel bersaglio. Durante il turno di qualsiasi giocatore, quando viene attivata una Carta Magia/Trappola che sceglie come bersaglio uno o più mostri sul Terreno: puoi mandare 1 Carta Equipaggiamento scoperta che controlli al Cimitero; annulla l'attivazione e, se lo fai, distruggila.", "pt": "Este card é considerado como um Monstro Normal enquanto estiver com a face para cima no campo ou no Cemitério. Enquanto este card for um Monstro Normal no campo, você pode Invocá-lo por Invocação-Normal para fazer com que ele se torne um Monstro de Efeito com este efeito.\n● Quando seu oponente ativar um Card de Magia: você pode escolher 1 monstro Gêmeos no seu Cemitério; Invoque o alvo por Invocação-Especial. Durante o turno de qualquer duelista, quando um Card de Magia/Armadilha que escolha como alvo um ou mais monstros no campo for ativado: você pode enviar 1 Card de Equipamento com a face para cima que você controla para o Cemitério; negue a ativação e, se isso acontecer, destrua-o.", "ja": "①：このカードはフィールド・墓地に存在する限り、通常モンスターとして扱う。②：フィールドの通常モンスター扱いのこのカードを通常召喚としてもう１度召喚できる。その場合このカードは効果モンスター扱いとなり以下の効果を得る。●相手が魔法カードを発動した場合、自分の墓地のデュアルモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。●フィールドのモンスターを対象とする魔法・罠カードが発動した時、自分フィールドの表側表示の装備カード１枚を墓地へ送って発動できる。その発動を無効にし破壊する。", "ko": "①: 이 카드는 필드 / 묘지에 존재하는 한, 일반 몬스터로 취급한다. ②: 필드의 일반 몬스터 취급의 이 카드를 통상 소환으로서 1번 더 일반 소환할 수 있다. 그 경우 이 카드는 효과 몬스터로 취급되어 이하의 효과를 얻는다.\n●상대가 마법 카드를 발동했을 경우, 자신 묘지의 듀얼 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.\n●필드의 몬스터를 대상으로 하는 마법 / 함정 카드가 발동했을 때, 자신 필드의 앞면 표시의 장착 카드 1장을 묘지로 보내고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다.", "zh-TW": "①：只要此卡存在於場上・墓地，就視為通常怪獸。②：場上視為通常怪獸的此卡可視為通常召喚再召喚１次。該狀況下，此卡將視為效果怪獸，獲得以下效果。\n●在對方發動魔法卡的狀況下，可將我方墓地的１隻二重怪獸做為對象發動。特殊召喚該怪獸。\n●在以場上怪獸做為對象的魔法・陷阱卡發動時，可將我方場上的１張正面表示裝備卡送至墓地發動。將該發動變為無效進行破壞。", "zh-CN": "①：只要此卡存在于场上・墓地，视为通常怪兽。②：场上视为通常怪兽的此卡可作为通常召唤再召唤１次。该情况下，此卡改视为效果怪兽，获得以下效果。\n●对手发动魔法卡的情况下，以自己墓地的１只二重怪兽为对象可以发动。将该怪兽特殊召唤。\n●发动以场上怪兽为对象的魔法・陷阱卡时，将自己场上的１张表侧表示装备卡送至墓地可以发动。将该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Gemini / Effect", "attribute": "FIRE", "level": 8, "atk": 2800, "def": 2200, "series": ["Gearfried"], "images": [{"index": 1, "image": "PhoenixGearfried-LDK2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDWS-EN001", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LCJW-EN051", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}, {"set_number": "LDK2-ENJ16", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "de": [{"set_number": "SDWS-DE001", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LCJW-DE051", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}, {"set_number": "LDK2-DEJ16", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "fr": [{"set_number": "SDWS-FR001", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LCJW-FR051", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}, {"set_number": "LDK2-FRJ16", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "it": [{"set_number": "SDWS-IT001", "set_name": "Warriors' Strike Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LCJW-IT051", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}, {"set_number": "LDK2-ITJ16", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "pt": [{"set_number": "LCJW-PT051", "set_name": "Legendary Collection 4: Joey's World Mega Pack", "rarities": ["Common"]}, {"set_number": "LDK2-PTJ16", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "ja": [{"set_number": "SD17-JP001", "set_name": "Structure Deck: Warriors' Strike", "rarities": ["Ultra Rare"]}, {"set_number": "SR09-JP004", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "ko": [{"set_number": "SD17-KR001", "set_name": "Structure Deck: Warriors' Strike", "rarities": ["Ultra Rare"]}, {"set_number": "SR09-KR004", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC172", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 92819, "master_duel_rarity": "SR"}