{"konami_id": 12426, "password": 69529337, "name": {"en": "Triamid Dancer", "de": "Triamidentänzer", "es": "Bailarina Trirámide", "fr": "Danseur Triamid", "it": "Triamide Danzatrice", "pt": "Triâmide Dançarina", "ja": "トラミッド・ダンサー", "ja_romaji": "Toramiddo Dansā", "ko": "트라미드 댄서", "ko_rr": null, "zh-TW": "三形金字塔舞者", "zh-CN": "三形金字塔舞者"}, "text": {"en": "Once per turn: You can target 1 \"Triamid\" card in your Graveyard; shuffle it into the Deck, and if you do, all Rock-Type monsters you control gain 500 ATK and DEF. Once per turn, during your opponent's turn: You can target 1 \"Triamid\" Field Spell Card in your Field Zone; send it to the Graveyard, and if you do, activate 1 \"Triamid\" Field Spell Card from your Deck with a different name (this is a Quick Effect).", "de": "Einmal pro Spielzug: Du kannst 1 „Triamid“-Karte in deinem Friedhof wählen; mische sie ins Deck und falls du dies tust, erhalten alle Monster vom Typ Fels, die du kontrollierst, 500 ATK und DEF. Einmal pro Spielzug, während des Spielzugs deines Gegners: Du kannst 1 „Triamid“-Spielfeldzauberkarte in deiner Spielfeldzone wählen; lege sie auf den Friedhof und falls du dies tust, aktiviere 1 „Triamid“-Spielfeldzauberkarte mit einem unterschiedlichen Namen von deinem Deck. (Dies ist ein Schnelleffekt.)", "es": "Una vez por turno: puedes seleccionar 1 carta \"Trirámide\" en tu Cementerio; barájala al Deck y, si lo haces, todos los monstruos de Tipo Roca que controles ganan 500 ATK y DEF. Una vez por turno, durante el turno de tu adversario: puedes seleccionar 1 Carta Mágica de Campo \"Trirámide\" en tu Zona del Campo; mándala al Cementerio y, si lo haces, activa desde tu Deck 1 Carta Mágica de Campo \"Trirámide\" con nombre diferente (éste es un Efecto Rápido).", "fr": "Une fois par tour : vous pouvez cibler 1 carte \"Triamid\" dans votre Cimetière ; mélangez-la dans le Deck, et si vous le faites, tous les monstres de Type Rocher que vous contrôlez gagnent 500 ATK/DEF. Une fois par tour, durant le tour de votre adversaire : vous pouvez cibler 1 Carte Magie de Terrain \"Triamid\" dans votre Zone Terrain ; envoyez-la au Cimetière, et si vous le faites, activez 1 Carte Magie de Terrain \"Triamid\" de nom différent depuis votre Deck (ceci est un Effet Rapide).", "it": "Una volta per turno: puoi scegliere come bersaglio 1 carta \"Triamide\" nel tuo Cimitero; mischiala nel Deck e, se lo fai, tutti i mostri di Tipo Roccia che controlli guadagnano 500 ATK e DEF. Una volta per turno, durante il turno del tuo avversario: puoi scegliere come bersaglio 1 Carta Magia Terreno \"Triamide\" nella tua Zona Terreno; mandala al Cimitero e, se lo fai, attiva 1 Carta Magia Terreno \"Triamide\" con un nome diverso dal tuo Deck (questo è un Effetto Rapido).", "pt": "Uma vez por turno: você pode escolher 1 card \"Triâmide\" no seu Cemitério; embaralhe-o no Deck e, se isso acontecer, todos os monstros do Tipo Rocha que você controla ganham 500 de ATK e DEF. Uma vez por turno, durante o turno do seu oponente: você pode escolher 1 Card de Magia de Campo \"Triâmide\" na sua Zona de Campo; envie-o para o Cemitério e, se isso acontecer, ative 1 Card de Magia de Campo \"Triâmide\" do seu Deck com um nome diferente (este é um Efeito Rápido).", "ja": "①：１ターンに１度、自分の墓地の「トラミッド」カード１枚を対象として発動できる。そのカードをデッキに戻し、自分フィールドの岩石族モンスターの攻撃力・守備力は５００アップする。②：相手ターンに１度、自分フィールドの「トラミッド」フィールド魔法カード１枚を対象として発動できる。そのカードを墓地へ送り、デッキからそのカードとカード名が異なる「トラミッド」フィールド魔法カード１枚を発動する。", "ko": "①: 1턴에 1번, 자신 묘지의 \"트라미드\" 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 덱으로 되돌리고, 자신 필드의 암석족 몬스터의 공격력 / 수비력은 500 올린다. ②: 상대 턴에 1번, 자신 필드의 \"트라미드\" 필드 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 묘지로 보내고, 덱에서 그 카드와 카드명이 다른 \"트라미드\" 필드 마법 카드 1장을 발동한다.", "zh-TW": null, "zh-CN": "①：1回合1次，以自己墓地1张「三形金字塔」卡为对象才能发动。那张卡回到卡组，自己场上的岩石族怪兽的攻击力·守备力上升500。②：对方回合1次，以自己场上1张「三形金字塔」场地魔法卡为对象才能发动。那张卡送去墓地，从卡组把和那张卡卡名不同的1张「三形金字塔」场地魔法卡发动。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 3, "atk": 600, "def": 1900, "series": ["Triamid"], "images": [{"index": 1, "image": "TriamidDancer-TDIL-EN-C-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN027", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "de": [{"set_number": "TDIL-DE027", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "fr": [{"set_number": "TDIL-FR027", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "it": [{"set_number": "TDIL-IT027", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "pt": [{"set_number": "TDIL-PT027", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "ja": [{"set_number": "TDIL-JP027", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "ko": [{"set_number": "TDIL-KR027", "set_name": "The Dark Illusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 386605, "master_duel_rarity": "N"}