{"konami_id": 20410, "password": 69655484, "name": {"en": "Performage Shadow Maker", "de": "Künstlerzauberer Schattenmacher", "es": "Artilusionista Creador de Sombra", "fr": "Créateur de Ténèbres Mageartiste", "it": "Artistamagus Creatore dell'Ombra", "pt": "Camaramágico Criador Sombrio", "ja": "<ruby>Ｅｍ<rt>エンタメイジ</rt></ruby><ruby>影<rt>かげ</rt></ruby><ruby>絵<rt>え</rt></ruby><ruby>師<rt>し</rt></ruby>シャドー・メイカー", "ja_romaji": "Entameiji Kageeshi Shadō Meikā", "ko": "Em 그림자화가 섀도우 메이커", "ko_rr": null, "zh-TW": null, "zh-CN": "娱乐巫师 影绘师创影者"}, "text": {"en": "3 Level 5 monsters\nWhen a card or effect is activated that targets this card (Quick Effect): You can detach 1 material from this card; Special Summon 1 \"Performage Shadow Maker\" from your Extra Deck. You can only use each of the following effects of \"Performage Shadow Maker\" once per turn. You can detach 1 material from this card, then send 1 \"Performage\" monster from your Deck to the GY; add 1 \"Rank-Up-Magic\" Spell from your Deck to your hand. If the last material(s) is detached from this card (except during the Damage Step): You can Special Summon 1 \"Performage\" monster from your GY.", "de": "3 Monster der Stufe 5\nWenn eine Karte oder ein Effekt aktiviert wird, die oder der diese Karte als Ziel wählt (Schnelleffekt): Du kannst 1 Material von dieser Karte abhängen; beschwöre 1 „Künstlerzauberer Schattenmacher“ als Spezialbeschwörung von deinem Extra Deck. Du kannst jeden der folgenden Effekte von „Künstlerzauberer Schattenmacher“ nur einmal pro Spielzug verwenden. Du kannst 1 Material von dieser Karte abhängen und dann 1 „Künstlerzauberer“-Monster von deinem Deck auf den Friedhof legen; füge deiner Hand 1 „Rangsteigerungszauber“-Zauber von deinem Deck hinzu. Falls das letzte Material von dieser Karte abgehängt wird (außer während des Damage Steps): Du kannst 1 „Künstlerzauberer“-Monster als Spezialbeschwörung von deinem Friedhof beschwören.", "es": "3 monstruos de Nivel 5\nCuando es activada una carta o efecto que selecciona esta carta (Efecto Rápido): puedes desacoplar 1 material de esta carta; Invoca de Modo Especial 1 \"Artilusionista Creador de Sombra\" desde tu Deck Extra. Sólo puedes usar cada uno de los siguientes efectos de \"Artilusionista Creador de Sombra\" una vez por turno. Puedes desacoplar 1 material de esta carta, y después manda al Cementerio 1 monstruo \"Artilusionista\" en tu Deck; añade a tu mano 1 Mágica \"Magia de Subida de Rango\" en tu Deck. Si es desacoplado el último o últimos materiales de esta carta (excepto durante el Damage Step): puedes Invocar de Modo Especial 1 monstruo \"Artilusionista\" desde tu Cementerio.", "fr": "3 monstres de Niveau 5\nLorsqu'une carte ou un effet qui cible cette carte est activé (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 \"Créateur de Ténèbres Mageartiste\" depuis votre Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Créateur de Ténèbres Mageartiste\" qu'une fois par tour. Vous pouvez détacher 1 Matériel de cette carte, puis envoyez 1 monstre \"Mageartiste\" depuis votre Deck au Cimetière ; ajoutez 1 Magie \"Magie-Rang-Plus\" depuis votre Deck à votre main. Si le ou les derniers Matériels sont détachés de cette carte (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre \"Mageartiste\" depuis votre Cimetière.", "it": "3 mostri di Livello 5\nQuando viene attivata una carta o un effetto che sceglie come bersaglio questa carta (Effetto Rapido): puoi staccare 1 materiale da questa carta; Evoca Specialmente 1 \"Artistamagus Creatore dell'Ombra\" dal tuo Extra Deck. Puoi utilizzare ognuno dei seguenti effetti di \"Artistamagus Creatore dell'Ombra\" una sola volta per turno. Puoi staccare 1 materiale da questa carta, poi mandare 1 mostro \"Artistamagus\" dal tuo Deck al Cimitero; aggiungi 1 Magia \"Alza-Rango-Magico\" dal tuo Deck alla tua mano. Se l'ultimo materiale viene staccato da questa carta (eccetto durante il Damage Step): puoi Evocare Specialmente 1 mostro \"Artistamagus\" dal tuo Cimitero.", "pt": "3 monstros de Nível 5\nQuando um card ou efeito for ativado que escolha este card como alvo (Efeito Rápido): você pode desassociar 1 matéria deste card; Invoque por Invocação-Especial 1 \"Camaramágico Criador Sombrio\" do seu Deck Adicional. Você só pode usar cada um dos seguintes efeitos de \"Camaramágico Criador Sombrio\" uma vez por turno. Você pode desassociar 1 matéria deste card e, depois, envie 1 monstro \"Camaramágico\" do seu Deck para o Cemitério; adicione 1 Magia \"Magia de Aumento de Classe\" do seu Deck à sua mão. Se a última matéria for desassociada deste card (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Especial 1 monstro \"Camaramágico\" do seu Cemitério.", "ja": "レベル５モンスター×３\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除き、デッキから「Ｅｍ」モンスター１体を墓地へ送って発動できる。デッキから「ＲＵＭ」魔法カード１枚を手札に加える。②：このカードを対象とする効果が発動した時、このカードのＸ素材を１つ取り除いて発動できる。ＥＸデッキから「Ｅｍ影絵師シャドー・メイカー」１体を特殊召喚する。③：このカードのＸ素材が全て取り除かれた場合に発動できる。自分の墓地から「Ｅｍ」モンスター１体を特殊召喚する。", "ko": "레벨 5 몬스터 × 3\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고, 덱에서 \"Em(엔터메이지)\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 덱에서 \"RUM(랭크 업 매직)\" 마법 카드 1장을 패에 넣는다. ②: 이 카드를 대상으로 하는 효과가 발동했을 때, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 엑스트라 덱에서 \"Em(엔터메이지) 그림자화가 섀도우 메이커\" 1장을 특수 소환한다. ③: 이 카드의 엑시즈 소재가 전부 제거되었을 경우에 발동할 수 있다. 자신 묘지에서 \"Em(엔터메이지)\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "等级5怪兽×3\n此卡名的①③效果1回合仅可各使用1次。①：去除此卡的1个超量素材，从牌组将1只“娱乐巫师”怪兽送至墓地可以发动。从牌组将1张“升阶魔法”魔法卡加入手牌。②：以此卡为对象的效果发动时，去除此卡的1个超量素材可以发动。从额外牌组将1只“娱乐巫师 影绘师创影者”特殊召唤。③：此卡的超量素材全部被去除的情况下可以发动。从自己墓地将1只“娱乐巫师”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Xyz / Effect", "attribute": "DARK", "rank": 5, "atk": 2600, "def": 1000, "materials": "3 Level 5 monsters", "series": ["Performage"], "images": [{"index": 1, "image": "PerformageShadowMaker-MZTM-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MZTM-EN054", "set_name": "Maze of the Master", "rarities": ["Super Rare"]}], "de": [{"set_number": "MZTM-DE054", "set_name": "Maze of the Master", "rarities": ["Super Rare"]}], "es": [{"set_number": "MZTM-SP054", "set_name": "Maze of the Master", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MZTM-FR054", "set_name": "Maze of the Master", "rarities": ["Super Rare"]}], "it": [{"set_number": "MZTM-IT054", "set_name": "Maze of the Master", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MZTM-PT054", "set_name": "Maze of the Master", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AC04-JP023", "set_name": "Animation Chronicle 2024", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "AC04-KR023", "set_name": "Animation Chronicle 2024", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE02-SC061", "set_name": "Nature Pack: Courageous Zoodiacs", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1063261}