{"konami_id": 11779, "password": 70043345, "name": {"en": "U.A. Penalty Box", "de": "U.A. Strafbank", "es": "U.A. Banquillo de Castigo", "fr": "Banc de Pénalité U.A.", "it": "U.A. Cabina di Punizione", "pt": "U.A. Sala de Punição", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>ペナルティ", "ja_romaji": "Urutora Asurīto Penaruti", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 페널티", "ko_rr": null, "zh-TW": "超級運動員 判罰室", "zh-CN": "超级运动员罚球室"}, "text": {"en": "At the start of the Damage Step, if your \"U.A.\" monster battles an opponent's monster: You can banish that opponent's monster until your opponent's 2nd End Phase. You can only use this effect of \"U.A. Penalty Box\" once per turn. You can banish this card from your Graveyard; add 1 \"U.A.\" Spell Card from your Deck to your hand.", "de": "Am Beginn des Damage Steps, falls dein „U.A.“-Monster gegen ein Monster deines Gegners kämpft: Du kannst das Monster deines Gegners bis zur 2. End Phase deines Gegners verbannen. Du kannst diesen Effekt von „U.A. Strafbank“ nur einmal pro Spielzug verwenden. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „U.A.“-Zauberkarte von deinem Deck hinzu.", "es": "Al comienzo del Damage Step, si tu monstruo \"U.A.\" batalla con un monstruo de tu adversario: puedes desterrar a ese monstruo de tu adversario hasta la 2da. End Phase de tu adversario. Sólo puedes usar este efecto de \"U.A. Banquillo de Castigo\" una vez por turno. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 Carta Mágica \"U.A.\" en tu Deck.", "fr": "Au début de la Damage Step, si un de vos monstres \"U.A.\" combat un monstre de votre adversaire : jusqu'à la 2e End Phase de votre adversaire, vous pouvez bannir le monstre de votre adversaire. Vous ne pouvez utiliser cet effet de \"Banc de Pénalité U.A.\" qu'une fois par tour. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 Carte Magie \"U.A.\" depuis votre Deck à votre main.", "it": "All'inizio del Damage Step, se un tuo mostro \"U.A.\" combatte con un mostro dell'avversario: puoi bandire quel mostro dell'avversario fino alla 2a End Phase del tuo avversario. Puoi utilizzare questo effetto di \"U.A. Cabina di Punizione\" una sola volta per turno. Puoi bandire questa carta dal tuo Cimitero; aggiungi 1 Carta Magia \"U.A.\" dal tuo Deck alla tua mano.", "pt": "No começo da Etapa de Dano, se um monstro \"U.A.\" seu batalhar um monstro do oponente: você pode banir esse monstro do oponente até a 2ª Fase Final do seu oponente. Você só pode usar este efeito de \"U.A. Sala de Punição\" uma vez por turno. Você pode banir este card do seu Cemitério; adicione 1 Card de Magia \"U.A.\" do seu Deck à sua mão.", "ja": "「Ｕ．Ａ．ペナルティ」の①の効果は１ターンに１度しか使用できない。①：自分の「Ｕ．Ａ．」モンスターが相手モンスターと戦闘を行うダメージステップ開始時にこの効果を発動できる。その相手モンスターを、発動後２回目の相手エンドフェイズまで除外する。②：墓地のこのカードを除外して発動できる。デッキから「Ｕ．Ａ．」魔法カード１枚を手札に加える。", "ko": "\"U.A.(울트라 애슬리트) 페널티\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"U.A.(울트라 애슬리트)\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시에 이 효과를 발동할 수 있다. 그 상대 몬스터를, 발동 후 2회째의 상대 엔드 페이즈까지 제외한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"U.A.(울트라 애슬리트)\" 마법 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "「超级运动员受罚」的①的效果1回合只能使用1次。①：自己的「超级运动员」怪兽和对方怪兽进行战斗的伤害步骤开始时才能把这个效果发动。那只对方怪兽直到发动后第2次的对方结束阶段除外。②：把墓地的这张卡除外才能发动。从卡组把1张「超级运动员」魔法卡加入手卡。"}, "card_type": "Trap", "property": "Continuous", "series": ["U.A."], "images": [{"index": 1, "image": "UAPenaltyBox-CROS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN089", "set_name": "Crossed Souls", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE089", "set_name": "Crossed Souls", "rarities": ["Common"]}], "es": [{"set_number": "CROS-SP089", "set_name": "Crossed Souls", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR089", "set_name": "Crossed Souls", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT089", "set_name": "Crossed Souls", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT089", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ja": [{"set_number": "EP15-JP032", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR032", "set_name": "Extra Pack 2015", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354811, "master_duel_rarity": "N"}