{"konami_id": 15004, "password": 70156946, "name": {"en": "Lantern Shark", "de": "Laternenhai", "es": "Tiburón Farol", "fr": "Requin Lanterne", "it": "Squalo Lanterna", "pt": "Tubarão Lanterna", "ja": "ランタン・シャーク", "ja_romaji": "Rantan Shāku", "ko": "랜턴 샤크", "ko_rr": "Raenteon Syakeu", "zh-TW": "燈籠鯊", "zh-CN": "灯笼鲨"}, "text": {"en": "If this card is Normal or Special Summoned: You can Special Summon 1 Level 3, 4, or 5 WATER monster from your hand in Defense Position, except \"Lantern Shark\", also, you cannot Special Summon from the Extra Deck for the rest of this turn, except Xyz Monsters. You can only use this effect of \"Lantern Shark\" once per turn. If this card is used for the Xyz Summon of a WATER monster, it can be treated as a Level 3 or 5 monster.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 WASSER Monster der Stufe 3, 4 oder 5 als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören, außer „Laternenhai“, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Xyz-Monstern. Du kannst diesen Effekt von „Laternenhai“ nur einmal pro Spielzug verwenden. Falls diese Karte für die Xyz-Beschwörung eines WASSER Monsters verwendet wird, kann sie als Monster der Stufe 3 oder 5 behandelt werden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo de AGUA de Nivel 3, 4 o 5 en Posición de Defensa, excepto \"Tiburón Farol\" y además, por el resto de este turno no puedes Invocar de Modo Especial desde el Deck Extra, excepto Monstruos Xyz. Sólo puedes usar este efecto de \"Tiburón Farol\" una vez por turno. Si esta carta es usada para la Invocación Xyz de un monstruo de AGUA, puede ser tratada como un monstruo de Nivel 3 o 5.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre EAU de Niveau 3, 4 ou 5 (\"Requin Lanterne\" exclu) depuis votre main en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Xyz exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Requin Lanterne\" qu'une fois par tour. Si cette carte est utilisée pour l'Invocation Xyz d'un monstre EAU, elle peut être traitée comme monstre de Niveau 3 ou 5.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro ACQUA di Livello 3, 4 o 5 dalla tua mano in Posizione di Difesa, eccetto \"Squalo Lanterna\", inoltre, non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno, eccetto Mostri Xyz. Puoi utilizzare questo effetto di \"Squalo Lanterna\" una sola volta per turno. Se questa carta viene utilizzata per l'Evocazione Xyz di un mostro ACQUA, essa può essere considerata come un mostro di Livello 3 o 5.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro de ÁGUA de Nível 3, 4 ou 5 da sua mão, em Posição de Defesa, exceto \"Tubarão Lanterna\" e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Xyz. Você só pode usar este efeito de \"Tubarão Lanterna\" uma vez por turno. Se este card for usado para a Invocação-Xyz de um monstro de ÁGUA, ele pode ser considerado como um monstro de Nível 3 ou 5.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。手札から「ランタン・シャーク」以外のレベル３～５の水属性モンスター１体を守備表示で特殊召喚する。この効果の発動後、ターン終了時まで自分はＸモンスターしかＥＸデッキから特殊召喚できない。②：このカードを水属性モンスターのＸ召喚に使用する場合、このカードのレベルを３か５として扱う事ができる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 패에서 \"랜턴 샤크\" 이외의 레벨 3~5 의 물 속성 몬스터 1장을 수비 표시로 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 엑시즈 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 이 카드를 물 속성 몬스터의 엑시즈 소환에 사용할 경우, 이 카드의 레벨을 3 이나 5 로서 취급할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：此卡召唤・特殊召唤成功的情况下可以发动。从手牌将“灯笼鲨”以外的1只等级3～5的水属性怪兽以守备表示特殊召唤。此效果发动后，直至回合结束时为止自己从额外牌组仅可特殊召唤超量怪兽。②：在要使用此卡超量召唤水属性怪兽的情况下，可将此卡等级视为3或5。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 4, "atk": 1500, "def": 900, "series": ["Shark"], "images": [{"index": 1, "image": "LanternShark-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-EN054", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP26-EN006", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "de": [{"set_number": "ETCO-DE018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-DE054", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP26-DE006", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "es": [{"set_number": "ETCO-SP018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-SP054", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP26-SP006", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "fr": [{"set_number": "ETCO-FR018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-FR054", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP26-FR006", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "it": [{"set_number": "ETCO-IT018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-IT054", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP26-IT006", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "pt": [{"set_number": "ETCO-PT018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-PT054", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP26-PT006", "set_name": "OTS Tournament Pack 26", "rarities": ["Super Rare"]}], "ja": [{"set_number": "ETCO-JP018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "AC04-JP034", "set_name": "Animation Chronicle 2024", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR018", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "AC04-KR034", "set_name": "Animation Chronicle 2024", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC116", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 697681, "master_duel_rarity": "N"}