{"konami_id": 17133, "password": 70204022, "name": {"en": "Symphonic Warrior DJJ", "de": "Symphonischer Krieger DJ-J-J", "es": "Guerrero Sinfónico DJJ", "fr": "DJO, Guerrier Symphonique", "it": "DJJ Guerriero Sinfonico", "pt": "Guerreiro Sinfônico DJJ", "ja": "<ruby>音響戦士<rt>サウンドウォリアー</rt></ruby>ディージェス", "ja_romaji": "Saundo Woriā Dījesu", "ko": "사운드 워리어 디제이스", "ko_rr": "Saundeu Worieo Dijeiseu", "zh-TW": "音響戰士 DJ混音器", "zh-CN": "音响战士 混音骑师"}, "text": {"en": null, "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Symphonischer Krieger“-Monster als Spezialbeschwörung von deinem Deck in die verdeckte Verteidigungsposition beschwören, außer „Symphonischer Krieger DJ-J-J“, oder, falls „Symph-Verstärkofeuer“ in deiner Spielfeldzone liegt, kannst du stattdessen 1 „Symphonischer Krieger“-Monster als Spezialbeschwörung von deinem Deck beschwören, außer „Symphonischer Krieger DJ-J-J“, aber annulliere seine Effekte. Du kannst diesen Effekt von „Symphonischer Krieger DJ-J-J“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Guerrero Sinfónico\" en Posición de Defensa boca abajo, excepto \"Guerrero Sinfónico DJJ\", o, si \"Amplifuego Sinf\" está en tu Zona del Campo, puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Guerrero Sinfónico\" en su lugar, excepto \"Guerrero Sinfónico DJJ\", pero niega sus efectos. Sólo puedes usar este efecto de \"Guerrero Sinfónico DJJ\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Guerrier Symphonique\" (\"DJO, Guerrier Symphonique\" exclu) depuis votre Deck en Position de Défense face verso, ou, si \"Amplifeu Symph\" est dans votre Zone Terrain, vous pouvez Invoquer Spécialement 1 monstre \"Guerrier Symphonique\" (\"DJO, Guerrier Symphonique\" exclu) depuis votre Deck à la place, mais annulez ses effets. Vous ne pouvez utiliser cet effet de \"DJO, Guerrier Symphonique\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro \"Guerriero Sinfonico\" dal tuo Deck coperto in Posizione di Difesa, eccetto \"DJJ Guerriero Sinfonico\", o, se \"Sinf Amplifuoco\" è nella tua Zona Terreno, puoi invece Evocare Specialmente 1 mostro \"Guerriero Sinfonico\" dal tuo Deck, eccetto \"DJJ Guerriero Sinfonico\", ma annulla i suoi effetti. Puoi utilizzare questo effetto di \"DJJ Guerriero Sinfonico\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro \"Guerreiro Sinfônico\" do seu Deck com a face para baixo em Posição de Defesa, exceto \"Guerreiro Sinfônico DJJ\", ou, se \"Sinfo Amplificardor\" estiver na sua Zona do Campo, em vez disso, você pode Invocar por Invocação-Especial 1 monstro \"Guerreiro Sinfônico\" do seu Deck, exceto \"Guerreiro Sinfônico DJJ\", mas negue seus efeitos. Você só pode usar este efeito de \"Guerreiro Sinfônico DJJ\" uma vez por turno.", "ja": "このカード名のモンスター効果は１ターンに１度しか使用できない。\n①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「音響戦士ディージェス」以外の「音響戦士」モンスター１体を裏側守備表示で特殊召喚する。自分のフィールドゾーンに「アンプリファイヤー」が存在する場合、代わりにデッキから「音響戦士ディージェス」以外の「音響戦士」モンスター１体を効果を無効にして特殊召喚できる。", "ko": "이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"사운드 워리어 디제이스\" 이외의 \"사운드 워리어\" 몬스터 1장을 뒷면 수비 표시로 특수 소환한다. 자신의 필드 존에 \"앰플리파이어\"가 존재할 경우, 대신에 덱에서 \"사운드 워리어 디제이스\" 이외의 \"사운드 워리어\" 몬스터 1장을 효과를 무효로 하고 특수 소환할 수 있다.", "zh-TW": "此卡名的怪獸效果，１回合僅限使用１次。①：可在此卡召喚・特殊召喚成功的狀況下發動。從牌組以反面守備表示特殊召喚１隻「音響戰士 DJ混音器」以外的「音響戰士」怪獸。在我方場地區存在「擴音器」的狀況下，可從牌組將１隻「音響戰士 DJ混音器」以外的「音響戰士」怪獸效果變為無效作為替代進行特殊召喚。", "zh-CN": "此卡名的怪兽效果１回合仅可使用１次。①：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将“音响战士 混音骑师”以外的１只“音响战士”怪兽以里侧守备表示特殊召唤。自己的场地区域存在“扩音器热焰”的情况下，作为代替可以从牌组将“音响战士 混音骑师”以外的１只“音响战士”怪兽将其效果无效并特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Pendulum / Effect", "attribute": "WIND", "level": 4, "atk": 1200, "def": 1200, "pendulum_scale": 8, "pendulum_effect": {"en": "Once per turn, during your Main Phase: You can flip 1 face-down Defense Position \"Symphonic Warrior\" monster you control to face-up Defense Position. If a \"Symphonic Warrior\" monster's effect is activated (except during the Damage Step): You can Special Summon this card from your Pendulum Zone. You can only use this effect of \"Symphonic Warrior DJJ\" once per turn.", "de": "Einmal pro Spielzug, während deiner Main Phase: Du kannst 1 „Symphonischer Krieger“-Monster in verdeckter Verteidigungsposition, das du kontrollierst, in die offene Verteidigungsposition aufdecken. Falls der Effekt eines „Symphonischer Krieger“-Monsters aktiviert wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Pendelzone beschwören. Du kannst diesen Effekt von „Symphonischer Krieger DJ-J-J“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno, durante tu Main Phase: puedes voltear 1 monstruo \"Guerrero Sinfónico\" en Posición de Defensa boca abajo que controles a Posición de Defensa boca arriba. Si un efecto de monstruo \"Guerrero Sinfónico\" es activado (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu Zona de Péndulo. Sólo puedes usar este efecto de \"Guerrero Sinfónico DJJ\" una vez por turno.", "fr": "Une fois par tour, durant votre Main Phase : vous pouvez retourner 1 monstre \"Guerrier Symphonique\" en Position de Défense face verso que vous contrôlez en Position de Défense face recto. Si un effet de monstre \"Guerrier Symphonique\" est activé (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre Zone Pendule. Vous ne pouvez utiliser cet effet de \"DJO, Guerrier Symphonique\" qu'une fois par tour.", "it": "Una volta per turno, durante la tua Main Phase: puoi mettere scoperto in Posizione di Difesa 1 mostro \"Guerriero Sinfonico\" coperto in Posizione di Difesa che controlli. Se viene attivato l'effetto di un mostro \"Guerriero Sinfonico\" (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua Zona Pendulum. Puoi utilizzare questo effetto di \"DJJ Guerriero Sinfonico\" una sola volta per turno.", "pt": "Uma vez por turno, durante sua Fase Principal: você pode virar com a face para cima em Posição de Defesa, 1 monstro \"Guerreiro Sinfônico\" com a face para baixo em Posição de Defesa que você controla. Se o efeito de um monstro \"Guerreiro Sinfônico\" for ativado (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua Zona de Pêndulo. Você só pode usar este efeito de \"Guerreiro Sinfônico DJJ\" uma vez por turno.", "ja": "このカード名の②のＰ効果は１ターンに１度しか使用できない。①：１ターンに１度、自分メインフェイズに発動できる。自分フィールドの裏側守備表示の「音響戦士」モンスター１体を選んで表側守備表示にする。②：「音響戦士」モンスターの効果が発動した場合に発動できる。Ｐゾーンのこのカードを特殊召喚する。", "ko": "이 카드명의 ②의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신 필드의 뒷면 수비 표시의 \"사운드 워리어\" 몬스터 1장을 고르고 앞면 수비 표시로 한다. ②: \"사운드 워리어\" 몬스터의 효과가 발동했을 경우에 발동할 수 있다. 펜듈럼 존의 이 카드를 특수 소환한다.", "zh-TW": "此卡名的②鐘擺效果，１回合僅限使用１次。①：１回合１次，可在我方主要階段發動。選擇１隻我方場上以反面守備表示的「音響戰士」怪獸，將其變為正面守備表示。②：可在「音響戰士」怪獸發動效果的狀況下發動。特殊召喚鐘擺區的此卡。", "zh-CN": "此卡名的②灵摆效果１回合仅可使用１次。①：１回合１次，在自己的主要阶段可以发动。挑选自己场上的１只里侧守备表示的“音响战士”怪兽，改成表侧守备表示。②：“音响战士”怪兽的效果发动的情况下可以发动。将灵摆区域的此卡特殊召唤。"}, "series": ["Symphonic Warrior", "Warrior"], "images": [{"index": 1, "image": "SymphonicWarriorDJJ-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN021", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE021", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR021", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT021", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT021", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP021", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR021", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC081", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716978, "master_duel_rarity": "R"}