{"konami_id": 15053, "password": 70226289, "name": {"en": "Witchcrafter Unveiling", "de": "Hexwerker-Enthüllung", "es": "Revelación Artibruja", "fr": "Dévoilement Artisanesorcière", "it": "Presentazione Stregartigiana", "pt": "Revelação Fazticeira", "ja": "ウィッチクラフト・デモンストレーション", "ja_romaji": "Wicchikurafuto Demonsutorēshon", "ko": "위치크래프트 데먼스트레이션", "ko_rr": "Wichikeuraepeuteu Demonseuteureisyeon", "zh-TW": "魔女工藝 展示", "zh-CN": "魔女工艺・演示"}, "text": {"en": "Special Summon 1 \"Witchcrafter\" monster from your hand, and if you do, your opponent cannot activate cards or effects in response to the activation of your Spellcaster monster effects for the rest of this turn. During your End Phase, if you control a \"Witchcrafter\" monster, while this card is in your GY: You can add this card to your hand. You can only use 1 \"Witchcrafter Unveiling\" effect per turn, and only once that turn.", "de": "Beschwöre 1 „Hexwerker“-Monster als Spezialbeschwörung von deiner Hand und falls du dies tust, kann dein Gegner für den Rest dieses Spielzugs als Reaktion auf die Aktivierung der Effekte deiner Hexer-Monster weder Karten noch Effekte aktivieren. Während deiner End Phase, falls du ein „Hexwerker“-Monster kontrollierst, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte deiner Hand hinzufügen. Du kannst nur 1 Effekt von „Hexwerker-Enthüllung“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Invoca de Modo Especial 1 monstruo \"Artibruja\" desde tu mano y, si lo haces, por el resto de este turno tu adversario no puede activar cartas o efectos en respuesta a la activación de los efectos de tu monstruo Lanzador de Conjuros. Durante tu End Phase, si controlas un monstruo \"Artibruja\", mientras esta carta está en tu Cementerio: puedes añadir esta carta a tu mano. Sólo puedes usar 1 efecto de \"Revelación Artibruja\" por turno, y sólo una vez ese turno.", "fr": "Invoquez Spécialement 1 monstre \"Artisanesorcière\" depuis votre main, et si vous le faites, votre adversaire ne peut activer ni de cartes ni d'effets en réponse à l'activation de vos effets de monstre Magicien le reste de ce tour. Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser qu'1 effet de \"Dévoilement Artisanesorcière\" par tour, et uniquement une fois le tour.", "it": "Evoca Specialmente 1 mostro \"Stregartigiana\" dalla tua mano e, se lo fai, il tuo avversario non può attivare carte o effetti in risposta all'attivazione degli effetti dei tuoi mostri Incantatore per il resto di questo turno. Durante la tua End Phase, se controlli un mostro \"Stregartigiana\", mentre questa carta è nel tuo Cimitero: puoi aggiungere questa carta alla tua mano. Puoi utilizzare solo 1 effetto di \"Presentazione Stregartigiana\" per turno, e solo una volta in quel turno.", "pt": "Invoque por Invocação-Especial 1 monstro \"Fazticeira\" da sua mão e, se isso acontecer, seu oponente não pode ativar cards ou efeitos em resposta à ativação dos efeitos dos seus monstros Mago pelo resto deste turno. Durante sua Fase Final, se você controlar um monstro \"Fazticeira\", enquanto este card estiver no seu Cemitério: você pode adicionar este card à sua mão. Você só pode usar 1 efeito de \"Revelação Fazticeira\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：手札から「ウィッチクラフト」モンスター１体を特殊召喚する。この効果で特殊召喚したターン、自分の魔法使い族モンスターの効果の発動に対して相手は魔法・罠・モンスターの効果を発動できない。②：このカードが墓地に存在し、自分フィールドに「ウィッチクラフト」モンスターが存在する場合、自分エンドフェイズに発動できる。このカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 패에서 \"위치크래프트\" 몬스터 1장을 특수 소환한다. 이 효과로 특수 소환한 턴에, 자신의 마법사족 몬스터의 효과 발동에 대하여 상대는 마법 / 함정 / 몬스터의 효과를 발동할 수 없다. ②: 이 카드가 묘지에 존재하고, 자신 필드에 \"위치크래프트\" 몬스터가 존재할 경우, 자신 엔드 페이즈에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：从手牌将１只“魔女工艺”怪兽特殊召唤。以此效果特殊召唤过的回合，应对自己的魔法师族怪兽效果的发动，对手不可发动魔法・陷阱・怪兽的效果。②：此卡存在于墓地，自己场上有“魔女工艺”怪兽存在的情况下，在自己的结束阶段可以发动。将此卡加入手牌。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Witchcrafter"], "images": [{"index": 1, "image": "WitchcrafterUnveiling-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN067", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN080", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE067", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE080", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR067", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR080", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT067", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT080", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT067", "set_name": "Eternity Code", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT080", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP067", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "SSB1-JP021", "set_name": "Secret Shiny Box", "rarities": ["Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "ETCO-KR067", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "AE16-KR023", "set_name": "Advanced Event Pack 2021 Vol.1 Version 1", "rarities": ["Common"]}, {"set_number": "AE16-KR023", "set_name": "Advanced Event Pack 2021 Vol.1 Version 2", "rarities": ["Common"]}, {"set_number": "SSB1-KR021", "set_name": "Secret Shiny Box", "rarities": ["Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "CL02-SC069", "set_name": "Classic Pack 02", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 706056, "master_duel_rarity": "N"}