{"konami_id": 14486, "password": 70252926, "name": {"en": "Fortune Lady Every", "de": "Schicksalsdame Immer", "es": "Adivinadora Todo", "fr": "Éternité, Demoiselle de Fortune", "it": "Persempre, Signora della Fortuna", "pt": "Senhora Fortuna do Sempre", "ja": "フォーチュンレディ・エヴァリー", "ja_romaji": "Fōchun Redi Evarī", "ko": "포츈 레이디 에버리", "ko_rr": "Pochyun Reidi Ebeori", "zh-TW": "命運女郎 艾芙莉", "zh-CN": "命运女郎・艾芙莉"}, "text": {"en": null, "de": "1 Empfänger + 1+ Hexer-Nicht-Empfänger-Monster\nDie ATK/DEF dieser Karte werden gleich ihrer Stufe x 400. Einmal pro Spielzug, während deiner Standby Phase: Erhöhe die Stufe dieser Karte um 1 (max. 12), dann kannst du 1 offenes Monster verbannen, das dein Gegner kontrolliert. Während der End Phase deines Gegners, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 anderes Hexer-Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung. Du kannst diesen Effekt von „Schicksalsdame Immer“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos Lanzador de Conjuros que no sean Cantantes\nEl ATK/DEF de esta carta se convierte en su Nivel x 400. Una vez por turno, durante tu Standby Phase: aumenta el Nivel de esta carta en 1 (máx. 12), y después puedes desterrar 1 monstruo boca arriba que controle tu adversario. Durante la End Phase de tu adversario, si esta carta está en tu Cementerio: puedes desterrar otro monstruo Lanzador de Conjuros en tu Cementerio; Invoca esta carta de Modo Especial. Sólo puedes usar este efecto de \"Adivinadora Todo\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur Magicien\nL'ATK/DEF de cette carte deviennent son Niveau x 400. Une fois par tour, durant votre Standby Phase : augmentez le Niveau de cette carte de 1 (max. 12), puis, vous pouvez bannir 1 monstre face recto contrôlé par votre adversaire. Durant la End Phase de votre adversaire, si cette carte est dans votre Cimetière : vous pouvez bannir 1 autre monstre Magicien depuis votre Cimetière ; Invoquez Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Éternité, Demoiselle de Fortune\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri Incantatore non-Tuner\nL'ATK/DEF di questa carta diventano il suo Livello x 400. Una volta per turno, durante la tua Standby Phase: aumenta il Livello di questa carta di 1 (massimo 12), poi puoi bandire 1 mostro scoperto controllato dal tuo avversario. Durante la End Phase del tuo avversario, se questa carta è nel tuo Cimitero: puoi bandire 1 altro mostro Incantatore dal tuo Cimitero; Evoca Specialmente questa carta. Puoi utilizzare questo effetto di \"Persempre, Signora della Fortuna\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros Mago não-Reguladores\nO ATK/DEF deste card se tornam seu Nível x 400. Uma vez por turno, durante sua Fase de Apoio: aumente em 1 o Nível deste card (máx. 12) e, depois, você pode banir 1 monstro com a face para cima que seu oponente controla. Durante a Fase Final do seu oponente, se este card estiver no seu Cemitério: você pode banir 1 outro monstro Mago no seu Cemitério; Invoque este card por Invocação-Especial. Você só pode usar este efeito de \"Senhora Fortuna do Sempre\" uma vez por turno.", "ja": "チューナー＋チューナー以外の魔法使い族モンスター１体以上\nこのカード名の③の効果は１ターンに１度しか使用できない。\n①：このカードの攻撃力・守備力は、このカードのレベル×４００になる。\n②：自分スタンバイフェイズに発動する。このカードのレベルを１つ上げる（最大１２まで）。その後、相手フィールドの表側表示モンスター１体を除外できる。\n③：相手エンドフェイズにこのカードが墓地に存在する場合、自分の墓地から他の魔法使い族モンスター１体を除外して発動できる。このカードを特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 마법사족 몬스터 1장 이상\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력 / 수비력은 이 카드의 레벨 × 400 이 된다. ②: 자신 스탠바이 페이즈에 발동한다. 이 카드의 레벨을 1개 올린다(최대 12 까지). 그 후, 상대 필드의 앞면 표시 몬스터 1장을 제외할 수 있다. ③: 상대 엔드 페이즈에 이 카드가 묘지에 존재할 경우, 자신 묘지에서 다른 마법사족 몬스터 1장을 제외하고 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": "協調＋協調以外的魔法使族怪獸１隻以上\n此卡名的③效果１回合僅限使用１次。①：此卡的攻擊力・守備力變為此卡的等級×４００。②：在我方準備階段發動。此卡的等級提升１（最多提升至１２）。其後，可選擇將對方場上的１隻正面表示怪獸除外。③：在對方結束階段，此卡存在於墓地的狀況下，可從我方墓地將１隻此卡以外的魔法使族怪獸除外發動。特殊召喚此卡。", "zh-CN": "协调＋协调以外的魔法师族怪兽１只或以上\n此卡牌名的③效果１回合只可使用１次。①：此卡的攻击力、守备力变成此卡的等级×４００。②：在我方准备阶段发动。此卡的等级上升１级（最高至１２级）。之后，可挑选对手场上的１只表侧表示怪兽除外。③：在对手结束阶段此卡存在于墓地的场合，可从我方墓地将１只除此卡以外的魔法师族怪兽除外并发动。特殊召唤此卡。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Synchro / Effect", "attribute": "LIGHT", "level": 7, "atk": "?", "def": "?", "series": ["Fortune Lady"], "images": [{"index": 1, "image": "FortuneLadyEvery-RIRA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN038", "set_name": "Rising Rampage", "rarities": ["Secret Rare"]}], "de": [{"set_number": "RIRA-DE038", "set_name": "Rising Rampage", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "RIRA-FR038", "set_name": "Rising Rampage", "rarities": ["Secret Rare"]}], "it": [{"set_number": "RIRA-IT038", "set_name": "Rising Rampage", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "RIRA-PT038", "set_name": "Rising Rampage", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "RIRA-JP038", "set_name": "Rising Rampage", "rarities": ["Super Rare", "Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "RIRA-KR038", "set_name": "Rising Rampage", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "SYP1-KR063", "set_name": "Synergy Pack 01: Syncro Acceleration", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 601046, "master_duel_rarity": "UR"}