{"konami_id": 17130, "password": 70427670, "name": {"en": "Predaplant Bufolicula", "de": "Raubpflanze Bufolicula", "es": "Predaplanta Bufolícula", "fr": "Bufolicula Prédaplante", "it": "Predapianta Bufolicula", "pt": "Predaplanta Bufolicula", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>ブフォリキュラ", "ja_romaji": "Puredetā Purantsu Buforikyura", "ko": "프레데터 플랜츠 부포리큘라", "ko_rr": "Peuredeteo Peullaencheu Buporikyulla", "zh-TW": "捕食植物 土瓶草蟾蜍", "zh-CN": "捕食植物 土瓶草蟾蜍"}, "text": {"en": "If this card is sent to the GY or added to your Extra Deck face-up because it was used as Fusion Material: You can add 1 face-up DARK Pendulum Monster from your Extra Deck to your hand, except \"Predaplant Bufolicula\". You can only use this effect of \"Predaplant Bufolicula\" once per turn.", "de": "Falls diese Karte auf den Friedhof gelegt oder offen deinem Extra Deck hinzugefügt wird, weil sie als Fusionsmaterial verwendet wurde: Du kannst deiner Hand 1 offenes FINSTERNIS Pendelmonster von deinem Extra Deck hinzufügen, außer „Raubpflanze Bufolicula“. Du kannst diesen Effekt von „Raubpflanze Bufolicula“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada al Cementerio o añadida a tu Deck Extra boca arriba porque fue usada como Material de Fusión: puedes añadir a tu mano 1 Monstruo de Péndulo de OSCURIDAD boca arriba en tu Deck Extra, excepto \"Predaplanta Bufolícula\". Sólo puedes usar este efecto de \"Predaplanta Bufolícula\" una vez por turno.", "fr": "Si cette carte est envoyée au Cimetière ou ajoutée face recto à votre Extra Deck parce qu'elle a été utilisée comme Matériel Fusion : vous pouvez ajouter 1 Monstre Pendule TÉNÈBRES face recto (\"Bufolicula Prédaplante\" exclu) depuis votre Extra Deck à votre main. Vous ne pouvez utiliser cet effet de \"Bufolicula Prédaplante\" qu'une fois par tour.", "it": "Se questa carta viene mandata al Cimitero o aggiunta al tuo Extra Deck scoperta perché è stata utilizzata come Materiale da Fusione: puoi aggiungere 1 Mostro Pendulum OSCURITÀ scoperto dal tuo Extra Deck alla tua mano, eccetto \"Predapianta Bufolicula\". Puoi utilizzare questo effetto di \"Predapianta Bufolicula\" una sola volta per turno.", "pt": "Se este card for enviado para o Cemitério ou adicionado ao seu Deck Adicional com a face para cima porque foi usado como Matéria de Fusão: você pode adicionar 1 Monstro Pêndulo de TREVAS com a face para cima do seu Deck Adicional à sua mão, exceto \"Predaplanta Bufolicula\". Você só pode usar este efeito de \"Predaplanta Bufolicula\" uma vez por turno.", "ja": "このカード名のモンスター効果は１ターンに１度しか使用できない。①：このカードが融合召喚の素材になり、墓地へ送られた場合またはＥＸデッキに表側表示で加わった場合に発動できる。自分のＥＸデッキから「捕食植物ブフォリキュラ」以外の表側表示の闇属性Ｐモンスター１体を手札に加える。", "ko": "이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 융합 소환의 소재가 되어, 묘지로 보내졌을 경우 또는 엑스트라 덱에 앞면 표시로 넣어졌을 경우에 발동할 수 있다. 자신의 엑스트라 덱에서 \"프레데터 플랜츠 부포리큘라\" 이외의 앞면 표시의 어둠 속성 펜듈럼 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的怪兽效果１回合仅可使用１次。①：此卡成为融合召唤的素材、并被送至墓地的情况下或以表侧表示加入额外牌组的情况下可以发动。从自己的额外牌组将“捕食植物 土瓶草蟾蜍”以外的１只表侧表示的暗属性灵摆怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Plant / Pendulum / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "pendulum_scale": 0, "pendulum_effect": {"en": "During your Main Phase: You can Fusion Summon 1 DARK Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material. You can only use this effect of \"Predaplant Bufolicula\" once per turn.", "de": "Während deiner Main Phase: Du kannst 1 FINSTERNIS Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, verwende dafür Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial. Du kannst diesen Effekt von „Raubpflanze Bufolicula“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes Invocar por Fusión 1 Monstruo de Fusión de OSCURIDAD desde tu Deck Extra, usando monstruos en tu mano o Campo como Material de Fusión. Sólo puedes usar este efecto de \"Predaplanta Bufolícula\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion TÉNÈBRES depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Vous ne pouvez utiliser cet effet de \"Bufolicula Prédaplante\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione OSCURITÀ dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come Materiale da Fusione. Puoi utilizzare questo effetto di \"Predapianta Bufolicula\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão de TREVAS do seu Deck Adicional, usando monstros da sua mão ou do campo como Matéria de Fusão. Você só pode usar este efeito de \"Predaplanta Bufolicula\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。自分の手札・フィールドから、闇属性の融合モンスターカードによって決められた融合素材モンスターを墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 필드에서, 어둠 속성 융합 몬스터 카드에 기재된 융합 소재 몬스터를 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。\n①：可在我方主要階段發動。從我方手牌・場上，將根據闇屬性融合怪獸卡決定的融合素材怪獸送至墓地，從額外牌組融合召喚１隻該融合怪獸。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：在自己的主要阶段可以发动。从自己的手牌・场上，将由暗属性融合怪兽卡决定的融合素材怪兽送至墓地，从额外牌组将１只该融合怪兽融合召唤。"}, "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantBufolicula-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN018", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-EN070", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE018", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-DE070", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DIFO-SP018", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-SP070", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR018", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-FR070", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT018", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-IT070", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT018", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-PT070", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP018", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR018", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC078", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716278, "master_duel_rarity": "N"}