{"konami_id": 11790, "password": 70479321, "name": {"en": "Performapal Drummerilla", "de": "Künstlerkumpel Trommorilla", "es": "Artistamigo Baterisimio", "fr": "Goritambour Potartiste", "it": "Artistamico Percussionilla", "pt": "Camarartista Baterila", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>ドラミング・コング", "ja_romaji": "Entameito Doramingu Kongu", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 드러밍 콩", "ko_rr": null, "zh-TW": "娛樂夥伴 打鼓金剛", "zh-CN": "娱乐伙伴打鼓金刚"}, "text": {"en": "If there are no monsters on the field, you can Normal Summon this card without Tributing. If this card is Normal Summoned without Tributing, its Level becomes 4. Once per turn, when an attack is declared involving a monster you control and an opponent's monster: You can target that monster you control; it gains 600 ATK until the end of the Battle Phase.", "de": "Falls keine Monster auf dem Spielfeld liegen, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Falls diese Karte als Normalbeschwörung beschworen wird, ohne Tribut anzubieten, wird ihre Stufe zu 4. Einmal pro Spielzug, wenn ein Angriff deklariert wird, an dem ein Monster, das du kontrollierst, und ein Monster deines Gegners beteiligt sind: Du kannst das Monster wählen, das du kontrollierst; es erhält bis zum Ende der Battle Phase 600 ATK.", "es": "Si no hay monstruos en el Campo, puedes Invocar esta carta de Modo Normal sin Sacrificar. Si esta carta es Invocada de Modo Normal sin Sacrificar, su Nivel se convierte en 4. Una vez por turno, cuando es declarado un ataque que involucre a un monstruo que controlas y un monstruo de tu adversario: puedes seleccionar ese monstruo que controlas; hasta el final de la Battle Phase, éste gana 600 ATK.", "fr": "S'il n'y a aucun monstre sur le Terrain, vous pouvez Invoquer Normalement cette carte sans Sacrifice. Si cette carte est Invoquée Normalement sans Sacrifice, son Niveau devient 4. Une fois par tour, lorsqu'une attaque impliquant un monstre que vous contrôlez et un monstre de votre adversaire est déclarée : vous pouvez cibler le monstre que vous contrôlez ; jusqu'à la fin de la Battle Phase, il gagne 600 ATK.", "it": "Se non ci sono mostri sul Terreno, puoi Evocare Normalmente questa carta senza offrire Tributi. Se questa carta viene Evocata Normalmente senza offrire Tributi, il suo Livello diventa 4. Una volta per turno, quando viene dichiarato un attacco che coinvolge un mostro che controlli e un mostro dell'avversario: puoi scegliere come bersaglio quel mostro che controlli; esso guadagna 600 ATK fino alla fine della Battle Phase.", "pt": "Se não houver monstros no campo, você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Se este card for Invocado por Invocação-Normal sem oferecer Tributo, o Nível dele se torna 4. Uma vez por turno, quando um ataque for declarado envolvendo um monstro que você controla e um monstro do oponente: você pode escolher esse monstro que você controla; ele ganha 600 de ATK até o final da Fase de Batalha.", "ja": "①：お互いのフィールドにモンスターが存在しない場合、このカードはリリースなしで召喚できる。②：リリースなしで召喚したこのカードのレベルは４になる。③：１ターンに１度、自分のモンスターが相手モンスターと戦闘を行う攻撃宣言時に、その自分のモンスター１体を対象として発動できる。そのモンスターの攻撃力はバトルフェイズ終了時まで６００アップする。", "ko": "①: 서로의 필드에 몬스터가 존재하지 않을 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. ②: 릴리스 없이 일반 소환한 이 카드의 레벨은 4 가 된다. ③: 1턴에 1번, 자신의 몬스터가 상대 몬스터와 전투를 실행하는 공격 선언시에, 그 자신의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 배틀 페이즈 종료시까지 600 올린다.", "zh-TW": null, "zh-CN": "①：双方场上没有怪兽存在的场合，这张卡可以不用解放作召唤。②：不用解放作召唤的这张卡的等级变成4星。③：1回合1次，自己怪兽和对方怪兽进行战斗的攻击宣言时，以那1只自己怪兽为对象才能发动。那只怪兽的攻击力直到战斗阶段结束时上升600。"}, "card_type": "Monster", "monster_type_line": "Beast / Pendulum / Effect", "attribute": "EARTH", "level": 5, "atk": 1600, "def": 900, "pendulum_scale": 2, "pendulum_effect": {"en": "Once per turn, when an attack is declared involving a monster you control and an opponent's monster: You can target that monster you control; it gains 600 ATK until the end of the Battle Phase (even if this card leaves the field).", "de": "Einmal pro Spielzug, wenn ein Angriff deklariert wird, an dem ein Monster, das du kontrollierst, und ein Monster deines Gegners beteiligt sind: Du kannst das Monster wählen, das du kontrollierst; es erhält bis zum Ende der Battle Phase 600 ATK (selbst falls diese Karte das Spielfeld verlässt).", "es": "Una vez por turno, cuando es declarado un ataque que involucre a un monstruo que controlas y un monstruo de tu adversario: puedes seleccionar ese monstruo que controlas; hasta el final de la Battle Phase, éste gana 600 ATK (aún si esta carta deja el Campo).", "fr": "Une fois par tour, lorsqu'une attaque impliquant un monstre que vous contrôlez et un monstre de votre adversaire est déclarée : vous pouvez cibler le monstre que vous contrôlez ; jusqu'à la fin de la Battle Phase (même si cette carte quitte le Terrain), il gagne 600 ATK.", "it": "Una volta per turno, quando viene dichiarato un attacco che coinvolge un mostro che controlli e un mostro dell'avversario: puoi scegliere come bersaglio quel mostro che controlli; esso guadagna 600 ATK fino alla fine della Battle Phase (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno, quando um ataque for declarado envolvendo um monstro que você controla e um monstro do oponente: você pode escolher esse monstro que você controla; ele ganha 600 de ATK até o final da Fase de Batalha (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、自分のモンスターが相手モンスターと戦闘を行う攻撃宣言時に、その自分のモンスター１体を対象として発動できる。そのモンスターの攻撃力はバトルフェイズ終了時まで６００アップする。", "ko": "①: 1턴에 1번, 자신의 몬스터가 상대 몬스터와 전투를 실행하는 공격 선언시에, 그 자신의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 배틀 페이즈 종료시까지 600 올린다.", "zh-TW": "①：１回合１次，在我方怪獸與對方怪獸進行戰鬥的攻擊宣言時，可將我方的１隻該怪獸作為對象發動。該怪獸的攻擊力在戰鬥階段結束前提升６００。", "zh-CN": "①：１回合１次，我方怪兽向对手怪兽进行攻击宣告时，可以１只宣告的我方怪兽为目标发动。将该怪兽的攻击力提升６００，直到战斗阶段结束。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalDrummerilla-SP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CORE-EN006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "YS16-EN011", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}, {"set_number": "MP16-EN052", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-EN019", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "de": [{"set_number": "CORE-DE006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "YS16-DE011", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}, {"set_number": "MP16-DE052", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-DE019", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "es": [{"set_number": "CORE-SP006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "YS16-SP011", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}, {"set_number": "MP16-SP052", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-SP019", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "fr": [{"set_number": "CORE-FR006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "YS16-FR011", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}, {"set_number": "MP16-FR052", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-FR019", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "it": [{"set_number": "CORE-IT006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "YS16-IT011", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}, {"set_number": "MP16-IT052", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-IT019", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "pt": [{"set_number": "CORE-PT006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "YS16-PT011", "set_name": "Starter Deck: Yuya", "rarities": ["Common"]}, {"set_number": "MP16-PT052", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SP17-PT019", "set_name": "Star Pack Battle Royal", "rarities": ["Common", "Starfoil Rare"]}], "ja": [{"set_number": "CORE-JP006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "ST16-JP011", "set_name": "Starter Deck 2016", "rarities": ["Common"]}], "ko": [{"set_number": "CORE-KR006", "set_name": "Clash of Rebellions", "rarities": ["Common"]}, {"set_number": "ST16-KR011", "set_name": "Starter Deck 2016", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 351468, "master_duel_rarity": "N"}