{"konami_id": 13705, "password": 70491682, "name": {"en": "Vendread Anima", "de": "Venschrecken Anima", "es": "Anima Vengamiedo", "fr": "Anima Vendetterreur", "it": "Venterrore Anima", "pt": "Anima Vendorror", "ja": "ヴェンデット・アニマ", "ja_romaji": "Vendetto Anima", "ko": "벤데드 아니마", "ko_rr": "Bendeteu Anima", "zh-TW": null, "zh-CN": "仇尸・阿尼玛"}, "text": {"en": "You can banish this card from your GY, then target 1 of your banished \"Vendread\" monsters, except \"Vendread Anima\"; Special Summon it, also you cannot Special Summon monsters for the rest of this turn, except Zombie monsters. A \"Vendread\" monster Ritual Summoned using this card on the field gains the following effect. You can only use each of the preceding effects of \"Vendread Anima\" once per turn.\n● Banish any monster destroyed by battle with this card.", "de": "Du kannst diese Karte von deinem Friedhof verbannen und dann 1 deiner verbannten „Venschrecken“-Monster wählen, außer „Venschrecken Anima“; beschwöre es als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Zombie-Monstern. Ein „Venschrecken“-Monster, das mit dieser Karte auf dem Spielfeld als Ritualbeschwörung beschworen wird, erhält den folgenden Effekt. Du kannst jeden der vorherigen Effekte von „Venschrecken Anima“ nur einmal pro Spielzug verwenden.\n● Verbanne alle Monster, die durch Kampf mit dieser Karte zerstört werden.", "es": "Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 de tus monstruos \"Vengamiedo\" desterrado, excepto \"Anima Vengamiedo\"; Invócalo de Modo Especial, y además por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos Zombi. Un monstruo \"Vengamiedo\" Invocado por Ritual usando esta carta en el Campo gana el siguiente efecto. Sólo puedes usar cada uno de los efectos precedentes de \"Anima Vengamiedo\" una vez por turno.\n● Destierra cualquier monstruo destruido en batalla con esta carta.", "fr": "Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Vendetterreur\" bannis (\"Anima Vendetterreur\" exclu) ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Zombie exclus) le reste de ce tour. Un monstre \"Vendetterreur\" Invoqué Rituellement en utilisant cette carte sur le Terrain gagne l'effet suivant. Vous ne pouvez utiliser chacun des effets précédents de \"Anima Vendetterreur\" qu'une fois par tour.\n● Bannissez les monstres détruits au combat avec cette carte.", "it": "Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 tuo mostro \"Venterrore\" bandito, eccetto \"Venterrore Anima\"; Evocalo Specialmente, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri Zombie. Un mostro \"Venterrore\" Evocato tramite Rituale utilizzando questa carta sul Terreno guadagna il seguente effetto. Puoi utilizzare ognuno dei precedenti effetti di \"Venterrore Anima\" una sola volta per turno.\n● Bandisci qualsiasi mostro distrutto in battaglia con questa carta.", "pt": "Você pode banir este card do seu Cemitério e, depois, escolher 1 dos seus monstros \"Vendorror\" banidos, exceto \"Anima Vendorror\"; Invoque-o por Invocação-Especial e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros Zumbi. Um monstro \"Vendorror\" Invocado por Invocação-Ritual usando este card no campo ganha o seguinte efeito. Você só pode usar cada um dos efeitos anteriores de \"Anima Vendorror\" uma vez por turno.\n● Bana quaisquer monstros destruídos em batalha com este card.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：墓地のこのカードを除外し、「ヴェンデット・アニマ」以外の除外されている自分の「ヴェンデット」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果の発動後、ターン終了時まで自分はアンデット族モンスターしか特殊召喚できない。②：フィールドのこのカードを使用して儀式召喚した「ヴェンデット」モンスターは以下の効果を得る。●このカードが戦闘で破壊したモンスターは墓地へは行かず除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 묘지의 이 카드를 제외하고, \"벤데드 아니마\" 이외의 제외되어 있는 자신의 \"벤데드\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 언데드족 몬스터밖에 특수 소환할 수 없다. ②: 필드의 이 카드를 사용하여 의식 소환한 \"벤데드\" 몬스터는 이하의 효과를 얻는다.\n●이 카드가 전투로 파괴한 몬스터는 묘지로는 가지 않으며 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将墓地的此卡除外，以“仇尸・阿尼玛”以外的自己１只被除外的“仇尸”怪兽为对象可以发动。将该怪兽特殊召唤。此效果发动后，直至回合结束时为止，自己仅可特殊召唤不死族怪兽。②：使用场上的此卡仪式召唤的“仇尸”怪兽获得以下效果。\n●此卡战斗破坏的怪兽不去墓地而直接被除外。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "series": ["Vendread"], "images": [{"index": 1, "image": "VendreadAnima-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN083", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-EN056", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE083", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-DE056", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "FLOD-SP083", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-SP056", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR083", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-FR056", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT083", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-IT056", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT083", "set_name": "Flames of Destruction", "rarities": ["Rare"]}, {"set_number": "MP19-PT056", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "EP18-JP010", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "EP18-KR010", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC050", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557829}