{"konami_id": 17070, "password": 70534340, "name": {"en": "Lubellion the Searing Dragon", "de": "Lubellion der sengende Drache", "es": "Lubellion el Dragón Abrasador", "fr": "Lubellion le Dragon Embrasé", "it": "Lubellion il Drago Ardente", "pt": "Lubellion, o Dragão Ardente", "ja": "<ruby>神<rt>しん</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ルベリオン", "ja_romaji": "Shin'enryū Ruberion", "ko": "신염룡 루벨리온", "ko_rr": "Sin-yeomnyong Rubellion", "zh-TW": "神炎龍 盧貝利昂", "zh-CN": "神炎龙 卢绯里昂"}, "text": {"en": "1 DARK monster + \"Fallen of Albaz\"\nIf this card is Fusion Summoned: You can discard 1 card; Fusion Summon 1 Level 8 or lower Fusion Monster from your Extra Deck, except \"Lubellion the Searing Dragon\", by shuffling Fusion Materials mentioned on it into the Deck, from your monsters on the field, GY, and/or face-up banished cards. For the rest of this turn, this card cannot attack, also you cannot Special Summon monsters from the Extra Deck, except Fusion Monsters. You can only use this effect of \"Lubellion the Searing Dragon\" once per turn.", "de": "1 FINSTERNIS Monster + „Gefallener von Albaz“\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 1 Karte abwerfen; beschwöre 1 Fusionsmonster der Stufe 8 oder niedriger als Fusionsbeschwörung von deinem Extra Deck, außer „Lubellion der sengende Drache“, indem du das auf ihm erwähnte Fusionsmaterial von deinen Monstern auf dem Spielfeld, im Friedhof und/oder offen verbannten Karten ins Deck mischst. Für den Rest dieses Spielzugs kann diese Karte nicht angreifen, zusätzlich kannst du keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Fusionsmonstern. Du kannst diesen Effekt von „Lubellion der sengende Drache“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo de OSCURIDAD + \"Caído de Albaz\"\nSi esta carta es Invocada por Fusión: puedes descartar 1 carta; Invoca por Fusión, desde tu Deck Extra, 1 Monstruo de Fusión de Nivel 8 o menor, excepto \"Lubellion el Dragón Abrasador\", barajando al Deck Materiales de Fusión mencionados en él de entre tus monstruos en el Campo, Cementerio y/o cartas desterradas boca arriba. Por el resto de este turno, esta carta no puede atacar, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto Monstruos de Fusión. Sólo puedes usar este efecto de \"Lubellion el Dragón Abrasador\" una vez por turno.", "fr": "1 monstre TÉNÈBRES + \"Albaz le Déchu\"\nSi cette carte est Invoquée par Fusion : vous pouvez défausser 1 carte ; Invoquez par Fusion 1 Monstre Fusion de max. Niveau 8 (\"Lubellion le Dragon Embrasé\" exclu) depuis votre Extra Deck, en mélangeant les Matériels Fusion mentionnés sur celui-ci dans le Deck, parmi vos monstres sur le Terrain, Cimetière, et/ou cartes bannies face recto. Le reste de ce tour, cette carte ne peut pas attaquer, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck. Vous ne pouvez utiliser cet effet de \"Lubellion le Dragon Embrasé\" qu'une fois par tour.", "it": "1 mostro OSCURITÀ + \"Caduto di Albaz\"\nSe questa carta viene Evocata tramite Fusione: puoi scartare 1 carta; Evoca tramite Fusione 1 Mostro Fusione di Livello 8 o inferiore dal tuo Extra Deck, eccetto \"Lubellion il Drago Ardente\", mischiando nel Deck i Materiali da Fusione menzionati su di esso, tra i tuoi mostri sul Terreno, Cimitero e/o carte bandite scoperte. Per il resto di questo turno, questa carta non può attaccare, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck, eccetto Mostri Fusione. Puoi utilizzare questo effetto di \"Lubellion il Drago Ardente\" una sola volta per turno.", "pt": "1 monstro de TREVAS + \"Caído de Arbaz\"\nSe este card for Invocado por Invocação-Fusão: você pode descartar 1 card; Invoque por Invocação-Fusão 1 Monstro de Fusão de Nível 8 ou menos do seu Deck Adicional, exceto \"Lubellion, o Dragão Ardente\", ao embaralhar no Deck as Matérias de Fusão mencionadas nele, dentre seus monstros no campo, Cemitério e/ou cards banidos com a face para cima. Pelo resto deste turno, este card não pode atacar e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional, exceto Monstros de Fusão. Você só pode usar este efeito de \"Lubellion, o Dragão Ardente\" uma vez por turno.", "ja": "闇属性モンスター＋「アルバスの落胤」\nこのカード名の効果は１ターンに１度しか使用できない。①：このカードが融合召喚に成功した場合、手札を１枚捨てて発動できる。自分のフィールド・墓地のモンスター及び除外されている自分のモンスターの中から、「神炎竜ルベリオン」を除くレベル８以下の融合モンスターカードによって決められた融合素材モンスターを持ち主のデッキに戻し、その融合モンスター１体をＥＸデッキから融合召喚する。このターン、このカードは攻撃できず、自分は融合モンスターしかＥＸデッキから特殊召喚できない。", "ko": "어둠 속성 몬스터 ＋ \"알버스의 낙윤\"\n이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 융합 소환에 성공했을 경우, 패를 1장 버리고 발동할 수 있다. 자신의 필드 / 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, \"신염룡 루벨리온\"이 아닌 레벨 8 이하의 융합 몬스터 카드에 기재된 융합 소재 몬스터를 주인의 덱으로 되돌리고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. 이 턴에, 이 카드는 공격할 수 없으며, 자신은 융합 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "闇屬性怪獸＋「阿爾白斯之落胤」\n此卡名的效果１回合僅限使用１次。①：可在此卡融合召喚成功的狀況下，捨棄１張手牌發動。從我方場上・墓地的怪獸及我方被除外的怪獸中，將根據「神炎龍 盧貝利昂」以外，等級８以下的融合怪獸卡決定的融合素材怪獸送回持有者的牌組，從額外牌組融合召喚１隻該融合怪獸。此回合，此卡無法攻擊，我方可從額外牌組特殊召喚的怪獸僅限融合怪獸。", "zh-CN": "暗属性怪兽＋“阿尔白斯之落胤”\n此卡名的效果１回合仅可使用１次。①：此卡融合召唤成功的情况下，舍弃１张手牌可以发动。从自己的场上・墓地的怪兽及被除外的自己的怪兽中，将“神炎龙 卢绯里昂”以外的、由等级８以下融合怪兽卡决定的融合素材怪兽放回持有者的牌组，从额外牌组将１只该融合怪兽融合召唤。此回合，此卡不可攻击，自己从额外牌组仅可特殊召唤融合怪兽。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "LIGHT", "level": 8, "atk": 2500, "def": 3000, "materials": "1 DARK monster + \"Fallen of Albaz\"", "series": ["Albaz Dragon"], "images": [{"index": 1, "image": "LubelliontheSearingDragon-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDAZ-EN042", "set_name": "Structure Deck: Albaz Strike", "rarities": ["Ultra Rare"]}, {"set_number": "BLTR-EN115", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "SDAZ-DE042", "set_name": "Structure Deck: Albaz Strike", "rarities": ["Ultra Rare"]}, {"set_number": "BLTR-DE115", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "SDAZ-FR042", "set_name": "Structure Deck: Albaz Strike", "rarities": ["Ultra Rare"]}, {"set_number": "BLTR-FR115", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "SDAZ-IT042", "set_name": "Structure Deck: Albaz Strike", "rarities": ["Ultra Rare"]}, {"set_number": "BLTR-IT115", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "SDAZ-PT042", "set_name": "Structure Deck: Albaz Strike", "rarities": ["Ultra Rare"]}, {"set_number": "BLTR-PT115", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "SD43-JP042", "set_name": "Structure Deck: Alba Strike", "rarities": ["Ultra Rare"]}, {"set_number": "CF01-JP???", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SD43-KR042", "set_name": "Structure Deck: Alba Strike", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "SD43-SC042", "set_name": "Structure Deck: Alba Strike", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715657, "master_duel_rarity": "UR"}