{"konami_id": 10617, "password": 70546737, "name": {"en": "Umbral Horror Will o' the Wisp", "de": "Schattenhorror Irrlicht", "es": "Horror de las Sombras Fuego Fatuo", "fr": "Feu Follet Horreur de l'Ombre", "it": "Will o' the Wisp Orrore Umbral", "pt": "Terror Umbral Fogo-fátuo", "ja": "アンブラル・ウィル・オ・ザ・ウィスプ", "ja_romaji": "Anburaru Wiru O Za Wisupu", "ko": "엄브럴 윌 오 더 위스프", "ko_rr": null, "zh-TW": "黑影鬼火", "zh-CN": "黑影鬼火"}, "text": {"en": "When this card is Normal or Special Summoned: You can target 1 \"Umbral Horror\" monster you control or in your Graveyard, except this card; this card's Level becomes the current Level of that monster. When this Attack Position card is destroyed by battle and sent to the Graveyard, and was in face-up Attack Position at the start of the Damage Step: Destroy the monster that destroyed this card.", "de": "Wenn diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Schattenhorror“-Monster wählen, das du kontrollierst oder das in deinem Friedhof liegt, außer dieser Karte; die Stufe dieser Karte wird dieselbe wie die derzeitige Stufe des Monsters. Wenn diese Karte in Angriffsposition durch Kampf zerstört und auf den Friedhof gelegt wird und am Beginn des Damage Steps in offener Angriffsposition lag: Zerstöre das Monster, das diese Karte zerstört hat.", "es": "Cuando esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo \"Horror de las Sombras\" que controles o en tu Cementerio, excepto esta carta; el Nivel de esta carta se convierte en el Nivel actual de ese monstruo. Cuando esta carta en Posición de Ataque es destruida en batalla y mandada al Cementerio, y si estaba en Posición de Ataque boca arriba al comienzo del Damage Step: destruye el monstruo que destruyó esta carta.", "fr": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre \"Horreur de l'Ombre\" (cette carte exclue) que vous contrôlez ou dans votre Cimetière ; le Niveau de cette carte devient du Niveau actuel du monstre. Lorsque cette carte en Position d'Attaque est détruite au combat et envoyée au Cimetière, et qu'elle était en Position d'Attaque face recto au début de la Damage Step : détruisez le monstre qui a détruit cette carte.", "it": "Quando questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro \"Orrore Umbral\" che controlli o nel tuo Cimitero, eccetto questa carta; il Livello di questa carta diventa il Livello attuale di quel mostro. Quando questa carta in Posizione di Attacco viene distrutta in battaglia e mandata al Cimitero, ed era scoperta in Posizione di Attacco all'inizio del Damage Step: distruggi il mostro che ha distrutto questa carta.", "pt": "Quando este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro \"Terror Umbral\" que você controla ou no seu Cemitério, exceto este card; o Nível deste card se torna o Nível atual desse monstro. Quando este card em Posição de Ataque for destruído em batalha e enviado para o Cemitério e estava com a face para cima em Posição de Ataque no começo da Etapa de Dano: destrua o monstro que destruiu este card.", "ja": "このカードが召喚・特殊召喚に成功した時、このカード以外の自分のフィールド上・墓地の「アンブラル」と名のついたモンスター１体を選択して発動できる。このカードのレベルは選択したモンスターのレベルと同じになる。また、フィールド上に表側攻撃表示で存在するこのカードが戦闘によって破壊され墓地へ送られた時、このカードを破壊したモンスターを破壊する。", "ko": "이 카드가 일반 소환 / 특수 소환에 성공했을 때, 이 카드 이외의 자신 필드 위 / 묘지의 \"엄브럴\"이라는 이름이 붙은 몬스터 1장을 선택하고 발동할 수 있다. 이 카드의 레벨은 선택한 몬스터의 레벨과 같아진다. 또한, 필드 위에 앞면 공격 표시로 존재하는 이 카드가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 이 카드를 파괴한 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "这张卡召唤·特殊召唤成功时，选择这张卡以外的自己的场上·墓地1只名字带有「阴影」的怪兽才能发动。这张卡的等级变成和选择的怪兽的等级相同。此外，场上表侧攻击表示存在的这张卡被战斗破坏送去墓地时，把让这张卡破坏的怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "series": ["Umbral Horror"], "images": [{"index": 1, "image": "UmbralHorrorWillotheWisp-MP14-EN-C-1E.png"}], "sets": {"en": [{"set_number": "JOTL-EN014", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-EN068", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "JOTL-DE014", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-DE068", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "JOTL-SP014", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-SP068", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "JOTL-FR014", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-FR068", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "JOTL-IT014", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-IT068", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "JOTL-PT014", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-PT068", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "JOTL-JP014", "set_name": "Judgment of the Light", "rarities": ["Common"]}], "ko": [{"set_number": "JOTL-KR014", "set_name": "Judgment of the Light", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 270841, "master_duel_rarity": "N"}