{"konami_id": 15376, "password": 70569684, "name": {"en": "High Rate Draw", "de": "Hocheffizientes Ziehen", "es": "Robo de Alta Velocidad", "fr": "Pioche à Haut Régime", "it": "Pescata a Tasso Elevato", "pt": "Compra de Alta Intensidade", "ja": "ハイレート・ドロー", "ja_romaji": "Hairēto Dorō", "ko": "하이레이트 드로우", "ko_rr": "Haireiteu Deurou", "zh-TW": "高賠率抽牌", "zh-CN": "高速率抽牌"}, "text": {"en": null, "de": "Zerstöre 2 oder mehr Monster, die du kontrollierst, und falls du dies tust, ziehe für je 2 zerstörte Monster 1 Karte. Während der Main Phase deines Gegners, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Monster wählen, das du kontrollierst; zerstöre es und falls du dies tust, setze diese Karte, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Hocheffizientes Ziehen“ nur einmal pro Spielzug verwenden.", "es": "Destruye 2 o más monstruos que controles y, si lo haces, roba 1 carta por cada 2 monstruos destruidos. Durante la Main Phase de tu adversario, si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo que controles; destrúyelo y, si lo haces, Coloca esta carta, pero destiérrala cuando deje el Campo. Sólo puedes usar este efecto de \"Robo de Alta Velocidad\" una vez por turno.", "fr": "Détruisez min. 2 monstres que vous contrôlez, et si vous le faites, piochez 1 carte pour tous les 2 monstres détruits. Durant la Main Phase de votre adversaire, si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre que vous contrôlez ; détruisez-le, et si vous le faites, Posez cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Pioche à Haut Régime\" qu'une fois par tour.", "it": "Distruggi 2 o più mostri che controlli e, se lo fai, pesca 1 carta per ogni 2 mostri distrutti. Durante la Main Phase del tuo avversario, se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro che controlli; distruggilo e, se lo fai, Posiziona questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare questo effetto di \"Pescata a Tasso Elevato\" una sola volta per turno.", "pt": "Destrua 2 ou mais monstros que você controla e, se isso acontecer, compre 1 card para cada 2 monstros destruídos. Durante a Fase Principal do seu oponente, se este card estiver no seu Cemitério: você pode escolher 1 monstro que você controla; destrua-o e, se isso acontecer, Baixe este card, mas bana-o quando ele deixar o campo. Você só pode usar este efeito de \"Compra de Alta Intensidade\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。\n①：自分フィールドのモンスターを２体以上任意の数だけ破壊し、自分は破壊したモンスター２体につき１枚ドローする。\n②：このカードが墓地に存在する場合、相手メインフェイズに、自分フィールドのモンスター１体を対象として発動できる。そのモンスターを破壊し、このカードを自分フィールドにセットする。この効果でセットしたこのカードはフィールドから離れた場合に除外される。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터를 2장 이상 임의의 수만큼 골라 파괴하고, 파괴한 몬스터 2장당 1장, 자신은 덱에서 드로우한다. ②: 이 카드가 묘지에 존재할 경우, 상대 메인 페이즈에, 자신 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴하고, 이 카드를 자신 필드에 세트한다. 이 효과로 세트한 이 카드는 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：選擇我方場上２隻以上任意數量的怪獸破壞，每破壞２隻怪獸，我方從牌組抽１張牌。②：在此卡存在於墓地的狀況下，可在對方主要階段將我方場上的１隻怪獸做為對象發動。破壞該怪獸，將此卡覆蓋在我方場上。透過此效果覆蓋的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "此卡名的效果②在1个回合中仅可使用1次。①：选择2只以上任意数量的自己场上的怪兽破坏，每破坏2只怪兽，自己从牌组中抽1张卡。②：此卡存在于墓地时，在对手的主要阶段，可以以自己场上的1只怪兽为对象发动。破坏该怪兽，将此卡放置在自己场上。通过此效果放置的此卡离开了场上时将被除外。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "HighRateDraw-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN018", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN137", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "BLAR-DE018", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE137", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "BLAR-FR018", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR137", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "BLAR-IT018", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT137", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "BLAR-PT018", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT137", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "CP20-JP018", "set_name": "Collection Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "CP20-KR018", "set_name": "Collection Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708041, "master_duel_rarity": "N"}