{"konami_id": 21632, "password": 70659412, "name": {"en": "Psychic Omnibuster", "de": "Psi-Omnisprenger", "es": "Omnirrompedor Psíquico", "fr": "Omnidestructeur Psychique", "it": "Omnidemolitore Psichico", "pt": "Omnidemolidor Psíquico", "ja": "サイコ・オムニバスター", "ja_romaji": "Saiko Omunibasutā", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 Tuner + 1+ non-Tuner Psychic monsters\nEach time your opponent activates a card or effect on the field (except during the Damage Step): You can pay 2000 LP and declare 1 card type (Monster, Spell, or Trap) (but you can only declare each card type once per turn to activate this effect of \"Psychic Omnibuster\"); look at 1 random card in your opponent's hand, and if it is the declared card type, apply these effects in sequence (skip over any that do not apply).\n● This card cannot be destroyed by the effects of the declared card type this turn.\n● Banish the card you looked at, face-up, until the End Phase.", "de": "1 Empfänger + 1+ Psi-Nicht-Empfänger-Monster\nJedes Mal, wenn dein Gegner eine Karte oder einen Effekt auf dem Spielfeld aktiviert (außer während des Damage Steps): Du kannst 2000 LP zahlen und 1 Kartentyp (Monster, Zauber oder Falle) deklarieren (aber du kannst jeden Kartentyp nur einmal pro Spielzug deklarieren, um diesen Effekt von „Psi-Omnisprenger“ zu aktivieren); sieh dir 1 zufällige Karte in der Hand deines Gegners an und falls sie den deklarierten Kartentyp hat, führe nacheinander diese Effekte aus (überspringe alle, die nicht zutreffen).\n● Diese Karte kann in diesem Spielzug nicht durch Effekte des deklarierten Kartentyps zerstört werden.\n● Verbanne die Karte, die du dir angesehen hast, offen bis zur End Phase.", "es": "1 Cantante + 1+ monstruos Psíquico que no sean Cantantes\nCada vez que tu adversario activa una carta o efecto en el Campo (excepto durante el Damage Step): puedes pagar 2000 LP y declarar 1 tipo de carta (Monstruo, Mágica o Trampa) (pero sólo puedes declarar cada tipo de carta una vez por turno para activar este efecto de \"Omnirrompedor Psíquico\"); mira 1 carta al azar en la mano de tu adversario y, si es del tipo de carta declarado, aplica estos efectos en secuencia (sáltate cualquiera que no se aplique).\n● Esta carta no puede ser destruida por los efectos del tipo de carta declarado este turno.\n● Destierra la carta que miraste, boca arriba, hasta la End Phase.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur Psychique\nChaque fois que votre adversaire active une carte ou un effet sur le Terrain (sauf durant la Damage Step) : vous pouvez payer 2000 LP, et déclarez 1 type de carte (Monstre, Magie ou Piège) (mais vous ne pouvez déclarer chaque type de carte qu'une fois par tour pour activer cet effet de \"Omnidestructeur Psychique\") ; regardez 1 carte au hasard dans la main de votre adversaire, et si elle est du type de carte déclaré, appliquez ces effets dans l'ordre (ignorez ceux qui ne s'appliquent pas).\n● Ce tour, cette carte ne peut pas être détruite par les effets du type de carte déclaré.\n● Jusqu'à la End Phase, bannissez face recto la carte que vous avez regardée.", "it": "1 Tuner + 1+ mostri Psichico non-Tuner\nOgni volta che il tuo avversario attiva una carta o un effetto sul Terreno (eccetto durante il Damage Step): puoi pagare 2000 LP e dichiarare 1 tipo di carta (Mostro, Magia o Trappola) (ma puoi dichiarare ogni tipo di carta una sola volta per turno per attivare questo effetto di \"Omnidemolitore Psichico\"); guarda 1 carta a caso nella mano del tuo avversario e, se è del tipo di carta dichiarato, applica questi effetti in ordine (salta quelli che non si applicano).\n● Questa carta non può essere distrutta dagli effetti del tipo di carta dichiarato in questo turno.\n● Bandisci la carta che hai guardato, scoperta, fino alla End Phase.", "pt": "1 Regulador + 1+ monstros Psíquico não-Reguladores\nSempre que seu oponente ativar um card ou efeito no campo (exceto durante a Etapa de Dano): você pode pagar 2000 PV e declarar 1 tipo de card (Monstro, Magia ou Armadilha) (mas você só pode declarar cada tipo de card uma vez por turno para ativar este efeito de \"Omnidemolidor Psíquico\"); olhe 1 card aleatório na mão do seu oponente, e se for do tipo de card declarado, aplique esses efeitos em sequência (pule qualquer um que não se aplique).\n● Este card não pode ser destruído pelos efeitos do tipo de card declarado neste turno.\n● Bana o card que você olhou, com a face para cima, até a Fase Final.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Psychic / Synchro / Effect", "attribute": "WIND", "level": 7, "atk": 2500, "def": 2000, "materials": "1 Tuner + 1 or more non-Tuner Psychic-Type monsters", "images": [{"index": 1, "image": "PsychicOmnibuster-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN089", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE089", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP089", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR089", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT089", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT089", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": null}, "yugipedia_page_id": 1132483}