{"konami_id": 17640, "password": 70786111, "name": {"en": "Stonehenge", "de": "Stonehenge", "es": "Stonehenge", "fr": "Stonehenge", "it": "Stonehenge", "pt": "Stonehenge", "ja": "ストーンヘンジ", "ja_romaji": "Sutōnhenji", "ko": "스톤헨지", "ko_rr": "Seutonhenji", "zh-TW": "巨石陣", "zh-CN": "巨石阵"}, "text": {"en": "Target 1 monster with 0 ATK in your GY; Special Summon it in Attack Position, and if you do, equip it with this card. When this card, equipped by this effect, leaves the field, destroy that monster. You can only activate 1 \"Stonehenge\" per turn.", "de": "Wähle 1 Monster mit 0 ATK in deinem Friedhof; beschwöre es als Spezialbeschwörung in die Angriffsposition und falls du dies tust, rüste es mit dieser Karte aus. Wenn diese Karte, die durch diesen Effekt ausrüstet, das Spielfeld verlässt, zerstöre jenes Monster. Du kannst nur 1 „Stonehenge“ pro Spielzug aktivieren.", "es": "Selecciona 1 monstruo con 0 ATK en tu Cementerio; Invócalo de Modo Especial en Posición de Ataque y, si lo haces, equípalo con esta carta. Cuando esta carta, equipada por este efecto, deja el Campo, destruye ese monstruo. Sólo puedes activar 1 \"Stonehenge\" por turno.", "fr": "Ciblez 1 monstre avec 0 ATK dans votre Cimetière ; Invoquez-le Spécialement en Position d'Attaque, et si vous le faites, équipez-le avec cette carte. Lorsque cette carte équipée par cet effet quitte le Terrain, détruisez le monstre. Vous ne pouvez activer qu'1 \"Stonehenge\" par tour.", "it": "Scegli come bersaglio 1 mostro con ATK 0 nel tuo Cimitero; Evocalo Specialmente in Posizione di Attacco e, se lo fai, equipaggialo con questa carta. Quando questa carta, equipaggiata da questo effetto, lascia il Terreno, distruggi quel mostro. Puoi attivare solo 1 \"Stonehenge\" per turno.", "pt": "Escolha 1 monstro com 0 de ATK no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Ataque e, se isso acontecer, equipe-o com este card. Quando este card, equipado por este efeito, deixar o campo, destrua esse monstro. Você só pode ativar 1 \"Stonehenge\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の墓地の攻撃力０のモンスター１体を対象としてこのカードを発動できる。そのモンスターを攻撃表示で特殊召喚し、このカードを装備する。このカードがフィールドから離れた時にそのモンスターは破壊される。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 묘지의 공격력 0 의 몬스터 1장을 대상으로 하고 이 카드를 발동할 수 있다. 그 몬스터를 공격 표시로 특수 소환하고, 이 카드를 장착한다. 이 카드가 필드에서 벗어났을 때에 그 몬스터는 파괴된다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可將我方墓地的１隻攻擊力０的怪獸做為對象發動此卡。以攻擊表示特殊召喚該怪獸，裝備此卡。此卡從場上離開時該怪獸會被破壞。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：以自己墓地的１只攻击力０的怪兽为对象可以发动此卡。将该怪兽以攻击表示特殊召唤，装备此卡。此卡离开场上时，该怪兽将被破坏。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "Stonehenge-BLCR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN024", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLCR-DE024", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR024", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT024", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT024", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP024", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR024", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708565, "master_duel_rarity": "R"}