{"konami_id": 19826, "password": 70843274, "name": {"en": "Psychic Processor", "de": "Psi-Prozessor", "es": "Procesador Psíquico", "fr": "Processeur Psychique", "it": "Processore Psichico", "pt": "Processador Psíquico", "ja": "サイコ・プロセッサー", "ja_romaji": "Saiko Purosessā", "ko": "사이코 프로세서", "ko_rr": null, "zh-TW": "念力處理器", "zh-CN": "念力处理器"}, "text": {"en": "You can banish this card you control; Special Summon up to 2 Machine, Psychic, and/or Cyberse monsters from your hand, and they can attack directly this turn. During the Standby Phase of the next turn after this card was banished: You can add this banished card to your hand. You can only use each effect of \"Psychic Processor\" once per turn.", "de": "Du kannst diese Karte verbannen, die du kontrollierst; beschwöre bis zu 2 Maschine-, Psi- und/oder Cyberse-Monster als Spezialbeschwörung von deiner Hand und sie können in diesem Spielzug direkt angreifen. Während der Standby Phase des nächsten Spielzugs, nachdem diese Karte verbannt wurde: Du kannst diese verbannte Karte deiner Hand hinzufügen. Du kannst jeden Effekt von „Psi-Prozessor“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar esta carta que controlas; Invoca de Modo Especial, desde tu mano, hasta 2 monstruos Máquina, Psíquico y/o Ciberso, y pueden atacar directamente este turno. Durante la Standby Phase del próximo turno después de que esta carta fuera desterrada: puedes añadir a tu mano esta carta desterrada. Sólo puedes usar cada efecto de \"Procesador Psíquico\" una vez por turno.", "fr": "Vous pouvez bannir cette carte que vous contrôlez ; Invoquez Spécialement max. 2 monstres Machine, Psychique et/ou Cyberse depuis votre main, et ils peuvent attaquer directement ce tour. Durant la Standby Phase du prochain tour après que cette carte a été bannie : vous pouvez ajouter cette carte bannie à votre main. Vous ne pouvez utiliser chaque effet de \"Processeur Psychique\" qu'une fois par tour.", "it": "Puoi bandire questa carta che controlli; Evoca Specialmente fino a 2 mostri Macchina, Psichico e/o Cyberso dalla tua mano, ed essi possono attaccare direttamente in questo turno. Durante la Standby Phase del prossimo turno dopo che questa carta è stata bandita: puoi aggiungere questa carta bandita alla tua mano. Puoi utilizzare ogni effetto di \"Processore Psichico\" una sola volta per turno.", "pt": "Você pode banir este card que você controla; Invoque por Invocação-Especial até 2 monstros Máquina, Psíquico e/ou Ciberso da sua mão e eles podem atacar diretamente neste turno. Durante a Fase de Apoio do próximo turno depois que este card foi banido: você pode adicionar este card banido à sua mão. Você só pode usar cada efeito de \"Processador Psíquico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドのこのカードを除外して発動できる。手札から機械族・サイキック族・サイバース族モンスターを２体まで特殊召喚する。この効果で特殊召喚したモンスターはこのターン直接攻撃できる。②：このカードが除外された次のターンのスタンバイフェイズに発動できる。除外状態のこのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드의 이 카드를 제외하고 발동할 수 있다. 패에서 기계족 / 사이킥족 / 사이버스족 몬스터를 2장까지 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에 직접 공격할 수 있다. ②: 이 카드가 제외된 다음 턴의 스탠바이 페이즈에 발동할 수 있다. 제외 상태인 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果1回合僅可各使用1次。\n①：將場上的此卡除外可以發動。從手牌將最多2隻機械族・念動力族・電子界族怪獸特殊召喚。以此效果特殊召喚的怪獸此回合可直接攻擊。\n②：在此卡被除外的下個回合的準備階段可以發動。將除外狀態的此卡加入手牌。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。\n①：将场上的此卡除外可以发动。从手牌将最多2只机械族・念动力族・电子界族怪兽特殊召唤。以此效果特殊召唤的怪兽此回合可直接攻击。\n②：在此卡被除外的下个回合的准备阶段可以发动。将除外状态的此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "DARK", "level": 3, "atk": 0, "def": 1500, "images": [{"index": 1, "image": "PsychicProcessor-PHNI-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN081", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "PHNI-DE081", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "PHNI-FR081", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "PHNI-IT081", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "PHNI-PT081", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "WPP5-JP053", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040950, "master_duel_rarity": "R"}