{"konami_id": 15722, "password": 70856343, "name": {"en": "Radiant Vouirescence", "de": "Strahlende Vouireszenz", "es": "Guivrescencia Radiante", "fr": "Vouirescence Rayonnante", "it": "Vouirescenza Radiante", "pt": "Guivrecente Radiante", "ja": "<ruby>契<rt>けい</rt></ruby><ruby>珖<rt>こう</rt></ruby>のヴルーレセンス", "ja_romaji": "Keikō no Vurūresensu", "ko": "계광의 블루레슨스", "ko_rr": "Gyekkang-ui Beullureseunseu", "zh-TW": "契珖之螢光亞龍", "zh-CN": "契珖之荧光亚龙"}, "text": {"en": "When this card is Normal Summoned while your opponent controls a monster: You can discard 1 card; send any number of \"Radiant Vouirescence\" from your Deck to the GY. Once per turn, if this card is in your GY: You can make this card in the GY become DARK until the end of this turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird, solange dein Gegner ein Monster kontrolliert: Du kannst 1 Karte abwerfen; lege eine beliebige Anzahl von „Strahlende Vouireszenz“ von deinem Deck auf den Friedhof. Einmal pro Spielzug, falls sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte im Friedhof bis zum Ende dieses Spielzugs zu FINSTERNIS werden lassen.", "es": "Cuando esta carta es Invocada de Modo Normal mientras tu adversario controla un monstruo: puedes descartar 1 carta; manda al Cementerio cualquier cantidad de \"Guivrescencia Radiante\" en tu Deck. Una vez por turno, si esta carta está en tu Cementerio: puedes hacer que esta carta en el Cementerio se convierta en de OSCURIDAD hasta el final de este turno.", "fr": "Lorsque cette carte est Invoquée Normalement tant que votre adversaire contrôle un monstre : vous pouvez défausser 1 carte ; envoyez un nombre de votre choix de \"Vouirescence Rayonnante\" depuis votre Deck au Cimetière. Une fois par tour, si cette carte est dans votre Cimetière : jusqu'à la fin de ce tour, vous pouvez faire devenir cette carte dans le Cimetière TÉNÈBRES.", "it": "Quando questa carta viene Evocata Normalmente mentre il tuo avversario controlla un mostro: puoi scartare 1 carta; manda un qualsiasi numero di \"Vouirescenza Radiante\" dal tuo Deck al Cimitero. Una volta per turno, se questa carta è nel tuo Cimitero: puoi far diventare questa carta nel Cimitero OSCURITÀ fino alla fine di questo turno.", "pt": "Quando este card for Invocado por Invocação-Normal enquanto seu oponente controlar um monstro: você pode descartar 1 card; envie qualquer número de \"Guivrecente Radiante\" do seu Deck para o Cemitério. Uma vez por turno, se este card estiver no seu Cemitério: você pode fazer com que este card no Cemitério se torne de TREVAS até o final deste turno.", "ja": "①：相手フィールドにモンスターが存在し、このカードが召喚に成功した時、手札を１枚捨てて発動できる。デッキから「契珖のヴルーレセンス」を任意の数だけ墓地へ送る。②：１ターンに１度、このカードが墓地に存在する場合に発動できる。墓地のこのカードはターン終了時まで闇属性になる。", "ko": "①: 상대 필드에 몬스터가 존재하고, 이 카드가 일반 소환에 성공했을 때, 패를 1장 버리고 발동할 수 있다. 덱에서 \"계광의 블루레슨스\"를 임의의 수만큼 묘지로 보낸다. ②: 1턴에 1번, 이 카드가 묘지에 존재할 경우에 발동할 수 있다. 묘지의 이 카드는 턴 종료시까지 어둠 속성이 된다.", "zh-TW": "①：對方場上存在怪獸，此卡召喚成功時，可捨棄１張手牌發動。從牌組將任意數量的「契珖之螢光亞龍」送至墓地。②：１回合１次，可在此卡存在於墓地的狀況下發動。墓地的此卡在回合結束前變為闇屬性。", "zh-CN": "①：对手场上存在怪兽，此卡召唤成功时，舍弃１张手牌可以发动。从牌组将任意数量的“契珖之荧光亚龙”送至墓地。②：１回合１次，此卡存在于墓地的情况下可以发动。墓地的此卡直至回合结束时为止变为暗属性。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 4, "atk": 1600, "def": 800, "images": [{"index": 1, "image": "RadiantVouirescence-MP22-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN031", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-EN018", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Super Rare"]}], "de": [{"set_number": "BLVO-DE031", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-DE018", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BLVO-FR031", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-FR018", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Super Rare"]}], "it": [{"set_number": "BLVO-IT031", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-IT018", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BLVO-PT031", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-PT018", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BLVO-JP031", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR031", "set_name": "Blazing Vortex", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716347, "master_duel_rarity": "R"}