{"konami_id": 14028, "password": 70875686, "name": {"en": "Prank-Kids Rip-Roarin-Roaster", "de": "Streichbuben Reiß-Röhr-Röster", "es": "Rasga-Ruge-Rostiza Brominiños", "fr": "Dragon-Craaatch Farce-Gamins", "it": "Ragazzi-Birichini Strap-Ruggi-Arrosto", "pt": "Rasgo-Rugido-Raivoso dos Travesso-Guris", "ja": "プランキッズ・ロアゴン", "ja_romaji": "Purankizzu Roagon", "ko": "프랭키즈 로어곤", "ko_rr": "Peuraengkijeu Ro-eogon", "zh-TW": null, "zh-CN": "调皮宝贝吼吼龙"}, "text": {"en": "2+ \"Prank-Kids\" monsters\nMust be Link Summoned. (Quick Effect): You can Tribute this card; destroy all Spells and Traps your opponent controls. If this card in your possession is sent to your GY by your opponent's card: You can target 1 card in your GY, except a Link Monster; add it to your hand. You can only use this effect of \"Prank-Kids Rip-Roarin-Roaster\" once per turn.", "de": "2+ „Streichbuben“-Monster\nMuss als Linkbeschwörung beschworen werden. (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; zerstöre alle Zauber und Fallen, die dein Gegner kontrolliert. Falls diese Karte, die dir gehört, durch eine Karte deines Gegners auf deinen Friedhof gelegt wird: Du kannst 1 Karte in deinem Friedhof wählen, außer einem Linkmonster; füge sie deiner Hand hinzu. Du kannst diesen Effekt von „Streichbuben Reiß-Röhr-Röster“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos \"Brominiños\"\nDebe ser Invocada por Enlace. (Efecto Rápido): puedes Sacrificar esta carta; destruye todas las Mágicas y Trampas que controle tu adversario. Si esta carta en tu posesión es mandada a tu Cementerio por una carta de tu adversario: puedes seleccionar 1 carta en tu Cementerio, excepto un Monstruo de Enlace; añádela a tu mano. Sólo puedes usar este efecto de \"Rasga-Ruge-Rostiza Brominiños\" una vez por turno.", "fr": "2+ monstres \"Farce-Gamins\"\nUniquement Invocable par Lien. (Effet Rapide) : vous pouvez Sacrifier cette carte ; détruisez toutes les Magies/Pièges contrôlés par votre adversaire. Si cette carte en votre possession est envoyée à votre Cimetière par une carte de votre adversaire : vous pouvez cibler 1 carte (Monstres Liens exclus) dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser cet effet de \"Dragon-Craaatch Farce-Gamins\" qu'une fois par tour.", "it": "2+ mostri \"Ragazzi-Birichini\"\nDeve essere Evocato Link. (Effetto Rapido): puoi offrire come Tributo questa carta; distruggi tutte le Magie e Trappole controllate dal tuo avversario. Se questa carta sotto il tuo comando viene mandata al tuo Cimitero da una carta del tuo avversario: puoi scegliere come bersaglio 1 carta nel tuo Cimitero, eccetto un Mostro Link; aggiungila alla tua mano. Puoi utilizzare questo effetto di \"Ragazzi-Birichini Strap-Ruggi-Arrosto\" una sola volta per turno.", "pt": "2+ monstros \"Travesso-Guris\"\nDeve ser Invocado por Invocação-Link. (Efeito Rápido): você pode oferecer este card como Tributo; destrua todas as Magias e Armadilhas que seu oponente controla. Se este card em sua posse for enviado para o seu Cemitério por um card do seu oponente: você pode escolher 1 card no seu Cemitério, exceto um Monstro Link; adicione-o à sua mão. Você só pode usar este efeito de \"Rasgo-Rugido-Raivoso dos Travesso-Guris\" uma vez por turno.", "ja": "「プランキッズ」モンスター２体以上\nこのカードはリンク召喚でしか特殊召喚できない。このカード名の②の効果は１ターンに１度しか使用できない。①：このカードをリリースして発動できる。相手フィールドの魔法・罠カードを全て破壊する。この効果は相手ターンでも発動できる。②：このカードが相手によって墓地へ送られた場合、リンクモンスター以外の自分の墓地のカード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "\"프랭키즈\" 몬스터 2장 이상\n이 카드는 링크 소환으로밖에 특수 소환할 수 없다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고 발동할 수 있다. 상대 필드의 마법 / 함정 카드를 전부 파괴한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 상대에 의해 묘지로 보내졌을 경우, 링크 몬스터 이외의 자신 묘지의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "「调皮宝贝」怪兽2只以上\n这张卡不用连接召唤不能特殊召唤。这个卡名的②的效果1回合只能使用1次。\n①：把这张卡解放才能发动。对方场上的魔法·陷阱卡全部破坏。这个效果在对方回合也能发动。\n②：这张卡被对方送去墓地的场合，以连接怪兽以外的自己墓地1张卡为对象才能发动。那张卡加入手卡。"}, "card_type": "Monster", "monster_type_line": "Aqua / Link / Effect", "attribute": "WATER", "link_arrows": ["⬅", "⬇", "➡", "⬆"], "atk": 3000, "series": ["Prank-Kids"], "images": [{"index": 1, "image": "PrankKidsRipRoarinRoaster-HISU-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "HISU-EN022", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "de": [{"set_number": "HISU-DE022", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "es": [{"set_number": "HISU-SP022", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "HISU-FR022", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "it": [{"set_number": "HISU-IT022", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "HISU-PT022", "set_name": "Hidden Summoners", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DBHS-JP022", "set_name": "Deck-Build Pack: Hidden Summoners", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBHS-KR022", "set_name": "Deck-Build Pack: Hidden Summoners", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566724}