{"konami_id": 15771, "password": 70916046, "name": {"en": "Linear Equation Cannon", "de": "Lineare-Gleichungs-Kanone", "es": "Cañón de Ecuación Lineal", "fr": "Canon en Équation Linéaire", "it": "Cannone Equazione Lineare", "pt": "Canhão da Equação Linear", "ja": "<ruby>壱<rt>いち</rt></ruby><ruby>時<rt>じ</rt></ruby><ruby>砲<rt>ほう</rt></ruby><ruby>固<rt>こ</rt></ruby><ruby>定<rt>てい</rt></ruby><ruby>式<rt>しき</rt></ruby>", "ja_romaji": "Ichiji Hōkoteishiki", "ko": "일시포고정식", "ko_rr": "Ilsipogojeongsik", "zh-TW": "壹時砲固定式", "zh-CN": "壹时炮固定式"}, "text": {"en": "During the Battle Phase: Declare a whole number from 1 to 6; choose 1 Effect Monster your opponent controls. Multiply the Effect Monster's Level x the declared number, then add the number of cards your opponent controls, and check if the result equals the number of cards in your GY.\n● If yes: Send cards from the top of your Deck to the GY, up to the declared number, and if you do, shuffle cards your opponent controls into the Deck, up to the number sent to the GY.\n● If no: You lose LP equal to the declared number x 500.\nYou can only activate 1 \"Linear Equation Cannon\" per turn.", "de": "Während der Battle Phase: Deklariere eine ganze Zahl von 1 bis 6; bestimme 1 Effektmonster, das dein Gegner kontrolliert. Multipliziere die Stufe des Effektmonsters mit der deklarierten Zahl, dann addiere die Anzahl der Karten, die dein Gegner kontrolliert, und überprüfe, ob das Ergebnis der Anzahl der Karten in deinem Friedhof entspricht.\n● Falls ja: Lege die obersten Karten deines Decks bis zur deklarierten Zahl auf den Friedhof und falls du dies tust, mische Karten, die dein Gegner kontrolliert, bis zur Anzahl der auf den Friedhof gelegten Karten ins Deck.\n● Falls nein: Du verlierst LP in Höhe der deklarierten Zahl x 500.\nDu kannst nur 1 „Lineare-Gleichungs-Kanone“ pro Spielzug aktivieren.", "es": "Durante la Battle Phase: declara un número entero de 1 a 6; elige 1 Monstruo de Efecto que controle tu adversario. Multiplica el Nivel del Monstruo de Efecto x el número declarado, y después suma el número de cartas que controla tu adversario, y comprueba si el resultado es igual al número de cartas en tu Cementerio.\n● Si es así: Manda al Cementerio cartas en la parte superior de tu Deck, hasta el número declarado y, si lo haces, baraja al Deck cartas que tu adversario controle, hasta el número de mandadas al Cementerio.\n● Si no es así: Pierdes LP iguales al número declarado x 500.\nSólo puedes activar 1 \"Cañón de Ecuación Lineal\" por turno.", "fr": "Durant la Battle Phase : déclarez un nombre entier entre 1 et 6 ; choisissez 1 Monstre à Effet contrôlé par votre adversaire. Multipliez le Niveau du Monstre à Effet x le nombre déclaré, puis ajoutez le nombre de cartes contrôlées par votre adversaire, et vérifiez si le résultat est égal au nombre de cartes dans votre Cimetière.\n● Si oui : Envoyez un nombre de cartes du dessus de votre Deck au Cimetière, inférieur ou égal au nombre déclaré, et si vous le faites, mélangez un nombre de cartes contrôlées par votre adversaire dans le Deck, inférieur ou égal au nombre envoyé au Cimetière.\n● Si non : Vous perdez des LP égaux au nombre déclaré x 500.\nVous ne pouvez activer qu'1 \"Canon en Équation Linéaire\" par tour.", "it": "Durante la Battle Phase: dichiara un numero intero tra 1 e 6; seleziona 1 Mostro con Effetto controllato dal tuo avversario. Moltiplica il Livello del Mostro con Effetto x il numero dichiarato, poi aggiungi il numero di carte controllate dal tuo avversario e controlla se il risultato è pari al numero di carte nel tuo Cimitero.\n● Se sì: Manda carte dalla cima del tuo Deck al Cimitero fino al numero dichiarato e, se lo fai, mischia carte controllate dal tuo avversario nel Deck, fino al numero mandate al Cimitero.\n● Se no: Tu perdi LP pari al numero dichiarato x 500.\nPuoi attivare solo 1 \"Cannone Equazione Lineare\" per turno.", "pt": "Durante a Fase de Batalha: declare um número inteiro de 1 a 6; selecione 1 Monstro de Efeito que seu oponente controla. Multiplique o Nível do Monstro de Efeito x o número declarado e, depois, adicione o número de cards que seu oponente controla e verifique se o resultado é igual ao número de cards no seu Cemitério.\n● Se for: Envie cards do topo do seu Deck para o Cemitério, até o número declarado e, se isso acontecer, embaralhe cards que seu oponente controla no Deck, até o número enviado para o Cemitério.\n● Se não for: Você perde PV igual ao número declarado x 500.\nVocê só pode ativar 1 \"Canhão da Equação Linear\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分・相手のバトルフェイズに、１・２・３・４・５・６のいずれかの数字を宣言して発動できる。相手フィールドの効果モンスター１体を選び、以下の数値を合計した数が自分の墓地のカードの数と同じ場合、宣言した数まで自分のデッキの上からカードを墓地へ送り、墓地へ送った数まで相手フィールドのカードを選んで持ち主のデッキに戻す。違った場合、自分は宣言した数×５００ＬＰを失う。\n●選んだモンスターのレベル×宣言した数\n●相手フィールドのカードの数", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 / 상대의 배틀 페이즈에 1 / 2 / 3 / 4 / 5 / 6 중 어느 숫자를 선언하고 발동할 수 있다. 상대 필드의 효과 몬스터 1장을 골라, 이하의 수치를 합계한 수가 자신 묘지의 카드의 수와 같을 경우, 선언한 수까지 자신의 덱 위에서 카드를 묘지로 보내고, 묘지로 보낸 수까지 상대 필드의 카드를 골라 주인의 덱으로 되돌린다. 다를 경우, 자신은 선언한 수 × 500 LP를 상실한다.\n●고른 몬스터의 레벨 × 선언한 수\n●상대 필드의 카드의 수", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：自己·对方的战斗阶段，宣言1·2·3·4·5·6的其中任意数字才能发动。选对方场上1只效果怪兽，以下数值的合计数字和自己墓地的卡数量相同的场合，把最多有宣言的数字数量的卡从自己卡组上面送去墓地，选最多有送去墓地的数量的对方场上的卡回到持有者卡组。不是的场合，自己失去宣言的数字×500基本分。\n●选的怪兽的等级×宣言的数字\n●对方场上的卡数量"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "LinearEquationCannon-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN080", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE080", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "es": [{"set_number": "BLVO-SP080", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR080", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT080", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT080", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP080", "set_name": "Blazing Vortex", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "BLVO-KR080", "set_name": "Blazing Vortex", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715630, "master_duel_rarity": "SR"}