{"konami_id": 6957, "password": 70969517, "name": {"en": "Phantom Beast Rock-Lizard", "de": "Phantomungeheuer Felseidechse", "es": "Bestia Fantasma Rock-Lizard", "fr": "Bête Fantôme Lézard-Rocher", "it": "Bestia Fantasma Lucerto-Roccia", "pt": "Besta Fantasma Lagarto-de-Rocha", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>ロックリザード", "ja_romaji": "Genjū Rokkurizādo", "ko": "환상수 록리저드", "ko_rr": null, "zh-TW": "幻獸 岩石蜥蜴", "zh-CN": "幻兽 岩石蜥蜴"}, "text": {"en": "If you're Tributing a \"Phantom Beast\" monster or \"Gazelle the King of Mythical Beasts\", this card can be Normal Summoned with 1 Tribute. When this card destroys a monster by battle, inflict 500 damage to your opponent. When this card is destroyed and sent to the Graveyard by an opponent's card effect, inflict 2000 damage to your opponent.", "de": "Falls du ein „Phantomungeheuer“-Monster oder „Gazelle, König der mythischen Bestien“ als Tribut anbietest, kann diese Karte mit 1 Tribut als Normalbeschwörung beschworen werden. Wenn diese Karte ein Monster durch Kampf zerstört, füge deinem Gegner 500 Schaden zu. Wenn diese Karte durch einen Karteneffekt deines Gegners zerstört und auf den Friedhof gelegt wird, füge deinem Gegner 2000 Schaden zu.", "es": "Si estás Sacrificando un monstruo \"Bestia Fantasma\" o a \"Gazelle el Rey de las Bestias Míticas\", esta carta puede ser Invocada de Modo Normal con 1 Sacrificio. Cuando esta carta destruye a un monstruo en batalla, inflige 500 puntos de daño a tu adversario. Cuando esta carta es destruida y mandada al Cementerio por el efecto de una carta de tu adversario, inflígele 2000 puntos de daño a éste.", "fr": "Si vous Sacrifiez un monstre \"Bête Fantôme\" ou \"Gazelle, Roi des Bêtes Mythiques\", cette carte peut être Invoquée Normalement avec 1 Sacrifice. Lorsque cette carte détruit un monstre au combat, infligez 500 points de dommages à votre adversaire. Lorsque cette carte est détruite et envoyée au Cimetière par l'effet d'une carte de votre adversaire, infligez 2000 points de dommages à votre adversaire.", "it": "Se stai offrendo come Tributo un mostro \"Bestia Fantasma\" oppure \"Gazelle, Re delle Bestie Mitiche\", questa carta può essere Evocata Normalmente con 1 Tributo. Quando questa carta distrugge un mostro in battaglia, infliggi 500 danni al tuo avversario. Quando questa carta viene distrutta e mandata al Cimitero per l'effetto di una carta del tuo avversario, infliggi 2000 danni al tuo avversario.", "pt": "Se você oferecer como Tributo um monstro \"Besta Fantasma\" ou \"Gazelle, o Rei das Bestas Místicas\", este card pode ser Invocado por Invocação-Normal com 1 Tributo. Quando este card destruir um monstro em batalha, cause 500 de dano ao seu oponente. Quando este card for destruído e enviado para o Cemitério por um efeito de card do oponente, cause 2000 de dano ao seu oponente.", "ja": "「幻獣」と名のついたモンスターを生け贄に捧げる場合、このカードは生け贄１体で召喚する事ができる。このカードが戦闘で破壊したモンスター１体につき、相手ライフに５００ポイントダメージを与える。相手がコントロールするカードの効果によってこのカードが破壊され墓地へ送られた時、相手ライフに２０００ポイントダメージを与える。", "ko": "\"환상수\"라는 이름이 붙은 몬스터를 릴리스할 경우, 이 카드는 릴리스 1장으로 일반 소환할 수 있다. 이 카드가 전투로 파괴한 몬스터 1장당, 상대 라이프에 500 포인트 데미지를 준다. 상대가 컨트롤하는 카드의 효과에 의해서 이 카드가 파괴되어 묘지로 보내졌을 때, 상대 라이프에 2000 포인트 데미지를 준다.", "zh-TW": "此卡可解放１隻冠有「幻獸」之名的怪獸進行召喚。此卡因戰鬥破壞怪獸時，給予對方LP５００傷害。此卡因對方卡的效果被破壞送至墓地時，給予對方LP２０００傷害。", "zh-CN": "可解放１只冠有“幻兽”之名的怪兽来召唤此卡。此卡通过战斗破坏怪兽的场合，给予对手生命５００点伤害。此卡因对手的卡牌效果而被破坏送入墓地时，给予对手生命２０００点伤害。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "DARK", "level": 7, "atk": 2200, "def": 2000, "series": ["Phantom Beast"], "images": [{"index": 1, "image": "PhantomBeastRockLizard-GLD2-EN-C-LE.png"}], "sets": {"en": [{"set_number": "FOTB-ENSE1", "set_name": "Force of the Breaker: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "GLD2-EN014", "set_name": "Gold Series 2009", "rarities": ["Common"]}], "de": [{"set_number": "FOTB-DESE1", "set_name": "Force of the Breaker: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "GLD2-DE014", "set_name": "Gold Series 2009", "rarities": ["Common"]}], "fr": [{"set_number": "FOTB-FRSE1", "set_name": "Force of the Breaker: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "GLD2-FR014", "set_name": "Gold Series 2009", "rarities": ["Common"]}], "it": [{"set_number": "FOTB-ITSE1", "set_name": "Force of the Breaker: Special Edition", "rarities": ["Super Rare"]}, {"set_number": "GLD2-IT014", "set_name": "Gold Series 2009", "rarities": ["Common"]}], "ja": [{"set_number": "GX02-JPB01", "set_name": "Yu-Gi-Oh! GX Tag Force Friendship Tag Duel promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PC02-KR081", "set_name": "Precious Pack Volume 2", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 12574, "master_duel_rarity": "R"}