{"konami_id": 11009, "password": 71015787, "name": {"en": "Silent Wobby", "de": "Lautloser Wobby", "es": "Wobby Silencioso", "fr": "Wobby du Silence", "it": "Wobby Silente", "pt": "Canhestro Silencioso", "ja": "サイレント・ウォビー", "ja_romaji": "Sairento Wobī", "ko": "사일런트 워비", "ko_rr": null, "zh-TW": "寂靜鬚鯊", "zh-CN": "沉默须鲨"}, "text": {"en": "During your Main Phase: You can Special Summon this card from your hand to your opponent's side of the field. When Summoned this way: Draw 1 card, and if you do, your opponent gains 2000 Life Points. You can only use this effect of \"Silent Wobby\" once per turn. The hand size limit of this card's controller becomes 3.", "de": "Während deiner Main Phase: Du kannst diese Karte als Spezialbeschwörung von deiner Hand auf die Spielfeldseite deines Gegners beschwören. Wenn sie auf diese Art beschworen wird: Ziehe 1 Karte und falls du dies tust, erhält dein Gegner 2000 Life Points. Du kannst diesen Effekt von „Lautloser Wobby“ nur einmal pro Spielzug verwenden. Die maximale Handgröße des Beherrschers dieser Karte wird zu 3.", "es": "Durante tu Main Phase: puedes Invocar esta carta de Modo Especial, desde tu mano, al lado del Campo de tu adversario. Cuando es Invocado de esta forma: roba 1 carta y, si lo haces, tu adversario gana 2000 Life Points. Sólo puedes usar este efecto de \"Wobby Silencioso\" una vez por turno. El límite del tamaño de la mano del controlador de esta carta se convierte en 3.", "fr": "Durant votre Main Phase : vous pouvez Invoquer Spécialement cette carte depuis votre main sur le Terrain de votre adversaire. Lorsqu'elle est Invoquée de cette façon : piochez 1 carte, et si vous le faites, votre adversaire gagne 2000 Life Points. Vous ne pouvez utiliser cet effet de \"Wobby du Silence\" qu'une fois par tour. La limite de cartes dans la main du contrôleur de cette carte devient 3.", "it": "Durante la tua Main Phase: puoi Evocare Specialmente questa carta dalla tua mano sul Terreno del tuo avversario. Quando viene Evocato in questo modo: pesca 1 carta e, se lo fai, il tuo avversario guadagna 2000 Life Point. Puoi utilizzare questo effetto di \"Wobby Silente\" una sola volta per turno. Il limite di carte nella mano del controllore di questa carta diventa 3.", "pt": "Durante sua Fase Principal: você pode Invocar este card por Invocação-Especial, da sua mão, no lado do campo do seu oponente. Quando Invocado desta forma: compre 1 card e, se isso acontecer, seu oponente ganha 2000 Pontos de Vida. Você só pode usar este efeito de \"Canestro Silencioso\" uma vez por turno. O limite de cards na mão do controlador deste card se torna 3.", "ja": "自分のメインフェイズ時に発動できる。このカードを手札から相手フィールド上に特殊召喚する。この効果で特殊召喚に成功した時、このカードのコントローラーはデッキからカードを１枚ドローし、このカードのコントローラーから見て相手プレイヤーは２０００ライフポイント回復する。「サイレント・ウォビー」のこの効果は１ターンに１度しか使用できない。また、このカードがフィールド上に表側表示で存在する限り、このカードのコントローラーの手札制限枚数は３枚になる。", "ko": "자신의 메인 페이즈시에 발동할 수 있다. 이 카드를 패에서 상대 필드 위에 특수 소환한다. 이 효과로 특수 소환에 성공했을 때, 이 카드의 컨트롤러는 덱에서 카드를 1장 드로우하고, 이 카드의 컨트롤러의 상대 플레이어는 2000 라이프 포인트 회복한다. \"사일런트 워비\"의 이 효과는 1턴에 1번밖에 사용할 수 없다. 또한, 이 카드가 필드 위에 앞면 표시로 존재하는 한, 이 카드의 컨트롤러의 패 제한 매수는 3장이 된다.", "zh-TW": "可在我方主要階段時發動。從手牌特殊召喚此卡至對方場上。此外，在透過此效果特殊召喚成功的狀況下發動。我方從牌組抽１張牌，對方回復２０００LP。「寂靜鬚鯊」的此效果１回合僅限使用１次。此外，只要此卡以正面表示存在於場上，此卡控制者的手牌限制張數就變為３張。", "zh-CN": "在自己的主要阶段时可以发动。将此卡从手牌特殊召唤至对手场上。此外，以此效果特殊召唤成功的情况下发动。自己从牌组抽１张卡，对手恢复２０００生命值。“沉默须鲨”的此效果１回合仅可使用１次。此外，只要此卡以表侧表示存在于场上，此卡的控制者的手牌限制张数变为３张。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 4, "atk": 1000, "def": 2000, "images": [{"index": 1, "image": "SilentWobby-PGLD-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGLD-EN013", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGLD-DE013", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGLD-FR013", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGLD-IT013", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGLD-PT013", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP16-JP004", "set_name": "Premium Pack 16", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "PP09-KR004", "set_name": "Premium Pack Vol.9", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 297358, "master_duel_rarity": "SR"}