{"konami_id": 14941, "password": 71095768, "name": {"en": "Bujinki Ahashima", "de": "Bujinki Ahashima", "es": "Bujinki Ahashima", "fr": "Bujinki Ahashima", "it": "Bujinki Ahashima", "pt": "Bujinki Ahashima", "ja": "<ruby>武<rt>ぶ</rt></ruby><ruby>神<rt>じん</rt></ruby><ruby>姫<rt>き</rt></ruby>－アハシマ", "ja_romaji": "Bujinki - Awashima", "ko": "무사신희－아하시마", "ko_rr": "Musasinhui - Ahasima", "zh-TW": "武鬥神姬－淡島", "zh-CN": "武斗神姬－淡岛"}, "text": {"en": "2 monsters with the same Level\nCannot be used as Link Material. You can only use each of the following effects of \"Bujinki Ahashima\" once per turn.\n● If this card is Link Summoned: You can Special Summon 2 monsters with the same Level, 1 from your hand and 1 from your GY, but negate their effects, and immediately after this effect resolves, Xyz Summon 1 Xyz Monster using those 2 monsters only.\n● If an Xyz Monster this card points to activates an effect by detaching material(s) (except during the Damage Step): You can target 1 Spell/Trap your opponent controls; destroy it.", "de": "2 Monster mit derselben Stufe\nKann nicht als Linkmaterial verwendet werden. Du kannst jeden der folgenden Effekte von „Bujinki Ahashima“ nur einmal pro Spielzug verwenden.\n● Falls diese Karte als Linkbeschwörung beschworen wird: Du kannst 2 Monster mit derselben Stufe als Spezialbeschwörung beschwören, 1 von deiner Hand und 1 von deinem Friedhof, aber annulliere ihre Effekte und sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Xyz-Monster als Xyz-Beschwörung und verwende dafür nur die 2 Monster.\n● Falls ein Effekt eines Xyz-Monsters, auf das diese Karte zeigt, aktiviert wird, indem Material abgehängt wird (außer während des Damage Steps): Du kannst 1 Zauber/Falle wählen, den oder die dein Gegner kontrolliert; zerstöre ihn oder sie.", "es": "2 monstruos con el mismo Nivel\nNo puede ser usado como Material de Enlace. Sólo puedes usar cada uno de los siguientes efectos de \"Bujinki Ahashima\" una vez por turno.\n● Si esta carta es Invocada por Enlace: puedes Invocar de Modo Especial 2 monstruos con el mismo Nivel, 1 desde tu mano y 1 desde tu Cementerio, pero niega sus efectos, e inmediatamente después de que se resuelva este efecto, Invoca Xyz 1 Monstruo Xyz usando sólo esos 2 monstruos.\n● Si un Monstruo Xyz al que apunte esta carta activa un efecto desacoplando uno o más materiales (excepto durante el Damage Step): puedes seleccionar 1 Mágica/Trampa que controle tu adversario; destrúyela.", "fr": "2 monstres du même Niveau\nNon utilisable comme Matériel Lien. Vous ne pouvez utiliser chacun des effets suivants de \"Bujinki Ahashima\" qu'une fois par tour.\n● Si cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 2 monstres du même Niveau, 1 depuis votre main et 1 depuis votre Cimetière, mais annulez leurs effets, et immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz en utilisant uniquement ces 2 monstres.\n● Si un Monstre Xyz pointé par cette carte active un effet en détachant un ou plusieurs Matériels (sauf durant la Damage Step) : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le.", "it": "2 mostri con lo stesso Livello\nNon può essere utilizzato come Materiale Link. Puoi utilizzare ognuno dei seguenti effetti di \"Bujinki Ahashima\" una sola volta per turno.\n● Se questa carta viene Evocata Link: puoi Evocare Specialmente 2 mostri con lo stesso Livello, 1 dalla tua mano e 1 dal tuo Cimitero, ma annulla i loro effetti e, immediatamente dopo che questo effetto si è risolto, Evoca Xyz 1 Mostro Xyz utilizzando solo quei 2 mostri.\n● Se un Mostro Xyz puntato da questa carta attiva un effetto staccando uno o più materiali (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 Magia/Trappola controllata dal tuo avversario; distruggila.", "pt": "2 monstros com o mesmo Nível\nNão pode ser usado como Matéria Link. Você só pode usar cada um dos seguintes efeitos de \"Bujinki Ahashima\" uma vez por turno.\n● Se este card for Invocado por Invocação-Link: você pode Invocar por Invocação-Especial 2 monstros com o mesmo Nível, 1 da sua mão e 1 do seu Cemitério, mas negue seus efeitos e, imediatamente depois que este efeito resolver, Invoque por Invocação-Xyz 1 Monstro Xyz usando apenas esses 2 monstros.\n● Se um Monstro Xyz para o qual este card apontar ativar um efeito ao desassociar uma ou mais matérias (exceto durante a Etapa de Dano): você pode escolher 1 Magia/Armadilha que seu oponente controla; destrua-a.", "ja": "同じレベルのモンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。このカードはリンク素材にできない。①：このカードがリンク召喚に成功した場合に発動できる。同じレベルのモンスターを、手札及び自分の墓地からそれぞれ１体ずつ選んで効果を無効にして特殊召喚し、その２体のみを素材としてＸモンスター１体をＸ召喚する。②：このカードのリンク先のＸモンスターがＸ素材を取り除いて効果を発動した場合、相手フィールドの魔法・罠カード１枚を対象として発動できる。そのカードを破壊する。", "ko": "같은 레벨의 몬스터 2장\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. 이 카드는 링크 소재로 할 수 없다. ①: 이 카드가 링크 소환에 성공했을 경우에 발동할 수 있다. 같은 레벨의 몬스터를, 패 및 자신 묘지에서 각각 1장씩 골라 효과를 무효로 하여 특수 소환하고, 그 2장만을 소재로서 엑시즈 몬스터 1장을 엑시즈 소환한다. ②: 이 카드의 링크 앞의 엑시즈 몬스터가 엑시즈 소재를 제거하고 효과를 발동했을 경우, 상대 필드의 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "相同等级的怪兽2只\n这个卡名的①②的效果1回合各能使用1次。这张卡不能作为连接素材。\n①：这张卡连接召唤成功的场合才能发动。相同等级的怪兽从手卡以及自己墓地各选1只效果无效特殊召唤，只用那2只为素材把1只超量怪兽超量召唤。\n②：这张卡所连接区的超量怪兽把超量素材取除来让效果发动的场合，以对方场上1张魔法·陷阱卡为对象才能发动。那张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↘", "⬆"], "atk": 1500, "materials": "2 monsters with the same Level", "series": ["Bujin"], "images": [{"index": 1, "image": "BujinkiAhashima-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN018", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE018", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUOV-SP018", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR018", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT018", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT018", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LVP3-JP056", "set_name": "LINK VRAINS Pack 3", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "LVP3-KR056", "set_name": "LINK VRAINS Pack 3", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 693050, "master_duel_rarity": "SR"}