{"konami_id": 17757, "password": 71187462, "name": {"en": "Blackwing - Vata the Emblem of Wandering", "de": "Schwarzflügel - Vata das Symbol des Wanderns", "es": "Alanegra - Vata el Emblema del Errante", "fr": "Aile Noire - Vâta l'Emblème du Vagabondage", "it": "Alanera - Vata l'Emblema del Vagabondaggio", "pt": "Asanegra - Vata, o Emblema da Peregrinação", "ja": "<ruby>ＢＦ<rt>ブラックフェザー</rt></ruby>－<ruby>無<rt>ぶ</rt></ruby><ruby>頼<rt>らい</rt></ruby>のヴァータ", "ja_romaji": "Burakku Fezā - Burai no Vāta", "ko": "<ruby>BF<rt>블랙 페더</rt></ruby>－무뢰의 바타", "ko_rr": "Beullaek Pedeo - Muroe-ui Bata", "zh-TW": "黑羽－無賴的瓦尤", "zh-CN": "黑羽－无赖之伐他"}, "text": {"en": "If you control a \"Blackwing\" monster other than \"Blackwing - Vata the Emblem of Wandering\", you can Special Summon this card (from your hand). You can only Special Summon \"Blackwing - Vata the Emblem of Wandering\" once per turn this way. During your Main Phase: You can send this card on the field to the GY along with 1 or more non-Tuner \"Blackwing\" monsters from your Deck, so that the total Levels sent equal exactly 8, and if you do, Special Summon 1 \"Black-Winged Dragon\" from your Extra Deck, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except DARK monsters. You can only use this effect of \"Blackwing - Vata the Emblem of Wandering\" once per turn.", "de": "Falls du ein „Schwarzflügel“-Monster außer „Schwarzflügel - Vata das Symbol des Wanderns“ kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Schwarzflügel - Vata das Symbol des Wanderns“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Während deiner Main Phase: Du kannst diese Karte auf dem Spielfeld zusammen mit 1 oder mehr „Schwarzflügel“-Nicht-Empfänger-Monstern von deinem Deck auf den Friedhof legen, sodass die gemeinsame gelegte Stufe genau 8 entspricht, und falls du dies tust, beschwöre 1 „Schwarz geflügelter Drache“ als Spezialbeschwörung von deinem Extra Deck, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer FINSTERNIS Monstern. Du kannst diesen Effekt von „Schwarzflügel - Vata das Symbol des Wanderns“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo \"Alanegra\" que no sea \"Alanegra - Vata el Emblema del Errante\", puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Alanegra - Vata el Emblema del Errante\" una vez por turno de esta forma. Durante tu Main Phase: puedes mandar al Cementerio esta carta en el Campo junto 1 o más monstruos \"Alanegra\" que no sean Cantantes en tu Deck, para que los Niveles totales mandados sean exactamente iguales a 8 y, si lo haces, Invoca de Modo Especial 1 \"Dragón de Alas Negras\" desde tu Deck Extra, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos de OSCURIDAD. Sólo puedes usar este efecto de \"Alanegra - Vata el Emblema del Errante\" una vez por turno.", "fr": "Si vous contrôlez un monstre \"Aile Noire\" (\"Aile Noire - Vâta l'Emblème du Vagabondage\" exclu), vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Aile Noire - Vâta l'Emblème du Vagabondage\" qu'une fois par tour de cette façon. Durant votre Main Phase : vous pouvez envoyer cette carte sur le Terrain au Cimetière ainsi que min. 1 monstre non-Syntoniseur \"Aile Noire\" depuis votre Deck, de façon à ce que le Niveau total envoyé est égal à exactement 8, et si vous le faites, Invoquez Spécialement 1 \"Dragon Ailes Sombres\" depuis votre Extra Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Aile Noire - Vâta l'Emblème du Vagabondage\" qu'une fois par tour.", "it": "Se controlli un mostro \"Alanera\" diverso da \"Alanera - Vata l'Emblema del Vagabondaggio\", puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Alanera - Vata l'Emblema del Vagabondaggio\" una sola volta per turno in questo modo. Durante la tua Main Phase: puoi mandare questa carta sul Terreno al Cimitero insieme con 1 o più mostri non-Tuner \"Alanera\" dal tuo Deck, in modo che la somma dei Livelli mandati sia esattamente pari a 8, e, se lo fai, Evoca Specialmente 1 \"Drago Ali Nere\" dal tuo Extra Deck, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri OSCURITÀ. Puoi utilizzare questo effetto di \"Alanera - Vata l'Emblema del Vagabondaggio\" una sola volta per turno.", "pt": "Se você controlar um monstro \"Asanegra\" que não seja \"Asanegra - Vata, o Emblema da Peregrinação\", você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Asanegra - Vata, o Emblema da Peregrinação\" por Invocação-Especial uma vez por turno desta forma. Durante sua Fase Principal: você pode enviar este card no campo para o Cemitério juntamente com 1 ou mais monstros \"Asanegra\" não-Reguladores do seu Deck cuja soma dos Níveis seja exatamente igual a 8 e, se isso acontecer, Invoque por Invocação-Especial 1 \"Dragão de Asas Negras\" do seu Deck Adicional e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros de TREVAS. Você só pode usar este efeito de \"Asanegra - Vata, o Emblema da Peregrinação\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドに「ＢＦ－無頼のヴァータ」以外の「ＢＦ」モンスターが存在する場合、このカードは手札から特殊召喚できる。②：自分メインフェイズに発動できる。レベルの合計が８になるように、このカードとチューナー以外のデッキの「ＢＦ」モンスター１体以上を墓地へ送り、「ブラックフェザー・ドラゴン」１体をＥＸデッキから特殊召喚する。このターン、自分は闇属性モンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"BF(블랙 페더)－무뢰의 바타\" 이외의 \"BF(블랙 페더)\" 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신 메인 페이즈에 발동할 수 있다. 레벨의 합계가 8 이 되도록, 이 카드와 튜너 이외의 덱의 \"BF(블랙 페더)\" 몬스터 1장 이상을 묘지로 보내고, \"블랙 페더 드래곤\" 1장을 엑스트라 덱에서 특수 소환한다. 이 턴에, 자신은 어둠 속성 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：在我方場上存在「黑羽－無賴的瓦尤」以外的「黑羽」怪獸的狀況下，可從手牌特殊召喚此卡。②：可在我方主要階段發動。為使等級合計變為８，將此卡及牌組的１隻以上的協調以外的「黑羽」怪獸送至墓地，從額外牌組特殊召喚１隻「黑翼龍」。此回合，我方可從額外牌組特殊召喚的怪獸僅限闇屬性怪獸。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：自己场上存在“黑羽－无赖之伐他”以外的“黑羽”怪兽的情况下，此卡可从手牌中特殊召唤。②：在自己的主要阶段可以发动。为使等级合计为８，将此卡和牌组协调以外１只以上的“黑羽”怪兽送至墓地，从额外牌组将１只“黑翼龙”特殊召唤。此回合，自己从额外牌组仅可特殊召唤暗属性怪兽。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 0, "series": ["Blackwing"], "images": [{"index": 1, "image": "BlackwingVatatheEmblemofWandering-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN001", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN152", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DABL-DE001", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE152", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DABL-FR001", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR152", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DABL-IT001", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT152", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DABL-PT001", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT152", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DABL-JP001", "set_name": "Darkwing Blast", "rarities": ["Rare"]}, {"set_number": "QCCP-JP132", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DABL-KR001", "set_name": "Darkwing Blast", "rarities": ["Rare"]}, {"set_number": "QCCP-KR132", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Ultra Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC001", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713892, "master_duel_rarity": "UR"}