{"konami_id": 11776, "password": 71279983, "name": {"en": "U.A. Dreadnought Dunker", "de": "U.A. Furchtloser Dunker", "es": "U.A. Encestador Intimidante", "fr": "Dunkeur Cuirassé U.A.", "it": "U.A. Schiacciatore Dreadnought", "pt": "U.A. Enterrador Couraçado", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>ドレッドノートダンカー", "ja_romaji": "Urutora Asurīto Doreddonōtodankā", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 드레드노트 덩커", "ko_rr": null, "zh-TW": "超級運動員 無畏灌籃者", "zh-CN": "超级运动员无畏灌篮者"}, "text": {"en": "You can Special Summon this card (from your hand) by returning 1 \"U.A.\" monster you control to the hand, except \"U.A. Dreadnought Dunker\". You can only Special Summon \"U.A. Dreadnought Dunker\" once per turn this way. If this card attacks a Defense Position monster, inflict piercing battle damage to your opponent. When this card inflicts battle damage to your opponent: You can target 1 card on the field; destroy it.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 „U.A.“-Monster, das du kontrollierst, auf die Hand zurückgibst, außer „U.A. Furchtloser Dunker“. Du kannst „U.A. Furchtloser Dunker“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte ein Monster in Verteidigungsposition angreift, füge deinem Gegner durchschlagenden Kampfschaden zu. Wenn diese Karte deinem Gegner Kampfschaden zufügt: Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) devolviendo a la mano 1 monstruo \"U.A.\" que controles, excepto \"U.A. Encestador Intimidante\". Sólo puedes Invocar de Modo Especial \"U.A. Encestador Intimidante\" de esta forma una vez por turno. Si esta carta ataca un monstruo en Posición de Defensa, inflige daño de batalla de penetración a tu adversario. Cuando esta carta inflige daño de batalla a tu adversario: puedes seleccionar 1 carta en el Campo; destrúyela.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en renvoyant 1 monstre \"U.A.\" que vous contrôlez (\"Dunkeur Cuirassé U.A.\" exclu) à la main. Vous ne pouvez Invoquer Spécialement \"Dunkeur Cuirassé U.A.\" qu'une fois par tour de cette façon. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) facendo ritornare 1 mostro \"U.A.\" che controlli nella mano, eccetto \"U.A. Schiacciatore Dreadnought\". Puoi Evocare Specialmente \"U.A. Schiacciatore Dreadnought\" una sola volta per turno in questo modo. Se questa carta attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario. Quando questa carta infligge danno da combattimento al tuo avversario: puoi scegliere come bersaglio 1 carta sul Terreno; distruggila.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao devolver 1 monstro \"U.A.\" que você controla para a mão, exceto \"U.A. Enterrador Couraçado\". Você só pode Invocar \"U.A. Enterrador Couraçado\" por Invocação-Especial uma vez por turno desta forma. Se este card atacar um monstro em Posição de Defesa, cause dano de batalha perfurante ao seu oponente. Quando este card causar dano de batalha ao seu oponente: você pode escolher 1 card no campo; destrua-o.", "ja": "「Ｕ．Ａ．ドレッドノートダンカー」の①の方法による特殊召喚は１ターンに１度しかできない。①：このカードは「Ｕ．Ａ．ドレッドノートダンカー」以外の自分フィールドの「Ｕ．Ａ．」モンスター１体を手札に戻し、手札から特殊召喚できる。②：このカードが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ戦闘ダメージを与える。③：このカードが相手に戦闘ダメージを与えた時、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "\"U.A.(울트라 애슬리트) 드레드노트 덩커\"의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 이 카드는 \"U.A.(울트라 애슬리트) 드레드노트 덩커\" 이외의 자신 필드의 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 패로 되돌리고, 패에서 특수 소환할 수 있다. ②: 이 카드가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 전투 데미지를 준다. ③: 이 카드가 상대에게 전투 데미지를 주었을 때, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "「超级运动员 无畏扣篮手」的①的方法的特殊召唤1回合只能有1次。①：这张卡可以让「超级运动员 无畏扣篮手」以外的自己场上1只「超级运动员」怪兽回到手卡，从手卡特殊召唤。②：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。③：这张卡给与对方战斗伤害时，以场上1张卡为对象才能发动。那张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 7, "atk": 2500, "def": 1800, "series": ["U.A."], "images": [{"index": 1, "image": "UADreadnoughtDunker-CROS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN086", "set_name": "Crossed Souls", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE086", "set_name": "Crossed Souls", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR086", "set_name": "Crossed Souls", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT086", "set_name": "Crossed Souls", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT086", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ja": [{"set_number": "EP15-JP026", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR026", "set_name": "Extra Pack 2015", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354844, "master_duel_rarity": "N"}