{"konami_id": 13814, "password": 71344451, "name": {"en": "Slash Draw", "de": "Zerstörungsziehen", "es": "Desenvainar Espada", "fr": "Coup du Destin", "it": "Estrazione Squarcio", "pt": "Sacar da Espada", "ja": "<ruby>一<rt>いち</rt></ruby><ruby>撃<rt>げき</rt></ruby><ruby>必<rt>ひっ</rt></ruby><ruby>殺<rt>さつ</rt></ruby>！<ruby>居<rt>い</rt></ruby><ruby>合<rt>あ</rt></ruby>いドロー", "ja_romaji": "Ichigeki Hissatsu! Iai Dorō", "ko": "일격필살! 슬래시 드로우", "ko_rr": "Ilgyeokpilsal! Seullaesi Deurou", "zh-TW": "一擊必殺！居合抽牌", "zh-CN": "一击必杀！居合抽牌"}, "text": {"en": null, "de": "Wirf 1 Karte ab; lege die obersten Karten deines Decks in Höhe der Anzahl der Karten, die dein Gegner kontrolliert, auf den Friedhof, dann ziehe 1 Karte und zeige sie. Dann, falls es „Zerstörungsziehen“ war, lege es auf den Friedhof und falls du dies tust, zerstöre so viele Karten auf dem Spielfeld wie möglich, dann füge deinem Gegner 2000 Schaden für jede Karte zu, die durch diesen Effekt zerstört und auf den Friedhof gelegt wurde. Falls die gezogene Karte nicht „Zerstörungsziehen“ war, mische Karten in Höhe der Anzahl der Karten, die durch diesen Effekt von deinem Deck auf den Friedhof gelegt wurden, von deinem Friedhof ins Deck. Du kannst nur 1 „Zerstörungsziehen“ pro Spielzug aktivieren.", "es": "Descarta 1 carta; manda cartas al Cementerio desde la parte superior de tu Deck, igual a la cantidad de cartas que controle tu adversario, después roba 1 carta y muéstrala. Después, si fue \"Desenvainar Espada\", mándala al Cementerio y, si lo haces, destruye tantas cartas en el Campo como sea posible, y después inflige 2000 puntos de daño a tu adversario por cada carta destruida y mandada al Cementerio por este efecto. Si la carta que robaste no fue \"Desenvainar Espada\", baraja cartas de tu Cementerio a tu Deck, igual a la cantidad de cartas mandadas de tu Deck al Cementerio por este efecto. Sólo puedes activar 1 \"Desenvainar Espada\" por turno.", "fr": "Défaussez 1 carte ; envoyez un nombre de cartes du dessus de votre Deck au Cimetière, égal au nombre de cartes contrôlées par votre adversaire, puis piochez 1 carte et montrez-la. Puis, si c'était \"Coup du Destin\", envoyez-le au Cimetière, et si vous le faites, détruisez autant de cartes sur le Terrain que possible, puis infligez 2000 points de dommages à votre adversaire pour chaque carte détruite et envoyée au Cimetière par cet effet. Si la carte que vous avez piochée n'était pas \"Coup du Destin\", mélangez un nombre de cartes depuis votre Cimetière dans votre Deck, égal au nombre de cartes envoyées depuis votre Deck au Cimetière par cet effet. Vous ne pouvez activer qu'1 \"Coup du Destin\" par tour.", "it": "Scarta 1 carta; manda carte dalla cima del tuo Deck al Cimitero, pari al numero di carte controllate dal tuo avversario, poi pesca 1 carta e mostrala. Poi, se era \"Estrazione Squarcio\", mandala al Cimitero e, se lo fai, distruggi tante carte sul Terreno quante possibile, poi infliggi 2000 danni al tuo avversario per ogni carta distrutta e mandata al Cimitero da questo effetto. Se la carta che hai pescato non era \"Estrazione Squarcio\", mischia carte dal tuo Cimitero nel tuo Deck pari al numero di carte mandate dal tuo Deck al Cimitero da questo effetto. Puoi attivare solo 1 \"Estrazione Squarcio\" per turno.", "pt": "Descarte 1 card; envie cards do topo do seu Deck para o Cemitério, igual ao número de cards que seu oponente controla e, depois, compre 1 card e mostre-o. Depois, se era \"Sacar da Espada\", envie-o para o Cemitério e, se isso acontecer, destrua tantos cards no campo quanto possível e, depois, cause 2000 de dano ao seu oponente para cada card destruído e enviado para o Cemitério por este efeito. Se o card que você comprou não era \"Sacar da Espada\", embaralhe cards do seu Cemitério no seu Deck, igual ao número de cards enviados do seu Deck para o Cemitério por este efeito. Você só pode ativar 1 \"Sacar da Espada\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：手札を１枚捨てて発動できる。相手フィールドのカードの数だけ自分のデッキの上からカードを墓地へ送る。その後、自分は１枚ドローし、お互いに確認する。それが「一撃必殺！居合いドロー」だった場合、それを墓地へ送り、フィールドのカードを全て破壊する。その後、この効果で破壊され墓地へ送られたカードの数×２０００ダメージを相手に与える。違った場合、自分はこの効果でデッキから墓地へ送ったカードの数だけ、自分の墓地のカードをデッキに戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 패를 1장 버리고 발동할 수 있다. 상대 필드의 카드의 수만큼 자신의 덱 위에서 카드를 묘지로 보내고, 그 후 자신은 덱에서 1장 드로우하여, 서로 확인한다. 그것이 \"일격필살! 슬래시 드로우\"였을 경우, 그것을 묘지로 보내고, 필드의 카드를 전부 파괴한다. 그 후, 이 효과로 파괴되어 묘지로 보내진 카드의 수 × 2000 데미지를 상대에게 준다. 다를 경우, 자신은 이 효과로 덱에서 묘지로 보낸 카드의 수만큼, 자신 묘지의 카드를 고르고 덱으로 되돌린다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可捨棄１張手牌發動。依據對方場上的卡的數量，從我方牌組上方將卡送至墓地，其後我方從牌組抽１張牌，雙方確認。在抽到的牌為「一擊必殺！居合抽牌」的狀況下，將其送至墓地，將場上的所有卡全部破壞。其後，給予對方因此效果被破壞送至墓地的卡的數量×２０００的傷害。在不是的狀況下，我方依據透過此效果從牌組送至墓地的卡的數量，選擇我方墓地的卡送回牌組。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：舍弃１张手牌可以发动。依对手场上卡的数量，从自己牌组上面将卡送至墓地，然后自己从牌组抽１张，双方互相确认。该卡是“一击必杀！居合抽牌”的情况下，将其送至墓地，将场上的卡全部破坏。然后，给予对手相当于以此效果破坏并送至墓地的卡的数量×２０００的伤害。不是的情况下，自己依以此效果从牌组送至墓地的卡的数量，挑选自己墓地的卡放回牌组。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "SlashDraw-BLRR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLRR-EN020", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLRR-DE020", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLRR-FR020", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLRR-IT020", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLRR-PT020", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP18-JP020", "set_name": "Collectors Pack 2018", "rarities": ["Super Rare", "Collector's Rare"]}], "ko": [{"set_number": "CP18-KR020", "set_name": "Collectors Pack 2018", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "TM02-SC092", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Limited", "ocg": "Unlimited"}, "yugipedia_page_id": 559481, "master_duel_rarity": "UR"}