{"konami_id": 8471, "password": 71519605, "name": {"en": "Oshaleon", "de": "Oshaleon", "es": "Oshaleon", "fr": "Camélégant", "it": "Oshaleon", "pt": "Oshaleon", "ja": "オシャレオン", "ja_romaji": "Oshareon", "ko": "오샤레온", "ko_rr": null, "zh-TW": "炫彩變色龍", "zh-CN": "炫彩变色龙"}, "text": {"en": "While you control this face-up Attack Position card, your opponent cannot select a monster other than \"Oshaleon\" as an attack target. When this card is destroyed by battle and sent to the Graveyard, you can add 1 Reptile-Type monster with 500 or less ATK from your Deck to your hand.", "de": "Solange du diese Karte in offener Angriffsposition kontrollierst, kann dein Gegner kein anderes Monster als „Oshaleon“ angreifen. Wenn diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird, kannst du deiner Hand 1 Monster vom Typ Reptil mit 500 oder weniger ATK von deinem Deck hinzufügen.", "es": "Mientras controles esta carta en Posición de Ataque boca arriba, tu adversario no puede seleccionar como objetivo de un ataque a otro monstruo que no sea \"Oshaleon\". Cuando esta carta es destruida en batalla y mandada al Cementerio, puedes añadir a tu mano, desde tu Deck, 1 monstruo de Tipo Reptil con 500 ATK o menos.", "fr": "Lorsque vous contrôlez cette carte en Position d'Attaque face recto, votre adversaire ne peut sélectionner un autre monstre que \"Camélégant\" en tant que cible d'attaque. Lorsque cette carte est détruite au combat et envoyée au Cimetière, vous pouvez ajouter 1 monstre de Type Reptile avec 500 points d'ATK ou moins depuis votre Deck à votre main.", "it": "Quando controlli questa carta scoperta in Posizione di Attacco, il tuo avversario non può scegliere un mostro diverso da \"Oshaleon\" come bersaglio di una attacco. Quando questa carta viene distrutta in battaglia e mandata al Cimitero, puoi aggiungere 1 mostro di Tipo Rettile con ATK di 500 o inferiore dal tuo Deck alla tua mano.", "pt": "Enquanto você controlar este card com a face para cima em Posição de Ataque, seu oponente não pode selecionar um monstro que não seja \"Oshaleon\" como alvo de um ataque. Quando este card for destruído em batalha e enviado ao Cemitério, você pode adicionar 1 monstro do Tipo Réptil com 500 de ATK ou menos do seu Deck para a sua mão.", "ja": "このカードが自分フィールド上に表側攻撃表示で存在する限り、相手は「オシャレオン」以外のモンスターを攻撃対象に選択する事はできない。このカードが戦闘によって破壊され墓地へ送られた時、自分のデッキから攻撃力５００以下の爬虫類族モンスター１体を手札に加える事ができる。", "ko": "이 카드가 자신 필드 위에 앞면 공격 표시로 존재하는 한, 상대는 \"오샤레온\" 이외의 몬스터를 공격 대상으로 선택할 수 없다. 이 카드가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 자신의 덱에서 공격력 500 이하의 파충류족 몬스터 1장을 패에 넣을 수 있다.", "zh-TW": "只要此卡以正面攻擊表示存在於場上，對方就無法將「炫彩變色龍」以外的怪獸選為攻擊對象。可在此卡因戰鬥被破壞送至墓地時發動。從牌組將１隻攻擊力５００以上的爬蟲類族怪獸加入手牌。", "zh-CN": "只要此卡以表侧攻击表示存在于场上，对手不可选择除“炫彩变色龙”以外的怪兽作为攻击对象。此卡因战斗被破坏并送入墓地时可发动。从牌组将１只攻击力是５００或以下的爬虫类族怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "WATER", "level": 3, "atk": 1400, "def": 800, "images": [{"index": 1, "image": "Oshaleon-SOVR-EN-SP-UE.png"}], "sets": {"en": [{"set_number": "SOVR-EN036", "set_name": "Stardust Overdrive", "rarities": ["Short Print"]}], "de": [{"set_number": "SOVR-DE036", "set_name": "Stardust Overdrive", "rarities": ["Short Print"]}], "fr": [{"set_number": "SOVR-FR036", "set_name": "Stardust Overdrive", "rarities": ["Short Print"]}], "it": [{"set_number": "SOVR-IT036", "set_name": "Stardust Overdrive", "rarities": ["Short Print"]}], "ja": [{"set_number": "SOVR-JP036", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "ko": [{"set_number": "SOVR-KR036", "set_name": "Stardust Overdrive", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 101246, "master_duel_rarity": "R"}