{"konami_id": 19168, "password": 71545247, "name": {"en": "Cursed Bride Doll", "de": "Verfluchte Brautpuppe", "es": "Muñeca de Novia Maldita", "fr": "Poupée de Mariée Maudite", "it": "Bambola Sposa Maledetta", "pt": "Boneca de Noiva Amaldiçoada", "ja": "<ruby>離<rt>ハナ</rt></ruby><ruby>世<rt>ヨ</rt></ruby><ruby>召<rt>メ</rt></ruby><ruby>人<rt>ニン</rt></ruby><ruby>形<rt>ギョウ</rt></ruby>", "ja_romaji": "Hanayome Ningyō", "ko": "하나요메닌교", "ko_rr": "Hanayomenin-gyo", "zh-TW": "于歸世佳偶", "zh-CN": "于归世佳偶"}, "text": {"en": "When you draw this card: You can reveal it; Special Summon this card. At the start of each Battle Phase: If there are more cards in your Deck than your opponent's, this card gains ATK equal to the difference x 300, until the end of this turn. Once per turn, during the End Phase, if this card is in the GY because it was sent there this turn: Place this card on top of the Deck.", "de": "Wenn du diese Karte ziehst: Du kannst sie vorzeigen; beschwöre diese Karte als Spezialbeschwörung. Am Beginn jeder Battle Phase: Falls du mehr Karten in deinem Deck hast als dein Gegner, erhält diese Karte bis zum Ende dieses Spielzugs ATK in Höhe der Differenz x 300. Einmal pro Spielzug, während der End Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug dorthin gelegt wurde: Lege diese Karte aufs Deck.", "es": "Cuando robas esta carta: puedes mostrarla; Invoca esta carta de Modo Especial. Al comienzo de cada Battle Phase: si hay más cartas en tu Deck que en el de tu adversario, esta carta gana ATK igual a la diferencia x 300, hasta el final de este turno. Una vez por turno, durante la End Phase, si esta carta está en el Cementerio porque fue mandada allí este turno: pon esta carta en la parte superior del Deck.", "fr": "Lorsque vous piochez cette carte : vous pouvez la révéler ; Invoquez Spécialement cette carte. Au début de chaque Battle Phase : s'il y a plus de cartes dans votre Deck que dans celui de votre adversaire, cette carte gagne une ATK égale à la différence x 300, jusqu'à la fin de ce tour. Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : placez cette carte au-dessus du Deck.", "it": "Quando peschi questa carta: puoi rivelarla; Evoca Specialmente questa carta. All'inizio di ogni Battle Phase: se ci sono più carte nel tuo Deck di quello del tuo avversario, questa carta guadagna ATK pari alla differenza x 300, fino alla fine di questo turno. Una volta per turno, durante la End Phase, se questa carta è nel Cimitero perché è stata mandata lì in questo turno: metti questa carta in cima al Deck.", "pt": "Quando você comprar este card: você pode revelá-lo; Invoque este card por Invocação-Especial. No começo de cada Fase de Batalha: se houver mais cards no seu Deck que no do seu oponente, até o final deste turno, este card ganha ATK igual à diferença x 300. Uma vez por turno, durante a Fase Final, se este card estiver no Cemitério porque foi enviado para lá neste turno: coloque este card no topo do Deck.", "ja": "①：このカードをドローした時、このカードを相手に見せて発動できる。このカードを特殊召喚する。②：自分・相手のバトルフェイズ開始時に発動する。自分のデッキの枚数が相手よりも多い場合、このカードの攻撃力はターン終了時まで、その差の数×３００アップする。③：このカードが墓地へ送られたターンのエンドフェイズに発動する。このカードをデッキの一番上に戻す。", "ko": "①: 이 카드를 드로우했을 때, 이 카드를 상대에게 보여주고 발동할 수 있다. 이 카드를 특수 소환한다. ②: 자신 / 상대의 배틀 페이즈 개시시에 발동한다. 자신의 덱 매수가 상대보다도 많을 경우, 이 카드의 공격력은 턴 종료시까지, 그 차의 수 × 300 올린다. ③: 이 카드가 묘지로 보내진 턴의 엔드 페이즈에 발동한다. 이 카드를 덱 맨 위로 되돌린다.", "zh-TW": "①：抽到此卡時，可將此卡出示給對方發動。特殊召喚此卡。\n②：在我方・對方的戰鬥階段開始時發動。在我方牌組的張數比對方多的狀況下，此卡的攻擊力在回合結束前依據該張數差距×３００進行提升。\n③：在此卡被送至墓地回合的結束階段發動。將此卡送回牌組的最上方。", "zh-CN": "①：抽到此卡时，向对手出示此卡可以发动。将此卡特殊召唤。\n②：在自己・对手的战斗阶段开始时发动。自己牌组的张数多于对手的情况下，此卡的攻击力直至回合结束时为止，上升相当于张数之差×３００的数值。\n③：在此卡被送至墓地的回合的结束阶段发动。将此卡放回牌组最上面。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Tuner / Effect", "attribute": "EARTH", "level": 3, "atk": 0, "def": 2100, "images": [{"index": 1, "image": "CursedBrideDoll-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN026", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE026", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR026", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT026", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT026", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP026", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR026", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC026", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 994627, "master_duel_rarity": "N"}