{"konami_id": 11959, "password": 71578874, "name": {"en": "Performage Mirror Conductor", "de": "Künstlerzauberer Spiegeldirigent", "es": "Artilusionista Director del Espejo", "fr": "Miroir Conducteur Mageartiste", "it": "Artistamagus Direttore Specchio", "pt": "Camaramágico Espelho Condutor", "ja": "<ruby>Ｅｍ<rt>エンタメイジ</rt></ruby>ミラー・コンダクター", "ja_romaji": "Entameiji Mirā Kondakutā", "ko": "<ruby>Em<rt>엔터메이지</rt></ruby> 미러 컨덕터", "ko_rr": null, "zh-TW": "娛樂巫師 鏡子指揮者", "zh-CN": "娱乐巫师・镜子指挥"}, "text": {"en": null, "de": "Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 offenes Monster auf dem Spielfeld wählen; vertausche seine derzeitigen ATK und DEF, dann erhältst du 500 Schaden. Diese ATK- und DEF-Änderung dauert bis zum Ende dieses Spielzugs an.", "es": "Una vez por turno, durante el turno de cualquier jugador: puedes seleccionar 1 monstruo boca arriba en el Campo; intercambia su ATK y DEF en este momento, y después recibe 500 puntos de daño. Este cambio de ATK y DEF dura hasta el final de este turno.", "fr": "Une fois par tour, durant le tour de chaque joueur : vous pouvez cibler 1 monstre face recto sur le Terrain ; échangez son ATK et sa DEF actuelles, puis recevez 500 points de dommages. Ce changement d'ATK/DEF dure jusqu'à la fin de ce tour.", "it": "Una volta per turno, durante il turno di qualsiasi giocatore: puoi scegliere come bersaglio 1 mostro scoperto sul Terreno; scambia i suoi ATK e DEF attuali, poi subisci 500 danni. Questo cambio di ATK e DEF dura fino alla fine di questo turno.", "pt": "Uma vez por turno, durante o turno de qualquer duelista: você pode escolher 1 monstro com a face para cima no campo; troque o ATK atual pela DEF atual dele e, depois, sofra 500 de dano. Esta troca de ATK e DEF dura até o final deste turno.", "ja": "①：自分・相手ターンに１度、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力・守備力をターン終了時まで入れ替える。その後、自分は５００ダメージを受ける。", "ko": "①: 1턴에 1번, 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력 / 수비력을 턴 종료시까지 맞바꾼다. 그 후, 자신은 500 데미지를 받는다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "①：１回合１次，可將場上的１隻正面表示怪獸做為對象發動。使該怪獸的攻擊力・守備力在回合結束前交換數值。其後，我方受到５００傷害。此效果在對方回合也可發動。", "zh-CN": "①：１回合１次，以场上的１只表侧表示怪兽为对象可以发动。该怪兽的攻击力・守备力直至回合结束时为止互换。然后，自己受到５００伤害。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "LIGHT", "level": 4, "atk": 600, "def": 1400, "pendulum_scale": 3, "pendulum_effect": {"en": "Once per turn: You can target 1 face-up Special Summoned monster on the field; its ATK and DEF become equal to its current ATK or DEF (whichever is lower) until the end of this turn (even if this card leaves the field).", "de": "Einmal pro Spielzug: Du kannst 1 offenes als Spezialbeschwörung beschworenes Monster auf dem Spielfeld wählen; seine ATK und DEF werden bis zum Ende dieses Spielzugs gleich seinen derzeitigen ATK oder DEF (was davon niedriger ist), selbst falls diese Karte das Spielfeld verlässt.", "es": "Una vez por turno: puedes seleccionar 1 monstruo boca arriba en el Campo que haya sido Invocado de Modo Especial; hasta el final de este turno (aún si esta carta deja el Campo), su ATK y DEF se convierten en su ATK o DEF en este momento (lo que sea más bajo).", "fr": "Une fois par tour : vous pouvez cibler 1 monstre face recto Invoqué Spécialement sur le Terrain ; son ATK/DEF deviennent égales à son ATK ou DEF actuelles (la plus faible valeur) jusqu'à la fin de ce tour (même si cette carte quitte le Terrain).", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto Evocato Specialmente sul Terreno; i suoi ATK e DEF diventano pari al suo ATK o DEF attuale (il più basso dei due) fino alla fine di questo turno (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno: você pode escolher 1 monstro com a face para cima no campo Invocado por Invocação-Especial; seu ATK e DEF se tornam igual ao seu ATK e DEF atuais (o que for menor) até o final deste turno (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、フィールドの特殊召喚された表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力・守備力はターン終了時まで、その攻撃力と守備力の内、低い方の数値と同じになる。", "ko": "①: 1턴에 1번, 필드의 특수 소환된 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력 / 수비력은 턴 종료시까지, 그 공격력과 수비력 중, 낮은 쪽의 수치와 같아진다.", "zh-TW": "①：１回合１次，可將場上的１隻被特殊召喚的正面表示怪獸做為對象發動。該怪獸的攻擊力・守備力在回合結束前，變為與其攻擊力及守備力中較低的數值相同。", "zh-CN": "①：１回合１次，以场上的１只被特殊召唤的表侧表示怪兽为对象可以发动。该怪兽的攻击力・守备力直至回合结束时为止，变为其攻击力和守备力中较低一方的数值。"}, "series": ["Performage"], "images": [{"index": 1, "image": "PerformageMirrorConductor-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN015", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-EN118", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DOCS-DE015", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-DE118", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DOCS-FR015", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-FR118", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DOCS-IT015", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-IT118", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DOCS-PT015", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-PT118", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DOCS-JP015", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "DOCS-KR015", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DBVS-SC052", "set_name": "Deck Build Pack: Valiant Smashers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 409476, "master_duel_rarity": "R"}