{"konami_id": 11836, "password": 71612253, "name": {"en": "D/D/D Marksman King Tell", "de": "D/D/D-Scharfschützenkönig Tell", "es": "D/D/D Tell, Rey de los Tiradores", "fr": "D/D/D Tireur Roi Tell", "it": "D/D/D Tell Re Cecchino", "pt": "D/D/D Tell, o Rei Atirador", "ja": "<ruby>Ｄ<rt>ディー</rt></ruby><ruby>Ｄ<rt>ディー</rt></ruby><ruby>Ｄ<rt>ディー</rt></ruby><ruby>狙<rt>そ</rt></ruby><ruby>撃<rt>げき</rt></ruby><ruby>王<rt>おう</rt></ruby>テル", "ja_romaji": "Dīdīdī Sogekiō Teru", "ko": "<ruby>DDD<rt>디디디</rt></ruby> 저격왕 텔", "ko_rr": null, "zh-TW": "DDD狙擊王 泰爾", "zh-CN": "DDD 狙击王退尔"}, "text": {"en": "2 Level 5 monsters\nYou can also Xyz Summon this card by using a Rank 4 \"D/D/D\" Xyz Monster you control as the Xyz Material. (Xyz Materials attached to that monster also become Xyz Materials on this card.) Once per turn, during either player's turn, if you took any effect damage this turn: You can detach 1 Xyz Material from this card, then target 1 face-up monster on the field; it loses 1000 ATK and DEF, and if it does, inflict 1000 damage to your opponent. If this card is sent from the field to the Graveyard: You can send 1 \"D/D\" or \"Dark Contract\" card from your Deck to the Graveyard.", "de": "2 Monster der Stufe 5\nDu kannst diese Karte auch als Xyz-Beschwörung beschwören, indem du ein „D/D/D“-Xyz-Monster des Rangs 4, das du kontrollierst, als das Xyz-Material verwendest. (An das Monster angehängtes Xyz-Material wird ebenfalls zu Xyz-Material dieser Karte.) Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers, falls du in diesem Spielzug Effektschaden erhalten hast: Du kannst 1 Xyz-Material von dieser Karte abhängen und dann 1 offenes Monster auf dem Spielfeld wählen; es verliert 1000 ATK und DEF und falls es dies tut, füge deinem Gegner 1000 Schaden zu. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst 1 „D/D“- oder „Dunkler Vertrag“-Karte von deinem Deck auf den Friedhof legen.", "es": "2 monstruos de Nivel 5\nTambién puedes Invocar Xyz esta carta usando un Monstruo Xyz \"D/D/D\" de Rango 4 que controles como Material Xyz. (Los Materiales Xyz acoplados a ese monstruo también se convierten en Materiales Xyz en esta carta). Una vez por turno, durante el turno de cualquier jugador, si este turno recibiste cualquier daño de efecto: puedes desacoplar de esta carta 1 Material Xyz, y después seleccionar 1 monstruo boca arriba en el Campo; éste pierde 1000 ATK y DEF y, si lo hace, inflige 1000 puntos de daño a tu adversario. Si esta carta es mandada del Campo al Cementerio: puedes mandar al Cementerio 1 carta \"D/D\" o \"Contrato Oscuro\" en tu Deck.", "fr": "2 monstres de Niveau 5\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Xyz \"D/D/D\" de Rang 4 que vous contrôlez comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Une fois par tour, durant le tour de chaque joueur, si vous avez reçu des dommages d'effet ce tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 monstre face recto sur le Terrain ; il perd 1000 ATK/DEF, et s'il le fait, infligez 1000 points de dommage à votre adversaire. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez envoyer 1 carte \"D/D\" ou \"Contrat des Ténèbres\" depuis votre Deck au Cimetière.", "it": "2 mostri di Livello 5\nPuoi anche Evocare Xyz questa carta utilizzando un Mostro Xyz \"D/D/D\" di Rango 4 che controlli come Materiale Xyz. (I Materiali Xyz attaccati a quel mostro diventano Materiali Xyz anche su questa carta.) Una volta per turno, durante il turno di qualsiasi giocatore, se hai subito un qualsiasi effetto di danno in questo turno: puoi staccare 1 Materiale Xyz da questa carta, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; esso perde 1000 ATK e DEF e, se lo fa, infliggi 1000 danni al tuo avversario. Se questa carta viene mandata dal Terreno al Cimitero: puoi mandare 1 carta \"D/D\" o \"Contratto Oscuro\" dal tuo Deck al Cimitero.", "pt": "2 monstros de Nivel 5\nVocê também pode Invocar este card por Invocação-Xyz ao usar um Monstro Xyz \"D/D/D\" de Classe 4 que você controla como Matéria Xyz. (Matérias Xyz associadas a esse monstro também se tornam Matérias Xyz neste card.) Uma vez por turno, durante o turno de qualquer duelista, se você sofreu qualquer dano de efeito neste turno: você pode desassociar 1 Matéria Xyz deste card e, depois, escolher 1 monstro com a face para cima no campo; ele perde 1000 de ATK e DEF e, se isso acontecer, cause 1000 de dano ao seu oponente. Se este card for enviado do campo para o Cemitério: você pode enviar 1 card \"D/D\" ou \"Pacto Obscuro\" do seu Deck para o Cemitério.", "ja": "レベル５モンスター×２\nこのカードは自分フィールドのランク４の「ＤＤＤ」Ｘモンスターの上に重ねてＸ召喚する事もできる。①：自分が効果ダメージを受けた自分・相手ターンに１度、このカードのＸ素材を１つ取り除き、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力・守備力は１０００ダウンし、相手に１０００ダメージを与える。②：このカードがフィールドから墓地へ送られた場合に発動できる。デッキから「ＤＤ」カードか「契約書」カード１枚を墓地へ送る。", "ko": "레벨 5 몬스터 × 2\n이 카드는 자신 필드의 랭크 4 의 \"DDD(디디디)\" 엑시즈 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 자신이 효과 데미지를 받은 자신 / 상대 턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력 / 수비력은 1000 내리고, 상대에게 1000 데미지를 준다. ②: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"DD(디디)\" 카드나 \"계약서\" 카드 1장을 묘지로 보낸다.", "zh-TW": "等級５怪獸×２\n此卡也可重疊至我方場上的階級４的「DDD」超量怪獸上方超量召喚。①：我方受到效果傷害的回合，可去除此卡的１個超量素材，將場上的１隻正面表示怪獸做為對象發動１次。該怪獸的攻擊力・守備力降低１０００，給予對方１０００傷害。此效果在對方回合也可發動。②：可在此卡從場上被送至墓地的狀況下發動。從牌組將１張「DD」卡或１張「契約書」卡送至墓地。", "zh-CN": "等级５怪兽×２\n此卡也可重叠在自己场上阶级４“DDD”超量怪兽上面来超量召唤。①：自己受到效果伤害的回合１次，去除此卡的１个超量素材，以场上１只的表侧表示怪兽为对象可以发动。该怪兽的攻击力・守备力下降１０００，给予对手１０００伤害。此效果在对手回合中也可以发动。②：此卡从场上被送至墓地的情况下可以发动。从牌组将１张“DD”卡或“契约书”卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Fiend / Xyz / Effect", "attribute": "DARK", "rank": 5, "atk": 2300, "def": 2000, "materials": "2 Level 5 monsters", "series": ["D/D", "D/D/D"], "images": [{"index": 1, "image": "DDDMarksmanKingTell-QCCP-JP-SR.png", "illustration": "DDDMarksmanKingTell-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "DDDMarksmanKingTell-MP16-EN-R-1E.png", "illustration": "DDDMarksmanKingTell-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "CORE-EN052", "set_name": "Clash of Rebellions", "rarities": ["Rare"]}, {"set_number": "MP16-EN079", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "CORE-DE052", "set_name": "Clash of Rebellions", "rarities": ["Rare"]}, {"set_number": "MP16-DE079", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "CORE-FR052", "set_name": "Clash of Rebellions", "rarities": ["Rare"]}, {"set_number": "MP16-FR079", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "CORE-IT052", "set_name": "Clash of Rebellions", "rarities": ["Rare"]}, {"set_number": "MP16-IT079", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "CORE-PT052", "set_name": "Clash of Rebellions", "rarities": ["Rare"]}, {"set_number": "MP16-PT079", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "CORE-JP052", "set_name": "Clash of Rebellions", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}, {"set_number": "SUB1-JP033", "set_name": "Secret Utility Box", "rarities": ["Normal Parallel Rare"]}, {"set_number": "QCCP-JP084", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "CORE-KR052", "set_name": "Clash of Rebellions", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}, {"set_number": "QCCP-KR084", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "CL03-SC116", "set_name": "Classic Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 354320, "master_duel_rarity": "SR"}