{"konami_id": 17634, "password": 71620241, "name": {"en": "Advanced Crystal Beast Sapphire Pegasus", "de": "Entwickeltes Kristallungeheuer Saphirpegasus", "es": "Bestia de Cristal Avanzada Pegaso Zafiro", "fr": "Bête Cristalline Ultime : Pégase de Saphir", "it": "Bestia Cristallo Avanzata Pegaso Zaffiro", "pt": "Fera Cristalina Avançada Pégaso Safira", "ja": "<ruby>Ａ<rt>アドバンスド</rt></ruby><ruby>宝<rt>ほう</rt></ruby><ruby>玉<rt>ぎょく</rt></ruby><ruby>獣<rt>じゅう</rt></ruby> サファイア・ペガサス", "ja_romaji": "Adobansudo Hōgyokujū Safaia Pegasasu", "ko": "<ruby>A<rt>어드밴스드</rt></ruby> 보옥수 사파이어 페가수스", "ko_rr": "Adeubaenseudeu Booksu Sapaieo Pegasuseu", "zh-TW": "高等寶玉獸 青玉天馬", "zh-CN": "高等宝玉兽 青玉天马"}, "text": {"en": "If \"Advanced Dark\" is not in a Field Zone, send this monster to the GY. If this card is Summoned: You can place 1 of your \"Advanced Crystal Beast\" monsters that is banished, or in your hand, Deck, or GY, face-up in your Spell & Trap Zone as a Continuous Spell. If this face-up card is destroyed in a Monster Zone, you can place it face-up in your Spell & Trap Zone as a Continuous Spell, instead of sending it to the GY.", "de": "Falls „Fortgeschrittene Finsternis“ in keiner Spielfeldzone liegt, lege dieses Monster auf den Friedhof. Falls diese Karte beschworen wird: Du kannst 1 deiner „Entwickeltes Kristallungeheuer“-Monster, das verbannt ist oder sich in deiner Hand, deinem Deck oder deinem Friedhof befindet, offen als Permanenten Zauber in deine Zauber- & Fallenzone legen. Falls diese offene Karte in einer Monsterzone zerstört wird, kannst du sie offen als Permanenten Zauber in deine Zauber- & Fallenzone legen, anstatt sie auf den Friedhof zu legen.", "es": "Si \"Oscuridad Avanzada\" no está en una Zona del Campo, manda este monstruo al Cementerio. Si esta carta es Invocada: puedes poner boca arriba en tu Zona de Magia y Trampas como una Mágica Continua 1 de tus monstruos \"Bestia de Cristal Avanzada\" que esté desterrado, o en tu mano, Deck o Cementerio. Si esta carta boca arriba es destruida en una Zona de Monstruos, puedes ponerla boca arriba en tu Zona de Magia y Trampas como una Mágica Continua en lugar de mandarla al Cementerio.", "fr": "Si \"Ténèbres Ultimes\" n'est pas dans une Zone Terrain, envoyez ce monstre au Cimetière. Si cette carte est Invoquée : vous pouvez placer 1 de vos monstres \"Bête Cristalline Ultime\" qui est banni, ou dans votre main, Deck ou Cimetière, face recto dans votre Zone Magie & Piège comme Magie Continue. Si cette carte face recto est détruite dans une Zone Monstre, vous pouvez la placer face recto dans votre Zone Magie & Piège comme Magie Continue au lieu de l'envoyer au Cimetière.", "it": "Se \"Oscurità Avanzata\" non è in una Zona Terreno, manda questo mostro al Cimitero. Se questa carta viene Evocata: puoi mettere 1 dei tuoi mostri \"Bestia Cristallo Avanzata\" che è bandito, o nella tua mano, Deck o Cimitero, scoperto nella tua Zona Magie & Trappole come una Magia Continua. Se questa carta scoperta viene distrutta in una Zona Mostri, puoi metterla scoperta nella tua Zona Magie & Trappole come una Magia Continua, invece di mandarla al Cimitero.", "pt": "Se \"Trevas Avançadas\" não estiver em uma Zona do Campo, envie este monstro para o Cemitério. Se este card for Invocado: você pode colocar 1 dos seus monstros \"Fera Cristalina Avançada\" que estiverem banidos, ou na sua mão, no Deck ou no Cemitério, com a face para cima na sua Zona de Magias & Armadilhas como uma Magia Contínua. Se este card com a face para cima for destruído em uma Zona de Monstros, em vez de enviá-lo para o Cemitério, você pode colocá-lo com a face para cima na sua Zona de Magias & Armadilhas como uma Magia Contínua.", "ja": "①：フィールドゾーンに「アドバンスド・ダーク」が存在しない場合にこのモンスターは墓地へ送られる。②：このカードが召喚・反転召喚・特殊召喚に成功した場合に発動できる。自分の手札・デッキ・墓地のモンスター及び除外されている自分のモンスターの中から、「Ａ宝玉獣」モンスター１体を選んで永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く。③：表側表示のこのカードがモンスターゾーンで破壊された場合、墓地へ送らずに永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く事ができる。", "ko": "①: 필드 존에 \"어드밴스드 다크\"가 존재하지 않을 경우에 이 몬스터는 묘지로 보내진다. ②: 이 카드가 일반 소환 / 반전 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 자신의 패 / 덱 / 묘지의 몬스터 및 제외되어 있는 자신의 몬스터 중에서, \"A(어드밴스드) 보옥수\" 몬스터 1장을 골라 지속 마법 카드로 취급하여 자신의 마법 & 함정 존에 앞면 표시로 놓는다. ③: 앞면 표시의 이 카드가 몬스터 존에서 파괴되었을 경우, 묘지로 보내지 않으며 지속 마법 카드로 취급하고 자신의 마법 & 함정 존에 앞면 표시로 놓을 수 있다.", "zh-TW": null, "zh-CN": "①：场地区没有「アドバンスド・ダーク／高等黑暗」存在的场合这只怪兽送入墓地。②：这张卡召唤、反转召唤或特殊召唤成功的场合可以发动。从自己的手牌、卡组或墓地的怪兽以及除外中的自己的怪兽之中，选1只「A宝玉獣／高等宝玉兽」怪兽当作永续魔法卡使用以表侧表示放置到自己的魔法陷阱区。③：表侧表示的这张卡在怪兽区被破坏的场合，可以不送入墓地而是当作永续魔法卡使用以表侧表示放置到自己的魔法陷阱区。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "WIND", "level": 4, "atk": 1800, "def": 1200, "series": ["Advanced Crystal Beast", "Crystal Beast", "Crystal"], "images": [{"index": 1, "image": "AdvancedCrystalBeastSapphirePegasus-BLCR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN016", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLCR-DE016", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLCR-FR016", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLCR-IT016", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLCR-PT016", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "AC02-JP016", "set_name": "Animation Chronicle 2022", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ko": [{"set_number": "AC02-KR016", "set_name": "Animation Chronicle 2022", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708589, "master_duel_rarity": "SR"}