{"konami_id": 7732, "password": 71628381, "name": {"en": "Multiple Piece Golem", "de": "Mehrteilgolem", "es": "Golem de Piezas Múltiples", "fr": "Multi Golem Suprême", "it": "Golem Multi Pezzi", "pt": "Golem de Fragmentos Múltiplos", "ja": "マルチ・ピース・ゴーレム", "ja_romaji": "Maruchi Pīsu Gōremu", "ko": "멀티 피스 골렘", "ko_rr": "Meolti Piseu Gollem", "zh-TW": "多塊魔像", "zh-CN": "多块魔像"}, "text": {"en": "\"Big Piece Golem\" + \"Medium Piece Golem\"\nAt the end of the Battle Phase, if this card attacked or was attacked, you can return it to the Extra Deck. Then, if all of the Fusion Material Monsters that were used for the Fusion Summon of this card are in your Graveyard, you can Special Summon them.", "de": "„Großteilgolem“ + „Mittelteilgolem“\nAm Ende der Battle Phase, falls diese Karte angegriffen hat oder angegriffen wurde, kannst du sie ins Extra Deck zurücklegen. Falls dann alle Fusionsmaterialmonster, die für die Fusionsbeschwörung dieser Karte benutzt wurden, in deinem Friedhof sind, kannst du die Fusionsmaterialmonster als Spezialbeschwörung beschwören.", "es": "\"Golem de Partes Grandes\" + \"Golem de Partes Medianas\"\nAl final de la Battle Phase, si esta carta atacó o fue atacada, puedes devolverla al Deck Extra. Después, si todos los Monstruos Material de Fusión que fueron usados para la Invocación por Fusión de esta carta están en tu Cementerio, puedes Invocarlos de Modo Especial.", "fr": "\"Golem Goliath\" + \"Golem Champion\"\nÀ la fin de la Battle Phase, si cette carte a attaqué ou a été attaquée, vous pouvez la renvoyer dans l'Extra Deck. Puis, si tous les Monstres-Matériels de Fusion qui ont été utilisés pour l'Invocation Fusion de cette carte sont dans votre Cimetière, vous pouvez les Invoquer Spécialement.", "it": "\"Golem Pezzo Grande\" + \"Golem Pezzo Medio\"\nAlla fine della Battle Phase, se questa carta ha attaccato o è stata attaccata, puoi farla ritornare nell'Extra Deck. Poi, se tutti i mostri materiale da Fusione che sono stati usati per l'Evocazione per Fusione di questa carta sono nel tuo Cimitero, puoi Evocarli tramite Evocazione Speciale.", "pt": "\"Golem de Fragmento Grande\" + \"Golem de Fragmento Médio\"\nNo final da Fase de Batalha, se este card atacou ou foi atacado, você pode devolvê-lo para o Deck Adicional. Depois, se todos os Monstros-Matéria de Fusão que foram usados para a Invocação-Fusão deste card estiverem no seu Cemitério, você pode Invocá-los por Invocação-Especial.", "ja": "「ビッグ・ピース・ゴーレム」＋「ミッド・ピース・ゴーレム」\nこのカードが戦闘を行ったバトルフェイズ終了時にこのカードをエクストラデッキに戻す事ができる。さらに、エクストラデッキに戻したこのカードの融合召喚に使用した融合素材モンスター一組が自分の墓地に揃っていれば、この一組を自分フィールド上に特殊召喚する事ができる。", "ko": "\"빅 피스 골렘\" ＋ \"미드 피스 골렘\"\n이 카드가 전투를 실행한 배틀 페이즈 종료시에 이 카드를 엑스트라 덱으로 되돌릴 수 있다. 또한, 엑스트라 덱으로 되돌린 이 카드의 융합 소환에 사용한 융합 소재 몬스터 1세트가 자신의 묘지에 모여 있으면, 이 1세트를 자신 필드 위에 특수 소환할 수 있다.", "zh-TW": "「大塊魔像」＋「中塊魔像」\n可在此卡進行戰鬥的戰鬥階段結束時發動。將此卡送回持有者的額外牌組。另，如果此卡的融合召喚所使用的一組融合素材怪獸全聚集於我方墓地，就可特殊召喚此一組怪獸。", "zh-CN": "“大块魔像”＋“中块魔像”\n此卡进行战斗的战斗阶段结束时可发动。将此卡返回至持有者的额外牌组。并且，若此卡融合召唤使用的一组融合素材怪兽集满于我方场上，可特殊召唤此一组怪兽。"}, "card_type": "Monster", "monster_type_line": "Rock / Fusion / Effect", "attribute": "EARTH", "level": 7, "atk": 2600, "def": 1300, "materials": "\"Big Piece Golem\" + \"Medium Piece Golem\"", "series": ["Piece Golem"], "images": [{"index": 1, "image": "MultiplePieceGolem-TDGS-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "TDGS-EN038", "set_name": "The Duelist Genesis", "rarities": ["Ultra Rare", "Ultimate Rare"]}], "de": [{"set_number": "TDGS-DE038", "set_name": "The Duelist Genesis", "rarities": ["Ultra Rare", "Ultimate Rare"]}], "fr": [{"set_number": "TDGS-FR038", "set_name": "The Duelist Genesis", "rarities": ["Ultra Rare", "Ultimate Rare"]}], "it": [{"set_number": "TDGS-IT038", "set_name": "The Duelist Genesis", "rarities": ["Ultra Rare", "Ultimate Rare"]}], "ja": [{"set_number": "TDGS-JP038", "set_name": "The Duelist Genesis", "rarities": ["Super Rare"]}], "ko": [{"set_number": "TDGS-KR038", "set_name": "The Duelist Genesis", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 84202, "master_duel_rarity": "R"}