{"konami_id": 16412, "password": 71736213, "name": {"en": "Horse of the Floral Knights", "de": "Pferd der Blumenritter", "es": "Caballo de los Caballeros Florales", "fr": "Destrier des Chevaliers Floraux", "it": "Cavallo dei Cavalieri Floreali", "pt": "Cavalo dos Cavaleiros Florais", "ja": "<ruby>花<rt>はな</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby><ruby>団<rt>だん</rt></ruby>の<ruby>駿<rt>しゅん</rt></ruby><ruby>馬<rt>め</rt></ruby>", "ja_romaji": "Hanakishidan no Shunme", "ko": "꽃기사단의 준마", "ko_rr": "Kkotgisadan-ui Junma", "zh-TW": null, "zh-CN": "花骑士团的骏马"}, "text": {"en": "If this card is Normal or Special Summoned: You can add 1 LIGHT \"Noble Knight\" monster from your Deck to your hand. You can only use this effect of \"Horse of the Floral Knights\" once per turn. Once per turn, during your Main Phase: You can Fusion Summon 1 Fusion Monster from your Extra Deck, using this card you control and other monsters from your hand or field as Fusion Material.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 LICHT „Edler Ritter“-Monster von deinem Deck hinzufügen. Du kannst diesen Effekt von „Pferd der Blumenritter“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während deiner Main Phase: Du kannst 1 Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, verwende dafür diese Karte, die du kontrollierst, und andere Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 monstruo \"Noble Caballero\" de LUZ en tu Deck. Sólo puedes usar este efecto de \"Caballo de los Caballeros Florales\" una vez por turno. Una vez por turno, durante tu Main Phase: puedes Invocar por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando esta carta que controlas y otros monstruos en tu mano o Campo como Material de Fusión.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre LUMIÈRE \"Chevalier Noble\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Destrier des Chevaliers Floraux\" qu'une fois par tour. Une fois par tour, durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant cette carte que vous contrôlez et d'autres monstres depuis votre main ou Terrain comme Matériel Fusion.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 mostro \"Nobile Cavaliere\" LUCE dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Cavallo dei Cavalieri Floreali\" una sola volta per turno. Una volta per turno, durante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione dal tuo Extra Deck, utilizzando questa carta che controlli e altri mostri dalla tua mano o Terreno come Materiale da Fusione.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 monstro \"Nobre Cavaleiro\" de LUZ do seu Deck à sua mão. Você só pode usar este efeito de \"Cavalo dos Cavaleiros Florais\" uma vez por turno. Uma vez por turno, durante sua Fase Principal: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão do seu Deck Adicional, usando este card que você controla e outros monstros da sua mão ou do campo como Matéria de Fusão.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから光属性の「聖騎士」モンスター１体を手札に加える。②：１ターンに１度、自分メインフェイズに発動できる。融合モンスターカードによって決められた、フィールドのこのカードを含む融合素材モンスターを自分の手札・フィールドから墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 빛 속성인 \"성기사\" 몬스터 1장을 패에 넣는다. ②: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 융합 몬스터 카드에 기재된, 필드의 이 카드를 포함하는 융합 소재 몬스터를 자신의 패 / 필드에서 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将1只光属性的\"圣骑士\"怪兽加入手牌。②：1回合1次，在自己的主要阶段可以发动。将由融合怪兽卡决定的、包括场上此卡在内的融合素材怪兽从自己的手牌・场上送至墓地，从额外牌组将1只该融合怪兽融合召唤。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "WIND", "level": 3, "atk": 400, "def": 800, "images": [{"index": 1, "image": "HorseoftheFloralKnights-BROL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN018", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BROL-DE018", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BROL-SP018", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BROL-FR018", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BROL-IT018", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BROL-PT018", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC01-JP018", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC01-KR018", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DP25-SC037", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708300}