{"konami_id": 19932, "password": 71818935, "name": {"en": "Moon of the Closed Heaven", "de": "Mond des geschlossenen Himmels", "es": "Luna del Cielo Cerrado", "fr": "Lune du Paradis Fermé", "it": "Luna del Paradiso Chiuso", "pt": "Lua do Paraíso Fechado", "ja": "<ruby>閉ザサレシ天ノ月<rt>サロス＝ナンナ</rt></ruby>", "ja_romaji": "Sarosu=Nanna", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "2 Effect Monsters\nYou can target 1 face-up monster your opponent controls this card points to; this turn, if you Link Summon a Link-5 monster using this card you control, you can also use that monster your opponent controls as material. You can only use this effect of \"Moon of the Closed Heaven\" once per turn.", "de": "2 Effektmonster\nDu kannst 1 offenes Monster wählen, das dein Gegner kontrolliert und auf das diese Karte zeigt; falls du in diesem Spielzug ein Monster mit Link-5 als Linkbeschwörung beschwörst und dafür diese Karte verwendest, die du kontrollierst, kannst du auch jenes Monster, das dein Gegner kontrolliert, als Material dafür verwenden. Du kannst diesen Effekt von „Mond des geschlossenen Himmels“ nur einmal pro Spielzug verwenden.", "es": "2 Monstruos de Efecto\nPuedes seleccionar 1 monstruo boca arriba que controle tu adversario al que apunte esta carta; este turno, si Invocas por Enlace un monstruo de Link-5 usando esta carta que controlas, también puedes usar ese monstruo que controla tu adversario como material. Sólo puedes usar este efecto de \"Luna del Cielo Cerrado\" una vez por turno.", "fr": "2 Monstres à Effet\nVous pouvez cibler 1 monstre face recto contrôlé par votre adversaire pointé par cette carte ; ce tour, si vous Invoquez par Lien un monstre Link-5 en utilisant cette carte que vous contrôlez, vous pouvez aussi utiliser le monstre contrôlé par votre adversaire comme Matériel. Vous ne pouvez utiliser cet effet de \"Lune du Paradis Fermé\" qu'une fois par tour.", "it": "2 Mostri con Effetto\nPuoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario puntato da questa carta; in questo turno, se Evochi Link un mostro Link-5 utilizzando questa carta che controlli, puoi anche utilizzare quel mostro controllato dal tuo avversario come materiale. Puoi utilizzare questo effetto di \"Luna del Paradiso Chiuso\" una sola volta per turno.", "pt": "2 Monstros de Efeito\nVocê pode escolher 1 monstro com a face para cima que seu oponente controla para o qual este card apontar; neste turno, se você Invocar por Invocação-Link um monstro de Link-5 usando este card que você controla, você também pode usar esse monstro que seu oponente controla como matéria. Você só pode usar este efeito de \"Lua do Paraíso Fechado\" uma vez por turno.", "ja": "効果モンスター２体\nこのカード名の効果は１ターンに１度しか使用できない。①：このカードのリンク先の相手の表側表示モンスター１体を対象として発動できる。このターン、自分が自分フィールドのこのカードを素材としてリンク５モンスターをＬ召喚する場合、対象の相手モンスターもＬ素材にできる。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↗", "⬆"], "atk": 1200, "materials": "2 Effect Monsters", "images": [{"index": 1, "image": "MoonoftheClosedHeaven-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN098", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE098", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR098", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT098", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT098", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP249", "set_name": "V Jump February 2024 promotional card", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1029135}