{"konami_id": 17820, "password": 71817640, "name": {"en": "Dragonic Pendulum", "de": "Drachenpendel", "es": "Péndulo Dracónico", "fr": "Pendule Dragonique", "it": "Pendulum Dragonico", "pt": "Pêndulo Dragônico", "ja": "ドラゴニック<ruby>Ｐ<rt>ペンデュラム</rt></ruby>", "ja_romaji": "Doragonikku Pendyuramu", "ko": "드래고닉<ruby>P<rt>펜듈럼</rt></ruby>", "ko_rr": "Deuraegonik Pendyulleom", "zh-TW": "龍紋鐘擺", "zh-CN": "龙叁阵 灵摆"}, "text": {"en": null, "de": "Alle „Drachobezwinger“-Monster auf dem Spielfeld erhalten 300 ATK/DEF. Du kannst jeden der folgenden Effekte von „Drachenpendel“ nur einmal pro Spielzug verwenden. Falls der Effekt eines „Drachobezwinger“-Drache-Monsters aktiviert wird, das du kontrollierst (außer während des Damage Steps): Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie. Falls diese Karte auf dem Spielfeld zerstört wird: Du kannst 1 „Drachobezwinger“- oder „Drachoberherr“-Monster von deinem Deck entweder deiner Hand hinzufügen oder als Spezialbeschwörung beschwören.", "es": "Todos los monstruos \"Dracoasesino\" en el Campo ganan 300 ATK/DEF. Sólo puedes usar cada uno de los siguientes efectos de \"Péndulo Dracónico\" una vez por turno. Si un monstruo Dragón \"Dracoasesino\" que controlas activa su efecto (excepto durante el Damage Step): puedes seleccionar 1 carta en el Campo; destrúyela. Si esta carta en el Campo es destruida: puedes añadir a tu mano o Invocar de Modo Especial 1 monstruo \"Dracoasesino\" o \"Dracoseñor\" desde tu Deck.", "fr": "Tous les monstres \"Dracossassin\" sur le Terrain gagnent 300 ATK/DEF. Vous ne pouvez utiliser chacun des effets suivants de \"Pendule Dragonique\" qu'une fois par tour. Si un monstre \"Dracossassin\" Dragon que vous contrôlez active son effet (sauf durant la Damage Step) : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Si cette carte sur le Terrain est détruite : vous pouvez soit ajouter à votre main soit Invoquer Spécialement 1 monstre \"Dracossassin\" ou \"Dracosseigneur\" depuis votre Deck.", "it": "Tutti i mostri \"Dracoassassino\" sul Terreno guadagnano 300 ATK/DEF. Puoi utilizzare ognuno dei seguenti effetti di \"Pendulum Dragonico\" una sola volta per turno. Se un mostro \"Dracoassassino\" Drago che controlli attiva il suo effetto (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta sul Terreno; distruggila. Se questa carta sul Terreno viene distrutta: puoi aggiungere alla tua mano oppure Evocare Specialmente 1 mostro \"Dracoassassino\" o \"Dracosovrano\" dal tuo Deck.", "pt": "Todos os monstros \"Dracossassino\" no campo ganham 300 de ATK/DEF. Você só pode usar cada um dos seguintes efeitos de \"Pêndulo Dragônico\" uma vez por turno. Se um monstro Dragão \"Dracossassino\" que você controla ativar seu efeito (exceto durante a Etapa de Dano): você pode escolher 1 card no campo; destrua-o. Se este card no campo for destruído: você pode adicionar à sua mão ou Invocar por Invocação-Especial 1 monstro \"Dracossassino\" ou \"Dracosuserano\" do seu Deck.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。\n①：フィールドの「竜剣士」モンスターの攻撃力・守備力は３００アップする。\n②：自分フィールドのドラゴン族の「竜剣士」モンスターが効果を発動した場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。\n③：フィールドのこのカードが破壊された場合に発動できる。デッキから「竜剣士」モンスターか「竜魔王」モンスター１体を選び、手札に加えるか特殊召喚する。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드의 \"룡검사\" 몬스터의 공격력 / 수비력은 300 올린다. ②: 자신 필드의 드래곤족의 \"룡검사\" 몬스터가 효과를 발동했을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ③: 필드의 이 카드가 파괴되었을 경우에 발동할 수 있다. 덱에서 \"룡검사\" 몬스터 또는 \"용마왕\" 몬스터 1장을 고르고, 패에 넣거나 특수 소환한다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：場上的「龍劍士」怪獸的攻擊力・守備力提升３００。②：在我方場上的龍族「龍劍士」怪獸發動效果的狀況下，可將場上的１張卡做為對象發動。破壞該卡。③：可在場上的此卡被破壞的狀況下發動。從牌組選擇１隻「龍劍士」怪獸或１隻「龍魔王」怪獸加入手牌或特殊召喚。", "zh-CN": "此卡名的②③效果１回合仅可各使用１次。\n①：场上的“龙剑士”怪兽的攻击力・守备力上升３００。\n②：自己场上的龙族“龙剑士”怪兽发动效果的情况下，以场上的１张卡为对象可以发动。将该卡破坏。\n③：场上的此卡被破坏的情况下可以发动。从牌组挑选１只“龙剑士”怪兽或“龙魔王”怪兽，加入手牌或特殊召唤。"}, "card_type": "Spell", "property": "Field", "series": ["Pendulum"], "images": [{"index": 1, "image": "DragonicPendulum-MP23-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN065", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN205", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DABL-DE065", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE205", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DABL-FR065", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR205", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DABL-IT065", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT205", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DABL-PT065", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT205", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DABL-JP065", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR065", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM03-SC072", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714658, "master_duel_rarity": "R"}