{"konami_id": 12406, "password": 71863024, "name": {"en": "Performapal Radish Horse", "de": "Künstlerkumpel Rettichpferd", "es": "Artistamigo Cabanito", "fr": "Cheval Radis Potartiste", "it": "Artistamico Cavallorafano", "pt": "Camarartista Cavalo Rabo Rabanete", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>ラディッシュ・ホース", "ja_romaji": "Entameito Radisshu Hōsu", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 래디시 호스", "ko_rr": null, "zh-TW": "娛樂夥伴 蘿蔔馬", "zh-CN": "娱乐伙伴萝卜马"}, "text": {"en": "If your opponent controls a Special Summoned monster, and controls at least as many monsters as you, you can Special Summon this card (from your hand). Once per turn: You can target 1 face-up monster on each player's field; until the end of this turn, that opponent's monster loses ATK equal to this card's ATK, and if it does, that monster you control gains ATK equal to this card's ATK.", "de": "Falls dein Gegner ein als Spezialbeschwörung beschworenes Monster kontrolliert und mindestens so viele Monster kontrolliert wie du, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Einmal pro Spielzug: Du kannst jeweils 1 offenes Monster auf der Spielfeldseite jedes Spielers wählen; bis zum Ende dieses Spielzugs verliert das Monster deines Gegners ATK in Höhe der ATK dieser Karte und falls es dies tut, erhält das Monster, das du kontrollierst, ATK in Höhe der ATK dieser Karte.", "es": "Si tu adversario controla un monstruo Invocado de Modo Especial, y controla por lo menos tantos monstruos como tú, puedes Invocar esta carta de Modo Especial (desde tu mano). Una vez por turno: puedes seleccionar 1 monstruo boca arriba en el Campo de cada jugador; hasta el final de este turno, ese monstruo de tu adversario pierde ATK igual al ATK de esta carta y, si lo hace, ese monstruo que controlas gana ATK igual al ATK de esta carta.", "fr": "Si votre adversaire contrôle un monstre Invoqué Spécialement et qu'il contrôle au moins autant de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Une fois par tour : vous pouvez cibler 1 monstre face recto sur chaque Terrain ; jusqu'à la fin de ce tour, le monstre de votre adversaire perd une ATK égale à l'ATK de cette carte, et s'il le fait, le monstre que vous contrôlez gagne une ATK égale à l'ATK de cette carte.", "it": "Se il tuo avversario controlla un mostro Evocato Specialmente e controlla almeno tanti mostri quanto te, puoi Evocare Specialmente questa carta (dalla tua mano). Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto sul Terreno di ogni giocatore; fino alla fine di questo turno, quel mostro dell'avversario perde ATK pari all'ATK di questa carta e, se lo fa, quel mostro che controlli guadagna ATK pari all'ATK di questa carta.", "pt": "Se seu oponente controlar um monstro Invocado por Invocação-Especial e controlar pelo menos tantos monstros quanto você, você pode Invocar este card por Invocação-Especial (da sua mão). Uma vez por turno: você pode escolher 1 monstro com a face para cima no campo de cada duelista; até o final deste turno, esse monstro do oponente perde ATK igual ao ATK deste card e, se isso acontecer, esse monstro que você controla ganha ATK igual ao ATK deste card.", "ja": "①：特殊召喚されたモンスターが相手フィールドに存在し、相手フィールドのモンスターの数が自分フィールドのモンスターの数以上の場合、このカードは手札から特殊召喚できる。②：１ターンに１度、相手フィールドの表側表示モンスター１体と自分フィールドの表側表示モンスター１体を対象として発動できる。ターン終了時まで、その相手モンスターの攻撃力はこのカードの攻撃力分ダウンし、その自分のモンスターの攻撃力はこのカードの攻撃力分アップする。", "ko": "①: 특수 소환된 몬스터가 상대 필드에 존재하고, 상대 필드의 몬스터 수가 자신 필드의 몬스터 수 이상일 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 1턴에 1번, 상대 필드의 앞면 표시 몬스터 1장과 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 턴 종료시까지, 그 상대 몬스터의 공격력은 이 카드의 공격력만큼 내리고, 그 자신 몬스터의 공격력은 이 카드의 공격력만큼 올린다.", "zh-TW": null, "zh-CN": "①：特殊召唤的怪兽在对方场上存在，对方场上的怪兽数量是自己场上的怪兽数量以上的场合，这张卡可以从手卡特殊召唤。②：1回合1次，以对方场上1只表侧表示怪兽和自己场上1只表侧表示怪兽为对象才能发动。直到回合结束时，那只对方怪兽的攻击力下降这张卡的攻击力数值，那只自己怪兽的攻击力上升这张卡的攻击力数值。"}, "card_type": "Monster", "monster_type_line": "Plant / Pendulum / Effect", "attribute": "EARTH", "level": 4, "atk": 500, "def": 2000, "pendulum_scale": 3, "pendulum_effect": {"en": "Once per turn: You can target 1 face-up monster your opponent controls, and 1 \"Performapal\" monster you control; that opponent's monster loses ATK equal to the ATK of that \"Performapal\" monster you control (even if this card leaves the field).", "de": "Einmal pro Spielzug: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert, und 1 „Künstlerkumpel“-Monster, das du kontrollierst; das Monster deines Gegners verliert ATK in Höhe der ATK des „Künstlerkumpel“-Monsters, das du kontrollierst (selbst falls diese Karte das Spielfeld verlässt).", "es": "Una vez por turno: puedes seleccionar 1 monstruo boca arriba que controle tu adversario, y 1 monstruo \"Artistamigo\" que controles; ese monstruo de tu adversario pierde ATK igual al ATK de ese monstruo \"Artistamigo\" que tú controlas (aún si esta carta deja el Campo).", "fr": "Une fois par tour : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire et 1 monstre \"Potartiste\" que vous contrôlez ; le monstre de votre adversaire perd une ATK égale à l'ATK du monstre \"Potartiste\" que vous contrôlez (même si cette carte quitte le Terrain).", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario e 1 mostro \"Artistamico\" che controlli; quel mostro dell'avversario perde ATK pari all'ATK di quel mostro \"Artistamico\" che controlli (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno: você pode escolher 1 monstro com a face para cima que seu oponente controla e 1 monstro \"Camarartista\" que você controla; esse monstro do oponente perde ATK igual ao ATK desse monstro \"Camarartista\" que você controla (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、相手フィールドの表側表示モンスター１体と、自分フィールドの「ＥＭ」モンスター１体を対象として発動できる。その相手モンスターの攻撃力は、その自分の「ＥＭ」モンスターの攻撃力分ダウンする。", "ko": "①: 1턴에 1번, 상대 필드의 앞면 표시 몬스터 1장과, 자신 필드의 \"EM(엔터메이트)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 상대 몬스터의 공격력은, 그 자신의 \"EM(엔터메이트)\" 몬스터의 공격력만큼 내린다.", "zh-TW": "①：１回合１次，可將對方場上的１隻正面表示怪獸及我方場上的１隻「娛樂夥伴」怪獸做為對象發動。對方的該怪獸的攻擊力依據我方的該「娛樂夥伴」怪獸的攻擊力數值進行降低。", "zh-CN": "①：１回合１次，可以对手场上１只表侧表示怪兽和我方场上１只“娱乐伙伴”怪兽为对象发动。该对手怪兽的攻击力下降相当于该我方“娱乐伙伴”怪兽的攻击力数值。"}, "series": ["Performapal"], "images": [{"index": 1, "image": "PerformapalRadishHorse-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN007", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-EN063", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "TDIL-DE007", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-DE063", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "TDIL-SP007", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-SP063", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "TDIL-FR007", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-FR063", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "TDIL-IT007", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-IT063", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "TDIL-PT007", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-PT063", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "TDIL-JP007", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "ko": [{"set_number": "TDIL-KR007", "set_name": "The Dark Illusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383388, "master_duel_rarity": "N"}