{"konami_id": 8302, "password": 71870152, "name": {"en": "Fortune Lady Fire", "de": "Schicksalsdame Feuer", "es": "Adivinadora Fuego", "fr": "Furie, Demoiselle de Fortune", "it": "Fuoco, Signora della Fortuna", "pt": "Senhora Fortuna do Fogo", "ja": "フォーチュンレディ・ファイリー", "ja_romaji": "Fōchun Redi Fairī", "ko": "포츈 레이디 파이리", "ko_rr": null, "zh-TW": "命運女郎・法莉", "zh-CN": "命运女郎・法莉"}, "text": {"en": "This card's ATK/DEF become its Level x 200. Once per turn, during your Standby Phase: Increase this card's Level by 1 (max. 12). When this card is Special Summoned in Attack Position by the effect of a \"Fortune Lady\" card: Target 1 face-up monster your opponent controls; destroy that target, and if you do, inflict damage to your opponent equal to the destroyed monster's ATK on the field.", "de": "Die ATK und DEF dieser Karte entsprechen ihrer Stufe x 200. Während jeder deiner Standby Phasen, erhöhe die Stufe dieser Karte um 1 (maximal 12). Wenn diese Karte durch den Effekt einer \"Schicksalsdame\"-Karte als Spezialbeschwörung in die offene Angriffsposition beschworen wird, zerstöre 1 offenes Monster, das dein Gegner kontrolliert, und füge deinem Gegner Schaden in Höhe der ATK des zerstörten Monsters zu.", "es": "El ATK y la DEF de esta carta son iguales a su Nivel x 200. Durante cada una de tus Standby Phases, incrementa en 1 el Nivel de esta carta (max. 12). Cuando esta carta es Invocada de Modo Especial en Posición de Ataque boca arriba por el efecto de una carta \"Adivinadora\", destruye 1 monstruo boca arriba que controle tu adversario, e inflige daño a tu adversario igual al ATK del monstruo destruido.", "fr": "L'ATK/DEF de cette carte deviennent son Niveau x 200. Une fois par tour, durant votre Standby Phase : augmentez le Niveau de cette carte de 1 (max. 12). Lorsque cette carte est Invoquée Spécialement en Position d'Attaque par l'effet d'une carte \"Demoiselle de Fortune\" : ciblez 1 monstre face recto contrôlé par votre adversaire ; détruisez la cible, et si vous le faites, infligez des dommages à votre adversaire égaux à l'ATK du monstre détruit sur le Terrain.", "it": "L'ATK e il DEF di questa carta sono pari al suo Livello x 200. Durante ogni tua Standby Phase, aumenta il Livello di questa carta di 1 (massimo 12). Quando questa carta viene Evocata Specialmente scoperta in Posizione di Attacco dall'effetto di una carta \"Signora della Fortuna\", distruggi 1 mostro scoperto controllato dal tuo avversario e infliggi danno al tuo avversario pari all'ATK del mostro distrutto.", "pt": "O ATK/DEF deste card se tornam seu Nível x 200. Uma vez por turno, durante sua Fase de Apoio: aumente em 1 o Nível deste card (máx. 12). Quando este card for Invocado por Invocação-Especial em Posição de Ataque pelo efeito de um card \"Senhora Fortuna\": escolha 1 monstro com a face para cima que seu oponente controla; destrua o alvo e, se isso acontecer, cause dano ao seu oponente igual ao ATK do monstro destruído no campo.", "ja": "このカードの攻撃力・守備力は、このカードのレベル×２００ポイントになる。また、自分のスタンバイフェイズ時、このカードのレベルを１つ上げる（最大レベル１２まで）。このカードが「フォーチュンレディ」と名のついたカードの効果によって表側攻撃表示で特殊召喚に成功した時、相手フィールド上に表側表示で存在するモンスター１体を選択して破壊し、破壊したモンスターの攻撃力分のダメージを相手ライフに与える。", "ko": "이 카드의 공격력/수비력은 이 카드의 레벨 × 200 포인트가 된다. 자신의 스텐바이 페이즈시, 이 카드의 레벨을 1개 올린다(최대 레벨 12까지). 이 카드가 \"포츈 레이디\"라는 이름이 붙은 카드의 효과에 의해서 앞면 공격 표시로 특수 소환에 성공했을 때, 상대 필드 위에 앞면 표시로 존재하는 몬스터 1장을 파괴하고, 파괴한 몬스터의 공격력만큼 데미지를 상대 라이프에 준다.", "zh-TW": null, "zh-CN": "这张卡的攻击力·守备力变成这张卡的等级×200的数值。此外，自己的准备阶段时，这张卡的等级上升1星（等级最多12星）。这张卡用名字带有「命运女郎」的卡的效果表侧攻击表示特殊召唤成功时，选择对方场上表侧表示存在的1只怪兽破坏，给与对方基本分破坏的怪兽的攻击力数值的伤害。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "FIRE", "level": 2, "atk": "?", "def": "?", "series": ["Fortune Lady"], "images": [{"index": 1, "image": "FortuneLadyFire-OP11-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ANPR-EN011", "set_name": "Ancient Prophecy", "rarities": ["Rare"]}, {"set_number": "OP11-EN015", "set_name": "OTS Tournament Pack 11", "rarities": ["Common"]}], "de": [{"set_number": "ANPR-DE011", "set_name": "Ancient Prophecy", "rarities": ["Rare"]}, {"set_number": "OP11-DE015", "set_name": "OTS Tournament Pack 11", "rarities": ["Common"]}], "fr": [{"set_number": "ANPR-FR011", "set_name": "Ancient Prophecy", "rarities": ["Rare"]}, {"set_number": "OP11-FR015", "set_name": "OTS Tournament Pack 11", "rarities": ["Common"]}], "it": [{"set_number": "ANPR-IT011", "set_name": "Ancient Prophecy", "rarities": ["Rare"]}, {"set_number": "OP11-IT015", "set_name": "OTS Tournament Pack 11", "rarities": ["Common"]}], "pt": [{"set_number": "OP11-PT015", "set_name": "OTS Tournament Pack 11", "rarities": ["Common"]}], "ja": [{"set_number": "ANPR-JP011", "set_name": "Ancient Prophecy", "rarities": ["Rare"]}, {"set_number": "DE04-JP005", "set_name": "Duelist Edition Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "ANPR-KR011", "set_name": "Ancient Prophecy", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 60761, "master_duel_rarity": "R"}