{"konami_id": 11118, "password": 71921856, "name": {"en": "Number 79: Battlin' Boxer Nova Kaiser", "de": "Nummer 79: Unermüdlicher Boxer Nova-Kaiser", "es": "Número 79: Boxeador Indómito Nova Kaiser", "fr": "Numéro 79 : Boxeur Indomptable Nova Kaiser", "it": "Numero 79: Pugile Indomito Nova Kaiser", "pt": "Número 79: Boxeador Obstinado Kaiser Nova", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>７９ <ruby>ＢＫ<rt>バーニングナックラー</rt></ruby> <ruby>新<rt>しん</rt></ruby><ruby>星<rt>せい</rt></ruby>のカイザー", "ja_romaji": "Nanbāzu Nanajūkyū Bāningu Nakkurā Shinsei no Kaizā", "ko": "No.79 <ruby>BK<rt>버닝나쿠라</rt></ruby> 항성의 카이저", "ko_rr": "Neombeojeu Chilsipgu Beoningnakura Hangseong-ui Kaijeo", "zh-TW": "No.79 燃燒拳鬥士 新星凱撒", "zh-CN": "编号79 燃烧拳斗士 新星之拳环"}, "text": {"en": "2 Level 4 monsters\nGains 100 ATK for each material attached to it. Once per turn, during your Main Phase: You can attach 1 \"Battlin' Boxer\" monster from your hand or GY to this card as material. When this card in your possession is destroyed by your opponent's card and sent to your GY while it has material: You can target Level 4 or lower \"Battlin' Boxer\" monsters in your GY, up to the number of materials this card had on the field; Special Summon them.", "de": "2 Monster der Stufe 4\nErhält für jedes an diese Karte angehängte Material 100 ATK. Einmal pro Spielzug, während deiner Main Phase: Du kannst 1 „Unermüdlicher Boxer“-Monster von deiner Hand oder deinem Friedhof als Material an diese Karte anhängen. Wenn diese Karte, die dir gehört, durch eine Karte deines Gegners zerstört und auf deinen Friedhof gelegt wird, solange sie Material hat: Du kannst „Unermüdlicher Boxer“-Monster der Stufe 4 oder niedriger in deinem Friedhof bis zur Anzahl des Materials, das diese Karte auf dem Spielfeld hatte, wählen; beschwöre sie als Spezialbeschwörung.", "es": "2 monstruos de Nivel 4\nGana 100 ATK por cada material acoplado a él. Una vez por turno, durante tu Main Phase: puedes acoplar a esta carta 1 monstruo \"Boxeador Indómito\" en tu mano o Cementerio como material. Cuando esta carta en tu posesión es destruida por una carta de tu adversario y mandada a tu Cementerio mientras tenga material: puedes seleccionar hasta tantos monstruos \"Boxeador Indómito\" de Nivel 4 o menor en tu Cementerio como el número de materiales que esta carta tenía en el Campo; Invócalos de Modo Especial.", "fr": "2 monstres de Niveau 4\nGagne 100 ATK pour chaque Matériel qui lui est attaché. Une fois par tour, durant votre Main Phase : vous pouvez attacher 1 monstre \"Boxeur Indomptable\" depuis votre main ou Cimetière à cette carte comme Matériel. Lorsque cette carte en votre possession est détruite par une carte de votre adversaire et envoyée à votre Cimetière tant qu'elle a du Matériel : vous pouvez cibler un nombre de monstres \"Boxeur Indomptable\" de max. Niveau 4 dans votre Cimetière, inférieur ou égal au nombre de Matériels que cette carte avait sur le Terrain ; Invoquez-les Spécialement.", "it": "2 mostri di Livello 4\nGuadagna 100 ATK per ogni materiale attaccato a esso. Una volta per turno, durante la tua Main Phase: puoi attaccare 1 mostro \"Pugile Indomito\" dalla tua mano o Cimitero a questa carta come materiale. Quando questa carta sotto il tuo comando viene distrutta da una carta del tuo avversario e mandata al tuo Cimitero mentre ha materiale: puoi scegliere come bersaglio mostri \"Pugile Indomito\" di Livello 4 o inferiore nel tuo Cimitero, fino al numero di materiali che questa carta aveva sul Terreno; Evocali Specialmente.", "pt": "2 monstros de Nível 4\nGanha 100 de ATK para cada matéria associada a ele. Uma vez por turno, durante sua Fase Principal: você pode associar 1 monstro \"Boxeador Obstinado\" da sua mão ou do Cemitério a este card como matéria. Quando este card em sua posse for destruído por um card do seu oponente e enviado para o seu Cemitério enquanto tiver matéria: você pode escolher monstros \"Boxeador Obstinado\" de Nível 4 ou menos no seu Cemitério, até o número de matérias que este card tinha no campo; Invoque-os por Invocação-Especial.", "ja": "レベル４モンスター×２\n①：このカードの攻撃力は、このカードのＸ素材の数×１００アップする。②：１ターンに１度、自分メインフェイズに発動できる。自分の手札・墓地の「ＢＫ」モンスター１体をこのカードのＸ素材とする。③：Ｘ素材を持っているこのカードが相手によって破壊され墓地へ送られた時、このカードが持っていたＸ素材の数まで、自分の墓地のレベル４以下の「ＢＫ」モンスターを対象として発動できる。そのモンスターを特殊召喚する。", "ko": "레벨 4 몬스터 × 2\n①: 이 카드의 공격력은, 이 카드의 엑시즈 소재의 수 × 100 올린다. ②: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 묘지의 \"BK(버닝나쿠라)\" 몬스터 1장을 이 카드의 엑시즈 소재로 한다. ③: 엑시즈 소재를 가지고 있는 이 카드가 상대에 의해 파괴되어 묘지로 보내졌을 때, 이 카드가 가지고 있던 엑시즈 소재의 수까지, 자신 묘지의 레벨 4 이하의 \"BK(버닝나쿠라)\" 몬스터를 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "等级４怪兽×２\n①：此卡的攻击力上升相当于此卡的超量素材的数量×１００的数值。②：１回合１次，在自己的主要阶段可以发动。将自己的手牌・墓地的１只“燃烧拳斗士”怪兽作为此卡的超量素材。③：持有超量素材的此卡因对手被破坏并被送至墓地时，以自己墓地的等级４以下的“燃烧拳斗士”怪兽为对象可以发动，数量最多为此卡原先持有的超量素材的数量。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "FIRE", "rank": 4, "atk": 2300, "def": 1600, "materials": "2 Level 4 monsters", "series": ["Number", "Number", "Battlin' Boxer"], "images": [{"index": 1, "image": "Number79BattlinBoxerNovaKaiser-LD10-EN-R-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN014", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LD10-EN044", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "de": [{"set_number": "WSUP-DE014", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LD10-DE044", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "es": [{"set_number": "WSUP-SP014", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LD10-SP044", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "fr": [{"set_number": "WSUP-FR014", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LD10-FR044", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "it": [{"set_number": "WSUP-IT014", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LD10-IT044", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "pt": [{"set_number": "WSUP-PT014", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LD10-PT044", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "ja": [{"set_number": "PRIO-JP089", "set_name": "Primal Origin", "rarities": ["Super Rare"]}, {"set_number": "NCF1-JP079", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}, {"set_number": "DP28-JP044", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR054", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}, {"set_number": "DP28-KR044", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DP29-SC075", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 297828, "master_duel_rarity": "SR"}