{"konami_id": 15001, "password": 71978434, "name": {"en": "Deep Sea Minstrel", "de": "Tiefseesängerin", "es": "Trovadora del Océano Profundo", "fr": "Ménestrel des Profondeurs", "it": "Menestrella del Mare Profondo", "pt": "Menestrel do Mar Profundo", "ja": "<ruby>深<rt>しん</rt></ruby><ruby>海<rt>かい</rt></ruby>のミンストレル", "ja_romaji": "Shinkai no Minsutoreru", "ko": "심해의 민스트렐", "ko_rr": "Simhae-ui Minseuteurel", "zh-TW": "深海吟遊詩人", "zh-CN": "深海的吟游诗人"}, "text": {"en": "You can discard this card and 1 WATER monster; look at your opponent's hand and banish 1 card from their hand face-up, until the End Phase. If this card is Special Summoned: You can send the top 3 cards of your Deck to the GY, then target 1 Level 4 or lower WATER monster in your GY, except \"Deep Sea Minstrel\"; place it on the top or bottom of the Deck. You can only use each effect of \"Deep Sea Minstrel\" once per turn.", "de": "Du kannst diese Karte und 1 WASSER Monster abwerfen; sieh dir die Hand deines Gegners an und verbanne 1 Karte von seiner Hand offen bis zur End Phase. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst die obersten 3 Karten deines Decks auf den Friedhof legen und dann 1 WASSER Monster der Stufe 4 oder niedriger in deinem Friedhof wählen, außer „Tiefseesängerin“; lege es auf oder unters Deck. Du kannst jeden Effekt von „Tiefseesängerin“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar esta carta y 1 monstruo de AGUA; mira la mano de tu adversario y destierra 1 carta en su mano boca arriba, hasta la End Phase. Si esta carta es Invocada de Modo Especial: puedes mandar al Cementerio las 3 cartas de la parte superior de tu Deck, y después seleccionar 1 monstruo de AGUA de Nivel 4 o menor en tu Cementerio, excepto \"Trovadora del Océano Profundo\"; ponlo en la parte superior o inferior del Deck. Sólo puedes usar cada efecto de \"Trovadora del Océano Profundo\" una vez por turno.", "fr": "Vous pouvez défausser cette carte et 1 monstre EAU ; jusqu'à la End Phase, regardez la main de votre adversaire et bannissez face recto 1 carte depuis sa main. Si cette carte est Invoquée Spécialement : vous pouvez envoyer les 3 cartes du dessus de votre Deck au Cimetière, puis ciblez 1 monstre EAU de max. Niveau 4 (\"Ménestrel des Profondeurs\" exclu) dans votre Cimetière ; placez-le au-dessus ou au-dessous du Deck. Vous ne pouvez utiliser chaque effet de \"Ménestrel des Profondeurs\" qu'une fois par tour.", "it": "Puoi scartare questa carta e 1 mostro ACQUA; guarda la mano del tuo avversario e bandisci 1 carta dalla sua mano scoperta, fino alla End Phase. Se questa carta viene Evocata Specialmente: puoi mandare le prime 3 carte del tuo Deck al Cimitero, poi scegliere come bersaglio 1 mostro ACQUA di Livello 4 o inferiore nel tuo Cimitero, eccetto \"Menestrella del Mare Profondo\"; mettilo in cima o in fondo al Deck. Puoi utilizzare ogni effetto di \"Menestrella del Mare Profondo\" una sola volta per turno.", "pt": "Você pode descartar este card e 1 monstro de ÁGUA; olhe a mão do seu oponente e bana 1 card da mão dele, com a face para cima, até a Fase Final. Se este card for Invocado por Invocação-Especial: você pode enviar os 3 cards do topo do seu Deck para o Cemitério e, depois, escolha 1 monstro de ÁGUA de Nível 4 ou menos no seu Cemitério, exceto \"Menestrel do Mar Profundo\"; coloque-o no topo ou no fundo do Deck. Você só pode usar cada efeito de \"Menestrel do Mar Profundo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札からこのカードと水属性モンスター１体を捨てて発動できる。相手の手札を確認し、その中からカード１枚を選んでエンドフェイズまで表側表示で除外する。②：このカードが特殊召喚に成功した場合、自分のデッキの上からカードを３枚墓地へ送り、「深海のミンストレル」以外の自分の墓地のレベル４以下の水属性モンスター１体を対象として発動できる。そのモンスターをデッキの一番上または一番下に戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 이 카드와 물 속성 몬스터 1장을 버리고 발동할 수 있다. 상대의 패를 확인하고, 그 중에서 카드 1장을 골라 엔드 페이즈까지 앞면 표시로 제외한다. ②: 이 카드가 특수 소환에 성공했을 경우, 자신의 덱 위에서 카드를 3장 묘지로 보내고, \"심해의 민스트렐\" 이외의 자신 묘지의 레벨 4 이하의 물 속성 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 덱의 맨 위 또는 맨 아래로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：从手牌将此卡和1只水属性怪兽舍弃可以发动。确认对手的手牌，从其中挑选1张直至结束阶段为止以表侧除外。②：此卡特殊召唤的情况下，从自己牌组上面将3张卡送至墓地，以“深海的吟游诗人”以外的、自己墓地的1只等级4以下的水属性怪兽为对象可以发动。将该怪兽放回牌组最上面或最下面。"}, "card_type": "Monster", "monster_type_line": "Sea Serpent / Tuner / Effect", "attribute": "WATER", "level": 3, "atk": 1200, "def": 1500, "series": ["Deep Sea"], "images": [{"index": 1, "image": "DeepSeaMinstrel-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN015", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-EN051", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE015", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-DE051", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR015", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-FR051", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT015", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-IT051", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT015", "set_name": "Eternity Code", "rarities": ["Common"]}, {"set_number": "MP21-PT051", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP015", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR015", "set_name": "Eternity Code", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 695882, "master_duel_rarity": "N"}