{"konami_id": 14589, "password": 72043279, "name": {"en": "Supreme King's Castle", "de": "Burg des Obersten Königs", "es": "Castillo del Rey Supremo", "fr": "Château du Roi Suprême", "it": "Castello del Re Supremo", "pt": "Castelo do Rei Supremo", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>城<rt>じょう</rt></ruby>", "ja_romaji": "Haōjō", "ko": "패왕성", "ko_rr": "Paewangseong", "zh-TW": "霸王城", "zh-CN": "霸王城"}, "text": {"en": "You can Fusion Summon Fusion Monsters that must be Special Summoned with \"Dark Fusion\", with effects other than \"Dark Fusion\". Once per turn, during damage calculation, if your Fiend monster battles an opponent's monster: You can send 1 \"Evil HERO\" monster from your Deck or Extra Deck to the GY; your monster gains ATK equal to the Level of the monster sent to the GY x 200, until the end of this turn (even if this card leaves the field).", "de": "Du kannst Fusionsmonster, die mit „Finstere Fusion“ als Spezialbeschwörung beschworen werden müssen, mit anderen Effekten als „Finstere Fusion“ als Fusionsbeschwörung beschwören. Einmal pro Spielzug, während der Schadensberechnung, falls dein Unterweltler-Monster gegen ein Monster eines Gegners kämpft: Du kannst 1 „Böser HELD“-Monster von deinem Deck oder Extra Deck auf den Friedhof legen; dein Monster erhält bis zum Ende dieses Spielzugs ATK in Höhe der Stufe des auf den Friedhof gelegten Monsters x 200 (selbst falls diese Karte das Spielfeld verlässt).", "es": "Puedes Invocar por Fusión los Monstruos de Fusión que deben ser Invocados de Modo Especial con \"Fusión Oscura\", con otros efectos que no sean \"Fusión Oscura\". Una vez por turno, durante el cálculo de daño, si tu monstruo Demonio batalla con un monstruo del adversario: puedes mandar al Cementerio 1 monstruo \"HÉROE Malvado\" en tu Deck o Deck Extra; hasta el final de este turno, tu monstruo gana ATK igual al Nivel del monstruo mandado al Cementerio x 200 (aun si esta carta deja el Campo).", "fr": "Vous pouvez Invoquer par Fusion les Monstres Fusion qui doivent être Invoqués Spécialement avec \"Fusion des Ténèbres\", avec des effets autres que \"Fusion des Ténèbres\". Une fois par tour, durant le calcul des dommages, si votre monstre Démon combat un monstre de l'adversaire : vous pouvez envoyer 1 monstre \"HÉROS du Mal\" depuis votre Deck ou Extra Deck au Cimetière ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), votre monstre gagne une ATK égale au Niveau du monstre envoyé au Cimetière x 200.", "it": "Puoi Evocare tramite Fusione i Mostri Fusione che devono essere Evocati Specialmente con \"Fusione Oscura\" con effetti diversi da \"Fusione Oscura\". Una volta per turno, durante il calcolo dei danni, se un tuo mostro Demone combatte con un mostro dell'avversario: puoi mandare 1 mostro \"EROE Malvagio\" dal tuo Deck o Extra Deck al Cimitero; il tuo mostro guadagna ATK pari al Livello del mostro mandato al Cimitero x 200, fino alla fine di questo turno (anche se questa carta lascia il Terreno).", "pt": "Você pode Invocar por Invocação-Fusão, Monstros de Fusão que devem ser Invocados por Invocação-Especial com \"Fusão Negra\", usando outros efeitos que não sejam \"Fusão Negra\". Uma vez por turno, durante o cálculo de dano, se um monstro Demônio seu batalhar um monstro do oponente: você pode enviar 1 monstro \"HERÓI Maligno\" do seu Deck ou Deck Adicional para o Cemitério; até o final deste turno, seu monstro ganha ATK igual ao Nível do monstro enviado para o Cemitério x 200 (mesmo que este card deixe o campo).", "ja": "①：このカードがフィールドゾーンに存在する限り、自分は「ダーク・フュージョン」の効果でのみ特殊召喚できる融合モンスターを「ダーク・フュージョン」の効果以外でも融合召喚できる。②：１ターンに１度、自分の悪魔族モンスターが相手モンスターと戦闘を行うダメージ計算時に、デッキ・ＥＸデッキから「Ｅ－ＨＥＲＯ」モンスター１体を墓地へ送って発動できる。その自分のモンスターの攻撃力はターン終了時まで、墓地へ送ったモンスターのレベル×２００アップする。", "ko": "①: 이 카드가 필드 존에 존재하는 한, 자신은 \"다크 퓨전\"의 효과로만 특수 소환할 수 있는 융합 몬스터를 \"다크 퓨전\"의 효과 이외로도 융합 소환할 수 있다. ②: 1턴에 1번, 자신의 악마족 몬스터가 상대 몬스터와 전투를 실행하는 데미지 계산시에, 덱 / 엑스트라 덱에서 \"이블 히어로\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 그 자신 몬스터의 공격력은 턴 종료시까지, 묘지로 보낸 몬스터의 레벨 × 200 올린다.", "zh-TW": "①：只要此卡存在於場地區，我方也可透過「黑暗結合」效果以外的方法融合召喚僅限以「黑暗結合」效果特殊召喚的融合怪獸。②：１回合１次，在我方的惡魔族怪獸與對方怪獸進行戰鬥的傷害計算時，可從牌組・額外牌組將１隻「邪惡－英雄」怪獸送至墓地發動。我方該怪獸的攻擊力在回合結束前，依據送至墓地的怪獸的等級×２００進行提升。", "zh-CN": "①：只要此卡存在于场地区，我方也可以“暗黑结合”效果以外的方法融合召唤仅可以“暗黑结合”效果进行特殊召唤的融合怪兽。②：１回合１次，我方的恶魔族怪兽与对手怪兽进行战斗的伤害计算时，可从牌组、额外牌组将１只“邪恶－英雄”怪兽送入墓地并发动。直至回合结束时，该我方怪兽的攻击力上升相当于送入墓地怪兽的等级×２００。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "SupremeKingsCastle-LDS3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED5-EN015", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Rare"]}, {"set_number": "LDS3-EN036", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "de": [{"set_number": "LED5-DE015", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Rare"]}, {"set_number": "LDS3-DE036", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "fr": [{"set_number": "LED5-FR015", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Rare"]}, {"set_number": "LDS3-FR036", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "it": [{"set_number": "LED5-IT015", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Rare"]}, {"set_number": "LDS3-IT036", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "pt": [{"set_number": "LED5-PT015", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Rare"]}, {"set_number": "LDS3-PT036", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "ja": [{"set_number": "DP22-JP015", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Rare"]}], "ko": [{"set_number": "DP22-KR015", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SUDA-SC114", "set_name": "Supreme Darkness", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 628281, "master_duel_rarity": "R"}