{"konami_id": 14540, "password": 72083436, "name": {"en": "Pegasus Wing", "de": "Pegasusflügel", "es": "Ala de Pegaso", "fr": "Ailes de Pégase", "it": "Ali di Pegaso", "pt": "Asa de Pegasus", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>馬<rt>ま</rt></ruby>の<ruby>翼<rt>つばさ</rt></ruby>", "ja_romaji": "Tenma no Tsubasa", "ko": "천마의 날개", "ko_rr": "Cheonma-ui Nalgae", "zh-TW": "天馬之翼", "zh-CN": "天马之翼"}, "text": {"en": "If you have a Union monster in your GY: Target any number of \"Valkyrie\" monsters you control; those monsters can attack directly this turn, but if they do so using this effect, their battle damage inflicted to your opponent is halved.", "de": "Falls du ein Union-Monster in deinem Friedhof hast: Wähle eine beliebige Anzahl „Walküre“-Monster, die du kontrollierst; die Monster können in diesem Spielzug direkt angreifen, aber falls sie dies mit diesem Effekt tun, wird ihr Kampfschaden halbiert, den sie deinem Gegner zufügen.", "es": "Si tienes un monstruo de Unión en tu Cementerio: selecciona cualquier cantidad de monstruos \"Valquiria-\" que controles; este turno, esos monstruos pueden atacar directamente, pero si lo hacen usando este efecto, su daño de batalla infligido a tu adversario se divide a la mitad.", "fr": "Si vous avez un monstre Union dans votre Cimetière : ciblez un nombre de votre choix de monstres \"Valkyrie-\" que vous contrôlez ; ces monstres peuvent attaquer directement ce tour, mais s'ils le font en utilisant cet effet, leurs dommages de combat infligés à votre adversaire sont divisés par deux.", "it": "Se hai un mostro Unione nel tuo Cimitero: scegli come bersaglio un qualsiasi numero di mostri \"Valkyria-\" che controlli; quei mostri possono attaccare direttamente in questo turno, ma, se lo fanno utilizzando questo effetto, il loro danno da combattimento inflitto al tuo avversario viene dimezzato.", "pt": "Se você tiver um monstro União no seu Cemitério: escolha qualquer número de monstros \"Valquíria-\" que você controla; esses monstros podem atacar diretamente neste turno, mas se o fizerem usando este efeito, o dano de batalha que eles causarem ao seu oponente é diminuído pela metade.", "ja": "①：自分の墓地にユニオンモンスターが存在する場合、自分フィールドの「ワルキューレ」モンスターを任意の数だけ対象として発動できる。このターン、そのモンスターは直接攻撃できる。その直接攻撃で相手に与える戦闘ダメージは半分になる。", "ko": "①: 자신 묘지에 유니온 몬스터가 존재할 경우, 자신 필드의 \"왈큐레\" 몬스터를 임의의 수만큼 대상으로 하고 발동할 수 있다. 이 턴에, 그 몬스터는 직접 공격할 수 있다. 그 직접 공격으로 상대에게 주는 전투 데미지는 절반이 된다.", "zh-TW": "①：在我方墓地存在聯合怪獸的狀況下，可將我方場上的任意數量的「女戰神」怪獸做為對象發動。此回合，該怪獸可直接攻擊。透過該直接攻擊給予對方的戰鬥傷害減半。", "zh-CN": "①：我方墓地存在有联合怪兽的场合，可以我方场上任意数量之“女战神”怪兽为对象发动。此回合，该怪兽可进行直接攻击。因该直接攻击给予对手的战斗伤害减半。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "PegasusWing-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN090", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-EN092", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE090", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-DE092", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR090", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-FR092", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT090", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-IT092", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT090", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-PT092", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "EP19-JP015", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR015", "set_name": "Extra Pack 2019", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 606477, "master_duel_rarity": "N"}