{"konami_id": 14998, "password": 72090076, "name": {"en": "Nemeses Corridor", "de": "Todfeind Korridor", "es": "Némeses Corredor", "fr": "Corridor Néméses", "it": "Nemeses Corridoio", "pt": "Corredor Nêmeses", "ja": "ネメシス・コリドー", "ja_romaji": "Nemeshisu Koridō", "ko": "네메시스 코리도", "ko_rr": "Nemesiseu Korido", "zh-TW": "星義・綠廊", "zh-CN": "星义・绿廊"}, "text": {"en": "You can target 1 of your banished monsters, except \"Nemeses Corridor\"; Special Summon this card from your hand, and if you do, shuffle that target into the Deck. You can target 1 of your banished \"Nemeses\" monsters, except \"Nemeses Corridor\"; add it to your hand. You can only use each effect of \"Nemeses Corridor\" once per turn.", "de": "Du kannst 1 deiner verbannten Monster wählen, außer „Todfeind Korridor“; beschwöre diese Karte als Spezialbeschwörung von deiner Hand und falls du dies tust, mische das gewählte Ziel ins Deck. Du kannst 1 deiner verbannten „Todfeind“-Monster wählen, außer „Todfeind Korridor“; füge es deiner Hand hinzu. Du kannst jeden Effekt von „Todfeind Korridor“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 de tus monstruos desterrados, excepto \"Némeses Corredor\"; Invoca esta carta de Modo Especial desde tu mano y, si lo haces, baraja ese objetivo al Deck. Puedes seleccionar 1 de tus monstruos \"Némeses\" desterrados, excepto \"Némeses Corredor\"; añádelo a tu mano. Sólo puedes usar cada efecto de \"Némeses Corredor\" una vez por turno.", "fr": "Vous pouvez cibler 1 de vos monstres bannis (\"Corridor Néméses\" exclu) ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, mélangez la cible dans le Deck. Vous pouvez cibler 1 de vos monstres \"Néméses\" bannis (\"Corridor Néméses\" exclu) ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Corridor Néméses\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 dei tuoi mostri banditi, eccetto \"Nemeses Corridoio\"; Evoca Specialmente questa carta dalla tua mano e, se lo fai, mischia quel bersaglio nel Deck. Puoi scegliere come bersaglio 1 dei tuoi mostri \"Nemeses\" banditi, eccetto \"Nemeses Corridoio\"; aggiungilo alla tua mano. Puoi utilizzare ogni effetto di \"Nemeses Corridoio\" una sola volta per turno.", "pt": "Você pode escolher 1 dos seus monstros banidos, exceto \"Corredor Nêmeses\"; Invoque este card por Invocação-Especial da sua mão e, se isso acontecer, embaralhe o alvo no Deck. Você pode escolher 1 dos seus monstros \"Nêmeses\" banidos, exceto \"Corredor Nêmeses\"; adicione-o à sua mão. Você só pode usar cada efeito de \"Corredor Nêmeses\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：「ネメシス・コリドー」以外の除外されている自分のモンスター１体を対象として発動できる。このカードを手札から特殊召喚し、対象のモンスターをデッキに戻す。②：「ネメシス・コリドー」以外の除外されている自分の「ネメシス」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: \"네메시스 코리도\" 이외의 자신의 제외 상태인 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 대상 몬스터를 덱으로 되돌린다. ②: \"네메시스 코리도\" 이외의 자신의 제외 상태인 \"네메시스\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將我方１隻「星義・綠廊」以外的被除外的怪獸做為對象發動。從手牌特殊召喚此卡，將對象怪獸送回牌組。②：可將我方１隻「星義・綠廊」以外的被除外的「星義」怪獸做為對象發動。將該怪獸加入手牌。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：以\"星义・绿廊\"以外的、自己1只被除外的怪兽为对象可以发动。将此卡从手牌特殊召唤，将对象怪兽放回牌组。②：以\"星义・绿廊\"以外的、自己1只被除外的\"星义\"怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "WIND", "level": 4, "atk": 1900, "def": 600, "series": ["Nemeses"], "images": [{"index": 1, "image": "NemesesCorridor-ETCO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN012", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "de": [{"set_number": "ETCO-DE012", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "fr": [{"set_number": "ETCO-FR012", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "it": [{"set_number": "ETCO-IT012", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "pt": [{"set_number": "ETCO-PT012", "set_name": "Eternity Code", "rarities": ["Super Rare"]}], "ja": [{"set_number": "ETCO-JP012", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR012", "set_name": "Eternity Code", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC113", "set_name": "Mega Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 705881, "master_duel_rarity": "N"}