{"konami_id": 20785, "password": 72246674, "name": {"en": "Gladiator Beast Dareios", "de": "Gladiatorungeheuer Dareios", "es": "Bestia Gladiador Dareios", "fr": "Dareios, Bête Gladiateur", "it": "Gladiatore Bestia Dareios", "pt": "Besta Gladiadora Dareios", "ja": "<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>ダレイオス", "ja_romaji": "Guradiaru Bīsuto Dareiosu", "ko": "검투수 다레이오스", "ko_rr": null, "zh-TW": null, "zh-CN": "剑斗兽 大流士"}, "text": {"en": "2 monsters, including a \"Gladiator Beast\" monster\nDuring your opponent's Battle Phase, \"Gladiator Beast\" monsters you control cannot be destroyed by battle or card effects. If this card is Link Summoned: You can Special Summon 1 Level 4 or lower \"Gladiator Beast\" monster from your hand or GY, or if your opponent controls a monster, you can Special Summon 1 \"Gladiator Beast\" monster from your Deck instead, also for the rest of this turn, you can only use \"Gladiator Beast\" monsters as Link Material. You can only use this effect of \"Gladiator Beast Dareios\" once per turn.", "de": "2 Monster, darunter ein „Gladiatorungeheuer“-Monster\nWährend der Battle Phase deines Gegners können „Gladiatorungeheuer“-Monster, die du kontrollierst, weder durch Kampf noch durch Karteneffekte zerstört werden. Falls diese Karte als Linkbeschwörung beschworen wird: Du kannst 1 „Gladiatorungeheuer“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören oder falls dein Gegner ein Monster kontrolliert, kannst du stattdessen 1 „Gladiatorungeheuer“-Monster als Spezialbeschwörung von deinem Deck beschwören, zusätzlich kannst du für den Rest dieses Spielzugs nur „Gladiatorungeheuer“-Monster als Linkmaterial verwenden. Du kannst diesen Effekt von „Gladiatorungeheuer Dareios“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos, incluyendo un monstruo \"Bestia Gladiador\"\nDurante la Battle Phase de tu adversario, los monstruos \"Bestia Gladiador\" que controlas no pueden ser destruidos en batalla o por efectos de cartas. Si esta carta es Invocada por Enlace: puedes Invocar de Modo Especial, desde tu mano o Cementerio, 1 monstruo \"Bestia Gladiador\" de Nivel 4 o menor o, si tu adversario controla un monstruo, puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Bestia Gladiador\" en su lugar y además, por el resto de este turno, sólo puedes usar monstruos \"Bestia Gladiador\" como Material de Enlace. Sólo puedes usar este efecto de \"Bestia Gladiador Dareios\" una vez por turno.", "fr": "2 monstres (un monstre \"Bête Gladiateur\" inclus)\nDurant la Battle Phase de votre adversaire, les monstres \"Bête Gladiateur\" que vous contrôlez ne peuvent être détruits ni au combat ni par des effets de carte. Si cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 monstre \"Bête Gladiateur\" de max. Niveau 4 depuis votre main ou Cimetière, ou si votre adversaire contrôle un monstre, vous pouvez Invoquer Spécialement 1 monstre \"Bête Gladiateur\" depuis votre Deck à la place, et aussi, le reste de ce tour, vous pouvez uniquement utiliser des monstres \"Bête Gladiateur\" comme Matériel Lien. Vous ne pouvez utiliser cet effet de \"Dareios, Bête Gladiateur\" qu'une fois par tour.", "it": "2 mostri, compreso un mostro \"Gladiatore Bestia\"\nDurante la Battle Phase del tuo avversario, i mostri \"Gladiatore Bestia\" che controlli non possono essere distrutti in battaglia o dagli effetti delle carte. Se questa carta viene Evocata Link: puoi Evocare Specialmente 1 mostro \"Gladiatore Bestia\" di Livello 4 o inferiore dalla tua mano o Cimitero o, se il tuo avversario controlla un mostro, puoi invece Evocare Specialmente 1 mostro \"Gladiatore Bestia\" dal tuo Deck, inoltre per il resto di questo turno, puoi utilizzare solo mostri \"Gladiatore Bestia\" come Materiale Link. Puoi utilizzare questo effetto di \"Gladiatore Bestia Dareios\" una sola volta per turno.", "pt": "2 monstros, incluindo um monstro \"Besta Gladiadora\"\nDurante a Fase de Batalha do seu oponente, monstros \"Besta Gladiadora\" que você controla não podem ser destruídos em batalha ou por efeitos de card. Se este card for Invocado por Invocação-Link: você pode Invocar por Invocação-Especial 1 monstro \"Besta Gladiadora\" de Nível 4 ou menos da sua mão ou do Cemitério, ou se seu oponente controlar um monstro, em vez disso, você pode Invocar por Invocação-Especial 1 monstro \"Besta Gladiadora\" do seu Deck e, além disso, pelo resto deste turno, você só pode usar monstros \"Besta Gladiadora\" como Matéria Link. Você só pode usar este efeito de \"Besta Gladiadora Dareios\" uma vez por turno.", "ja": "「剣闘獣」モンスターを含むモンスター２体\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードがＬ召喚した場合に発動できる。自分の手札・墓地からレベル４以下の「剣闘獣」モンスター１体を特殊召喚する。相手フィールドにモンスターが存在する場合、代わりにデッキから「剣闘獣」モンスター１体を特殊召喚する事もできる。このターン、自分は「剣闘獣」モンスターしかＬ素材にできない。②：自分フィールドの「剣闘獣」モンスターは、相手バトルフェイズ中は戦闘・効果では破壊されない。", "ko": "\"검투수\" 몬스터를 포함하는 몬스터 2장\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 링크 소환했을 경우에 발동할 수 있다. 자신의 패 / 묘지에서 레벨 4 이하의 \"검투수\" 몬스터 1장을 특수 소환한다. 상대 필드에 몬스터가 존재할 경우, 대신에 덱에서 \"검투수\" 몬스터 1장을 특수 소환할 수도 있다. 이 턴에, 자신은 \"검투수\" 몬스터밖에 링크 소재로 할 수 없다. ②: 자신 필드의 \"검투수\" 몬스터는, 상대 배틀 페이즈 중에는 전투 / 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "包含“剑斗兽”怪兽在内的怪兽2只\n此卡名的①效果1回合仅可使用1次。①：此卡连接召唤的情况下可以发动。从自己手牌・墓地将1只等级4以下的“剑斗兽”怪兽特殊召唤。对手场上存在怪兽的情况下，作为代替也可从牌组将1只“剑斗兽”怪兽特殊召唤。此回合，自己仅可以“剑斗兽”怪兽作为连接素材。②：自己场上的“剑斗兽”怪兽在对手的战斗阶段中不会因战斗・效果被破坏。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬇", "↘"], "atk": 1700, "materials": "2 monsters, including a \"Gladiator Beast\" monster", "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "GladiatorBeastDareios-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN048", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE048", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR048", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT048", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT048", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "SUDA-JP048", "set_name": "Supreme Darkness", "rarities": ["Rare"]}], "ko": [{"set_number": "SUDA-KR048", "set_name": "Supreme Darkness", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SUDA-SC048", "set_name": "Supreme Darkness", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1088355}