{"konami_id": 19148, "password": 72270339, "name": {"en": "Diabellstar the Black Witch", "de": "Diabellstar die schwarze Hexe", "es": "Diabellstar la Bruja Negra", "fr": "Diabellstar la Sorcière Sombre", "it": "Diabellstar la Strega Nera", "pt": "Diabellstar, a Bruxa Negra", "ja": "<ruby>黒<rt>くろ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>女<rt>じょ</rt></ruby>ディアベルスター", "ja_romaji": "Kuromajo Diaberusutā", "ko": "흑마녀 디아벨스타", "ko_rr": "Heukmanyeo Diabelseuta", "zh-TW": "黑魔女 迪亞貝爾斯塔", "zh-CN": "黑魔女 迪亚贝尔斯塔"}, "text": {"en": "You can Special Summon this card (from your hand) by sending 1 card from your hand or field to the GY. You can only Special Summon \"Diabellstar the Black Witch\" once per turn this way. You can only use each of the following effects of \"Diabellstar the Black Witch\" once per turn. If this card is Normal or Special Summoned: You can Set 1 \"Sinful Spoils\" Spell/Trap directly from your Deck. During your opponent's turn, if this card is sent from its owner's hand or field to the GY: You can send 1 card from your hand or field to the GY, and if you do, Special Summon this card.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 Karte von deiner Hand oder Spielfeldseite auf den Friedhof legst. Du kannst „Diabellstar die schwarze Hexe“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Du kannst jeden der folgenden Effekte von „Diabellstar die schwarze Hexe“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Sündhafte Beute“-Zauber/Falle direkt von deinem Deck setzen. Während des Spielzugs deines Gegners, falls diese Karte von der Hand oder Spielfeldseite ihres Besitzers auf den Friedhof gelegt wird: Du kannst 1 Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) mandando al Cementerio 1 carta en tu mano o Campo. Sólo puedes Invocar de Modo Especial \"Diabellstar la Bruja Negra\" una vez por turno de esta forma. Sólo puedes usar cada uno de los siguientes efectos de \"Diabellstar la Bruja Negra\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes Colocar 1 Mágica/Trampa \"Botín del Pecado\" directamente desde tu Deck. Durante el turno de tu adversario, si esta carta es mandada de la mano o Campo de su dueño al Cementerio: puedes mandar al Cementerio 1 carta en tu mano o Campo y, si lo haces, Invoca esta carta de Modo Especial.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en envoyant 1 carte depuis votre main ou Terrain au Cimetière. Vous ne pouvez Invoquer Spécialement \"Diabellstar la Sorcière Sombre\" qu'une fois par tour de cette façon. Vous ne pouvez utiliser chacun des effets suivants de \"Diabellstar la Sorcière Sombre\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Poser 1 Magie/Piège \"Butin du Péché\" directement depuis votre Deck. Durant le tour de votre adversaire, si cette carte est envoyée depuis la main ou Terrain de son propriétaire au Cimetière : vous pouvez envoyer 1 carte depuis votre main ou Terrain au Cimetière, et si vous le faites, Invoquez Spécialement cette carte.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) mandando 1 carta dalla tua mano o Terreno al Cimitero. Puoi Evocare Specialmente \"Diabellstar la Strega Nera\" una sola volta per turno in questo modo. Puoi utilizzare ognuno dei seguenti effetti di \"Diabellstar la Strega Nera\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi Posizionare 1 Magia/Trappola \"Spoglie del Peccato\" direttamente dal tuo Deck. Durante il turno del tuo avversario, se questa carta viene mandata dalla mano o Terreno del suo proprietario al Cimitero: puoi mandare 1 carta dalla tua mano o Terreno al Cimitero e, se lo fai, Evoca Specialmente questa carta.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao enviar 1 card da sua mão ou do campo para o Cemitério. Você só pode Invocar \"Diabellstar, a Bruxa Negra\" por Invocação-Especial uma vez por turno desta forma. Você só pode usar cada um dos seguintes efeitos de \"Diabellstar, a Bruxa Negra\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode Baixar 1 Magia/Armadilha \"Despojos do Pecado\" diretamente do seu Deck. Durante o turno do seu oponente, se este card for enviado da mão ou do campo do seu dono para o Cemitério: você pode enviar 1 card da sua mão ou do campo para o Cemitério e, se isso acontecer, Invoque este card por Invocação-Especial.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードは自分の手札・フィールドのカード１枚を墓地へ送り、手札から特殊召喚できる。②：このカードが召喚・特殊召喚した場合に発動できる。デッキから「罪宝」魔法・罠カード１枚を自分フィールドにセットする。③：このカードが相手ターンに手札・フィールドから墓地へ送られた場合に発動できる。自分の手札・フィールドからカード１枚を墓地へ送り、このカードを特殊召喚する。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신의 패 / 필드의 카드 1장을 묘지로 보내고, 패에서 특수 소환할 수 있다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"죄보\" 마법 / 함정 카드 1장을 자신 필드에 세트한다. ③: 이 카드가 상대 턴에 패 / 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 자신의 패 / 필드에서 카드 1장을 묘지로 보내고, 이 카드를 특수 소환한다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②③效果，１回合各僅限使用１次\n①：可將我方手牌・場上的１張卡送至墓地，從手牌特殊召喚此卡。\n②：可在此卡召喚・特殊召喚的狀況下發動。從牌組將１張「罪寶」魔法・陷阱卡覆蓋在我方場上。\n③：可在此卡在對方回合從手牌・場上被送至墓地的狀況下發動。從我方手牌・場上將１張卡送至墓地，特殊召喚此卡。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②③效果１回合仅可各使用１次。\n①：此卡可将自己手牌・场上的１张卡送至墓地来从手牌特殊召唤。\n②：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“罪宝”魔法・陷阱卡放置在自己场上。\n③：此卡在对手回合从手牌・场上被送至墓地的情况下可以发动。从自己的手牌・场上将１张卡送至墓地，将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 7, "atk": 2500, "def": 2000, "series": ["Diabellstar"], "images": [{"index": 1, "image": "DiabellstartheBlackWitch-AGOV-JP-UR.png", "illustration": "DiabellstartheBlackWitch-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "DiabellstartheBlackWitch-AGOV-EN-ScR-1E.png", "illustration": "DiabellstartheBlackWitch-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "AGOV-EN006", "set_name": "Age of Overlord", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "????-EN???", "set_name": "Quarter Century Bonanza", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "de": [{"set_number": "AGOV-DE006", "set_name": "Age of Overlord", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "????-DE???", "set_name": "Quarter Century Bonanza", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "fr": [{"set_number": "AGOV-FR006", "set_name": "Age of Overlord", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "????-FR???", "set_name": "Quarter Century Bonanza", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "it": [{"set_number": "AGOV-IT006", "set_name": "Age of Overlord", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "????-IT???", "set_name": "Quarter Century Bonanza", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "pt": [{"set_number": "AGOV-PT006", "set_name": "Age of Overlord", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "????-PT???", "set_name": "Quarter Century Bonanza", "rarities": ["Super Rare", "Ultra Rare", "Secret Rare", "Platinum Secret Rare", "Ultimate Rare", "Collector's Rare"]}], "ja": [{"set_number": "AGOV-JP006", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-JP006", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "AGOV-KR006", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-KR006", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "AGOV-SC006", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-SC006", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 992297, "master_duel_rarity": "UR"}