{"konami_id": 19039, "password": 72323266, "name": {"en": "Earthbound Prisoner Stone Sweeper", "de": "Erdgebundener Gefangener Steinputzer", "es": "Prisionero Terrestre Barredor de Piedra", "fr": "Esprit de la Terre Prisonnier Balayeur de Roches", "it": "Prigioniero Terrestre Spazzatore di Pietra", "pt": "Prisioneiro Terrestre Varredor de Pedra", "ja": "<ruby>地<rt>じ</rt></ruby><ruby>縛<rt>ばく</rt></ruby><ruby>囚<rt>しゅう</rt></ruby><ruby>人<rt>じん</rt></ruby> ストーン・スィーパー", "ja_romaji": "Jibakushūjin Sutōn Swīpā", "ko": "지박수인 스톤 스위퍼", "ko_rr": null, "zh-TW": "地縛囚犯 石頭清道夫", "zh-CN": "地缚囚人 岩石清扫者"}, "text": {"en": "If there is a card in a Field Zone, you can Special Summon this card (from your hand). You can only Special Summon \"Earthbound Prisoner Stone Sweeper\" once per turn this way. You can discard this card; add 1 Level 3 or lower Fiend Tuner from your Deck to your hand, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Fusion or Synchro Monsters. You can only use this effect of \"Earthbound Prisoner Stone Sweeper\" once per turn.", "de": "Falls eine Karte in einer Spielfeldzone liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Erdgebundener Gefangener Steinputzer“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Du kannst diese Karte abwerfen; füge deiner Hand 1 Unterweltler-Empfänger der Stufe 3 oder niedriger von deinem Deck hinzu, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Fusions- oder Synchromonstern. Du kannst diesen Effekt von „Erdgebundener Gefangener Steinputzer“ nur einmal pro Spielzug verwenden.", "es": "Si hay una carta en una Zona del Campo, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Prisionero Terrestre Barredor de Piedra\" una vez por turno de esta forma. Puedes descartar esta carta; añade a tu mano 1 Cantante Demonio de Nivel 3 o menor en tu Deck, y además no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos de Fusión o Sincronía. Sólo puedes usar este efecto de \"Prisionero Terrestre Barredor de Piedra\" una vez por turno.", "fr": "S'il y a une carte dans une Zone Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Esprit de la Terre Prisonnier Balayeur de Roches\" qu'une fois par tour de cette façon. Vous pouvez défausser cette carte ; ajoutez 1 Syntoniseur Démon de max. Niveau 3 depuis votre Deck à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Fusion ou Synchro exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Esprit de la Terre Prisonnier Balayeur de Roches\" qu'une fois par tour.", "it": "Se c'è una carta in una Zona Terreno, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Prigioniero Terrestre Spazzatore di Pietra\" una sola volta per turno in questo modo. Puoi scartare questa carta; aggiungi 1 Tuner Demone di Livello 3 o inferiore dal tuo Deck alla tua mano, inoltre non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno, eccetto Mostri Fusione o Synchro. Puoi utilizzare questo effetto di \"Prigioniero Terrestre Spazzatore di Pietra\" una sola volta per turno.", "pt": "Se houver um card em uma Zona do Campo, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Prisioneiro Terrestre Varredor de Pedra\" por Invocação-Especial uma vez por turno desta forma. Você pode descartar este card; adicione 1 Regulador Demônio de Nível 3 ou menos do seu Deck à sua mão e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros de Fusão ou Sincro. Você só pode usar este efeito de \"Prisioneiro Terrestre Varredor de Pedra\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：フィールドゾーンにカードが存在する場合、このカードは手札から特殊召喚できる。②：このカードを手札から捨てて発動できる。デッキからレベル３以下の悪魔族チューナー１体を手札に加える。この効果の発動後、ターン終了時まで自分は融合・ＳモンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드 존에 카드가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드를 패에서 버리고 발동할 수 있다. 덱에서 레벨 3 이하의 악마족 튜너 1장을 패에 넣는다. 이 효과의 발동 후, 턴 종료시까지 자신은 융합 / 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。 ①：在場地區存在卡的狀況下，可從手牌特殊召喚此卡。 ②：可從手牌捨棄此卡發動。從牌組將１隻等級３以下的惡魔族協調加入手牌。此效果發動後，在回合結束前我方可從額外牌組特殊召喚的怪獸僅限融合・同步怪獸。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。\n①：场地区域存在卡的情况下，此卡可从手牌中特殊召唤。\n②：从手牌将此卡舍弃可以发动。从牌组将１只等级３以下的恶魔族协调加入手牌。此效果发动后，直至回合结束时为止，自己从额外牌组仅可特殊召唤融合・同步怪兽。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 5, "atk": 1600, "def": 1600, "series": ["Earthbound"], "images": [{"index": 1, "image": "EarthboundPrisonerStoneSweeper-MZMI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN028", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "de": [{"set_number": "MZMI-DE028", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MZMI-FR028", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "it": [{"set_number": "MZMI-IT028", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MZMI-PT028", "set_name": "Maze of Millennia", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AC03-JP018", "set_name": "Animation Chronicle 2023", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "AC03-KR018", "set_name": "Animation Chronicle 2023", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "AGOV-SC083", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}, {"set_number": "AGOV-SC083", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 934406, "master_duel_rarity": "UR"}