{"konami_id": 18212, "password": 72386290, "name": {"en": "Focused Aquamirror", "de": "Fokussierter Wasserspiegel", "es": "Aquaespejo Enfocado", "fr": "Focalisation Aquamiroir", "it": "Acquaspecchio Focalizzato", "pt": "Enfoque Aqua-espelhado", "ja": "<ruby>儀<rt>ぎ</rt></ruby><ruby>水<rt>すい</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>の<ruby>集<rt>しゅう</rt></ruby><ruby>光<rt>こう</rt></ruby>", "ja_romaji": "Gisuikyō no Shūkō", "ko": "의수경의 집광", "ko_rr": "Uisugyeong-ui Jipgwang", "zh-TW": "儀水鏡的集光", "zh-CN": "仪水镜之集光"}, "text": {"en": "Add 1 \"Gishki\" monster from your Deck to your hand. During the End Phase, if you control a WATER Ritual Monster: You can banish this card from your GY; Set 1 \"Aquamirror\" Spell/Trap directly from your Deck or GY, except \"Focused Aquamirror\". You can only use this effect of \"Focused Aquamirror\" once per turn.", "de": "Füge deiner Hand 1 „Gishki“-Monster von deinem Deck hinzu. Während der End Phase, falls du ein WASSER Ritualmonster kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen; setze 1 „Wasserspiegel“-Zauber/Falle direkt von deinem Deck oder Friedhof, außer „Fokussierter Wasserspiegel“. Du kannst diesen Effekt von „Fokussierter Wasserspiegel“ nur einmal pro Spielzug verwenden.", "es": "Añade a tu mano 1 monstruo \"Gishki\" en tu Deck. Durante la End Phase, si controlas un Monstruo de Ritual de AGUA: puedes desterrar esta carta en tu Cementerio; Coloca 1 Mágica/Trampa \"Aquaespejo\" directamente desde tu Deck o Cementerio, excepto \"Aquaespejo Enfocado\". Sólo puedes usar este efecto de \"Aquaespejo Enfocado\" una vez por turno.", "fr": "Ajoutez 1 monstre \"Gishki\" depuis votre Deck à votre main. Durant la End Phase, si vous contrôlez un Monstre Rituel EAU : vous pouvez bannir cette carte depuis votre Cimetière ; Posez 1 Magie/Piège \"Aquamiroir\" (\"Focalisation Aquamiroir\" exclu) directement depuis votre Deck ou Cimetière. Vous ne pouvez utiliser cet effet de \"Focalisation Aquamiroir\" qu'une fois par tour.", "it": "Aggiungi 1 mostro \"Gishki\" dal tuo Deck alla tua mano. Durante la End Phase, se controlli un Mostro Rituale ACQUA: puoi bandire questa carta dal tuo Cimitero; Posiziona 1 Magia/Trappola \"Acquaspecchio\" direttamente dal tuo Deck o Cimitero, eccetto \"Acquaspecchio Focalizzato\". Puoi utilizzare questo effetto di \"Acquaspecchio Focalizzato\" una sola volta per turno.", "pt": "Adicione 1 monstro \"Gishki\" do seu Deck à sua mão. Durante a Fase Final, se você controlar um Monstro de Ritual de ÁGUA: você pode banir este card do seu Cemitério; Baixe 1 Magia/Armadilha \"Aqua-espelhado(a)\" diretamente do seu Deck ou Cemitério, exceto \"Enfoque Aqua-espelhado\". Você só pode usar este efeito de \"Enfoque Aqua-espelhado\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：デッキから「リチュア」モンスター１体を手札に加える。②：自分フィールドに水属性の儀式モンスターが存在する場合、自分・相手のエンドフェイズに、墓地のこのカードを除外して発動できる。自分のデッキ・墓地から「儀水鏡の集光」以外の「儀水鏡」魔法・罠カード１枚を選んで自分フィールドにセットする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 \"리추어\" 몬스터 1장을 패에 넣는다. ②: 자신 필드에 물 속성의 의식 몬스터가 존재할 경우, 자신 / 상대의 엔드 페이즈에, 묘지의 이 카드를 제외하고 발동할 수 있다. 자신의 덱 / 묘지에서 \"의수경의 집광\" 이외의 \"의수경\" 마법 / 함정 카드 1장을 고르고 자신 필드에 세트한다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：从牌组将１只“咒仪”怪兽加入手牌。②：自己场上存在水属性仪式怪兽的情况下，在自己・对手的结束阶段，将墓地的此卡除外可以发动。从自己的牌组・墓地挑选“仪水镜之集光”以外的１张“仪水镜”魔法・陷阱卡放置在自己场上。"}, "card_type": "Spell", "property": "Normal", "series": ["Aquamirror"], "images": [{"index": 1, "image": "FocusedAquamirror-PHHY-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "es": [{"set_number": "PHHY-SP067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR067", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC108", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714993, "master_duel_rarity": "UR"}