{"konami_id": 11953, "password": 72413000, "name": {"en": "Fluffal Wings", "de": "Kuscheltier Flügel", "es": "Alas Peluchanimal", "fr": "Ailes Peluchimal", "it": "Ali Fluffal", "pt": "Fofanimal Asas", "ja": "ファーニマル・ウィング", "ja_romaji": "Fānimaru Wingu", "ko": "퍼니멀 윙", "ko_rr": null, "zh-TW": "絨毛動物・羽翼", "zh-CN": "绒毛动物・翼"}, "text": {"en": "If this card is in your Graveyard and you control \"Toy Vendor\": You can banish this card from your Graveyard, then target 1 \"Fluffal\" monster in your Graveyard; banish it, and if you do, draw 1 card, then you can send 1 \"Toy Vendor\" you control to the Graveyard, and if you do, draw 1 card. You can only use this effect of \"Fluffal Wings\" once per turn.", "de": "Falls sich diese Karte in deinem Friedhof befindet und du „Spielzeugspender“ kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „Kuscheltier“-Monster in deinem Friedhof wählen; verbanne es und falls du dies tust, ziehe 1 Karte, dann kannst du 1 „Spielzeugspender“, den du kontrollierst, auf den Friedhof legen und falls du dies tust, ziehe 1 Karte. Du kannst diesen Effekt von „Kuscheltier Flügel“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu Cementerio y tú controlas \"Vendedor de Juguetes\": puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo \"Peluchanimal\" en tu Cementerio; destiérralo y, si lo haces, roba 1 carta, y después puedes mandar al Cementerio 1 \"Vendedor de Juguetes\" que controles y, si lo haces, robar 1 carta. Sólo puedes usar este efecto de \"Alas Peluchanimal\" una vez por turno.", "fr": "Si cette carte est dans votre Cimetière et que vous contrôlez \"Vendeur de Jouets\" : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Peluchimal\" dans votre Cimetière ; bannissez-le, et si vous le faites, piochez 1 carte, puis vous pouvez envoyer 1 \"Vendeur de Jouets\" que vous contrôlez au Cimetière, et si vous le faites, piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Ailes Peluchimal\" qu'une fois par tour.", "it": "Se questa carta è nel tuo Cimitero e tu controlli \"Venditore di Giocattoli\": puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"Fluffal\" nel tuo Cimitero; bandiscilo e, se lo fai, pesca 1 carta, poi puoi mandare 1 \"Venditore di Giocattoli\" che controlli al Cimitero e, se lo fai, pesca 1 carta. Puoi utilizzare questo effetto di \"Ali Fluffal\" una sola volta per turno.", "pt": "Se este card estiver no seu Cemitério e você controlar \"Vendedor de Brinquedos\": você pode banir este card do seu Cemitério e, depois, escolher 1 monstro \"Fofanimal\" no seu Cemitério; bana-o e, se isso acontecer, compre 1 card e, depois, você pode enviar 1 \"Vendedor de Brinquedos\" que você controla para o Cemitério e, se isso acontecer, compre 1 card. Você só pode usar este efeito de \"Fofanimal Asas\" uma vez por turno.", "ja": "「ファーニマル・ウィング」の効果は１ターンに１度しか使用できない。①：自分フィールドに「トイポット」が存在する場合、墓地のこのカードを除外し、自分の墓地の「ファーニマル」モンスター１体を対象として発動できる。そのモンスターを除外し、自分はデッキから１枚ドローする。その後、以下の効果を適用できる。●自分フィールドの「トイポット」１枚を選んで墓地へ送り、自分はデッキから１枚ドローする。", "ko": "\"퍼니멀 윙\"의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"토이팟\"이 존재할 경우, 묘지의 이 카드를 제외하고, 자신 묘지의 \"퍼니멀\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 제외하고, 자신은 덱에서 1장 드로우한다. 그 후, 이하의 효과를 적용할 수 있다.\n●자신 필드의 \"토이팟\" 1장을 고르고 묘지로 보내어, 자신은 덱에서 1장 드로우한다.", "zh-TW": null, "zh-CN": "此卡名的效果1回合仅可使用1次。①：自己场上有\"玩具罐\"存在的情况下，将墓地的此卡除外，以自己墓地的1只\"绒毛动物\"怪兽为对象可以发动。将该怪兽除外，自己从牌组抽1张。然后可适用以下效果。\n●挑选自己场上的1张\"玩具罐\"送至墓地，自己从牌组抽1张。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 1, "atk": 100, "def": 100, "series": ["Fluffal"], "images": [{"index": 1, "image": "FluffalWings-DOCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN009", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "DOCS-DE009", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "DOCS-FR009", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "DOCS-IT009", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "DOCS-PT009", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "DOCS-JP009", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "DOCS-KR009", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL01-SC057", "set_name": "Classic Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 407911, "master_duel_rarity": "N"}