{"konami_id": 11510, "password": 72491806, "name": {"en": "U.A. Midfielder", "de": "U.A. Mittelfeldspieler", "es": "U.A. Mediocampista", "fr": "Milieu U.A.", "it": "U.A. Centrocampista", "pt": "U.A. Meio de Campo", "ja": "<ruby>Ｕ．Ａ．<rt>ウルトラアスリート</rt></ruby>ファンタジスタ", "ja_romaji": "Urutora Asurīto Fantajisuta", "ko": "<ruby>U.A.<rt>울트라 애슬리트</rt></ruby> 판타지스타", "ko_rr": null, "zh-TW": "超級運動員 夢幻球星", "zh-CN": "超级运动员梦幻球员"}, "text": {"en": "You can Special Summon this card (from your hand) by returning 1 \"U.A.\" monster you control to the hand, except \"U.A. Midfielder\". You can only Special Summon \"U.A. Midfielder\" once per turn this way. During either player's turn: You can target 1 other \"U.A.\" monster you control; return that face-up monster to the hand, then Special Summon 1 \"U.A.\" monster from your hand with a different name from that monster. You can only use this effect of \"U.A. Midfielder\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 „U.A.“-Monster, das du kontrollierst, auf die Hand zurückgibst, außer „U.A. Mittelfeldspieler“. Du kannst „U.A. Mittelfeldspieler“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Während des Spielzugs eines beliebigen Spielers: Du kannst 1 anderes „U.A.“-Monster wählen, das du kontrollierst; gib das offene Monster auf die Hand zurück, dann beschwöre 1 „U.A.“-Monster mit einem anderen Namen als das Monster als Spezialbeschwörung von deiner Hand. Du kannst diesen Effekt von „U.A. Mittelfeldspieler“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) devolviendo a la mano 1 monstruo \"U.A.\" que controles, excepto \"U.A. Mediocampista\". Sólo puedes Invocar de Modo Especial \"U.A. Mediocampista\" de esta forma una vez por turno. Durante el turno de cualquier jugador: puedes seleccionar otro monstruo \"U.A.\" que controles; devuelve a la mano ese monstruo boca arriba, y después Invoca de Modo Especial, desde tu mano, 1 monstruo \"U.A.\" con nombre diferente al de ese monstruo. Sólo puedes usar este efecto de \"U.A. Mediocampista\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en renvoyant 1 monstre \"U.A.\" que vous contrôlez (\"Milieu U.A.\" exclu) à la main. Vous ne pouvez Invoquer Spécialement \"Milieu U.A.\" qu'une fois par tour de cette façon. Durant le tour de chaque joueur : vous pouvez cibler 1 autre monstre \"U.A.\" que vous contrôlez ; renvoyez le monstre face recto à la main, puis Invoquez Spécialement 1 monstre \"U.A.\" de nom différent du monstre depuis votre main. Vous ne pouvez utiliser cet effet de \"Milieu U.A.\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) facendo ritornare 1 mostro \"U.A.\" che controlli nella mano, eccetto \"U.A. Centrocampista\". Puoi Evocare Specialmente \"U.A. Centrocampista\" una sola volta per turno in questo modo. Durante il turno di qualsiasi giocatore: puoi scegliere come bersaglio 1 altro mostro \"U.A.\" che controlli; fai ritornare quel mostro scoperto nella mano, poi Evoca Specialmente dalla tua mano 1 mostro \"U.A.\" con un nome diverso da quel mostro. Puoi utilizzare questo effetto di \"U.A. Centrocampista\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao devolver 1 monstro \"U.A.\" que você controla para a mão, exceto \"U.A. Meio de Campo\". Você só pode Invocar \"U.A. Meio de Campo\" por Invocação-Especial uma vez por turno desta forma. Durante o turno de qualquer duelista: você pode escolher 1 outro monstro \"U.A.\" que você controla; devolva esse monstro com a face para cima para a mão e, depois, Invoque por Invocação-Especial 1 monstro \"U.A.\" da sua mão com um nome diferente que o desse monstro. Você só pode usar este efeito de \"U.A. Meio de Campo\" uma vez por turno.", "ja": "「Ｕ．Ａ．ファンタジスタ」の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは「Ｕ．Ａ．ファンタジスタ」以外の自分フィールドの「Ｕ．Ａ．」モンスター１体を手札に戻し、手札から特殊召喚できる。②：このカード以外の自分フィールドの「Ｕ．Ａ．」モンスター１体を対象として発動できる。その表側表示モンスターを手札に戻し、その後そのモンスターとカード名が異なる「Ｕ．Ａ．」モンスター１体を手札から特殊召喚する。この効果は相手ターンでも発動できる。", "ko": "\"U.A.(울트라 애슬리트) 판타지스타\"의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 \"U.A.(울트라 애슬리트) 판타지스타\" 이외의 자신 필드의 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 패로 되돌리고, 패에서 특수 소환할 수 있다. ②: 이 카드 이외의 자신 필드의 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 앞면 표시 몬스터를 패로 되돌리고, 그 후 그 몬스터와 카드명이 다른 \"U.A.(울트라 애슬리트)\" 몬스터 1장을 패에서 특수 소환한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "透過「超級運動員 夢幻球星」①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：可將我方場上的１隻「超級運動員 夢幻球星」以外的「超級運動員」怪獸送回手牌，從手牌特殊召喚此卡。②：可將我方場上的１隻此卡以外的「超級運動員」怪獸做為對象發動。將該正面表示怪獸送回手牌，其後從手牌特殊召喚１隻與該怪獸卡名不同的「超級運動員」怪獸。此效果在對方回合也可發動。", "zh-CN": "１回合只可１次以“超级运动员梦幻球员”①的方法进行的特殊召唤，②的效果１回合只可使用１次。①：此卡可将除“超级运动员梦幻球员”以外的１只我方场上的“超级运动员”怪兽返回至手牌，并从手牌特殊召唤。②：可以除此卡以外的我方场上的１只“超级运动员”怪兽为对象发动。将该表侧表示怪兽返回至手牌，之后从手牌特殊召唤１只与该怪兽卡牌名不同的“超级运动员”怪兽。此效果在对手回合也可发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 4, "atk": 1200, "def": 1000, "series": ["U.A."], "images": [{"index": 1, "image": "UAMidfielder-NECH-EN-R-1E.png"}], "sets": {"en": [{"set_number": "NECH-EN087", "set_name": "The New Challengers", "rarities": ["Rare"]}], "de": [{"set_number": "NECH-DE087", "set_name": "The New Challengers", "rarities": ["Rare"]}], "fr": [{"set_number": "NECH-FR087", "set_name": "The New Challengers", "rarities": ["Rare"]}], "it": [{"set_number": "NECH-IT087", "set_name": "The New Challengers", "rarities": ["Rare"]}], "pt": [{"set_number": "NECH-PT087", "set_name": "The New Challengers", "rarities": ["Rare"]}], "ja": [{"set_number": "EP15-JP022", "set_name": "Extra Pack 2015", "rarities": ["Super Rare"]}], "ko": [{"set_number": "EP15-KR022", "set_name": "Extra Pack 2015", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 327004, "master_duel_rarity": "SR"}