{"konami_id": 15948, "password": 72554862, "name": {"en": "War Rock Skyler", "de": "Kriegsfels-Skyler", "es": "Roca de Guerra Skyler", "fr": "Skyler du Rocher de Guerre", "it": "Roccia di Guerra Skyler", "pt": "Caverguerra Skyler", "ja": "ウォークライ・スキーラ", "ja_romaji": "Wōkurai Sukīra", "ko": "워크라이 스킬라", "ko_rr": "Wokeurai Seukilla", "zh-TW": "岩吼戰士・斯奇拉", "zh-CN": "岩吼战士・斯奇拉"}, "text": {"en": "Gains 100 ATK for each monster your opponent controls. During a Battle Phase in which your EARTH Warrior monster battles (Quick Effect): You can target 1 Level 5 or lower Warrior monster in your GY; Special Summon it, also all \"War Rock\" monsters you currently control gain 200 ATK until the end of your opponent's turn, also for the rest of this turn, you cannot attack directly with Level 5 or lower monsters. You can only use this effect of \"War Rock Skyler\" once per turn.", "de": "Erhält 100 ATK für jedes Monster, das dein Gegner kontrolliert. Während einer Battle Phase, in der dein ERDE Krieger-Monster kämpft (Schnelleffekt): Du kannst 1 Krieger-Monster der Stufe 5 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, zusätzlich erhalten alle „Kriegsfels“-Monster, die du derzeit kontrollierst, bis zum Ende des Spielzugs deines Gegners 200 ATK, zusätzlich kannst du für den Rest dieses Spielzugs mit Monstern der Stufe 5 oder niedriger nicht direkt angreifen. Du kannst diesen Effekt von „Kriegsfels-Skyler“ nur einmal pro Spielzug verwenden.", "es": "Gana 100 ATK por cada monstruo que controle tu adversario. Durante una Battle Phase en la cual tu monstruo Guerrero de TIERRA batalle (Efecto Rápido): puedes seleccionar 1 monstruo Guerrero de Nivel 5 o menor en tu Cementerio; Invócalo de Modo Especial, y además todos los monstruos \"Roca de Guerra\" que controles en este momento ganan 200 ATK hasta el final del turno de tu adversario, y además, por el resto de este turno no puedes atacar directamente con monstruos de Nivel 5 o menor. Sólo puedes usar este efecto de \"Roca de Guerra Skyler\" una vez por turno.", "fr": "Gagne 100 ATK pour chaque monstre contrôlé par votre adversaire. Durant une Battle Phase où votre monstre TERRE Guerrier combat (Effet Rapide) : vous pouvez cibler 1 monstre Guerrier de max. Niveau 5 dans votre Cimetière ; Invoquez-le Spécialement, et aussi, tous les monstres \"Rocher de Guerre\" que vous contrôlez actuellement gagnent 200 ATK jusqu'à la fin du tour de votre adversaire, et aussi, vous ne pouvez pas attaquer directement avec des monstres de max. Niveau 5 le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Skyler du Rocher de Guerre\" qu'une fois par tour.", "it": "Guadagna 100 ATK per ogni mostro controllato dal tuo avversario. Durante una Battle Phase in cui un tuo mostro TERRA Guerriero combatte (Effetto Rapido): puoi scegliere come bersaglio 1 mostro Guerriero di Livello 5 o inferiore nel tuo Cimitero; Evocalo Specialmente, inoltre tutti i mostri \"Roccia di Guerra\" che controlli attualmente guadagnano 200 ATK fino alla fine del turno del tuo avversario, inoltre, per il resto di questo turno, non puoi attaccare direttamente con mostri di Livello 5 o inferiore. Puoi utilizzare questo effetto di \"Roccia di Guerra Skyler\" una sola volta per turno.", "pt": "Ganha 100 de ATK para cada monstro que seu oponente controla. Durante uma Fase de Batalha na qual um monstro Guerreiro de TERRA seu batalhar (Efeito Rápido): você pode escolher 1 monstro Guerreiro de Nível 5 ou menos no seu Cemitério; Invoque-o por Invocação-Especial e, além disso, todos os monstros \"Caverguerra\" que você controla atualmente ganham 200 de ATK até o final do turno do seu oponente e, além disso, pelo resto deste turno, você não pode atacar diretamente com monstros de Nível 5 ou menos. Você só pode usar este efeito de \"Caverguerra Skyler\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードの攻撃力は相手フィールドのモンスターの数×１００アップする。②：自分の戦士族・地属性モンスターが戦闘を行った自分・相手のバトルフェイズに、自分の墓地のレベル５以下の戦士族モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。自分フィールドの全ての「ウォークライ」モンスターの攻撃力は相手ターン終了時まで２００アップする。このターン、自分はレベル５以下のモンスターでは直接攻撃できない。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은 상대 필드의 몬스터의 수 × 100 올린다. ②: 자신의 전사족 / 땅 속성 몬스터가 전투를 실행한 자신 / 상대의 배틀 페이즈에, 자신 묘지의 레벨 5 이하의 전사족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 자신 필드의 모든 \"워크라이\" 몬스터의 공격력은 상대 턴 종료시까지 200 올린다. 이 턴에, 자신은 레벨 5 이하의 몬스터로는 직접 공격할 수 없다.", "zh-TW": null, "zh-CN": "这张卡的攻击力上升对方场上的怪兽数量×100。自己的地属性战士族怪兽进行战斗的战斗阶段（自己或者对方回合）：可以以自己墓地1只5星以下的战士族怪兽为对象；那只怪兽特殊召唤，自己场上的全部「岩战」怪兽的攻击力直到对方回合结束时上升200，这个回合，自己不能用5星以下的怪兽直接攻击。「岩战者 斯凯勒」的这个效果1回合只能使用1次。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 6, "atk": 2200, "def": 2200, "series": ["War Rock"], "images": [{"index": 1, "image": "WarRockSkyler-MP22-EN-UR-1E.png", "illustration": "WarRockSkyler-MADU-EN-VG-artwork.png"}, {"index": "1.1", "image": "WarRockSkyler-WPP2-JP-R.png", "illustration": "WarRockSkyler-MADU-JP-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLVO-EN096", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-EN054", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLVO-DE096", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-DE054", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLVO-FR096", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-FR054", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLVO-IT096", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-IT054", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLVO-PT096", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-PT054", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP2-JP031", "set_name": "World Premiere Pack 2021", "rarities": ["Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP2-KR031", "set_name": "World Premiere Pack 2021", "rarities": ["Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717456, "master_duel_rarity": "N"}