{"konami_id": 21795, "password": 72632190, "name": {"en": "Triple-Headed Behemoth", "de": "Dreiköpfiger Behemoth", "es": "Behemoth de Tres Cabezas", "fr": "Béhémoth à Trois Têtes", "it": "Behemoth Trifronte", "pt": "Behemoth de Três Cabeças", "ja": "ドリ・ドル・ドラ", "ja_romaji": "Dori Doru Dora", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "多利多尔多拉"}, "text": {"en": "If a face-up card(s) you control is destroyed by card effect, even during the Damage Step: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can Special Summon 1 WIND monster from your GY during the End Phase of this turn, but its ATK/DEF become 1000. You can only use this effect of \"Triple-Headed Behemoth\" once per Duel, and its previous effect only once per turn.", "de": "Falls eine oder mehr offene Karten, die du kontrollierst, durch einen Karteneffekt zerstört werden, selbst während des Damage Steps: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst während der End Phase dieses Spielzugs 1 WIND Monster als Spezialbeschwörung von deinem Friedhof beschwören, aber seine ATK/DEF werden zu 1000. Du kannst diesen Effekt von „Dreiköpfiger Behemoth“ nur einmal pro Duell und seinen vorherigen Effekt nur einmal pro Spielzug verwenden.", "es": "Si una o más cartas boca arriba que controlas son destruidas por el efecto de una carta, incluso durante el Damage Step: puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial 1 monstruo de VIENTO desde tu Cementerio durante la End Phase de este turno, pero su ATK/DEF se convierten en 1000. Sólo puedes usar este efecto de \"Behemoth de Tres Cabezas\" una vez por Duelo, y sus efectos previos sólo una vez por turno.", "fr": "Si une ou plusieurs cartes face recto que vous contrôlez sont détruites par un effet de carte, même durant la Damage Step : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre VENT depuis votre Cimetière durant la End Phase de ce tour, mais son ATK/DEF deviennent 1000. Vous ne pouvez utiliser cet effet de \"Béhémoth à Trois Têtes\" qu'une fois par Duel, et son effet précédent qu'une fois par tour.", "it": "Se una o più carte scoperte che controlli vengono distrutte dall'effetto di una carta, anche durante il Damage Step: puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro VENTO dal tuo Cimitero durante la End Phase di questo turno, ma i suoi ATK/DEF diventano 1000. Puoi utilizzare questo effetto di \"Behemoth Trifronte\" una sola volta per Duello, e il suo precedente effetto una sola volta per turno.", "pt": "Se um ou mais cards com a face para cima que você controla forem destruídos por um efeito de card, mesmo durante a Etapa de Dano: você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro de VENTO do seu Cemitério durante a Fase Final deste turno, mas seu ATK/DEF se tornam 1000. Você só pode usar este efeito de \"Behemoth de Três Cabeças\" uma vez por Duelo, e seu efeito anterior apenas uma vez por turno.", "ja": "このカード名の、①の効果は１ターンに１度しか使用できず、②の効果はデュエル中に１度しか使用できない。①：自分フィールドの表側表示カードが効果で破壊された場合に発動できる（ダメージステップでも発動可能）。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。このターンのエンドフェイズに、自分の墓地から風属性モンスター１体を特殊召喚する。この効果で特殊召喚したモンスターの攻撃力・守備力は１０００になる。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次，且②效果在决斗中仅可使用1次。①：自己场上的表侧表示卡因效果被破坏的情况下可以发动（伤害步骤也可以发动）。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。在此回合的结束阶段，从自己墓地将1只风属性怪兽特殊召唤。以此效果特殊召唤的怪兽的攻击力・守备力变为1000。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "WIND", "level": 4, "atk": 1500, "def": 1200, "images": [{"index": 1, "image": "TripleHeadedBehemoth-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC029", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1137087}