{"konami_id": 10548, "password": 72710085, "name": {"en": "Jewels of the Valiant", "de": "Juwelen des Wackeren", "es": "Joyas del Valiente", "fr": "Joyaux du Vaillant", "it": "Gioielli del Valoroso", "pt": "Joias do Destemido", "ja": "<ruby>星<rt>せい</rt></ruby><ruby>邪<rt>じゃ</rt></ruby>の<ruby>神<rt>しん</rt></ruby><ruby>喰<rt>しょく</rt></ruby>", "ja_romaji": "Seija no Shinshoku", "ko": "성사의 신식", "ko_rr": null, "zh-TW": "星邪的神食", "zh-CN": "星邪的神食"}, "text": {"en": "If exactly 1 monster is banished from your Graveyard (and no other cards are banished at the same time), except during the Damage Step: You can send, from your Deck to the Graveyard, 1 monster that has a different Attribute from that banished monster. You can only use the effect of \"Jewels of the Valiant\" once per turn.", "de": "Falls genau 1 Monster von deinem Friedhof verbannt wird (und keine anderen Karten gleichzeitig verbannt werden), außer während des Damage Steps: Du kannst 1 Monster, das eine andere Eigenschaft als das verbannte Monster hat, von deinem Deck auf den Friedhof legen. Du kannst den Effekt von „Juwelen des Wackeren“ nur einmal pro Spielzug verwenden.", "es": "Si exactamente 1 monstruo es desterrado de tu Cementerio (y al mismo tiempo no hay otras cartas desterradas), excepto durante el Damage Step: puedes mandar al Cementerio 1 monstruo en tu Deck que tenga un Atributo diferente al del monstruo desterrado. Sólo puedes usar el efecto de \"Joyas del Valiente\" una vez por turno.", "fr": "Si exactement 1 monstre est banni depuis votre Cimetière (et qu'aucune autre carte n'est bannie en même temps), sauf durant la Damage Step : vous pouvez envoyer 1 monstre qui a un Attribut différent du monstre banni depuis votre Deck au Cimetière. Vous ne pouvez utiliser l'effet de \"Joyaux du Vaillant\" qu'une fois par tour.", "it": "Se esattamente 1 mostro viene bandito dal tuo Cimitero (e nessun'altra carta viene bandita allo stesso tempo), eccetto durante il Damage Step: puoi mandare, dal tuo Deck al Cimitero, 1 mostro che ha un Attributo diverso da quello del mostro bandito. Puoi utilizzare l'effetto di \"Gioielli del Valoroso\" una sola volta per turno.", "pt": "Se exatamente 1 monstro for banido do seu Cemitério (e nenhum outro card for banido ao mesmo tempo), exceto durante a Etapa de Dano: você pode enviar, do seu Deck para o Cemitério, 1 monstro com o Atributo diferente que o do monstro banido. Você só pode usar o efeito de \"Joias do Destemido\" uma vez por turno.", "ja": "自分の墓地のモンスター１体のみがゲームから除外された場合、除外されたそのモンスターと異なる属性のモンスター１体をデッキから墓地へ送る事ができる。「星邪の神喰」の効果は１ターンに１度しか使用できない。", "ko": "자신 묘지의 몬스터가 1장만 게임에서 제외되었을 경우, 제외된 그 몬스터와 다른 속성의 몬스터 1장을 덱에서 묘지로 보낼 수 있다. \"성사의 신식\"의 효과는 1턴에 1번밖에 사용할 수 없다.", "zh-TW": "我方墓地仅1只怪兽从游戏中被除外的场合，可从牌组将1只与被除外该怪兽不同属性的怪兽送入墓地。「星邪的神食」的效果1回合只可使用1次。", "zh-CN": "只让自己墓地的怪兽1只被从游戏中除外的场合，可以把和除外的那只怪兽不同属性的1只怪兽从卡组送去墓地。「星邪的神食」的效果1回合只能使用1次。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "JewelsoftheValiant-LTGY-JP-C.png", "illustration": "JewelsoftheValiant-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "JewelsoftheValiant-LTGY-EN-C-UE.png", "illustration": "JewelsoftheValiant-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "LTGY-EN067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}], "de": [{"set_number": "LTGY-DE067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}], "fr": [{"set_number": "LTGY-FR067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}], "it": [{"set_number": "LTGY-IT067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}], "pt": [{"set_number": "LTGY-PT067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}], "ja": [{"set_number": "LTGY-JP067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}], "ko": [{"set_number": "LTGY-KR067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}], "zh-TW": [{"set_number": "LTGY-TC067", "set_name": "Lord of the Tachyon Galaxy", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 267343, "master_duel_rarity": "R"}