{"konami_id": 20450, "password": 72782945, "name": {"en": "Otonari Thunder", "de": "Otonari-Donner", "es": "Trueno Otonari", "fr": "Voisintonerre", "it": "Tuono Otonari", "pt": "Otonari Trovão", "ja": "<ruby>ＯＴｏＮａＲｉ<rt>オトナリ</rt></ruby>サンダー", "ja_romaji": "Otonari Sandā", "ko": "OToNaRi 썬더", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If you control 2 or more Thunder monsters and this card is in your hand or GY: You can Special Summon this card, but banish it when it leaves the field. You can target 1 Xyz Monster you control; attach 2 Level 4 LIGHT Thunder monsters from your hand, face-up field, and/or GY to it as material, including this card you control. You can only use each effect of \"Otonari Thunder\" once per turn.", "de": "Falls du 2 oder mehr Donner-Monster kontrollierst und sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst 1 Xyz-Monster wählen, das du kontrollierst; hänge 2 LICHT Donner-Monster der Stufe 4 von deiner Hand, offen von deiner Spielfeldseite und/oder von deinem Friedhof als Material daran an, darunter diese Karte, die du kontrollierst. Du kannst jeden Effekt von „Otonari-Donner“ nur einmal pro Spielzug verwenden.", "es": "Si controlas 2 o más monstruos Trueno y esta carta está en tu mano o Cementerio: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Puedes seleccionar 1 Monstruo Xyz que controles; acóplale 2 monstruos Trueno de LUZ de Nivel 4 en tu mano, Campo boca arriba y/o Cementerio como material, incluyendo esta carta que controlas. Sólo puedes usar cada efecto de \"Trueno Otonari\" una vez por turno.", "fr": "Si vous contrôlez min. 2 monstres Tonnerre et que cette carte est dans votre main ou Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous pouvez cibler 1 Monstre Xyz que vous contrôlez ; attachez-lui 2 monstres LUMIÈRE Tonnerre de Niveau 4 (cette carte que vous contrôlez incluse) depuis votre main, Terrain face recto et/ou Cimetière comme Matériel. Vous ne pouvez utiliser chaque effet de \"Voisintonerre\" qu'une fois par tour.", "it": "Se controlli 2 o più mostri Tuono e questa carta è nella tua mano o Cimitero: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi scegliere come bersaglio 1 Mostro Xyz che controlli; attacca 2 mostri LUCE Tuono di Livello 4 dalla tua mano, Terreno scoperto e/o Cimitero a esso come materiale, compresa questa carta che controlli. Puoi utilizzare ogni effetto di \"Tuono Otonari\" una sola volta per turno.", "pt": "Se você controlar 2 ou mais monstros Trovão e este card estiver na sua mão ou no Cemitério: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você pode escolher 1 Monstro Xyz que você controla; associe 2 monstros Trovão de LUZ de Nível 4 da sua mão, do campo com a face para cima e/ou do Cemitério a ele como matéria, incluindo este card que você controla. Você só pode usar cada efeito de \"Otonari Trovão\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、自分フィールドに雷族モンスターが２体以上存在する場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。②：自分フィールドのＸモンスター１体を対象として発動できる。フィールドのこのカードを含む自分の手札・フィールド（表側表示）・墓地の雷族・光属性・レベル４モンスター２体を対象のモンスターのＸ素材とする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 자신 필드에 번개족 몬스터가 2장 이상 존재할 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 자신 필드의 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 필드의 이 카드를 포함하는 자신의 패 / 필드(앞면 표시) / 묘지의 번개족 / 빛 속성 / 레벨 4 몬스터 2장을 대상 몬스터의 엑시즈 소재로 한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "LIGHT", "level": 4, "atk": 500, "def": 1200, "series": ["hunder"], "images": [{"index": 1, "image": "OtonariThunder-SUDA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN098", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "de": [{"set_number": "SUDA-DE098", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "es": [{"set_number": "SUDA-SP098", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SUDA-FR098", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "it": [{"set_number": "SUDA-IT098", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SUDA-PT098", "set_name": "Supreme Darkness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP256", "set_name": "V Jump Fall 2024 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "25PP-KRB11", "set_name": "Premium Pack 2025 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055191}