{"konami_id": 13576, "password": 72819261, "name": {"en": "Elementsaber Malo", "de": "Elementsäbel Malo", "es": "Sablelemento Malo", "fr": "Malo, Élémentsabre", "it": "Elementsciabola Malo", "pt": "Sabrelemento Malo", "ja": "エレメントセイバー・マロー", "ja_romaji": "Erementoseibā Marō", "ko": "엘리멘트세이버 마로우", "ko_rr": null, "zh-TW": "元素軍刀 瑪洛", "zh-CN": "元素军刀 玛洛"}, "text": {"en": "Once per turn: You can send 1 \"Elementsaber\" monster from your hand to the GY; send 1 \"Elementsaber\" or \"Elemental Lord\" monster from your Deck to the GY, except \"Elementsaber Malo\". Once per turn, if this card is in the GY: You can declare 1 Attribute; this card in the GY becomes that Attribute until the end of this turn.", "de": "Einmal pro Spielzug: Du kannst 1 „Elementsäbel“-Monster von deiner Hand auf den Friedhof legen; lege 1 „Elementsäbel“- oder „Elementarherrscher“-Monster von deinem Deck auf den Friedhof, außer „Elementsäbel Malo“. Einmal pro Spielzug, falls sich diese Karte im Friedhof befindet: Du kannst 1 Eigenschaft deklarieren; diese Karte im Friedhof wird bis zum Ende dieses Spielzugs zu der Eigenschaft.", "es": "Una vez por turno: puedes mandar al Cementerio 1 monstruo \"Sablelemento\" en tu mano; manda al Cementerio 1 monstruo \"Sablelemento\" o \"Señor Elemental\" en tu Deck, excepto \"Sablelemento Malo\". Una vez por turno, si esta carta está en el Cementerio: puedes declarar 1 Atributo; hasta el final de este turno, esta carta en el Cementerio se convierte en una carta con ese Atributo.", "fr": "Une fois par tour : vous pouvez envoyer 1 monstre \"Élémentsabre\" depuis votre main au Cimetière ; envoyez 1 monstre \"Élémentsabre\" (\"Malo, Élémentsabre\" exclu) ou \"Seigneur Élémentaire\" depuis votre Deck au Cimetière. Une fois par tour, si cette carte est dans le Cimetière : vous pouvez déclarer 1 Attribut ; jusqu'à la fin de ce tour, cette carte dans le Cimetière devient de cet Attribut.", "it": "Una volta per turno: puoi mandare 1 mostro \"Elementsciabola\" dalla tua mano al Cimitero; manda 1 mostro \"Elementsciabola\" o \"Signore Elementale\" dal tuo Deck al Cimitero, eccetto \"Elementsciabola Malo\". Una volta per turno, se questa carta è nel Cimitero: puoi dichiarare 1 Attributo; questa carta nel Cimitero diventa di quell'Attributo fino alla fine di questo turno.", "pt": "Uma vez por turno: você pode enviar 1 monstro \"Sabrelemento\" da sua mão para o Cemitério; envie 1 monstro \"Sabrelemento\" ou \"Senhor Elemental\" do seu Deck para o Cemitério, exceto \"Sabrelemento Malo\". Uma vez por turno, se este card estiver no Cemitério: você pode declarar 1 Atributo; este card no Cemitério se torna desse Atributo até o final deste turno.", "ja": "①：１ターンに１度、手札から「エレメントセイバー」モンスター１体を墓地へ送って発動できる。デッキから「エレメントセイバー・マロー」以外の「エレメントセイバー」モンスターまたは「霊神」モンスター１体を墓地へ送る。②：このカードが墓地に存在する場合、１ターンに１度、属性を１つ宣言して発動できる。墓地のこのカードはターン終了時まで宣言した属性になる。", "ko": "①: 1턴에 1번, 패에서 \"엘리멘트세이버\" 몬스터 1장을 묘지로 보내고 발동할 수 있다. 덱에서 \"엘리멘트세이버 마로우\" 이외의 \"엘리멘트세이버\" 몬스터 또는 \"령신\" 몬스터 1장을 묘지로 보낸다. ②: 이 카드가 묘지에 존재할 경우, 1턴에 1번, 속성을 1개 선언하고 발동할 수 있다. 묘지의 이 카드는 턴 종료시까지 선언한 속성이 된다.", "zh-TW": null, "zh-CN": "①：1回合1次，从手卡把1只「元素灵剑士」怪兽送去墓地才能发动。从卡组把「元素灵剑士·日炙」以外的1只「元素灵剑士」怪兽或者「灵神」怪兽送去墓地。\n②：这张卡在墓地存在的场合，1回合1次，宣言1个属性才能发动。墓地的这张卡直到回合结束时变成宣言的属性。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 3, "atk": 1700, "def": 200, "series": ["Elementsaber", "Saber"], "images": [{"index": 1, "image": "ElementsaberMalo-FLOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN022", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "FLOD-DE022", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "es": [{"set_number": "FLOD-SP022", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "FLOD-FR022", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "FLOD-IT022", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "FLOD-PT022", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "FLOD-JP022", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "FLOD-KR022", "set_name": "Flames of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 546377, "master_duel_rarity": "N"}