{"konami_id": 19162, "password": 72880377, "name": {"en": "Dark Hole Dragon", "de": "Schwarzes-Loch-Drache", "es": "Dragón Agujero Oscuro", "fr": "Dragon du Trou Noir", "it": "Drago Buco Nero", "pt": "Dragão do Buraco Negro", "ja": "ブラック・ホール・ドラゴン", "ja_romaji": "Burakku Hōru Doragon", "ko": "블랙홀 드래곤", "ko_rr": "Beullaekhol Deuraegon", "zh-TW": "黑洞龍", "zh-CN": "黑洞龙"}, "text": {"en": "Cannot be destroyed by card effects. You can only use each of the following effects of \"Dark Hole Dragon\" once per turn. If a monster(s) on the field is destroyed by a card effect that does not target it (except during the Damage Step): You can Special Summon this card from the GY (if it was there when the monster was destroyed) or hand (even if not). If this card is Special Summoned: You can activate this effect; during the End Phase of this turn, add 1 \"Dark Hole\" from your Deck to your hand.", "de": "Kann nicht durch Karteneffekte zerstört werden. Du kannst jeden der folgenden Effekte von „Schwarzes-Loch-Drache“ nur einmal pro Spielzug verwenden. Falls ein oder mehr Monster auf dem Spielfeld durch einen Karteneffekt zerstört werden, der sie nicht als Ziel wählt (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung vom Friedhof (falls sie dort lag, als die Monster zerstört wurden) oder der Hand (selbst falls nicht) beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst diesen Effekt aktivieren; während der End Phase dieses Spielzugs, füge deiner Hand 1 „Schwarzes Loch“ von deinem Deck hinzu.", "es": "No puede ser destruido por efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Dragón Agujero Oscuro\" una vez por turno. Si uno o más monstruos en el Campo son destruidos por el efecto de una carta que no los selecciona (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde el Cementerio (si estaba allí cuando el monstruo fue destruido) o mano (aun si no lo estaba). Si esta carta es Invocada de Modo Especial: puedes activar este efecto; durante la End Phase de este turno, añade a tu mano 1 \"Agujero Oscuro\" en tu Deck.", "fr": "Non destructible par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon du Trou Noir\" qu'une fois par tour. Si un ou plusieurs monstres sur le Terrain sont détruits par un effet de carte qui ne le cible pas (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque le monstre a été détruit) ou la main (même si elle n'y était pas). Si cette carte est Invoquée Spécialement : vous pouvez activer cet effet ; durant la End Phase de ce tour, ajoutez 1 \"Trou Noir\" depuis votre Deck à votre main.", "it": "Non può essere distrutto dagli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Drago Buco Nero\" una sola volta per turno. Se uno o più mostri sul Terreno vengono distrutti dall'effetto di una carta che non li sceglie come bersaglio (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dal Cimitero (se era lì quando il mostro è stato distrutto) o mano (anche se non era lì). Se questa carta viene Evocata Specialmente: puoi attivare questo effetto; durante la End Phase di questo turno, aggiungi 1 \"Buco Nero\" dal tuo Deck alla tua mano.", "pt": "Não pode ser destruído por efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Dragão do Buraco Negro\" uma vez por turno. Se um ou mais monstros no campo forem destruídos por um efeito de card que não os escolha como alvo (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial do Cemitério (se ele estava lá quando o monstro foi destruído) ou da mão (mesmo se ele não estava). Se este card for Invocado por Invocação-Especial: você pode ativar este efeito; durante a Fase Final deste turno, adicione 1 \"Buraco Negro\" do seu Deck à sua mão.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札・墓地に存在し、フィールドのモンスターが自身を対象としないカードの効果で破壊された場合に発動できる。このカードを特殊召喚する。②：このカードが特殊召喚した場合に発動できる。このターンのエンドフェイズに、デッキから「ブラック・ホール」１枚を手札に加える。③：フィールドのこのカードは効果では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 필드의 몬스터가 자신을 대상으로 하지 않는 카드의 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드를 특수 소환했을 경우에 발동할 수 있다. 이 턴의 엔드 페이즈에, 덱에서 \"블랙홀\" 1장을 패에 넣는다. ③: 필드의 이 카드는 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡存在于手牌・墓地，场上的怪兽因未以自身为对象的卡的效果被破坏的情况下可以发动。将此卡特殊召唤。\n②：此卡特殊召唤的情况下可以发动。在此回合的结束阶段，从牌组将１张“黑洞”加入手牌。\n③：场上的此卡不会因效果被破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 2000, "series": ["Hole"], "images": [{"index": 1, "image": "DarkHoleDragon-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-EN117", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "AGOV-DE020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-DE117", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "AGOV-FR020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-FR117", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "AGOV-IT020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-IT117", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "AGOV-PT020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-PT117", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "AGOV-JP020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-JP020", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "AGOV-KR020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-KR020", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "AGOV-SC020", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "AGOV-SC020", "set_name": "Age of Overlord +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 994153, "master_duel_rarity": "UR"}