{"konami_id": 16392, "password": 72971064, "name": {"en": "Lyrilusc - Ensemblue Robin", "de": "Lyrikliedervogel - Ensemble-Blauschnäpper", "es": "Lirilusc - Ruiseñor Ensamblazul", "fr": "Lyrilusc - Rossignol d'Ensembleu", "it": "Lirilusc - Pettirosso Insiemblu", "pt": "Lirilusc - Tordo Enlazazul", "ja": "<ruby>ＬＬ<rt>リリカル・ルスキニア</rt></ruby>－アンサンブルー・ロビン", "ja_romaji": "Ririkaru Rusukinia - Ansanburū Robin", "ko": "<ruby>LL<rt>리리컬 루스키니아</rt></ruby>－앙상블루 로빈", "ko_rr": "Ririkeol Ruseukinia - Angsangbeullu Robin", "zh-TW": "抒情歌鴝－合唱藍姬鶲", "zh-CN": "抒情歌鸲－合唱蓝姬鹟"}, "text": {"en": "2+ Level 1 monsters\nGains 500 ATK for each material attached to it. If your opponent Special Summons a monster(s) (except during the Damage Step): You can detach 1 material from this card, then target 1 of those Special Summoned monsters; return it to the hand. If this card in your possession is sent to your GY by an opponent's card: You can target 1 other \"Lyrilusc\" monster in your GY; add it to your hand.", "de": "2+ Monster der Stufe 1\nDiese Karte erhält für jedes an sie angehängte Material 500 ATK. Falls dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört (außer während des Damage Steps): Du kannst 1 Material von dieser Karte abhängen und dann 1 der als Spezialbeschwörung beschworenen Monster wählen; gib es auf die Hand zurück. Falls diese Karte, die dir gehört, durch eine Karte eines Gegners auf deinen Friedhof gelegt wird: Du kannst 1 anderes „Lyrikliedervogel“-Monster in deinem Friedhof wählen; füge es deiner Hand hinzu.", "es": "2+ monstruos de Nivel 1\nGana 500 ATK por cada material acoplado a él. Si tu adversario Invoca de Modo Especial uno o más monstruos (excepto durante el Damage Step): puedes desacoplar 1 material de esta carta, y después selecciona 1 de esos monstruos Invocados de Modo Especial; devuélvelo a la mano. Si esta carta en tu posesión es mandada a tu Cementerio por una carta del adversario: puedes seleccionar otro monstruo \"Lirilusc\" en tu Cementerio; añádelo a tu mano.", "fr": "2+ monstres de Niveau 1\nGagne 500 ATK pour chaque Matériel qui lui est attaché. Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 de ces monstres Invoqués Spécialement ; renvoyez-le à la main. Si cette carte en votre possession est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez cibler 1 autre monstre \"Lyrilusc\" dans votre Cimetière ; ajoutez-le à votre main.", "it": "2+ mostri di Livello 1\nGuadagna 500 ATK per ogni materiale attaccato a essa. Se il tuo avversario Evoca Specialmente uno o più mostri (eccetto durante il Damage Step): puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 di quei mostri Evocati Specialmente; fallo ritornare nella mano. Se questa carta sotto il tuo comando viene mandata al tuo Cimitero da una carta dell'avversario: puoi scegliere come bersaglio 1 altro mostro \"Lirilusc\" nel tuo Cimitero; aggiungilo alla tua mano.", "pt": "2+ monstros de Nível 1\nGanha 500 de ATK para cada matéria associada a ele. Se seu oponente Invocar um ou mais monstros por Invocação-Especial (exceto durante a Etapa de Dano): você pode desassociar 1 matéria deste card e, depois, escolha 1 desses monstros Invocados por Invocação-Especial; devolva-o para a mão. Se este card em sua posse for enviado para o seu Cemitério por um card do oponente: você pode escolher 1 outro monstro \"Lirilusc\" no seu Cemitério; adicione-o à sua mão.", "ja": "レベル１モンスター×２体以上\n①：このカードの攻撃力は、このカードのＸ素材の数×５００アップする。②：相手がモンスターの特殊召喚に成功した場合、このカードのＸ素材を１つ取り除き、その特殊召喚されたモンスター１体を対象として発動できる。そのモンスターを持ち主の手札に戻す。③：このカードが相手によって墓地へ送られた場合、このカード以外の自分の墓地の「ＬＬ」モンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "레벨 1 몬스터 × 2장 이상\n①: 이 카드의 공격력은, 이 카드의 엑시즈 소재의 수 × 500 올린다. ②: 상대가 몬스터의 특수 소환에 성공했을 경우, 이 카드의 엑시즈 소재를 1개 제거하고, 그 특수 소환된 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 주인의 패로 되돌린다. ③: 이 카드가 상대에 의해 묘지로 보내졌을 경우, 이 카드 이외의 자신 묘지의 \"LL(리리컬 루스키니아)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": null, "zh-CN": "等级1怪兽×2只以上\n①：此卡的攻击力上升相当于此卡超量素材数量×500的数值。②：对手特殊召唤怪兽成功的情况下，去除此卡的1个超量素材，以该被特殊召唤的1只怪兽为对象可以发动。将该怪兽放回持有者的手牌。③：此卡因对手被送至墓地的情况下，以自己墓地此卡以外的1只\"抒情歌鸲\"怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Xyz / Effect", "attribute": "WIND", "rank": 1, "atk": 0, "def": 0, "materials": "2 or more Level 1 monsters", "series": ["Lyrilusc"], "images": [{"index": 1, "image": "LyriluscEnsemblueRobin-DP25-JP-UR.png", "illustration": "LyriluscEnsemblueRobin-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "LyriluscEnsemblueRobin-LED8-EN-UR-1E.png", "illustration": "LyriluscEnsemblueRobin-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "LED8-EN037", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED8-DE037", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LED8-SP037", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED8-FR037", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED8-IT037", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED8-PT037", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP25-JP036", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DP25-KR036", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DP25-SC046", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715669, "master_duel_rarity": "UR"}