{"konami_id": 19494, "password": 73167098, "name": {"en": "Aromalilith Magnolia", "de": "Aromalilith Magnolie", "es": "Arobruliz Magnolia", "fr": "Magnolia Arômalilith", "it": "Aromalilith Magnolia", "pt": "Aromági-lilith Magnólia", "ja": "アロマリリス－マグノリア", "ja_romaji": "Aromaririsu - Magunoria", "ko": "아로마릴리스－매그놀리아", "ko_rr": null, "zh-TW": null, "zh-CN": "芬芳夜魔－木兰"}, "text": {"en": "1 \"Aroma\" monster + 1 Plant monster\nWhile your LP are higher than your opponent's, Plant monsters you control cannot be destroyed by your opponent's card effects. Once per turn: You can pay 2000 LP; banish cards on the field equal to the number of \"Humid Winds\", \"Dried Winds\", and \"Blessed Winds\" you control. Once per turn, if you gain LP, even during the Damage Step: You can make all Plant monsters you currently control gain ATK equal to the LP gained, until the end of this turn.", "de": "1 „Aroma“-Monster + 1 Pflanze-Monster\nSolange du mehr LP hast als dein Gegner, können Pflanze-Monster, die du kontrollierst, nicht durch Karteneffekte deines Gegners zerstört werden. Einmal pro Spielzug: Du kannst 2000 LP zahlen; verbanne Karten auf dem Spielfeld in Höhe der Anzahl „Feuchte Winde“, „Trockene Winde“ und „Gesegnete Winde“, die du kontrollierst. Einmal pro Spielzug, falls du LP erhältst, selbst während des Damage Steps: Du kannst alle Pflanze-Monster, die du derzeit kontrollierst, bis zum Ende dieses Spielzugs ATK in Höhe der erhaltenen LP erhalten lassen.", "es": "1 monstruo \"Arobru\" + 1 monstruo Planta\nMientras tus LP sean mayores que los de tu adversario, los monstruos Planta que controles no pueden ser destruidos por efectos de cartas de tu adversario. Una vez por turno: puedes pagar 2000 LP; destierra cartas en el Campo igual al número de \"Vientos Húmedos\", \"Vientos Secos\" y \"Vientos Bendecidos\" que controles. Una vez por turno, si ganas LP, incluso durante el Damage Step: puedes hacer que todos los monstruos Planta que controlas en este momento ganen ATK igual a los LP ganados, hasta el final de este turno.", "fr": "1 monstre \"Arôma\" + 1 monstre Plante\nTant que vos LP sont supérieurs à ceux de votre adversaire, les monstres Plante que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire. Une fois par tour : vous pouvez payer 2000 LP ; bannissez un nombre de cartes sur le Terrain égal au nombre de \"Vents Humides\", \"Vents Secs\" et \"Vents Bénis\" que vous contrôlez. Une fois par tour, si vous gagnez des LP, même durant la Damage Step : jusqu'à la fin de ce tour, vous pouvez faire gagner à tous les monstres Plante que vous contrôlez actuellement une ATK égale aux LP gagnés.", "it": "1 mostro \"Aroma\" + 1 mostro Pianta\nMentre i tuoi LP sono più alti di quelli del tuo avversario, i mostri Pianta che controlli non possono essere distrutti dagli effetti delle carte del tuo avversario. Una volta per turno: puoi pagare 2000 LP; bandisci carte sul Terreno pari al numero di \"Venti Umidi\", \"Venti Secchi\" e \"Venti Benedetti\" che controlli. Una volta per turno, se guadagni LP, anche durante il Damage Step: puoi far guadagnare a tutti i mostri Pianta che controlli attualmente ATK pari ai LP guadagnati, fino alla fine di questo turno.", "pt": "1 monstro \"Aromági\" + 1 monstro Planta\nEnquanto seus PV forem maiores que os do seu oponente, monstros Planta que você controla não podem ser destruídos pelos efeitos de card do seu oponente. Uma vez por turno: você pode pagar 2000 PV; bana cards no campo igual ao número de \"Ventos Húmidos\", \"Ventos Secos\" e \"Ventos Abençoados\" que você controla. Uma vez por turno, se você ganhar PV, mesmo durante a Etapa de Dano: você pode fazer com que, até o final deste turno, todos os monstros Planta que você controla atualmente ganhem ATK igual aos PV ganhos.", "ja": "「アロマ」モンスター＋植物族モンスター\n①：自分のＬＰが相手より多く、このカードがモンスターゾーンに存在する限り、自分フィールドの植物族モンスターは相手の効果では破壊されない。②：１ターンに１度、２０００ＬＰを払って発動できる。自分フィールドの「潤いの風」「渇きの風」「恵みの風」の数だけ、フィールドのカードを除外する。③：１ターンに１度、自分のＬＰが回復した場合に発動できる（ダメージステップでも発動可能）。その数値分だけ、自分フィールドの全ての植物族モンスターの攻撃力はターン終了時までアップする。", "ko": "\"아로마\" 몬스터 ＋ 식물족 몬스터\n①: 자신의 LP가 상대보다 많고, 이 카드가 몬스터 존에 존재하는 한, 자신 필드의 식물족 몬스터는 상대 효과로는 파괴되지 않는다. ②: 1턴에 1번, 2000 LP를 지불하고 발동할 수 있다. 자신 필드의 \"촉촉한 바람\" \"메마른 바람\" \"은혜의 바람\"의 수만큼, 필드의 카드를 제외한다. ③: 1턴에 1번, 자신의 LP가 회복했을 경우에 발동할 수 있다(데미지 스텝에도 발동 가능). 그 수치만큼만, 자신 필드의 모든 식물족 몬스터의 공격력은 턴 종료시까지 올린다.", "zh-TW": null, "zh-CN": "“芬芳”怪兽＋植物族怪兽\n①：只要自己的LP多于对手，且此卡存在于怪兽区域，自己场上的植物族怪兽不会因对手的效果被破坏。\n②：１回合１次，支付２０００LP可以发动。依自己场上的“润泽之风”、“干渴之风”、“惠畅之风”的数量，将场上的卡除外。\n③：１回合１次，自己的LP恢复的情况下可以发动（在伤害步骤也可以发动）。自己场上所有植物族怪兽的攻击力直至回合结束时为止上升相同数值。"}, "card_type": "Monster", "monster_type_line": "Plant / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 2600, "def": 1800, "materials": "1 \"Aroma\" monster + 1 Plant-Type monster", "series": ["Aroma"], "images": [{"index": 1, "image": "AromalilithMagnolia-PHNI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN039", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHNI-DE039", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "es": [{"set_number": "PHNI-SP039", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHNI-FR039", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHNI-IT039", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHNI-PT039", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHNI-JP039", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "ko": [{"set_number": "PHNI-KR039", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "PHNI-SC039", "set_name": "Phantom Nightmare", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-SC039", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1022868}