{"konami_id": 7624, "password": 73206827, "name": {"en": "Light Barrier", "de": "Lichtbarriere", "es": "Barrera de Luz", "fr": "Barrière de Lumière", "it": "Barriera di Luce", "pt": "Barreira de Luz", "ja": "<ruby>光<rt>ひかり</rt></ruby>の<ruby>結<rt>けっ</rt></ruby><ruby>界<rt>かい</rt></ruby>", "ja_romaji": "Hikari no Kekkai", "ko": "빛의 결계", "ko_rr": null, "zh-TW": "光之結界", "zh-CN": "光之结界"}, "text": {"en": "Once per turn, during your Standby Phase: Toss a coin. If the result is Tails, the following effects are negated until your next Standby Phase.\n● When you Summon an \"Arcana Force\" monster, choose which effect to apply without tossing a coin.\n● If your \"Arcana Force\" monster destroys an opponent's monster by battle: You gain LP equal to the destroyed monster's original ATK.", "de": "Während deiner Standby Phase, wirf eine Münze. Falls das Ergebnis Zahl ist, werden die folgenden Effekte bis zu deiner nächsten Standby Phase annulliert:\n● Wenn du ein „Arkane Macht“-Monster beschwörst, wähle welcher Effekt ausgeführt wird, ohne eine Münze zu werfen. Falls ein „Arkane Macht“-Monster ein gegnerisches Monster durch Kampf zerstört, erhältst du Life Points in Höhe der Grund-ATK des zerstörten Monsters.", "es": "Durante tu Standby Phase, lanza una moneda. Si el resultado es Cruz, los siguientes efectos son negados hasta tu próxima Standby Phase:\n● Cuando Invocas un monstruo \"Fuerza Arcana\", elige qué efecto aplicarás sin lanzar la moneda. Si un monstruo \"Fuerza Arcana\" destruye a un monstruo de tu adversario en batalla, ganas Life Points iguales al ATK original del monstruo destruido.", "fr": "Durant votre Standby Phase, lancez une pièce. Si le résultat est pile, les effets suivants sont annulés jusqu'à votre prochaine Standby Phase :\n● Lorsque vous Invoquez un monstre \"Force Arcane\", choisissez l'effet à appliquer sans lancer de pièce. Si un monstre \"Force Arcane\" détruit un monstre de l'adversaire au combat, vous gagnez des Life Points équivalents à l'ATK d'origine du monstre détruit.", "it": "Durante la tua Standby Phase, lancia una moneta. Se il risultato è croce, i seguenti effetti sono annullati fino alla tua prossima Standby Phase:\n● Quando Evochi un mostro \"Energia Arcana\", scegli quale effetto applicare senza lanciare una moneta. Se un mostro \"Energia Arcana\" distrugge un mostro di un avversario in battaglia, tu guadagni Life Points uguali all'ATK originale del mostro distrutto.", "pt": "Uma vez por turno, durante sua Fase de Apoio: lance uma moeda. Se o resultado for Coroa, os seguintes efeitos são negados até sua próxima Fase de Apoio.\n● Quando você Invocar um monstro \"Força Arcana\", selecione qual efeito aplicar sem lançar uma moeda.\n● Se um monstro \"Força Arcana\" seu destruir um monstro do oponente em batalha: você ganha PV igual ao ATK original do monstro destruído.", "ja": "①：自分スタンバイフェイズに発動する。コイントスを１回行い、裏が出た場合、このカードの②③の効果を次の自分スタンバイフェイズまで無効にする。②：自分の「アルカナフォース」モンスターの召喚・反転召喚・特殊召喚時に発動する効果は、コイントスを行わず裏表のどちらかを選んで適用する。③：自分の「アルカナフォース」モンスターが戦闘で相手モンスターを破壊した場合に発動する。その破壊されたモンスターの元々の攻撃力分だけ自分のＬＰを回復する。", "ko": "자신의 스텐바이 페이즈시에 코인 토스를 1회 실행한다. 뒤가 나온 경우, 이 카드의 이하의 효과는 다음 자신의 스텐바이 페이즈시까지 무효가 된다.\n●\"아르카나 포스\"라는 이름이 붙은 몬스터의 일반 소환/반전 소환/특수 소환시에 발동하는 효과는, 코인 토스를 실행하지 않고 어느 한 쪽을 선택해서 적용한다. \"아르카나 포스\"라는 이름이 붙은 몬스터가 전투에 의해서 상대 몬스터를 파괴했을 경우, 자신은 파괴한 몬스터의 원래 공격력만큼 라이프 포인트를 회복한다.", "zh-TW": null, "zh-CN": "①：在自己的准备阶段发动。掷1次硬币，掷出反面的情况下，此卡的②③效果直至下个自己的准备阶段为止无效。②：自己的“秘仪之力”怪兽召唤・反转召唤・特殊召唤时发动的效果，不掷硬币而改为从正反的效果中择一适用。③：自己的“秘仪之力”怪兽战斗破坏对手怪兽的情况下发动。依该被破坏的怪兽原本攻击力的数值恢复自己的LP。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "LightBarrier-SGX4-NA-C-1E.png"}], "sets": {"en": [{"set_number": "LODT-EN051", "set_name": "Light of Destruction", "rarities": ["Rare"]}, {"set_number": "SGX4-ENB12", "set_name": "Speed Duel GX: Midterm Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LODT-DE051", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "es": [{"set_number": "LODT-SP051", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "fr": [{"set_number": "LODT-FR051", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "it": [{"set_number": "LODT-IT051", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "pt": [{"set_number": "OP14-PT030", "set_name": "OTS Tournament Pack 14", "rarities": ["Common"]}], "ja": [{"set_number": "LODT-JP051", "set_name": "Light of Destruction", "rarities": ["Rare"]}, {"set_number": "DE02-JP142", "set_name": "Duelist Edition Volume 2", "rarities": ["Common"]}, {"set_number": "20TP-JP312", "set_name": "Tournament Pack 2020 Vol.3", "rarities": ["Common"]}], "ko": [{"set_number": "LODT-KR051", "set_name": "Light of Destruction", "rarities": ["Rare"]}, {"set_number": "SYP2-KR085", "set_name": "Synergy Pack 02: The Generation Next", "rarities": ["Normal Parallel Rare", "Super Rare"]}], "zh-CN": [{"set_number": "SUDA-SC116", "set_name": "Supreme Darkness", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 81914, "master_duel_rarity": "SR"}