{"konami_id": 5772, "password": 73219648, "name": {"en": "Vilepawn Archfiend", "de": "Bauer der Widerwärtigkeit, Erzunterweltler", "es": "Archidemonio Peon Vil", "fr": "Pion Ignoble - Archdémon", "it": "Arcidemone Vile Pedone", "pt": "Peão Vil Archdemônio", "ja": "ヘルポーンデーモン", "ja_romaji": "Heru Pōn Dēmon", "ko": "헬폰 데몬", "ko_rr": null, "zh-TW": null, "zh-CN": "地狱兵卒恶魔"}, "text": {"en": "The controller of this card pays 500 Life Points during each of his/her Standby Phases (this is not optional). When this card is targeted by the effect of a card controlled by your opponent, when resolving the effect, roll a six-sided die. If the result is 3, negate the effect and destroy the opponent's card. As long as this card remains on the field, your opponent cannot attack any Archfiend Monster Card on your side of the field except \"Vilepawn Archfiend\".", "de": "Der Spieler, der diese Karte kontrolliert, zahlt 500 Life Points in jeder seiner Standby Phasen. Wenn diese Karte als Ziel eines Effekts einer Karte, die dein Gegner kontrolliert, bestimmt wird, wirf bei der Abwicklung des Effekts einen sechsseitigen Würfel. Wenn das Würfelergebnis 3 ist, annulliere den Effekt und zerstöre die Karte. Solange diese Karte offen auf dem Spielfeld liegt, kann dein Gegner keine andere offene ERZUNTERWELTLER-Monsterkarte außer „Bauer der Widerwärtigkeit, Erzunterweltler“ angreifen.", "es": "El controlador de esta carta paga 500 Life Points durante cada una de sus Standby Phases. Cuando esta carta es designada como objetivo del efecto de una carta controlada por tu adversario, al resolver el efecto, lanza un dado de seis caras. Si el resultado es 3, niega el efecto y destruye la carta de tu adversario. Mientras esta carta permanezca boca arriba en el Campo, tu adversario no puede atacar a otra Carta de Monstruo ARCHIDEMONIO boca arriba excepto \"Archidemonio Peon Vil\".", "fr": "Le contrôleur de cette carte paye 500 Life Points durant chacune de ses Standby Phases (ceci est obligatoire). Lorsque cette carte est désignée comme cible de l'effet d'une carte contrôlée par votre adversaire, lors de la résolution de l'effet, lancez un dé à six faces. Si le résultat est 3, annulez l'effet et détruisez la carte de votre adversaire. Tant que cette carte reste sur le Terrain, votre adversaire ne peut pas attaquer une Carte Monstre Archdémon excepté \"Pion Ignoble - Archdémon\".", "it": "Il controllore di questa carta paga 500 Life Points durante ogni sua Standby Phase (non è opzionale). Quando questa carta viene designata come bersaglio dell'effetto di una carta controllata dal tuo avversario, quando l'effetto viene risolto, tira un dado. Se il risultato è 3, annulla l'effetto e distruggi la carta dell'avversario. Fino a quando questa carta resta scoperta sul Terreno, il tuo avversario non può attaccare un'altra Carta Mostro ARCIDEMONE scoperta eccetto \"Arcidemone Vile Pedone\".", "pt": "O controlador deste card paga 500 Life Points durante cada uma das suas Standby Phases. Quando este card é designado como o alvo de um efeito de um card controlado pelo seu adversário, ao resolver o efeito, lance um dado de seis lados. Se o resultado for 3, anule o efeito e destrúa o card do seu adversário. Enquanto este card permanecer no Campo com a face para cima, o seu adversário não pode atacar outro Card de Monstro ARCHDEMÔNIO com a face para cima, exceto \"Peão Vil Archdemônio\".", "ja": "このカードのコントローラーは自分のスタンバイフェイズ毎に５００ライフポイントを払う。このカードが相手のコントロールするカードの効果の対象になり、その処理を行う時にサイコロを１回振る。３が出た場合、その効果を無効にし破壊する。このカードがフィールド上に存在する限り、相手は自分フィールド上に存在する同名カード以外の「デーモン」という名のついたモンスターカードを攻撃できない。", "ko": "이 카드의 컨트롤러는 자신의 스텐바이 페이즈마다 500 라이프 포인트를 지불한다. 이 카드가 상대가 컨트롤하는 카드의 효과의 대상이 되어, 그 처리를 실행할 때, 주사위를 1회 던진다. 3 이 나온 경우, 그 효과를 무효로 하여 파괴한다. 이 카드가 필드 위에 존재하는 한, 상대는 자신 필드 위에 존재하는 \"헬폰 데몬\" 이외의 \"데몬\" 이라는 이름이 붙은 몬스터 카드를 공격할 수 없다.", "zh-TW": null, "zh-CN": "这张卡的控制者在每次自己的准备阶段支付500基本分。这张卡作为对方控制的卡的效果的对象，进行那个处理时掷1次骰子。3出现的场合，那个效果无效并破坏。只要这张卡在场上存在，对方不能向自己场上存在的同名卡以外的名字带有「恶魔」的怪兽卡攻击。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "EARTH", "level": 2, "atk": 1200, "def": 200, "series": ["Archfiend"], "sets": {"en": [{"set_number": "DR1-EN229", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "DCR-EN067", "set_name": "Dark Crisis", "rarities": ["Common"]}, {"set_number": "DCR-067", "set_name": "Dark Crisis", "rarities": ["Common"]}], "de": [{"set_number": "DR1-DE229", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "DCR-DE067", "set_name": "Dark Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "DR1-FR229", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "DCR-FR067", "set_name": "Dark Crisis", "rarities": ["Common"]}], "it": [{"set_number": "DR1-IT229", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "DCR-IT067", "set_name": "Dark Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "DR1-PT229", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}], "ja": [{"set_number": "305-014", "set_name": "Threat of the Dark Demon World", "rarities": ["Common"]}, {"set_number": "EE1-JP229", "set_name": "Expert Edition Volume.1", "rarities": ["Common"]}], "ko": [{"set_number": "DCR-KR067", "set_name": "Dark Crisis", "rarities": ["Common"]}, {"set_number": "HGP1-KR229", "set_name": "Expert Edition Volume.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 15297}