{"konami_id": 12792, "password": 73271204, "name": {"en": "Recardination", "de": "Rekartisierung", "es": "Recardianación", "fr": "Réincardianation", "it": "Reincardianzione", "pt": "Recardianação", "ja": "<ruby>札<rt>ふだ</rt></ruby><ruby>再<rt>さい</rt></ruby><ruby>生<rt>せい</rt></ruby>", "ja_romaji": "Fuda Saisei", "ko": "패재생", "ko_rr": null, "zh-TW": "花牌再生", "zh-CN": "花牌再生"}, "text": {"en": "Target 1 \"Flower Cardian\" monster in your Graveyard; add it to your hand, then you can Special Summon 1 \"Flower Cardian\" monster from your hand, ignoring its Summoning conditions. If this card is sent to the Graveyard by a \"Flower Cardian\" monster's effect: You can excavate the top 5 cards of your Deck, and if you do, you can add 1 excavated Spell/Trap Card to your hand. Place the remaining cards on top of your Deck in any order.", "de": "Wähle 1 „Blumen-Kartian“-Monster in deinem Friedhof; füge es deiner Hand hinzu, dann kannst du 1 „Blumen-Kartian“-Monster als Spezialbeschwörung von deiner Hand beschwören, ungeachtet seiner Beschwörungsbedingungen. Falls diese Karte durch den Effekt eines „Blumen-Kartian“-Monsters auf den Friedhof gelegt wird: Du kannst die obersten 5 Karten deines Decks ausgraben und falls du dies tust, kannst du deiner Hand 1 ausgegrabene Zauber-/Fallenkarte hinzufügen. Lege die übrigen Karten in beliebiger Reihenfolge auf dein Deck.", "es": "Selecciona 1 monstruo \"Flor Cardian\" en tu Cementerio; añádelo a tu mano, y después puedes Invocar de Modo Especial, desde tu mano, 1 monstruo \"Flor Cardian\", ignorando sus condiciones de Invocación. Si esta carta es mandada al Cementerio por el efecto de un monstruo \"Flor Cardian\": puedes excavar las 5 cartas de la parte superior de tu Deck y, si lo haces, puedes añadir a tu mano 1 Carta Mágica/de Trampa excavada. Pon el resto de las cartas en la parte superior de tu Deck, en cualquier orden.", "fr": "Ciblez 1 monstre \"Fleur Cardian\" dans votre Cimetière ; ajoutez-le à votre main, puis vous pouvez Invoquer Spécialement 1 monstre \"Fleur Cardian\" depuis votre main, en ignorant ses conditions d'Invocation. Si cette carte est envoyée au Cimetière par un effet de monstre \"Fleur Cardian\" : vous pouvez dévoiler les 5 cartes du dessus de votre Deck, et si vous le faites, vous pouvez ajouter 1 Carte Magie/Piège dévoilée à votre main. Placez les cartes restantes au-dessus de votre Deck dans l'ordre de votre choix.", "it": "Scegli come bersaglio 1 mostro \"Fiore Cardian\" nel tuo Cimitero; aggiungilo alla tua mano, poi puoi Evocare Specialmente 1 mostro \"Fiore Cardian\" dalla tua mano, ignorando le sue condizioni di Evocazione. Se questa carta viene mandata al Cimitero dall'effetto di un mostro \"Fiore Cardian\": puoi dissotterrare le prime 5 carte del tuo Deck e, se lo fai, puoi aggiungere 1 Carta Magia/Trappola dissotterrata alla tua mano. Metti le carte rimanenti in cima al tuo Deck in qualsiasi ordine.", "pt": "Escolha 1 monstro \"Flor Cardian\" no seu Cemitério; adicione-o à sua mão e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Flor Cardian\" da sua mão, ignorando suas condições de Invocação. Se este card for enviado para o Cemitério pelo efeito de um monstro \"Flor Cardian\": você escavar os 5 cards do topo do seu Deck e, se isso acontecer, você pode adicionar 1 Card de Magia/Armadilha escavado à sua mão. Coloque os cards restantes no topo do seu Deck em qualquer ordem.", "ja": "①：自分の墓地の「花札衛」モンスター１体を対象として発動できる。そのモンスターを手札に加える。その後、手札から「花札衛」モンスター１体を召喚条件を無視して特殊召喚できる。②：このカードが「花札衛」モンスターの効果で墓地へ送られた場合に発動できる。自分のデッキの上からカードを５枚めくる。その中から魔法・罠カード１枚を選んで手札に加える事ができる。残りのカードは好きな順番でデッキの上に戻す。", "ko": "①: 자신 묘지의 \"카디언\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. 그 후, 패에서 \"카디언\" 몬스터 1장을 소환 조건을 무시하고 특수 소환할 수 있다. ②: 이 카드가 \"카디언\" 몬스터의 효과로 묘지로 보내졌을 경우에 발동할 수 있다. 자신의 덱 위에서 카드를 5장 넘긴다. 그 중에서 마법 / 함정 카드 1장을 고르고 패에 넣을 수 있다. 남은 카드는 좋아하는 순서대로 덱 위로 되돌린다.", "zh-TW": null, "zh-CN": "①：以自己墓地1只「花札卫」怪兽为对象才能发动。那只怪兽加入手卡。那之后，可以从手卡把1只「花札卫」怪兽无视召唤条件特殊召唤。 ②：这张卡被「花札卫」怪兽的效果送去墓地的场合才能发动。从自己卡组上面把5张卡翻开。可以从那之中选1张魔法·陷阱卡加入手卡。剩下的卡用喜欢的顺序回到卡组上面。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "Recardination-RATE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN057", "set_name": "Raging Tempest", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE057", "set_name": "Raging Tempest", "rarities": ["Common"]}], "es": [{"set_number": "RATE-SP057", "set_name": "Raging Tempest", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR057", "set_name": "Raging Tempest", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT057", "set_name": "Raging Tempest", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT057", "set_name": "Raging Tempest", "rarities": ["Common"]}], "ja": [{"set_number": "RATE-JP057", "set_name": "Raging Tempest", "rarities": ["Common"]}], "ko": [{"set_number": "RATE-KR057", "set_name": "Raging Tempest", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 463569, "master_duel_rarity": "R"}