{"konami_id": 21792, "password": 73355772, "name": {"en": "Dogmatika Fleurdelis, the Thunderbolt", "de": "Dogmatika Fleurdelis, der Blitzschlag", "es": "Fleurdelis Dogmátik, la Rayo", "fr": "Dogmatika Fleurdelis, l'Éclair", "it": "Dogmatika Fleurdelis, il Colpo di Tuono", "pt": "Dogmatika Fleurdelis, o Raio", "ja": "<ruby>教導<rt>ドラグマ</rt></ruby>の<ruby>雷霆<rt>いかずち</rt></ruby>フルルドリス", "ja_romaji": "Doraguma no Ikazuchi Fururudorisu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "教导之雷霆 芙露露多丽丝"}, "text": {"en": "During the Main Phase, if a monster Special Summoned from the Extra Deck is on the field (Quick Effect): You can Special Summon this card from your hand. If this card is Special Summoned from the hand: You can Set 1 \"Dogmatika\" Trap from your Deck. It can be activated this turn, while your opponent controls a Fusion, Synchro, Xyz, or Link Monster with 2500 or more ATK. You can only use each effect of \"Dogmatika Fleurdelis, the Thunderbolt\" once per turn.", "de": "Während der Main Phase, falls ein als Spezialbeschwörung vom Extra Deck beschworenes Monster auf dem Spielfeld liegt (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Spezialbeschwörung von der Hand beschworen wird: Du kannst 1 „Dogmatika“-Falle von deinem Deck setzen. Sie kann in diesem Spielzug aktiviert werden, solange dein Gegner ein Fusions-, Synchro-, Xyz- oder Linkmonster mit 2500 oder mehr ATK kontrolliert. Du kannst jeden Effekt von „Dogmatika Fleurdelis, der Blitzschlag“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase, si un monstruo Invocado de Modo Especial desde el Deck Extra está en el Campo (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Especial desde la mano: puedes Colocar 1 Trampa \"Dogmátik\" desde tu Deck. Ésta puede ser activada este turno, mientras tu adversario controle un Monstruo de Fusión, Sincronía, Xyz o Enlace con 2500 ATK o más. Sólo puedes usar cada efecto de \"Fleurdelis Dogmátik, la Rayo\" una vez por turno.", "fr": "Durant la Main Phase, si un monstre Invoqué Spécialement depuis l'Extra Deck est sur le Terrain (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement depuis la main : vous pouvez Poser 1 Piège \"Dogmatika\" depuis votre Deck. Il peut être activé ce tour, tant que votre adversaire contrôle un Monstre Fusion, Synchro, Xyz ou Lien avec min. 2500 ATK. Vous ne pouvez utiliser chaque effet de \"Dogmatika Fleurdelis, l'Éclair\" qu'une fois par tour.", "it": "Durante la Main Phase, se un mostro Evocato Specialmente dall'Extra Deck è sul Terreno (Effetto Rapido): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Specialmente dalla mano: puoi Posizionare 1 Trappola \"Dogmatika\" dal tuo Deck. Essa può essere attivata in questo turno, mentre il tuo avversario controlla un Mostro Fusione, Synchro, Xyz o Link con ATK 2500 o superiore. Puoi utilizzare ogni effetto di \"Dogmatika Fleurdelis, il Colpo di Tuono\" una sola volta per turno.", "pt": "Durante a Fase Principal, se um monstro Invocado por Invocação-Especial do Deck Adicional estiver no campo (Efeito Rápido): você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Especial da mão: você pode Baixar 1 Armadilha \"Dogmatika\" do seu Deck. Ela pode ser ativada neste turno, enquanto seu oponente controlar um Monstro de Fusão, Sincro, Xyz ou Link com 2500 ou mais de ATK. Você só pode usar cada efeito de \"Dogmatika Fleurdelis, o Raio\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに、ＥＸデッキから特殊召喚されたモンスターがフィールドに存在する場合に発動できる。このカードを手札から特殊召喚する。②：このカードが手札から特殊召喚した場合に発動できる。デッキから「ドラグマ」罠カード１枚を自分フィールドにセットする。この効果でセットしたカードは、攻撃力２５００以上の融合・Ｓ・Ｘ・Ｌモンスターのいずれかが相手フィールドに存在する限り、セットしたターンでも発動できる。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在自己・对手的主要阶段，场上存在被从额外牌组特殊召唤的怪兽的情况下可以发动。从手牌将此卡特殊召唤。②：此卡从手牌特殊召唤的情况下可以发动。从牌组将1张“教导”陷阱卡放置在自己场上。只要对手场上存在攻击力2500以上的融合・同步・超量・连接怪兽的任意一种，以此效果放置的卡在放置的回合也可以发动。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 8, "atk": 2500, "def": 2500, "series": ["Dogmatika"], "images": [{"index": 1, "image": "DogmatikaFleurdelistheThunderbolt-DOOD-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN026", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "de": [{"set_number": "DOOD-DE026", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "es": [{"set_number": "DOOD-SP026", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "fr": [{"set_number": "DOOD-FR026", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "it": [{"set_number": "DOOD-IT026", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "pt": [{"set_number": "DOOD-PT026", "set_name": "Doom of Dimensions", "rarities": ["Secret Rare", "Starlight Rare"]}], "ja": [{"set_number": "DOOD-JP026", "set_name": "Doom of Dimensions", "rarities": ["Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC026", "set_name": "Doom of Dimensions", "rarities": ["Ultimate Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1136851}