{"konami_id": 20504, "password": 73413514, "name": {"en": "Neverending Nightmare Absorber", "de": "Aufsauger des endlosen Albtraums", "es": "Absorbente de Pesadilla Interminable", "fr": "Absorbeur de Cauchemars sans Fin", "it": "Assorbitore Incubo Infinito", "pt": "Absorvedor do Pesadelo Sem Fim", "ja": "<ruby>夢<rt>む</rt></ruby><ruby>幻<rt>げん</rt></ruby><ruby>吸<rt>きゅう</rt></ruby><ruby>収<rt>しゅう</rt></ruby><ruby>体<rt>たい</rt></ruby>", "ja_romaji": "Mugen Kyūshūtai", "ko": "몽환흡수체", "ko_rr": null, "zh-TW": null, "zh-CN": "梦幻吸收体"}, "text": {"en": "Gains 1000 ATK each time your opponent activates a monster effect. If your opponent activates a monster effect in their hand, GY, or banishment (except during the Damage Step): You can Special Summon this card from your GY (if it was there when they activated) or hand (even if not), but destroy it during the End Phase. You can only use this effect of \"Neverending Nightmare Absorber\" once per turn.", "de": "Erhält jedes Mal, wenn dein Gegner einen Monstereffekt aktiviert, 1000 ATK. Falls dein Gegner einen Monstereffekt in seiner Hand, seinem Friedhof oder seiner verbannten Karten aktiviert (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof (falls sie dort lag, als er aktiviert hat) oder deiner Hand (selbst falls nicht) beschwören, aber zerstöre sie während der End Phase. Du kannst diesen Effekt von „Aufsauger des endlosen Albtraums“ nur einmal pro Spielzug verwenden.", "es": "Gana 1000 ATK cada vez que tu adversario activa un efecto de monstruo. Si tu adversario activa un efecto de monstruo en su mano, Cementerio o destierro (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu Cementerio (si estaba allí cuando lo activó) o mano (aun si no lo estaba), pero destrúyela durante la End Phase. Sólo puedes usar este efecto de \"Absorbente de Pesadilla Interminable\" una vez por turno.", "fr": "Gagne 1000 ATK chaque fois que votre adversaire active un effet de monstre. Si votre adversaire active un effet de monstre dans sa main, Cimetière ou bannissement (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière (si elle y était lorsqu'il a activé) ou main (même si elle n'y était pas), mais détruisez-la durant la End Phase. Vous ne pouvez utiliser cet effet de \"Absorbeur de Cauchemars sans Fin\" qu'une fois par tour.", "it": "Guadagna 1000 ATK ogni volta che il tuo avversario attiva l'effetto di un mostro. Se il tuo avversario attiva l'effetto di un mostro nella sua mano, Cimitero o carte bandite (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dal tuo Cimitero (se era lì quando ha attivato) o mano (anche se non era lì), ma distruggila durante la End Phase. Puoi utilizzare questo effetto di \"Assorbitore Incubo Infinito\" una sola volta per turno.", "pt": "Ganha 1000 de ATK sempre que seu oponente ativar um efeito de monstro. Se seu oponente ativar um efeito de monstro na mão, no Cemitério ou no banimento dele (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial do seu Cemitério (se ele estava lá quando o efeito ativou) ou da mão (mesmo se ele não estava), mas destrua-o durante a Fase Final. Você só pode usar este efeito de \"Absorvedor do Pesadelo Sem Fim\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：相手が手札・墓地・除外状態のモンスターの効果を発動した場合に発動できる。このカードを手札・墓地から特殊召喚する。この効果で特殊召喚したこのカードはエンドフェイズに破壊される。②：このカードがモンスターゾーンに存在する限り、相手がモンスターの効果を発動する度に、このカードの攻撃力は１０００アップする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대가 패 / 묘지 / 제외 상태인 몬스터의 효과를 발동했을 경우에 발동할 수 있다. 이 카드를 패 / 묘지에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는 엔드 페이즈에 파괴된다. ②: 이 카드가 몬스터 존에 존재하는 한, 상대가 몬스터의 효과를 발동할 때마다, 이 카드의 공격력은 1000 올린다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：对手发动手牌・墓地・除外状态的怪兽的效果的情况下可以发动。从手牌・墓地将此卡特殊召唤。以此效果特殊召唤的此卡将在结束阶段被破坏。②：只要此卡存在于怪兽区域，每当对手发动怪兽的效果，此卡的攻击力就上升１０００。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "WATER", "level": 2, "atk": 0, "def": 0, "images": [{"index": 1, "image": "NeverendingNightmareAbsorber-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN028", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE028", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR028", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT028", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT028", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP028", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC028", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1064398}