{"konami_id": 18146, "password": 73478096, "name": {"en": "Photon Emperor", "de": "Photonenkaiser", "es": "Emperador Fotónico", "fr": "Empereur Photon", "it": "Imperatore Fotonico", "pt": "Soberano de Fóton", "ja": "フォトン・エンペラー", "ja_romaji": "Foton Enperā", "ko": "포톤 엠페러", "ko_rr": "Poton Empereo", "zh-TW": "光子皇帝", "zh-CN": "光子皇帝"}, "text": {"en": "If this card is sent to the GY, except from the field, while another \"Photon\" or \"Galaxy\" monster is on your field or in your GY: You can Special Summon this card in Defense Position. You can only use this effect of \"Photon Emperor\" once per turn. After you Normal or Special Summon this card, you can Normal Summon 1 LIGHT monster during your Main Phase this turn, in addition to your Normal Summon/Set. (You can only gain this effect once per turn.)", "de": "Falls diese Karte auf den Friedhof gelegt wird, außer vom Spielfeld, solange ein anderes „Photon“- oder „Galaxie“-Monster auf deiner Spielfeldseite oder in deinem Friedhof liegt: Du kannst diese Karte als Spezialbeschwörung in die Verteidigungsposition beschwören. Du kannst diesen Effekt von „Photonenkaiser“ nur einmal pro Spielzug verwenden. Nachdem du diese Karte als Normal- oder Spezialbeschwörung beschworen hast, kannst du während deiner Main Phase dieses Spielzugs zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 LICHT Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.)", "es": "Si esta carta es mandada al Cementerio, excepto desde el Campo, mientras otro monstruo \"Fotónico/a\", \"Galaxia\" o \"Galáctico/a\" está en tu Campo o en tu Cementerio: puedes Invocar esta carta de Modo Especial en Posición de Defensa. Sólo puedes usar este efecto de \"Emperador Fotónico\" una vez por turno. Después de que Invoques esta carta de Modo Normal o Especial, puedes Invocar de Modo Normal 1 monstruo de LUZ durante tu Main Phase este turno, además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno).", "fr": "Si cette carte est envoyée au Cimetière, sauf depuis le Terrain, tant qu'un autre monstre \"Photon\" ou \"Galactique\" est sur votre Terrain ou dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte en Position de Défense. Vous ne pouvez utiliser cet effet de \"Empereur Photon\" qu'une fois par tour. Après que vous avez Invoqué Normalement ou Spécialement cette carte, vous pouvez Invoquer Normalement 1 monstre LUMIÈRE durant votre Main Phase ce tour, en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.)", "it": "Se questa carta viene mandata al Cimitero, eccetto dal Terreno, mentre un altro mostro \"Fotonico\" o \"Galattico\" è sul tuo Terreno o nel tuo Cimitero: puoi Evocare Specialmente questa carta in Posizione di Difesa. Puoi utilizzare questo effetto di \"Imperatore Fotonico\" una sola volta per turno. Dopo che hai Evocato Normalmente o Specialmente questa carta, puoi Evocare Normalmente 1 mostro LUCE durante la tua Main Phase in questo turno, in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.)", "pt": "Se este card for enviado para o Cemitério, exceto do campo, enquanto outro monstro \"Fóton\" ou \"Galáxia\" estiver no seu campo ou no seu Cemitério: você pode Invocar este card por Invocação-Especial em Posição de Defesa. Você só pode usar este efeito de \"Soberano de Fóton\" uma vez por turno. Depois que você Invocar este card por Invocação-Normal ou Especial, você pode Invocar por Invocação-Normal 1 monstro de LUZ durante sua Fase Principal neste turno, em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.)", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードがフィールド以外から墓地へ送られた場合、このカード以外の「フォトン」モンスターか「ギャラクシー」モンスターが、自分のフィールドか墓地に存在していれば発動できる。このカードを守備表示で特殊召喚する。②：このカードが召喚・特殊召喚した時に適用する。このターン、自分は通常召喚に加えて１度だけ、自分メインフェイズに光属性モンスター１体を召喚できる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 필드 이외에서 묘지로 보내졌을 경우, 이 카드 이외의 \"포톤\" 몬스터나 \"갤럭시\" 몬스터가, 자신의 필드나 묘지에 존재하고 있으면 발동할 수 있다. 이 카드를 수비 표시로 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 때에 적용한다. 이 턴에, 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 빛 속성 몬스터 1장을 일반 소환할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：此卡从场上以外的地方被送至墓地的情况下，如果此卡以外的“光子”怪兽或“银河”怪兽存在于自己场上或墓地则可以发动。将此卡以守备表示特殊召唤。②：此卡召唤・特殊召唤成功的回合，自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只光属性怪兽。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 8, "atk": 2800, "def": 1000, "series": ["Photon"], "images": [{"index": 1, "image": "PhotonEmperor-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN001", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN165", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PHHY-DE001", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE165", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PHHY-FR001", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR165", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PHHY-IT001", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT165", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PHHY-PT001", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT165", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PHHY-JP001", "set_name": "Photon Hypernova", "rarities": ["Rare"]}, {"set_number": "QCCP-JP055", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "PHHY-KR001", "set_name": "Photon Hypernova", "rarities": ["Rare"]}, {"set_number": "QCCP-KR055", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC056", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716226, "master_duel_rarity": "N"}