{"konami_id": 20061, "password": 73490417, "name": {"en": "Jungle Dweller", "de": "Dschungelbewohner", "es": "Morador de la Jungla", "fr": "Résident de la Jungle", "it": "Abitante della Giungla", "pt": "Habitante da Selva", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by card effect. While there are 2 cards in the Field Zones, your opponent cannot target this card with card effects. You can only use each of the following effects of \"Jungle Dweller\" once per turn. You can banish 1 LIGHT or DARK monster from your GY; Special Summon this card from your hand. If this card in its owner's possession is destroyed by an opponent's card: You can shuffle up to 2 of your Field Spells from your GY or banishment into the Deck, then you can destroy up to that many cards your opponent  controls.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch einen Karteneffekt als Spezialbeschwörung beschworen werden. Solange 2 Karten in den Spielfeldzonen liegen, kann dein Gegner diese Karte nicht als Ziel für Karteneffekte wählen. Du kannst jeden der folgenden Effekte von „Dschungelbewohner“ nur einmal pro Spielzug verwenden. Du kannst 1 LICHT oder FINSTERNIS Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls diese Karte, die ihrem Besitzer gehört, durch eine Karte eines Gegners zerstört wird: Du kannst bis zu 2 Spielfeldzauber von deinem Friedhof oder deinen verbannten Karten ins Deck mischen, dann kannst du bis zu so viele Karten zerstören, die dein Gegner kontrolliert.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por efecto de una carta. Mientras haya 2 cartas en las Zonas del Campo, tu adversario no puede seleccionar esta carta con efectos de cartas. Sólo puedes usar cada uno de los siguientes efectos de \"Morador de la Jungla\" una vez por turno. Puedes desterrar 1 monstruo de LUZ u OSCURIDAD en tu Cementerio; Invoca esta carta de Modo Especial desde tu mano. Si esta carta en posesión de su dueño es destruida por una carta del adversario: puedes barajar al Deck hasta 2 de tus Mágicas de Campo en tu Cementerio o destierro, y después puedes destruir hasta ese número de cartas que controle tu adversario.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de carte. Tant qu'il y a 2 cartes dans les Zones Terrain, votre adversaire ne peut pas cibler cette carte avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Résident de la Jungle\" qu'une fois par tour. Vous pouvez bannir 1 monstre LUMIÈRE ou TÉNÈBRES depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre main. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez mélanger max. 2 de vos Magies de Terrain depuis votre Cimetière ou bannissement dans le Deck, puis vous pouvez détruire max. autant de cartes contrôlées par votre adversaire.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dall'effetto di una carta. Mentre ci sono 2 carte nelle Zone Terreno, il tuo avversario non può scegliere questa carta come bersaglio con gli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Abitante della Giungla\" una sola volta per turno. Puoi bandire 1 mostro LUCE o OSCURITÀ dal tuo Cimitero; Evoca Specialmente questa carta dalla tua mano. Se questa carta sotto il comando del suo proprietario viene distrutta da una carta dell'avversario: puoi mischiare fino a 2 delle tue Magie Terreno dal tuo Cimitero o dalle tue carte bandite nel Deck, poi puoi distruggere fino a quel numero di carte controllate dal tuo avversario.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por um efeito de card. Enquanto houver 2 cards nas Zonas do Campo, seu oponente não pode escolher este card como alvo de efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Habitante da Selva\" uma vez por turno. Você pode banir 1 monstro de LUZ ou de TREVAS do seu Cemitério; Invoque este card por Invocação-Especial da sua mão. Se este card em posse do seu dono for destruído por um card do oponente: você pode embaralhar no Deck até 2 das suas Magias de Campo do seu Cemitério ou banimento e, depois, você pode destruir até esse número de cards que seu oponente controla.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 8, "atk": 2500, "def": 1800, "images": [{"index": 1, "image": "JungleDweller-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN085", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE085", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR085", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT085", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT085", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1054872}