{"konami_id": 17800, "password": 73542331, "name": {"en": "Kashtira Shangri-Ira", "de": "Kashtira Shangri-Ira", "es": "Kashtira Shangri-Ira", "fr": "Shangri-Ira Kashtira", "it": "Kashtira Shangri-Ira", "pt": "Shangri-Ira Kashtira", "ja": "クシャトリラ・シャングリラ", "ja_romaji": "Kushatorira Shangurira", "ko": "크샤트리라 샹그릴라", "ko_rr": "Keusyateurira Syanggeurilla", "zh-TW": "怒剎帝利・香格里拉", "zh-CN": "怒刹帝利・香格里拉"}, "text": {"en": "2+ Level 7 monsters\nDuring each Standby Phase: You can Special Summon 1 \"Kashtira\" monster from your Deck. You can only use the previous effect of \"Kashtira Shangri-Ira\" once per turn. Each time a card(s) your opponent owns and possesses is banished face-down (except during the Damage Step): You can choose 1 unused Main Monster Zone or Spell & Trap Zone; it cannot be used while this monster is face-up on the field. If this card on the field would be destroyed by battle or card effect, you can detach 1 material from this card instead.", "de": "2+ Monster der Stufe 7\nWährend jeder Standby Phase: Du kannst 1 „Kashtira“-Monster als Spezialbeschwörung von deinem Deck beschwören. Du kannst den vorherigen Effekt von „Kashtira Shangri-Ira“ nur einmal pro Spielzug verwenden. Jedes Mal, wenn eine oder mehr Karten, die dein Gegner besitzt und die ihm gehören, verdeckt verbannt werden (außer während des Damage Steps): Du kannst 1 nicht verwendete Main-Monsterzone oder Zauber- & Fallenzone bestimmen; sie kann nicht verwendet werden, solange dieses Monster offen auf dem Spielfeld liegt. Falls diese Karte auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört würde, kannst du stattdessen 1 Material von dieser Karte abhängen.", "es": "2+ monstruos de Nivel 7\nDurante cada Standby Phase: puedes Invocar de Modo Especial 1 monstruo \"Kashtira\" desde tu Deck. Sólo puedes usar el efecto previo de \"Kashtira Shangri-Ira\" una vez por turno. Cada vez que una o más cartas que tenga y posea tu adversario sean desterradas boca abajo (excepto durante el Damage Step): puedes elegir 1 Zona de Monstruos Principal o Zona de Magia y Trampas sin usar; ésta no puede ser usada mientras este monstruo esté boca arriba en el Campo. Si esta carta en el Campo fuera a ser destruida en batalla o por el efecto de una carta, puedes desacoplar 1 material de esta carta en su lugar.", "fr": "2+ monstres de Niveau 7\nDurant chaque Standby Phase : vous pouvez Invoquer Spécialement 1 monstre \"Kashtira\" depuis votre Deck. Vous ne pouvez utiliser l'effet précédent de \"Shangri-Ira Kashtira\" qu'une fois par tour. Chaque fois qu'une ou plusieurs cartes détenues et possédées par votre adversaire sont bannies face verso (sauf durant la Damage Step) : vous pouvez choisir 1 Zone Monstre Main ou Zone Magie & Piège inutilisée ; elle ne peut pas être utilisée tant que ce monstre est face recto sur le Terrain. Si cette carte sur le Terrain va être détruite au combat ou par un effet de carte, vous pouvez détacher 1 Matériel de cette carte à la place.", "it": "2+ mostri di Livello 7\nDurante ogni Standby Phase: puoi Evocare Specialmente 1 mostro \"Kashtira\" dal tuo Deck. Puoi utilizzare il precedente effetto di \"Kashtira Shangri-Ira\" una sola volta per turno. Ogni volta che una o più carte che il tuo avversario possiede e comanda vengono bandite coperte (eccetto durante il Damage Step): puoi selezionare 1 Zona Mostri Main o Zona Magie & Trappole inutilizzata; essa non può essere utilizzata mentre questo mostro è scoperto sul Terreno. Se questa carta sul Terreno sta per essere distrutta in battaglia o dall'effetto di una carta, puoi invece staccare 1 materiale da questa carta.", "pt": "2+ monstros de Nível 7\nDurante cada Fase de Apoio: você pode Invocar por Invocação-Especial 1 monstro \"Kashtira\" do seu Deck. Você só pode usar o efeito anterior de \"Shangri-Ira Kashtira\" uma vez por turno. Sempre que um ou mais cards dos quais seu oponente seja dono e em posse dele seja banido com a face para baixo (exceto durante a Etapa de Dano): você pode selecionar 1 Zona de Monstros Principal ou Zona de Magias & Armadilhas não utilizada; ela não pode ser usada enquanto este monstro estiver com a face para cima no campo. Se este card no campo seria destruído em batalha ou por um efeito de card, em vez disso, você pode desassociar 1 matéria deste card.", "ja": "レベル７モンスター×２体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。①：自分・相手のスタンバイフェイズに発動できる。デッキから「クシャトリラ」モンスター１体を特殊召喚する。②：相手のカードが裏側表示で除外される度に、使用していないメインモンスターゾーンまたは魔法＆罠ゾーンを１ヵ所指定して発動できる。指定したゾーンはこのモンスターが表側表示で存在する間は使用できない。③：フィールドのこのカードが戦闘・効果で破壊される場合、代わりにこのカードのＸ素材を１つ取り除く事ができる。", "ko": "레벨 7 몬스터 × 2장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 스탠바이 페이즈에 발동할 수 있다. 덱에서 \"크샤트리라\" 몬스터 1장을 특수 소환한다. ②: 상대의 카드가 뒷면 표시로 제외될 때마다, 사용하고 있지 않은 메인 몬스터 존 또는 마법 & 함정 존을 1곳 지정하고 발동할 수 있다. 지정한 존은 이 몬스터가 앞면 표시로 존재하는 동안에는 사용할 수 없다. ③: 필드의 이 카드가 전투 / 효과로 파괴될 경우, 대신에 이 카드의 엑시즈 소재를 1개 제거할 수 있다.", "zh-TW": "等級７怪獸×２隻以上\n此卡名的①效果，１回合僅限使用１次。①：可在我方・對方的準備階段發動。從牌組特殊召喚１隻「怒剎帝利」怪獸。②：每當對方的卡以反面表示被除外時，可指定１處未使用的主要怪獸區或魔法＆陷阱區發動。在此怪獸以正面表示存在的期間，無法使用指定的區域。③：在場上的此卡因戰鬥・效果被破壞的狀況下，可去除此卡的１個超量素材作為替代。", "zh-CN": "等级７怪兽×２只以上\n此卡名的①效果１回合仅可使用１次。①：在自己・对手的准备阶段可以发动。从牌组将１只“怒刹帝利”怪兽特殊召唤。②：每次对手的卡以里侧表示被除外，指定１处未使用的主要怪兽区域或魔法与陷阱区域可以发动。在此怪兽以表侧表示存在期间，所指定的区域不可使用。③：场上的此卡将被战斗・效果破坏的情况下，作为代替可去除此卡的１个超量素材。"}, "card_type": "Monster", "monster_type_line": "Psychic / Xyz / Effect", "attribute": "FIRE", "rank": 7, "atk": 0, "def": 3000, "materials": "2 or more Level 7 monsters", "series": ["Kashtira"], "images": [{"index": 1, "image": "KashtiraShangriIra-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN045", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN190", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DABL-DE045", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE190", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DABL-FR045", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR190", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DABL-IT045", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT190", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DABL-PT045", "set_name": "Darkwing Blast", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT190", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DABL-JP045", "set_name": "Darkwing Blast", "rarities": ["Rare"]}], "ko": [{"set_number": "DABL-KR045", "set_name": "Darkwing Blast", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC029", "set_name": "Mega Pack 08", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715518, "master_duel_rarity": "SR"}