{"konami_id": 14154, "password": 73575650, "name": {"en": "Subterror Succession", "de": "Unterterror-Nachfolge", "es": "Sucesión del Subterror", "fr": "Succession Subterreur", "it": "Successione Subterrore", "pt": "Sucessão Subterror", "ja": "サブテラーの<ruby>継<rt>けい</rt></ruby><ruby>承<rt>しょう</rt></ruby>", "ja_romaji": "Sabuterā no Keishō", "ko": "서브테러의 계승", "ko_rr": "Seopeutereo-ui Gyeseung", "zh-TW": "地中駭界的繼承", "zh-CN": "地中骇界的继承"}, "text": {"en": "Activate 1 of these effects, also, after that, Set this card face-down instead of sending it to the GY.\n● Send 1 monster from your hand or face-up field to the GY, and if you do, add 1 Flip monster from your Deck to your hand with the same Attribute, but a different name, as that monster before it was sent to the GY.\n● Send 1 Flip monster from your hand or face-up field to the GY, and if you do, add 1 monster from your Deck to your hand with the same Attribute but a lower original Level, as that monster before it was sent to the GY.\nYou can only activate 1 \"Subterror Succession\" per turn.", "de": "Aktiviere 1 dieser Effekte, zusätzlich setze danach diese Karte verdeckt, anstatt sie auf den Friedhof zu legen.\n● Lege 1 Monster von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof und falls du dies tust, füge deiner Hand 1 Flippmonster mit derselben Eigenschaft, aber einem unterschiedlichen Namen als das Monster, bevor es auf den Friedhof gelegt wurde, von deinem Deck hinzu.\n● Lege 1 Flippmonster von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof und falls du dies tust, füge deiner Hand 1 Monster mit derselben Eigenschaft, aber einer niedrigeren Grund-Stufe als das Monster, bevor es auf den Friedhof gelegt wurde, von deinem Deck hinzu.\nDu kannst nur 1 „Unterterror-Nachfolge“ pro Spielzug aktivieren.", "es": "Activa 1 de estos efectos, y además, después de eso, Coloca esta carta boca abajo en vez de mandarla al Cementerio.\n● Manda al Cementerio 1 monstruo en tu mano o Campo boca arriba y, si lo haces, añade a tu mano 1 monstruo de Volteo en tu Deck con el mismo Atributo, pero nombre diferente al de ese monstruo antes de ser mandado al Cementerio.\n● Manda al Cementerio 1 monstruo de Volteo en tu mano o Campo boca arriba y, si lo haces, añade a tu mano 1 monstruo en tu Deck con el mismo Atributo, pero un Nivel original menor al de ese monstruo antes de ser mandado al Cementerio.\nSólo puedes activar 1 \"Sucesión del Subterror\" por turno.", "fr": "Activez 1 de ces effets, et aussi, après ça, Posez cette carte face verso au lieu de l'envoyer au Cimetière.\n● Envoyez 1 monstre depuis votre main ou Terrain face recto au Cimetière, et si vous le faites, ajoutez 1 monstre Flip depuis votre Deck à votre main du même Attribut, mais de nom différent, que le monstre avant qu'il ne soit envoyé au Cimetière.\n● Envoyez 1 monstre Flip depuis votre main ou Terrain face recto au Cimetière, et si vous le faites, ajoutez 1 monstre depuis votre Deck à votre main du même Attribut, mais d'un Niveau d'origine inférieur, que le monstre avant qu'il ne soit envoyé au Cimetière.\nVous ne pouvez activer qu'1 \"Succession Subterreur\" par tour.", "it": "Attiva 1 di questi effetti, inoltre, dopo averlo fatto, Posiziona questa carta coperta invece di mandarla al Cimitero.\n● Manda 1 mostro dalla tua mano o Terreno scoperto al Cimitero e, se lo fai, aggiungi dal tuo Deck alla tua mano 1 mostro Scoperta con lo stesso Attributo, ma con un nome diverso, di quel mostro prima che fosse mandato al Cimitero.\n● Manda 1 mostro Scoperta dalla tua mano o Terreno scoperto al Cimitero e, se lo fai, aggiungi dal tuo Deck alla tua mano 1 mostro con lo stesso Attributo, ma con Livello originale inferiore, di quel mostro prima che fosse mandato al Cimitero.\nPuoi attivare solo 1 \"Successione Subterrore\" per turno.", "pt": "Ative 1 desses efeitos e, além disso, depois, Baixe este card com a face para baixo em vez de enviá-lo para o Cemitério.\n● Envie 1 monstro da sua mão ou do campo com a face para cima para o Cemitério e, se isso acontecer, adicione 1 monstro de Virar do seu Deck à sua mão com o mesmo Atributo, mas com um nome diferente, que o desse monstro antes de ele ser enviado para o Cemitério.\n● Envie 1 monstro de Virar da sua mão ou do campo com a face para cima para o Cemitério e, se isso acontecer, adicione 1 monstro do seu Deck à sua mão com o mesmo Atributo, mas um Nível original menor, que o desse monstro antes de ele ser enviado para o Cemitério.\nVocê só pode ativar 1 \"Sucessão Subterror\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：以下の効果から１つを選択して発動できる。発動後このカードは墓地へ送らず、そのままセットする。●手札及び自分フィールドの表側表示モンスターの中から、モンスター１体を選んで墓地へ送り、同じ属性でカード名が異なるリバースモンスター１体をデッキから手札に加える。●手札及び自分フィールドの表側表示モンスターの中から、リバースモンスター１体を選んで墓地へ送り、同じ属性で元々のレベルが低いモンスター１体をデッキから手札に加える。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이하의 효과에서 1개를 선택하고 발동할 수 있다. 발동 후 이 카드는 묘지로 보내지 않으며, 그대로 세트한다.\n●패 및 자신 필드의 앞면 표시 몬스터 중에서, 몬스터 1장을 골라 묘지로 보내고, 같은 속성으로 카드명이 다른 리버스 몬스터 1장을 덱에서 패에 넣는다.\n●패 및 자신 필드의 앞면 표시 몬스터 중에서, 리버스 몬스터 1장을 골라 묘지로 보내고, 같은 속성으로 원래의 레벨이 낮은 몬스터 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张。①：可从以下效果中选择1个发动。发动后此卡不会送往墓地，而是就此放置。\n●从自己手牌・场上（表侧表示）将1只怪兽送至墓地，从牌组将1只属性相同且卡名不同的反转怪兽加入手牌。\n●从自己手牌・场上（表侧表示）将1只反转怪兽送至墓地，从牌组将1只属性相同且原本等级较低的怪兽加入手牌。"}, "card_type": "Trap", "property": "Normal", "series": ["Subterror"], "images": [{"index": 1, "image": "SubterrorSuccession-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SDSH-EN040", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}, {"set_number": "MP20-EN033", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "SAST-DE077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SDSH-DE040", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}, {"set_number": "MP20-DE033", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "es": [{"set_number": "SAST-SP077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SDSH-SP040", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}, {"set_number": "MP20-SP033", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "SAST-FR077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SDSH-FR040", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}, {"set_number": "MP20-FR033", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "SAST-IT077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SDSH-IT040", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}, {"set_number": "MP20-IT033", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "SAST-PT077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SDSH-PT040", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}, {"set_number": "MP20-PT033", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "SAST-JP077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SD37-JP040", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}], "ko": [{"set_number": "SAST-KR077", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "SD37-KR040", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD37-SC040", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}, {"set_number": "WPS2-SC061", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 576330, "master_duel_rarity": "R"}