{"konami_id": 12397, "password": 73820802, "name": {"en": "Onikuji", "de": "Onikuji", "es": "Onikuji", "fr": "Onikuji", "it": "Onikuji", "pt": "Onikuji", "ja": "<ruby>鬼<rt>おに</rt></ruby>くじ", "ja_romaji": "Onikuji", "ko": "도깨비 제비뽑기", "ko_rr": null, "zh-TW": "鬼籤", "zh-CN": "鬼签"}, "text": {"en": null, "de": "Einmal pro Spielzug, während deiner Standby Phase: Dein Gegner deklariert 1 Kartentyp (Monster, Zauber oder Falle). Grabe die oberste Karte deines Decks aus, dann, falls sie den Kartentyp hat, zieht dein Gegner 1 Karte. Wirf andernfalls 1 zufällige Karte von seiner Hand ab. Lege die ausgegrabene Karte unter dein Deck.", "es": "Una vez por turno, durante tu Standby Phase: tu adversario declara 1 Tipo de carta (Monstruo, Mágica o de Trampa). Excava la carta de la parte superior de tu Deck, y después, si es ese Tipo de carta, tu adversario roba 1 carta. De otra forma, descarta 1 carta al azar de su mano. Pon la carta excavada en la parte inferior de tu Deck.", "fr": "Une fois par tour, durant votre Standby Phase : votre adversaire déclare 1 type de carte (Monstre, Magie ou Piège). Dévoilez la carte du dessus de votre Deck, puis si c'est ce type de carte, votre adversaire pioche 1 carte. Sinon, défaussez-lui 1 carte au hasard. Placez la carte dévoilée au-dessous de votre Deck.", "it": "Una volta per turno, durante la tua Standby Phase: il tuo avversario dichiara 1 tipo di carta (Mostro, Magia o Trappola). Dissotterra la prima carta del tuo Deck, poi, se è di quel tipo di carta, il tuo avversario pesca 1 carta. Altrimenti, scarta 1 carta a caso dalla sua mano. Metti la carta dissotterrata in fondo al tuo Deck.", "pt": "Uma vez por turno, durante sua Fase de Apoio: seu oponente declara 1 tipo de card (Monstro, Magia ou Armadilha). Escave o card do topo do seu Deck e, depois, se for um card desse tipo, seu oponente compra 1 card. Caso contrário, descarte 1 card aleatório da mão dele. Coloque o card escavado no fundo do seu Deck.", "ja": "①：自分スタンバイフェイズに発動する。相手はカードの種類（モンスター・魔法・罠）を宣言する。自分のデッキの一番上のカードをめくり、めくったカードが宣言した種類のカードだった場合、相手は１枚ドローする。違った場合、相手の手札をランダムに１枚捨てる。めくったカードはデッキの一番下に戻す。", "ko": "①: 자신 스탠바이 페이즈에 이 효과를 발동한다. 상대는 카드의 종류(몬스터 / 마법 / 함정)를 선언한다. 자신 덱의 맨 위의 카드를 넘겨, 넘긴 카드가 선언한 종류의 카드였을 경우, 상대는 덱에서 1장 드로우한다. 다를 경우, 상대의 패를 무작위로 1장 고르고 버린다. 넘긴 카드는 덱의 맨 아래로 되돌린다.", "zh-TW": "①：在我方準備階段發動此效果。對方宣言卡的種類（怪獸・魔法・陷阱）。翻開我方牌組最上方的卡，在翻開的卡為宣言的種類的卡的狀況下，對方從牌組抽１張牌。在不是的狀況下，隨機選擇對方的１張手牌捨棄。翻開的卡送回牌組最下方。", "zh-CN": "①：每次我方准备阶段发动此效果。对手宣言卡牌的种类（怪兽、魔法、陷阱）。翻阅我方牌组最上方的卡牌，翻阅的卡牌是宣言种类卡牌的场合，对手从牌组抽取１张卡牌。若不相同的场合，随机挑选１张对手手牌并舍弃。翻阅的卡牌返回至牌组最下方。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "Onikuji-MP18-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN099", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-EN030", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE099", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-DE030", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR099", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-FR030", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT099", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-IT030", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT099", "set_name": "Maximum Crisis", "rarities": ["Common"]}, {"set_number": "MP18-PT030", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DF16-JP011", "set_name": "Duelist Festival 2016 - Promotion Pack", "rarities": ["Normal Parallel Rare"]}, {"set_number": "17PR-JP006", "set_name": "Promotion Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "AE09-KR024", "set_name": "Advanced Event Pack 2016 Vol.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 435848, "master_duel_rarity": "R"}