{"konami_id": 12855, "password": 73941492, "name": {"en": "Harmonizing Magician", "de": "Harmonisierer-Magier", "es": "Mago de la Armonización", "fr": "Magicienne de l'Harmonie", "it": "Maga Armonizzante", "pt": "Mago Harmônico", "ja": "<ruby>調<rt>ちょう</rt></ruby><ruby>弦<rt>げん</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>", "ja_romaji": "Chōgen no Majutsushi", "ko": "조현의 마술사", "ko_rr": "Jochyeon-ui Masulsa", "zh-TW": "調弦的魔術師", "zh-CN": "调弦的魔术师"}, "text": {"en": null, "de": "Kann nicht als Spezialbeschwörung vom Extra Deck beschworen werden. Kann nicht als Material für eine Fusions-, Synchro- oder Xyz-Beschwörung verwendet werden, es sei denn, alles andere Material sind „Magier“-Pendelmonster. Wenn diese Karte als Pendelbeschwörung von der Hand beschworen wird: Du kannst 1 „Magier“-Pendelmonster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören, außer „Harmonisierer-Magier“, aber annulliere seine Effekte, zusätzlich verbanne es, wenn es das Spielfeld verlässt. Du kannst diesen Effekt von „Harmonisierer-Magier“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Especial desde el Deck Extra. No puede ser usado como material para una Invocación por Fusión, Sincronía o Xyz, a menos que todos los otros materiales sean Monstruos de Péndulo \"Mago/a\". Cuando esta carta es Invocada por Péndulo desde la mano: puedes Invocar de Modo Especial, desde tu Deck, 1 Monstruo de Péndulo \"Mago/a\" en Posición de Defensa, excepto \"Mago de la Armonización\", pero niega sus efectos, y además destiérralo cuando deje el Campo. Sólo puedes usar este efecto de \"Mago de la Armonización\" una vez por turno.", "fr": "Non Invocable Spécialement depuis l'Extra Deck. Non utilisable comme Matériel pour une Invocation Fusion, Synchro ou Xyz, sauf si tous les autres Matériels sont des Monstres Pendule \"Magicien\". Lorsque cette carte est Invoquée par Pendulation depuis la main : vous pouvez Invoquer Spécialement 1 Monstre Pendule \"Magicien\" (\"Magicienne de l'Harmonie\" exclu) depuis votre Deck en Position de Défense, mais annulez ses effets, et aussi, bannissez-le lorsqu'il quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Magicienne de l'Harmonie\" qu'une fois par tour.", "it": "Non può essere Evocata Specialmente dall'Extra Deck. Non può essere utilizzata come materiale per un'Evocazione tramite Fusione, Synchro o Xyz, a meno che tutti gli altri materiali siano Mostri Pendulum \"Mago\". Quando questa carta viene Evocata Pendulum dalla mano: puoi Evocare Specialmente 1 Mostro Pendulum \"Mago\" dal tuo Deck in Posizione di Difesa, eccetto \"Maga Armonizzante\", ma annulla i suoi effetti, inoltre bandiscilo quando lascia il Terreno. Puoi utilizzare questo effetto di \"Maga Armonizzante\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Especial do Deck Adicional. Não pode ser usado como matéria para uma Invocação-Fusão, Sincro ou Xyz, a não ser que todas as outras matérias sejam Monstros Pêndulo \"Mago\". Quando este card for Invocado por Invocação-Pêndulo da mão: você pode Invocar por Invocação-Especial 1 Monstro Pêndulo \"Mago\" do seu Deck em Posição de Defesa, exceto \"Mago Harmônico\", mas negue seus efeitos e, além disso, bana-o quando ele deixar o campo. Você só pode usar este efeito de \"Mago Harmônico\" uma vez por turno.", "ja": "このカードはＥＸデッキから特殊召喚できず、このカードを融合・Ｓ・Ｘ召喚の素材とする場合、他の素材は全て「魔術師」Ｐモンスターでなければならない。\nこのカード名のモンスター効果は１ターンに１度しか使用できない。\n①：このカードが手札からＰ召喚した時に発動できる。デッキから「調弦の魔術師」以外の「魔術師」Ｐモンスター１体を守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化され、フィールドから離れた場合に除外される。", "ko": "이 카드는 엑스트라 덱에서 특수 소환할 수 없으며, 이 카드를 융합 / 싱크로 / 엑시즈 소환의 소재로 할 경우, 다른 소재는 전부 \"마술사\" 펜듈럼 몬스터이어야 한다. 이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 펜듈럼 소환했을 때에 발동할 수 있다. 덱에서 \"조현의 마술사\" 이외의 \"마술사\" 펜듈럼 몬스터 1장을 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화되고, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡無法從額外牌組特殊召喚，在將此卡做為融合・同步・超量召喚的素材的狀況下，其他素材必須全部都是「魔術師」鐘擺怪獸。此卡名的怪獸效果１回合僅限使用１次。①：可在此卡從手牌鐘擺召喚成功時發動。從牌組以守備表示特殊召喚１隻「調弦的魔術師」以外的「魔術師」鐘擺怪獸。透過此效果特殊召喚的怪獸效果無效化，在從場上離開的狀況下將被除外。", "zh-CN": "此卡不可从额外牌组特殊召唤，将此卡用作融合・同步・超量召唤的素材的情况下，其他素材必须全部为“魔术师”灵摆怪兽。此卡名的怪兽效果１回合仅可使用１次。①：此卡从手牌被灵摆召唤成功时可以发动。从牌组将“调弦的魔术师”以外的１只“魔术师”灵摆怪兽以守备表示特殊召唤。以此效果特殊召唤的怪兽的效果无效化，离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 0, "def": 0, "pendulum_scale": 8, "pendulum_effect": {"en": "All monsters you control gain 100 ATK and DEF for each face-up \"Magician\" Pendulum Monster with different names in your Extra Deck.", "de": "Alle Monster, die du kontrollierst, erhalten für jedes offene „Magier“-Pendelmonster mit einem unterschiedlichen Namen in deinem Extra Deck 100 ATK und DEF.", "es": "Todos los monstruos que controles ganan 100 ATK y DEF por cada Monstruo de Péndulo \"Mago/a\" boca arriba con nombre diferente en tu Deck Extra.", "fr": "Tous les monstres que vous contrôlez gagnent 100 ATK/DEF pour chaque Monstre Pendule \"Magicien\" face recto de noms différents dans votre Extra Deck.", "it": "Tutti i mostri che controlli guadagnano 100 ATK e DEF per ogni Mostro Pendulum \"Mago\" scoperto con nomi diversi nel tuo Extra Deck.", "pt": "Todos os monstros que você controla ganham 100 de ATK e DEF para cada Monstro Pêndulo \"Mago\" com a face para cima com um nome diferente no seu Deck Adicional.", "ja": "①：このカードがＰゾーンに存在する限り、自分フィールドのモンスターの攻撃力・守備力は、自分のＥＸデッキの表側の「魔術師」Ｐモンスターの種類×１００アップする。", "ko": "①: 이 카드가 펜듈럼 존에 존재하는 한, 자신 필드의 몬스터의 공격력 / 수비력은, 자신의 엑스트라 덱의 앞면의 \"마술사\" 펜듈럼 몬스터의 종류 × 100 올린다.", "zh-TW": "①：只要此卡存在於鐘擺區，我方場上的怪獸的攻擊力・守備力就根據我方額外牌組的正面表示的「魔術師」鐘擺怪獸的種類×１００進行提升。", "zh-CN": "①：只要此卡存在于灵摆区域，自己场上怪兽的攻击力・守备力上升相当于自己额外牌组的表侧表示“魔术师”灵摆怪兽种类×１００的数值。"}, "series": ["Magician"], "images": [{"index": 1, "image": "HarmonizingMagician-LED6-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PEVO-EN010", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}, {"set_number": "LED6-EN053", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "de": [{"set_number": "PEVO-DE010", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}, {"set_number": "LED6-DE053", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "fr": [{"set_number": "PEVO-FR010", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}, {"set_number": "LED6-FR053", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "it": [{"set_number": "PEVO-IT010", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}, {"set_number": "LED6-IT053", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "pt": [{"set_number": "PEVO-PT010", "set_name": "Pendulum Evolution", "rarities": ["Ultra Rare"]}, {"set_number": "LED6-PT053", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "ja": [{"set_number": "DBLE-JP002", "set_name": "Dimension Box Limited Edition", "rarities": ["Ultra Parallel Rare"]}, {"set_number": "RC02-JP015", "set_name": "Rarity Collection 20th Anniversary Edition", "rarities": ["Super Rare", "Secret Rare", "Collector's Rare"]}, {"set_number": "DP23-JP053", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Common"]}, {"set_number": "QCCU-JP083", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DBLE-KR002", "set_name": "Dimension Box Limited Edition", "rarities": ["Ultra Parallel Rare"]}, {"set_number": "RC02-KR015", "set_name": "Rarity Collection 20th Anniversary Edition", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "DP23-KR053", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Common"]}, {"set_number": "QCCU-KR083", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "CL03-SC086", "set_name": "Classic Pack 03", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 473528, "master_duel_rarity": "R"}