{"konami_id": 17417, "password": 73956664, "name": {"en": "Tearlaments Reinoheart", "de": "Tränenklage Reinoheart", "es": "Tiagrimentos Reinoheart", "fr": "Reinoheart des Tiarmentations", "it": "Tiaracrimalamenti Reinoheart", "pt": "Lagrimentiara Reinoheart", "ja": "ティアラメンツ・レイノハート", "ja_romaji": "Tiaramentsu Reinohāto", "ko": "티아라멘츠 레이노하트", "ko_rr": "Tiaramencheu Reinohateu", "zh-TW": "淚冠哀歌・雷諾哈忒", "zh-CN": "泪冠哀歌・雷诺哈忒"}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 \"Tearlaments\" monster from your Deck to the GY, except \"Tearlaments Reinoheart\". If this card is sent to the GY by card effect: You can Special Summon this card (but banish it when it leaves the field), and if you do, send 1 \"Tearlaments\" card from your hand to the GY. You can only use each effect of \"Tearlaments Reinoheart\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Tränenklage“-Monster von deinem Deck auf den Friedhof legen, außer „Tränenklage Reinoheart“. Falls diese Karte durch einen Karteneffekt auf den Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung beschwören (aber verbanne sie, wenn sie das Spielfeld verlässt) und falls du dies tust, lege 1 „Tränenklage“-Karte von deiner Hand auf den Friedhof. Du kannst jeden Effekt von „Tränenklage Reinoheart“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 monstruo \"Tiagrimentos\" en tu Deck, excepto \"Tiagrimentos Reinoheart\". Si esta carta es mandada al Cementerio por efecto de una carta: puedes Invocar esta carta de Modo Especial (pero destiérrala cuando deje el Campo) y, si lo haces, manda al Cementerio 1 carta \"Tiagrimentos\" en tu mano. Sólo puedes usar cada efecto de \"Tiagrimentos Reinoheart\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Tiarmentations\" (\"Reinoheart des Tiarmentations\" exclu) depuis votre Deck au Cimetière. Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement cette carte (mais bannissez-la lorsqu'elle quitte le Terrain), et si vous le faites, envoyez 1 carte \"Tiarmentations\" depuis votre main au Cimetière. Vous ne pouvez utiliser chaque effet de \"Reinoheart des Tiarmentations\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 mostro \"Tiaracrimalamenti\" dal tuo Deck al Cimitero, eccetto \"Tiaracrimalamenti Reinoheart\". Se questa carta viene mandata al Cimitero dall'effetto di una carta: puoi Evocare Specialmente questa carta (ma bandiscila quando lascia il Terreno) e, se lo fai, manda 1 carta \"Tiaracrimalamenti\" dalla tua mano al Cimitero. Puoi utilizzare ogni effetto di \"Tiaracrimalamenti Reinoheart\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 monstro \"Lagrimentiara\" do seu Deck para o Cemitério, exceto \"Lagrimentiara Reinoheart\". Se este card for enviado para o Cemitério por um efeito de card: você pode Invocar este card por Invocação-Especial (mas bana-o quando ele deixar o campo) e, se isso acontecer, envie 1 card \"Lagrimentiara\" da sua mão para o Cemitério. Você só pode usar cada efeito de \"Lagrimentiara Reinoheart\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「ティアラメンツ・レイノハート」以外の「ティアラメンツ」モンスター１体を墓地へ送る。②：このカードが効果で墓地へ送られた場合に発動できる。このカードを特殊召喚し、自分の手札から「ティアラメンツ」カード１枚を選んで墓地へ送る。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"티아라멘츠 레이노하트\" 이외의 \"티아라멘츠\" 몬스터 1장을 묘지로 보낸다. ②: 이 카드가 효과로 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 특수 소환하고, 자신의 패에서 \"티아라멘츠\" 카드 1장을 골라 묘지로 보낸다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将“泪冠哀歌・雷诺哈忒”以外的１只“泪冠哀歌”怪兽送至墓地。②：此卡因效果被送至墓地的情况下可以发动。将此卡特殊召唤，从自己的手牌挑选１张“泪冠哀歌”卡送至墓地。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "WATER", "level": 4, "atk": 1500, "def": 2100, "series": ["Tearlaments", "Heart"], "images": [{"index": 1, "image": "TearlamentsReinoheart-OP21-EN-UtR-UE.png"}], "sets": {"en": [{"set_number": "POTE-EN015", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}, {"set_number": "OP21-EN002", "set_name": "OTS Tournament Pack 21", "rarities": ["Ultimate Rare"]}], "de": [{"set_number": "POTE-DE015", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}, {"set_number": "OP21-DE002", "set_name": "OTS Tournament Pack 21", "rarities": ["Ultimate Rare"]}], "fr": [{"set_number": "POTE-FR015", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}, {"set_number": "OP21-FR002", "set_name": "OTS Tournament Pack 21", "rarities": ["Ultimate Rare"]}], "it": [{"set_number": "POTE-IT015", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}, {"set_number": "OP21-IT002", "set_name": "OTS Tournament Pack 21", "rarities": ["Ultimate Rare"]}], "pt": [{"set_number": "POTE-PT015", "set_name": "Power of the Elements", "rarities": ["Ultra Rare"]}, {"set_number": "OP21-PT002", "set_name": "OTS Tournament Pack 21", "rarities": ["Ultimate Rare"]}], "ja": [{"set_number": "POTE-JP015", "set_name": "Power of the Elements", "rarities": ["Rare"]}], "ko": [{"set_number": "POTE-KR015", "set_name": "Power of the Elements", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC134", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Limited"}, "yugipedia_page_id": 717016, "master_duel_rarity": "UR"}