{"konami_id": 15496, "password": 74148483, "name": {"en": "Infernity Wildcat", "de": "Ewig infernale Wildkatze", "es": "Gato Salvaje Inférnico", "fr": "Chat Sauvage Enfernité", "it": "Gatto Selvatico Demoneterno", "pt": "Gato Selvagem Inférnico", "ja": "インフェルニティ・ワイルドキャット", "ja_romaji": "Inferuniti Wairudokyatto", "ko": "인페르니티 와일드캣", "ko_rr": null, "zh-TW": "無限獄野貓", "zh-CN": "无限狱野猫"}, "text": {"en": "You can Special Summon this card (from your hand) by sending 1 other \"Infernity\" monster in your hand to the GY. You can only Special Summon \"Infernity Wildcat\" once per turn this way. While you have no cards in your hand: You can banish 1 \"Infernity\" monster from your GY; increase or decrease the Level of this card by 1 until the end of this turn. You can only use this effect of \"Infernity Wildcat\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 anderes „Ewig infernal“-Monster von deiner Hand auf den Friedhof legst. Du kannst „Ewig infernale Wildkatze“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Solange du keine Karten in deiner Hand hast: Du kannst 1 „Ewig infernal“-Monster von deinem Friedhof verbannen; erhöhe oder verringere die Stufe dieser Karte bis zum Ende dieses Spielzugs um 1. Du kannst diesen Effekt von „Ewig infernale Wildkatze“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) mandando al Cementerio otro monstruo \"Inférnico/a\" en tu mano. Sólo puedes Invocar de Modo Especial \"Gato Salvaje Inférnico\" una vez por turno de esta forma. Mientras no tengas cartas en tu mano: puedes desterrar 1 monstruo \"Inférnico/a\" en tu Cementerio; aumenta o reduce el Nivel de esta carta en 1 hasta el final de este turno. Sólo puedes usar este efecto de \"Gato Salvaje Inférnico\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en envoyant 1 autre monstre \"Enfernité\" dans votre main au Cimetière. Vous ne pouvez Invoquer Spécialement \"Chat Sauvage Enfernité\" qu'une fois par tour de cette façon. Tant que vous n'avez aucune carte dans votre main : vous pouvez bannir 1 monstre \"Enfernité\" depuis votre Cimetière ; jusqu'à la fin de ce tour, augmentez ou réduisez le Niveau de cette carte de 1. Vous ne pouvez utiliser cet effet de \"Chat Sauvage Enfernité\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) mandando al Cimitero 1 altro mostro \"Demoneterno\" nella tua mano. Puoi Evocare Specialmente \"Gatto Selvatico Demoneterno\" una sola volta per turno in questo modo. Mentre non hai nessuna carta nella tua mano: puoi bandire 1 mostro \"Demoneterno\" dal tuo Cimitero; aumenta o diminuisci di 1 il Livello di questa carta fino alla fine di questo turno. Puoi utilizzare questo effetto di \"Gatto Selvatico Demoneterno\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao enviar 1 outro monstro \"Inférnico(a)\" na sua mão para o Cemitério. Você só pode Invocar \"Gato Selvagem Inférnico\" por Invocação-Especial uma vez por turno desta forma. Enquanto você não tiver cards na sua mão: você pode banir 1 monstro \"Inférnico(a)\" do seu Cemitério; até o final deste turno, aumente ou diminua em 1 o Nível deste card. Você só pode usar este efeito de \"Gato Selvagem Inférnico\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは手札の他の「インフェルニティ」モンスター１体を墓地へ送り、手札から特殊召喚できる。②：自分の手札が０枚の場合、自分の墓地の「インフェルニティ」モンスター１体を除外して発動できる。このカードのレベルをターン終了時まで１つ上げる、または下げる。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 패의 다른 \"인페르니티\" 몬스터 1장을 묘지로 보내고, 패에서 특수 소환할 수 있다. ②: 자신의 패가 0장일 경우, 자신 묘지의 \"인페르니티\" 몬스터 1장을 제외하고 발동할 수 있다. 이 카드의 레벨을 턴 종료시까지 1개 올리거나 또는 내린다.", "zh-TW": null, "zh-CN": "这个卡名的作为①的方法的特殊召唤1回合只能有1次，作为②的效果1回合只能使用1次。\n①：这张卡可以把手卡1只其他的「永火」怪兽送去墓地，从手卡特殊召唤。\n②：自己手卡是0张的场合，把自己墓地1只「永火」怪兽除外才能发动。这张卡的等级直到回合结束时上升或者下降1星。"}, "card_type": "Monster", "monster_type_line": "Fiend / Tuner / Effect", "attribute": "DARK", "level": 3, "atk": 1400, "def": 0, "series": ["Infernity"], "images": [{"index": 1, "image": "InfernityWildcat-PHRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHRA-EN017", "set_name": "Phantom Rage", "rarities": ["Common"]}], "de": [{"set_number": "PHRA-DE017", "set_name": "Phantom Rage", "rarities": ["Common"]}], "es": [{"set_number": "PHRA-SP017", "set_name": "Phantom Rage", "rarities": ["Common"]}], "fr": [{"set_number": "PHRA-FR017", "set_name": "Phantom Rage", "rarities": ["Common"]}], "it": [{"set_number": "PHRA-IT017", "set_name": "Phantom Rage", "rarities": ["Common"]}], "pt": [{"set_number": "PHRA-PT017", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ja": [{"set_number": "PHRA-JP017", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR017", "set_name": "Phantom Rage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715415, "master_duel_rarity": "N"}