{"konami_id": 14323, "password": 74218258, "name": {"en": "The Weather Rainbowed Canvas", "de": "Regenbogenfarbenes Witterungsgemälde", "es": "Lienzo Meteorológico Arco Iris", "fr": "Peinture Arc-en-Ciel Météorologique", "it": "Tela Metereologica dell'Arcobaleno", "pt": "Tela do Clima Arco-íris", "ja": "<ruby>虹<rt>にじ</rt></ruby>の<ruby>天<rt>てん</rt></ruby><ruby>気<rt>き</rt></ruby><ruby>模<rt>も</rt></ruby><ruby>様<rt>よう</rt></ruby>", "ja_romaji": "Niji no Tenkimoyō", "ko": "무지개의 천후모양", "ko_rr": "Mujigae-ui Cheonhumoyang", "zh-TW": "虹之天氣模樣", "zh-CN": "虹之天气模样"}, "text": {"en": "You can only control 1 \"The Weather Rainbowed Canvas\". \"The Weather\" Effect Monsters in your Main Monster Zones of this card's column and its adjacent columns gain this effect.\n● If your opponent controls a monster (Quick Effect): You can banish this card; Special Summon 1 \"The Weather\" monster with a different name from your Deck, also you cannot Special Summon other monsters from the Deck for the rest of this turn.", "de": "Du kannst nur 1 „Regenbogenfarbenes Witterungsgemälde“ kontrollieren. „Witterung“-Effektmonster in deinen Main-Monsterzonen der Spalte dieser Karte und ihren benachbarten Spalten erhalten diesen Effekt.\n● Falls dein Gegner ein Monster kontrolliert (Schnelleffekt): Du kannst diese Karte verbannen; beschwöre 1 „Witterung“-Monster mit einem unterschiedlichen Namen als Spezialbeschwörung von deinem Deck, zusätzlich kannst du für den Rest dieses Spielzugs keine anderen Monster als Spezialbeschwörung vom Deck beschwören.", "es": "Sólo puedes controlar 1 \"Lienzo Meteorológico Arco Iris\". Los Monstruos de Efecto \"Meteorológico/a\" en tus Zonas de Monstruos Principales en la columna de esta carta y sus columnas adyacentes ganan este efecto.\n● Si tu adversario controla un monstruo (Efecto Rápido): puedes desterrar esta carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Meteorológico/a\" con un nombre diferente, y además, por el resto de este turno, no puedes Invocar de Modo Especial otros monstruos en el Deck.", "fr": "Vous ne pouvez contrôler qu'1 \"Peinture Arc-en-Ciel Météorologique\". Les Monstres à Effet \"Météorologique\" dans vos Zones Monstre Main de la colonne de cette carte et de ses colonnes adjacentes gagnent cet effet.\n● Si votre adversaire contrôle un monstre (Effet Rapide) : vous pouvez bannir cette carte ; Invoquez Spécialement 1 monstre \"Météorologique\" de nom différent depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement d'autres monstres depuis le Deck le reste de ce tour.", "it": "Puoi controllare solo 1 \"Tela Metereologica dell'Arcobaleno\". I Mostri con Effetto \"Metereologico\" nelle tue Zone Mostri Main della colonna di questa carta e le sue colonne adiacenti guadagnano questo effetto.\n● Se il tuo avversario controlla un mostro (Effetto Rapido): puoi bandire questa carta; Evoca Specialmente 1 mostro \"Metereologico\" con un nome diverso dal tuo Deck, inoltre non puoi Evocare Specialmente altri mostri dal Deck per il resto di questo turno.", "pt": "Você só pode controlar 1 \"Tela do Clima Arco-íris\". Monstros de Efeito \"do Clima\" nas suas Zonas de Monstros Principais da coluna deste card e das colunas adjacentes a ela ganham este efeito.\n● Se seu oponente controlar um monstro (Efeito Rápido): você pode banir este card; Invoque por Invocação-Especial 1 monstro \"do Clima\" com um nome diferente do seu Deck e, além disso, você não pode Invocar outros monstros por Invocação-Especial do Deck pelo resto deste turno.", "ja": "①：「虹の天気模様」は自分フィールドに１枚しか表側表示で存在できない。②：このカードと同じ縦列の自分のメインモンスターゾーン及びその両隣の自分のメインモンスターゾーンに存在する「天気」効果モンスターは以下の効果を得る。●相手フィールドにモンスターが存在する場合、このカードを除外して発動できる。デッキから、このカードとカード名が異なる「天気」モンスター１体を特殊召喚する。この効果の発動後、ターン終了時まで自分はデッキからモンスターを特殊召喚できない。この効果は相手ターンでも発動できる。", "ko": "①: \"무지개의 천후모양\"은 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 이 카드와 같은 세로열인 자신 메인 몬스터 존 및 그 양옆의 자신 메인 몬스터 존에 존재하는 \"천후\" 효과 몬스터는 이하의 효과를 얻는다.\n●상대 필드에 몬스터가 존재할 경우, 이 카드를 제외하고 발동할 수 있다. 덱에서, 이 카드와 카드명이 다른 \"천후\" 몬스터 1장을 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 덱에서 몬스터를 특수 소환할 수 없다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "①：「虹之天气模样」在自己场上只能有1张表侧表示存在。\n②：和这张卡相同纵列的自己的主要怪兽区域以及那些两邻的自己的主要怪兽区域存在的「天气」效果怪兽得到以下效果。\n●对方场上有怪兽存在的场合，把这张卡除外才能发动。从卡组把和这张卡卡名不同的1只「天气」怪兽特殊召唤。这个效果的发动后，直到回合结束时自己不能从卡组把怪兽特殊召唤。这个效果在对方回合也能发动。"}, "card_type": "Trap", "property": "Continuous", "series": ["The Weather"], "images": [{"index": 1, "image": "TheWeatherRainbowedCanvas-MGED-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MGED-EN101", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "de": [{"set_number": "DANE-DE073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MGED-DE101", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "es": [{"set_number": "DANE-SP073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MGED-SP101", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "fr": [{"set_number": "DANE-FR073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MGED-FR101", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "it": [{"set_number": "DANE-IT073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MGED-IT101", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "pt": [{"set_number": "DANE-PT073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}, {"set_number": "MGED-PT101", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "ja": [{"set_number": "DANE-JP073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "ko": [{"set_number": "DANE-KR073", "set_name": "Dark Neostorm", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584392, "master_duel_rarity": "SR"}