{"konami_id": 20058, "password": 74213995, "name": {"en": "Battleguard Echoes", "de": "Kampfwachen-Echos", "es": "Ecos del Escolta de Batalla", "fr": "Écho des Gardes", "it": "Echi Battagliasorvegliante", "pt": "Ecos do Guarda de Batalha", "ja": "バーバリアン・エコーズ", "ja_romaji": "Bābarian Ekōzu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "When this card is activated: You can add 1 Level 5 EARTH Warrior monster from your Deck to your hand, then discard 1 card. Once per turn, if a monster(s) is returned from the field to the hand, even during the Damage Step: You can activate 1 of these effects;\n● Add 1 \"Battleguard Rage\" or \"Battleguard Howling\" from your Deck to your hand.\n● Change 1 face-up monster on the field to face-down Defense Position.\nYou can only activate 1 \"Battleguard Echoes\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 ERDE Krieger-Monster der Stufe 5 von deinem Deck hinzufügen, dann wirf 1 Karte ab. Einmal pro Spielzug, falls ein oder mehr Monster vom Spielfeld auf die Hand zurückgegeben werden, selbst während des Damage Steps: Du kannst 1 dieser Effekte aktivieren;\n● Füge deiner Hand 1 „Kampfwachen-Wut“ oder „Kampfwachen-Geheul“ von deinem Deck hinzu.\n● Ändere 1 offenes Monster auf dem Spielfeld in die verdeckte Verteidigungsposition.\nDu kannst nur 1 „Kampfwachen-Echos“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes añadir a tu mano 1 monstruo Guerrero de TIERRA de Nivel 5 en tu Deck, y después descarta 1 carta. Una vez por turno, si uno o más monstruos son devueltos del Campo a la mano, incluso durante el Damage Step: puedes activar 1 de estos efectos;\n● Añade a tu mano 1 \"Furia del Escolta de Batalla\" o \"Aullido del Escolta de Batalla\" en tu Deck.\n● Cambia 1 monstruo boca arriba en el Campo a Posición de Defensa boca abajo.\nSólo puedes activar 1 \"Ecos del Escolta de Batalla\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre TERRE Guerrier de Niveau 5 depuis votre Deck à votre main, puis défaussez 1 carte. Une fois par tour, si un ou plusieurs monstres sont renvoyés depuis le Terrain à la main, même durant la Damage Step : vous pouvez activer 1 de ces effets ;\n● Ajoutez 1 \"Rage de Garde\" ou \"Hurlement de Garde\" depuis votre Deck à votre main.\n● Changez 1 monstre face recto sur le Terrain en Position de Défense face verso.\nVous ne pouvez activer qu'1 \"Écho des Gardes\" par tour.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 mostro TERRA Guerriero di Livello 5 dal tuo Deck alla tua mano, poi scartare 1 carta. Una volta per turno, se uno o più mostri vengono fatti ritornare dal Terreno nella mano, anche durante il Damage Step: puoi attivare 1 di questi effetti;\n● Aggiungi 1 \"Rabbia Battagliasorvegliante\" o \"Ululato Battagliasorvegliante\" dal tuo Deck alla tua mano.\n● Metti coperto in Posizione di Difesa 1 mostro scoperto sul Terreno.\nPuoi attivare solo 1 \"Echi Battagliasorvegliante\" per turno.", "pt": "Quando este card for ativado: você pode adicionar 1 monstro Guerreiro de TERRA de Nível 5 do seu Deck à sua mão e, depois, descarte 1 card. Uma vez por turno, se um ou mais monstros forem devolvidos do campo para a mão, mesmo durante a Etapa de Dano: você pode ativar 1 desses efeitos;\n● Adicione 1 \"Fúria do Guarda de Batalha\" ou \"Uivo do Guarda de Batalha\" do seu Deck à sua mão.\n● Coloque 1 monstro com a face para cima no campo, com a face para baixo em Posição de Defesa.\nVocê só pode ativar 1 \"Ecos do Guarda de Batalha\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：このカードの発動時の効果処理として、デッキから戦士族・地属性・レベル５モンスター１体を手札に加える事ができる。その場合、さらに自分の手札を１枚選んで捨てる。②：１ターンに１度、フィールドのモンスターが手札に戻った場合、以下の効果から１つを選択して発動できる（ダメージステップでも発動可能）。\n●デッキから「バーバリアン・レイジ」か「バーバリアン・ハウリング」１枚を手札に加える。\n●フィールドの表側表示モンスター１体を裏側守備表示にする。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Continuous", "series": ["Battleguard"], "images": [{"index": 1, "image": "BattleguardEchoes-LEDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN082", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "de": [{"set_number": "LEDE-DE082", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LEDE-FR082", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "it": [{"set_number": "LEDE-IT082", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LEDE-PT082", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP5-JP065", "set_name": "World Premiere Pack 2024", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1054853}