{"konami_id": 19491, "password": 74289646, "name": {"en": "Royal Rhino with Deceitful Dice", "de": "Königliches Nashorn mit trügerischen Würfeln", "es": "Rino Real con Dados Engañosos", "fr": "Rhinocéros Royal aux Dés Trompeurs", "it": "Rinoceronte Reale con Dadi Truccati", "pt": "Rino Real do Dado Enganador", "ja": "<ruby>犀子の王様<rt>ダイノス・スタッキング</rt></ruby>", "ja_romaji": "Dainosu Sutakkingu", "ko": "다이노스 스태킹", "ko_rr": null, "zh-TW": null, "zh-CN": "立骰犀王"}, "text": {"en": "Once per turn, when a card or effect is activated, even during the Damage Step (Quick Effect): You can roll a six-sided die, then apply the appropriate effect, depending on the Chain Link number of this effect.\n● 2: This card gains ATK equal to the result x 500 until the end of this turn.\n● 3: Inflict damage to your opponent equal to the result x 500.\n● 4+: Destroy cards on the field up to the result.", "de": "Einmal pro Spielzug, wenn eine Karte oder ein Effekt aktiviert wird, selbst während des Damage Steps (Schnelleffekt): Du kannst einen sechsseitigen Würfel werfen und dann den entsprechenden Effekt ausführen, abhängig von der Kettengliednummer dieses Effekts.\n● 2: Diese Karte erhält bis zum Ende dieses Spielzugs ATK in Höhe des Ergebnisses x 500.\n● 3: Füge deinem Gegner Schaden in Höhe des Ergebnisses x 500 zu.\n● 4+: Zerstöre Karten auf dem Spielfeld bis zum Ergebnis.", "es": "Una vez por turno, cuando es activada una carta o efecto, incluso durante el Damage Step (Efecto Rápido): puedes lanzar un dado de seis caras, y después aplica el efecto apropiado, dependiendo del número de Eslabón de Cadena de este efecto.\n● 2: Esta carta gana ATK igual al resultado x 500 hasta el final de este turno.\n● 3: Inflige daño a tu adversario igual al resultado x 500.\n● 4+: Destruye cartas en el Campo hasta el número del resultado.", "fr": "Une fois par tour, lorsqu'une carte ou un effet est activé, même durant la Damage Step (Effet Rapide) : vous pouvez lancer un dé à six faces, puis appliquez l'effet approprié, selon le nombre du Maillon de la Chaîne de cet effet.\n● 2 : Jusqu'à la fin de ce tour, cette carte gagne une ATK égale au résultat x 500.\n● 3 : Infligez des dommages à votre adversaire égaux au résultat x 500.\n● 4+ : Détruisez un nombre de cartes sur le Terrain inférieur ou égal au résultat.", "it": "Una volta per turno, quando viene attivata una carta o un effetto, anche durante il Damage Step (Effetto Rapido): puoi tirare un dado a sei facce, poi applicare l'effetto appropriato, a seconda del numero dell'Anello della Catena di questo effetto.\n● 2: Questa carta guadagna ATK pari al risultato x 500 fino alla fine di questo turno.\n● 3: Infliggi al tuo avversario danno pari al risultato x 500.\n● 4+: Distruggi carte sul Terreno fino al risultato.", "pt": "Uma vez por turno, quando um card ou efeito for ativado, mesmo durante a Etapa de Dano (Efeito Rápido): você pode lançar um dado de seis faces e, depois, aplique o efeito apropriado, dependendo do número do Elo de Corrente deste efeito.\n● 2: Este card ganha ATK igual ao resultado x 500 até o final deste turno.\n● 3: Cause dano ao seu oponente igual ao resultado x 500.\n● 4+: Destrua cards no campo até o resultado.", "ja": "①：１ターンに１度、カードの効果が発動した時に発動できる（ダメージステップでも発動可能）。サイコロを１回振る。この効果の発動時に積まれているチェーンの数によって以下の効果を適用する。\n●２つ：このカードの攻撃力はターン終了時まで出た目の数×５００アップする。\n●３つ：出た目の数×５００ダメージを相手に与える。\n●４つ以上：出た目の数までフィールドのカードを破壊する。", "ko": "①: 1턴에 1번, 카드의 효과가 발동했을 때에 발동할 수 있다(데미지 스텝에도 발동 가능). 주사위를 1회 던진다. 이 효과의 발동시에 쌓여 있는 체인의 수에 따라 이하의 효과를 적용한다. ●2개: 이 카드의 공격력은 턴 종료시까지 나온 눈의 수 × 500 올린다. ●3개: 나온 눈의 수 × 500 데미지를 상대에게 준다. ●4개 이상: 나온 눈의 수까지 필드의 카드를 파괴한다.", "zh-TW": null, "zh-CN": "①：１回合１次，卡的效果发动时可以发动（在伤害步骤也可以发动）。掷１次骰子。根据此效果发动时累积的连锁的数量，适用以下效果。\n●２个：此卡的攻击力直至回合结束时为止，上升相当于掷出的数字×５００的数值。\n●３个：给予对手相当于掷出的数字×５００的伤害。\n●４个以上：将场上的卡破坏，数量最多为掷出的数字。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 1, "atk": 600, "def": 600, "images": [{"index": 1, "image": "RoyalRhinowithDeceitfulDice-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN036", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE036", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "es": [{"set_number": "PHNI-SP036", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR036", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT036", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT036", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP036", "set_name": "Phantom Nightmare", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "PHNI-KR036", "set_name": "Phantom Nightmare", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "PHNI-SC036", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1023584}