{"konami_id": 7621, "password": 74329404, "name": {"en": "D - Formation", "de": "D - Formation", "es": "D- Formación", "fr": "Formation D", "it": "Formazione - D", "pt": "Formação-D", "ja": "<ruby>Ｄ<rt>ディー</rt></ruby>－フォーメーション", "ja_romaji": "Dī - Fōmēshon", "ko": "D－포메이션", "ko_rr": null, "zh-TW": "D－構成", "zh-CN": "D－构成"}, "text": {"en": "Each time a face-up \"Destiny HERO\" monster(s) you control is destroyed, place 1 D Counter on this card for each of those monsters. When you Normal or Special Summon a monster during your Main Phase: You can send this card with 2 or more D Counters to the Graveyard; add up to 2 cards from your Deck and/or Graveyard to your hand, with the same name as that monster.", "de": "Wenn ein offenes \"Schicksalsheld\"-Monster zerstört wird, das du kontrollierst, lege 1 D-Zählmarke auf diese Karte für jedes dieser zerstörten Monster. Wenn du während deiner Main Phase ein Monster als Normal- oder Spezialbeschwörung beschwörst, kannst du diese Karte mit 2 oder mehr D-Zählmarken auf den Friedhof legen, um deiner Hand bis zu 2 Karten mit demselben Namen wie dieses Monster von deinem Deck oder deinem Friedhof hinzufügen.", "es": "Cuando es(son) destruido(s) un(os) monstruo(s) \"HÉROE del Destino\" boca arriba que controlas, pon 1 Contador D en esta carta por cada monstruo destruido. Cuando Invocas a un monstruo de Modo Normal o Especial durante tu Main Phase, puedes mandar al Cementerio esta carta con 2 o más Contadores D para añadir a tu mano, desde tu Deck o Cementerio, hasta 2 cartas con el mismo nombre que ese monstruo.", "fr": "Lorsqu'un (ou plusieurs) monstre(s) \"HÉROS de la Destinée\" face recto est (sont) détruit(s), placez 1 Compteur D sur cette carte pour chacun de ces monstres. Lorsque vous Invoquez Normalement ou Spécialement un monstre durant votre Main Phase, vous pouvez envoyer cette carte avec 2 Compteurs D ou plus au Cimetière pour ajouter jusqu'à 2 cartes avec le même nom que ce monstre depuis votre Deck ou Cimetière à votre main.", "it": "Ogni volta che uno o più mostri \"EROE del Destino\" scoperti che controlli vengono distrutti, metti 1 Segnalino D su questa carta per ognuno di quei mostri. Quando Evochi Normalmente o Specialmente un mostro durante la tua Main Phase: puoi mandare questa carta con 2 o più Segnalini D al Cimitero; aggiungi fino a 2 carte con lo stesso nome di quel mostro dal tuo Deck e/o Cimitero alla tua mano.", "pt": "Cada vez que um ou mais monstros \"HERÓI do Destino\" com a face para cima que você controla forem destruídos, coloque 1 Marcador D neste card para cada um desses monstros. Quando você Invocar um monstro por Invocação-Normal ou Especial durante sua Fase Principal: Você pode enviar este card com 2 ou mais Marcadores D para o Cemitério; adicione até 2 cards do seu Deck e/ou Cemitério à sua mão, com o mesmo nome que esse monstro.", "ja": "自分フィールド上に表側表示で存在する「Ｄ－ＨＥＲＯ」と名のついたモンスターが破壊される度に、１体につき１つＤカウンターをこのカードに置く。自分のメインフェイズ時にモンスターの召喚・特殊召喚に成功した時、Ｄカウンターが２つ以上乗ったこのカードを墓地に送る事で、召喚・特殊召喚したモンスターと同名カードを２枚まで自分のデッキ・墓地から手札に加える。", "ko": "자신 필드 위에 앞면 표시로 존재하는 \"데스티니 히어로\"라는 이름이 붙은 몬스터가 파괴될 때마다, 1장당 1개의 D 카운터를 이 카드에 놓는다. 자신의 메인 페이즈시에 몬스터의 일반 소환/특수 소환에 성공했을 때, D 카운터가 2개 이상 얹힌 이 카드를 묘지로 보내는 것으로, 일반 소환/특수 소환한 몬스터와 같은 이름의 카드를 2장까지 자신의 덱/묘지에서 패에 넣는다.", "zh-TW": "每當我方場上的正面表示的冠有「命運－英雄」之名的怪獸被破壞時，每被破壞１隻就在此卡放置１個D計數物。怪獸在我方的主要階段被召喚・特殊召喚時，可將置有２個以上D計數物的此卡送至墓地發動。從我方牌組・墓地選擇最多２張與１隻召喚・特殊召喚的怪獸同名的卡加入手牌。", "zh-CN": "每次我方场上表侧表示的冠有“命运－英雄”之名怪兽被破坏，每被破坏１只就放置１个D计数物在此卡。我方主要阶段怪兽被召唤、特殊召唤时，可将放置有２个或以上D计数物的此卡送入墓地并发动。最多从我方牌组、墓地挑选２张和１只被召唤、特殊召唤怪兽同名的卡牌加入手牌。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "DFormation-LCGX-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LODT-EN048", "set_name": "Light of Destruction", "rarities": ["Common"]}, {"set_number": "LCGX-EN147", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "LODT-DE048", "set_name": "Light of Destruction", "rarities": ["Common"]}, {"set_number": "LCGX-DE147", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "LODT-FR048", "set_name": "Light of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LODT-IT048", "set_name": "Light of Destruction", "rarities": ["Common"]}, {"set_number": "LCGX-IT147", "set_name": "Legendary Collection 2: The Duel Academy Years Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "LODT-JP048", "set_name": "Light of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LODT-KR048", "set_name": "Light of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 20069, "master_duel_rarity": "N"}