{"konami_id": 14320, "password": 74431740, "name": {"en": "Assault Reboot", "de": "Angriffs-Neustart", "es": "Reinicio de Ataque", "fr": "Redémarrage d'Assaut", "it": "Riavvio d'Assalto", "pt": "Reinicialização de Ataque", "ja": "バスター・リブート", "ja_romaji": "Basutā Ribūto", "ko": "버스터 리부트", "ko_rr": "Beoseuteu Ributeu", "zh-TW": "襲擊再起", "zh-CN": "爆裂重启"}, "text": {"en": "Tribute 1 \"/Assault Mode\" monster; Special Summon 1 \"/Assault Mode\" monster from your Deck with a different name in Defense Position, ignoring its Summoning conditions. You can banish this card from your GY, then target any number of cards in your GY, with different names, that are \"Assault Mode Activate\" and/or specifically list \"Assault Mode Activate\" in their text, except \"Assault Reboot\"; shuffle them into the Deck. You can only use each effect of \"Assault Reboot\" once per turn.", "de": "Biete 1 „/Angriffsmodus“-Monster als Tribut an; beschwöre 1 „/Angriffsmodus“-Monster mit einem unterschiedlichen Namen als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, ungeachtet seiner Beschwörungsbedingungen. Du kannst diese Karte von deinem Friedhof verbannen und dann eine beliebige Anzahl Karten mit unterschiedlichen Namen, die „Angriffsmodus aktivieren“ sind und/oder ausdrücklich „Angriffsmodus aktivieren“ in ihrem Text aufführen, in deinem Friedhof wählen, außer „Angriffs-Neustart“; mische sie ins Deck. Du kannst jeden Effekt von „Angriffs-Neustart“ nur einmal pro Spielzug verwenden.", "es": "Sacrifica 1 monstruo \"/Modo de Ataque\"; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"/Modo de Ataque\" con un nombre diferente en Posición de Defensa, ignorando sus condiciones de Invocación. Puedes desterrar esta carta en tu Cementerio, y después selecciona cualquier cantidad de cartas en tu Cementerio, con nombres diferentes, que sean \"Activar Modo de Ataque\" y/o listen específicamente \"Activar Modo de Ataque\" en su texto, excepto \"Reinicio de Ataque\"; barájalas al Deck. Sólo puedes usar cada efecto de \"Reinicio de Ataque\" una vez por turno.", "fr": "Sacrifiez 1 monstre \"/Mode Assaut\" ; Invoquez Spécialement 1 monstre \"/Mode Assaut\" depuis votre Deck de nom différent en Position de Défense, en ignorant ses conditions d'Invocation. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez un nombre de votre choix de cartes dans votre Cimetière, de noms différents, qui sont \"Activation Mode Assaut\" et/ou qui liste spécifiquement \"Activation Mode Assaut\" dans leur texte (\"Redémarrage d'Assaut\" exclu) ; mélangez-les dans le Deck. Vous ne pouvez utiliser chaque effet de \"Redémarrage d'Assaut\" qu'une fois par tour.", "it": "Offri come Tributo 1 mostro \"/Assalto\"; Evoca Specialmente dal tuo Deck 1 mostro \"/Assalto\" con un nome diverso in Posizione di Difesa, ignorando le sue condizioni di Evocazione. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio un qualsiasi numero di carte nel tuo Cimitero, con nomi diversi, che siano \"Attivazione Modalità Assalto\" e/o che indichino specificamente \"Attivazione Modalità Assalto\" nel loro testo, eccetto \"Riavvio d'Assalto\"; mischiale nel Deck. Puoi utilizzare ogni effetto di \"Riavvio d'Assalto\" una sola volta per turno.", "pt": "Ofereça como Tributo 1 monstro \"/Modo de Ataque\"; Invoque por Invocação-Especial 1 monstro \"/Modo de Ataque\" do seu Deck com um nome diferente em Posição de Defesa, ignorando suas condições de Invocação. Você pode banir este card do seu Cemitério e, depois, escolher qualquer número de cards no seu Cemitério, com nomes diferentes, que sejam \"Ativar Modo de Ataque\" e/ou listem especificamente \"Ativar Modo de Ataque\" em seus textos, exceto \"Reinicialização de Ataque\"; embaralhe-os no Deck. Você só pode usar cada efeito de \"Reinicialização de Ataque\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「／バスター」モンスター１体をリリースして発動できる。そのモンスターとカード名が異なる「／バスター」モンスター１体を召喚条件を無視してデッキから守備表示で特殊召喚する。②：墓地のこのカードを除外し、「バスター・リブート」以外の自分の墓地の、「バスター・モード」のカード名が記されたカード及び「バスター・モード」を任意の数だけ対象として発動できる（同名カードは１枚まで）。そのカードをデッキに戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"/ 버스터\" 몬스터 1장을 릴리스하고 발동할 수 있다. 그 몬스터와 카드명이 다른 \"/ 버스터\" 몬스터 1장을 소환 조건을 무시하고 덱에서 수비 표시로 특수 소환한다. ②: 묘지의 이 카드를 제외하고, \"버스터 리부트\" 이외의 자신 묘지의, \"버스터 모드\"의 카드명이 쓰여진 카드 및 \"버스터 모드\"를 임의의 수만큼 대상으로 하여 발동할 수 있다(같은 이름의 카드는 1장까지). 그 카드를 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。\n①：解放自己场上的1只“／爆裂”怪兽可以发动。从牌组将1只与该怪兽卡名不同的“／爆裂”怪兽无视召唤条件以守备表示特殊召唤。\n②：将墓地的此卡除外，以“爆裂重启”以外的、自己墓地任意数量的“爆裂模式”及记载有该卡名的卡为对象可以发动（同名卡最多1张）。将该卡放回牌组。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "AssaultReboot-DANE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "de": [{"set_number": "DANE-DE070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "es": [{"set_number": "DANE-SP070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "fr": [{"set_number": "DANE-FR070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "it": [{"set_number": "DANE-IT070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "pt": [{"set_number": "DANE-PT070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "ja": [{"set_number": "DANE-JP070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}], "ko": [{"set_number": "DANE-KR070", "set_name": "Dark Neostorm", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585220, "master_duel_rarity": "N"}