{"konami_id": 8413, "password": 74506079, "name": {"en": "Worm Zero", "de": "Wurm Zero", "es": "Gusano Zero", "fr": "Ver - Zéro", "it": "Verme Zero", "pt": "Lombriga Zero", "ja": "ワーム・ゼロ", "ja_romaji": "Wāmu Zero", "ko": "웜 제로", "ko_rr": null, "zh-TW": "異蟲零", "zh-CN": "异虫零"}, "text": {"en": "2 or more Reptile-Type \"Worm\" monsters\nFor each Fusion Material Monster with a different name used to Fusion Summon this card, it gains 500 ATK, and also gains these effects: ● 2+: Once per turn, you can select 1 Reptile-Type monster in your Graveyard, and Special Summon it in face-down Defense Position. ● 4+: You can remove from play 1 Reptile-Type monster from your Graveyard to send 1 monster on the field to the Graveyard. ● 6+: Once per turn, you can draw 1 card.", "de": "2 oder mehr „Wurm“-Monster vom Typ Reptil\nFür jedes Fusionsmaterialmonster mit einem verschiedenen Namen, das für die Fusionsbeschwörung dieser Karte benutzt wurde, erhält sie 500 ATK und zusätzlich diese Effekte: ● 2+: Einmal pro Spielzug kannst du 1 Monster vom Typ Reptil in deinem Friedhof wählen und als Spezialbeschwörung in die verdeckte Verteidigungsposition beschwören. ● 4+: Du kannst 1 Monster vom Typ Reptil in deinem Friedhof aus dem Spiel entfernen, um 1 Monster auf dem Spielfeld auf den Friedhof zu legen. ● 6+: Einmal pro Spielzug kannst du 1 Karte ziehen.", "es": "2 o más monstruos \"Gusano/a\" de Tipo Reptil\nPor cada Monstruo Material de Fusión de nombre diferente utilizado en la Invocación por Fusión de esta carta, ésta gana 500 ATK, y también gana los siguientes efectos: ●2+: Una vez por turno, puedes seleccionar 1 monstruo de Tipo Reptil en tu Cementerio, e Invocarlo de Modo Especial en Posición de Defensa boca abajo. ●4+: Puedes retirar del juego 1 monstruo de Tipo Reptil en tu Cementerio para mandar al Cementerio 1 monstruo en el Campo. ●6+: Una vez por turno, puedes robar 1 carta.", "fr": "2 monstres \"Ver\" de Type Reptile ou plus\nPour chaque Monstre-Matériel de Fusion de nom différent utilisé pour l'Invocation Fusion de cette carte, elle gagne 500 points d'ATK et les effets suivants : ● 2+ : Une fois par tour, vous pouvez sélectionner 1 monstre de Type Reptile dans votre Cimetière et l'Invoquer Spécialement en Position de Défense face verso. ● 4+ : Vous pouvez retirer du jeu 1 monstre de Type Reptile depuis votre Cimetière pour envoyer 1 monstre sur le Terrain au Cimetière. ● 6+ : Une fois par tour, vous pouvez piocher 1 carte.", "it": "2 o più mostri \"Verme\" di Tipo Rettile\nPer ogni Mostro Materiale da Fusione con un nome diverso usato per l'Evocazione tramite Fusione di questa carta, essa guadagna 500 ATK, e guadagna questi effetti: ●2+: Una volta per turno, puoi scegliere 1 mostro di Tipo Rettile nel tuo Cimitero ed Evocarlo Specialmente coperto in Posizione di Difesa. ●4+: Puoi rimuovere dal gioco 1 mostro di Tipo Rettile dal tuo Cimitero per mandare 1 mostro sul Terreno al Cimitero. ●6+: Una volta per turno, puoi pescare 1 carta.", "pt": "2 ou mais monstros \"Lombriga\" do Tipo Réptil\nPara cada Monstro-Matéria de Fusão com um nome diferente usado para a Invocação-Fusão deste card, ele ganha 500 de ATK e também ganha esses efeitos:\n●2+: Uma vez por turno, você pode selecionar 1 monstro do Tipo Réptil no seu Cemitério e Invocá-lo por Invocação-Especial com a face para baixo em Posição de Defesa.\n●4+: Você pode remover de jogo 1 monstro do Tipo Réptil do seu Cemitério para enviar 1 monstro no campo para o Cemitério.\n●6+: Uma vez por turno, você pode comprar 1 card.", "ja": "「ワーム」と名のついた爬虫類族モンスター×２体以上\nこのカードの攻撃力は融合素材にしたモンスターの種類×５００ポイントになる。このカードは融合素材にしたモンスターの種類によって以下の効果を得る。●２種類以上：１ターンに１度、自分の墓地の爬虫類族モンスター１体を裏側守備表示で特殊召喚できる。●４種類以上：自分の墓地の爬虫類族モンスター１体をゲームから除外する事で、フィールド上のモンスター１体を墓地へ送る。●６種類以上：１ターンに１度、自分のデッキからカードを１枚ドローする。", "ko": "\"웜\"이라는 이름이 붙은 파충류족 몬스터 × 2장 이상\n이 카드의 공격력은 융합 소재로 한 몬스터 종류 × 500 포인트가 된다.이 카드는 융합 소재로 한 몬스터 종류에 따라 이하의 효과를 얻는다.\n●2종류 이상 : 1턴에 1번, 자신 묘지의 파충류족 몬스터 1장을 뒷면 수비 표시로 특수 소환할 수 있다.\n●4종류 이상 : 자신 묘지의 파충류족 몬스터 1장을 게임에서 제외하는 것으로, 필드 위의 몬스터 1장을 묘지로 보낸다.\n●6종류 이상 : 1턴에 1번, 자신의 덱에서 카드를 1장 드로우한다.", "zh-TW": "冠有「異蟲」之名的爬蟲類族怪獸×２隻以上\n此卡的攻擊力變為做為此卡的融合素材的怪獸種類×５００。此外，根據做為融合素材的怪獸種類，此卡獲得以下效果。\n●２種類以上：１回合１次，可選擇我方墓地的１隻爬蟲類族怪獸以反面守備表示特殊召喚。\n●４種類以上：可將我方墓地的１隻爬蟲類族怪獸從遊戲除外發動。選擇場上的１隻怪獸送至墓地。\n●６種類以上：１回合１次，可從牌組抽１張牌。", "zh-CN": "冠有“异虫”之名的爬虫类怪兽×２只或以上\n此卡的攻击力变成作为此卡的融合素材的怪兽种类×５００点。此外，根据作为融合素材的怪兽种类，此卡获得以下效果。\n●２种或以上：１回合１次，可选择我方墓地的１只爬虫类族怪兽，以里侧守备表示特殊召唤。\n●４种或以上：可将我方墓地的１只爬虫类族怪兽从游戏中除外并发动。选择场上的１只怪兽送入墓地。\n●６种或以上：１回合１次，可从牌组抽取１张卡牌。"}, "card_type": "Monster", "monster_type_line": "Reptile / Fusion / Effect", "attribute": "LIGHT", "level": 10, "atk": "?", "def": 0, "materials": "2 or more Reptile-Type \"Worm\" monsters.", "series": ["Worm"], "images": [{"index": 1, "image": "WormZero-HA03-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "HA03-EN056", "set_name": "Hidden Arsenal 3", "rarities": ["Secret Rare"]}, {"set_number": "DT03-EN084", "set_name": "Duel Terminal 3", "rarities": ["Duel Terminal Super Parallel Rare"]}], "de": [{"set_number": "HA03-DE056", "set_name": "Hidden Arsenal 3", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "HA03-FR056", "set_name": "Hidden Arsenal 3", "rarities": ["Secret Rare"]}], "it": [{"set_number": "HA03-IT056", "set_name": "Hidden Arsenal 3", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DT06-JP034", "set_name": "Duel Terminal - Dragunity of the Hurricane!!", "rarities": ["Duel Terminal Super Parallel Rare"]}, {"set_number": "DTC2-JP086", "set_name": "Duel Terminal Chronicle 2 - Chapter of Chaos", "rarities": ["Duel Terminal Super Parallel Rare"]}], "ko": [{"set_number": "HA03-KR056", "set_name": "Hidden Arsenal 3", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 98551, "master_duel_rarity": "UR"}