{"konami_id": 14827, "password": 74578720, "name": {"en": "Time Thief Chronocorder", "de": "Zeitdieb Chronocorder", "es": "Ladrón del Tiempo Cronoagenda", "fr": "Chronogistreur des Voleurs de Temps", "it": "Ladro del Tempo Cronoregistro", "pt": "Ladrão do Tempo Cronogravador", "ja": "クロノダイバー・タイムレコーダー", "ja_romaji": "Kuronodaibā Taimurekōdā", "ko": "크로노다이버 타임레코더", "ko_rr": "Keuronodaibeo Taimrekodeo", "zh-TW": "時潛怪盜・時間軸紀錄儀", "zh-CN": "时潜怪盗・时间轴记录仪"}, "text": {"en": "During your opponent's Battle Phase (Quick Effect): You can Tribute this card; the next battle damage you take from an opponent's monster's attack this turn is inflicted to your opponent instead. If a face-up Xyz Monster you control leaves the field by card effect, while this card is in your GY (except during the Damage Step): You can Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Time Thief Chronocorder\" once per turn.", "de": "Während der Battle Phase deines Gegners (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; der nächste Kampfschaden, den du in diesem Spielzug vom Angriff eines Monsters eines Gegners erhältst, wird stattdessen deinem Gegner zugefügt. Falls ein offenes Xyz-Monster, das du kontrollierst, das Spielfeld durch einen Karteneffekt verlässt, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Zeitdieb Chronocorder“ nur einmal pro Spielzug verwenden.", "es": "Durante la Battle Phase de tu adversario (Efecto Rápido): puedes Sacrificar esta carta; el siguiente daño de batalla que recibas este turno del ataque de un monstruo del adversario es infligido a tu adversario en su lugar. Si un Monstruo Xyz boca arriba que controlas deja el Campo por efecto de una carta mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Ladrón del Tiempo Cronoagenda\" una vez por turno.", "fr": "Durant la Battle Phase de votre adversaire (Effet Rapide) : vous pouvez Sacrifier cette carte ; les prochains dommages de combat que vous recevez d'une attaque de monstre de l'adversaire ce tour sont infligés à votre adversaire à la place. Si un Monstre Xyz face recto que vous contrôlez quitte le Terrain par un effet de carte, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Chronogistreur des Voleurs de Temps\" qu'une fois par tour.", "it": "Durante la Battle Phase del tuo avversario (Effetto Rapido): puoi offrire come Tributo questa carta; il prossimo danno da combattimento che subisci dall'attacco di un mostro dell'avversario in questo turno viene invece inflitto al tuo avversario. Se un Mostro Xyz scoperto che controlli lascia il Terreno per l'effetto di una carta, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Ladro del Tempo Cronoregistro\" una sola volta per turno.", "pt": "Durante a Fase de Batalha do seu oponente (Efeito Rápido): você pode oferecer este card como Tributo; o próximo dano de batalha que você sofrer do ataque de um monstro do oponente neste turno, em vez disso, é causado ao seu oponente. Se um Monstro Xyz com a face para cima que você controla deixar o campo devido a um efeito de card, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Ladrão do Tempo Cronogravador\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手バトルフェイズにこのカードをリリースして発動できる。このターンに１度だけ、相手モンスターの攻撃で発生する自分への戦闘ダメージは代わりに相手が受ける。②：このカードが墓地に存在する状態で、自分フィールドの表側表示のＸモンスターが効果でフィールドから離れた場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 배틀 페이즈에 이 카드를 릴리스하고 발동할 수 있다. 이 턴에 1번만, 상대 몬스터의 공격으로 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신 필드의 앞면 표시의 엑시즈 몬스터가 효과로 필드에서 벗어났을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在对手的战斗阶段解放此卡可以发动。此回合仅1次，因对手怪兽的攻击发生的对自己的战斗伤害由对手代为承受。②：此卡存在于墓地的状态下，自己场上的表侧表示超量怪兽因效果从场上离开的情况下可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 1000, "series": ["Time Thief"], "images": [{"index": 1, "image": "TimeThiefChronocorder-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN018", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "GFTP-EN063", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "IGAS-DE018", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "GFTP-DE063", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "IGAS-SP018", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "GFTP-SP063", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "IGAS-FR018", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "GFTP-FR063", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "IGAS-IT018", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "GFTP-IT063", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "IGAS-PT018", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "GFTP-PT063", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "IGAS-JP018", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR018", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC058", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 669365, "master_duel_rarity": "N"}