{"konami_id": 16003, "password": 74689476, "name": {"en": "Rilliona, the Wondrous Magistus Witch Wardrobe", "de": "Rilliona, wundersame Kleiderschrank-Magistus-Hexe", "es": "Rilliona, la Maravillosa Bruja Magistus del Armario", "fr": "Rilliona, Merveilleuse Sorcière de Garde-Robe Magistus", "it": "Rilliona, la Meravigliosa Magistus Guardaroba Strega", "pt": "Rilliona, a Maravilhosa Magistus do Guarda-Roupa de Bruxas", "ja": "<ruby>結晶の魔女<rt>マギストス・ウィッチ</rt></ruby>サンドリヨン", "ja_romaji": "Magisutosu Wicchi Sandoriyon", "ko": "마기스토스 위치 산드리용", "ko_rr": "Magiseutoseu Wichi Sandeuriyong", "zh-TW": "偉魔的魔女 仙杜瑞拉", "zh-CN": "伟魔女巫 结晶之桑德里永"}, "text": {"en": "2 Level 4 Spellcaster monsters with different Attributes\nYou can detach 1 material from this card; Special Summon 1 \"Magistus\" monster from your Deck, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except \"Magistus\" monsters. While this card is equipped to a monster: You can target 1 Effect Monster your opponent controls; negate its effects until the end of this turn. You can only use each effect of \"Rilliona, the Wondrous Magistus Witch Wardrobe\" once per turn.", "de": "2 Hexer-Monster der Stufe 4 mit unterschiedlichen Eigenschaften\nDu kannst 1 Material von dieser Karte abhängen; beschwöre 1 „Magistus“-Monster als Spezialbeschwörung von deinem Deck, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer „Magistus“-Monstern. Solange diese Karte ein Monster ausrüstet: Du kannst 1 Effektmonster wählen, das dein Gegner kontrolliert; annulliere bis zum Ende dieses Spielzugs seine Effekte. Du kannst jeden Effekt von „Rilliona, wundersame Kleiderschrank-Magistus-Hexe“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Lanzador de Conjuros de Nivel 4 con Atributos diferentes\nPuedes desacoplar 1 material de esta carta; Invoca de Modo Especial 1 monstruo \"Magistus\" desde tu Deck y además, por el resto de este turno no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto monstruos \"Magistus\". Mientras esta carta está equipada a un monstruo: puedes seleccionar 1 Monstruo de Efecto que controle tu adversario; niega sus efectos hasta el final de este turno. Sólo puedes usar cada efecto de \"Rilliona, la Maravillosa Bruja Magistus del Armario\" una vez por turno.", "fr": "2 monstres Magicien de Niveau 4 d'Attributs différents\nVous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 monstre \"Magistus\" depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Magistus\" exclus) depuis l'Extra Deck le reste de ce tour. Tant que cette carte est équipée à un monstre : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Rilliona, Merveilleuse Sorcière de Garde-Robe Magistus\" qu'une fois par tour.", "it": "2 mostri Incantatore di Livello 4 con Attributi diversi\nPuoi staccare 1 materiale da questa carta; Evoca Specialmente 1 mostro \"Magistus\" dal tuo Deck, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri \"Magistus\". Mentre questa carta è equipaggiata a un mostro: puoi scegliere come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; annulla i suoi effetti fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Rilliona, la Meravigliosa Magistus Guardaroba Strega\" una sola volta per turno.", "pt": "2 monstros Mago de Nível 4 com Atributos diferentes\nVocê pode desassociar 1 matéria deste card; Invoque por Invocação-Especial 1 monstro \"Magistus\" do seu Deck e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros \"Magistus\". Enquanto este card estiver equipado a um monstro: você pode escolher 1 Monstro de Efeito que seu oponente controla; negue seus efeitos até o final deste turno. Você só pode usar cada efeito de \"Rilliona, a Maravilhosa Magistus do Guarda-Roupa de Bruxas\" uma vez por turno.", "ja": "属性が異なる魔法使い族レベル４モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除いて発動できる。デッキから「マギストス」モンスター１体を特殊召喚する。この効果の発動後、ターン終了時まで自分は「マギストス」モンスターしかＥＸデッキから特殊召喚できない。②：このカードが装備されている場合、相手フィールドの効果モンスター１体を対象として発動できる。そのモンスターの効果をターン終了時まで無効にする。", "ko": "속성이 다른 마법사족 레벨 4 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 덱에서 \"마기스토스\" 몬스터 1장을 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"마기스토스\" 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 이 카드가 장착되어 있을 경우, 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 효과를 턴 종료시까지 무효로 한다.", "zh-TW": null, "zh-CN": "属性不同的魔法师族等级４怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：去除此卡的１个超量素材可以发动。从牌组将１只“伟魔”怪兽特殊召唤。此效果发动后，直至回合结束时为止，自己从额外牌组仅可特殊召唤“伟魔”怪兽。②：此卡被装备中的情况下，以对手场上的１只效果怪兽为对象可以发动。将该怪兽的效果直至回合结束时为止无效。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Xyz / Effect", "attribute": "LIGHT", "rank": 4, "atk": 1000, "def": 2800, "materials": "2 Level 4 Spellcaster-Type monsters with different Attributes", "series": ["Magistus"], "images": [{"index": 1, "image": "RillionatheWondrousMagistusWitchWardrobe-MP22-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN042", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-EN083", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "de": [{"set_number": "LIOV-DE042", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-DE083", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "es": [{"set_number": "LIOV-SP042", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-SP083", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "fr": [{"set_number": "LIOV-FR042", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-FR083", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "it": [{"set_number": "LIOV-IT042", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-IT083", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "pt": [{"set_number": "LIOV-PT042", "set_name": "Lightning Overdrive", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-PT083", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "ja": [{"set_number": "LIOV-JP042", "set_name": "Lightning Overdrive", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "LIOV-JP042", "set_name": "Lightning Overdrive +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "LIOV-KR042", "set_name": "Lightning Overdrive", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "LIOV-KR042", "set_name": "Lightning Overdrive +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC029", "set_name": "Mega Pack 06", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716474, "master_duel_rarity": "UR"}