{"konami_id": 12454, "password": 74839123, "name": {"en": "Frightfur Sanctuary", "de": "Schreckenspelz-Heiligtum", "es": "Santuario Atemorizante", "fr": "Sanctuaire Frourreur", "it": "Santuario Pellicciaspavento", "pt": "Santuário Peladura", "ja": "デストーイ・サンクチュアリ", "ja_romaji": "Desutōi Sankuchuari", "ko": "데스완구의 성역", "ko_rr": null, "zh-TW": "魔玩具聖域", "zh-CN": "魔玩具・圣域"}, "text": {"en": "Activate this card by discarding 1 card and sending 2 \"Frightfur\" monsters from your Extra Deck to the Graveyard. All Fusion Monsters you control are also treated as \"Frightfur\" monsters. If this card is sent to the Graveyard: You can target 1 \"Frightfur\" Fusion Monster in your Graveyard; return it to the Extra Deck.", "de": "Aktiviere diese Karte, indem du 1 Karte abwirfst und 2 „Schreckenspelz“-Monster von deinem Extra Deck auf den Friedhof legst. Alle Fusionsmonster, die du kontrollierst, werden zusätzlich als „Schreckenspelz“-Monster behandelt. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Schreckenspelz“-Fusionsmonster in deinem Friedhof wählen; lege es ins Extra Deck zurück.", "es": "Activa esta carta descartando 1 carta y mandando al Cementerio 2 monstruos \"Atemorizante\" en tu Deck Extra. Todos los Monstruos de Fusión que controlas también se tratan como monstruos \"Atemorizante\". Si esta carta es mandada al Cementerio: puedes seleccionar 1 Monstruo de Fusión \"Atemorizante\" en tu Cementerio; devuélvelo al Deck Extra.", "fr": "Activez cette carte en défaussant 1 carte et en envoyant 2 monstres \"Frourreur\" depuis votre Extra Deck au Cimetière. Tous les Monstres de Fusion que vous contrôlez sont aussi traités comme des monstres \"Frourreur\". Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Monstre de Fusion \"Frourreur\" dans votre Cimetière ; renvoyez-le à l'Extra Deck.", "it": "Attiva questa carta scartando 1 carta e mandando 2 mostri \"Pellicciaspavento\" dal tuo Extra Deck al Cimitero. Tutti i Mostri Fusione che controlli sono anche considerati come mostri \"Pellicciaspavento\". Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 Mostro Fusione \"Pellicciaspavento\" nel tuo Cimitero; fallo ritornare nell'Extra Deck.", "pt": "Ative este card ao descartar 1 card e enviar 2 monstros \"Peladura\" do seu Deck Adicional para o Cemitério. Todos os Monstros de Fusão que você controla também são considerados como monstros \"Peladura\". Se este card for enviado para o Cemitério: você pode escolher 1 Monstro de Fusão \"Peladura\" no seu Cemitério; devolva-o para o Deck Adicional.", "ja": "手札を１枚捨て、自分のエクストラデッキから「デストーイ」モンスター２体を墓地へ送ってこのカードを発動できる。①：このカードが魔法＆罠ゾーンに存在する限り、自分フィールドの全ての融合モンスターは「デストーイ」モンスターとしても扱う。②：このカードが墓地へ送られた場合、自分の墓地の「デストーイ」融合モンスター１体を対象として発動できる。そのモンスターをエクストラデッキに戻す。", "ko": "패를 1장 버리고, 자신의 엑스트라 덱에서 \"데스완구\" 몬스터 2장을 묘지로 보내어 이 카드를 발동할 수 있다. ①: 이 카드가 마법 & 함정 존에 존재하는 한, 자신 필드의 모든 융합 몬스터는 \"데스완구\" 몬스터로도 취급한다. ②: 이 카드가 묘지로 보내졌을 경우, 자신 묘지의 \"데스완구\" 융합 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 엑스트라 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "丢弃1张手卡，从自己的额外卡组把2只「魔玩具」怪兽送去墓地才能把这张卡发动。①：只要这张卡在魔法与陷阱区域存在，自己场上的全部融合怪兽也当作「魔玩具」怪兽使用。②：这张卡被送去墓地的场合，以自己墓地1只「魔玩具」融合怪兽为对象才能发动。那只怪兽回到额外卡组。"}, "card_type": "Spell", "property": "Continuous", "series": ["Frightfur"], "images": [{"index": 1, "image": "FrightfurSanctuary-TDIL-JP-C.png", "illustration": "FrightfurSanctuary-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "FrightfurSanctuary-MP17-EN-C-1E.png", "illustration": "FrightfurSanctuary-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "TDIL-EN055", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-EN098", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "TDIL-DE055", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-DE098", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "TDIL-FR055", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-FR098", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "TDIL-IT055", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-IT098", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "TDIL-PT055", "set_name": "The Dark Illusion", "rarities": ["Common"]}, {"set_number": "MP17-PT098", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "TDIL-JP055", "set_name": "The Dark Illusion", "rarities": ["Common"]}], "ko": [{"set_number": "TDIL-KR055", "set_name": "The Dark Illusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 387305, "master_duel_rarity": "R"}