{"konami_id": 7114, "password": 74841885, "name": {"en": "Sky Scourge Invicil", "de": "Himmelsplage Invincil", "es": "Plaga del Cielo Invicil", "fr": "Djinn Céleste Invicil", "it": "Invincil Flagello del Cielo", "pt": "Flagelo dos Céus Invicil", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>神<rt>しん</rt></ruby> インヴィシル", "ja_romaji": "Tenmashin Inbishiru", "ko": "천마신 인비실", "ko_rr": null, "zh-TW": "天魔神 因維希爾", "zh-CN": "天魔神 因维希尔"}, "text": {"en": null, "de": "Diese Karte kann nicht als Spezialbeschwörung beschworen werden. Falls du diese Karte als Tributbeschwörung beschwörst, indem du 1 der folgenden Monster als Tribut anbietest, erhält diese Karte den entsprechenden Effekt:\n●LICHT Monster vom Typ Fee: Annulliere die Effekte aller Zauberkarten.\n●FINSTERNIS Monster vom Typ Unterweltler: Annulliere die Effekte aller Fallenkarten.", "es": "Esta carta no puede ser Invocada de Modo Especial. Si la Invocas por Sacrificio Sacrificando 1 de los siguientes monstruos, esta carta consigue el efecto apropiado:\n●Monstruo de LUZ Tipo Hada: Niega los efectos de todas las Cartas Mágicas.\n●Monstruo de OSCURIDAD Tipo Demonio: Niega los efectos de todas las Cartas de Trampa.", "fr": "Cette carte ne peut pas être Invoquée par Invocation Spéciale. Si vous faites l'Invocation Sacrifice de cette carte en Sacrifiant 1 des monstres suivants, cette carte obtient l'effet approprié :\n● Monstre LUMIÈRE de Type Elfe : Annulez les effets de toutes les Cartes Magie.\n● Monstre TÉNÈBRES de Type Démon : Annulez les effets de toutes les Cartes Piège.", "it": "Questa carta non può essere Evocata tramite Evocazione Speciale. Se Evochi tramite Tributo questa carta offrendo come Tributo 1 dei seguenti mostri, questa carta prende l'effetto appropriato:\n● mostro LUCE di Tipo Fata: Annulla gli effetti di tutte la Carte Magia.\n● mostro OSCURITÀ di Tipo Demone: Annulla gli effetti di tutte la Carte Trappola.", "pt": "Este card não pode ser Invocado por Invocação-Especial. Se você Invocar este card por Invocação-Tributo ao oferecer como Tributo 1 dos seguintes monstros, este card ganha o efeito apropriado:\n●Monstro de LUZ do Tipo Fada: Negue os efeitos de todos os Cards de Magia.\n●Monstro de TREVAS do Tipo Demônio: Negue os efeitos de todos os Cards de Armadilha.", "ja": "このカードは特殊召喚できない。\n①：このカードを表側表示でアドバンス召喚した場合、リリースしたモンスターの種族と属性によって、このカードは以下の効果を得る。\n●天使族・光属性：このカードがモンスターゾーンに存在する限り、フィールドの魔法カードの効果を無効にする。\n●悪魔族・闇属性：このカードがモンスターゾーンに存在する限り、フィールドの罠カードの効果を無効にする。", "ko": "이 카드는 특수 소환할 수 없다. 이 카드의 어드밴스 소환을 위해 릴리스한 몬스터의 종족과 속성에 따라, 이 카드는 이하의 효과를 얻는다.\n●천사족 / 빛 속성 : 이 카드가 필드 위에 앞면 표시로 존재하는 한, 필드 위의 마법 카드의 효과를 무효로 한다.\n●악마족 / 어둠 속성 : 이 카드가 필드 위에 앞면 표시로 존재하는 한, 필드 위의 함정 카드의 효과를 무효로 한다.", "zh-TW": "此卡無法特殊召喚。依據為了升級召喚此卡所解放的怪獸的種族與屬性，此卡獲得以下效果。\n●天使族・光屬性：只要此卡以正面表示存在於場上，場上的魔法卡效果就變為無效。\n●惡魔族・闇屬性：只要此卡以正面表示存在於場上，場上的陷阱卡效果就變為無效。", "zh-CN": "此卡不可特殊召唤。根据以此卡的上级召唤为目的而解放的怪兽的种族与属性，此卡获得以下效果。\n●天使族、光属性：只要此卡以表侧表示存在于场上，使场上魔法卡的效果无效。\n●恶魔族、暗属性：只要此卡以表侧表示存在于场上，使场上陷阱卡的效果无效。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 6, "atk": 2200, "def": 1600, "series": ["Sky Scourge"], "images": [{"index": 1, "image": "SkyScourgeInvicil-FOTB-EN-SR-1E.jpg"}], "sets": {"en": [{"set_number": "FOTB-EN023", "set_name": "Force of the Breaker", "rarities": ["Super Rare", "Ultimate Rare"]}], "de": [{"set_number": "FOTB-DE023", "set_name": "Force of the Breaker", "rarities": ["Super Rare", "Ultimate Rare"]}], "fr": [{"set_number": "FOTB-FR023", "set_name": "Force of the Breaker", "rarities": ["Super Rare", "Ultimate Rare"]}], "it": [{"set_number": "FOTB-IT023", "set_name": "Force of the Breaker", "rarities": ["Super Rare", "Ultimate Rare"]}], "ja": [{"set_number": "FOTB-JP023", "set_name": "Force of the Breaker", "rarities": ["Super Rare", "Ultimate Rare"]}, {"set_number": "DE01-JP131", "set_name": "Duelist Edition Volume 1", "rarities": ["Rare"]}], "ko": [{"set_number": "FOTB-KR023", "set_name": "Force of the Breaker", "rarities": ["Super Rare", "Ultimate Rare"]}, {"set_number": "PC02-KR056", "set_name": "Precious Pack Volume 2", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 18976, "master_duel_rarity": "SR"}