{"konami_id": 11627, "password": 74892653, "name": {"en": "Stardust Warrior", "de": "Sternenstaubkrieger", "es": "Guerrero de Polvo de Estrellas", "fr": "Guerrier de Poussière d'Étoile", "it": "Guerriero Polvere di Stelle", "pt": "Guerreiro da Poeira Estelar", "ja": "スターダスト・ウォリアー", "ja_romaji": "Sutādasuto Woriā", "ko": "스타더스트 워리어", "ko_rr": null, "zh-TW": "星塵戰士", "zh-CN": "星尘战士"}, "text": {"en": "1 Tuner Synchro Monster + 1+ non-Tuner Synchro Monsters\nIf your opponent would Special Summon a monster(s) (Quick Effect): You can Tribute this card; negate the Summon, and if you do, destroy that monster(s). During the End Phase, if this effect was activated this turn (and was not negated): You can Special Summon this card from your GY. If this card is destroyed by battle, or if this face-up card you control leaves the field because of an opponent's card effect: You can Special Summon 1 Level 8 or lower \"Warrior\" Synchro Monster from your Extra Deck. (This Special Summon is treated as a Synchro Summon.)", "de": "1 Empfänger-Synchromonster + 1+ Nicht-Empfänger-Synchromonster\nFalls dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwören würde (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; annulliere die Beschwörung und falls du dies tust, zerstöre die Monster. Während der End Phase, falls dieser Effekt in diesem Spielzug aktiviert wurde (und nicht annulliert wurde): Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof beschwören. Falls diese Karte durch Kampf zerstört wird oder falls diese offene Karte, die du kontrollierst, durch einen Karteneffekt eines Gegners das Spielfeld verlässt: Du kannst 1 „Krieger“-Synchromonster der Stufe 8 oder niedriger als Spezialbeschwörung von deinem Extra Deck beschwören. (Diese Spezialbeschwörung wird als Synchrobeschwörung behandelt.)", "es": "1 Monstruo de Sincronía Cantante + 1+ Monstruos de Sincronía que no sean Cantantes\nSi tu adversario fuera a Invocar de Modo Especial uno o más monstruos (Efecto Rápido): puedes Sacrificar esta carta; niega la Invocación y, si lo haces, destruye ese monstruo o monstruos. Durante la End Phase, si este efecto fue activado este turno (y no fue negado): puedes Invocar esta carta de Modo Especial desde tu Cementerio. Si esta carta es destruida en batalla, o si esta carta boca arriba que controlas deja el Campo por efecto de una carta del adversario: puedes Invocar de Modo Especial, desde tu Deck Extra, 1 Monstruo de Sincronía \"Guerrero/a\" de Nivel 8 o menor. (Esta Invocación Especial se trata como una Invocación por Sincronía).", "fr": "1 Monstre Synchro Syntoniseur + 1+ Monstre Synchro non-Syntoniseur\nSi votre adversaire va Invoquer Spécialement un ou plusieurs monstres (Effet Rapide) : vous pouvez Sacrifier cette carte ; annulez l'Invocation, et si vous le faites, détruisez ces monstres. Durant la End Phase, si cet effet a été activé ce tour (et n'a pas été annulé) : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Si cette carte est détruite au combat, ou si cette carte face recto que vous contrôlez quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 1 Monstre Synchro \"Guerrier\" de max. Niveau 8 depuis votre Extra Deck. (Cette Invocation Spéciale est traitée comme une Invocation Synchro.)", "it": "1 Mostro Synchro Tuner + 1+ Mostri Synchro non-Tuner\nSe il tuo avversario sta per Evocare Specialmente uno o più mostri (Effetto Rapido): puoi offrire come Tributo questa carta; annulla l'Evocazione e, se lo fai, distruggi quei mostri. Durante la End Phase, se questo effetto è stato attivato in questo turno (e non è stato annullato): puoi Evocare Specialmente questa carta dal tuo Cimitero. Se questa carta viene distrutta in battaglia, o se questa carta scoperta che controlli lascia il Terreno per l'effetto di una carta dell'avversario: puoi Evocare Specialmente 1 Mostro Synchro \"Guerriero\" di Livello 8 o inferiore dal tuo Extra Deck. (Questa Evocazione Speciale viene considerata come una Synchro Evocazione.)", "pt": "1 Monstro Sincro Regulador + 1+ Monstros Sincro não-Reguladores\nSe seu oponente Invocaria um ou mais monstros por Invocação-Especial (Efeito Rápido): você pode oferecer este card como Tributo; negue a Invocação e, se isso acontecer, destrua esse(s) monstro(s). Durante a Fase Final, se este efeito foi ativado neste turno (e não foi negado): você pode Invocar este card por Invocação-Especial do seu Cemitério. Se este card for destruído em batalha ou se este card com a face para cima que você controla deixar o campo devido a um efeito de card do oponente: você pode Invocar por Invocação-Especial 1 Monstro Sincro \"Guerreiro(a)\" de Nível 8 ou menos do seu Deck Adicional. (Esta Invocação-Especial é considerada uma Invocação-Sincro.)", "ja": "Ｓモンスターのチューナー＋チューナー以外のＳモンスター１体以上\n①：相手がモンスターを特殊召喚する際に、このカードをリリースして発動できる。それを無効にし、そのモンスターを破壊する。②：このカードの①の効果を適用したターンのエンドフェイズに発動できる。その効果を発動するためにリリースしたこのカードを墓地から特殊召喚する。③：戦闘または相手の効果で表側表示のこのカードがフィールドから離れた場合に発動できる。ＥＸデッキからレベル８以下の「ウォリアー」Ｓモンスター１体をＳ召喚扱いで特殊召喚する。", "ko": "싱크로 몬스터의 튜너 ＋ 튜너 이외의 싱크로 몬스터 1장 이상\n①: 상대가 몬스터를 특수 소환할 시기에, 이 카드를 릴리스하고 발동할 수 있다. 그것을 무효로 하고, 그 몬스터를 파괴한다. ②: 이 카드의 ①의 효과를 적용한 턴의 엔드 페이즈에 발동할 수 있다. 그 효과를 발동하기 위해 릴리스한 이 카드를 묘지에서 특수 소환한다. ③: 전투 또는 상대 효과로 앞면 표시의 이 카드가 필드에서 벗어났을 경우에 발동할 수 있다. 엑스트라 덱에서 레벨 8 이하의 \"워리어\" 싱크로 몬스터 1장을 싱크로 소환으로 취급하여 특수 소환한다.", "zh-TW": null, "zh-CN": "同步怪兽的协调＋1只以上协调以外的同步怪兽\n①：对手特殊召唤怪兽之际，解放此卡可以发动。将其无效，将该怪兽破坏。②：适用此卡①效果的回合的结束阶段可以发动。将为发动该效果解放的此卡从墓地特殊召唤。③：表侧表示的此卡因战斗或对手的效果从场上离开的情况下可以发动。从额外牌组将1只等级8以下的“战士”同步怪兽特殊召唤，且视为同步召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Synchro / Effect", "attribute": "WIND", "level": 10, "atk": 3000, "def": 2500, "materials": "1 Tuner Synchro Monster + 1+ non-Tuner Synchro Monsters", "series": ["Stardust", "Warrior"], "images": [{"index": 1, "image": "StardustWarrior-LED8-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDSE-EN040", "set_name": "Synchron Extreme Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LED8-EN052", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Common"]}], "de": [{"set_number": "SDSE-DE040", "set_name": "Synchron Extreme Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LED8-DE052", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Common"]}], "es": [{"set_number": "SDSE-SP040", "set_name": "Synchron Extreme Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LED8-SP052", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Common"]}], "fr": [{"set_number": "SDSE-FR040", "set_name": "Synchron Extreme Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LED8-FR052", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Common"]}], "it": [{"set_number": "SDSE-IT040", "set_name": "Synchron Extreme Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LED8-IT052", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Common"]}], "pt": [{"set_number": "SDSE-PT040", "set_name": "Synchron Extreme Structure Deck", "rarities": ["Ultra Rare"]}, {"set_number": "LED8-PT052", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Common"]}], "ja": [{"set_number": "SD28-JP040", "set_name": "Structure Deck: Synchron Extreme", "rarities": ["Ultra Parallel Rare"]}, {"set_number": "SD48-JP039", "set_name": "Structure Deck: Power of Fellows", "rarities": ["Common"]}], "ko": [{"set_number": "SD28-KR040", "set_name": "Structure Deck: Synchron Extreme", "rarities": ["Ultra Parallel Rare"]}], "zh-CN": [{"set_number": "SD28-SC041", "set_name": "Structure Deck: Synchron Extreme", "rarities": ["Ultra Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 322804, "master_duel_rarity": "SR"}