{"konami_id": 15101, "password": 74891384, "name": {"en": "Adamancipator Crystal - Raptite", "de": "Steinbefreier-Kristall - Greifonit", "es": "Cristal Adamancipador - Rapázita", "fr": "Cristal Inflexcipateur - Raptite", "it": "Irremovibilatore Cristallo - Rapacite", "pt": "Cristal Adamancipador - Raptita", "ja": "<ruby>魔救の奇石<rt>アダマシア・クリスタ</rt></ruby>－ラプタイト", "ja_romaji": "Adamashia Kurisuta - Raputaito", "ko": "아다마시아 크리스타－라프타이트", "ko_rr": "Adamasia Keuriseuta - Rapeutaiteu", "zh-TW": "魔救奇石－猛禽石", "zh-CN": "魔救奇石－猛禽石"}, "text": {"en": "If this card is Special Summoned by the effect of an \"Adamancipator\" card: You can place 1 Rock monster from your hand or GY on top of the Deck. If this card is in your GY: You can target 1 WIND Synchro Monster you control or in your GY; return it to the Extra Deck, and if you do, place this card on top of the Deck. You can only use each effect of \"Adamancipator Crystal - Raptite\" once per turn.", "de": "Falls diese Karte durch den Effekt einer „Steinbefreier“-Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Fels-Monster von deiner Hand oder deinem Friedhof aufs Deck legen. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 WIND Synchromonster wählen, das du kontrollierst oder das sich in deinem Friedhof befindet; lege es ins Extra Deck zurück und falls du dies tust, lege diese Karte aufs Deck. Du kannst jeden Effekt von „Steinbefreier-Kristall - Greifonit“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial por el efecto de una carta \"Adamancipador\": puedes poner en la parte superior del Deck 1 monstruo Roca en tu mano o Cementerio. Si esta carta está en tu Cementerio: puedes seleccionar 1 Monstruo de Sincronía de VIENTO que controles o en tu Cementerio; devuélvelo al Deck Extra y, si lo haces, pon esta carta en la parte superior del Deck. Sólo puedes usar cada efecto de \"Cristal Adamancipador - Rapázita\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement par l'effet d'une carte \"Inflexcipateur\" : vous pouvez placer 1 monstre Rocher depuis votre main ou Cimetière au-dessus du Deck. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 Monstre Synchro VENT que vous contrôlez ou dans votre Cimetière ; renvoyez-le à l'Extra Deck, et si vous le faites, placez cette carte au-dessus du Deck. Vous ne pouvez utiliser chaque effet de \"Cristal Inflexcipateur - Raptite\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente dall'effetto di una carta \"Irremovibilatore\": puoi mettere 1 mostro Roccia dalla tua mano o Cimitero in cima al Deck. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 Mostro Synchro VENTO che controlli o nel tuo Cimitero; fallo ritornare nell'Extra Deck e, se lo fai, metti questa carta in cima al Deck. Puoi utilizzare ogni effetto di \"Irremovibilatore Cristallo - Rapacite\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial pelo efeito de um card \"Adamancipador\": você pode colocar 1 monstro Rocha da sua mão ou do Cemitério no topo do Deck. Se este card estiver no seu Cemitério: você pode escolher 1 Monstro Sincro de VENTO que você controla ou no seu Cemitério; devolva-o para o Deck Adicional e, se isso acontecer, coloque este card no topo do Deck. Você só pode usar cada efeito de \"Cristal Adamancipador - Raptita\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが「アダマシア」カードの効果で特殊召喚に成功した場合に発動できる。自分の手札・墓地から岩石族モンスター１体を選んでデッキの一番上に戻す。②：このカードが墓地に存在する場合、自分のフィールド・墓地の風属性Ｓモンスター１体を対象として発動できる。そのモンスターを持ち主のＥＸデッキに戻し、このカードをデッキの一番上に戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 \"아다마시아\" 카드의 효과로 특수 소환에 성공했을 경우에 발동할 수 있다. 자신의 패 / 묘지에서 암석족 몬스터 1장을 고르고 덱 맨 위로 되돌린다. ②: 이 카드가 묘지에 존재할 경우, 자신의 필드 / 묘지의 바람 속성 싱크로 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 주인의 엑스트라 덱으로 되돌리고, 이 카드를 덱 맨 위로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡用\"魔救\"卡的效果特殊召唤成功的情况下可以发动。从自己的手牌・墓地挑选1只岩石族怪兽放回牌组最上面。②：此卡存在于墓地的情况下，可以自己场上・墓地的1只风属性同步怪兽为对象发动。该怪兽放回持有者的额外牌组，此卡放回牌组最上面。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "WIND", "level": 4, "atk": 0, "def": 2200, "series": ["Adamancipator"], "images": [{"index": 1, "image": "AdamancipatorCrystalRaptite-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SESL-EN005", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN228", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "SESL-DE005", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE228", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "SESL-FR005", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR228", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "SESL-IT005", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT228", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "SESL-PT005", "set_name": "Secret Slayers", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT228", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "DBSS-JP005", "set_name": "Deck Build Pack: Secret Slayers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBSS-KR005", "set_name": "Deck Build Pack: Secret Slayers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBSS-SC005", "set_name": "Deck Build Pack: Secret Slayers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712485, "master_duel_rarity": "N"}