{"konami_id": 17474, "password": 74920585, "name": {"en": "Tearlaments Sulliek", "de": "Tränenklagen-Sudelkreisch", "es": "Mancillido Tiagrimentos", "fr": "Décrihurlement des Tiarmentations", "it": "Ferisciurlo Tiaracrimalamenti", "pt": "Lagrimentiara Guinchacular", "ja": "<ruby>壱世壊に奏でる哀唱<rt>ティアラメンツ・サリーク</rt></ruby>", "ja_romaji": "Tiaramentsu Sarīku", "ko": "티아라멘츠 사리크", "ko_rr": "Tiaramencheu Sarikeu", "zh-TW": "淚冠哀歌・奏鳴的摧花悲唱", "zh-CN": "泪冠哀歌・奏鸣的摧花悲唱"}, "text": {"en": "If you control a \"Tearlaments\" monster or \"Visas Starfrost\": You can target 1 Effect Monster your opponent controls; negate its effects, then send 1 monster you control to the GY. If this card is sent to the GY by card effect: You can add 1 \"Tearlaments\" monster from your Deck to your hand. You can only use each effect of \"Tearlaments Sulliek\" once per turn.", "de": "Falls du ein „Tränenklage“-Monster oder „Visas Starfrost“ kontrollierst: Du kannst 1 Effektmonster wählen, das dein Gegner kontrolliert; annulliere seine Effekte, dann lege 1 Monster, das du kontrollierst, auf den Friedhof. Falls diese Karte durch einen Karteneffekt auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Tränenklage“-Monster von deinem Deck hinzufügen. Du kannst jeden Effekt von „Tränenklagen-Sudelkreisch“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo \"Tiagrimentos\" o \"Visas Starfrost\": puedes seleccionar 1 Monstruo de Efecto que controle tu adversario; niega sus efectos, y después manda al Cementerio 1 monstruo que controles. Si esta carta es mandada al Cementerio por efecto de una carta: puedes añadir a tu mano 1 monstruo \"Tiagrimentos\" en tu Deck. Sólo puedes usar cada efecto de \"Mancillido Tiagrimentos\" una vez por turno.", "fr": "Si vous contrôlez \"Visas Starfrost\" ou un monstre \"Tiarmentations\" : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; annulez ses effets, puis envoyez 1 monstre que vous contrôlez au Cimetière. Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez ajouter 1 monstre \"Tiarmentations\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Décrihurlement des Tiarmentations\" qu'une fois par tour.", "it": "Se controlli un mostro \"Tiaracrimalamenti\" o \"Visas Starfrost\": puoi scegliere come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; annulla i suoi effetti, poi manda 1 mostro che controlli al Cimitero. Se questa carta viene mandata al Cimitero dall'effetto di una carta: puoi aggiungere 1 mostro \"Tiaracrimalamenti\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Ferisciurlo Tiaracrimalamenti\" una sola volta per turno.", "pt": "Se você controlar um monstro \"Lagrimentiara\" ou \"Visas Starfrost\": você pode escolher 1 Monstro de Efeito que seu oponente controla; negue seus efeitos e, depois, envie 1 monstro que você controla para o Cemitério. Se este card for enviado para o Cemitério por um efeito de card: você pode adicionar 1 monstro \"Lagrimentiara\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Lagrimentiara Guinchacular\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「ティアラメンツ」モンスターまたは「ヴィサス＝スタフロスト」が存在する場合、相手フィールドの効果モンスター１体を対象として発動できる。そのモンスターの効果を無効にする。その後、自分フィールドのモンスター１体を選んで墓地へ送る。②：このカードが効果で墓地へ送られた場合に発動できる。デッキから「ティアラメンツ」モンスター１体を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"티아라멘츠\" 몬스터 또는 \"비서스＝스타프로스트\"가 존재할 경우, 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 효과를 무효로 한다. 그 후, 자신 필드의 몬스터 1장을 고르고 묘지로 보낸다. ②: 이 카드가 효과로 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"티아라멘츠\" 몬스터 1장을 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在我方場上存在「淚冠哀歌」怪獸或「維薩思・史塔弗羅斯特」的狀況下，可將對方場上的１隻效果怪獸做為對象發動。將該怪獸效果變為無效。其後，選擇我方場上的１隻怪獸送至墓地。②：可在此卡因效果被送至墓地的狀況下發動。從牌組將１隻「淚冠哀歌」怪獸加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己场上存在“泪冠哀歌”怪兽或“维萨思・史塔弗罗斯特”的情况下，以对手场上的１只效果怪兽为对象可以发动。将该怪兽的效果无效。然后，挑选自己场上的１只怪兽送至墓地。②：此卡因效果被送至墓地的情况下可以发动。从牌组将１只“泪冠哀歌”怪兽加入手牌。"}, "card_type": "Trap", "property": "Continuous", "series": ["Tearlaments"], "images": [{"index": 1, "image": "TearlamentsSulliek-POTE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN072", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE072", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR072", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT072", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT072", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP072", "set_name": "Power of the Elements", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR072", "set_name": "Power of the Elements", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC183", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717020, "master_duel_rarity": "R"}