{"konami_id": 21406, "password": 74941992, "name": {"en": "Moon Magician", "de": "Mondmagier", "es": "Mago Lunar", "fr": "Magicien Lunaire", "it": "Mago della Luna", "pt": "Mago Lunar", "ja": "<ruby>月の魔術師<rt>ムーン・マジシャン</rt></ruby>", "ja_romaji": "Mūn Majishan", "ko": "문 매지션", "ko_rr": null, "zh-TW": "月之魔術師", "zh-CN": "月之魔术师"}, "text": {"en": "If your opponent controls an Xyz Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Moon Magician\" once per turn this way. If this card is Normal or Special Summoned: You can target 1 Level 4 LIGHT monster in your GY, except \"Moon Magician\"; Special Summon it, but negate its effects. You can only use this effect of \"Moon Magician\" once per turn.", "de": "Falls dein Gegner ein Xyz-Monster kontrolliert, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Mondmagier“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 LICHT Monster der Stufe 4 in deinem Friedhof wählen, außer „Mondmagier“; beschwöre es als Spezialbeschwörung, aber annulliere seine Effekte. Du kannst diesen Effekt von „Mondmagier“ nur einmal pro Spielzug verwenden.", "es": "Si tu adversario controla un Monstruo Xyz, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Mago Lunar\" una vez por turno de esta forma. Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo de LUZ de Nivel 4 en tu Cementerio, excepto \"Mago Lunar\"; Invócalo de Modo Especial, pero niega sus efectos. Sólo puedes usar este efecto de \"Mago Lunar\" una vez por turno.", "fr": "Si votre adversaire contrôle un Monstre Xyz, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Magicien Lunaire\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre LUMIÈRE de Niveau 4 (\"Magicien Lunaire\" exclu) dans votre Cimetière ; Invoquez-le Spécialement, mais annulez ses effets. Vous ne pouvez utiliser cet effet de \"Magicien Lunaire\" qu'une fois par tour.", "it": "Se il tuo avversario controlla un Mostro Xyz, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Mago della Luna\" una sola volta per turno in questo modo. Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro LUCE di Livello 4 nel tuo Cimitero, eccetto \"Mago della Luna\"; Evocalo Specialmente, ma annulla i suoi effetti. Puoi utilizzare questo effetto di \"Mago della Luna\" una sola volta per turno.", "pt": "Se seu oponente controlar um Monstro Xyz, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Mago Lunar\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro de LUZ de Nível 4 no seu Cemitério, exceto \"Mago Lunar\"; Invoque-o por Invocação-Especial, mas negue seus efeitos. Você só pode usar este efeito de \"Mago Lunar\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：相手フィールドにＸモンスターが存在する場合、このカードは手札から特殊召喚できる。②：このカードが召喚・特殊召喚した場合、「月の魔術師」以外の自分の墓地の光属性・レベル４モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드에 엑시즈 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우, \"문 매지션\" 이외의 자신 묘지의 빛 속성 / 레벨 4 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 4, "atk": 1800, "def": 1500, "images": [{"index": 1, "image": "MoonMagician-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN099", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE099", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP099", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR099", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT099", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT099", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP267", "set_name": "V Jump Spring 2025 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "25PP-KRB24", "set_name": "Premium Pack 2025 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1116423, "master_duel_rarity": "SR"}