{"konami_id": 14197, "password": 74974229, "name": {"en": "Alien Shocktrooper M-Frame", "de": "Außerirdischer Schocksoldat M-Frame", "es": "Soldado de Asalto Alienígena M-Frame", "fr": "Soldat d'Élite Alien Structure M", "it": "Commando Alieno Struttura-M", "pt": "Tropa de Choque Alienígena Armação-M", "ja": "エーリアン・ソルジャー <ruby>Ｍ<rt>マイティ</rt></ruby>／フレーム", "ja_romaji": "Ērian Sorujā Maiti/Furēmu", "ko": "에일리언 솔저 <ruby>M<rt>마이티</rt></ruby> / 프레임", "ko_rr": "Eilli-eon Soljeo Maiti/Peureim", "zh-TW": "外星人士兵 強力外骨骼", "zh-CN": "外星人士兵 强力／外骨骼"}, "text": {"en": "2 Reptile monsters\n(Quick Effect): You can discard 1 monster; place A-Counters equal to its original Level on face-up monster(s) on the field, distributed as you wish. If this card is destroyed by battle or card effect and sent to the GY: You can Special Summon non-Link Reptile monsters with different names from your GY, up to the number of monsters your opponent controls with A-Counters. You can only use each effect of \"Alien Shocktrooper M-Frame\" once per turn.", "de": "2 Reptil-Monster\n(Schnelleffekt): Du kannst 1 Monster abwerfen; lege A-Zählmarken in Höhe seiner Grund-Stufe auf ein oder mehr offene Monster auf dem Spielfeld, verteilt wie du möchtest. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du kannst Reptil-Nichtlink-Monster mit unterschiedlichen Namen bis zur Anzahl der Monster mit A-Zählmarken, die dein Gegner kontrolliert, als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst jeden Effekt von „Außerirdischer Schocksoldat M-Frame“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Reptil\n(Efecto Rápido): puedes descartar 1 monstruo; pon tantos Contadores-A como su Nivel original en uno o más monstruos boca arriba en el Campo, distribuidos como quieras. Si esta carta es destruida en batalla o por efecto de una carta y mandada al Cementerio: puedes Invocar de Modo Especial, desde tu Cementerio, monstruos Reptil que no sean de Enlace con nombres diferentes, hasta el número de monstruos con Contadores-A que controla tu adversario. Sólo puedes usar cada efecto de \"Soldado de Asalto Alienígena M-Frame\" una vez por turno.", "fr": "2 monstres Reptile\n(Effet Rapide) : vous pouvez défausser 1 monstre ; placez un nombre de Compteurs-A, distribués à votre guise, égal à son Niveau d'origine sur un ou plusieurs monstres face recto sur le Terrain. Si cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez Invoquer Spécialement un nombre de monstres non-Lien Reptile de noms différents depuis votre Cimetière, inférieur ou égal au nombre de monstres contrôlés par votre adversaire avec des Compteurs-A. Vous ne pouvez utiliser chaque effet de \"Soldat d'Élite Alien Structure M\" qu'une fois par tour.", "it": "2 mostri Rettile\n(Effetto Rapido): puoi scartare 1 mostro; metti Segnalini-A pari al suo Livello originale su uno o più mostri scoperti sul Terreno, distribuiti come vuoi. Se questa carta viene distrutta in battaglia o dall'effetto di una carta e mandata al Cimitero: puoi Evocare Specialmente mostri Rettile non-Link con nomi diversi dal tuo Cimitero, fino al numero di mostri controllati dal tuo avversario con Segnalini-A. Puoi utilizzare ogni effetto di \"Commando Alieno Struttura-M\" una sola volta per turno.", "pt": "2 monstros Réptil\n(Efeito Rápido): você pode descartar 1 monstro; coloque Marcadores-A igual ao Nível original desse monstro em um ou mais monstros com a face para cima no campo, distribuídos como você quiser. Se este card for destruído em batalha ou por um efeito de card e enviado para o Cemitério: você pode Invocar por Invocação-Especial monstros Réptil que não sejam Link com nomes diferentes do seu Cemitério, até o número de monstros que seu oponente controla com Marcadores-A. Você só pode usar cada efeito de \"Tropa de Choque Alienígena Armação-M\" uma vez por turno.", "ja": "爬虫類族モンスター２体\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札からモンスター１体を捨てて発動できる。捨てたモンスターの元々のレベルの数だけ、フィールドの表側表示モンスターにＡカウンターを置く。この効果は相手ターンでも発動できる。②：このカードが戦闘・効果で破壊され墓地へ送られた場合に発動できる。Ａカウンターが置かれた相手フィールドのモンスターの数まで、自分の墓地からリンクモンスター以外の爬虫類族モンスターを選んで特殊召喚する（同名カードは１枚まで）。", "ko": "파충류족 몬스터 2장\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 몬스터 1장을 버리고 발동할 수 있다. 버린 몬스터의 원래 레벨의 수만큼, 필드의 앞면 표시 몬스터에 A 카운터를 놓는다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. A 카운터가 놓여진 상대 필드의 몬스터의 수까지, 자신 묘지에서 링크 몬스터 이외의 파충류족 몬스터를 골라 특수 소환한다(같은 이름의 카드는 1장까지).", "zh-TW": null, "zh-CN": "爬虫类族怪兽２只\n此卡名的①②效果１回合仅可各使用１次。①：在自己・对手回合中，从手牌将１只怪兽舍弃可以发动。依所舍弃怪兽的原本等级数，在场上的表侧表示怪兽上放A计数物。②：此卡因战斗・效果被破坏并被送至墓地的情况下可以发动。从自己的墓地将连接怪兽以外的爬虫类族怪兽特殊召唤（同名卡最多１张），数量最多为对手场上放有A计数物的怪兽的数量。"}, "card_type": "Monster", "monster_type_line": "Reptile / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘"], "atk": 1900, "materials": "2 Reptile monsters", "series": ["Alien"], "images": [{"index": 1, "image": "AlienShocktrooperMFrame-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN003", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE003", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR003", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT003", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT003", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LVP2-JP026", "set_name": "LINK VRAINS Pack 2", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "LVP2-KR026", "set_name": "LINK VRAINS Pack 2", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "24SP-SC216", "set_name": "Entry Pack 2024 Vol.2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 578068, "master_duel_rarity": "UR"}