{"konami_id": 16235, "password": 75083197, "name": {"en": "Dragonlark Pairen", "de": "Drachenlerche Pairen", "es": "Alondragón Pairen", "fr": "Dragonlouette Pairen", "it": "Dragollodola Pairen", "pt": "Dragãotovia Pairen", "ja": "<ruby>告<rt>こう</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>子<rt>し</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>パイレン", "ja_romaji": "Kōtenshiryū Pairen", "ko": "고천자룡 파이렌", "ko_rr": "Gocheonjaryong Pairen", "zh-TW": null, "zh-CN": "告天子龙 百灵"}, "text": {"en": "2 Level 6 monsters\nCannot be destroyed by battle or card effect while a monster, other than \"Dragonlark Pairen\", is face-up on the field that was Special Summoned from the GY. During the Standby Phase: You can detach 1 material from this card, then target 1 Level 5 or lower monster in your GY; Special Summon it. You can only use this effect of \"Dragonlark Pairen\" once per turn.", "de": "2 Monster der Stufe 6\nKann nicht durch Kampf oder einen Karteneffekt zerstört werden, solange ein anderes Monster als „Drachenlerche Pairen“, das als Spezialbeschwörung vom Friedhof beschworen wurde, offen auf dem Spielfeld liegt. Während der Standby Phase: Du kannst 1 Material von dieser Karte abhängen und dann 1 Monster der Stufe 5 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Drachenlerche Pairen“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 6\nNo puede ser destruido en batalla o por el efecto de una carta mientras un monstruo, diferente a \"Alondragón Pairen\", esté boca arriba en el Campo y haya sido Invocado de Modo Especial desde el Cementerio. Durante la Standby Phase: puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo de Nivel 5 o menor en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Alondragón Pairen\" una vez por turno.", "fr": "2 monstres de Niveau 6\nNon destructible au combat ou par un effet de carte tant qu'un monstre (\"Dragonlouette Pairen\" exclu) est face recto sur le Terrain qui a été Invoqué Spécialement depuis le Cimetière. Durant la Standby Phase : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre de max. Niveau 5 dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Dragonlouette Pairen\" qu'une fois par tour.", "it": "2 mostri di Livello 6\nNon può essere distrutto in battaglia o dall'effetto di una carta mentre sul Terreno c'è un mostro scoperto, diverso da \"Dragollodola Pairen\", che è stato Evocato Specialmente dal Cimitero. Durante la Standby Phase: puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro di Livello 5 o inferiore nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Dragollodola Pairen\" una sola volta per turno.", "pt": "2 monstros de Nível 6\nNão pode ser destruído em batalha ou por um efeito de card enquanto um monstro, que não seja \"Dragãotovia Pairen\", que foi Invocado por Invocação-Especial do Cemitério estiver com a face para cima no campo. Durante a Fase de Apoio: você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro de Nível 5 ou menos no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Dragãotovia Pairen\" uma vez por turno.", "ja": "レベル６モンスター×２\nこのカード名の②の効果は１ターンに１度しか使用できない。①：「告天子竜パイレン」以外の墓地から特殊召喚されたモンスターがフィールドに表側表示で存在する限り、このカードは戦闘・効果では破壊されない。②：自分・相手のスタンバイフェイズにこのカードのＸ素材を１つ取り除き、自分の墓地のレベル５以下のモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "레벨 6 몬스터 × 2\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: \"고천자룡 파이렌\" 이외의 묘지에서 특수 소환된 몬스터가 필드에 앞면 표시로 존재하는 한, 이 카드는 전투 / 효과로는 파괴되지 않는다. ②: 자신 / 상대의 스탠바이 페이즈에 이 카드의 엑시즈 소재를 1개 제거하고, 자신 묘지의 레벨 5 이하의 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "等级６怪兽×２\n此卡名的②效果１回合仅可使用１次。①：只要“告天子龙 百灵”以外的、从墓地被特殊召唤的怪兽在场上以表侧表示存在，此卡不会因战斗・效果被破坏。②：在自己・对手的准备阶段，去除此卡的１个超量素材，以自己墓地的１只等级５以下怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Xyz / Effect", "attribute": "WIND", "rank": 6, "atk": 2700, "def": 1300, "materials": "2 Level 6 monsters", "images": [{"index": 1, "image": "DragonlarkPairen-MP22-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-EN151", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DAMA-DE046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-DE151", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DAMA-SP046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-SP151", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DAMA-FR046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-FR151", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DAMA-IT046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-IT151", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DAMA-PT046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-PT151", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DAMA-JP046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR046", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC082", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714663}