{"konami_id": 5429, "password": 75109441, "name": {"en": "Cobraman Sakuzy", "de": "Sakuzi, der Kobramann", "es": "Sakuzi el Hombre Cobra", "fr": "Sakuzi, l'Homme Cobra", "it": "Uomo Cobra Sakuzy", "pt": "Sakuzy, a Cobra-Humana", "ja": "<ruby>半<rt>はん</rt></ruby><ruby>蛇<rt>じゃ</rt></ruby><ruby>人<rt>じん</rt></ruby>サクズィー", "ja_romaji": "Hanjajin Sakuzī", "ko": "코브라맨 사쿠지", "ko_rr": null, "zh-TW": "半蛇人薩庫茲", "zh-CN": "半蛇人萨库兹"}, "text": {"en": null, "de": "Du kannst diese Karte einmal im Spielzug während deiner Main Phase in die verdeckte Verteidigungsposition bringen. Wenn diese Karte aufgedeckt wird, nimm alle verdeckten Zauber- und Fallenkarten auf der Spielfeldseite deines Gegners auf, sieh sie dir an und lege sie in ihre ursprünglichen Positionen zurück.", "es": "Puedes voltear esta carta en Posición de Defensa boca abajo una vez por turno durante tu Main Phase. Cuando esta carta es volteada boca arriba, puedes mirar todas las Cartas Mágicas y de Trampa Colocadas en el lado del campo de tu adversario y luego tienes que regresarlas a su posición original.", "fr": "Vous pouvez retourner cette carte en Position de Défense face verso une fois par tour durant votre Main Phase. Lorsque cette carte est retournée face recto, regardez toutes les Cartes Magie et Piège Posées sur le Terrain de votre adversaire et retournez les dans leur position d'origine.", "it": "Puoi mettere questa carta coperta in Posizione di Difesa una volta per turno durante la tua Main Phase. Quando questa carta viene scoperta, prendi e guarda tutte le Carte Magia e Trappola coperte sul Terreno del tuo avversario e rimettile quindi nella loro posizione originaria.", "pt": "Uma vez por turno, durante a sua Fase Principal, você pode virar este card com a face para baixo em Posição de Defesa. Quando este card for virado com a face para cima, olhe os Cards de Magia e Armadilha Baixados no lado do campo do oponente e os devolva às suas posições originais.", "ja": "①：自分メインフェイズに発動できる。このカードを裏側守備表示にする（１ターンに１度のみ）。\n②：このカードがリバースした場合に発動する。相手フィールドの裏側表示の魔法・罠カードを全て確認する。", "ko": "이 카드는 1턴에 1번만 뒷면 수비 표시로 할 수 있다. 이 카드가 리버스했을 때, 상대 필드 위에 세트되어 있는 마법/함정 카드를 전부 넘겨서, 확인한 후 원래대로 되돌린다.", "zh-TW": "１回合僅限１次可將此卡變為反面守備表示。此卡反轉時，確認所有被覆蓋在對方場上的魔法・陷阱卡。", "zh-CN": "此卡仅限１回合１次可变成里侧守备表示。此卡反转时，确认盖牌在对手场上的全部魔法、陷阱卡。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "EARTH", "level": 3, "atk": 800, "def": 1400, "images": [{"index": 1, "image": "CobramanSakuzy-PGD-NA-C-UE-Reprint.png"}], "sets": {"en": [{"set_number": "PGD-032", "set_name": "Pharaonic Guardian", "rarities": ["Common"]}], "ja": [{"set_number": "PH-31", "set_name": "Pharaonic Guardian (Japanese)", "rarities": ["Rare"]}, {"set_number": "DL5-116", "set_name": "Duelist Legacy Volume.5", "rarities": ["Common"]}], "ko": [{"set_number": "PGD-KR032", "set_name": "Pharaonic Guardian", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 10667, "master_duel_rarity": "N"}