{"konami_id": 9312, "password": 75116619, "name": {"en": "Legendary Six Samurai - Enishi", "de": "Legendäre Sechs Samurai - Enishi", "es": "Seis Samuráis Legendarios - Enishi", "fr": "Six Samouraïs Légendaires - Enishi", "it": "Enishi - Sei Samurai Leggendario", "pt": "Seis Samurai Lendários - Enishi", "ja": "<ruby>真<rt>しん</rt></ruby><ruby>六<rt>ろく</rt></ruby><ruby>武<rt>ぶ</rt></ruby><ruby>衆<rt>しゅう</rt></ruby>－エニシ", "ja_romaji": "Shinrokubushū - Enishi", "ko": "진 여섯 무사－에니시", "ko_rr": null, "zh-TW": "真六武眾－緣", "zh-CN": "真六武众－缘"}, "text": {"en": "Once per turn, during either player's turn: You can banish 2 \"Six Samurai\" monsters from your Graveyard to target 1 face-up monster on the field; return that target to the hand. You must control a face-up \"Six Samurai\" monster with a different name to activate and to resolve this effect. While you control 2 or more face-up \"Six Samurai\" monsters except \"Legendary Six Samurai - Enishi\", this card gains 500 ATK and DEF.", "de": "Während des Spielzugs eines beliebigen Spielers, falls du ein anderes offenes \"Sechs Samurai\" mit einem anderen Namen kontrollierst, kannst du 2 \"Sechs Samurai\"-Monster in deinem Friedhof aus dem Spiel entfernen, um 1 offenes Monster auf dem Spielfeld zu wählen und es auf die Hand zurückzugeben. Du kannst diesen Effekt nur einmal pro Spielzug benutzen. Solange du 2 oder mehr offene \"Sechs Samurai\"-Monster kontrollierst, die nicht \"Legendäre Sechs Samurai - Enishi\" sind, erhält diese Karte 500 ATK und DEF.", "es": "Una vez por turno, durante el turno de cualquier jugador: puedes desterrar 2 monstruos \"Seis Samuráis\" en tu Cementerio para seleccionar 1 monstruo boca arriba en el Campo; devuelve ese objetivo a la mano. Debes controlar un monstruo \"Seis Samuráis\" boca arriba con un nombre diferente a éste para activar y resolver este efecto. Mientras controles 2 o más monstruos \"Seis Samuráis\" boca arriba, excepto \"Seis Samuráis Legendarios - Enishi\", esta carta gana 500 ATK y DEF.", "fr": "Une fois par tour, durant le tour de chaque joueur : vous pouvez bannir 2 monstres \"Six Samouraïs\" depuis votre Cimetière pour cibler 1 monstre face recto sur le Terrain ; renvoyez la cible à la main. Vous devez contrôler un monstre \"Six Samouraïs\" face recto de nom différent pour activer et résoudre cet effet. Tant que vous contrôlez min. 2 monstres \"Six Samouraïs\" face recto (\"Six Samouraïs Légendaires - Enishi\" exclu), cette carte gagne 500 ATK/DEF.", "it": "Una volta per turno, durante il turno di entrambi i giocatori: puoi bandire 2 mostri \"Sei Samurai\" dal tuo Cimitero per scegliere come bersaglio 1 mostro scoperto sul Terreno; fai ritornare quel bersaglio nella mano. Devi controllare un mostro \"Sei Samurai\" scoperto con un nome diverso per attivare e risolvere questo effetto. Mentre controlli 2 o più mostri \"Sei Samurai\" scoperti, eccetto \"Enishi - Sei Samurai Leggendario\", questa carta guadagna 500 ATK e DEF.", "pt": "Uma vez por turno (Efeito Rápido): você pode banir 2 monstros \"Seis Samurai\" do seu Cemitério e, depois, escolha 1 monstro com a face para cima no campo; devolva o alvo para a mão. Você deve controlar um monstro \"Seis Samurai\" com a face para cima com um nome diferente para ativar e resolver este efeito. Enquanto você controlar 2 ou mais monstros \"Seis Samurai\", exceto \"Seis Samurai Lendários - Enishi\", este card ganha 500 de ATK/DEF.", "ja": "自分フィールド上に「真六武衆－エニシ」以外の「六武衆」と名のついたモンスターが表側表示で存在する場合、１ターンに１度、自分の墓地に存在する「六武衆」と名のついたモンスター２体をゲームから除外する事で、フィールド上に表側表示で存在するモンスター１体を選択して手札に戻す。この効果は相手ターンでも発動する事ができる。また、自分フィールド上に「真六武衆－エニシ」以外の「六武衆」と名のついたモンスターが表側表示で２体以上存在する場合、このカードの攻撃力・守備力は５００ポイントアップする。", "ko": "자신 필드 위에 \"진 여섯 무사－에니시\" 이외의 \"여섯 무사\"라는 이름이 붙은 몬스터가 앞면 표시로 존재할 경우, 1턴에 1번, 자신의 묘지에 존재하는 \"여섯 무사\"라는 이름이 붙은 몬스터 2장을 게임에서 제외하는 것으로, 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택하고 패로 되돌린다. 이 효과는 상대 턴에도 발동할 수 있다. 또한, 자신 필드 위에 \"진 여섯 무사－에니시\" 이외의 \"여섯 무사\"라는 이름이 붙은 몬스터가 앞면 표시로 2장 이상 존재할 경우, 이 카드의 공격력/수비력은 500 포인트 올린다.", "zh-TW": null, "zh-CN": "①：在每个自己・对手回合中１次，从自己墓地将２只“六武众”怪兽除外，以场上的１只表侧表示怪兽为对象可以发动（此效果在自己场上存在“真六武众－缘”以外的“六武众”怪兽的情况下才能发动和处理）。将该表侧表示怪兽放回手牌。②：自己场上存在“真六武众－缘”以外的２只以上“六武众”怪兽的情况下，此卡的攻击力・守备力上升５００。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 4, "atk": 1700, "def": 700, "series": ["Six Samurai", "Legendary Six Samurai"], "images": [{"index": 1, "image": "LegendarySixSamuraiEnishi-SDWA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "STOR-EN021", "set_name": "Storm of Ragnarok", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "SDWA-EN017", "set_name": "Samurai Warlords Structure Deck", "rarities": ["Common"]}], "de": [{"set_number": "STOR-DE021", "set_name": "Storm of Ragnarok", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "SDWA-DE017", "set_name": "Samurai Warlords Structure Deck", "rarities": ["Common"]}], "es": [{"set_number": "STOR-SP021", "set_name": "Storm of Ragnarok", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "SDWA-SP017", "set_name": "Samurai Warlords Structure Deck", "rarities": ["Common"]}], "fr": [{"set_number": "STOR-FR021", "set_name": "Storm of Ragnarok", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "SDWA-FR017", "set_name": "Samurai Warlords Structure Deck", "rarities": ["Common"]}], "it": [{"set_number": "STOR-IT021", "set_name": "Storm of Ragnarok", "rarities": ["Ultra Rare", "Ultimate Rare"]}, {"set_number": "SDWA-IT017", "set_name": "Samurai Warlords Structure Deck", "rarities": ["Common"]}], "pt": [{"set_number": "OP12-PT028", "set_name": "OTS Tournament Pack 12", "rarities": ["Common"]}], "ja": [{"set_number": "STOR-JP021", "set_name": "Storm of Ragnarok", "rarities": ["Super Rare"]}], "ko": [{"set_number": "STOR-KR021", "set_name": "Storm of Ragnarok", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "ROTA-SC091", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 160875, "master_duel_rarity": "R"}