{"konami_id": 12131, "password": 75195825, "name": {"en": "Master Pendulum, the Dracoslayer", "de": "Meister-Pendel, der Drachobezwinger", "es": "Máster Péndulo, el Dracoasesino", "fr": "Master Pendule, le Dracossassin", "it": "Maestro Pendulum, il Dracoassassino", "pt": "Pêndulo Master, o Dracossassino", "ja": "<ruby>竜<rt>りゅう</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>マスター<ruby>Ｐ<rt>ペンデュラム</rt></ruby>", "ja_romaji": "Ryūkenshi Masutā Pendyuramu", "ko": "룡검사 마스터<ruby>P<rt>펜듈럼</rt></ruby>", "ko_rr": null, "zh-TW": "龍劍士統領者鐘擺", "zh-CN": "龙剑士 至尊行者 灵摆"}, "text": {"en": "\"Luster Pendulum, the Dracoslayer\" continues his journey to uncover the secrets of Dragon Alchemy, believing it is the key to dispelling his curse and restoring his memory. His power continues to grow... perhaps the same power used by the Dracofiends?", "de": "„Lüster-Pendel, der Drachobezwinger“ setzt seine Reise fort, um die Geheimnisse der Drachenalchemie zu lüften. Er glaubt, dass darin der Schlüssel zur Aufhebung seines Fluches liegt und er so seine Erinnerungen wiedererlangen kann. Seine Macht wächst weiter ... ist es womöglich gar dieselbe, die von den Drachounterweltlern eingesetzt wird?", "es": "\"Luster Péndulo, el Dracoasesino\" continúa su viaje de descubrimiento de los secretos de la Alquimia del Dragón, creyendo que esa es la clave para deshacerse de su maldición y recuperar su memoria. Su poder continúa creciendo... ¿será quizás el mismo poder usado por los Dracodemonios?", "fr": "\"Luster Pendule, le Dracossassin\" continue sa quête afin de découvrir les secrets de l'Alchimie Dragon, croyant que c'est la clé pour lever sa malédiction et recouvrer la mémoire. Son pouvoir ne cesse de croître... un pouvoir similaire à celui des Dracodémons...", "it": "\"Lustro Pendulum, il Dracoassassino\" continua il suo viaggio per scoprire i segreti della Drago-Alchimia, ritenendo che sia la chiave per disperdere la sua maledizione e ripristinare la sua memoria. Il suo potere continua a crescere... forse lo stesso potere utilizzato dai Dracodemoni?", "pt": "\"Pêndulo Luster, o Dracossassino\" continua sua jornada para desvendar os segredos da Alquimia Dragão, acreditando ser a chave para desfazer sua maldição e restaurar sua memória. Seu poder continua a crescer... talvez o mesmo poder usado pelos Dracodemônios?", "ja": "同志たちの力を得て成長した「竜剣士ラスターＰ」の姿。謎の呪いをかけられて竜魔族に似た竜の力を発現しているが、それ以前の記憶が全て失われており、真相は定かではない。\"竜化の秘法\"がその呪いと記憶を紐解く鍵だと信じて、今日も悪の魔王を討つべく旅を続けている。", "ko": "동지들의 힘을 얻어 성장한 \"룡검사 라스터P(펜듈럼)\"의 모습. 수수께끼의 저주에 걸려 용마족과 닮은 용의 힘을 발현하고 있지만, 그 이전의 기억을 모두 잃어버려, 진상은 불분명하다. \"용화의 비법\"이 그 저주와 기억을 풀어낼 열쇠라고 믿으며, 오늘도 악의 마왕을 토벌하기 위한 여정을 계속하고 있다.", "zh-TW": null, "zh-CN": "获得同志们的力量成长后的“龙剑士 光栅行者 灵摆”的姿态。因被施以谜之诅咒，显现出了与龙魔族相似的龙之力量，却丧失了此前的所有记忆，以致无人知晓个中真相。他相信“龙化之秘法”是解除该诅咒和取回记忆的关键，至今仍在继续着讨伐恶之魔王的旅程。"}, "card_type": "Monster", "monster_type_line": "Dragon / Pendulum", "attribute": "LIGHT", "level": 4, "atk": 1950, "def": 0, "pendulum_scale": 3, "pendulum_effect": {"en": "Once, while this card is in your Pendulum Zone: You can target 1 card in a Pendulum Zone; destroy it.", "de": "Einmal, solange diese Karte in deiner Pendelzone liegt: Du kannst 1 Karte in einer Pendelzone wählen; zerstöre sie.", "es": "Una vez, mientras esta carta está en tu Zona de Péndulo: puedes seleccionar 1 carta en una Zona de Péndulo; destrúyela.", "fr": "Une fois, tant que cette carte est dans votre Zone Pendule : vous pouvez cibler 1 carte dans une Zone Pendule ; détruisez-la.", "it": "Una volta, mentre questa carta è nella tua Zona Pendulum: puoi scegliere come bersaglio 1 carta in una Zona Pendulum; distruggila.", "pt": "Uma vez, enquanto este card estiver na sua Zona de Pêndulo: você pode escolher 1 card em uma Zona de Pêndulo; destrua-o.", "ja": "①：このカードがＰゾーンに存在する限り１度だけ、自分または相手のＰゾーンのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "①: 이 카드가 펜듈럼 존에 존재하는 한 1번만, 자신 또는 상대의 펜듈럼 존의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "①：只要此卡存在於鐘擺區，就可將我方或對方鐘擺區的１張卡做為對象發動。破壞該卡。", "zh-CN": "①：只要此卡存在于灵摆区域，仅限１次，以自己或对手的灵摆区域的１张卡为对象可以发动。将该卡破坏。"}, "series": ["Dracoslayer", "Pendulum"], "images": [{"index": 1, "image": "MasterPendulumtheDracoslayer-PEVO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BOSH-EN023", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "PEVO-EN059", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "de": [{"set_number": "BOSH-DE023", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "PEVO-DE059", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BOSH-FR023", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "PEVO-FR059", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "it": [{"set_number": "BOSH-IT023", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "PEVO-IT059", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BOSH-PT023", "set_name": "Breakers of Shadow", "rarities": ["Super Rare"]}, {"set_number": "PEVO-PT059", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BOSH-JP023", "set_name": "Breakers of Shadow", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "BOSH-KR023", "set_name": "Breakers of Shadow", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "TM03-SC066", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 430091, "master_duel_rarity": "SR"}