{"konami_id": 10892, "password": 75214390, "name": {"en": "Overlay Booster", "de": "Material-Booster", "es": "Aumentador Revestido", "fr": "Booster Habillé", "it": "Impulsore Rivestito", "pt": "Impulsionador Revestido", "ja": "オーバーレイ・ブースター", "ja_romaji": "Ōbārei Būsutā", "ko": "오버레이 부스터", "ko_rr": null, "zh-TW": null, "zh-CN": "叠放推进者"}, "text": {"en": "If you control a monster with 2000 or more ATK, you can Special Summon this card (from your hand) in Defense Position. You can only Special Summon \"Overlay Booster\" once per turn this way.  If this card is in your GY, except the turn it was sent there: You can banish it, then target 1 face-up Xyz Monster you control that has material; it gains 500 ATK for each material attached to it.", "de": "Falls du ein Monster mit 2000 oder mehr ATK kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) in die Verteidigungsposition beschwören. Du kannst „Material-Booster“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie dorthin gelegt wurde: Du kannst sie verbannen und dann 1 offenes Xyz-Monster wählen, das du kontrollierst und das Material hat; es erhält für jedes daran angehängte Material 500 ATK.", "es": "Si controlas un monstruo con 2000 ATK o más, puedes Invocar esta carta de Modo Especial (desde tu mano), en Posición de Defensa. Sólo puedes Invocar de Modo Especial \"Aumentador Revestido\" una vez por turno de esta forma. Si esta carta está en tu Cementerio, excepto en el turno en el que ésta fue mandada allí: puedes desterrarla, y después seleccionar 1 Monstruo Xyz boca arriba que controles y que tenga material; éste gana 500 ATK por cada material acoplado a él.", "fr": "Si vous contrôlez un monstre avec min. 2000 ATK, vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense. Vous ne pouvez Invoquer Spécialement \"Booster Habillé\" qu'une fois par tour de cette façon. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez la bannir, puis ciblez 1 Monstre Xyz face recto que vous contrôlez avec du Matériel ; il gagne 500 ATK pour chaque Matériel qui lui est attaché.", "it": "Se controlli un mostro con ATK 2000 o superiore, puoi Evocare Specialmente questa carta (dalla tua mano) in Posizione di Difesa. Puoi Evocare Specialmente \"Impulsore Rivestito\" una sola volta per turno in questo modo. Se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata lì: puoi bandirla, poi scegliere come bersaglio 1 Mostro Xyz scoperto che controlli che ha materiale; esso guadagna 500 ATK per ogni materiale attaccato a esso.", "pt": "Se você controlar um monstro com 2000 ou mais de ATK, você pode Invocar este card por Invocação-Especial (da sua mão) em Posição de Defesa. Você só pode Invocar \"Impulsionador Revestido\" por Invocação-Especial uma vez por turno desta forma. Se este card estiver no seu Cemitério, exceto no turno em que foi enviado para lá: você pode bani-lo e, depois, escolha 1 Monstro Xyz com a face para cima que você controla que tenha matéria; ele ganha 500 de ATK para cada matéria associada a ele.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。①：自分フィールドに攻撃力２０００以上のモンスターが存在する場合、このカードは手札から守備表示で特殊召喚できる。②：このターンに墓地へ送られていないこのカードを墓地から除外し、Ｘ素材を持っている自分フィールドのＸモンスター１体を対象として発動できる。そのモンスターの攻撃力は、自身のＸ素材の数×５００アップする。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 자신 필드에 공격력 2000 이상의 몬스터가 존재할 경우, 이 카드는 패에서 수비 표시로 특수 소환할 수 있다. ②: 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고, 엑시즈 소재를 가지고 있는 자신 필드의 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은, 자신의 엑시즈 소재의 수 × 500 올린다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次。①：自己场上存在攻击力2000以上的怪兽的情况下，此卡可从手牌以守备表示特殊召唤。②：从墓地将不是在此回合被送至墓地的此卡除外，以自己场上的1只持有超量素材的超量怪兽为对象可以发动。该怪兽的攻击力上升自身的超量素材数量×500的数值。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 5, "atk": 2000, "def": 0, "series": ["Overlay"], "images": [{"index": 1, "image": "OverlayBooster-JUSH-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LVAL-EN006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "JUSH-EN042", "set_name": "Justice Hunters", "rarities": ["Rare"]}], "de": [{"set_number": "LVAL-DE006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "JUSH-DE042", "set_name": "Justice Hunters", "rarities": ["Rare"]}], "es": [{"set_number": "LVAL-SP006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "JUSH-SP042", "set_name": "Justice Hunters", "rarities": ["Rare"]}], "fr": [{"set_number": "LVAL-FR006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "JUSH-FR042", "set_name": "Justice Hunters", "rarities": ["Rare"]}], "it": [{"set_number": "LVAL-IT006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "JUSH-IT042", "set_name": "Justice Hunters", "rarities": ["Rare"]}], "pt": [{"set_number": "LVAL-PT006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "JUSH-PT042", "set_name": "Justice Hunters", "rarities": ["Rare"]}], "ja": [{"set_number": "LVAL-JP006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "DBJH-JP042", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "LVAL-KR006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}, {"set_number": "DBJH-KR042", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBJH-SC042", "set_name": "Deck-Build Pack: Justice Hunters", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 260662}