{"konami_id": 10892, "password": 75214390, "name": {"en": "Overlay Booster", "de": "Material-Booster", "es": "Aumentador Revestido", "fr": "Booster Habillé", "it": "Impulsore Rivestito", "pt": "Impulsionador Revestido", "ja": "オーバーレイ・ブースター", "ja_romaji": "Ōbārei Būsutā", "ko": "오버레이 부스터", "ko_rr": null, "zh-TW": "疊放推進者", "zh-CN": "叠放推进者"}, "text": {"en": null, "de": "Falls du ein Monster mit 2000 oder mehr ATK kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) in die offene Verteidigungsposition beschwören. Du kannst „Material-Booster“ nur einmal pro Spielzug auf diese Weise als Spezialbeschwörung beschwören. Während deines Spielzugs, außer während des Spielzugs, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offenes Xyz-Monster wählen, das du kontrollierst und das Xyz-Material hat; es erhält 500 ATK für jedes daran angehängte Xyz-Material.", "es": "Si controlas un monstruo con 2000 ATK o más, puedes Invocar esta carta de Modo Especial (desde tu mano), en Posición de Defensa boca arriba. Sólo puedes Invocar de Modo Especial a \"Aumentador Revestido\" una vez por turno de esta forma. Durante tu turno, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Xyz boca arriba que controles y que tenga Material Xyz; éste gana 500 ATK por cada Material Xyz acoplado a él.", "fr": "Si vous contrôlez un monstre avec min. 2000 ATK, vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense face recto. Vous ne pouvez Invoquer Spécialement \"Booster Habillé\" qu'une fois par tour de cette façon. Durant votre tour, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz face recto que vous contrôlez avec du Matériel Xyz ; il gagne 500 ATK pour chaque Matériel Xyz qui lui est attaché. Cet effet ne peut pas être activé durant le tour où cette carte a été envoyée au Cimetière.", "it": "Se controlli un mostro con ATK di 2000 o superiore, puoi Evocare Specialmente questa carta (dalla tua mano) scoperta in Posizione di Difesa. Puoi Evocare Specialmente \"Impulsore Rivestito\" una sola volta per turno in questo modo. Durante il tuo turno, eccetto il turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz scoperto che controlli che ha Materiali Xyz; esso guadagna 500 ATK per ogni Materiale Xyz attaccato ad esso.", "pt": "Se você controlar um monstro com 2000 ou mais de ATK, você pode Invocar este card por Invocação-Especial (da sua mão) com a face para cima em Posição de Defesa. Você só pode Invocar \"Impulsionador Revestido\" por Invocação-Especial uma vez por turno desta forma. Durante o seu turno, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério e, depois, escolher 1 Monstro Xyz com a face para cima que você controla com alguma Matéria Xyz; ele ganha 500 de ATK para cada Matéria Xyz associada a ele.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。\n①：自分フィールドに攻撃力２０００以上のモンスターが存在する場合、このカードは手札から守備表示で特殊召喚できる。\n②：このターンに墓地へ送られていないこのカードを墓地から除外し、自分フィールドのＸ素材を持っているＸモンスター１体を対象として発動できる。そのモンスターの攻撃力は、そのモンスターのＸ素材の数×５００アップする。", "ko": "자신 필드 위에 공격력 2000 이상의 몬스터가 존재할 경우, 이 카드는 패에서 앞면 수비 표시로 특수 소환할 수 있다. 이 방법에 의한 \"오버레이 부스터\"의 특수 소환은 1턴에 1번밖에 할 수 없다. 또한, 묘지의 이 카드를 게임에서 제외하고, 자신 필드 위의 엑시즈 소재를 가진 엑시즈 몬스터 1장을 선택하여 발동할 수 있다. 선택한 몬스터의 공격력은, 그 몬스터의 엑시즈 소재의 수 × 500 포인트 올린다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "在我方場上存在攻擊力２０００以上的怪獸的狀況下，可從手牌以守備表示特殊召喚此卡。「疊放推進者」透過此方法的特殊召喚，１回合僅限１次。此外，可將墓地的此卡從遊戲除外，選擇我方場上的１隻擁有超量素材的超量怪獸發動。選擇的怪獸的攻擊力依據該怪獸的超量素材的數量×５００進行提升。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "我方场上存在有攻击力２０００或以上怪兽的场合，此卡可从手牌以守备表示特殊召唤。以此方法进行的“叠放推进者”之特殊召唤１回合只可１次。此外，可将墓地的此卡从游戏中除外，并选择我方场上１只持有超量素材的超量怪兽发动。被选择怪兽的攻击力上升相当于该怪兽的超量素材数量×５００点。此效果于此卡被送入墓地之回合不可发动。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 5, "atk": 2000, "def": 0, "series": ["Overlay"], "images": [{"index": 1, "image": "OverlayBooster-LVAL-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LVAL-EN006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "de": [{"set_number": "LVAL-DE006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "fr": [{"set_number": "LVAL-FR006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "it": [{"set_number": "LVAL-IT006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "pt": [{"set_number": "LVAL-PT006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ja": [{"set_number": "LVAL-JP006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}], "ko": [{"set_number": "LVAL-KR006", "set_name": "Legacy of the Valiant", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 260662, "master_duel_rarity": "R"}