{"konami_id": 11610, "password": 75304793, "name": {"en": "Symph Amplifire", "de": "Symph-Verstärkofeuer", "es": "Amplifuego Sinf", "fr": "Amplifeu Symph", "it": "Sinf Amplifuoco", "pt": "Sinfo Amplificardor", "ja": "アンプリファイヤー", "ja_romaji": "Anpurifaiyā", "ko": "앰플리파이어", "ko_rr": null, "zh-TW": "擴音器", "zh-CN": "扩音器热焰"}, "text": {"en": null, "de": "Jedes Mal, wenn ein Effekt einer „Symphonischer Krieger“-Karte aktiviert wird, lege 1 Symphonisch-Zählmarke auf diese Karte, wenn jener Effekt aufgelöst wird. Alle „Symphonischer Krieger“-Monster auf dem Spielfeld erhalten 100 ATK für jede Symphonisch-Zählmarke auf dieser Karte. Einmal pro Spielzug: Du kannst 5 oder 7 Symphonisch-Zählmarken von deiner Spielfeldseite entfernen; führe diesen Effekt aus, abhängig von der Anzahl entfernter Symphonisch-Zählmarken.\n●5: Füge deinem Gegner für jede „Symphonischer Krieger“-Karte auf dem Spielfeld 300 Schaden zu.\n●7: Verbanne Karten, die dein Gegner kontrolliert und/oder in seinem Friedhof, bis zur Anzahl der „Symphonischer Krieger“-Karten auf dem Spielfeld.", "es": "Cada vez que es activado un efecto de una carta \"Guerrero Sinfónico\", pon 1 Contador Sinfónico en esta carta cuando ese efecto se resuelve. Todos los monstruos \"Guerrero Sinfónico\" en el Campo ganan 100 ATK por cada Contador Sinfónico en esta carta. Una vez por turno: puedes retirar 5 o 7 Contadores Sinfónicos en tu Campo; aplica este efecto, dependiendo del número de Contadores Sinfónicos retirados.\n●5: Inflige 300 puntos de daño a tu adversario por cada carta \"Guerrero Sinfónico\" en el Campo.\n●7: Destierra hasta tantas cartas que controle tu adversario y/o en su Cementerio como el número de cartas \"Guerrero Sinfónico\" en el Campo.", "fr": "Chaque fois que l'effet d'une carte \"Guerrier Symphonique\" est activé, placez 1 Compteur Symphonique sur cette carte lorsque l'effet est résolu. Tous les monstres \"Guerrier Symphonique\" sur le Terrain gagnent 100 ATK pour chaque Compteur Symphonique sur cette carte. Une fois par tour : vous pouvez retirer 5 ou 7 Compteurs Symphonique depuis votre Terrain ; appliquez cet effet, selon le nombre de Compteurs Symphonique retirés.\n●5 : Infligez 300 points de dommages à votre adversaire pour chaque carte \"Guerrier Symphonique\" sur le Terrain.\n●7 : Bannissez un nombre de cartes contrôlées par votre adversaire et/ou dans son Cimetière, inférieur ou égal au nombre de cartes \"Guerrier Symphonique\" sur le Terrain.", "it": "Ogni volta che viene attivato l'effetto di una carta \"Guerriero Sinfonico\", metti 1 Segnalino Sinfonico su questa carta quando quell'effetto si risolve. Tutti i mostri \"Guerriero Sinfonico\" sul Terreno guadagnano 100 ATK per ogni Segnalino Sinfonico su questa carta. Una volta per turno: puoi rimuovere 5 o 7 Segnalini Sinfonico dal tuo Terreno; applica questo effetto, a seconda del numero di Segnalini Sinfonico rimossi.\n●5: Infliggi 300 danni al tuo avversario per ogni carta \"Guerriero Sinfonico\" sul Terreno.\n●7: Bandisci carte controllate dal tuo avversario e/o nel suo Cimitero, fino al numero di carte \"Guerriero Sinfonico\" sul Terreno.", "pt": "Sempre que um efeito de um card \"Guerreiro Sinfônico\" for ativado, coloque 1 Marcador Sinfônico neste card quando esse efeito resolver. Todos os monstros \"Guerreiro Sinfônico\" no campo ganham 100 de ATK para cada Marcador Sinfônico neste card. Uma vez por turno: você pode remover 5 ou 7 Marcadores Sinfônicos do seu campo; aplique este efeito, dependendo do número de Marcadores Sinfônicos removidos.\n●5: Cause 300 de dano ao seu oponente para cada card \"Guerreiro Sinfônico\" no campo.\n●7: Bana cards que seu oponente controla e/ou no Cemitério dele, até o número de cards \"Guerreiro Sinfônico\" no campo.", "ja": "①：このカードがフィールドゾーンに存在する限り、「音響戦士」カードの持つ効果が発動する度にこのカードに音響カウンターを１つ置く。\n②：フィールドの「音響戦士」モンスターの攻撃力は、このカードの音響カウンターの数×１００アップする。\n③：１ターンに１度、自分フィールドの音響カウンターを以下の数だけ取り除き、その効果を発動できる。\n●５つ：フィールドの「音響戦士」カードの数×３００ダメージを相手に与える。\n●７つ：フィールドの「音響戦士」カードの数まで、相手のフィールド・墓地のカードを除外する。", "ko": "①: 이 카드가 필드 존에 존재하는 한, \"사운드 워리어\" 카드의 효과가 발동할 때마다 이 카드에 음향 카운터를 1개 놓는다. ②: 필드의 \"사운드 워리어\" 몬스터의 공격력은, 이 카드의 음향 카운터의 수 × 100 올린다. ③: 1턴에 1번, 자신 필드의 음향 카운터를 5개 또는 7개 제거하고 이하의 효과를 발동할 수 있다.\n●5개: 필드의 \"사운드 워리어\" 카드의 수 × 300 데미지를 상대에게 준다.\n●7개: 필드의 \"사운드 워리어\" 카드의 수까지, 상대의 필드 / 묘지의 카드를 고르고 제외한다.", "zh-TW": "①：只要此卡存在於場地區，每當「音響戰士」卡持有的效果發動時，就在此卡放置１個音響計數物。②：場上的「音響戰士」怪獸的攻擊力依據此卡的音響計數物的數量×１００進行提升。③：１回合１次，可依據以下數量去除我方場上的音響計數物，發動該效果。\n●５個：給予對方場上的「音響戰士」卡數量×３００的傷害。\n●７個：選擇將對方場上・墓地的卡除外，數量最多為場上的「音響戰士」卡的數量。", "zh-CN": "①：此卡只要存在于场地区域，每次“音响战士”卡拥有的效果发动，在此卡上放１个音响计数物。②：场上的“音响战士”怪兽的攻击力上升相当于此卡音响计数物数量×１００的数值。③：１回合１次，依以下数量去除自己场上的音响计数物，可以发动相应效果。\n●５个：给予对手相当于场上“音响战士”卡数量×３００的数值的伤害。\n●７个：挑选对手场上・墓地的卡除外，数量最多为场上“音响战士”卡的数量。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "SymphAmplifire-OP19-EN-C-UE.png"}], "sets": {"en": [{"set_number": "RATE-EN092", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-EN234", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "OP19-EN026", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE092", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-DE234", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "OP19-DE026", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR092", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-FR234", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "OP19-FR026", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT092", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-IT234", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "OP19-IT026", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT092", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-PT234", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "OP19-PT026", "set_name": "OTS Tournament Pack 19", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP090", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "22TP-JP114", "set_name": "Tournament Pack 2022 Vol.1", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR060", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM01-SC060", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 360687, "master_duel_rarity": "R"}