{"konami_id": 14257, "password": 75366958, "name": {"en": "Dinowrestler Coelasilat", "de": "Dinowrestler Coelasilat", "es": "Dinoluchador Coelasilat", "fr": "Dinolutteur Coelasilat", "it": "Dinowrestler Celosilat", "pt": "Dinolutador Celasilat", "ja": "ダイナレスラー・コエロフィシラット", "ja_romaji": "Dainaresurā Koerofishiratto", "ko": "다이너레슬러 코엘로피실랏", "ko_rr": "Daineoresuelleo Koellopisillat", "zh-TW": "恐龍摔角手 班卡西拉龍", "zh-CN": "恐龙摔跤手・班卡西拉腔骨龙"}, "text": {"en": "If you control no monsters, you can Special Summon this card (from your hand). If Summoned this way, this card cannot be used as Link Material, except for the Link Summon of a \"Dinowrestler\" monster. You can only Special Summon \"Dinowrestler Coelasilat\" once per Duel this way.", "de": "Falls du keine Monster kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Falls diese Karte auf diese Art beschworen wird, kann sie nicht als Linkmaterial verwendet werden, außer für die Linkbeschwörung eines „Dinowrestler“-Monsters. Du kannst „Dinowrestler Coelasilat“ nur einmal pro Duell auf diese Art als Spezialbeschwörung beschwören.", "es": "Si no controlas monstruos, puedes Invocar esta carta de Modo Especial (desde tu mano). Si es Invocada de esta forma, esta carta no puede ser usada como Material de Enlace, excepto para la Invocación por Enlace de un monstruo \"Dinoluchador\". Sólo puedes Invocar de Modo Especial a \"Dinoluchador Coelasilat\" una vez por Duelo de esta forma.", "fr": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si elle est Invoquée de cette façon, cette carte ne peut pas être utilisée comme Matériel Lien, sauf pour l'Invocation Lien d'un monstre \"Dinolutteur\". Vous ne pouvez Invoquer Spécialement \"Dinolutteur Coelasilat\" qu'une fois par Duel de cette façon.", "it": "Se non controlli nessun mostro, puoi Evocare Specialmente questa carta (dalla tua mano). Se viene Evocata in questo modo, questa carta non può essere utilizzata come Materiale Link, eccetto che per l'Evocazione Link di un mostro \"Dinowrestler\". Puoi Evocare Specialmente \"Dinowrestler Celosilat\" una sola volta per Duello in questo modo.", "pt": "Se você não controlar nenhum monstro, você pode Invocar este card por Invocação-Especial (da sua mão). Se Invocado desta forma, este card não pode ser usado como Matéria Link, exceto para a Invocação-Link de um monstro \"Dinolutador\". Você só pode Invocar \"Dinolutador Celasilat\" por Invocação-Especial uma vez por Duelo desta forma.", "ja": "このカード名の①の方法による特殊召喚はデュエル中に１度しかできない。①：自分フィールドにモンスターが存在しない場合、このカードは手札から特殊召喚できる。この方法で特殊召喚したこのカードをリンク召喚の素材とする場合、「ダイナレスラー」モンスターのリンク召喚にしか使用できない。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 듀얼 중에 1번밖에 할 수 없다. ①: 자신 필드에 몬스터가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환한 이 카드를 링크 소환의 소재로 할 경우, \"다이너레슬러\" 몬스터의 링크 소환으로밖에 사용할 수 없다.", "zh-TW": null, "zh-CN": "这个卡名的①的方法的特殊召唤在决斗中只能有1次。\n①：自己场上没有怪兽存在的场合，这张卡可以从手卡特殊召唤。把这个方法特殊召唤的这张卡作为连接召唤的素材的场合，不是「恐龙摔跤手」怪兽的连接召唤不能使用。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Tuner / Effect", "attribute": "EARTH", "level": 2, "atk": 100, "def": 800, "series": ["Dinowrestler"], "images": [{"index": 1, "image": "DinowrestlerCoelasilat-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN007", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-EN053", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE007", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-DE053", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR007", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-FR053", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT007", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-IT053", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT007", "set_name": "Dark Neostorm", "rarities": ["Common"]}, {"set_number": "MP20-PT053", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP007", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR007", "set_name": "Dark Neostorm", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585431, "master_duel_rarity": "N"}