{"konami_id": 21340, "password": 75493362, "name": {"en": "Vingolf's Blessing", "de": "Vingolfs Segen", "es": "Bendición de Vingolf", "fr": "Bénédiction de Vingólf", "it": "Benedizione di Vingolf", "pt": "Bênção de Vingolfe", "ja": "ヴィンゴルヴの<ruby>祝<rt>しゅく</rt></ruby><ruby>福<rt>ふく</rt></ruby>", "ja_romaji": "Vingoruvu no Shukufuku", "ko": "빙골브의 축복", "ko_rr": null, "zh-TW": "梵格爾夫的祝福", "zh-CN": "梵格尔夫的祝福"}, "text": {"en": "When this card is activated: You can send 1 LIGHT Fairy monster from your Deck to the GY. Fairy monsters you control gain 100 ATK for each Fairy monster in your field and GY. If this card is sent to the GY: You can target 1 Level 4 or lower Fairy monster in your GY; Special Summon it. You can only use this effect of \"Vingolf's Blessing\" once per turn. You can only activate 1 \"Vingolf's Blessing\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst 1 LICHT Fee-Monster von deinem Deck auf den Friedhof legen. Fee-Monster, die du kontrollierst, erhalten für jedes Fee-Monster auf deiner Spielfeldseite und in deinem Friedhof 100 ATK. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 Fee-Monster der Stufe 4 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Vingolfs Segen“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Vingolfs Segen“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes mandar al Cementerio 1 monstruo Hada de LUZ en tu Deck. Los monstruos Hada que controlas ganan 100 ATK por cada monstruo Hada en tu Campo y Cementerio. Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo Hada de Nivel 4 o menor en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Bendición de Vingolf\" una vez por turno. Sólo puedes activar 1 \"Bendición de Vingolf\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez envoyer 1 monstre LUMIÈRE Elfe depuis votre Deck au Cimetière. Les monstres Elfe que vous contrôlez gagnent 100 ATK pour chaque monstre Elfe dans votre Terrain et Cimetière. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre Elfe de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Bénédiction de Vingólf\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Bénédiction de Vingólf\" par tour.", "it": "Quando questa carta viene attivata: puoi mandare 1 mostro LUCE Fata dal tuo Deck al Cimitero. I mostri Fata che controlli guadagnano 100 ATK per ogni mostro Fata nel tuo Terreno e Cimitero. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro Fata di Livello 4 o inferiore nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Benedizione di Vingolf\" una sola volta per turno. Puoi attivare solo 1 \"Benedizione di Vingolf\" per turno.", "pt": "Quando este card for ativado: você pode enviar 1 monstro Fada de LUZ do seu Deck para o Cemitério. Monstros Fada que você controla ganham 100 de ATK para cada monstro Fada no seu campo e Cemitério. Se este card for enviado para o Cemitério: você pode escolher 1 monstro Fada de Nível 4 ou menos no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Bênção de Vingolfe\" uma vez por turno. Você só pode ativar 1 \"Bênção de Vingolfe\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の③の効果は１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、デッキから天使族・光属性モンスター１体を墓地へ送る事ができる。②：自分フィールドの天使族モンスターの攻撃力は、自分のフィールド・墓地の天使族モンスターの数×１００アップする。③：このカードが墓地へ送られた場合、自分の墓地のレベル４以下の天使族モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张，此卡名的③效果1回合仅可使用1次。①：作为此卡发动时的效果处理，可从牌组将1只天使族・光属性怪兽送至墓地。②：自己场上的天使族怪兽的攻击力上升自己场上・墓地的天使族怪兽数量×100的数值。③：此卡被送至墓地的情况下，以自己墓地的1只等级4以下的天使族怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "VingolfsBlessing-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN083", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE083", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP083", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR083", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT083", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT083", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP074", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS2-SC110", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123270, "master_duel_rarity": "SR"}