{"konami_id": 19214, "password": 75728539, "name": {"en": "Sharv Sarga", "de": "Sharv Sarga", "es": "Sharv Sarga", "fr": "Sharv Sarga", "it": "Sharv Sarga", "pt": "Sharv Sarga", "ja": "<ruby>新世廻<rt>シャルヴ・サルガ</rt></ruby>", "ja_romaji": "Sharuvu Saruga", "ko": "샤르브 사르가", "ko_rr": "Syareubeu Sareuga", "zh-TW": "新世壞界迴", "zh-CN": "新世坏回"}, "text": {"en": "If \"Visas Starfrost\" is on the field: Target 1 Effect Monster on the field; shuffle that target into the Deck, and if you do, during the End Phase of this turn, its owner can add 1 monster from their Deck to their hand with a different Type and a Level lower than the Level/Rank/Link Rating of that monster. If a \"Veda\" monster(s) is Special Summoned, while this card is in your GY (except during the Damage Step): You can add this card to your hand. You can only use each effect of \"Sharv Sarga\" once per turn.", "de": "Falls sich „Visas Starfrost“ auf dem Spielfeld befindet: Wähle 1 Effektmonster auf dem Spielfeld; mische jenes gewählte Ziel ins Deck, und falls du dies tust, kann sein Besitzer während der End Phase dieses Spielzugs seiner Hand 1 Monster mit einem unterschiedlichen Typ und einer niedrigeren Stufe als Stufe/Rang/Linkzahl jenes Monsters von seinem Deck hinzufügen. Falls ein oder mehr „Veda“-Monster als Spezialbeschwörung beschworen werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte deiner Hand hinzufügen. Du kannst jeden Effekt von „Sharv Sarga“ nur einmal pro Spielzug verwenden.", "es": "Si \"Visas Starfrost\" está en el Campo: selecciona 1 Monstruo de Efecto en el Campo; baraja ese objetivo al Deck y, si lo haces, durante la End Phase de este turno, su dueño puede añadir a su mano 1 monstruo en su Deck con un Tipo diferente y un Nivel menor que el Nivel/Rango/Rating de Enlace de ese monstruo. Si uno o más monstruos \"Vedas\" son Invocados de Modo Especial, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes añadir esta carta a tu mano. Sólo puedes usar cada efecto de \"Sharv Sarga\" una vez por turno.", "fr": "Si \"Visas Starfrost\" est sur le Terrain : ciblez 1 Monstre à Effet sur le Terrain ; mélangez la cible dans le Deck, et si vous le faites, durant la End Phase de ce tour, son propriétaire peut ajouter 1 monstre depuis son Deck à sa main de Type différent et de Niveau inférieur au Niveau/Rang/Classification Lien du monstre. Si un ou plusieurs monstres \"Veda\" sont Invoqués Spécialement, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Sharv Sarga\" qu'une fois par tour.", "it": "Se \"Visas Starfrost\" è sul Terreno: scegli come bersaglio 1 Mostro con Effetto sul Terreno; mischia quel bersaglio nel Deck e, se lo fai, durante la End Phase di questo turno, il suo proprietario può aggiungere dal suo Deck alla sua mano 1 mostro con un Tipo diverso e un Livello inferiore al Livello/Rango/Classificazione Link di quel mostro. Se uno o più mostri \"Veda\" vengono Evocati Specialmente, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi aggiungere questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Sharv Sarga\" una sola volta per turno.", "pt": "Se \"Visas Starfrost\" estiver no campo: escolha 1 Monstro de Efeito no campo; embaralhe o alvo no Deck e, se isso acontecer, durante a Fase Final deste turno, seu dono pode adicionar 1 monstro do Deck dele à mão dele com um Tipo diferente e um Nível menor que o Nível/Classe/Valor Link desse monstro. Se um ou mais monstros \"Veda\" forem Invocados por Invocação-Especial, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode adicionar este card à sua mão. Você só pode usar cada efeito de \"Sharv Sarga\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドに「ヴィサス＝スタフロスト」が存在する場合、フィールドの効果モンスター１体を対象として発動できる。その効果モンスターをデッキに戻す。このターンのエンドフェイズに、その持ち主は戻したモンスターとは種族が異なり、レベルがそのレベル・ランク・リンクより低いモンスター１体をデッキから手札に加える事ができる。②：このカードが墓地に存在する状態で、「ヴェーダ」モンスターが特殊召喚された場合に発動できる。このカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드에 \"비서스＝스타프로스트\"가 존재할 경우, 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 효과 몬스터를 덱으로 되돌린다. 이 턴의 엔드 페이즈에, 그 주인은 되돌린 몬스터와는 종족이 다르고, 레벨이 그 레벨 / 랭크 / 링크보다 낮은 몬스터 1장을 덱에서 패에 넣을 수 있다. ②: 이 카드가 묘지에 존재하는 상태에서, \"베다\" 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：场上存在“维萨思・史塔弗罗斯特”的情况下，以场上的１只效果怪兽为对象可以发动。将该效果怪兽放回牌组。在此回合的结束阶段，其持有者可从牌组将１只种族与所放回怪兽不同、等级数值低于其等级・阶级・连接的怪兽加入手牌。\n②：此卡存在于墓地的状态下，“韦陀”怪兽被特殊召唤的情况下可以发动。将此卡加入手牌。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "SharvSarga-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN072", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-EN398", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE072", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-DE398", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR072", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-FR398", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT072", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-IT398", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT072", "set_name": "Age of Overlord", "rarities": ["Common"]}, {"set_number": "MP24-PT398", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "AGOV-JP072", "set_name": "Age of Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "AGOV-KR072", "set_name": "Age of Overlord", "rarities": ["Common"]}], "zh-CN": [{"set_number": "AGOV-SC072", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 978656, "master_duel_rarity": "N"}