{"konami_id": 17362, "password": 75730490, "name": {"en": "Ariane the Labrynth Servant", "de": "Ariane die Labrynth-Dienerin", "es": "Ariane la Sirviente del Labrislinto", "fr": "Ariane la Domestique Labrynth", "it": "Ariane la Servitrice del Labrinto", "pt": "Ariane, a Serva de Labrinto", "ja": "<ruby>白銀の城の召使い<rt>ラビュリンス・サーバンツ</rt></ruby> アリアーヌ", "ja_romaji": "Rabyurinsu Sābantsu Ariānu", "ko": "라뷰린스 서번츠 아리안느", "ko_rr": "Rabyurinseu Seobeoncheu Arianneu", "zh-TW": "拉比麗斯的僕役阿莉安奴", "zh-CN": "拉比丽斯的仆从 亚莉安努"}, "text": {"en": "You can send 1 Normal Trap from your hand or that's Set on your field to the GY; Special Summon 1 Level 4 or lower Fiend monster from your Deck in Defense Position, except \"Ariane the Labrynth Servant\". If another monster(s) leaves the field by your Normal Trap effect (except during the Damage Step): You can draw 1 card, then you can apply this effect.\n● From your hand, either Special Summon 1 Fiend monster, or Set 1 Spell/Trap.\nYou can only use each effect of \"Ariane the Labrynth Servant\" once per turn.", "de": "Du kannst 1 Normale Falle von deiner Hand oder die auf deiner Spielfeldseite gesetzt ist, auf den Friedhof legen; beschwöre 1 Unterweltler-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, außer „Ariane die Labrynth-Dienerin“. Falls ein oder mehr andere Monster das Spielfeld durch deinen Normalen Falleneffekt verlassen (außer während des Damage Steps): Du kannst 1 Karte ziehen, dann kannst du diesen Effekt ausführen.\n● Beschwöre 1 Unterweltler-Monster als Spezialbeschwörung von deiner Hand oder setze 1 Zauber/Falle von deiner Hand.\nDu kannst jeden Effekt von „Ariane die Labrynth-Dienerin“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio 1 Trampa Normal en tu mano o Colocada en tu Campo; Invoca de Modo Especial, desde tu Deck, 1 monstruo Demonio de Nivel 4 o menor en Posición de Defensa, excepto \"Ariane la Sirviente del Labrislinto\". Si otro u otros monstruos dejan el Campo por efecto de tu Trampa Normal (excepto durante el Damage Step): puedes robar 1 carta, y después puedes aplicar este efecto.\n● Desde tu mano, ya sea Invoca de Modo Especial 1 monstruo Demonio, o Coloca 1 Mágica/Trampa.\nSólo puedes usar cada efecto de \"Ariane la Sirviente del Labrislinto\" una vez por turno.", "fr": "Vous pouvez envoyer 1 Piège Normal depuis votre main ou qui est Posé sur votre Terrain au Cimetière ; Invoquez Spécialement 1 monstre Démon de max. Niveau 4 (\"Ariane la Domestique Labrynth\" exclu) depuis votre Deck en Position de Défense. Si un ou plusieurs autres monstres quittent le Terrain par votre effet de Piège Normal (sauf durant la Damage Step) : vous pouvez piocher 1 carte, puis vous pouvez appliquer cet effet.\n● Depuis votre main, soit Invoquez Spécialement 1 monstre Démon, soit Posez 1 Magie/Piège.\nVous ne pouvez utiliser chaque effet de \"Ariane la Domestique Labrynth\" qu'une fois par tour.", "it": "Puoi mandare 1 Trappola Normale dalla tua mano o che è Posizionata sul tuo Terreno al Cimitero; Evoca Specialmente 1 mostro Demone di Livello 4 o inferiore dal tuo Deck in Posizione di Difesa, eccetto \"Ariane la Servitrice del Labrinto\". Se uno o più altri mostri lasciano il Terreno per l'effetto di una tua Trappola Normale (eccetto durante il Damage Step): puoi pescare 1 carta, poi puoi applicare questo effetto.\n● Dalla tua mano, Evoca Specialmente 1 mostro Demone, oppure Posiziona 1 Magia/Trappola.\nPuoi utilizzare ogni effetto di \"Ariane la Servitrice del Labrinto\" una sola volta per turno.", "pt": "Você pode enviar para o Cemitério 1 Armadilha Normal da sua mão ou que estiver Baixada no seu campo; Invoque por Invocação-Especial 1 monstro Demônio de Nível 4 ou menos do seu Deck em Posição de Defesa, exceto \"Ariane, a Serva de Labrinto\". Se um ou mais outros monstros deixarem o campo pelo efeito de uma Armadilha Normal sua (exceto durante a Etapa de Dano): você pode comprar 1 card e, depois, você pode aplicar este efeito.\n● Da sua mão, Invoque 1 monstro Demônio por Invocação-Especial ou Baixe 1 Magia/Armadilha.\nVocê só pode usar cada efeito de \"Ariane, a Serva de Labrinto\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札及び自分フィールドにセットされたカードの中から、通常罠カード１枚を墓地へ送って発動できる。デッキから「白銀の城の召使い アリアーヌ」以外のレベル４以下の悪魔族モンスター１体を守備表示で特殊召喚する。②：自分の通常罠カードの効果でモンスターがフィールドから離れた場合に発動できる。自分はデッキから１枚ドローする。その後、以下の効果を適用できる。●手札から、悪魔族モンスター１体を特殊召喚するか、魔法・罠カード１枚をセットする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패 및 자신 필드에 세트된 카드 중에서, 일반 함정 카드 1장을 묘지로 보내고 발동할 수 있다. 덱에서 \"라뷰린스 서번츠 아리안느\" 이외의 레벨 4 이하의 악마족 몬스터 1장을 수비 표시로 특수 소환한다. ②: 자신의 일반 함정 카드의 효과로 몬스터가 필드에서 벗어났을 경우에 발동할 수 있다. 자신은 덱에서 1장 드로우한다. 그 후, 이하의 효과를 적용할 수 있다.\n●패에서, 악마족 몬스터 1장을 특수 소환하거나, 마법 / 함정 카드 1장을 세트한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從手牌及我方場上覆蓋的卡中，將１張通常陷阱卡送至墓地發動。從牌組以守備表示特殊召喚１隻「拉比麗斯的僕役阿莉安奴」以外的等級４以下惡魔族怪獸。②：可在怪獸因我方場上通常陷阱卡效果從場上離開的狀況下發動。我方從牌組抽１張牌。其後，可適用以下效果。\n●從手牌特殊召喚１隻惡魔族怪獸或覆蓋１張魔法・陷阱卡。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：从手牌及被放置在自己场上的卡中，将1张通常陷阱卡送至墓地可以发动。从牌组将1只\"拉比丽斯的仆从 亚莉安努\"以外的等级4以下的恶魔族怪兽以守备表示特殊召唤。②：怪兽因自己通常陷阱卡的效果从场上离开的情况下可以发动。自己从牌组抽1张。然后，可以适用以下效果。\n●从手牌、特殊召唤1只恶魔族怪兽，或放置1张魔法・陷阱卡。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 4, "atk": 1800, "def": 1100, "series": ["Labrynth"], "images": [{"index": 1, "image": "ArianetheLabrynthServant-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "TAMA-EN016", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP23-EN228", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "TAMA-DE016", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP23-DE228", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "TAMA-FR016", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP23-FR228", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "TAMA-IT016", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP23-IT228", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "TAMA-PT016", "set_name": "Tactical Masters", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "MP23-PT228", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DBTM-JP016", "set_name": "Deck Build Pack: Tactical Masters", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBTM-KR016", "set_name": "Deck Build Pack: Tactical Masters", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBTM-SC016", "set_name": "Deck Build Pack: Tactical Masters", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713082, "master_duel_rarity": "SR"}