{"konami_id": 6837, "password": 75780818, "name": {"en": "Dyna Tank", "de": "Dyna Panzer", "es": "Tanque Dyna", "fr": "Dyno Tank", "it": "Dyna Carrarmato", "pt": "Tanque Dyna", "ja": "ダイナ・タンク", "ja_romaji": "Daina Tanku", "ko": "다이너 탱크", "ko_rr": "Daineo Taengkeu", "zh-TW": "恐龍戰車", "zh-CN": "恐龙战车"}, "text": {"en": null, "de": "1 Maschine-Monster + 1 Dinosaurier-Monster\nDiese Karte erhält ATK in Höhe der Grund-ATK des Dinosaurier-Monsters, das für ihre Fusionsbeschwörung verwendet wurde. Du kannst jeden der folgenden Effekte von „Dyna Panzer“ nur einmal pro Spielzug verwenden. Wenn eine Karte oder ein Effekt aktiviert wird, die oder der diese 1 Karte auf dem Spielfeld (und keine anderen Karten) als Ziel wählt (Schnelleffekt): Du kannst 1 andere Karte auf dem Spielfeld wählen, die ein geeignetes Ziel wäre; jene Karte oder jener Effekt wählen jetzt das neu gewählte Ziel als Ziel. Falls diese Karte, die ihrem Besitzer gehört, durch eine Karte eines Gegners zerstört wird: Du kannst 1 Dinosaurier-Monster als Spezialbeschwörung von deinem Friedhof beschwören.", "es": "1 monstruo Máquina + 1 monstruo Dinosaurio\nGana ATK igual al ATK original del monstruo Dinosaurio usado para su Invocación por Fusión. Sólo puedes usar cada uno de los siguientes efectos de \"Tanque Dyna\" una vez por turno. Cuando es activada una carta o efecto que selecciona esta carta en el Campo (y ninguna otra carta) (Efecto Rápido): puedes seleccionar otra carta en el Campo que sea un objetivo apropiado; esa carta o efecto ahora selecciona el nuevo objetivo. Si esta carta en posesión de su dueño es destruida por una carta del adversario: puedes Invocar de Modo Especial 1 monstruo Dinosaurio desde tu Cementerio.", "fr": "1 monstre Machine + 1 monstre Dinosaure\nGagne une ATK égale à l'ATK d'origine du monstre Dinosaure utilisé pour son Invocation Fusion. Vous ne pouvez utiliser chacun des effets suivants de \"Dyno Tank\" qu'une fois par tour. Lorsqu'une carte ou un effet qui cible cette unique carte sur le Terrain (et aucune autre carte) est activé (Effet Rapide) : vous pouvez cibler 1 autre carte sur le Terrain qui serait une cible appropriée ; la carte ou l'effet cible maintenant la nouvelle cible. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre Dinosaure depuis votre Cimetière.", "it": "1 mostro Macchina + 1 mostro Dinosauro\nGuadagna ATK pari all'ATK originale del mostro Dinosauro utilizzato per la sua Evocazione tramite Fusione. Puoi utilizzare ognuno dei seguenti effetti di \"Dyna Carrarmato\" una sola volta per turno. Quando viene attivata una carta o un effetto che sceglie come bersaglio questa 1 carta sul Terreno (e nessuna altra carta) (Effetto Rapido): puoi scegliere come bersaglio 1 altra carta sul Terreno che sarebbe un bersaglio appropriato; quella carta o effetto ora sceglie come bersaglio il nuovo bersaglio. Se questa carta sotto il comando del suo proprietario viene distrutta da una carta dell'avversario: puoi Evocare Specialmente 1 mostro Dinosauro dal tuo Cimitero.", "pt": "1 monstro Máquina + 1 monstro Dinossauro\nGanha ATK igual ao ATK original do monstro Dinossauro usado para sua Invocação-Fusão. Você só pode usar cada um dos seguintes efeitos de \"Tanque Dyna\" uma vez por turno. Quando um card ou efeito for ativado que escolha este 1 card no campo como alvo (e nenhum outro card) (Efeito Rápido): você pode escolher 1 outro card no campo que seria um alvo apropriado; esse card ou efeito agora escolhe o novo alvo como alvo. Se este card em posse do seu dono for destruído por um card do oponente: você pode Invocar por Invocação-Especial 1 monstro Dinossauro do seu Cemitério.", "ja": "機械族モンスター＋恐竜族モンスター\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードの攻撃力は、このカードの融合素材とした恐竜族モンスターの元々の攻撃力分アップする。\n②：フィールドのこのカード１枚のみを対象とする効果が発動した時、フィールドの他のカード１枚を対象として発動できる。その対象を正しい対象となるそのカードに移し替える。\n③：このカードが相手によって破壊された場合に発動できる。自分の墓地から恐竜族モンスター１体を特殊召喚する。", "ko": "기계족 몬스터 ＋ 공룡족 몬스터\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은, 이 카드의 융합 소재로 한 공룡족 몬스터의 원래 공격력만큼 올린다. ②: 필드의 이 카드 1장만을 대상으로 하는 효과가 발동했을 때, 이 카드 이외의 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 대상을 적절한 대상이 되는 그 카드에게 옮긴다. ③: 이 카드가 상대에 의해 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 공룡족 몬스터 1장을 고르고 특수 소환한다.", "zh-TW": "機械族怪獸＋恐龍族怪獸\n此卡名的②③效果，１回合各僅限使用１次。①：此卡的攻擊力會依據做為此卡融合素材的恐龍族怪獸原本的攻擊力數值進行提升。②：在僅以場上的１張此卡做為對象的效果發動時，可將此卡以外的場上的１張卡做為對象發動。將該對象轉移至可成為正確對象的該卡。③：可在此卡被對方破壞的狀況下發動。從我方墓地選擇１隻恐龍族怪獸特殊召喚。", "zh-CN": "机械族怪兽＋恐龙族怪兽\n此卡名的②③效果１回合仅可各使用１次。①：此卡的攻击力上升相当于作为此卡融合素材的恐龙族怪兽原本攻击力的数值。②：仅以场上的此１张卡作为对象的效果发动时，以场上此卡以外的１张卡为对象可以发动。将该对象移换至可以是正确对象的该卡。③：此卡被对手破坏的情况下可以发动。从自己的墓地挑选１只恐龙族怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Fusion / Effect", "attribute": "EARTH", "level": 7, "atk": "?", "def": 2100, "materials": "1 Machine-Type monster + 1 Dinosaur-Type monster", "images": [{"index": 1, "image": "DynaTank-SGX4-NA-C-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN018", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "SGX4-ENC21", "set_name": "Speed Duel GX: Midterm Destruction", "rarities": ["Common"]}], "de": [{"set_number": "BLCR-DE018", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR018", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT018", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT018", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP018", "set_name": "Animation Chronicle 2022", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ko": [{"set_number": "AC02-KR018", "set_name": "Animation Chronicle 2022", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 708546, "master_duel_rarity": "UR"}