{"konami_id": 13479, "password": 75884822, "name": {"en": "Ojama Pajama", "de": "Ojama Pajama", "es": "Ojama Pijama", "fr": "Pyjama Ojama", "it": "Ojama Pigiama", "pt": "Ojama Pijama", "ja": "おジャマパーティ", "ja_romaji": "Ojamapāti", "ko": "방해꾼 파티", "ko_rr": null, "zh-TW": "擾亂怪 睡衣派對", "zh-CN": "扰乱怪・睡衣派对"}, "text": {"en": "If an \"Armed Dragon\" monster(s) and/or a LIGHT Machine Fusion Monster(s) you control would be destroyed by battle or card effect, you can banish 1 \"Ojama\" card from your hand, face-up field, or GY instead. You can only use each of the following effects of \"Ojama Pajama\" once per turn.\n● During the Main Phase: You can add 1 \"Ojama\" card from your Deck to your hand, then discard 1 card.\n● If this card is sent to the GY: You can Special Summon as many of your banished \"Ojama\" monsters as possible.", "de": "Falls ein oder mehr „Bewaffnete/r Drache“-Monster und/oder ein oder mehr LICHT Maschine-Fusionsmonster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen 1 „Ojama“-Karte von deiner Hand, offen von deiner Spielfeldseite oder deinem Friedhof verbannen. Du kannst jeden der folgenden Effekte von „Ojama Pajama“ nur einmal pro Spielzug verwenden.\n● Während der Main Phase: Du kannst deiner Hand 1 „Ojama“-Karte von deinem Deck hinzufügen, dann wirf 1 Karte ab.\n● Falls diese Karte auf den Friedhof gelegt wird: Du kannst so viele deiner verbannten „Ojama“-Monster wie möglich als Spezialbeschwörung beschwören.", "es": "Si uno o más monstruos \"Dragón Armado\" y/o uno o más Monstruos de Fusión Máquina de LUZ que controlas fueran a ser destruidos en batalla o por efecto de una carta, puedes desterrar en su lugar 1 carta \"Ojama\" en tu mano, Campo boca arriba o Cementerio. Sólo puedes usar cada uno de los siguientes efectos de \"Ojama Pijama\" una vez por turno.\n● Durante la Main Phase: puedes añadir a tu mano 1 carta \"Ojama\" en tu Deck, y después descarta 1 carta.\n● Si esta carta es mandada al Cementerio: puedes Invocar de Modo Especial tantos de tus monstruos \"Ojama\" desterrados como sea posible.", "fr": "Si un ou plusieurs monstres \"Dragon Armé\" et/ou un ou plusieurs Monstres Fusion LUMIÈRE Machine que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir 1 carte \"Ojama\" depuis votre main, Terrain face recto ou Cimetière à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Pyjama Ojama\" qu'une fois par tour.\n● Durant la Main Phase : vous pouvez ajouter 1 carte \"Ojama\" depuis votre Deck à votre main, puis défaussez 1 carte.\n● Si cette carte est envoyée au Cimetière : vous pouvez Invoquer Spécialement autant de vos monstres \"Ojama\" bannis que possible.", "it": "Se uno o più mostri \"Drago Armato\" e/o Mostri Fusione LUCE Macchina che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire 1 carta \"Ojama\" dalla tua mano, Terreno scoperto, o Cimitero. Puoi utilizzare ognuno dei seguenti effetti di \"Ojama Pigiama\" una sola volta per turno.\n● Durante la Main Phase: puoi aggiungere 1 carta \"Ojama\" dal tuo Deck alla tua mano, poi scartare 1 carta.\n● Se questa carta viene mandata al Cimitero: puoi Evocare Specialmente tanti dei tuoi mostri \"Ojama\" banditi quanti possibile.", "pt": "Se um ou mais monstros \"Dragão Armado\" e/ou um ou mais Monstros de Fusão Máquina de LUZ que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode banir 1 card \"Ojama\" da sua mão, com a face para cima no seu campo ou do seu Cemitério. Você só pode usar cada um dos seguintes efeitos de \"Ojama Pijama\" uma vez por turno.\n● Durante a Fase Principal: você pode adicionar 1 card \"Ojama\" do seu Deck à sua mão e, depois, descartar 1 card.\n● Se este card for enviado para o Cemitério: você pode Invocar por Invocação-Especial tantos dos seus monstros \"Ojama\" banidos quanto possível.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに発動できる。デッキから「おジャマ」カード１枚を手札に加え、その後手札を１枚選んで捨てる。②：自分フィールドの、「アームド・ドラゴン」モンスターまたは機械族・光属性の融合モンスターが戦闘・効果で破壊される場合、代わりに自分の手札・フィールド・墓地の「おジャマ」カード１枚を除外できる。③：このカードが墓地へ送られた場合に発動できる。除外されている自分の「おジャマ」モンスターを可能な限り特殊召喚する。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 덱에서 \"방해꾼\" 카드 1장을 패에 넣고, 그 후 패를 1장 골라 버린다. ②: 자신 필드의, \"암드 드래곤\" 몬스터 또는 기계족 / 빛 속성인 융합 몬스터가 전투 / 효과로 파괴될 경우, 대신에 자신의 패 / 필드 / 묘지의 \"방해꾼\" 카드 1장을 제외할 수 있다. ③: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 제외되어 있는 자신의 \"방해꾼\" 몬스터를 가능한 한 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的①③的效果1回合各能使用1次。\n①：自己·对方的主要阶段才能发动。从卡组把1张「扰乱」卡加入手卡，那之后选1张手卡丢弃。\n②：自己场上的「武装龙」怪兽或者机械族·光属性的融合怪兽被战斗·效果破坏的场合，可以作为代替把自己的手卡·场上·墓地1张「扰乱」卡除外。\n③：这张卡被送去墓地的场合才能发动。除外的自己的「扰乱」怪兽尽可能特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Ojama"], "images": [{"index": 1, "image": "OjamaPajama-LED2-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LED2-EN024", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "de": [{"set_number": "LED2-DE024", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "es": [{"set_number": "LED2-SP024", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "fr": [{"set_number": "LED2-FR024", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "it": [{"set_number": "LED2-IT024", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "pt": [{"set_number": "LED2-PT024", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Rare"]}], "ja": [{"set_number": "DP19-JP024", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Common"]}], "ko": [{"set_number": "DP19-KR024", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544546, "master_duel_rarity": "SR"}