{"konami_id": 20178, "password": 75892194, "name": {"en": "Ancient Gear Dragon", "de": "Antiker Antriebsdrache", "es": "Dragón de Mecanismo Antiguo", "fr": "Dragon Rouages Ancients", "it": "Drago-Ingranaggio Antico", "pt": "Dragão do Mecanismo Antigo", "ja": "<ruby>古代の機械竜<rt>アンティーク・ギアドラゴン</rt></ruby>", "ja_romaji": "Antīku Gia Doragon", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Cannot be Special Summoned. If you control no monsters, or all monsters you control are EARTH Machine monsters, you can Normal Summon this card without Tributing. When your opponent activates a Spell/Trap Card or effect (Quick Effect): You can send to the GY, 1 Machine monster from your hand or face-up field, or 1 \"Ancient Gear Golem\" from your Deck; negate that effect. You can only use this effect of \"Ancient Gear Dragon\" once per turn.", "de": "Kann nicht als Spezialbeschwörung beschworen werden. Falls du keine Monster kontrollierst oder alle Monster, die du kontrollierst, ERDE Maschine-Monster sind, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Wenn dein Gegner eine Zauber-/Fallenkarte oder einen Zauber-/Falleneffekt aktiviert (Schnelleffekt): Du kannst 1 Maschine-Monster von deiner Hand oder offen von deiner Spielfeldseite oder 1 „Antiker Antriebsgolem“ von deinem Deck auf den Friedhof legen; annulliere jenen Effekt. Du kannst diesen Effekt von „Antiker Antriebsdrache“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Especial. Si no controlas monstruos, o todos los monstruos que controlas son monstruos Máquina de TIERRA, puedes Invocar esta carta de Modo Normal sin Sacrificar. Cuando tu adversario activa una Carta Mágica/de Trampa o su efecto (Efecto Rápido): puedes mandar al Cementerio 1 monstruo Máquina en tu mano o Campo boca arriba, o 1 \"Golem de Mecanismo Antiguo\" en tu Deck; niega ese efecto. Sólo puedes usar este efecto de \"Dragón de Mecanismo Antiguo\" una vez por turno.", "fr": "Non Invocable Spécialement. Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres TERRE Machine, vous pouvez Invoquer Normalement cette carte sans Sacrifice. Lorsque votre adversaire active une Carte Magie/Piège ou effet de Magie/Piège (Effet Rapide) : vous pouvez envoyer au Cimetière, 1 monstre Machine depuis votre main ou Terrain face recto, ou 1 \"Golem Rouages Ancients\" depuis votre Deck ; annulez l'effet. Vous ne pouvez utiliser cet effet de \"Dragon Rouages Ancients\" qu'une fois par tour.", "it": "Non può essere Evocato Specialmente. Se non controlli nessun mostro, o se tutti i mostri che controlli sono mostri TERRA Macchina, puoi Evocare Normalmente questa carta senza offrire Tributi. Quando il tuo avversario attiva una Carta Magia/Trappola o un suo effetto (Effetto Rapido): puoi mandare al Cimitero 1 mostro Macchina dalla tua mano o Terreno scoperto, o 1 \"Golem-Ingranaggio Antico\" dal tuo Deck; annulla quell'effetto. Puoi utilizzare questo effetto di \"Drago-Ingranaggio Antico\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Especial. Se você não controlar nenhum monstro, ou se todos os monstros que você controla forem monstros Máquina de TERRA, você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Quando seu oponente ativar um Card de Magia/Armadilha ou seus efeitos (Efeito Rápido): você pode enviar para o Cemitério, 1 monstro Máquina da sua mão ou do campo com a face para cima, ou 1 \"Golem do Mecanismo Antigo\" do seu Deck; negue o efeito. Você só pode usar este efeito de \"Dragão do Mecanismo Antigo\" uma vez por turno.", "ja": "このカードは特殊召喚できない。このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターが、存在しない場合または機械族・地属性モンスターのみの場合、このカードはリリースなしで召喚できる。②：相手が魔法・罠カードの効果を発動した時、自分の手札・フィールド（表側表示）の機械族モンスター１体またはデッキの「古代の機械巨人」１体を墓地へ送って発動できる。その効果を無効にする。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 5, "atk": 500, "def": 2500, "series": ["Ancient Gear"], "images": [{"index": 1, "image": "AncientGearDragon-BLTR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLTR-EN048", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLTR-DE048", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLTR-FR048", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLTR-IT048", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLTR-PT048", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "VJMP-JP252", "set_name": "V Jump May 2024 promotional card", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1044527}