{"konami_id": 17408, "password": 75922381, "name": {"en": "Spright Red", "de": "Spright Rot", "es": "Roja Spright", "fr": "Spright du Rouge", "it": "Spright Rossa", "pt": "Vermelho Spright", "ja": "スプライト・レッド", "ja_romaji": "Supuraito Reddo", "ko": "스프라이트 레드", "ko_rr": "Seupeuraiteu Redeu", "zh-TW": "電光閃靈・紅", "zh-CN": "电光闪灵・红精"}, "text": {"en": "If you control a Level/Link 2 monster, you can Special Summon this card (from your hand). You can only Special Summon \"Spright Red\" once per turn this way. When your opponent activates a monster effect (Quick Effect): You can Tribute 1 other Level/Rank/Link 2 monster; negate that effect, then if you Tributed a Rank/Link 2 monster to activate this effect, you can destroy that monster. You can only use this effect of \"Spright Red\" once per turn.", "de": "Falls du ein Monster mit Stufe/Link 2 kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Spright Rot“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 1 anderes Monster mit Stufe/Rang/Link 2 als Tribut anbieten; annulliere jenen Effekt, dann, falls du ein Monster mit Rang/Link 2 als Tribut angeboten hast, um diesen Effekt zu aktivieren, kannst du jenes Monster zerstören. Du kannst diesen Effekt von „Spright Rot“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo de Nivel/Link 2, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Roja Spright\" una vez por turno de esta forma. Cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes Sacrificar otro monstruo de Nivel/Rango/Link 2; niega ese efecto y después, si Sacrificaste un monstruo de Rango/Link 2 para activar este efecto, puedes destruir ese monstruo. Sólo puedes usar este efecto de \"Roja Spright\" una vez por turno.", "fr": "Si vous contrôlez un monstre de Niveau/Link 2, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Spright du Rouge\" qu'une fois par tour de cette façon. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de Niveau/Rang/Link 2 ; annulez l'effet, puis si vous avez Sacrifié un monstre de Rang/Link 2 pour activer cet effet, vous pouvez détruire le monstre. Vous ne pouvez utiliser cet effet de \"Spright du Rouge\" qu'une fois par tour.", "it": "Se controlli un mostro di Livello/Link 2, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Spright Rossa\" una sola volta per turno in questo modo. Quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi offrire come Tributo 1 altro mostro di Livello/Rango/Link 2; annulla quell'effetto, poi se hai offerto come Tributo un mostro di Rango/Link 2 per attivare questo effetto, puoi distruggere quel mostro. Puoi utilizzare questo effetto di \"Spright Rossa\" una sola volta per turno.", "pt": "Se você controlar um monstro de Nível/Link 2, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Vermelho Spright\" por Invocação-Especial uma vez por turno desta forma. Quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode oferecer como Tributo 1 outro monstro de Nível/Classe/Link 2; negue esse efeito e, depois, se você ofereceu como Tributo um monstro de Classe/Link 2 para ativar este efeito, você pode destruir esse monstro. Você só pode usar este efeito de \"Vermelho Spright\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：自分フィールドにレベル２かリンク２のモンスターが存在する場合、このカードは手札から特殊召喚できる。②：相手がモンスターの効果を発動した時、自分フィールドの他のレベル２・ランク２・リンク２のモンスター１体をリリースして発動できる。その効果を無効にする。ランク２かリンク２のモンスターをリリースして発動した場合、さらにその無効にしたモンスターを破壊できる。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 레벨 2 나 링크 2 인 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 상대가 몬스터의 효과를 발동했을 때, 자신 필드의 다른 레벨 2 / 랭크 2 / 링크 2 인 몬스터 1장을 릴리스하고 발동할 수 있다. 그 효과를 무효로 한다. 랭크 2 나 링크 2 인 몬스터를 릴리스하고 발동했을 경우, 추가로 그 무효로 한 몬스터를 파괴할 수 있다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次，②效果１回合僅限使用１次。①：在我方場上存在等級２或連結２怪獸的狀況下，可從手牌特殊召喚此卡。②：對方怪獸發動效果時，可解放此卡以外的１隻我方場上等級２・階級２・連結２怪獸發動。將該效果變為無效。在解放階級２或連結２怪獸發動的狀況下，可另破壞該怪獸。", "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：自己场上存在等级２或连接２的怪兽的情况下，此卡可从手牌中特殊召唤。②：对手发动怪兽的效果时，解放此卡以外的、自己场上的１只等级２・阶级２・连接２的怪兽可以发动。将该效果无效。解放阶级２或连接２的怪兽来发动的情况下，进而可将该怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "FIRE", "level": 2, "atk": 1200, "def": 1800, "series": ["Spright"], "images": [{"index": 1, "image": "SprightRed-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN006", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "OP21-EN004", "set_name": "OTS Tournament Pack 21", "rarities": ["Super Rare"]}, {"set_number": "BLTR-EN078", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "POTE-DE006", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "OP21-DE004", "set_name": "OTS Tournament Pack 21", "rarities": ["Super Rare"]}, {"set_number": "BLTR-DE078", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "POTE-FR006", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "OP21-FR004", "set_name": "OTS Tournament Pack 21", "rarities": ["Super Rare"]}, {"set_number": "BLTR-FR078", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "POTE-IT006", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "OP21-IT004", "set_name": "OTS Tournament Pack 21", "rarities": ["Super Rare"]}, {"set_number": "BLTR-IT078", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "POTE-PT006", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "OP21-PT004", "set_name": "OTS Tournament Pack 21", "rarities": ["Super Rare"]}, {"set_number": "BLTR-PT078", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "POTE-JP006", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "TT01-JPB08", "set_name": "Tactical-Try Deck: Evil★Twin the Kaito Pair", "rarities": ["Common"]}], "ko": [{"set_number": "POTE-KR006", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "TT01-KRB08", "set_name": "Tactical-Try Deck: Evil★Twin the Kaito Pair", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC125", "set_name": "Mega Pack 07", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716818, "master_duel_rarity": "R"}