{"konami_id": 5383, "password": 75923050, "name": {"en": "Super Robolady", "de": "Super-Robot-Lady", "es": "Super Robolady", "fr": "Super Robolady", "it": "Super Robolady", "pt": "Super Robodama", "ja": "レアメタル・ヴァルキリー", "ja_romaji": "Reametaru Varukirī", "ko": "레어메탈 발키리", "ko_rr": null, "zh-TW": "稀有金屬女武神", "zh-CN": "稀有金属女武神"}, "text": {"en": "\"Robolady\" + \"Roboyarou\"\nYou can Special Summon \"Super Roboyarou\" by returning this card from the field to the Extra Deck. You cannot use this effect during the same turn this monster is Special Summoned. In addition, increase the ATK of this monster by 1000 points during the Damage Step when this monster inflicts Direct Damage to your opponent's Life Points.", "de": "„Robot-Lady“ + „Robot-Yarou“\nDu kannst „Super-Robot-Yarou“ als Spezialbeschwörung beschwören, indem du diese Karte vom Spielfeld auf das Extra Deck zurücklegst. Du kannst diesen Effekt nicht im gleichen Spielzug verwenden, in dem diese Karte als Spezialbeschwörung beschworen wurde. Zusätzlich, erhöhe die ATK dieser Karte um 1000 Punkte während des Damage Steps, wenn diese Karte die Life Points deines Gegners direkt angreift.", "es": "\"Robolady\" + \"Roboyarou\"\nPuedes Invocar de Modo Especial a \"Super Roboyarou\" devolviendo esta carta del Campo al Deck Extra. No puedes usar este efecto durante el mismo turno en el que este monstruo es Invocado de Modo Especial. Además, aumenta el ATK de este monstruo en 1000 puntos durante el Damage Step cuando este monstruo inflige daño directo a los puntos de vida de tu oponente.", "fr": null, "it": "\"Robolady\" + \"Roboyarou\"\nPuoi Evocare tramite Evocazione Speciale \"Super Roboyarou\" facendo tornare questa carta dal Terreno all'Extra Deck. Non puoi usare questo effetto nello stesso turno in cui viene Evocata tramite Evocazione Speciale. Inoltre, questa carta guadagna 1000 ATK durante la Damage Step quando infligge danno attaccando direttamente il tuo avversario.", "pt": null, "ja": "「レアメタル・レディ」＋「レアメタル・ソルジャー」\n相手プレイヤーへの直接攻撃のダメージステップ時、攻撃力１０００アップ。フィールド上のこのカードと融合デッキの「レアメタル・ナイト」を交換できる。（このカードが特殊召喚されたターンは不可）", "ko": "\"레어메탈 레이디\" ＋ \"레어메탈 솔저\"\n필드 위의 이 카드를 융합 덱으로 되돌리고, 융합 덱에서 레어메탈 나이트를 특수 소환할 수 있다(이 카드가 특수 소환된 턴은 불가). 또한 상대 플레이어에게 직접 공격한 데미지 스텝시, 이 카드의 공격력은 1000 포인트 올린다.", "zh-TW": null, "zh-CN": "「稀有金属女郎」＋「稀有金属战士」\n向对方玩家的直接攻击的伤害步骤时，攻击力上升1000。可以把场上的这张卡和融合卡组的「稀有金属骑士」交换。（这张卡特殊召唤的回合不可以。）"}, "card_type": "Monster", "monster_type_line": "Machine / Fusion / Effect", "attribute": "EARTH", "level": 6, "atk": 1200, "def": 500, "materials": "\"Robolady\" + \"Roboyarou\"", "series": ["Robo"], "images": [{"index": 1, "image": "SuperRobolady-LOD-NA-C-1E.jpg"}], "sets": {"en": [{"set_number": "LOD-EN073", "set_name": "Legacy of Darkness", "rarities": ["Common"]}, {"set_number": "LOD-073", "set_name": "Legacy of Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "MA-25", "set_name": "Mythological Age", "rarities": ["Common"]}], "ko": [{"set_number": "LOD-KR073", "set_name": "Legacy of Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 4693, "master_duel_rarity": "N"}