{"konami_id": 7678, "password": 75937826, "name": {"en": "B.E.S. Big Core MK-2", "de": "B.E.S. Großer Kern MK-2", "es": "B.E.S. Núcleo Grande MK-2", "fr": "B.E.S. Grand Vaisseau MK-2", "it": "B.E.S. Nucleo Potente MK-2", "pt": "B.E.S. Núcleo Grande MK-2", "ja": "<ruby>巨<rt>きょ</rt></ruby><ruby>大<rt>だい</rt></ruby><ruby>戦<rt>せん</rt></ruby><ruby>艦<rt>かん</rt></ruby> ビッグ・コアＭｋ－Ⅱ", "ja_romaji": "Kyodai Senkan Biggu Koa Māku Tsū", "ko": "거대전함 빅코어 MK－Ⅱ", "ko_rr": null, "zh-TW": "巨大戰艦 巨核Mk－II", "zh-CN": "巨大战舰 巨核Mk－II"}, "text": {"en": "If you control no monsters, you can Normal Summon this card without Tributing. When this card is Special Summoned, place 3 counters on it. This card cannot be destroyed by battle. If this card attacks or is attacked, remove 1 counter from this card at the end of the Damage Step. If you cannot, destroy it.", "de": "Falls du keine Monster kontrollierst, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Wenn diese Karte als Spezialbeschwörung beschworen wird, lege 3 Zählmarken auf diese Karte. Diese Karte kann nicht durch Kampf zerstört werden. Falls diese Karte angreift oder angegriffen wird, entferne am Ende des Damage Steps 1 Zählmarke von dieser Karte. Falls du dies nicht kannst, zerstöre sie.", "es": "Si no controlas monstruos, puedes Invocar esta carta de Modo Normal sin Sacrificar. Cuando Invocas esta carta de Modo Especial, pon 3 Contadores en ella. Esta carta no puede ser destruida en batalla. Si esta carta ataca o es atacada, retira 1 Contador de ella al final del Damage Step. Si no puedes hacerlo, destrúyela.", "fr": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Normalement cette carte sans Sacrifice. Lorsque cette carte est Invoquée Spécialement, placez 3 compteurs sur elle. Cette carte ne peut pas être détruite au combat. Si cette carte attaque ou est attaquée, retirez 1 compteur de cette carte à la fin de la Damage Step. Si vous ne pouvez pas, détruisez-la.", "it": "Se non controlli nessun mostro, puoi Evocare tramite Evocazione Normale questa carta senza offrire Tributi. Quando questa carta viene Evocata tramite Evocazione Speciale, metti 3 Segnalini su di essa. Questa carta non può essere distrutta in battaglia. Se questa carta attacca o viene attaccata, rimuovi 1 Segnalino da questa carta alla fine del Damage Step. Se non puoi, distruggila.", "pt": null, "ja": "このカードが特殊召喚に成功した時、このカードにカウンターを３つ置く。このカードは戦闘では破壊されない。このカードが戦闘を行った場合、ダメージステップ終了時にこのカードに乗っているカウンターを１つ取り除く。このカードがカウンターのない状態で戦闘を行った場合、ダメージステップ終了時にこのカードを破壊する。自分フィールド上にモンスターが存在しない場合、このカードはリリースなしで召喚する事ができる。", "ko": "이 카드가 특수 소환에 성공했을 때, 이 카드에 카운터를 3개 놓는다. 이 카드는 전투로는 파괴되지 않는다. 이 카드가 전투를 실행했을 경우, 데미지 스텝 종료시에 이 카드에 얹혀 있는 카운터를 1개 제거한다. 이 카드가, 카운터가 없는 상태로 전투를 실행했을 경우, 데미지 스텝 종료시에 이 카드를 파괴한다. 자신 필드 위에 몬스터가 존재하지 않을 경우, 이 카드는 릴리스 없이 소환할 수 있다.", "zh-TW": null, "zh-CN": "这张卡特殊召唤成功时，给这张卡放置3个指示物。这张卡不会被战斗破坏。这张卡进行战斗的场合，伤害步骤结束时把这张卡放置的1个指示物取除。这张卡没有指示物的状态进行战斗的场合，伤害步骤结束时这张卡破坏。自己场上没有怪兽存在的场合，这张卡可以不用解放作召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "FIRE", "level": 6, "atk": 2400, "def": 1100, "series": ["B.E.S."], "images": [{"index": 1, "image": "BESBigCoreMK2-CRMS-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CRMS-EN030", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "de": [{"set_number": "CRMS-DE030", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "es": [{"set_number": "CRMS-SP030", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "fr": [{"set_number": "CRMS-FR030", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "it": [{"set_number": "CRMS-IT030", "set_name": "Crimson Crisis", "rarities": ["Rare"]}], "ja": [{"set_number": "CRMS-JP030", "set_name": "Crimson Crisis", "rarities": ["Super Rare"]}], "ko": [{"set_number": "CRMS-KR030", "set_name": "Crimson Crisis", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 57447, "master_duel_rarity": "R"}