{"konami_id": 14655, "password": 75991479, "name": {"en": "D.D. Patrol Plane", "de": "D.D. Patrouillenflugzeug", "es": "D.D. Nave Patrulla", "fr": "Avion de Patrouille D.D.", "it": "Navicella Pattuglia D.D.", "pt": "Avião de Patrulha D.D.", "ja": "<ruby>異<rt>い</rt></ruby><ruby>次<rt>じ</rt></ruby><ruby>元<rt>げん</rt></ruby>の<ruby>哨<rt>しょう</rt></ruby><ruby>戒<rt>かい</rt></ruby><ruby>機<rt>き</rt></ruby>", "ja_romaji": "Ijigen no Shōkaiki", "ko": "이차원의 초계기", "ko_rr": "Ichawon-ui Chogyegi", "zh-TW": null, "zh-CN": "异次元的哨戒机"}, "text": {"en": "During the End Phase, if this card is currently banished, and was banished this turn: You can banish 1 card from your hand, field, or GY, and if you do, Special Summon this card in Attack Position. You can only use this effect of \"D.D. Patrol Plane\" once per turn.", "de": "Während der End Phase, falls diese Karte derzeit verbannt ist und in diesem Spielzug verbannt wurde: Du kannst 1 Karte von deiner Hand, deiner Spielfeldseite oder deinem Friedhof verbannen und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung in die Angriffsposition. Du kannst diesen Effekt von „D.D. Patrouillenflugzeug“ nur einmal pro Spielzug verwenden.", "es": "Durante la End Phase, si esta carta está desterrada en este momento, y fue desterrada este turno: puedes desterrar 1 carta en tu mano, Campo o Cementerio y, si lo haces, Invoca esta carta de Modo Especial en Posición de Ataque. Sólo puedes usar este efecto de \"D.D. Nave Patrulla\" una vez por turno.", "fr": "Durant la End Phase, si cette carte est actuellement bannie, et a été bannie ce tour : vous pouvez bannir 1 carte depuis votre main, Terrain ou Cimetière, et si vous le faites, Invoquez Spécialement cette carte en Position d'Attaque. Vous ne pouvez utiliser cet effet de \"Avion de Patrouille D.D.\" qu'une fois par tour.", "it": "Durante la End Phase, se questa carta è attualmente bandita, ed è stata bandita in questo turno: puoi bandire 1 carta dalla tua mano, Terreno o Cimitero e, se lo fai, Evoca Specialmente questa carta in Posizione di Attacco. Puoi utilizzare questo effetto di \"Navicella Pattuglia D.D.\" una sola volta per turno.", "pt": "Durante a Fase Final, se este card atualmente estiver banido e foi banido neste turno: você pode banir 1 card da sua mão, do campo ou do Cemitério e, se isso acontecer, Invoque este card por Invocação-Especial em Posição de Ataque. Você só pode usar este efeito de \"Avião de Patrulha D.D.\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードが除外されたターンのエンドフェイズに発動できる。自分の手札・フィールド・墓地のカード１枚を選んで除外し、このカードを攻撃表示で特殊召喚する。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 제외된 턴의 엔드 페이즈에 발동할 수 있다. 자신의 패 / 필드 / 묘지의 카드 1장을 골라 제외하고, 이 카드를 공격 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的效果1回合只能使用1次。\n①：这张卡被除外的回合的结束阶段才能发动。选自己的手卡·场上·墓地1张卡除外，这张卡攻击表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 3, "atk": 1200, "def": 800, "series": ["D.D."], "images": [{"index": 1, "image": "DDPatrolPlane-CHIM-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN028", "set_name": "Chaos Impact", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE028", "set_name": "Chaos Impact", "rarities": ["Common"]}], "es": [{"set_number": "CHIM-SP028", "set_name": "Chaos Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR028", "set_name": "Chaos Impact", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT028", "set_name": "Chaos Impact", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT028", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ja": [{"set_number": "CHIM-JP028", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ko": [{"set_number": "CHIM-KR028", "set_name": "Chaos Impact", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 642437}