{"konami_id": 14881, "password": 76209339, "name": {"en": "Megalith Emergence", "de": "Megalith-Genese", "es": "Emergencia Megalítica", "fr": "Émergence Mégalithe", "it": "Emergenza Megalito", "pt": "Emergência Megálito", "ja": "メガリス・エマージョン", "ja_romaji": "Megarisu Emājon", "ko": "메가리스 에멀전", "ko_rr": "Megariseu Emeoljeon", "zh-TW": "巨石異物 創出", "zh-CN": "巨石异物・创出"}, "text": {"en": "You can target 1 \"Megalith\" monster in your GY; Special Summon it in Defense Position, but place it on the bottom of the Deck when it leaves the field (even if this card leaves the field). You can only use this effect of \"Megalith Emergence\" once per turn.", "de": "Du kannst 1 „Megalith“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, aber lege es unters Deck, wenn es das Spielfeld verlässt (selbst falls diese Karte das Spielfeld verlässt). Du kannst diesen Effekt von „Megalith-Genese“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 monstruo \"Megalítico/a\" en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa, pero ponlo en la parte inferior del Deck cuando deje el Campo (aun si esta carta deja el Campo). Sólo puedes usar este efecto de \"Emergencia Megalítica\" una vez por turno.", "fr": "Vous pouvez cibler 1 monstre \"Mégalithe\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais placez-le au-dessous du Deck lorsqu'il quitte le Terrain (même si cette carte quitte le Terrain). Vous ne pouvez utiliser cet effet de \"Émergence Mégalithe\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 mostro \"Megalito\" nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa, ma mettilo in fondo al Deck quando lascia il Terreno (anche se questa carta lascia il Terreno). Puoi utilizzare questo effetto di \"Emergenza Megalito\" una sola volta per turno.", "pt": "Você pode escolher 1 monstro \"Megálito\" no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa, mas coloque-o no fundo do Deck quando ele deixar o campo (mesmo que este card deixe o campo). Você só pode usar este efeito de \"Emergência Megálito\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分の墓地の「メガリス」モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。この効果で特殊召喚したモンスターは、フィールドから離れた場合に持ち主のデッキの一番下に戻る。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 \"메가리스\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터는, 필드에서 벗어났을 경우에 주인의 덱 맨 아래로 되돌아간다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：以自己墓地的1只\"巨石异物\"怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。以此效果特殊召唤的怪兽从场上离开的情况下，放回持有者牌组的最下面。"}, "card_type": "Trap", "property": "Continuous", "series": ["Megalith"], "images": [{"index": 1, "image": "MegalithEmergence-IGAS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN072", "set_name": "Ignition Assault", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE072", "set_name": "Ignition Assault", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR072", "set_name": "Ignition Assault", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT072", "set_name": "Ignition Assault", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT072", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP072", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR072", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC096", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666333, "master_duel_rarity": "N"}