{"konami_id": 20221, "password": 76290637, "name": {"en": "Gimmick Puppet Fantasix Machinix", "de": "Gimmick-Marionette Fantasix Machinix", "es": "Marioneta Trucada Fantasix Machinix", "fr": "Poupée Truquée Fantasix Machinix", "it": "Burattino Arnese Fantasix Machinix", "pt": "Engenhoca Marionete Maquinix Fantasix", "ja": "ギミック・パペット－ファンタジクス・マキナ", "ja_romaji": "Gimikku Papetto - Fantajikusu Makina", "ko": "기믹 퍼핏－판타직스 마키나", "ko_rr": null, "zh-TW": "機關傀偶－迷魅機械神", "zh-CN": "机关傀偶－迷魅机械神"}, "text": {"en": "2 Level 8 monsters\nYou can detach 1 material from this card; add 1 \"Rank-Up-Magic\" Spell from your Deck to your hand, also, you can Normal Summon 1 Machine monster during your Main Phase this turn, in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) If you Special Summon a \"Gimmick Puppet\" Xyz Monster(s) (except during the Damage Step): You can Special Summon this card from your GY to either field in Defense Position, then you can add 1 \"Rank-Up-Magic\" Spell from your GY to your hand. You can only use each effect of \"Gimmick Puppet Fantasix Machinix\" once per turn.", "de": "2 Monster der Stufe 8\nDu kannst 1 Material von dieser Karte abhängen; füge deiner Hand 1 „Rangsteigerungszauber“-Zauber von deinem Deck hinzu, zusätzlich kannst du in diesem Spielzug während deiner Main Phase zusätzlich zu deiner Normalbeschwörung / deinem Setzen 1 Maschine-Monster als Normalbeschwörung beschwören. (Du kannst diesen Effekt nur einmal pro Spielzug erhalten.) Falls du ein oder mehr „Gimmick-Marionette“-Xyz-Monster als Spezialbeschwörung beschwörst (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof auf eine beliebige Spielfeldseite in die Verteidigungsposition beschwören, dann kannst du deiner Hand 1 „Rangsteigerungszauber“-Zauber von deinem Friedhof hinzufügen. Du kannst jeden Effekt von „Gimmick-Marionette Fantasix Machinix“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 8\nPuedes desacoplar 1 material de esta carta; añade a tu mano 1 Mágica \"Magia de Subida de Rango\" en tu Deck, y además puedes Invocar de Modo Normal 1 monstruo Máquina durante tu Main Phase este turno, además de tu Invocación Normal/Colocación. (Sólo puedes ganar este efecto una vez por turno). Si Invocas de Modo Especial uno o más Monstruos Xyz \"Marioneta Trucada\" (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu Cementerio a cualquier Campo en Posición de Defensa, y después puedes añadir a tu mano 1 Mágica \"Magia de Subida de Rango\" en tu Cementerio. Sólo puedes usar cada efecto de \"Marioneta Trucada Fantasix Machinix\" una vez por turno.", "fr": "2 monstres de Niveau 8\nVous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 Magie \"Magie-Rang-Plus\" depuis votre Deck à votre main, et aussi, vous pouvez Invoquer Normalement 1 monstre Machine durant votre Main Phase ce tour, en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Si vous Invoquez Spécialement un ou plusieurs Monstres Xyz \"Poupée Truquée\" (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière sur l'un des Terrains en Position de Défense, puis vous pouvez ajouter 1 Magie \"Magie-Rang-Plus\" depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Poupée Truquée Fantasix Machinix\" qu'une fois par tour.", "it": "2 mostri di Livello 8\nPuoi staccare 1 materiale da questa carta; aggiungi 1 Magia \"Alza-Rango-Magico\" dal tuo Deck alla tua mano, inoltre, puoi Evocare Normalmente 1 mostro Macchina durante la tua Main Phase in questo turno, in aggiunta alla tua Evocazione Normale/Posizionamento. (Puoi guadagnare questo effetto una sola volta per turno.) Se Evochi Specialmente uno o più Mostri Xyz \"Burattino Arnese\" (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dal tuo Cimitero su qualsiasi Terreno in Posizione di Difesa, poi puoi aggiungere 1 Magia \"Alza-Rango-Magico\" dal tuo Cimitero alla tua mano. Puoi utilizzare ogni effetto di \"Burattino Arnese Fantasix Machinix\" una sola volta per turno.", "pt": "2 monstros de Nível 8\nVocê pode desassociar 1 matéria deste card; adicione 1 Magia \"Magia de Aumento de Classe\" do seu Deck à sua mão e, além disso, você pode Invocar por Invocação-Normal 1 monstro Máquina durante sua Fase Principal neste turno, em adição à sua Invocação-Normal/Baixar (padrão). (Você só pode se aproveitar deste efeito uma vez por turno.) Se você Invocar um ou mais Monstros Xyz \"Engenhoca Marionete\" por Invocação-Especial (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial do seu Cemitério em qualquer campo em Posição de Defesa e, depois, você pode adicionar 1 Magia \"Magia de Aumento de Classe\" do seu Cemitério à sua mão. Você só pode usar cada efeito de \"Engenhoca Marionete Maquinix Fantasix\" uma vez por turno.", "ja": "レベル８モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除いて発動できる。デッキから「ＲＵＭ」魔法カード１枚を手札に加える。このターン、自分は通常召喚に加えて１度だけ、自分メインフェイズに機械族モンスター１体を召喚できる。②：自分が「ギミック・パペット」Ｘモンスターを特殊召喚した場合に発動できる。このカードを墓地から自分か相手のフィールドに守備表示で特殊召喚する。その後、自分の墓地から「ＲＵＭ」魔法カード１枚を手札に加える事ができる。", "ko": "레벨 8 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 덱에서 \"RUM(랭크 업 매직)\" 마법 카드 1장을 패에 넣는다. 이 턴에, 자신은 통상 소환 외에도 1번만, 자신 메인 페이즈에 기계족 몬스터 1장을 일반 소환할 수 있다. ②: 자신이 \"기믹 퍼핏\" 엑시즈 몬스터를 특수 소환했을 경우에 발동할 수 있다. 이 카드를 묘지에서 자신이나 상대의 필드에 수비 표시로 특수 소환한다. 그 후, 자신 묘지에서 \"RUM(랭크 업 매직)\" 마법 카드 1장을 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": "等级８怪兽×２\n此卡名的①②效果１回合仅可各使用１次。①：去除此卡的１个超量素材可以发动。从牌组将１张“升阶魔法”魔法卡加入手牌。此回合，自己除通常召唤外仅可追加１次，在自己的主要阶段召唤１只机械族怪兽。②：自己将“机关傀偶”超量怪兽特殊召唤的情况下可以发动。从墓地将此卡以守备表示特殊召唤至自己或对手场上。然后，可从自己的墓地将１张“升阶魔法”魔法卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "DARK", "rank": 8, "atk": 1500, "def": 3100, "materials": "2 Level 8 monsters", "series": ["Gimmick Puppet", "Puppet"], "images": [{"index": 1, "image": "GimmickPuppetFantasixMachinix-INFO-EN-SR-1E.png", "illustration": "GimmickPuppetFantasixMachinix-MADU-EN-VG-artwork.png"}, {"index": 2, "image": "GimmickPuppetFantasixMachinix-STSP-JP-OP.png"}], "sets": {"en": [{"set_number": "INFO-EN042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "de": [{"set_number": "INFO-DE042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "es": [{"set_number": "INFO-SP042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INFO-FR042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "it": [{"set_number": "INFO-IT042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INFO-PT042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INFO-JP042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-JP042", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}, {"set_number": "STSP-JP007", "set_name": "Special Pack: Stamp Edition", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "INFO-KR042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-KR042", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "INFO-SC042", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-SC042", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048627, "master_duel_rarity": "UR"}