{"konami_id": 20791, "password": 76302448, "name": {"en": "Arcana Spread", "de": "Arkane Ausbreitung", "es": "Extensión Arcana", "fr": "Propagation Arcane", "it": "Propagazione Arcana", "pt": "Dispersão Arcana", "ja": "アルカナスプレッド", "ja_romaji": "Arukana Supureddo", "ko": "아르카나 스프레드", "ko_rr": null, "zh-TW": null, "zh-CN": "秘仪牌阵"}, "text": {"en": "Toss a coin and apply this effect. If \"Light Barrier\" is in your Field Zone, you can choose the effect instead.\n● Heads: Special Summon 1 Level 4 or lower \"Arcana Force\" monster from your Deck.\n● Tails: Special Summon 1 monster that has a coin tossing effect from your GY.\nYou can banish this card from your GY; add 1 card from your GY to your hand that has a coin tossing effect. You can only use 1 \"Arcana Spread\" effect per turn, and only once that turn.", "de": "Wirf eine Münze und führe diesen Effekt aus. Falls „Lichtbarriere“ in deiner Spielfeldzone liegt, kannst du stattdessen den Effekt bestimmen.\n● Kopf: Beschwöre 1 „Arkane Macht“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck.\n● Zahl: Beschwöre 1 Monster, das einen Münzwurfeffekt hat, als Spezialbeschwörung von deinem Friedhof.\nDu kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 Karte, die einen Münzwurfeffekt hat, von deinem Friedhof hinzu. Du kannst nur 1 Effekt von „Arkane Ausbreitung“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Lanza una moneda y aplica este efecto. Si \"Barrera de Luz\" está en tu Zona del Campo, puedes elegir el efecto en su lugar.\n● Cara: Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Fuerza Arcana\" de Nivel 4 o menor.\n● Cruz: Invoca de Modo Especial, desde tu Cementerio, 1 monstruo que tenga un efecto de lanzar una moneda.\nPuedes desterrar esta carta en tu Cementerio; añade a tu mano 1 carta en tu Cementerio que tenga un efecto de lanzar una moneda. Sólo puedes usar 1 efecto de \"Extensión Arcana\" por turno, y sólo una vez ese turno.", "fr": "Lancez une pièce et appliquez cet effet. Si \"Barrière de Lumière\" est dans votre Zone Terrain, vous pouvez choisir l'effet à la place.\n● Face : Invoquez Spécialement 1 monstre \"Force Arcane\" de max. Niveau 4 depuis votre Deck.\n● Pile : Invoquez Spécialement 1 monstre depuis votre Cimetière qui a un effet de lancer de pièce.\nVous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 carte depuis votre Cimetière à votre main qui a un effet de lancer de pièce. Vous ne pouvez utiliser qu'1 effet de \"Propagation Arcane\" par tour, et uniquement une fois le tour.", "it": "Lancia una moneta e applica questo effetto. Se \"Barriera di Luce\" è nella tua Zona Terreno, puoi invece selezionare l'effetto.\n● Testa: Evoca Specialmente 1 mostro \"Energia Arcana\" di Livello 4 o inferiore dal tuo Deck.\n● Croce: Evoca Specialmente 1 mostro che ha un effetto di lancio della moneta dal tuo Cimitero.\nPuoi bandire questa carta dal tuo Cimitero; aggiungi dal tuo Cimitero alla tua mano 1 carta che ha un effetto di lancio della moneta. Puoi utilizzare solo 1 effetto di \"Propagazione Arcana\" per turno, e solo una volta in quel turno.", "pt": "Lance uma moeda e aplique este efeito. Se \"Barreira de Luz\" estiver na sua Zona do Campo, em vez disso, você pode selecionar o efeito.\n● Cara: Invoque por Invocação-Especial 1 monstro \"Força Arcana\" de Nível 4 ou menos do seu Deck.\n● Coroa: Invoque por Invocação-Especial 1 monstro que tenha um efeito de lançar moeda do seu Cemitério.\nVocê pode banir este card do seu Cemitério; adicione 1 card do seu Cemitério à sua mão que tenha um efeito de lançar moeda. Você só pode usar 1 efeito de \"Dispersão Arcana\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：コイントスを１回行い、その裏表によって以下の効果を適用する。自分のフィールドゾーンに「光の結界」が存在する場合、コイントスを行わず裏表のどちらかを選んで適用する。●表：デッキからレベル４以下の「アルカナフォース」モンスター１体を特殊召喚する。●裏：コイントスを行う効果を持つモンスター１体を自分の墓地から特殊召喚する。②：墓地のこのカードを除外して発動できる。コイントスを行う効果を持つカード１枚を自分の墓地から手札に加える。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 코인 토스를 1회 실행하고, 그 앞뒷면에 따라 이하의 효과를 적용한다. 자신의 필드 존에 \"빛의 결계\"가 존재할 경우, 코인 토스를 실행하지 않으며 앞뒷면의 어느 쪽을 골라 적용한다. ●앞: 덱에서 레벨 4 이하의 \"아르카나 포스\" 몬스터 1장을 특수 소환한다. ●뒤: 코인 토스를 실행하는 효과를 가지는 몬스터 1장을 자신 묘지에서 특수 소환한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 코인 토스를 실행하는 효과를 가지는 카드 1장을 자신 묘지에서 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：掷1次硬币，根据掷出的正反，适用以下效果。自己的场地区域存在“光之结界”的情况下，不掷硬币而改为从正反的效果中择一适用。\n●正面：从牌组将1只等级4以下的“秘仪之力”怪兽特殊召唤。\n●反面：从自己墓地将1只拥有掷硬币效果的怪兽特殊召唤。\n②：将墓地的此卡除外可以发动。从自己墓地将1张拥有掷硬币效果的卡加入手牌。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "ArcanaSpread-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "SUDA-JP054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ko": [{"set_number": "SUDA-KR054", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SUDA-SC054", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1088375}