{"konami_id": 12635, "password": 76359406, "name": {"en": "Crystron Ametrix", "de": "Kristron Ametrix", "es": "Cristron Ametrix", "fr": "Amétrix Crystron", "it": "Crystron Ametrix", "pt": "Cristron Ametrix", "ja": "<ruby>水晶機巧<rt>クリストロン</rt></ruby>－アメトリクス", "ja_romaji": "Kurisutoron - Ametorikusu", "ko": "크리스트론－아메트릭스", "ko_rr": null, "zh-TW": "水晶機巧－紫黃晶母", "zh-CN": "水晶机巧－紫黄特力"}, "text": {"en": "1 Tuner + 1 or more non-Tuner monsters\nIf this card is Synchro Summoned: You can change all face-up Special Summoned monsters your opponent controls to Defense Position. If this Synchro Summoned card is destroyed by battle or card effect: You can target 1 \"Crystron\" monster in your Graveyard, except a Synchro Monster; Special Summon it.", "de": "1 Empfänger + 1 oder mehr Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst alle offenen als Spezialbeschwörung beschworenen Monster, die dein Gegner kontrolliert, in die Verteidigungsposition ändern. Falls diese als Synchrobeschwörung beschworene Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 „Kristron“-Monster in deinem Friedhof wählen, außer einem Synchromonster; beschwöre es als Spezialbeschwörung.", "es": "1 Cantante + 1 o más monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes cambiar a Posición de Defensa todos los monstruos Invocados de Modo Especial boca arriba que controle tu adversario. Si esta carta Invocada por Sincronía es destruida en batalla o por efecto de una carta: puedes seleccionar 1 monstruo \"Cristron\" en tu Cementerio, excepto un Monstruo de Sincronía; Invócalo de Modo Especial.", "fr": "1 Syntoniseur + 1 monstre non-Syntoniseur ou plus\nSi cette carte est Invoquée par Synchronisation : vous pouvez changer tous les monstres face recto Invoqués Spécialement contrôlés par votre adversaire en Position de Défense. Si cette carte Invoquée par Synchronisation est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre \"Crystron\" (Monstres Synchro exclus) dans votre Cimetière ; Invoquez-le Spécialement.", "it": "1 Tuner + 1 o più mostri non-Tuner\nSe questa carta viene Synchro Evocata: puoi mettere in Posizione di Difesa tutti i mostri Evocati Specialmente scoperti controllati dal tuo avversario. Se questa carta Synchro Evocata viene distrutta in battaglia o dall'effetto di una carta: puoi scegliere come bersaglio 1 mostro \"Crystron\" nel tuo Cimitero, eccetto un Mostro Synchro; Evocalo Specialmente.", "pt": "1 Regulador + 1 ou mais monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode colocar em Posição de Defesa todos os monstros com a face para cima Invocado por Invocação-Especial que seu oponente controla. Se este card Invocado por Invocação-Sincro for destruído em batalha ou por um efeito de card: você pode escolher 1 monstro \"Cristron\" no seu Cemitério, exceto um Monstro Sincro; Invoque-o por Invocação-Especial.", "ja": "チューナー＋チューナー以外のモンスター１体以上\n①：このカードがＳ召喚に成功した場合に発動できる。相手フィールドの特殊召喚された表側表示モンスターを全て守備表示にする。②：Ｓ召喚したこのカードが戦闘・効果で破壊された場合、Ｓモンスター以外の自分の墓地の「クリストロン」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n①: 이 카드가 싱크로 소환에 성공했을 경우에 발동할 수 있다. 상대 필드의 특수 소환된 앞면 표시 몬스터를 전부 수비 표시로 한다. ②: 싱크로 소환한 이 카드가 전투 / 효과로 파괴되었을 경우, 싱크로 몬스터 이외의 자신 묘지의 \"크리스트론\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n①：可在此卡同步召喚成功的狀況下發動。將對方場上的被特殊召喚的所有正面表示怪獸全部變為守備表示。②：在同步召喚的此卡因戰鬥・效果被破壞的狀況下，可將我方墓地的１隻同步怪獸以外的「水晶機巧」怪獸做為對象發動。特殊召喚該怪獸。", "zh-CN": "协调＋协调以外的怪兽1只以上\n①：此卡同步召唤的情况下可以发动。将对手场上被特殊召唤的表侧表示怪兽全部改成守备表示。②：同步召唤的此卡因战斗・效果被破坏的情况下，以自己墓地同步怪兽以外的1只“水晶机巧”怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "WATER", "level": 5, "atk": 2500, "def": 1500, "series": ["Crystron"], "images": [{"index": 1, "image": "CrystronAmetrix-INOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN045", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "de": [{"set_number": "INOV-DE045", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INOV-FR045", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "it": [{"set_number": "INOV-IT045", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INOV-PT045", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INOV-JP045", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "ko": [{"set_number": "INOV-KR045", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SUDA-SC110", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 459430, "master_duel_rarity": "N"}