{"konami_id": 15997, "password": 76524506, "name": {"en": "Garden Rose Flora", "de": "Gartenrosenflora", "es": "Flora de la Rosa del Jardín", "fr": "Flora de la Rose du Jardin", "it": "Flora Rosa del Giardino", "pt": "Flora da Rosa do Jardim", "ja": "ガーデン・ローズ・フローラ", "ja_romaji": "Gāden Rōzu Furōra", "ko": "가든 로즈 플로라", "ko_rr": "Gadeun Rojeu Peullora", "zh-TW": "花園薔薇女神", "zh-CN": "花园蔷薇芙萝拉"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nYou can target 1 card in the Field Zone; destroy it, then Special Summon to its controller's field, 1 \"Rose Token\" (Plant/DARK/Level 2/ATK 800/DEF 800) in Attack Position, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Synchro Monsters. You can only use this effect of \"Garden Rose Flora\" once per turn. Once per Chain, during your opponent's Main Phase, you can (Quick Effect): Immediately after this effect resolves, Synchro Summon using this card you control.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDu kannst 1 Karte in der Spielfeldzone wählen; zerstöre sie, dann beschwöre 1 „Rose-Spielmarke“ (Pflanze/FINSTERNIS/Stufe 2/ATK 800/DEF 800) als Spezialbeschwörung auf die Spielfeldseite ihres Beherrschers in die Angriffsposition, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Synchromonstern. Du kannst diesen Effekt von „Gartenrosenflora“ nur einmal pro Spielzug verwenden. Einmal pro Kette, während der Main Phase deines Gegners, kannst du (Schnelleffekt): Sofort nachdem dieser Effekt aufgelöst wurde, führe eine Synchrobeschwörung durch und verwende dafür diese Karte, die du kontrollierst.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nPuedes seleccionar 1 carta en la Zona del Campo; destrúyela, y después Invoca de Modo Especial, al Campo de su controlador, 1 \"Ficha Rosa\" (Planta/OSCURIDAD/Nivel 2/ATK 800/DEF 800) en Posición de Ataque, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos de Sincronía. Sólo puedes usar este efecto de \"Flora de la Rosa del Jardín\" una vez por turno. Una vez por Cadena, durante la Main Phase de tu adversario, puedes (Efecto Rápido): inmediatamente después de que se resuelva este efecto, Invocar por Sincronía usando esta carta que controlas.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous pouvez cibler 1 carte dans la Zone Terrain ; détruisez-la, puis Invoquez Spécialement 1 \"Jeton Rose\" (Plante/TÉNÈBRES/Niveau 2/ATK 800/DEF 800) en Position d'Attaque sur le Terrain de son contrôleur, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Flora de la Rose du Jardin\" qu'une fois par tour. Une fois par Chaîne, durant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Synchronisation en utilisant cette carte que vous contrôlez.", "it": "1 Tuner + 1+ mostri non-Tuner\nPuoi scegliere come bersaglio 1 carta nella Zona Terreno; distruggila, poi Evoca Specialmente sul Terreno del suo controllore 1 \"Segna-Rosa\" (Pianta/OSCURITÀ/Livello 2/ATK 800/DEF 800) in Posizione di Attacco, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto Mostri Synchro. Puoi utilizzare questo effetto di \"Flora Rosa del Giardino\" una sola volta per turno. Una volta per Catena, durante la Main Phase del tuo avversario, puoi (Effetto Rapido): immediatamente dopo che questo effetto si è risolto, Synchro Evoca utilizzando questa carta che controlli.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nVocê pode escolher 1 card na Zona do Campo; destrua-o e, depois, Invoque por Invocação-Especial no campo do seu controlador, 1 \"Ficha de Rosa\" (Planta/TREVAS/Nível 2/ATK 800/DEF 800) em Posição de Ataque e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Sincro. Você só pode usar este efeito de \"Flora da Rosa do Jardim\" uma vez por turno. Uma vez por Corrente, durante a Fase Principal do seu oponente, você pode (Efeito Rápido): imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro usando este card que você controla.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①の効果は１ターンに１度しか使用できない。①：フィールドのフィールド魔法カード１枚を対象として発動できる。そのカードを破壊する。その後、そのコントローラーのフィールドに「ローズ・トークン」（植物族・闇・星２・攻／守８００）１体を攻撃表示で特殊召喚する。このターン、自分はＳモンスターしかＥＸデッキから特殊召喚できない。②：相手メインフェイズに発動できる。このカードを含む自分フィールドのモンスターを素材としてＳ召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드의 필드 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. 그 후, 그 컨트롤러의 필드에 \"로즈 토큰\"(식물족 / 어둠 / 레벨 2 / 공 800 / 수 800) 1장을 공격 표시로 특수 소환한다. 이 턴에 자신은 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 상대 메인 페이즈에 발동할 수 있다. 이 카드를 포함하는 자신 필드의 몬스터를 소재로서 싱크로 소환한다.", "zh-TW": null, "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的①效果１回合仅可使用１次。①：以场上的１张场地魔法卡为对象可以发动。将该卡破坏。然后，在其控制者场上将１只“蔷薇衍生物”（植物族・暗・星２・攻／守８００）以攻击表示特殊召唤。此回合，自己从额外牌组仅可特殊召唤同步怪兽。②：在对手的主要阶段可以发动。将包括此卡在内的自己场上的怪兽作为素材同步召唤。"}, "card_type": "Monster", "monster_type_line": "Plant / Synchro / Tuner / Effect", "attribute": "LIGHT", "level": 5, "atk": 800, "def": 1600, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Rose"], "images": [{"index": 1, "image": "GardenRoseFlora-MP22-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN036", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN078", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "de": [{"set_number": "LIOV-DE036", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE078", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "es": [{"set_number": "LIOV-SP036", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-SP078", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "fr": [{"set_number": "LIOV-FR036", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR078", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "it": [{"set_number": "LIOV-IT036", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT078", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "pt": [{"set_number": "LIOV-PT036", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT078", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Rare"]}], "ja": [{"set_number": "LIOV-JP036", "set_name": "Lightning Overdrive", "rarities": ["Rare"]}], "ko": [{"set_number": "LIOV-KR036", "set_name": "Lightning Overdrive", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP6-SC024", "set_name": "Mega Pack 06", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715074, "master_duel_rarity": "SR"}