{"konami_id": 14254, "password": 76589546, "name": {"en": "Overflow Dragon", "de": "Überflussdrache", "es": "Dragón de Desborde", "fr": "Dragon du Dépassement", "it": "Drago Overflow", "pt": "Dragão da Abundância", "ja": "オーバーフロー・ドラゴン", "ja_romaji": "Ōbāfurō Doragon", "ko": "오버플로 드래곤", "ko_rr": "Obeopeullo Deuraegon", "zh-TW": null, "zh-CN": "溢出龙"}, "text": {"en": "When a monster(s) on the field is destroyed by card effect (except during the Damage Step): You can Special Summon this card from your hand, then, if 2 or more monsters on the field were destroyed by that card effect, you can Special Summon 1 \"Overflow Token\" (Dragon/DARK/Level 1/ATK 0/DEF 0). You can only use this effect of \"Overflow Dragon\" once per turn.", "de": "Wenn ein oder mehr Monster auf dem Spielfeld durch einen Karteneffekt zerstört werden (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann, falls durch den Karteneffekt 2 oder mehr Monster auf dem Spielfeld zerstört wurden, kannst du 1 „Überfluss-Spielmarke“ (Drache/FINSTERNIS/Stufe 1/ATK 0/DEF 0) als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Überflussdrache“ nur einmal pro Spielzug verwenden.", "es": "Cuando uno o más monstruos en el Campo son destruidos por efecto de una carta (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano, y después, si 2 o más monstruos en el Campo fueron destruidos por ese efecto de carta, puedes Invocar de Modo Especial 1 \"Ficha de Desborde\" (Dragón/OSCURIDAD/Nivel 1/ATK 0/DEF 0). Sólo puedes usar este efecto de \"Dragón de Desborde\" una vez por turno.", "fr": "Lorsqu'un ou plusieurs monstres sur le Terrain sont détruits par un effet de carte (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis, si min. 2 monstres sur le Terrain ont été détruits par l'effet de carte, vous pouvez Invoquer Spécialement 1 \"Jeton du Dépassement\" (Dragon/TÉNÈBRES/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser cet effet de \"Dragon du Dépassement\" qu'une fois par tour.", "it": "Quando uno o più mostri sul Terreno vengono distrutti dall'effetto di una carta (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano, poi, se 2 o più mostri sul Terreno sono stati distrutti dall'effetto di quella carta, puoi Evocare Specialmente 1 \"Segna-Overflow\" (Drago/OSCURITÀ/Livello 1/ATK 0/DEF 0). Puoi utilizzare questo effetto di \"Drago Overflow\" una sola volta per turno.", "pt": "Quando um ou mais monstros no campo forem destruídos por um efeito de card (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão e, depois, se 2 ou mais monstros no campo foram destruídos por esse efeito de card, você pode Invocar por Invocação-Especial 1 \"Ficha de Abundância\" (Dragão/TREVAS/Nível 1/ATK 0/DEF 0). Você só pode usar este efeito de \"Dragão da Abundância\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：フィールドのモンスターが効果で破壊された時に発動できる。このカードを手札から特殊召喚する。２体以上のフィールドのモンスターが効果で破壊された時に発動した場合、さらに自分フィールドに「オーバーフロートークン」（ドラゴン族・闇・星１・攻／守０）１体を特殊召喚できる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드의 몬스터가 효과로 파괴되었을 때에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 2장 이상의 필드의 몬스터가 효과로 파괴되었을 때에 발동했을 경우, 추가로 자신 필드에 \"오버플로 토큰\"(드래곤족 / 어둠 / 레벨 1 / 공 0 / 수 0) 1장을 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的效果1回合只能使用1次。\n①：场上的怪兽被效果破坏时才能发动。这张卡从手卡特殊召唤。2只以上的场上的怪兽被效果破坏时发动的场合，可以再在自己场上把1只「溢出衍生物」（龙族·暗·1星·攻/守0）特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "OverflowDragon-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN004", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE004", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "es": [{"set_number": "DANE-SP004", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR004", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT004", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT004", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP004", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR004", "set_name": "Dark Neostorm", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 585426}