{"konami_id": 18816, "password": 76593718, "name": {"en": "Greed Jar", "de": "Gierdose", "es": "Codicia en la Jarra", "fr": "Jarre Cupide", "it": "Giara dell'Avidità", "pt": "Ganância na Jarra", "ja": "<ruby>強<rt>ごう</rt></ruby><ruby>欲<rt>よく</rt></ruby>なポッド", "ja_romaji": "Gōyoku na Poddo", "ko": "욕망의 포드", "ko_rr": "Yokmang-ui Podeu", "zh-TW": "強欲之瓷", "zh-CN": "强欲之瓮"}, "text": {"en": null, "de": "FLIPP: Führe nacheinander diese Effekte aus.\n●Grabe eine beliebige Anzahl oberste Karten deines Decks bis zur Anzahl der Karten aus, die dein Gegner kontrolliert, und falls du dies tust, füge 1 von ihnen deiner Hand hinzu, zusätzlich lege die übrigen auf den Friedhof.\n●Lege Monster bis zur Anzahl der Monster, die dein Gegner kontrolliert und die als Spezialbeschwörung vom Extra Deck beschworen wurden, von deinem Extra Deck auf den Friedhof.\nDu kannst diesen Effekt von „Gierdose“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Aplica estos efectos en secuencia.\n●Excava cualquier número de cartas de la parte superior de tu Deck, hasta el número de cartas que controle tu adversario y, si lo haces, añade 1 de ellas a tu mano, y además manda el resto al Cementerio.\n●Manda al Cementerio monstruos en tu Deck Extra, hasta el número de monstruos que controle tu adversario que fueron Invocados de Modo Especial desde el Deck Extra.\nSólo puedes usar este efecto de \"Codicia en la Jarra\" una vez por turno.", "fr": "FLIP : Appliquez ces effets dans l'ordre.\n●Dévoilez un nombre de votre choix de cartes du dessus de votre Deck, inférieur ou égal au nombre de cartes contrôlées par votre adversaire, et si vous le faites, ajoutez-en 1 à votre main, et aussi, envoyez le reste au Cimetière.\n●Envoyez un nombre de monstres depuis votre Extra Deck au Cimetière, inférieur ou égal au nombre de monstres contrôlés par votre adversaire qui ont été Invoqués Spécialement depuis l'Extra Deck.\nVous ne pouvez utiliser cet effet de \"Jarre Cupide\" qu'une fois par tour.", "it": "SCOPRI: Applica questi effetti in ordine.\n●Dissotterra un qualsiasi numero di carte dalla cima del tuo Deck, fino al numero di carte controllate dal tuo avversario e, se lo fai, aggiungi 1 di esse alla tua mano, inoltre manda le rimanenti al Cimitero.\n●Manda mostri dal tuo Extra Deck al Cimitero, fino al numero di mostri controllati dal tuo avversario che sono stati Evocati Specialmente dall'Extra Deck.\nPuoi utilizzare questo effetto di \"Giara dell'Avidità\" una sola volta per turno.", "pt": "VIRE: Aplique esses efeitos em sequência.\n●Escave qualquer número de cards do topo do seu Deck, até o número de cards que seu oponente controla e, se isso acontecer, adicione 1 deles à sua mão e, além disso, envie o resto para o Cemitério.\n●Envie monstros do seu Deck Adicional para o Cemitério, até o número de monstros que seu oponente controla que foram Invocados por Invocação-Especial do Deck Adicional.\nVocê só pode usar este efeito de \"Ganância na Jarra\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。\n①：このカードがリバースした場合に発動する。以下の効果をそれぞれ適用する。\n●相手フィールドのカードの数まで自分のデッキの上からカードをめくり、その中から１枚を選んで手札に加え、残りを墓地へ送る。\n●ＥＸデッキから特殊召喚された相手フィールドのモンスターの数まで、自分のＥＸデッキからモンスターを墓地へ送る。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 리버스했을 경우에 발동한다. 이하의 효과를 각각 적용한다.\n●상대 필드의 카드의 수까지 자신의 덱 위에서 카드를 넘기고, 그 중에서 1장을 골라 패에 넣고, 나머지를 묘지로 보낸다.\n●엑스트라 덱에서 특수 소환된 상대 필드의 몬스터의 수까지, 자신의 엑스트라 덱에서 몬스터를 묘지로 보낸다.", "zh-TW": "此卡名的效果１回合僅限使用１次。\n①：在此卡反轉的狀況下發動。分別適用以下效果。\n●從我方牌組上方翻開卡，數量最多為對方場上的卡的數量，從其中選擇１張加入手牌，將剩餘的卡送至墓地。\n●從我方的額外牌組將怪物送至墓地，數量最多為對方場上從額外牌組被特殊召喚的怪獸數量。", "zh-CN": "此卡名的效果１回合仅可使用１次。\n①：此卡反转的情况下发动。分别适用以下效果。\n●从自己的牌组上面翻开卡，数量最多为对手场上的卡的数量，从其中挑选１张加入手牌，剩余的送至墓地。\n●从自己的额外牌组将怪兽送至墓地，数量最多为对手场上被从额外牌组特殊召唤的怪兽的数量。"}, "card_type": "Monster", "monster_type_line": "Rock / Flip / Effect", "attribute": "EARTH", "level": 3, "atk": 700, "def": 800, "series": ["Jar"], "images": [{"index": 1, "image": "GreedJar-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN029", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-EN366", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE029", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-DE366", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR029", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-FR366", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT029", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-IT366", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT029", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-PT366", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "DUNE-JP029", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR029", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC029", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930293, "master_duel_rarity": "UR"}