{"konami_id": 13473, "password": 76728962, "name": {"en": "Desperado Barrel Dragon", "de": "Desperado-Pistolendrache", "es": "Dragón Cañón Forajido", "fr": "Revolver Dragon Desperado", "it": "Drago Revolver Desperado", "pt": "Dragão Revólver Pistoleiro", "ja": "デスペラード・リボルバー・ドラゴン", "ja_romaji": "Desuperādo Riborubā Doragon", "ko": "데스페라도 속사포 드래곤", "ko_rr": null, "zh-TW": null, "zh-CN": "亡命左轮手枪龙"}, "text": {"en": "If a face-up DARK Machine monster(s) you control is destroyed by battle or card effect: You can Special Summon this card from your hand. Once per turn, during the Battle Phase (Quick Effect): You can toss a coin 3 times; destroy face-up monsters on the field, up to the number of heads, then if the result was 3 heads, draw 1 card. This card cannot attack the turn this effect is activated. If this card is sent to the GY: You can add 1 Level 7 or lower monster that has a coin tossing effect, from your Deck to your hand.", "de": "Falls ein oder mehr offene FINSTERNIS Maschine-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Einmal pro Spielzug, während der Battle Phase (Schnelleffekt): Du kannst 3 Mal eine Münze werfen; zerstöre offene Monster auf dem Spielfeld bis zur Anzahl von Kopf, dann, falls das Ergebnis 3 Mal Kopf war, ziehe 1 Karte. Diese Karte kann nicht in dem Spielzug angreifen, in dem dieser Effekt aktiviert wird. Falls diese Karte auf den Friedhof gelegt wird: Du kannst deiner Hand 1 Monster der Stufe 7 oder niedriger, das einen Münzwurfeffekt hat, von deinem Deck hinzufügen.", "es": "Si uno o más monstruos Máquina de OSCURIDAD boca arriba que controlas son destruidos en batalla o por efecto de una carta: puedes Invocar esta carta de Modo Especial desde tu mano. Una vez por turno, durante la Battle Phase (Efecto Rápido): puedes lanzar una moneda 3 veces; destruye hasta tantos monstruos boca arriba en el Campo como el número de caras, y después, si el resultado fue 3 caras, roba 1 carta. Esta carta no puede atacar en el turno en el que es activado este efecto. Si esta carta es mandada al Cementerio: puedes añadir a tu mano 1 monstruo de Nivel 7 o menor en tu Deck que tenga un efecto de lanzamiento de moneda.", "fr": "Si un ou plusieurs monstres TÉNÈBRES Machine face recto que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement cette carte depuis votre main. Une fois par tour, durant la Battle Phase (Effet Rapide) : vous pouvez lancer une pièce 3 fois ; détruisez un nombre de monstres face recto sur le Terrain, inférieur ou égal au nombre de faces, puis si le résultat était 3 faces, piochez 1 carte. Cette carte ne peut pas attaquer le tour où cet effet est activé. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 monstre de max. Niveau 7 qui a un effet de lancer de pièce, depuis votre Deck à votre main.", "it": "Se uno o più mostri OSCURITÀ Macchina scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta: puoi Evocare Specialmente questa carta dalla tua mano. Una volta per turno, durante la Battle Phase (Effetto Rapido): puoi lanciare una moneta 3 volte; distruggi mostri scoperti sul Terreno fino al numero di testa poi, se il risultato era 3 volte testa, pesca 1 carta. Questa carta non può attaccare nel turno in cui questo effetto viene attivato. Se questa carta viene mandata al Cimitero: puoi aggiungere 1 mostro di Livello 7 o inferiore che ha un effetto di lancio della moneta, dal tuo Deck alla tua mano.", "pt": "Se um ou mais monstros Máquina de TREVAS com a face para cima que você controla forem destruídos em batalha ou por um efeito de card: você pode Invocar este card por Invocação-Especial da sua mão. Uma vez por turno, durante a Fase de Batalha (Efeito Rápido): você pode lançar uma moeda 3 vezes; destrua monstros com a face para cima no campo, até o número de caras e, depois, se o resultado foi 3 caras, compre 1 card. Este card não pode atacar no turno em que este efeito for ativado. Se este card for enviado para o Cemitério: você pode adicionar, do seu Deck à sua mão, 1 monstro de Nível 7 ou menos que tenha um efeito de lançar moeda.", "ja": "①：自分フィールドの機械族・闇属性モンスターが戦闘・効果で破壊された場合に発動できる。このカードを手札から特殊召喚する。②：１ターンに１度、自分・相手のバトルフェイズに発動できる。コイントスを３回行う。表が出た数までフィールドの表側表示モンスターを選んで破壊する。３回とも表だった場合、さらに自分はデッキから１枚ドローする。この効果を発動するターン、このカードは攻撃できない。③：このカードが墓地へ送られた場合に発動できる。コイントスを行う効果を持つレベル７以下のモンスター１体をデッキから手札に加える。", "ko": "①: 자신 필드의 기계족 / 어둠 속성 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 1턴에 1번, 자신 / 상대의 배틀 페이즈에 발동할 수 있다. 코인 토스를 3회 실행한다. 앞면이 나온 수까지 필드의 앞면 표시 몬스터를 고르고 파괴한다. 3회 모두 앞면인 경우, 추가로 자신은 덱에서 1장 드로우한다. 이 효과를 발동하는 턴에, 이 카드는 공격할 수 없다. ③: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 코인 토스를 실행하는 효과를 가지는 레벨 7 이하의 몬스터 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "①：自己场上的机械族·暗属性怪兽被战斗·效果破坏的场合才能发动。这张卡从手卡特殊召唤。\n②：1回合1次，自己·对方的战斗阶段才能发动。进行3次投掷硬币。选最多有表出现数量的场上的表侧表示怪兽破坏。3次都是表的场合，再让自己从卡组抽1张。这个效果发动的回合，这张卡不能攻击。\n③：这张卡被送去墓地的场合才能发动。把持有进行投掷硬币效果的1只7星以下的怪兽从卡组加入手卡。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 8, "atk": 2800, "def": 2200, "series": ["Gun Dragon"], "images": [{"index": 1, "image": "DesperadoBarrelDragon-DP19-JP-SR.png", "illustration": "DesperadoBarrelDragon-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "DesperadoBarrelDragon-LDS1-EN-UR-1E-Green.png", "illustration": "DesperadoBarrelDragon-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "LED2-EN015", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-EN076", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED2-DE015", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-DE076", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LED2-SP015", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-SP076", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED2-FR015", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-FR076", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED2-IT015", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-IT076", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED2-PT015", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-PT076", "set_name": "Legendary Duelists: Season 1", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP19-JP015", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DP19-KR015", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525776}