{"konami_id": 9481, "password": 76865611, "name": {"en": "Morphtronic Lantron", "de": "Morphtronische Leuchte", "es": "Lantron Morfotrónico", "fr": "Lampe Morphtronique", "it": "Torcia Morfotronica", "pt": "Lanternan Morfotrônica", "ja": "<ruby>Ｄ<rt>ディフォーマー</rt></ruby>・ライトン", "ja_romaji": "Difōmā Raiton", "ko": "<ruby>D<rt>디포머</rt></ruby>·라이튼", "ko_rr": null, "zh-TW": "變形鬥士・手電筒", "zh-CN": "变形斗士・手电筒"}, "text": {"en": "● While in Attack Position: Any effect damage you would take from an opponent's card effect is inflicted to your opponent instead.\n● While in Defense Position: When this card is destroyed by battle and sent to the Graveyard, you take no Battle Damage this turn.", "de": "● Solange in Angriffsposition: Jeglicher Effektschaden, den du von Karteneffekten deines Gegners erhalten würdest, wird stattdessen deinem Gegner zugefügt.\n● Solange in Verteidigungsposition: Wenn diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird, erhältst du in diesem Spielzug keinen Kampfschaden.", "es": "● En Posición de Ataque: Todo daño de efecto que fueras a recibir por el efecto de una carta de tu adversario lo recibe tu adversario en tu lugar.\n● En Posición de Defensa: Cuando esta carta es destruida en batalla y mandada al Cementerio, no recibes daño de batalla este turno.", "fr": "● En Position d'Attaque : Tous les dommages d'effet de carte de votre adversaire que vous recevez lui sont infligés à la place.\n● En Position de Défense : Lorsque cette carte est détruite au combat et envoyée au Cimetière, vous ne recevez aucun dommage de combat ce tour.", "it": "● Fino a quando è in Posizione di Attacco: Ogni danno da effetto che stai per subire dall'effetto di una carta dell'avversario, viene invece inflitto al tuo avversario.\n● Fino a quando è in Posizione di Difesa: Quando questa carta viene distrutta in battaglia e mandata al Cimitero, tu non subisci danni da combattimento in questo turno.", "pt": null, "ja": "このカードはこのカードの表示形式によって以下の効果を得る。●攻撃表示：このカードがフィールド上に表側表示で存在する限り、相手のカードの効果によって発生する自分への効果ダメージは代わりに相手が受ける。●守備表示：このカードが戦闘によって破壊され墓地へ送られた時、このターン戦闘によって発生する自分への戦闘ダメージは０になる。", "ko": "이 카드는 이 카드의 표시 형식에 따라서 이하의 효과를 얻는다.\n●공격 표시 : 이 카드가 필드 위에 앞면 표시로 존재하는 한, 상대 카드의 효과에 의해서 발생하는 자신에게로의 효과 데미지는 대신에 상대가 받는다.\n●수비 표시 : 이 카드가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 이 턴에 전투에 의해서 발생하는 자신에게로의 전투 데미지는 0 이 된다.", "zh-TW": null, "zh-CN": "这张卡得到这张卡的表示形式的以下效果。●攻击表示：只要这张卡在场上表侧表示存在，对方的卡的效果发生的对自己的效果伤害由对方代受。●守备表示：这张卡被战斗破坏送去墓地时，这个回合战斗发生的对自己的战斗伤害变成0。"}, "card_type": "Monster", "monster_type_line": "Machine / Tuner", "attribute": "LIGHT", "level": 1, "atk": 200, "def": 200, "series": ["Morphtronic"], "images": [{"index": 1, "image": "MorphtronicLantron-EXVC-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "EXVC-EN010", "set_name": "Extreme Victory", "rarities": ["Common"]}], "de": [{"set_number": "EXVC-DE010", "set_name": "Extreme Victory", "rarities": ["Common"]}], "es": [{"set_number": "EXVC-SP010", "set_name": "Extreme Victory", "rarities": ["Common"]}], "fr": [{"set_number": "EXVC-FR010", "set_name": "Extreme Victory", "rarities": ["Common"]}], "it": [{"set_number": "EXVC-IT010", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ja": [{"set_number": "EXVC-JP010", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ko": [{"set_number": "EXVC-KR010", "set_name": "Extreme Victory", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 158541, "master_duel_rarity": "N"}