{"konami_id": 16229, "password": 76937326, "name": {"en": "Daigusto Laplampilica", "de": "Daigusto Laplampilica", "es": "Daigusto Laplampilica", "fr": "Daigusto Laplampilica", "it": "Daigusto Laplampilica", "pt": "Daigusto Laplampilica", "ja": "ダイガスタ・ラプラムピリカ", "ja_romaji": "Daigasuta Rapuramupirika", "ko": "다이가스타 라프람피리카", "ko_rr": "Daigaseuta Rapeurampirika", "zh-TW": "大薰風 拉普拉姆皮莉卡", "zh-CN": "大薰风 飞翼心皮莉卡"}, "text": {"en": null, "de": "1 Empfänger + 1+ „Gusto“-Nicht-Empfänger-Monster\nDu kannst „Daigusto Laplampilica“ nur einmal pro Spielzug als Spezialbeschwörung beschwören. Falls diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 „Gusto“-Monster von deiner Hand und 1 „Gusto“-Monster von deinem Deck als Spezialbeschwörung beschwören, aber annulliere ihre Effekte, dann, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Gusto“-Synchromonster als Synchrobeschwörung und verwende dafür nur die 2 Monster, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer WIND Monstern. Dein Gegner kann andere „Gusto“-Synchromonster, die du kontrollierst, nicht als Ziel für Karteneffekte wählen.", "es": "1 Cantante + 1+ monstruos \"Gusto\" que no sean Cantantes\nSólo puedes Invocar de Modo Especial \"Daigusto Laplampilica\" una vez por turno. Si esta carta es Invocada por Sincronía: puedes Invocar de Modo Especial 1 monstruo \"Gusto\" desde tu mano y 1 monstruo \"Gusto\" desde tu Deck, pero niega sus efectos, e inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 Monstruo de Sincronía \"Gusto\" usando sólo esos 2 monstruos y además, por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos de VIENTO. Tu adversario no puede seleccionar otros Monstruos de Sincronía \"Gusto\" que controles con efectos de cartas.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur \"Gusto\"\nVous ne pouvez Invoquer Spécialement \"Daigusto Laplampilica\" qu'une fois par tour. Si cette carte est Invoquée par Synchronisation : vous pouvez Invoquer Spécialement 1 monstre \"Gusto\" depuis votre main et 1 monstre \"Gusto\" depuis votre Deck, mais annulez leurs effets, puis immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro \"Gusto\" en utilisant uniquement ces 2 monstres, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres VENT exclus) le reste de ce tour. Votre adversaire ne peut pas cibler d'autres Monstres Synchro \"Gusto\" que vous contrôlez avec des effets de carte.", "it": "1 Tuner + 1+ mostri \"Gusto\" non-Tuner\nPuoi Evocare Specialmente \"Daigusto Laplampilica\" una sola volta per turno. Se questa carta viene Synchro Evocata: puoi Evocare Specialmente 1 mostro \"Gusto\" dalla tua mano e 1 mostro \"Gusto\" dal tuo Deck, ma annulla i loro effetti, poi immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro \"Gusto\" utilizzando solo quei 2 mostri, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri VENTO. Il tuo avversario non può scegliere come bersaglio altri Mostri Synchro \"Gusto\" che controlli con gli effetti delle carte.", "pt": "1 Regulador + 1+ monstros \"Gusto\" não-Reguladores\nVocê só pode Invocar \"Daigusto Laplampilica\" por Invocação-Especial uma vez por turno. Se este card for Invocado por Invocação-Sincro: você pode Invocar por Invocação-Especial 1 monstro \"Gusto\" da sua mão e 1 monstro \"Gusto\" do seu Deck, mas negue seus efeitos e, depois, imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro \"Gusto\" usando apenas esses 2 monstros e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros de VENTO. Seu oponente não pode escolher outro Monstro Sincro \"Gusto\" que você controla como alvo de efeitos de card.", "ja": "チューナー＋チューナー以外の「ガスタ」モンスター１体以上\n自分は「ダイガスタ・ラプラムピリカ」を１ターンに１度しか特殊召喚できない。\n①：このカードがＳ召喚した場合に発動できる。「ガスタ」モンスターを手札及びデッキから１体ずつ効果を無効にして特殊召喚し、その２体のみを素材として「ガスタ」Ｓモンスター１体のＳ召喚を行う。このターン、自分は風属性モンスターしか特殊召喚できない。\n②：このカードがモンスターゾーンに存在する限り、自分フィールドの他の「ガスタ」Ｓモンスターを相手は効果の対象にできない。", "ko": "튜너 ＋ 튜너 이외의 \"가스타\" 몬스터 1장 이상\n자신은 \"다이가스타 라프람피리카\"를 1턴에 1번밖에 특수 소환할 수 없다. ①: 이 카드가 싱크로 소환에 성공했을 경우에 발동할 수 있다. \"가스타\" 몬스터를 패 및 덱에서 1장씩 효과를 무효로 하여 특수 소환하고, 그 2장만을 소재로서 \"가스타\" 싱크로 몬스터 1장을 싱크로 소환한다. 이 턴에, 자신은 바람 속성 몬스터밖에 특수 소환할 수 없다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신 필드의 다른 \"가스타\" 싱크로 몬스터는 상대 효과의 대상이 되지 않는다.", "zh-TW": "協調＋協調以外的「薰風」怪獸１隻以上\n我方１回合僅限特殊召喚１次「大薰風 拉普拉姆皮莉卡」。①：可在此卡同步召喚成功的狀況下發動。從手牌及牌組將各１隻「薰風」怪獸效果變為無效特殊召喚，僅限以該２隻做為素材，同步召喚１隻「薰風」同步怪獸。此回合，我方僅限特殊召喚風屬性怪獸。②：只要此卡存在於怪獸區，我方場上的其他「薰風」同步怪獸就不會成為對方的效果對象。", "zh-CN": "协调＋１只以上协调以外的“薰风”怪兽\n自己１回合仅可特殊召唤“大薰风 飞翼心皮莉卡”１次。①：此卡同步召唤成功的情况下可以发动。从手牌及牌组将“薰风”怪兽各１只效果无效并特殊召唤，仅以该２只为素材将１只“薰风”同步怪兽同步召唤。此回合，自己仅可特殊召唤风属性怪兽。②：只要此卡存在于怪兽区域，自己场上的其他“薰风”同步怪兽不会成为对手效果的对象。"}, "card_type": "Monster", "monster_type_line": "Psychic / Synchro / Effect", "attribute": "WIND", "level": 6, "atk": 1900, "def": 2600, "materials": "1 Tuner + 1 or more non-Tuner \"Gusto\" monsters", "series": ["Gusto"], "images": [{"index": 1, "image": "DaigustoLaplampilica-DAMA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN040", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "de": [{"set_number": "DAMA-DE040", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DAMA-FR040", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "it": [{"set_number": "DAMA-IT040", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DAMA-PT040", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DAMA-JP040", "set_name": "Dawn of Majesty", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DAMA-JP040", "set_name": "Dawn of Majesty +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DAMA-KR040", "set_name": "Dawn of Majesty", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DAMA-KR040", "set_name": "Dawn of Majesty +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714449, "master_duel_rarity": "SR"}