{"konami_id": 21348, "password": 76948970, "name": {"en": "Mitsurugi no Miko, Wousu", "de": "Mitsurugi no Miko, Wousu", "es": "Mitsurugi no Miko, Wousu", "fr": "Mitsurugi no Miko, Wousu", "it": "Mitsurugi no Miko, Wousu", "pt": "Mitsurugi no Miko, Wousu", "ja": "<ruby>巳剣<rt>ミツルギ</rt></ruby><ruby>之<rt>ノ</rt></ruby><ruby>皇子<rt>ミコ</rt></ruby> <ruby>小碓<rt>ヲウス</rt></ruby>", "ja_romaji": "Mitsurugi no Miko Wousu", "ko": "미츠루기노미코 오우스", "ko_rr": null, "zh-TW": null, "zh-CN": "巳剑之皇子 小碓"}, "text": {"en": "You can Special Summon this card (from your hand) by Tributing 1 other Reptile monster from your hand and 1 monster your opponent controls, but you cannot Special Summon nor activate monster effects for the rest of this turn, except Reptile monsters. You can only Special Summon \"Mitsurugi no Miko, Wousu\" once per turn this way. If this card is Tributed: You can discard 1 card, and if you do, add this card to your hand. You can only use this effect of \"Mitsurugi no Miko, Wousu\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 1 anderes Reptil-Monster von deiner Hand und 1 Monster, das dein Gegner kontrolliert, als Tribut anbietest, aber du kannst für den Rest dieses Spielzugs weder Spezialbeschwörungen durchführen noch Monstereffekte aktivieren, außer von Reptil-Monstern. Du kannst „Mitsurugi no Miko, Wousu“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Tribut angeboten wird: Du kannst 1 Karte abwerfen und falls du dies tust, füge diese Karte deiner Hand hinzu. Du kannst diesen Effekt von „Mitsurugi no Miko, Wousu“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) Sacrificando otro monstruo Reptil en tu mano y 1 monstruo que controle tu adversario, pero no puedes Invocar de Modo Especial ni activar efectos de monstruos por el resto de este turno, excepto monstruos Reptil. Sólo puedes Invocar de Modo Especial \"Mitsurugi no Miko, Wousu\" una vez por turno de esta forma. Si esta carta es Sacrificada: puedes descartar 1 carta y, si lo haces, añade esta carta a tu mano. Sólo puedes usar este efecto de \"Mitsurugi no Miko, Wousu\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 1 autre monstre Reptile depuis votre main et 1 monstre contrôlé par votre adversaire, mais vous ne pouvez ni Invoquer Spécialement (monstres Reptile exclus) ni activer d'effets de monstre (monstres Reptile exclus) le reste de ce tour. Vous ne pouvez Invoquer Spécialement \"Mitsurugi no Miko, Wousu\" qu'une fois par tour de cette façon. Si cette carte est Sacrifiée : vous pouvez défausser 1 carte, et si vous le faites, ajoutez cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Mitsurugi no Miko, Wousu\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) offrendo come Tributo 1 altro mostro Rettile dalla tua mano e 1 mostro controllato dal tuo avversario, ma non puoi Evocare Specialmente né attivare effetti di mostri per il resto di questo turno, eccetto mostri Rettile. Puoi Evocare Specialmente \"Mitsurugi no Miko, Wousu\" una sola volta per turno in questo modo. Se questa carta viene offerta come Tributo: puoi scartare 1 carta e, se lo fai, aggiungi questa carta alla tua mano. Puoi utilizzare questo effetto di \"Mitsurugi no Miko, Wousu\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao oferecer como Tributo 1 outro monstro Réptil da sua mão e 1 monstro que seu oponente controla, mas você não pode Invocar por Invocação-Especial nem ativar efeitos de monstro pelo resto deste turno, exceto monstros Réptil. Você só pode Invocar \"Mitsurugi no Miko, Wousu\" por Invocação-Especial uma vez por turno desta forma. Se este card for oferecido como Tributo: você pode descartar 1 card e, se isso acontecer, adicione este card à sua mão. Você só pode usar este efeito de \"Mitsurugi no Miko, Wousu\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは手札の他の爬虫類族モンスター１体と相手フィールドのモンスター１体をリリースし、手札から特殊召喚できる。この方法で特殊召喚したターン自分は、爬虫類族モンスターしか特殊召喚できず、爬虫類族以外のモンスターの効果を発動できない。②：このカードがリリースされた場合に発動できる。自分の手札を１枚選んで捨て、このカードを手札に加える。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 패의 다른 파충류족 몬스터 1장과 상대 필드의 몬스터 1장을 릴리스하고, 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환한 턴에 자신은, 파충류족 몬스터밖에 특수 소환할 수 없으며, 파충류족 이외의 몬스터 효과를 발동할 수 없다. ②: 이 카드가 릴리스되었을 경우에 발동할 수 있다. 자신의 패를 1장 골라 버리고, 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次，且②效果1回合仅可使用1次。①：此卡可通过解放手牌的1只其他的爬虫类族怪兽和对手场上的1只怪兽来从手牌特殊召唤。以此方法特殊召唤过的余下本回合，自己仅可特殊召唤爬虫类族怪兽，且不可发动爬虫类族以外的怪兽的效果。②：此卡被解放的情况下可以发动。挑选自己的1张手牌舍弃，将此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 8, "atk": 2000, "def": 2000, "series": ["Mitsurugi"], "images": [{"index": 1, "image": "MitsuruginoMikoWousu-ALIN-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN091", "set_name": "Alliance Insight", "rarities": ["Common"]}], "de": [{"set_number": "ALIN-DE091", "set_name": "Alliance Insight", "rarities": ["Common"]}], "es": [{"set_number": "ALIN-SP091", "set_name": "Alliance Insight", "rarities": ["Common"]}], "fr": [{"set_number": "ALIN-FR091", "set_name": "Alliance Insight", "rarities": ["Common"]}], "it": [{"set_number": "ALIN-IT091", "set_name": "Alliance Insight", "rarities": ["Common"]}], "pt": [{"set_number": "ALIN-PT091", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP032", "set_name": "World Premiere Pack 2025", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP6-KR032", "set_name": "World Premiere Pack 2025", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "WPS2-SC021", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123024}