{"konami_id": 17465, "password": 76981308, "name": {"en": "Melffy Staring Contest", "de": "Melffy-Blickduell", "es": "Concurso de Miradas Melffy", "fr": "Concours de Regard Melffy", "it": "Sfida di Sguardi Melffy", "pt": "Competição de Encarar Melffy", "ja": "メルフィーとにらめっこ", "ja_romaji": "Merufī to Niramekko", "ko": "메르피와 눈싸움", "ko_rr": "Mereupiwa Nunssaum", "zh-TW": "與梅爾菲的對視遊戲", "zh-CN": "与梅尔菲瞪瞪眼"}, "text": {"en": null, "de": "Du kannst 1 Ungeheuer-Monster in deiner Hand vorzeigen; füge deiner Hand 1 „Melffy“-Monster mit einem unterschiedlichen Namen von deinem Deck oder Friedhof hinzu und lege jenes vorgezeigte Monster unters Deck. Du kannst diesen Effekt von „Melffy-Blickduell“ nur einmal pro Spielzug verwenden. Am Beginn der Battle Phase deines Gegners: Du kannst eine beliebige Anzahl „Melffy“-Monster in deiner Hand vorzeigen und sie nur während dieser Battle Phase vorgezeigt lassen. Monster, die dein Gegner kontrolliert, verlieren ATK in Höhe der kombinierten ATK und DEF der durch diesen Effekt vorgezeigten Monster.", "es": "Puedes mostrar 1 monstruo Bestia en tu mano; añade a tu mano 1 monstruo \"Melffy\" con un nombre diferente en tu Deck o Cementerio y pon ese monstruo mostrado en la parte inferior del Deck. Sólo puedes usar este efecto de \"Concurso de Miradas Melffy\" una vez por turno. Al comienzo de la Battle Phase de tu adversario: puedes mostrar cualquier número de monstruos \"Melffy\" en tu mano y mantenerlos mostrados sólo durante esta Battle Phase. Los monstruos que controla tu adversario pierden ATK igual al ATK y DEF combinados de los monstruos mostrados por este efecto.", "fr": "Vous pouvez révéler 1 monstre Bête dans votre main ; ajoutez 1 monstre \"Melffy\" de nom différent depuis votre Deck ou Cimetière à votre main, et placez le monstre révélé au-dessous du Deck. Vous ne pouvez utiliser cet effet de \"Concours de Regard Melffy\" qu'une fois par tour. Au début de la Battle Phase de votre adversaire : vous pouvez révéler un nombre de votre choix de monstres \"Melffy\" dans votre main, et gardez-les révélés durant cette Battle Phase uniquement. Les monstres contrôlés par votre adversaire perdent une ATK égale à la somme des ATK/DEF des monstres révélés par cet effet.", "it": "Puoi rivelare 1 mostro Bestia nella tua mano; aggiungi 1 mostro \"Melffy\" con un nome diverso dal tuo Deck o Cimitero alla tua mano e metti quel mostro rivelato in fondo al Deck. Puoi utilizzare questo effetto di \"Sfida di Sguardi Melffy\" una sola volta per turno. All'inizio della Battle Phase del tuo avversario: puoi rivelare un qualsiasi numero di mostri \"Melffy\" nella tua mano e tenerli rivelati solamente durante questa Battle Phase. I mostri controllati dal tuo avversario perdono ATK pari alla somma degli ATK e DEF dei mostri rivelati da questo effetto.", "pt": "Você pode revelar 1 monstro Besta na sua mão; adicione 1 monstro \"Melffy\" com um nome diferente do seu Deck ou Cemitério à sua mão e coloque esse monstro revelado no fundo do Deck. Você só pode usar este efeito de \"Competição de Encarar Melffy\" uma vez por turno. No começo da Fase de Batalha do seu oponente: você pode revelar qualquer número de monstros \"Melffy\" na sua mão e mantê-los revelados apenas durante esta Fase de Batalha. Os monstros que seu oponente controla perdem ATK igual ao ATK e DEF combinados dos monstros revelados por este efeito.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：手札の獣族モンスター１体を相手に見せて発動できる。そのモンスターとはカード名が異なる「メルフィー」モンスター１体を自分のデッキ・墓地から手札に加え、見せたモンスターをデッキの一番下に戻す。\n②：相手バトルフェイズ開始時に発動できる。手札の「メルフィー」モンスターを任意の数だけ相手に見せ、バトルフェイズの間だけ公開する。\n③：相手フィールドのモンスターの攻撃力は、このカードの②の効果で公開しているモンスターの攻撃力・守備力の合計分だけダウンする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 패의 야수족 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 그 몬스터와는 카드명이 다른 \"메르피\" 몬스터 1장을 자신의 덱 / 묘지에서 패에 넣고, 보여준 몬스터를 덱 맨 아래로 되돌린다. ②: 상대 배틀 페이즈 개시시에 발동할 수 있다. 패의 \"메르피\" 몬스터를 임의의 수만큼 상대에게 보여주고, 배틀 페이즈 동안에만 공개한다. ③: 상대 필드의 몬스터의 공격력은, 이 카드의 ②의 효과로 공개하고 있는 몬스터의 공격력 / 수비력의 합계만큼만 내린다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可將手牌的１隻獸族怪獸出示給對方發動。選擇１隻與其卡名不同的「梅爾菲」怪獸從我方牌組・墓地加入手牌，將所出示怪獸送回牌組的最下方。②：可在對方戰鬥階段開始時發動。將手牌當中任意數量的「梅爾菲」怪獸出示給對方，在戰鬥階段中公開。③：對方場上怪獸的攻擊力，會依據因此卡②效果所公開的怪獸攻擊力・守備力合計數值進行降低。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：将手牌的１只兽族怪兽向对手出示可以发动。从自己的牌组・墓地挑选１只卡名与其不同的“梅尔菲”怪兽加入手牌，将所出示的怪兽放回牌组最下面。②：在对手的战斗阶段开始时可以发动。将手牌中的任意数量的“梅尔菲”怪兽向对手出示，并仅在战斗阶段期间公开。③：对手场上的怪兽的攻击力下降相当于以此卡②效果公开中的怪兽的攻击力・守备力的合计数值。"}, "card_type": "Spell", "property": "Continuous", "series": ["Melffy"], "images": [{"index": 1, "image": "MelffyStaringContest-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN063", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN141", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE063", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE141", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR063", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR141", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT063", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT141", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT063", "set_name": "Power of the Elements", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT141", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "POTE-JP063", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "QCCU-JP180", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "POTE-KR063", "set_name": "Power of the Elements", "rarities": ["Common"]}, {"set_number": "QCCU-KR180", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC175", "set_name": "Mega Pack 07", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715873, "master_duel_rarity": "SR"}