{"konami_id": 12580, "password": 77133792, "name": {"en": "Magnet Conversion", "de": "Magnetische Umwandlung", "es": "Conversión Magnética", "fr": "Conversion Magnétique", "it": "Conversione Magnetica", "pt": "Imã de Conversão", "ja": "マグネット・コンバージョン", "ja_romaji": "Magunetto Konbājon", "ko": "마그넷 컨버전", "ko_rr": null, "zh-TW": "磁石轉換", "zh-CN": "磁石转换"}, "text": {"en": "Target up to 3 Level 4 or lower \"Magnet Warrior\" monsters in your GY; add them to your hand. During either player's turn, except the turn this card was sent to the GY: You can banish this card from your GY, then target 1 of your banished Level 4 or lower \"Magnet Warrior\" monsters; Special Summon it.", "de": "Wähle bis zu 3 „Magnetkrieger“-Monster der Stufe 4 oder niedriger in deinem Friedhof; füge sie deiner Hand hinzu. Während des Spielzugs eines beliebigen Spielers, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 deiner verbannten „Magnetkrieger“-Monster der Stufe 4 oder niedriger wählen; beschwöre es als Spezialbeschwörung.", "es": "Selecciona hasta 3 monstruos \"Guerrero Magnético\" de Nivel 4 o menor en tu Cementerio; añádelos a tu mano. Durante el turno de cualquier jugador, excepto el turno en que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 de tus monstruos \"Guerrero Magnético\" de Nivel 4 o menor desterrados; Invócalo de Modo Especial.", "fr": "Ciblez max. 3 monstres \"Guerrier Magnétique\" de max. Niveau 4 dans votre Cimetière ; ajoutez-les à votre main. Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Guerrier Magnétique\" de max. Niveau 4 bannis ; Invoquez-le Spécialement.", "it": "Scegli come bersaglio fino a 3 mostri \"Guerriero Magnetico\" di Livello 4 o inferiore nel tuo Cimitero; aggiungili alla tua mano. Durante il turno di qualsiasi giocatore, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 dei tuoi mostri \"Guerriero Magnetico\" di Livello 4 o inferiore banditi; Evocalo Specialmente.", "pt": "Escolha até 3 monstros \"Guerreiro Imã\" de Nível 4 ou menos no seu Cemitério; adicione-os à sua mão. Durante o turno de qualquer duelista, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério e, depois, escolher 1 dos seus monstros \"Guerreiro Imã\" de Nível 4 ou menos banidos ; Invoque-o por Invocação-Especial.", "ja": "①：自分の墓地のレベル４以下の「マグネット・ウォリアー」モンスターを３体まで対象として発動できる。そのモンスターを手札に加える。②：墓地のこのカードを除外し、除外されている自分のレベル４以下の「マグネット・ウォリアー」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "①: 자신 묘지의 레벨 4 이하의 \"마그넷 워리어\" 몬스터를 3장까지 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다. ②: 묘지의 이 카드를 제외하고, 제외되어 있는 자신의 레벨 4 이하의 \"마그넷 워리어\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "①：以自己墓地最多3只等级4以下的“磁石战士”怪兽为对象可以发动。将该怪兽加入手牌。②：从墓地将不是在此回合被送至墓地的此卡除外，以自己除外状态的1只等级4以下的“磁石战士”怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Magnet"], "images": [{"index": 1, "image": "MagnetConversion-SBCB-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDMY-EN035", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Common"]}, {"set_number": "SBCB-EN041", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "de": [{"set_number": "SDMY-DE035", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Common"]}, {"set_number": "SBCB-DE041", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "es": [{"set_number": "SDMY-SP035", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Common"]}, {"set_number": "SBCB-SP041", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "fr": [{"set_number": "SDMY-FR035", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Common"]}, {"set_number": "SBCB-FR041", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "it": [{"set_number": "SDMY-IT035", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Common"]}, {"set_number": "SBCB-IT041", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "pt": [{"set_number": "SDMY-PT035", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Common"]}], "ja": [{"set_number": "SDMY-JP033", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SDMY-KR033", "set_name": "Structure Deck: Yugi Muto", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "25BZ-SC336", "set_name": "Burst Protocol Complement Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 472634, "master_duel_rarity": "N"}