{"konami_id": 16621, "password": 77406972, "name": {"en": "Giltia the D. Knight - Soul Spear", "de": "Giltia, Drachenritter - Seelenspeer", "es": "Giltia el Caballero D. - Lanza del Alma", "fr": "Giltia, Chevalier des Ténèbres - Lance des Âmes", "it": "Giltia il Cavaliere dei D. - Lancia dell'Anima", "pt": "Giltia, o Cavaleiro D. - Lança da Alma", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>ギルティア－ソウル・スピア", "ja_romaji": "Madōkishi Girutia - Souru Supia", "ko": "마법 기사 길티어－소울 스피어", "ko_rr": "Mabeop Gisa Giltieo - Soul Seupieo", "zh-TW": "魔導騎士基爾提亞－靈魂長槍", "zh-CN": "魔导骑士 基尔提亚－灵魂枪"}, "text": {"en": "If you control no monsters, you can Normal Summon this card without Tributing. When this card is Normal Summoned: You can banish 1 monster your opponent controls with equal or higher ATK than this card. You can discard 1 card; add 1 of the following monsters from your Deck to your hand.\n● Level 7 DARK Dragon ● Level 6 DARK Machine ● Level 5 WATER Warrior\nYou can only use this effect of \"Giltia the D. Knight - Soul Spear\" once per turn.", "de": "Falls du keine Monster kontrollierst, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 Monster verbannen, das dein Gegner kontrolliert und dessen ATK größer oder gleich denen dieser Karte sind. Du kannst 1 Karte abwerfen; füge deiner Hand 1 der folgenden Monster von deinem Deck hinzu.\n● FINSTERNIS Drache der Stufe 7\n● FINSTERNIS Maschine der Stufe 6\n● WASSER Krieger der Stufe 5\nDu kannst diesen Effekt von „Giltia, Drachenritter - Seelenspeer“ nur einmal pro Spielzug verwenden.", "es": "Si no controlas monstruos, puedes Invocar esta carta de Modo Normal sin Sacrificar. Cuando esta carta es Invocada de Modo Normal: puedes desterrar 1 monstruo que controle tu adversario con ATK mayor o igual que esta carta. Puedes descartar 1 carta; añade a tu mano 1 de los siguientes monstruos en tu Deck.\n● Dragón de OSCURIDAD de Nivel 7\n● Máquina de OSCURIDAD de Nivel 6\n● Guerrero de AGUA de Nivel 5\nSólo puedes usar este efecto de \"Giltia el Caballero D. - Lanza del Alma\" una vez por turno.", "fr": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Normalement cette carte sans Sacrifice. Lorsque cette carte est Invoquée Normalement : vous pouvez bannir 1 monstre contrôlé par votre adversaire avec une ATK supérieure ou égale à cette carte. Vous pouvez défausser 1 carte ; ajoutez 1 des monstres suivants depuis votre Deck à votre main.\n● TÉNÈBRES Dragon de Niveau 7\n● TÉNÈBRES Machine de Niveau 6\n● EAU Guerrier de Niveau 5\nVous ne pouvez utiliser cet effet de \"Giltia, Chevalier des Ténèbres - Lance des Âmes\" qu'une fois par tour.", "it": "Se non controlli nessun mostro, puoi Evocare Normalmente questa carta senza offrire Tributi. Quando questa carta viene Evocata Normalmente: puoi bandire 1 mostro controllato dal tuo avversario con ATK pari o superiore a questa carta. Puoi scartare 1 carta; aggiungi 1 dei seguenti mostri dal tuo Deck alla tua mano.\n● OSCURITÀ Drago di Livello 7\n● OSCURITÀ Macchina di Livello 6\n● ACQUA Guerriero di Livello 5\nPuoi utilizzare questo effetto di \"Giltia il Cavaliere dei D. - Lancia dell'Anima\" una sola volta per turno.", "pt": "Se você não controlar nenhum monstro, você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Quando este card for Invocado por Invocação-Normal: você pode banir 1 monstro que seu oponente controla com ATK igual ou maior que o deste card. Você pode descartar 1 card; adicione 1 dos seguintes monstros do seu Deck à sua mão.\n● Dragão de TREVAS de Nível 7\n● Máquina de TREVAS de Nível 6\n● Guerreiro de ÁGUA de Nível 5\nVocê só pode usar este efeito de \"Giltia, o Cavaleiro D. - Lança da Alma\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分フィールドにモンスターが存在しない場合、このカードはリリースなしで召喚できる。②：このカードが召喚に成功した時に発動できる。このカードの攻撃力以上の攻撃力を持つ相手フィールドのモンスター１体を選んで除外する。③：手札を１枚捨てて発動できる。デッキから以下のモンスターの内１体を手札に加える。●ドラゴン族・闇属性・レベル７モンスター●機械族・闇属性・レベル６モンスター●戦士族・水属性・レベル５モンスター", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 몬스터가 존재하지 않을 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. ②: 이 카드가 일반 소환에 성공했을 때에 발동할 수 있다. 이 카드의 공격력 이상의 공격력을 가지는 상대 필드의 몬스터 1장을 고르고 제외한다. ③: 패를 1장 버리고 발동할 수 있다. 덱에서 이하의 몬스터 중 1장을 패에 넣는다.\n●드래곤족 / 어둠 속성 / 레벨 7 몬스터\n●기계족 / 어둠 속성 / 레벨 6 몬스터\n●전사족 / 물 속성 / 레벨 5 몬스터", "zh-TW": null, "zh-CN": "这个卡名的③效果1回合只能使用1次。①：自己场上没有怪兽存在的场合，这张卡可以不作解放地召唤。②：这张卡召唤成功的场合可以发动。选对手场上的1只拥有这张卡的攻击力以上的攻击力的怪兽除外。③：可以舍弃1张手牌发动。从卡组将以下的怪兽之中的1只加入手牌。●龙族·暗属性·等级7怪兽●机械族·暗属性·等级6怪兽●战士族·水属性·等级5怪兽。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 5, "atk": 1850, "def": 1500, "series": ["Signature move", "Prophecy"], "images": [{"index": 1, "image": "GiltiatheDKnightSoulSpear-LDS3-EN-ScR-LE.png"}], "sets": {"en": [{"set_number": "LDS3-EN137", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "de": [{"set_number": "LDS3-DE137", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "es": [{"set_number": "LDS3-SP137", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "LDS3-FR137", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "it": [{"set_number": "LDS3-IT137", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "LDS3-PT137", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "VP21-JP003", "set_name": "Legendary Monsters Pack", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP17-KR027", "set_name": "Premium Pack Vol.17", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715131, "master_duel_rarity": "R"}