{"konami_id": 15385, "password": 77402960, "name": {"en": "Numeron Calling", "de": "Numeron-Ruf", "es": "Llamada Númeron", "fr": "Appel Numeron", "it": "Richiamo Numeron", "pt": "Chamado Numeron", "ja": "ヌメロン・ダイレクト", "ja_romaji": "Numeron Dairekuto", "ko": "누메론 다이렉트", "ko_rr": "Numeron Dairekteu", "zh-TW": "源數直連", "zh-CN": "源数直连"}, "text": {"en": null, "de": "Falls sich „Numeron-Netzwerk“ in deiner Spielfeldzone befindet und du keine Monster kontrollierst: Beschwöre bis zu 4 „Numeron-Tor“-Xyz-Monster mit unterschiedlichen Namen als Spezialbeschwörung von deinem Extra Deck, aber verbanne sie während der End Phase, zusätzlich kannst du für den Rest dieses Spielzugs nur eine Normal- oder Spezialbeschwörung durchführen.", "es": "(Esta carta no se trata como una carta \"Número\").\nSi \"Red Númeron\" está en tu Zona del Campo y no controlas monstruos: Invoca de Modo Especial, desde tu Deck Extra, hasta 4 Monstruos Xyz \"Puerta Númeron\" con nombres diferentes, pero destiérralos durante la End Phase, y además por el resto de este turno sólo puedes Invocar de Modo Normal o Especial una vez.", "fr": "Si \"Réseau Numeron\" est dans votre Zone Terrain et que vous ne contrôlez aucun monstre : Invoquez Spécialement max. 4 Monstres Xyz \"Porte Numeron\" de noms différents depuis votre Extra Deck, mais bannissez-les durant la End Phase, et aussi, vous ne pouvez Invoquer Normalement ou Spécialement qu'une fois le reste de ce tour.", "it": "(Questa carta non viene considerata come una carta \"Numero\".)\nSe \"Network Numeron\" è nella tua Zona Terreno e tu non controlli nessun mostro: Evoca Specialmente fino a 4 Mostri Xyz \"Cancello Numeron\" con nomi diversi dal tuo Extra Deck, ma bandiscili durante la End Phase, inoltre puoi Evocare Normalmente o Specialmente una sola volta per il resto di questo turno.", "pt": "Se \"Rede Numeron\" estiver na sua Zona do Campo e você não controlar nenhum monstro: Invoque por Invocação-Especial até 4 Monstros Xyz \"Portão Numeron\" com nomes diferentes do seu Deck Adicional, mas bana-os durante a Fase Final e, além disso, você só pode Invocar por Invocação-Normal ou Especial uma vez pelo resto deste turno.", "ja": "①：自分のフィールドゾーンに「ヌメロン・ネットワーク」が存在し、自分フィールドにモンスターが存在しない場合に発動できる。ＥＸデッキから「ゲート・オブ・ヌメロン」Ｘモンスターを４体まで特殊召喚する（同名カードは１枚まで）。この効果で特殊召喚したモンスターはエンドフェイズに除外される。この効果の発動後、ターン終了時まで自分は１回しかモンスターを召喚・特殊召喚できない。", "ko": "①: 자신의 필드 존에 \"누메론 네트워크\"가 존재하고, 자신 필드에 몬스터가 존재하지 않을 경우에 발동할 수 있다. 엑스트라 덱에서 \"게이트 오브 누메론\" 엑시즈 몬스터를 4장까지 특수 소환한다(같은 이름의 카드는 1장까지). 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 제외된다. 이 효과의 발동 후, 턴 종료시까지 자신은 1회밖에 몬스터를 일반 소환 / 특수 소환할 수 없다.", "zh-TW": "①：可在我方場地區存在「源數網路」，我方場上不存在怪獸的狀況下發動。從額外牌組特殊召喚最多４隻「源數之門」超量怪獸（同名卡最多１張）。透過此效果特殊召喚的怪獸，在結束階段將被除外。此效果發動後，在回合結束前我方僅限召喚・特殊召喚怪獸１次。", "zh-CN": "①：自己的场地区域存在“源数网络”卡、而自己场上不存在怪兽时可以发动。最多从额外牌组特殊召唤4只“源数之门”超量怪兽（最多1张同名卡）。此效果特殊召唤的怪兽将在结束阶段被除外。此效果发动后，直至回合结束时为止，自己仅可召唤或特殊召唤怪兽1次。"}, "card_type": "Spell", "property": "Normal", "series": ["Numeron"], "images": [{"index": 1, "image": "NumeronCalling-MGED-EN-R-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN027", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "MGED-EN088", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "de": [{"set_number": "BLAR-DE027", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "MGED-DE088", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "fr": [{"set_number": "BLAR-FR027", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "MGED-FR088", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "it": [{"set_number": "BLAR-IT027", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "MGED-IT088", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "pt": [{"set_number": "BLAR-PT027", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "MGED-PT088", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "ja": [{"set_number": "CP20-JP027", "set_name": "Collection Pack 2020", "rarities": ["Rare"]}], "ko": [{"set_number": "CP20-KR027", "set_name": "Collection Pack 2020", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708031, "master_duel_rarity": "R"}