{"konami_id": 12583, "password": 77411244, "name": {"en": "B-Buster Drake", "de": "B-Busterdrachling", "es": "B-Drake Beligerante", "fr": "Briseur du Draco B", "it": "B-Draghetto Balistico", "pt": "Dragonete do Banimento B", "ja": "<ruby>Ｂ<rt>ビー</rt></ruby>－バスター・ドレイク", "ja_romaji": "Bī - Basutā Doreiku", "ko": "B－버스터 드레이크", "ko_rr": "Bi - Beoseuteo Deureikeu", "zh-TW": "B－毀滅龍獸", "zh-CN": "B－爆裂龙兽"}, "text": {"en": null, "de": "Einmal pro Spielzug kannst du: 1 LICHT Maschine-Monster wählen, das du kontrollierst; rüste das gewählte Ziel mit dieser Karte aus, ODER: Diese Karte ausklinken und als Spezialbeschwörung beschwören. Ein Monster, das mit dieser Karte ausgerüstet ist, bleibt von den Zaubereffekten deines Gegners unberührt, zusätzlich, falls das ausgerüstete Monster durch Kampf oder einen Karteneffekt zerstört würde, zerstöre stattdessen diese Karte. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst deiner Hand 1 Union-Monster von deinem Deck hinzufügen.", "es": "Una vez por turno, puedes: selecciona 1 monstruo Máquina de LUZ que controles; equipa esta carta a ese objetivo, O: desequipa esta carta e Invócala de Modo Especial. Un monstruo equipado con esta carta no es afectado por efectos de Mágicas de tu adversario, y además, si el monstruo equipado fuera a ser destruido en batalla o por el efecto de una carta, destruye esta carta en su lugar. Si esta carta es mandada del Campo al Cementerio: puedes añadir a tu mano 1 monstruo de Unión en tu Deck.", "fr": "Une fois par tour, vous pouvez SOIT : ciblez 1 monstre LUMIÈRE Machine que vous contrôlez ; équipez cette carte à la cible, SOIT : déséquipez cette carte et Invoquez-la Spécialement. Un monstre équipé avec cette carte n'est pas affecté par les effets de Magie de votre adversaire, et aussi, si le monstre équipé va être détruit au combat ou par un effet de carte, détruisez cette carte à la place. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 monstre Union depuis votre Deck à votre main.", "it": "Una volta per turno, puoi: scegliere come bersaglio 1 mostro LUCE Macchina che controlli; equipaggia questa carta a quel bersaglio, OPPURE: disequipaggiare questa carta ed Evocarla Specialmente. Un mostro equipaggiato con questa carta è immune agli effetti delle Magie del tuo avversario, inoltre, se il mostro equipaggiato sta per essere distrutto in battaglia o dall'effetto di una carta, distruggi invece questa carta. Se questa carta viene mandata dal Terreno al Cimitero: puoi aggiungere 1 mostro Unione dal tuo Deck alla tua mano.", "pt": "Uma vez por turno, você pode: escolher 1 monstro Máquina de LUZ que você controla; equipe este card no alvo, OU: desequipe este card e Invoque-o por Invocação-Especial. Um monstro equipado com este card não é afetado pelos efeitos de Magia do seu oponente e, além disso, se o monstro equipado seria destruído em batalha ou por um efeito de card, em vez disso, destrua este card. Se este card for enviado do campo para o Cemitério: você pode adicionar 1 monstro União do seu Deck à sua mão.", "ja": "①：１ターンに１度、以下の効果を１つ発動できる。\n●自分フィールドの機械族・光属性モンスター１体を対象とし、このカードを装備魔法カード扱いで装備する。装備モンスターが戦闘・効果で破壊される場合、代わりにこのカードを破壊する。\n●装備状態のこのカードを特殊召喚する。\n②：装備モンスターは相手の魔法カードの効果を受けない。\n③：このカードがフィールドから墓地へ送られた場合に発動できる。デッキからユニオンモンスター１体を手札に加える。", "ko": "①: 1턴에 1번, 이하의 효과를 1개 발동할 수 있다. ●자신 필드의 기계족 / 빛 속성 몬스터 1장을 대상으로 하고, 이 카드를 장착 마법 카드로 취급하여 장착한다. 장착 몬스터가 전투 / 효과로 파괴될 경우, 대신에 이 카드를 파괴한다. ●장착 상태의 이 카드를 특수 소환한다. ②: 장착 몬스터는 상대의 마법 카드의 효과를 받지 않는다. ③: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 유니온 몬스터 1장을 패에 넣는다.", "zh-TW": "①：１回合１次，可從以下效果選擇１個發動。\n●將我方場上的１隻機械族・光屬性怪獸做為對象，將此卡視為裝備卡裝備於該怪獸。在裝備怪獸因戰鬥・效果被破壞的狀況下，破壞此卡作為替代。\n●特殊召喚被裝備的此卡。\n②：裝備怪獸不受其他對方的魔法卡的效果影響。③：可在此卡從場上被送至墓地的狀況下發動。從牌組將１隻聯合怪獸加入手牌。", "zh-CN": "①：１回合１次，可从以下效果中选择１个发动。\n●以我方场上的１只机械族、光属性怪兽为对象，此卡被视作装备卡装备于该怪兽。装备怪兽因战斗、效果被破坏的场合，破坏此卡作为代替。\n●特殊召唤被装备的此卡。\n②：装备怪兽不受其他的对手魔法卡效果的影响。③：此卡从场上被送入墓地的场合可发动。从牌组将１只联合怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Union / Effect", "attribute": "LIGHT", "level": 4, "atk": 1500, "def": 1800, "series": ["A-to-Z"], "images": [{"index": 1, "image": "BBusterDrake-LCKC-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "SDKS-EN002", "set_name": "Structure Deck: Seto Kaiba", "rarities": ["Super Rare"]}, {"set_number": "LCKC-EN020", "set_name": "Legendary Collection Kaiba Mega Pack", "rarities": ["Secret Rare"]}], "de": [{"set_number": "SDKS-DE002", "set_name": "Structure Deck: Seto Kaiba", "rarities": ["Super Rare"]}, {"set_number": "LCKC-DE020", "set_name": "Legendary Collection Kaiba Mega Pack", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "SDKS-FR002", "set_name": "Structure Deck: Seto Kaiba", "rarities": ["Super Rare"]}, {"set_number": "LCKC-FR020", "set_name": "Legendary Collection Kaiba Mega Pack", "rarities": ["Secret Rare"]}], "it": [{"set_number": "SDKS-IT002", "set_name": "Structure Deck: Seto Kaiba", "rarities": ["Super Rare"]}, {"set_number": "LCKC-IT020", "set_name": "Legendary Collection Kaiba Mega Pack", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "SDKS-PT002", "set_name": "Structure Deck: Seto Kaiba", "rarities": ["Super Rare"]}, {"set_number": "LCKC-PT020", "set_name": "Legendary Collection Kaiba Mega Pack", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "SDKS-JP002", "set_name": "Structure Deck: Seto Kaiba", "rarities": ["Super Rare"]}, {"set_number": "LVP3-JP014", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}, {"set_number": "DP29-JP030", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}], "ko": [{"set_number": "SDKS-KR002", "set_name": "Structure Deck: Seto Kaiba", "rarities": ["Super Rare"]}, {"set_number": "LVP3-KR014", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}, {"set_number": "DP29-KR030", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DP29-SC029", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 443434, "master_duel_rarity": "SR"}