{"konami_id": 13991, "password": 77522571, "name": {"en": "Frightfur Meister", "de": "Schreckenspelz Meister", "es": "Maestro Atemorizante", "fr": "Meister Frourreur", "it": "Padrone Pellicciaspavento", "pt": "Meister Peladura", "ja": "デストーイ・マイスター", "ja_romaji": "Desutōi Maisutā", "ko": "데스완구 마이스터", "ko_rr": "Deseuwan-gu Maiseuteo", "zh-TW": "魔玩具・大師", "zh-CN": "魔玩具大师"}, "text": {"en": null, "de": "Während deiner Main Phase: Du kannst 1 „Schreckenspelz“-, „Kuscheltier“- oder „enkobold“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck beschwören, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Fusionsmonstern. Du kannst 2 oder mehr Unterweltler-Monster als Tribut anbieten; beschwöre 1 „Schreckenspelz“-Fusionsmonster, dessen Stufe der kombinierten Grund-Stufe der Monster entspricht, als Spezialbeschwörung von deinem Extra Deck. (Dies wird als Fusionsbeschwörung behandelt.) Du kannst jeden Effekt von „Schreckenspelz Meister“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Atemorizante\", \"Peluchanimal\" o \"Diablillo de\" de Nivel 4 o menor y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto Monstruos de Fusión. Puedes Sacrificar 2 o más monstruos Demonio; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo de Fusión \"Atemorizante\", cuyo Nivel sea igual a los Niveles originales combinados de esos monstruos. (Esto se trata como una Invocación por Fusión). Sólo puedes usar cada efecto de \"Maestro Atemorizante\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Frourreur\", \"Peluchimal\" ou \"Lutin Tranchant\" de max. Niveau 4 depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck le reste de ce tour. Vous pouvez Sacrifier min. 2 monstres Démon ; Invoquez Spécialement 1 Monstre Fusion \"Frourreur\" depuis votre Extra Deck, dont le Niveau est égal à la somme des Niveaux d'origine de ces monstres. (Ceci est traité comme une Invocation Fusion.) Vous ne pouvez utiliser chaque effet de \"Meister Frourreur\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi Evocare Specialmente 1 mostro \"Pellicciaspavento\", \"Fluffal\" o \"Imp Filo\" di Livello 4 o inferiore dal tuo Deck, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto Mostri Fusione. Puoi offrire come Tributo 2 o più mostri Demone; Evoca Specialmente dal tuo Extra Deck 1 Mostro Fusione \"Pellicciaspavento\" con Livello pari alla somma dei Livelli originali di quei mostri. (Questa viene considerata come un'Evocazione tramite Fusione.) Puoi utilizzare ogni effetto di \"Padrone Pellicciaspavento\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode Invocar por Invocação-Especial 1 monstro \"Peladura\", \"Fofanimal\" ou \"Diabrete de\" de Nível 4 ou menos do seu Deck e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros de Fusão. Você pode oferecer como Tributo 2 ou mais monstros Demônio; Invoque por Invocação-Especial 1 Monstro de Fusão \"Peladura\" do seu Deck Adicional, cujo Nível seja igual aos Níveis originais combinados desses monstros. (Isso é considerado uma Invocação-Fusão.) Você só pode usar cada efeito de \"Meister Peladura\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。\n①：自分メインフェイズに発動できる。デッキからレベル４以下の、「デストーイ」、「ファーニマル」、「エッジインプ」モンスターのいずれか１体を特殊召喚する。このターン、自分は融合モンスターしかＥＸデッキから特殊召喚できない。\n②：自分フィールドの悪魔族モンスター２体以上をリリースして発動できる。その元々のレベルの合計と同じレベルを持つ「デストーイ」融合モンスター１体を、融合召喚扱いでＥＸデッキから特殊召喚する。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 덱에서 레벨 4 이하의, \"데스완구\", \"퍼니멀\", \"에지임프\" 몬스터 중 어느 1장을 특수 소환한다. 이 턴에, 자신은 융합 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 자신 필드의 악마족 몬스터 2장 이상을 릴리스하고 발동할 수 있다. 그 원래 레벨의 합계와 같은 레벨을 가지는 \"데스완구\" 융합 몬스터 1장을, 융합 소환으로 취급하고 엑스트라 덱에서 특수 소환한다.", "zh-TW": "此卡名的①②怪獸效果，１回合各僅限使用１次。①：可在我方主要階段發動。從牌組特殊召喚「魔玩具」、「絨毛動物」、「鋒利小鬼」中的任意１隻等級４以下的怪獸。此回合，我方可從額外牌組特殊召喚的怪獸僅限融合怪獸。②：可解放我方場上的２隻惡魔族怪獸發動。將１隻等級與其原本的等級合計相同的「魔玩具」融合怪獸，視為融合召喚從額外牌組特殊召喚。", "zh-CN": "此卡名的①②怪兽效果１回合仅可各使用１次。①：在自己的主要阶段可以发动。从牌组将等级４以下的、“魔玩具”、“绒毛动物”、“锋利小鬼”怪兽中的任意１只特殊召唤。此回合，自己从额外牌组仅可特殊召唤融合怪兽。②：解放自己场上２只以上的恶魔族怪兽可以发动。将等级等于其原本等级合计的１只“魔玩具”融合怪兽视为融合召唤从额外牌组特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fiend / Pendulum / Effect", "attribute": "DARK", "level": 8, "atk": 0, "def": 0, "pendulum_scale": 4, "pendulum_effect": {"en": "You can Tribute 1 Level 4 or lower \"Frightfur\", \"Fluffal\", or \"Edge Imp\" monster; Special Summon from your Deck, 1 Fiend monster with the same Level, but with a different name. You can only use this effect of \"Frightfur Meister\" once per turn.", "de": "Du kannst 1 „Schreckenspelz“-, „Kuscheltier“- oder „enkobold“-Monster der Stufe 4 oder niedriger als Tribut anbieten; beschwöre 1 Unterweltler-Monster mit derselben Stufe, aber einem unterschiedlichen Namen als Spezialbeschwörung von deinem Deck. Du kannst diesen Effekt von „Schreckenspelz Meister“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar 1 monstruo \"Atemorizante\", \"Peluchanimal\" o \"Diablillo de\" de Nivel 4 o menor; Invoca de Modo Especial, desde tu Deck, 1 monstruo Demonio con el mismo Nivel, pero con nombre diferente. Sólo puedes usar este efecto de \"Maestro Atemorizante\" una vez por turno.", "fr": "Vous pouvez Sacrifier 1 monstre \"Frourreur\", \"Peluchimal\" ou \"Lutin Tranchant\" de max. Niveau 4 ; Invoquez Spécialement 1 monstre Démon de même Niveau, mais de nom différent depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Meister Frourreur\" qu'une fois par tour.", "it": "Puoi offrire come Tributo 1 mostro \"Pellicciaspavento\", \"Fluffal\" o \"Imp Filo\" di Livello 4 o inferiore; Evoca Specialmente dal tuo Deck 1 mostro Demone con lo stesso Livello, ma con un nome diverso. Puoi utilizzare questo effetto di \"Padrone Pellicciaspavento\" una sola volta per turno.", "pt": "Você pode oferecer como Tributo 1 monstro \"Peladura\", \"Fofanimal\" ou \"Diabrete de\" de Nível 4 ou menos; Invoque por Invocação-Especial do seu Deck, 1 monstro Demônio com o mesmo Nível, mas com um nome diferente. Você só pode usar este efeito de \"Meister Peladura\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分フィールドのレベル４以下の、「デストーイ」、「ファーニマル」、「エッジインプ」モンスターのいずれか１体をリリースして発動できる。リリースしたモンスターと同じレベルでカード名が異なる悪魔族モンスター１体をデッキから特殊召喚する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 레벨 4 이하의, \"데스완구\", \"퍼니멀\", \"에지임프\" 몬스터 중 어느 1장을 릴리스하고 발동할 수 있다. 릴리스한 몬스터와 같은 레벨로 카드명이 다른 악마족 몬스터 1장을 덱에서 특수 소환한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可解放我方場上的「魔玩具」、「絨毛動物」、「鋒利小鬼」中的任意１隻等級４以下的怪獸發動。從牌組特殊召喚１隻等級與解放的怪獸相同，卡名不同的惡魔族怪獸。", "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：解放自己场上等级４以下的、“魔玩具”、“绒毛动物”、“锋利小鬼”怪兽中的任意１只可以发动。将１只等级与解放的怪兽相同、卡名不同的恶魔族怪兽从牌组特殊召唤。"}, "series": ["Frightfur"], "images": [{"index": 1, "image": "FrightfurMeister-TOCH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TOCH-EN021", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "de": [{"set_number": "TOCH-DE021", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TOCH-FR021", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "it": [{"set_number": "TOCH-IT021", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TOCH-PT021", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP151", "set_name": "V Jump Fall 2018 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP14-KRB17", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Normal Parallel Rare", "Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557916, "master_duel_rarity": "R"}