{"konami_id": 7240, "password": 77672444, "name": {"en": "Motor Frenzy", "de": "Motorenraserei", "es": "Frenesí de Motor", "fr": "Frénésie Automobile", "it": "Frenesia Motore", "pt": "Frenesi do Motor", "ja": "モーターバイオレンス", "ja_romaji": "Mōtā Baiorensu", "ko": "모터바이올런스", "ko_rr": "Moteobaiolleonseu", "zh-TW": "馬達暴徒", "zh-CN": "马达暴徒"}, "text": {"en": "If this card is Normal or Special Summoned, or if another Machine monster(s) is Normal or Special Summoned to your field: You can activate this effect; until the end of your opponent's turn, that Normal or Special Summoned monster(s) gains ATK equal to half its original DEF, also its battle position cannot be changed. If this Tribute Summoned card is sent to the GY: You can Special Summon 2 \"Engine Tokens\" (Machine/EARTH/Level 1/ATK 200/DEF 200) in Attack Position. You can only use each effect of \"Motor Frenzy\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird oder falls ein oder mehr andere Maschine-Monster als Normal- oder Spezialbeschwörung auf deine Spielfeldseite beschworen werden: Du kannst diesen Effekt aktivieren; bis zum Ende des Spielzugs deines Gegners erhalten jene als Normal- oder Spezialbeschwörung beschworenen Monster ATK in Höhe der Hälfte ihrer Grund-DEF, zusätzlich können ihre Kampfpositionen nicht geändert werden. Falls diese als Tributbeschwörung beschworene Karte auf den Friedhof gelegt wird: Du kannst 2 „Maschine-Spielmarken“ (Maschine/ERDE/Stufe 1/ATK 200/DEF 200) als Spezialbeschwörung in die Angriffsposition beschwören. Du kannst jeden Effekt von „Motorenraserei“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial, o si otro u otros monstruos Máquina son Invocados de Modo Normal o Especial a tu Campo: puedes activar este efecto; hasta el final del turno de tu adversario, ese o esos monstruos Invocados de Modo Normal o Especial ganan ATK igual a la mitad de su DEF original, y además su posición de batalla no puede ser cambiada. Si esta carta Invocada por Sacrificio es mandada al Cementerio: puedes Invocar de Modo Especial 2 \"Ficha Motor\" (Máquina/TIERRA/Nivel 1/ATK 200/DEF 200) en Posición de Ataque. Sólo puedes usar cada efecto de \"Frenesí de Motor\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement, ou si un ou plusieurs autres monstres Machine sont Invoqués Normalement ou Spécialement sur votre Terrain : vous pouvez activer cet effet ; jusqu'à la fin du tour de votre adversaire, ces monstres Invoqués Normalement ou Spécialement gagnent une ATK égale à la moitié de leur DEF d'origine, et aussi, leur position de combat ne peut pas être changée. Si cette carte Invoquée par Sacrifice est envoyée au Cimetière : vous pouvez Invoquer Spécialement 2 \"Jeton Moteur\" (Machine/TERRE/Niveau 1/ATK 200/DEF 200) en Position d'Attaque. Vous ne pouvez utiliser chaque effet de \"Frénésie Automobile\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente, o se uno o più altri mostri Macchina vengono Evocati Normalmente o Specialmente sul tuo Terreno: puoi attivare questo effetto; fino alla fine del turno del tuo avversario, quei mostri Evocati Normalmente o Specialmente guadagnano ATK pari alla metà del suo DEF originale, inoltre la sua posizione non può essere cambiata. Se questa carta Evocata tramite Tributo viene mandata al Cimitero: puoi Evocare Specialmente 2 \"Segna-Motore\" (Macchina/TERRA/Livello 1/ATK 200/DEF 200) in Posizione di Attacco. Puoi utilizzare ogni effetto di \"Frenesia Motore\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial, ou se um ou mais outros monstros Máquina forem Invocados por Invocação-Normal ou Especial no seu campo: você pode ativar este efeito; até o final do turno do seu oponente, esse(s) monstro(s) Invocado(s) por Invocação-Normal ou Especial ganha(m) ATK igual à metade da(s) sua(s) DEF original(is) e, além disso, sua(s) posição(ões) de batalha não pode(m) ser mudada(s). Se este card Invocado por Invocação-Tributo for enviado para o Cemitério: você pode Invocar por Invocação-Especial 2 \"Ficha de Motor\" (Máquina/TERRA/Nível 1/ATK 200/DEF 200) em Posição de Ataque. Você só pode usar cada efeito de \"Frenesi do Motor\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合、または自分フィールドにこのカード以外の機械族モンスターが召喚・特殊召喚された場合に発動できる。その召喚・特殊召喚されたモンスターは相手ターン終了時まで、攻撃力がその元々の守備力の半分アップし、表示形式を変更できない。②：アドバンス召喚したこのカードが墓地へ送られた場合に発動できる。自分フィールドに「モータートークン」（機械族・地・星１・攻／守２００）２体を攻撃表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 또는 자신 필드에 이 카드 이외의 기계족 몬스터가 일반 소환 / 특수 소환되었을 경우에 발동할 수 있다. 그 일반 소환 / 특수 소환된 몬스터는 상대 턴 종료시까지, 공격력을 그 원래 수비력의 절반 올리고, 표시 형식을 변경할 수 없다. ②: 어드밴스 소환한 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 자신 필드에 \"모터 토큰\"(기계족 / 땅 / 레벨 1 / 공 200 / 수 200) 2장을 공격 표시로 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在此卡召喚・特殊召喚成功的狀況下，或在我方場上此卡以外的機械族怪獸被召喚・特殊召喚的狀況下發動。該被召喚・特殊召喚的怪獸在對方回合結束前，依據原本守備力的一半提升攻擊力，無法變更表示形式。②：可在升級召喚的此卡被送至墓地的狀況下發動。以攻擊表示特殊召喚２隻「馬達衍生物」（機械族・地・星１・攻／守２００）至我方場上。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤・特殊召唤成功的情况下，或自己场上除此卡以外的机械族怪兽被召唤・特殊召唤的情况下可以发动。该被召唤・特殊召唤的怪兽直至对手回合结束时为止，攻击力上升其原本守备力的一半，且不可变更表现形式。②：上级召唤的此卡被送至墓地的情况下可以发动。将２只“马达衍生物”（机械族・地・星１・攻／守２００）以攻击表示特殊召唤至自己场上。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 6, "atk": 2100, "def": 1200, "series": ["Motor"], "images": [{"index": 1, "image": "MotorFrenzy-DIFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN092", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "de": [{"set_number": "DIFO-DE092", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DIFO-FR092", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "it": [{"set_number": "DIFO-IT092", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DIFO-PT092", "set_name": "Dimension Force", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP212", "set_name": "V Jump Spring 2022 subscription bonus", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "23PP-KRB04", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715953, "master_duel_rarity": "SR"}