{"konami_id": 12629, "password": 77693536, "name": {"en": "Fullmetalfoes Alkahest", "de": "Vollmetallfose-Alkahest", "es": "Alkahest Fullmetalmórfico", "fr": "Alkahest Métalphose Pur", "it": "Pienametalfosi Alkahest", "pt": "Plenametalmorfose Alkahest", "ja": "フルメタルフォーゼ・アルカエスト", "ja_romaji": "Furumetarufōze Arukaesuto", "ko": "풀메탈포제 알카에스트", "ko_rr": null, "zh-TW": "重鍊裝勇士・萬溶", "zh-CN": "重炼装・万溶"}, "text": {"en": "1 \"Metalfoes\" monster + 1 Normal Monster\nMust be Fusion Summoned. Once per turn, during your opponent's turn (Quick Effect): You can target 1 Effect Monster on the field; equip that target to this card. This card gains DEF equal to the combined original ATK of the monsters equipped to it by this effect. You can use monsters you control equipped to this card you control as material for the Fusion Summon of a \"Metalfoes\" Fusion Monster that lists them as materials.", "de": "1 „Metallfose“-Monster + 1 Normales Monster\nMuss als Fusionsbeschwörung beschworen werden. Einmal pro Spielzug, während des Spielzugs deines Gegners (Schnelleffekt): Du kannst 1 Effektmonster auf dem Spielfeld wählen; rüste diese Karte mit dem gewählten Ziel aus. Diese Karte erhält DEF in Höhe der Summe der Grund-ATK der Monster, mit denen sie durch diesen Effekt ausgerüstet ist. Du kannst Monster, die du kontrollierst und mit denen diese Karte, die du kontrollierst, ausgerüstet ist, als Material für die Fusionsbeschwörung eines „Metallfose“-Fusionsmonsters verwenden, das sie als Material aufführt.", "es": "1 monstruo \"Metalmórfico/a\" + 1 Monstruo Normal\nDebe ser Invocado por Fusión. Una vez por turno, durante el turno de tu adversario (Efecto Rápido): puedes seleccionar 1 Monstruo de Efecto en el Campo; equipa ese objetivo a esta carta. Esta carta gana DEF igual al ATK original combinado de los monstruos equipados a ella por su efecto. Puedes usar monstruos que controles equipados a esta carta que tú controlas como materiales para la Invocación por Fusión de un Monstruo de Fusión \"Metalmórfico/a\" que los liste como materiales.", "fr": "1 monstre \"Métalphose\" + 1 Monstre Normal\nUniquement Invocable par Fusion. Une fois par tour, durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet sur le Terrain ; équipez la cible à cette carte. Cette carte gagne une DEF égale à la somme des ATK d'origine des monstres qui lui sont équipés par cet effet. Vous pouvez utiliser des monstres que vous contrôlez équipés à cette carte que vous contrôlez comme Matériel pour l'Invocation Fusion d'un Monstre Fusion \"Métalphose\" qui les liste comme Matériels.", "it": "1 mostro \"Metalfosi\" + 1 Mostro Normale\nDeve essere Evocato tramite Fusione. Una volta per turno, durante il turno del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 1 Mostro con Effetto sul Terreno; equipaggia quel bersaglio a questa carta. Questa carta guadagna DEF pari alla somma degli ATK originali dei mostri equipaggiati ad essa da questo effetto. Puoi utilizzare i mostri che controlli equipaggiati a questa carta che controlli come materiali per l'Evocazione tramite Fusione di un Mostro Fusione \"Metalfosi\" che li indica come materiali.", "pt": "1 monstro \"Metalmorfose\" + 1 Monstro Normal\nDeve ser Invocado por Invocação-Fusão. Uma vez por turno, durante o turno do seu oponente (Efeito Rápido): você pode escolher 1 Monstro de Efeito no campo; equipe o alvo a este card. Este card ganha DEF igual ao ATK original combinado dos monstros equipados a ele por este efeito. Você pode usar monstros que você controla equipados a este card que você controla como matéria para a Invocação-Fusão de Monstros de Fusão \"Metalmorfose\" que os listem como matérias.", "ja": "「メタルフォーゼ」モンスター＋通常モンスター\nこのカードは融合召喚でしか特殊召喚できない。①：相手ターンに１度、フィールドの効果モンスター１体を対象として発動できる。その効果モンスターを装備カード扱いとしてこのカードに装備する。②：このカードの守備力は、このカードの効果で装備したモンスターの元々の攻撃力分アップする。③：このカードが「メタルフォーゼ」融合モンスターカードによって決められた融合素材モンスターを装備している場合、その装備カードをその融合モンスターの融合素材に使用できる。", "ko": "\"메탈포제\" 몬스터 ＋ 일반 몬스터\n이 카드는 융합 소환으로밖에 특수 소환할 수 없다. ①: 상대 턴에 1번, 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 효과 몬스터를 장착 카드로 취급하여 이 카드에 장착한다. ②: 이 카드의 수비력은, 이 카드의 효과로 장착한 몬스터의 원래 공격력만큼 올린다. ③: 이 카드가 \"메탈포제\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 장착하고 있을 경우, 그 장착 카드를 그 융합 몬스터의 융합 소재로 사용할 수 있다.", "zh-TW": null, "zh-CN": "「炼装」怪兽＋通常怪兽\n这张卡不用融合召唤不能特殊召唤。①：对方回合1次，以场上1只效果怪兽为对象才能发动。那只效果怪兽当作装备卡使用给这张卡装备。②：这张卡的守备力上升这张卡的效果装备的怪兽的原本攻击力数值。③：这张卡有由「炼装」融合怪兽卡决定的融合素材怪兽装备的场合，可以把那装备卡作为那只融合怪兽的融合素材使用。"}, "card_type": "Monster", "monster_type_line": "Psychic / Fusion / Effect", "attribute": "FIRE", "level": 1, "atk": 0, "def": 0, "materials": "1 \"Metalfoes\" monster + 1 Normal Monster", "series": ["Metalfoes"], "images": [{"index": 1, "image": "FullmetalfoesAlkahest-BLRR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN039", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "BLRR-EN081", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INOV-DE039", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "BLRR-DE081", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INOV-SP039", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "BLRR-SP081", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INOV-FR039", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "BLRR-FR081", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INOV-IT039", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "BLRR-IT081", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INOV-PT039", "set_name": "Invasion: Vengeance", "rarities": ["Secret Rare"]}, {"set_number": "BLRR-PT081", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "INOV-JP039", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "INOV-KR039", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 463046, "master_duel_rarity": "SR"}