{"konami_id": 20556, "password": 77751766, "name": {"en": "Summer Schoolwork Successful!", "de": "Sommer-Hausaufgaben fertig!", "es": "¡Deberes de Verano con Éxito!", "fr": "Devoirs de Vacances d'Été Terminés !", "it": "Compiti delle Vacanze Estivi Terminati!", "pt": "Sucesso nas Tarefas de Verão!", "ja": "<ruby>火<rt>か</rt></ruby><ruby>器<rt>き</rt></ruby>の<ruby>祝<rt>しゅく</rt></ruby><ruby>台<rt>だい</rt></ruby>", "ja_romaji": "Kaki no Shukudai", "ko": "방학숙제 끝!", "ko_rr": null, "zh-TW": null, "zh-CN": "火器的祝台"}, "text": {"en": "Activate this card by placing 5 Schoolwork Counters on it. If a monster(s) is Special Summoned from the Extra Deck, or a card(s) is sent from the Deck to the GY, by a Spell/Trap effect: Remove 1 Schoolwork Counter from this card, then if the number of Schoolwork Counters on this card is now 0, destroy this card, and if you do, gain 4000 LP, then Set 1 \"Schoolwork\" Trap from your Deck or GY, then if you have 1 or less cards in your Deck, you win the Duel.", "de": "Aktiviere diese Karte, indem du 5 Hausaufgaben-Zählmarken darauf legst. Falls durch einen Zauber-/Falleneffekt ein oder mehr Monster als Spezialbeschwörung vom Extra Deck beschworen werden oder eine oder mehr Karten vom Deck auf den Friedhof gelegt werden: Entferne 1 Hausaufgaben-Zählmarke von dieser Karte, dann, falls die Anzahl der Hausaufgaben-Zählmarken auf dieser Karte jetzt 0 ist, zerstöre diese Karte und falls du dies tust, erhältst du 4000 LP, dann setze 1 „Hausaufgaben“-Falle von deinem Deck oder Friedhof, dann, falls du 1 oder weniger Karten in deinem Deck hast, gewinnst du das Duell.", "es": "Activa esta carta poniendo 5 Contadores de Deberes en ella. Si uno o más monstruos son Invocados de Modo Especial desde el Deck Extra, o una o más cartas son mandadas del Deck al Cementerio, por un efecto de Mágica/Trampa: retira 1 Contador de Deberes de esta carta y después, si el número de Contadores de Deberes en esta carta es ahora 0, destruye esta carta y, si lo haces, ganas 4000 LP, y después Coloca 1 Trampa \"Deberes\" desde tu Deck o Cementerio y después, si tienes 1 o menos cartas en tu Deck, ganas el Duelo.", "fr": "Activez cette carte en plaçant 5 Compteurs Devoirs sur elle. Si un ou plusieurs monstres sont Invoqués Spécialement depuis l'Extra Deck, ou une ou plusieurs cartes sont envoyées depuis le Deck au Cimetière, par un effet de Magie/Piège : retirez 1 Compteur Devoirs de cette carte, puis si le nombre de Compteurs Devoirs sur cette carte est maintenant 0, détruisez cette carte, et si vous le faites, gagnez 4000 LP, puis Posez 1 Piège \"Devoirs\" depuis votre Deck ou Cimetière, puis si vous avez max. 1 carte dans votre Deck, vous gagnez le Duel.", "it": "Attiva questa carta mettendo 5 Segnalini Compiti su di essa. Se uno o più mostri vengono Evocati Specialmente dall'Extra Deck, o una o più carte vengono mandate dal Deck al Cimitero, dall'effetto di una Magia/Trappola: rimuovi 1 Segnalino Compiti da questa carta, poi se il numero di Segnalini Compiti su questa carta è ora 0, distruggi questa carta e, se lo fai, guadagni 4000 LP, poi Posiziona 1 Trappola \"Compiti\" dal tuo Deck o Cimitero, poi se hai 1 o meno carte nel tuo Deck, vinci il Duello.", "pt": "Ative este card ao colocar 5 Marcadores de Tarefa nele. Se um ou mais monstros forem Invocados por Invocação-Especial do Deck Adicional, ou se um ou mais cards forem enviados do Deck para o Cemitério, por um efeito de Magia/Armadilha: remova 1 Marcador de Tarefa deste card e, depois, se o número de Marcadores de Tarefa neste card agora for 0, destrua este card e, se isso acontecer, ganhe 4000 PV e, depois, Baixe 1 Armadilha \"Tarefa\" do seu Deck ou Cemitério e, depois, se você tiver 1 card ou menos no seu Deck, você vence o Duelo.", "ja": "このカードを発動する場合、このカードに祝台カウンターを５つ置いて発動する。①：魔法・罠カードの効果で、ＥＸデッキからモンスターが特殊召喚された場合、またはデッキからカードが墓地へ送られた場合に発動する。このカードの祝台カウンターを１つ取り除く。その後、このカードの祝台カウンターの数が０の場合、このカードを破壊し、自分は４０００ＬＰ回復する。その後、自分のデッキ・墓地から「祝台」罠カード１枚を自分フィールドにセットする。その後、自分のデッキの枚数が１枚以下の場合、自分はデュエルに勝利する。", "ko": "이 카드를 발동할 경우, 이 카드에 숙제 카운터를 5개 놓고 발동한다. ①: 마법 / 함정 카드의 효과로, 엑스트라 덱에서 몬스터가 특수 소환되었을 경우, 또는 덱에서 카드가 묘지로 보내졌을 경우에 발동한다. 이 카드의 숙제 카운터를 1개 제거한다. 그 후, 이 카드의 숙제 카운터의 수가 0 일 경우, 이 카드를 파괴하고, 자신은 4000 LP 회복한다. 그 후, 자신의 덱 / 묘지에서 \"숙제\" 함정 카드 1장을 자신 필드에 세트한다. 그 후, 자신의 덱의 매수가 1장 이하일 경우, 자신은 듀얼에서 승리한다.", "zh-TW": null, "zh-CN": "发动此卡的情况下，在此卡上放５个祝台计数物发动。①：因魔法・陷阱卡的效果、使得怪兽被从额外牌组特殊召唤的情况下，或使得卡被从牌组送至墓地的情况下发动。去除此卡的１个祝台计数物。然后，此卡的祝台计数物的数量为０的情况下，将此卡破坏，自己恢复４０００LP。然后，从自己牌组・墓地将１张“祝台”陷阱卡放置在自己场上。然后，自己牌组的张数为１张以下的情况下，自己获得决斗胜利。"}, "card_type": "Trap", "property": "Continuous", "series": ["Schoolwork", "Duel winner"], "images": [{"index": 1, "image": "SummerSchoolworkSuccessful-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN080", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE080", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR080", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT080", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT080", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP080", "set_name": "Rage of the Abyss", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "ROTA-SC080", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1072893}