{"konami_id": 13988, "password": 77754169, "name": {"en": "Super Armored Robot Armed Black Iron \"C\"", "de": "Supergepanzerter Roboter Bewaffnetes Schwarzeisen-„C“", "es": "\"C\" Robot Súper Blindado Hierro Negro Armado", "fr": "Super Méca Armé Cancrelat Blindé de Fer Noir", "it": "Robot Super Corazzato Ferro Nero Armato \"C\"", "pt": "Robô \"B\" Super Blindado e Armado de Ferro Negro", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>装<rt>そう</rt></ruby><ruby>甲<rt>こう</rt></ruby><ruby>兵<rt>へい</rt></ruby><ruby>器<rt>き</rt></ruby>ロボ ブラックアイアン<ruby>Ｇ<rt>ジー</rt></ruby>", "ja_romaji": "Chō Sōkō Heiki Robo Burakku Aian Jī", "ko": "초장갑병기 로보 블랙아이언G", "ko_rr": "Chojanggapbyeonggi Robo Beullaek-aieon Ji", "zh-TW": "超裝甲兵器機器人 黑鋼鐵C", "zh-CN": "超装甲兵器机器人 黑钢铁G"}, "text": {"en": null, "de": "Falls du 3 Insekt-Monster mit demselben Namen in deinem Friedhof hast: Du kannst eine beliebige Anzahl von ihnen wählen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand, dann rüste diese Karte mit ihnen aus. Du kannst 1 Monster, mit dem diese Karte durch ihren Effekt ausgerüstet ist, auf den Friedhof legen; zerstöre alle Monster, die dein Gegner kontrolliert und deren ATK größer oder gleich den ATK des auf den Friedhof gelegten Monsters sind. Du kannst jeden Effekt von „Supergepanzerter Roboter Bewaffnetes Schwarzeisen-„C““ nur einmal pro Spielzug verwenden.", "es": "Si tienes 3 monstruos Insecto con el mismo nombre en tu Cementerio: puedes seleccionar cualquier cantidad de ellos; Invoca esta carta de Modo Especial desde tu mano, y después equípalos a esta carta. Puedes mandar al Cementerio 1 monstruo equipado a esta carta por el efecto de esta carta; destruye todos los monstruos que controle tu adversario con ATK mayor o igual al ATK del monstruo mandado al Cementerio. Sólo puedes usar cada efecto de \"\"C\" Robot Súper Blindado Hierro Negro Armado\" una vez por turno.", "fr": "Si vous avez 3 monstres Insecte de même nom dans votre Cimetière : vous pouvez en cibler un nombre de votre choix ; Invoquez Spécialement cette carte depuis votre main, puis équipez-les à cette carte. Vous pouvez envoyer 1 monstre équipé à cette carte par l'effet de cette carte au Cimetière ; détruisez tous les monstres contrôlés par votre adversaire avec une ATK supérieure ou égale à l'ATK du monstre envoyé au Cimetière. Vous ne pouvez utiliser chaque effet de \"Super Méca Armé Cancrelat Blindé de Fer Noir\" qu'une fois par tour.", "it": "Se hai 3 mostri Insetto con lo stesso nome nel tuo Cimitero: puoi scegliere come bersaglio un qualsiasi numero di essi; Evoca Specialmente questa carta dalla tua mano, poi equipaggiali a questa carta. Puoi mandare al Cimitero 1 mostro equipaggiato a questa carta dall'effetto di questa carta; distruggi tutti i mostri controllati dal tuo avversario con ATK pari o superiore all'ATK del mostro mandato al Cimitero. Puoi utilizzare ogni effetto di \"Robot Super Corazzato Ferro Nero Armato \"C\"\" una sola volta per turno.", "pt": "Se você tiver 3 monstros Inseto com o mesmo nome no seu Cemitério: você pode escolher qualquer número deles; Invoque este card por Invocação-Especial da sua mão e, depois, equipe-os a este card. Você pode enviar para o Cemitério 1 monstro equipado a este card pelo efeito deste card; destrua todos os monstros que seu oponente controla com ATK maior ou igual ao ATK do monstro enviado para o Cemitério. Você só pode usar cada efeito de \"Robô \"B\" Super Blindado e Armado de Ferro Negro\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分の墓地に昆虫族の同名モンスターが３体存在する場合、その内の任意の数だけ対象として発動できる。このカードを手札から特殊召喚する。その後、対象のモンスターを装備魔法カード扱いでこのカードに装備する。\n②：このカードの効果で装備しているモンスターカード１枚を墓地へ送って発動できる。墓地へ送ったそのカードの攻撃力以上の攻撃力を持つ、相手フィールドのモンスターを全て破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지에 곤충족의 같은 이름의 몬스터가 3장 존재할 경우, 그 중의 임의의 수만큼 대상으로 하고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 대상 몬스터를 장착 카드로 취급하고 이 카드에 장착한다. ②: 이 카드의 효과로 장착하고 있는 몬스터 카드 1장을 묘지로 보내고 발동할 수 있다. 묘지로 보낸 그 카드의 공격력 이상의 공격력을 가지는, 상대 필드의 몬스터를 전부 파괴한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在我方墓地存在３隻昆蟲族的同名怪獸的狀況下，可將其中的任意數量做為對象發動。從手牌特殊召喚此卡。其後，將對象怪獸視為裝備卡，裝備於此卡。②：可將１張透過此卡的效果裝備的怪獸卡送至墓地發動。將對方場上的持有攻擊力為送至墓地的該卡的攻擊力以上的所有怪獸全部破壞。", "zh-CN": "此卡牌名的①②效果１回合只可各使用１次。①：我方墓地存在有３只昆虫族的同名怪兽的场合，可以其中任意数量怪兽为对象发动。从手牌特殊召唤此卡。之后，对象怪兽被视为装备卡装备此卡。②：可将１张以此卡效果装备的怪兽卡送入墓地并发动。破坏对手场上持有攻击力是送入墓地的该卡攻击力或以上的所有怪兽。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 8, "atk": 2400, "def": 2800, "series": ["\"C\""], "images": [{"index": 1, "image": "SuperArmoredRobotArmedBlackIronC-SAST-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN097", "set_name": "Savage Strike", "rarities": ["Common"]}], "de": [{"set_number": "SAST-DE097", "set_name": "Savage Strike", "rarities": ["Common"]}], "fr": [{"set_number": "SAST-FR097", "set_name": "Savage Strike", "rarities": ["Common"]}], "it": [{"set_number": "SAST-IT097", "set_name": "Savage Strike", "rarities": ["Common"]}], "pt": [{"set_number": "SAST-PT097", "set_name": "Savage Strike", "rarities": ["Common"]}], "ja": [{"set_number": "SJMP-JP007", "set_name": "Saikyō Jump September 2018 promotional card", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "PP14-KRB04", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Normal Parallel Rare", "Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 561052, "master_duel_rarity": "R"}