{"konami_id": 10654, "password": 77799846, "name": {"en": "Googly-Eyes Drum Dragon", "de": "Drehaugen-Schlagzeugdrache", "es": "Dragón Tambor de Ojos Saltones", "fr": "Dragon Tambour aux Yeux Exorbités", "it": "Drago Tamburo Occhi-Spalancati", "pt": "Dragão Tambor de Olhos Saltados", "ja": "<ruby>廃品眼の太鼓竜<rt>ガラクターアイズ・ファット・ドラゴン</rt></ruby>", "ja_romaji": "Garakutāaizu Fatto Doragon", "ko": "가라쿠타아이즈 패트 드래곤", "ko_rr": "Garakuta-aijeu Paeteu Deuraegon", "zh-TW": null, "zh-CN": "废品眼太鼓龙"}, "text": {"en": "2 Level 8 Machine-Type monsters\nOnce per turn: You can detach 1 Xyz Material from this card; it gains 1000 ATK, until the end of your opponent's next turn. If this card is destroyed while it has Xyz Material: You can banish 1 \"Super Defense Robot\" monster from your Graveyard; Special Summon this card from your Graveyard, then, you can attach 1 \"Super Defense Robot\" monster from your Graveyard to this card as an Xyz Material.", "de": "2 Monster vom Typ Maschine der Stufe 8\nEinmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen; sie erhält bis zum Ende des nächsten Spielzugs deines Gegners 1000 ATK. Falls diese Karte zerstört wird, solange sie Xyz-Material hat: Du kannst 1 „Superverteidigungsroboter“-Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung von deinem Friedhof, dann kannst du 1 „Superverteidigungsroboter“-Monster von deinem Friedhof als Xyz-Material an diese Karte anhängen.", "es": "2 monstruos de Tipo Máquina de Nivel 8\nUna vez por turno: puedes desacoplar de esta carta 1 Material Xyz; hasta el final del próximo turno de tu adversario, ésta gana 1000 ATK. Si esta carta es destruida mientras tiene Material Xyz: puedes desterrar 1 monstruo \"Súper Robot de Defensa\" en tu Cementerio; Invoca esta carta de Modo Especial desde tu Cementerio, y después puedes acoplar a esta carta 1 monstruo \"Súper Robot de Defensa\" en tu Cementerio como Material Xyz.", "fr": "2 monstres de Type Machine de Niveau 8\nUne fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; jusqu'à la fin du prochain tour de votre adversaire, elle gagne 1000 ATK. Si cette carte est détruite tant qu'elle a du Matériel Xyz : vous pouvez bannir 1 monstre \"Super Défense\" depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre Cimetière, puis, vous pouvez attacher 1 monstre \"Super Défense\" depuis votre Cimetière à cette carte comme Matériel Xyz.", "it": "2 mostri di Tipo Macchina di Livello 8\nUna volta per turno: puoi staccare 1 Materiale Xyz da questa carta; essa guadagna 1000 ATK, fino alla fine del prossimo turno del tuo avversario. Se questa carta viene distrutta mentre ha Materiali Xyz: puoi bandire 1 mostro \"Super Robot da Difesa\" dal tuo Cimitero; Evoca Specialmente questa carta dal tuo Cimitero, poi puoi attaccare 1 mostro \"Super Robot da Difesa\" dal tuo Cimitero a questa carta come Materiale Xyz.", "pt": "2 monstros de Nível 8 do Tipo Máquina\nUma vez por turno: você pode desassociar 1 Matéria Xyz deste card; ele ganha 1000 de ATK até o final do próximo turno do seu oponente. Se este card for destruído enquanto tiver Matérias Xyz: você pode banir 1 monstro \"Super Robô de Defesa\" do seu Cemitério; Invoque este card por Invocação-Especial do seu Cemitério e, depois, você pode associar 1 monstro \"Super Robô de Defesa\" do seu Cemitério à este card como uma Matéria Xyz.", "ja": "機械族レベル８モンスター×２\n１ターンに１度、このカードのエクシーズ素材を１つ取り除いて発動できる。このカードの攻撃力は次の相手のエンドフェイズ時まで１０００ポイントアップする。エクシーズ素材を持っているこのカードが破壊された場合、自分の墓地の「ＳＤロボ」と名のついたモンスター１体をゲームから除外する事で、このカードを墓地から特殊召喚する。その後、自分の墓地の「ＳＤロボ」と名のついたモンスター１体を選んで、このカードの下に重ねてエクシーズ素材とする事ができる。", "ko": "기계족 레벨 8 몬스터 × 2\n1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 카드의 공격력은 다음 상대의 엔드 페이즈시까지 1000 포인트 올린다. 엑시즈 소재를 가지고 있는 이 카드가 파괴되었을 경우, 자신 묘지의 \"SD(슈퍼 디펜스) 로보\"라는 이름이 붙은 몬스터 1장을 게임에서 제외하는 것으로, 이 카드를 묘지에서 특수 소환한다. 그 후, 자신 묘지의 \"SD(슈퍼 디펜스) 로보\"라는 이름이 붙은 몬스터 1장을 고르고, 이 카드의 아래에 겹쳐 엑시즈 소재로 할 수 있다.", "zh-TW": null, "zh-CN": "机械族8星怪兽×2\n1回合1次，把这张卡1个XYZ素材取除才能发动。这张卡的攻击力直到下次的对方的结束阶段时上升1000。持有XYZ素材的这张卡被破坏的场合，可以通过把自己墓地1只名字带有「超级防卫机器人」的怪兽从游戏中除外，这张卡从墓地特殊召唤。那之后，可以选自己墓地1只名字带有「超级防卫机器人」的怪兽在这张卡下面重叠作为XYZ素材。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "EARTH", "rank": 8, "atk": 3000, "def": 2500, "materials": "2 Level 8 Machine-Type monsters", "series": ["-Eyes Dragon"], "images": [{"index": 1, "image": "GooglyEyesDrumDragon-MP14-EN-C-1E.png"}], "sets": {"en": [{"set_number": "JOTL-EN051", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-EN098", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "JOTL-DE051", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-DE098", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "JOTL-SP051", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-SP098", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "JOTL-FR051", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-FR098", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "JOTL-IT051", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-IT098", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "JOTL-PT051", "set_name": "Judgment of the Light", "rarities": ["Common"]}, {"set_number": "MP14-PT098", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "JOTL-JP051", "set_name": "Judgment of the Light", "rarities": ["Common"]}], "ko": [{"set_number": "JOTL-KR051", "set_name": "Judgment of the Light", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 269547}