{"konami_id": 13470, "password": 77840540, "name": {"en": "Cocoon of Ultra Evolution", "de": "Kokon der Ultra-Evolution", "es": "Capullo Ultra Evolutivo", "fr": "Cocon de l'Ultra Évolution", "it": "Bozzolo dell'Ultra Evoluzione", "pt": "Casulo de Ultra Evolução", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>進<rt>しん</rt></ruby><ruby>化<rt>か</rt></ruby>の<ruby>繭<rt>まゆ</rt></ruby>", "ja_romaji": "Chōshinka no Mayu", "ko": "초진화의 고치", "ko_rr": null, "zh-TW": "超進化之繭", "zh-CN": "超进化之茧"}, "text": {"en": "Tribute 1 Insect monster from either field equipped with an Equip Card, and if you do, Special Summon 1 Insect monster from your Deck, ignoring its Summoning conditions. During your Main Phase: You can banish this card from your GY, then target 1 Insect monster in your GY; shuffle it into the Deck, then draw 1 card. You can only use this effect of \"Cocoon of Ultra Evolution\" once per turn.", "de": "Biete 1 Insekt-Monster, das mit einer Ausrüstungskarte ausgerüstet ist, von einer beliebigen Spielfeldseite als Tribut an und falls du dies tust, beschwöre 1 Insekt-Monster als Spezialbeschwörung von deinem Deck, ungeachtet seiner Beschwörungsbedingungen. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Insekt-Monster in deinem Friedhof wählen; mische es ins Deck, dann ziehe 1 Karte. Du kannst diesen Effekt von „Kokon der Ultra-Evolution“ nur einmal pro Spielzug verwenden.", "es": "Sacrifica 1 monstruo Insecto equipado con una Carta de Equipo en cualquier Campo y, si lo haces, Invoca de Modo Especial, desde tu Deck, 1 monstruo Insecto, ignorando sus condiciones de Invocación. Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo Insecto en tu Cementerio; barájalo al Deck, después roba 1 carta. Sólo puedes usar este efecto de \"Capullo Ultra Evolutivo\" una vez por turno.", "fr": "Sacrifiez 1 monstre Insecte depuis le Terrain équipé avec une Carte d'Équipement, et si vous le faites, Invoquez Spécialement 1 monstre Insecte depuis votre Deck, en ignorant ses conditions d'Invocation. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Insecte dans votre Cimetière ; mélangez-le dans le Deck, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Cocon de l'Ultra Évolution\" qu'une fois par tour.", "it": "Offri come Tributo da qualsiasi Terreno 1 mostro Insetto equipaggiato con una Carta Equipaggiamento e, se lo fai, Evoca Specialmente 1 mostro Insetto dal tuo Deck, ignorando le sue condizioni di Evocazione. Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro Insetto nel tuo Cimitero; mischialo nel Deck, poi pesca 1 carta. Puoi utilizzare questo effetto di \"Bozzolo dell'Ultra Evoluzione\" una sola volta per turno.", "pt": "Ofereça como Tributo 1 monstro Inseto de qualquer campo equipado com um Card de Equipamento e, se isso acontecer, Invoque por Invocação-Especial 1 monstro Inseto do seu Deck, ignorando suas condições de Invocação. Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 1 monstro Inseto no seu Cemitério; embaralhe-o no Deck e, depois, compre 1 card. Você só pode usar este efeito de \"Casulo de Ultra Evolução\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：装備カードを装備した自分・相手フィールドの昆虫族モンスター１体をリリースし、デッキから昆虫族モンスター１体を召喚条件を無視して特殊召喚する。②：自分メインフェイズに墓地のこのカードを除外し、自分の墓地の昆虫族モンスター１体を対象として発動できる。そのモンスターをデッキに戻してシャッフルする。その後、自分はデッキから１枚ドローする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 장착 카드를 장착한 자신 / 상대 필드의 곤충족 몬스터 1장을 릴리스하고, 덱에서 곤충족 몬스터 1장을 소환 조건을 무시하여 특수 소환한다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 자신 묘지의 곤충족 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 덱에 넣고 셔플한다. 그 후, 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡名的②效果，１回合僅限使用１次。①：解放我方・對方場上的１隻裝備了裝備卡的昆蟲族怪獸，忽略召喚條件從牌組特殊召喚１隻昆蟲族怪獸。②：可在我方主要階段將墓地的此卡除外，將我方墓地的１隻昆蟲族怪獸做為對象發動。將該怪獸加入牌組後洗牌。其後，我方從牌組抽１張牌。", "zh-CN": "此卡名的②效果１回合仅可使用１次。①：解放１只自己・对手场上装备有装备卡的昆虫族怪兽，无视召唤条件，从牌组中特殊召唤１只昆虫族怪兽。②：在自己的主要阶段将墓地的此卡除外，并以自己墓地的１只昆虫族怪兽为对象可以发动。将该怪兽加入牌组并洗牌。然后，自己从牌组中抽１张牌。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "CocoonofUltraEvolution-LDS1-EN-ScR-LE.png"}], "sets": {"en": [{"set_number": "LED2-EN009", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-EN073", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "de": [{"set_number": "LED2-DE009", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-DE073", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "LED2-FR009", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-FR073", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "it": [{"set_number": "LED2-IT009", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-IT073", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "LED2-PT009", "set_name": "Legendary Duelists: Ancient Millennium", "rarities": ["Ultra Rare"]}, {"set_number": "LDS1-PT073", "set_name": "Legendary Duelists: Season 1", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DP19-JP009", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Rare"]}, {"set_number": "22TP-JP414", "set_name": "Tournament Pack 2022 Vol.4", "rarities": ["Common"]}], "ko": [{"set_number": "DP19-KR009", "set_name": "Duelist Pack: Legend Duelist 2", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525777, "master_duel_rarity": "UR"}