{"konami_id": 21457, "password": 77894049, "name": {"en": "Vanquish Soul Rocks", "de": "Bezwingerseele Rocks", "es": "Derrota Almas Piedras", "fr": "Âme du Vainqueur Rocks", "it": "Sgomina Anima Rocks", "pt": "Alma Aniquiladora Rochas", "ja": "<ruby>ＶＳ<rt>ヴァンキッシュ・ソウル</rt></ruby> ロックス", "ja_romaji": "Vankisshu Souru Rokkusu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "对击斗魂 项"}, "text": {"en": "2+ Level 4 \"Vanquish Soul\" monsters\nOnce per turn, if a \"Vanquish Soul\" monster battled this turn, you can also Xyz Summon \"Vanquish Soul Rocks\" by using 1 \"Vanquish Soul\" monster or 1 \"Rock of the Vanquisher\" you control (transfer its materials to this card). Gains the following effects, based on the Attributes of its attached materials.\n● DARK: All monsters your opponent controls lose 800 ATK.\n● FIRE: \"Vanquish Soul\" monsters you control gain 1000 ATK.\n● EARTH: You can detach 1 material from this card; destroy 1 card your opponent controls.", "de": "2+ „Bezwingerseele“-Monster der Stufe 4\nEinmal pro Spielzug, falls in diesem Spielzug ein „Bezwingerseele“-Monster gekämpft hat, kannst du „Bezwingerseele Rocks“ auch als Xyz-Beschwörung beschwören, indem du 1 „Bezwingerseele“-Monster oder 1 „Fels des Bezwingers“ verwendest, das oder den du kontrollierst (transferiere sein Material an diese Karte). Diese Karte erhält die folgenden Effekte, basierend auf den Eigenschaften ihres angehängten Materials.\n● FINSTERNIS: Alle Monster, die dein Gegner kontrolliert, verlieren 800 ATK.\n● FEUER: „Bezwingerseele“-Monster, die du kontrollierst, erhalten 1000 ATK.\n● ERDE: Du kannst 1 Material von dieser Karte abhängen; zerstöre 1 Karte, die dein Gegner kontrolliert.", "es": "2+ monstruos \"Derrota Almas\" de Nivel 4\nUna vez por turno, si un monstruo \"Derrota Almas\" batalló este turno, también puedes Invocar Xyz \"Derrota Almas Piedras\" usando 1 monstruo \"Derrota Almas\" o 1 \"Piedra del Derrotador\" que controles (transfiere sus materiales a esta carta). Gana los siguientes efectos, basados en los Atributos de sus materiales acoplados.\n● OSCURIDAD: Todos los monstruos que controla tu adversario pierden 800 ATK.\n● FUEGO: Los monstruos \"Derrota Almas\" que controlas ganan 1000 ATK.\n● TIERRA: Puedes desacoplar 1 material de esta carta; destruye 1 carta que controle tu adversario.", "fr": "2+ monstres \"Âme du Vainqueur\" de Niveau 4\nUne fois par tour, si un monstre \"Âme du Vainqueur\" a combattu ce tour, vous pouvez aussi Invoquer par Xyz \"Âme du Vainqueur Rocks\" en utilisant 1 monstre \"Âme du Vainqueur\" ou 1 \"Rocher du Vainqueur\" que vous contrôlez (transférez ses Matériels à cette carte). Gagne les effets suivants, selon les Attributs de ses Matériels attachés.\n● TÉNÈBRES : Tous les monstres contrôlés par votre adversaire perdent 800 ATK.\n● FEU : Les monstres \"Âme du Vainqueur\" que vous contrôlez gagnent 1000 ATK.\n● TERRE : Vous pouvez détacher 1 Matériel de cette carte ; détruisez 1 carte contrôlée par votre adversaire.", "it": "2+ mostri \"Sgomina Anima\" di Livello 4\nUna volta per turno, se un mostro \"Sgomina Anima\" ha combattuto in questo turno, puoi anche Evocare Xyz \"Sgomina Anima Rocks\" utilizzando 1 mostro \"Sgomina Anima\" o 1 \"Roccia dello Sgominatore\" che controlli (trasferisci i suoi materiali su questa carta). Guadagna i seguenti effetti, a seconda degli Attributi dei suoi materiali attaccati.\n● OSCURITÀ: Tutti i mostri controllati dal tuo avversario perdono 800 ATK.\n● FUOCO: I mostri \"Sgomina Anima\" che controlli guadagnano 1000 ATK.\n● TERRA: Puoi staccare 1 materiale da questa carta; distruggi 1 carta controllata dal tuo avversario.", "pt": "2+ monstros \"Alma Aniquiladora\" de Nível 4\nUma vez por turno, se um monstro \"Alma Aniquiladora\" batalhou neste turno, você também pode Invocar \"Alma Aniquiladora Rochas\" por Invocação-Xyz ao usar 1 monstro \"Alma Aniquiladora\" ou 1 \"Rocha do Aniquilador\" que você controla (transfira as matérias dele para este card). Ganhe os seguintes efeitos, de acordo com os Atributos de suas matérias associadas.\n● TREVAS: Todos os monstros que seu oponente controla perdem 800 de ATK.\n● FOGO: Monstros \"Alma Aniquiladora\" que você controla ganham 1000 de ATK.\n● TERRA: Você pode desassociar 1 matéria deste card; destrua 1 card que seu oponente controla.", "ja": "レベル４「ＶＳ」モンスター×２体以上\n「ＶＳ ロックス」は、「ＶＳ」モンスターが戦闘を行ったターンに１度、自分フィールドの「ＶＳ」モンスターか「闘神の虚像」の上に重ねてＸ召喚する事もできる。①：このカードがＸ素材としているモンスターの属性によって、このカードは以下の効果を得る。●闇：相手フィールドのモンスターの攻撃力は８００ダウンする。●炎：自分フィールドの「ＶＳ」モンスターの攻撃力は１０００アップする。●地：このカードのＸ素材を１つ取り除いて発動できる。相手フィールドのカード１枚を破壊する。", "ko": null, "zh-TW": null, "zh-CN": "等级4“对击斗魂”怪兽×2只以上\n在“对击斗魂”怪兽战斗过的每个回合有1次，“对击斗魂 项”也可重叠在自己场上的“对击斗魂”怪兽或“斗神的虚像”上面来超量召唤。①：此卡根据此卡持有的超量素材的怪兽属性获得以下效果。●暗：对手场上的怪兽的攻击力下降800。●炎：自己场上的“对击斗魂”怪兽的攻击力上升1000。●地：去除此卡的1个超量素材可以发动。将对手场上的1张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Pyro / Xyz / Effect", "attribute": "DARK", "rank": 4, "atk": 2000, "def": 2500, "materials": "2 or more Level 4 \"Vanquish Soul\" monsters", "series": ["Vanquish Soul"], "images": [{"index": 1, "image": "VanquishSoulRocks-DUAD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN046", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUAD-DE046", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "es": [{"set_number": "DUAD-SP046", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUAD-FR046", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUAD-IT046", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUAD-PT046", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DUAD-JP046", "set_name": "Duelist's Advance", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DUAD-SC046", "set_name": "Duelist's Advance", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123213}