{"konami_id": 17248, "password": 78217065, "name": {"en": "Evolution End Burst", "de": "Evolutions-Endausbruch", "es": "Explosión Final Evolutiva", "fr": "Explosion Finale d'Évolution", "it": "Esplosione Finale Evolutiva", "pt": "Explosão Final Evolutiva", "ja": "エヴォリューション・レザルト・バースト", "ja_romaji": "Evoryūshon Rezaruto Bāsuto", "ko": "에볼루션 리절트 버스트", "ko_rr": "Ebollusyeon Rijeolteu Beoseuteu", "zh-TW": "進化終結衝擊波", "zh-CN": "进化终结冲击波"}, "text": {"en": null, "de": "Füge deiner Hand 1 „Überlastfusion“ von deinem Deck hinzu. Falls du in diesem Spielzug ein Monster mit „Überlastfusion“ als Fusionsbeschwörung beschwörst und dafür 6 oder mehr Monster als Material verwendest, kann jenes Monster in diesem Spielzug in jeder Battle Phase eine Anzahl Male bis zur Anzahl der Monster angreifen, die als ihr Fusionsmaterial verwendet wurden. Für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, kannst du keine Monster als Spezialbeschwörung beschwören, außer durch Zaubereffekte. Du kannst nur 1 „Evolutions-Endausbruch“ pro Spielzug aktivieren.", "es": "Añade a tu mano 1 \"Sobrecarga de Fusión\" en tu Deck. Si Invocas un monstruo por Fusión este turno con \"Sobrecarga de Fusión\", usando 6 o más monstruos como material, ese monstruo puede atacar un número de veces cada Battle Phase este turno, hasta el número de monstruos usados como sus Materiales de Fusión. Por el resto de este turno después de que esta carta se resuelva, no puedes Invocar monstruos de Modo Especial, excepto con efectos de Mágicas. Sólo puedes activar 1 \"Explosión Final Evolutiva\" por turno.", "fr": "Ajoutez 1 \"Fusion en Surcharge\" depuis votre Deck à votre main. Si vous Invoquez par Fusion un monstre ce tour avec \"Fusion en Surcharge\", en utilisant min. 6 monstres comme Matériel, le monstre peut attaquer un nombre de fois chaque Battle Phase ce tour, inférieur ou égal au nombre de monstres utilisés comme ses Matériels Fusion. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres, sauf avec des effets de Magie. Vous ne pouvez activer qu'1 \"Explosion Finale d'Évolution\" par tour.", "it": "Aggiungi 1 \"Fusione Sovraccarico\" dal tuo Deck alla tua mano. Se Evochi tramite Fusione un mostro in questo turno con \"Fusione Sovraccarico\", utilizzando 6 o più mostri come materiale, quel mostro può attaccare un numero di volte ogni Battle Phase in questo turno, fino al numero di mostri utilizzati come suoi Materiali da Fusione. Per il resto di questo turno dopo che questa carta si è risolta, non puoi Evocare Specialmente mostri, eccetto con gli effetti delle Magie. Puoi attivare solo 1 \"Esplosione Finale Evolutiva\" per turno.", "pt": "Adicione 1 \"Fusão Sobrecarregada\" do seu Deck à sua mão. Se você Invocar um monstro por Invocação-Fusão neste turno com \"Fusão Sobrecarregada\", usando 6 ou mais monstros como matéria, esse monstro pode atacar um número de vezes a cada Fase de Batalha neste turno, até o número de monstros usados como suas Matérias de Fusão. Pelo resto deste turno depois que este card resolver, você não pode Invocar monstros por Invocação-Especial, exceto com efeitos de Magia. Você só pode ativar 1 \"Explosão Final Evolutiva\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：デッキから「オーバーロード・フュージョン」１枚を手札に加える。このターン中に、「オーバーロード・フュージョン」の効果で６体以上のモンスターを素材として融合召喚した場合、そのモンスターはこのターン、その融合素材としたモンスターの数まで１度のバトルフェイズ中に攻撃できる。このカードの発動後、ターン終了時まで自分は魔法カードの効果でしかモンスターを特殊召喚できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 덱에서 \"오버로드 퓨전\" 1장을 패에 넣는다. 이 턴 중에, \"오버로드 퓨전\"의 효과로 6장 이상의 몬스터를 소재로서 융합 소환했을 경우, 그 몬스터는 이 턴에, 그 융합 소재로 한 몬스터의 수까지 1번의 배틀 페이즈 중에 공격할 수 있다. 이 카드의 발동 후, 턴 종료시까지 자신은 마법 카드의 효과로밖에 몬스터를 특수 소환할 수 없다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：從牌組將１張「超負載結合」加入手牌。此回合中，在透過「超負載結合」效果將以６隻以上的怪獸做為素材融合召喚的狀況下，該怪獸此回合可在１次戰鬥階段中攻擊，次數最多為做為該融合素材的怪獸數量。此卡發動後，在回合結束前我方僅限透過魔法卡的效果特殊召喚怪獸。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：从牌组将１张“超负载结合”加入手牌。此回合中，以“超负载结合”的效果以６只以上的怪兽作为素材融合召唤的情况下，该怪兽此回合在１次战斗阶段中可攻击的次数最多为该作为融合素材的怪兽数量。此卡发动后，直至回合结束时为止自己仅可以魔法卡的效果特殊召唤怪兽。"}, "card_type": "Spell", "property": "Normal", "series": ["Signature move"], "images": [{"index": 1, "image": "EvolutionEndBurst-MAZE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "MAZE-EN015", "set_name": "Maze of Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "MAZE-DE015", "set_name": "Maze of Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "MAZE-FR015", "set_name": "Maze of Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "MAZE-IT015", "set_name": "Maze of Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "MAZE-PT015", "set_name": "Maze of Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "HC01-JP013", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}, {"set_number": "QCCP-JP034", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "HC01-KR013", "set_name": "History Archive Collection", "rarities": ["Super Rare", "Secret Rare", "Ultimate Rare", "Prismatic Secret Rare"]}, {"set_number": "QCCP-KR034", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714848, "master_duel_rarity": "R"}