{"konami_id": 9535, "password": 78586116, "name": {"en": "Power-Up Adapter", "de": "Aufladungsadapter", "es": "Adaptador de Encendido", "fr": "Prise Électrique", "it": "Adattatore Potenziante", "pt": "Adaptador de Energia", "ja": "パワーアップ・コネクター", "ja_romaji": "Pawā Appu Konekutā", "ko": "파워업 커넥터", "ko_rr": null, "zh-TW": "力量提升插頭", "zh-CN": "力量提升插头"}, "text": {"en": null, "de": "Behandle diese Karte nach der Aktivierung als Ausrüstungskarte und rüste 1 offenes „Morphtronisch“-Monster damit aus, das du kontrollierst. Das ausgerüstete Monster kann nicht angreifen. Wähle dann 1 offenes Monster auf dem Spielfeld, außer dem ausgerüsteten Monster. Es erhält ATK in Höhe der ATK des ausgerüsteten Monsters.", "es": "Después de la activación, trata esta carta como una Carta de Equipo y equípala a 1 monstruo \"Morfotrónico/a\" boca arriba que controles. El monstruo equipado no puede atacar. Después, selecciona 1 monstruo boca arriba en el Campo, excepto el monstruo equipado. El monstruo gana ATK igual al ATK del monstruo equipado.", "fr": "Après activation, traitez cette carte comme une Carte d'Équipement et équipez-la à 1 monstre \"Morphtronique\" face recto que vous contrôlez. Le monstre équipé ne peut pas attaquer. Ensuite, sélectionnez 1 monstre face recto sur le Terrain, excepté le monstre équipé. Il gagne un montant d'ATK égal à l'ATK du monstre équipé.", "it": "Dopo l'attivazione, considera questa carta come una Carta Equipaggiamento ed equipaggiala ad 1 mostro \"Morfotronico\" scoperto che controlli. Il mostro equipaggiato non può attaccare. Poi, scegli 1 mostro scoperto sul Terreno, eccetto il mostro equipaggiato. Esso guadagna ATK pari all'ATK del mostro equipaggiato.", "pt": "Depois da ativação, considere este card como um Card de Equipamento e equipe-o a 1 monstro \"Morfotrônico(a)\" com a face para cima que você controla. O monstro equipado não pode atacar. Depois, selecione 1 monstro com a face para cima no campo, exceto o monstro equipado. Ele ganha ATK igual ao ATK do monstro equipado.", "ja": "①：自分フィールドの「Ｄ」モンスター１体を対象としてこのカードを発動できる。このカードを装備カード扱いでその自分のモンスターに装備する。\n②：装備モンスターは攻撃できない。\n③：このカードの①の効果でこのカードが装備された場合、装備モンスター以外のフィールドの表側表示モンスター１体を対象として発動する。そのモンスターの攻撃力は装備モンスターの攻撃力分アップする。", "ko": "발동 후, 이 카드는 장착 카드가 되어, 자신 필드 위에 앞면 표시로 존재하는 \"D(디포머)\"라는 이름이 붙은 몬스터 1장에 장착한다. 장착 몬스터는 공격을 할 수 없다. 이 효과로 장착되었을 때, 장착 몬스터 이외의 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택한다. 선택한 몬스터의 공격력은 장착 몬스터의 공격력만큼 올린다.", "zh-TW": "可選擇我方場上的１隻冠有「變形鬥士」之名的怪獸發動此卡。將此卡視為裝備卡，裝備於選擇的我方怪獸。裝備怪獸無法攻擊。因此效果被裝備時，選擇場上的１隻裝備怪獸以外的正面表示怪獸發動。選擇的怪獸的攻擊力依據裝備怪獸的攻擊力的數值提升。", "zh-CN": "可选择我方场上１只冠有“变形斗士”之名的怪兽并发动此卡。此卡被视为装备卡，装备被选择的我方怪兽。装备怪兽不可攻击。以此效果被装备时，选择场上１只除装备怪兽以外的表侧表示怪兽发动。被选择怪兽的攻击力上升装备怪兽的攻击力数值。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "PowerUpAdapter-EXVC-EN-C-UE.png"}], "sets": {"en": [{"set_number": "EXVC-EN064", "set_name": "Extreme Victory", "rarities": ["Common"]}], "de": [{"set_number": "EXVC-DE064", "set_name": "Extreme Victory", "rarities": ["Common"]}], "fr": [{"set_number": "EXVC-FR064", "set_name": "Extreme Victory", "rarities": ["Common"]}], "it": [{"set_number": "EXVC-IT064", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ja": [{"set_number": "EXVC-JP064", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ko": [{"set_number": "EXVC-KR064", "set_name": "Extreme Victory", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 154366, "master_duel_rarity": "N"}