{"konami_id": 15840, "password": 78642798, "name": {"en": "Golden-Eyes Idol", "de": "Goldäugiger Abgott", "es": "Ídolo de los Ojos Dorados", "fr": "Idole aux Yeux d'Or", "it": "Idolo dagli Occhi Dorati", "pt": "Ídolo dos Olhos Dourados", "ja": "<ruby>黄<rt>おう</rt></ruby><ruby>金<rt>ごん</rt></ruby>の<ruby>邪<rt>じゃ</rt></ruby><ruby>教<rt>きょう</rt></ruby><ruby>神<rt>しん</rt></ruby>", "ja_romaji": "Ōgon no Jakyōshin", "ko": "황금의 사교신", "ko_rr": "Hwanggeum-ui Sagyosin", "zh-TW": "黃金邪教神", "zh-CN": "黄金邪教神"}, "text": {"en": "Once per turn (Quick Effect): You can activate this effect; look at your opponent's hand, also this card's name becomes \"Thousand-Eyes Idol\" until the End Phase. If this card is banished, or sent to the GY by card effect: You can target 1 Effect Monster your opponent controls; equip that Effect Monster to 1 \"Eyes Restrict\" or \"Relinquished\" monster you control that cannot be Normal Summoned. While equipped by this effect, that monster gains ATK equal to the ATK of the equipped monster. You can only use this effect of \"Golden-Eyes Idol\" once per turn.", "de": "Einmal pro Spielzug (Schnelleffekt): Du kannst diesen Effekt aktivieren; sieh dir die Hand deines Gegners an, zusätzlich wird der Name dieser Karte bis zur End Phase zu „Tausendäugiger Abgott“. Falls diese Karte durch einen Karteneffekt verbannt oder auf den Friedhof gelegt wird: Du kannst 1 Effektmonster wählen, das dein Gegner kontrolliert; rüste 1 „Äugiges Opfer“- oder „Aufgegeben“-Monster, das du kontrollierst und das nicht als Normalbeschwörung beschworen werden kann, mit dem Effektmonster aus. Solange das Monster durch diesen Effekt ausgerüstet ist, erhält es ATK in Höhe der ATK des ausrüstenden Monsters. Du kannst diesen Effekt von „Goldäugiger Abgott“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno (Efecto Rápido): puedes activar este efecto; mira la mano de tu adversario, y además el nombre de esta carta se convierte en \"Ídolo de los Mil Ojos\" hasta la End Phase. Si esta carta es desterrada o mandada al Cementerio por efecto de una carta: puedes seleccionar 1 Monstruo de Efecto que controle tu adversario; equipa ese Monstruo de Efecto a 1 monstruo \"Límite de los\" o \"Renunciado\" que controles que no pueda ser Invocado de Modo Normal. Mientras esté equipado por este efecto, ese monstruo gana ATK igual al ATK del monstruo equipado. Sólo puedes usar este efecto de \"Ídolo de los Ojos Dorados\" una vez por turno.", "fr": "Une fois par tour (Effet Rapide) : vous pouvez activer cet effet ; regardez la main de votre adversaire, et aussi, le nom de cette carte devient \"Idole aux Milles Yeux\" jusqu'à la End Phase. Si cette carte est bannie ou envoyée au Cimetière par un effet de carte : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; équipez le Monstre à Effet à 1 monstre \"Le Renoncé\" que vous contrôlez qui ne peut pas être Invoqué Normalement. Tant qu'il est équipé par cet effet, le monstre gagne une ATK égale à l'ATK du monstre équipé. Vous ne pouvez utiliser cet effet de \"Idole aux Yeux d'Or\" qu'une fois par tour.", "it": "Una volta per turno (Effetto Rapido): puoi attivare questo effetto; guarda la mano del tuo avversario, inoltre il nome di questa carta diventa \"Idolo dai 1000 Occhi\" fino alla End Phase. Se questa carta viene bandita, o mandata al Cimitero dall'effetto di una carta: puoi scegliere come bersaglio 1 Mostro con Effetto controllato dal tuo avversario; equipaggia quel Mostro con Effetto a 1 mostro \"Limite de\" o \"Abbandono\" che controlli che non può essere Evocato Normalmente. Mentre è equipaggiato da questo effetto, quel mostro guadagna ATK pari all'ATK del mostro equipaggiato. Puoi utilizzare questo effetto di \"Idolo dagli Occhi Dorati\" una sola volta per turno.", "pt": "Uma vez por turno (Efeito Rápido): você pode ativar este efeito; olhe a mão do seu oponente e, além disso, o nome deste card se torna \"Ídolo dos Mil Olhos\" até a Fase Final. Se este card for banido ou enviado para o Cemitério devido a um efeito de card: você pode escolher 1 Monstro de Efeito que seu oponente controla; equipe esse Monstro de Efeito a 1 monstro \"Restrição do\" ou \"Renunciado\" que você controla que não possa ser Invocado por Invocação-Normal. Enquanto estiver equipado por este efeito, esse monstro ganha ATK igual ao ATK do monstro equipado. Você só pode usar este efeito de \"Ídolo dos Olhos Dourados\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分・相手ターンに１度、発動できる。相手の手札を全て確認する。このカードのカード名はエンドフェイズまで「千眼の邪教神」として扱う。②：このカードが除外された場合、または効果で墓地へ送られた場合、相手フィールドの効果モンスター１体を対象として発動できる。その効果モンスターを自分フィールドの通常召喚できない「サクリファイス」モンスター１体に装備する。この効果でモンスターを装備している限り、その攻撃力分、装備モンスターの攻撃力はアップする。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대 턴에 1번, 발동할 수 있다. 상대의 패를 전부 확인한다. 이 카드의 카드명은 엔드 페이즈까지 \"천개의 눈을 가진 사교신\"으로 취급한다. ②: 이 카드가 제외되었을 경우, 또는 효과로 묘지로 보내졌을 경우, 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 효과 몬스터를 자신 필드의 통상 소환할 수 없는 \"새크리파이스\" 몬스터 1장에 장착한다. 이 효과로 몬스터를 장착하고 있는 한, 그 공격력만큼, 장착 몬스터의 공격력을 올린다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：自己·对方回合1次，可以发动。对方手卡全部确认。这张卡的卡名直到结束阶段当作「千眼邪教神」使用。\n②：这张卡被除外的场合或者被效果送去墓地的场合，以对方场上1只效果怪兽为对象才能发动。那只效果怪兽给自己场上1只不能通常召唤的「纳祭」怪兽装备。只要这个效果把怪兽装备中，装备怪兽的攻击力上升那个攻击力数值。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "GoldenEyesIdol-KICO-EN-R-1E.png"}], "sets": {"en": [{"set_number": "KICO-EN011", "set_name": "King's Court", "rarities": ["Rare"]}], "de": [{"set_number": "KICO-DE011", "set_name": "King's Court", "rarities": ["Rare"]}], "es": [{"set_number": "KICO-SP011", "set_name": "King's Court", "rarities": ["Rare"]}], "fr": [{"set_number": "KICO-FR011", "set_name": "King's Court", "rarities": ["Rare"]}], "it": [{"set_number": "KICO-IT011", "set_name": "King's Court", "rarities": ["Rare"]}], "pt": [{"set_number": "KICO-PT011", "set_name": "King's Court", "rarities": ["Rare"]}], "ja": [{"set_number": "PGB1-JP005", "set_name": "Prismatic God Box", "rarities": ["Millennium Rare"]}], "ko": [{"set_number": "23PP-KRB29", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715165, "master_duel_rarity": "R"}