{"konami_id": 12809, "password": 78765160, "name": {"en": "Shiranui Style Samsara", "de": "Shiranui-Stil-Samsara", "es": "Samsara Estilo Shiranui", "fr": "Style de Samsara Shiranui", "it": "Samsara Stile Shiranui", "pt": "Samsara do Estilo Shiranui", "ja": "<ruby>不知火<rt>しらぬい</rt></ruby><ruby>流<rt>りゅう</rt></ruby> <ruby>輪<rt>りん</rt></ruby><ruby>廻<rt>ね</rt></ruby>の<ruby>陣<rt>じん</rt></ruby>", "ja_romaji": "Shiranui-ryū Rin'ne no Jin", "ko": "시라누이류 윤회의 진", "ko_rr": null, "zh-TW": "不知火流 輪迴之陣", "zh-CN": "不知火流 轮回之阵"}, "text": {"en": "This card's name becomes \"Shiranui Style Synthesis\" while it is in the Spell & Trap Zone. Once per turn: You can activate 1 of these effects.\n● Banish 1 face-up Zombie-Type monster you control; you take no damage this turn (even if this card leaves the field).\n● Target 2 of your banished Zombie-Type monsters with 0 DEF; shuffle them both into the Deck, then draw 1 card.", "de": "Der Name dieser Karte wird zu „Shiranui-Stil-Synthese“, solange sie in der Zauber- & Fallenzone liegt. Einmal pro Spielzug: Du kannst 1 dieser Effekte aktivieren.\n● Verbanne 1 offenes Monster vom Typ Zombie, das du kontrollierst; du erhältst in diesem Spielzug keinen Schaden (selbst falls diese Karte das Spielfeld verlässt).\n● Wähle 2 deiner verbannten Monster vom Typ Zombie mit 0 DEF; mische sie beide ins Deck, dann ziehe 1 Karte.", "es": "El nombre de esta carta se convierte en \"Síntesis Estilo Shiranui\" mientras esté en la Zona de Magia y Trampas. Una vez por turno: puedes activar 1 de estos efectos.\n● Destierra 1 monstruo de Tipo Zombi boca arriba que controles; este turno no recibes daño (aún si esta carta deja el Campo).\n● Selecciona 2 de tus monstruos desterrados de Tipo Zombi con 0 DEF; baraja ambos al Deck, y después roba 1 carta.", "fr": "Le nom de cette carte devient \"Style de Synthèse Shiranui\" tant qu'elle est dans la Zone Magie & Piège. Une fois par tour : vous pouvez activer 1 de ces effets.\n● Bannissez 1 monstre de Type Zombie face recto que vous contrôlez ; vous ne recevez aucun dommage ce tour (même si cette carte quitte le Terrain).\n● Ciblez 2 de vos monstres de Type Zombie bannis avec 0 DEF ; mélangez-les tous les deux dans le Deck, puis piochez 1 carte.", "it": "Il nome di questa carta diventa \"Sintesi Stile Shiranui\" mentre è nella Zona Magie & Trappole. Una volta per turno: puoi attivare 1 di questi effetti.\n● Bandisci 1 mostro di Tipo Zombie scoperto che controlli; non subisci danno in questo turno (anche se questa carta lascia il Terreno).\n● Scegli come bersaglio 2 dei tuoi mostri di Tipo Zombie banditi con DEF 0; mischiali entrambi nel Deck, poi pesca 1 carta.", "pt": "O nome deste card se torna \"Síntese do Estilo Shiranui\" enquanto ele estiver na Zona de Magias & Armadilhas. Uma vez por turno: você pode ativar 1 desses efeitos.\n● Bana 1 monstro do Tipo Zumbi com a face para cima que você controla; você não sofre dano neste turno (mesmo que este card deixe o campo).\n● Escolha 2 dos seus monstros do Tipo Zumbi banidos com DEF 0; embaralhe os dois no Deck e, depois, compre 1 card.", "ja": "①：このカードは魔法＆罠ゾーンに存在する限り、カード名を「不知火流 転生の陣」として扱う。②：１ターンに１度、以下の効果から１つを選択して発動できる。●自分フィールドの表側表示のアンデット族モンスター１体を除外して発動できる。このターン、自分が受ける全てのダメージは０になる。●除外されている自分の守備力０のアンデット族モンスター２体を対象として発動できる。そのモンスター２体をデッキに戻してシャッフルする。その後、自分はデッキから１枚ドローする。", "ko": "①: 이 카드는 마법 & 함정 존에 존재하는 한, 카드명을 \"시라누이류 전생의 진\"으로 취급한다. ②: 1턴에 1번, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신 필드 앞면 표시의 언데드족 몬스터 1장을 제외하고 발동할 수 있다. 이 턴에, 자신이 받는 모든 데미지는 0 이 된다.\n●제외되어 있는 자신의 수비력 0 의 언데드족 몬스터 2장을 대상으로 하고 발동할 수 있다. 그 몬스터 2장을 덱으로 되돌리고 셔플한다. 그 후, 자신은 덱에서 1장 드로우한다.", "zh-TW": "①：只要此卡存在於魔法＆陷阱區，卡名就視為「不知火流 轉生之陣」。②：１回合１次，可從以下效果選擇１個發動。\n●可將我方場上的１隻正面表示的不死族怪獸除外發動。此回合，我方受到的所有傷害變為０。\n●可將我方被除外的２隻守備力０的不死族怪獸做為對象發動。將２隻該怪獸送回牌組洗牌。其後，我方從牌組抽１張牌。", "zh-CN": "①：此卡只要存在于魔法与陷阱区域，卡名视为“不知火流 转生之阵”。②：１回合１次，可从以下效果中选择１个发动。●将自己场上１只表侧表示的不死族怪兽除外可以发动。此回合，自己所受到的所有伤害变为０。●以２只自己被除外的守备力０的不死族怪兽为对象可以发动。将该２只怪兽放回牌组洗牌。然后，自己从牌组抽１张。"}, "card_type": "Trap", "property": "Continuous", "series": ["Shiranui"], "images": [{"index": 1, "image": "ShiranuiStyleSamsara-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN074", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-EN226", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "RATE-DE074", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-DE226", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "RATE-FR074", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-FR226", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "RATE-IT074", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-IT226", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "RATE-PT074", "set_name": "Raging Tempest", "rarities": ["Common"]}, {"set_number": "MP17-PT226", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "RATE-JP074", "set_name": "Raging Tempest", "rarities": ["Common"]}], "ko": [{"set_number": "RATE-KR074", "set_name": "Raging Tempest", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC045", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 428949, "master_duel_rarity": "R"}