{"konami_id": 12563, "password": 78785392, "name": {"en": "Flower Gathering", "de": "Blumen sammeln", "es": "Recogiendo Flores", "fr": "Assemblage de Fleurs", "it": "Adunata dei Fiori", "pt": "Reunião de Flores", "ja": "<ruby>花<rt>はな</rt></ruby><ruby>合<rt>あ</rt></ruby>わせ", "ja_romaji": "Hana Awase", "ko": "하나아와세", "ko_rr": null, "zh-TW": "花牌戰", "zh-CN": "花牌戏"}, "text": {"en": "Special Summon 4 \"Flower Cardian\" monsters with 100 ATK and different names from your Deck in Attack Position, but their effects are negated, also they cannot be Tributed for a Tribute Summon. You can only activate 1 \"Flower Gathering\" per turn. You cannot Normal or Special Summon other monsters during the turn you activate this card, except \"Flower Cardian\" monsters.", "de": "Beschwöre 4 „Blumen-Kartian“-Monster mit 100 ATK und unterschiedlichen Namen als Spezialbeschwörung von deinem Deck in die Angriffsposition, aber ihre Effekte werden annulliert, zusätzlich können sie nicht als Tribut für eine Tributbeschwörung angeboten werden. Du kannst nur 1 „Blumen sammeln“ pro Spielzug aktivieren. Du kannst während des Spielzugs, in dem du diese Karte aktivierst, keine anderen Monster als Normal- oder Spezialbeschwörung beschwören, außer „Blumen-Kartian“-Monstern.", "es": "Invoca de Modo Especial, desde tu Deck, 4 monstruos \"Flor Cardian\" con 100 ATK y nombres diferentes en Posición de Ataque, pero sus efectos son negados, y además no pueden ser Sacrificados para una Invocación por Sacrificio. Sólo puedes activar 1 \"Recogiendo Flores\" por turno. No puedes Invocar otros monstruos de Modo Normal o Especial durante el turno en que activas esta carta, excepto monstruos \"Flor Cardian\".", "fr": "Invoquez Spécialement 4 monstres \"Fleur Cardian\" avec 100 ATK et de noms différents depuis votre Deck en Position d'Attaque, mais leurs effets sont annulés, et aussi, ils ne peuvent pas être Sacrifiés pour une Invocation Sacrifice. Vous ne pouvez activer qu'1 \"Assemblage de Fleurs\" par tour. Vous ne pouvez Invoquer ni Normalement ni Spécialement d'autres monstres (monstres \"Fleur Cardian\" exclus) durant le tour où vous activez cette carte.", "it": "Evoca Specialmente 4 mostri \"Fiore Cardian\" con ATK 100 e nomi diversi dal tuo Deck in Posizione di Attacco, ma i loro effetti sono annullati, inoltre non possono essere offerti come Tributo per un'Evocazione tramite Tributo. Puoi attivare solo 1 \"Adunata dei Fiori\" per turno. Non puoi Evocare Normalmente o Specialmente altri mostri durante il turno in cui attivi questa carta, eccetto mostri \"Fiore Cardian\".", "pt": "Invoque por Invocação-Especial 4 monstros \"Flor Cardian\" com 100 de ATK e nomes diferentes do seu Deck em Posição de Ataque, mas seus efeitos são negados e, além disso, eles não podem ser oferecidos como Tributo para uma Invocação-Tributo. Você só pode ativar 1 \"Reunião de Flores\" por turno. Você não pode Invocar outros monstros por Invocação-Normal ou Especial durante o turno em que ativar este card, exceto monstros \"Flor Cardian\".", "ja": "「花合わせ」は１ターンに１枚しか発動できず、このカードを発動するターン、自分は「花札衛」モンスターしか召喚・特殊召喚できない。①：デッキから攻撃力１００の「花札衛」モンスター４体を攻撃表示で特殊召喚する（同名カードは１枚まで）。この効果で特殊召喚したモンスターの効果は無効化され、アドバンス召喚のためにはリリースできない。", "ko": "\"하나아와세\"는 1턴에 1장밖에 발동할 수 없으며, 이 카드를 발동하는 턴에, 자신은 \"카디언\" 몬스터밖에 일반 소환 / 특수 소환할 수 없다. ①: 덱에서 공격력 100 인 \"카디언\" 몬스터 4장을 공격 표시로 특수 소환한다(같은 이름의 카드는 1장까지). 이 효과로 특수 소환한 몬스터의 효과는 무효화되고, 어드밴스 소환을 위해서는 릴리스할 수 없다.", "zh-TW": "「花牌戰」１回合僅限發動１張，發動此卡的回合，我方可召喚・特殊召喚的怪獸僅限「花牌衛」怪獸。①：從牌組以攻擊表示特殊召喚４隻攻擊力１００的「花牌衛」怪獸（同名卡最多１張）。透過此效果特殊召喚的怪獸效果無效化，無法為升級召喚解放。", "zh-CN": "“花牌戏”１回合仅可发动１张，发动此卡的回合中，自己仅可召唤・特殊召唤“花札卫”怪兽。①：从牌组将４只攻击力１００的“花札卫”怪兽以攻击表示特殊召唤（同名卡最多１张）。以此效果特殊召唤的怪兽的效果无效化，不可为上级召唤解放。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "FlowerGathering-DLCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DRL3-EN040", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-EN136", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "de": [{"set_number": "DRL3-DE040", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-DE136", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "fr": [{"set_number": "DRL3-FR040", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-FR136", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "it": [{"set_number": "DRL3-IT040", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-IT136", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "pt": [{"set_number": "DRL3-PT040", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Ultra Rare"]}, {"set_number": "DLCS-PT136", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "ja": [{"set_number": "CPF1-JP040", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Rare"]}], "ko": [{"set_number": "CPF1-KR040", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 468242, "master_duel_rarity": "R"}