{"konami_id": 16558, "password": 78836195, "name": {"en": "Swordsoul Assessment", "de": "Bewertung der Schwertseele", "es": "Valoración Almaespada", "fr": "Évaluation Âmépée", "it": "Valutazione Spadanima", "pt": "Avaliação Espadalma", "ja": "<ruby>瑞<rt>ずい</rt></ruby><ruby>相<rt>そう</rt></ruby><ruby>剣<rt>けん</rt></ruby><ruby>究<rt>きゅう</rt></ruby>", "ja_romaji": "Zuisōkenkyū", "ko": "서상검구", "ko_rr": "Seosanggeomgu", "zh-TW": "瑞相劍究", "zh-CN": "瑞相剑究"}, "text": {"en": null, "de": "Wähle 1 offenes Monster, das du kontrollierst; verbanne bis zu 5 „Schwertseele“-Karten und/oder Wyrm-Monster von deinem Friedhof und falls du dies tust, erhält jenes Monster für jede auf diese Art verbannte Karte 300 ATK. Falls diese Karte verbannt wird: Du kannst 1 „Schwertseele-Spielmarke“ (Wyrm/Empfänger/WASSER/Stufe 4/ATK 0/DEF 0) als Spezialbeschwörung beschwören. Solange jene Spielmarke in der Monsterzone liegt, kann der Spieler, der sie beschworen hat, keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Synchromonstern. Du kannst jeden Effekt von „Bewertung der Schwertseele“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo boca arriba que controles; destierra hasta 5 cartas \"Almaespada\" y/o monstruos Wyrm en tu Cementerio y, si lo haces, ese monstruo gana 300 ATK por cada carta desterrada de esta forma. Si esta carta es desterrada: puedes Invocar de Modo Especial 1 \"Ficha Almaespada\" (Wyrm/Cantante/AGUA/Nivel 4/ATK 0/DEF 0). Mientras esa Ficha está en la Zona de Monstruos, el jugador que la Invocó no puede Invocar monstruos de Modo Especial desde el Deck Extra, excepto Monstruos de Sincronía. Sólo puedes usar cada efecto de \"Valoración Almaespada\" una vez por turno.", "fr": "Ciblez 1 monstre face recto que vous contrôlez ; bannissez max. 5 cartes \"Âmépée\" et/ou monstres Wyrm depuis votre Cimetière, et si vous le faites, le monstre gagne 300 ATK pour chaque carte qui a été bannie de cette façon. Si cette carte est bannie : vous pouvez Invoquer Spécialement 1 \"Jeton Âmépée\" (Wyrm/Syntoniseur/EAU/Niveau 4/ATK 0/DEF 0). Tant que le Jeton est dans la Zone Monstre, le joueur qui l'a Invoqué ne peut pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck. Vous ne pouvez utiliser chaque effet de \"Évaluation Âmépée\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro scoperto che controlli; bandisci fino a 5 carte \"Spadanima\" e/o mostri Wyrm dal tuo Cimitero e, se lo fai, quel mostro guadagna 300 ATK per ogni carta bandita in questo modo. Se questa carta viene bandita: puoi Evocare Specialmente 1 \"Segna-Spadanima\" (Wyrm/Tuner/ACQUA/Livello 4/ATK 0/DEF 0). Mentre quel Segna-Mostro è nella Zona Mostri, il giocatore che l'ha Evocato non può Evocare Specialmente mostri dall'Extra Deck, eccetto Mostri Synchro. Puoi utilizzare ogni effetto di \"Valutazione Spadanima\" una sola volta per turno.", "pt": "Escolha 1 monstro com a face para cima que você controla; bana até 5 cards \"Espadalma\" e/ou monstros Wyrm do seu Cemitério e, se isso acontecer, esse monstro ganha 300 de ATK para cada card banido desta forma. Se este card for banido: você pode Invocar por Invocação-Especial 1 \"Ficha de Espadalma\" (Wyrm/Regulador/ÁGUA/Nível 4/ATK 0/DEF 0). Enquanto essa Ficha estiver na Zona de Monstros, o duelista que a Invocou não pode Invocar monstros do Deck Adicional por Invocação-Especial, exceto Monstros Sincro. Você só pode usar cada efeito de \"Avaliação Espadalma\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドの表側表示モンスター１体を対象として発動できる。自分の墓地から「相剣」カードか幻竜族モンスターを合計５枚まで除外し、対象のモンスターの攻撃力は除外した数×３００アップする。\n②：このカードが除外された場合に発動できる。自分フィールドに「相剣トークン」（幻竜族・チューナー・水・星４・攻／守０）１体を特殊召喚する。この効果で特殊召喚したトークンが存在する限り、自分はＳモンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신 묘지에서 \"상검\" 카드 또는 환룡족 몬스터를 5장까지 제외하고, 대상 몬스터의 공격력은 제외한 수 × 300 올린다. ②: 이 카드가 제외되었을 경우에 발동할 수 있다. 자신 필드에 \"상검 토큰\"(환룡족 / 튜너 / 물 / 레벨 4 / 공 0 / 수 0) 1장을 특수 소환한다. 이 효과로 특수 소환한 토큰이 존재하는 한, 자신은 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將我方場上的１隻正面表示怪獸做為對象發動。從我方墓地最多將５張「相劍」卡或幻龍族怪獸除外，對象怪獸的攻擊力依據除外的數量×３００進行提升。②：可在此卡被除外的狀況下發動。於我方場上特殊召喚１隻「相劍衍生物」（幻龍族・協調・水・星４・攻／守０）。只要有透過此效果特殊召喚的衍生物存在，我方可從額外牌組特殊召喚的怪獸僅限同步怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以自己场上的１只表侧表示怪兽为对象可以发动。从自己的墓地将最多５张“相剑”卡或幻龙族怪兽除外，对象怪兽的攻击力上升相当于除外数量×３００的数值。②：此卡被除外的情况下可以发动。将１只“相剑衍生物”（幻龙族・协调・水・星４・攻／守０）特殊召唤至自己场上。只要以此效果特殊召唤的衍生物存在，自己从额外牌组仅可特殊召唤同步怪兽。"}, "card_type": "Trap", "property": "Normal", "series": ["Swordsoul"], "images": [{"index": 1, "image": "SwordsoulAssessment-MAMA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN072", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MAMA-EN043", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BODE-DE072", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MAMA-DE043", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BODE-FR072", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MAMA-FR043", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BODE-IT072", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MAMA-IT043", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BODE-PT072", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "MAMA-PT043", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BODE-JP072", "set_name": "Burst of Destiny", "rarities": ["Common"]}, {"set_number": "CF01-JP078", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "BODE-KR072", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC161", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716962, "master_duel_rarity": "N"}