{"konami_id": 22084, "password": 78910832, "name": {"en": "Vic Viper Type-L", "de": "Vic Viper Type-L", "es": "Vic Viper Type-L", "fr": "Vic Viper Type-L", "it": "Vic Viper Type-L", "pt": "Vic Viper Type-L", "ja": "ビック・バイパー <ruby>Ｔｙｐｅ<rt>タイプ</rt></ruby>－<ruby>Ｌ<rt>エル</rt></ruby>", "ja_romaji": "Bikku Baipā Taipu-Eru", "ko": "빅 바이퍼 Type－L", "ko_rr": null, "zh-TW": "V型蛇 Type－L", "zh-CN": "V型蛇 Type－L"}, "text": {"en": "At the start of your Battle Phase: You can activate 1 of these effects;\n● Special Summon 1 Machine monster from your hand.\n● Send 1 Level 4 or lower LIGHT Machine monster from your Deck to the GY.\nIf this card is destroyed: You can target 1 LIGHT Machine monster in your GY; Special Summon it, and if you Special Summoned a monster with 1200 or less original ATK, it gains 1200 ATK. You can only use each effect of \"Vic Viper Type-L\" once per turn.", "de": "Am Beginn deiner Battle Phase: Du kannst 1 dieser Effekte aktivieren;\n● Beschwöre 1 Maschine-Monster als Spezialbeschwörung von deiner Hand.\n● Lege 1 LICHT Maschine-Monster der Stufe 4 oder niedriger von deinem Deck auf den Friedhof.\nFalls diese Karte zerstört wird: Du kannst 1 LICHT Maschine-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung und falls du ein Monster mit 1200 oder weniger Grund-ATK als Spezialbeschwörung beschworen hast, erhält es 1200 ATK. Du kannst jeden Effekt von „Vic Viper Type-L“ nur einmal pro Spielzug verwenden.", "es": "Al comienzo de tu Battle Phase: puedes activar 1 de estos efectos;\n● Invoca de Modo Especial 1 monstruo Máquina desde tu mano.\n● Manda al Cementerio 1 monstruo Máquina de LUZ de Nivel 4 o menor en tu Deck.\nSi esta carta es destruida: puedes seleccionar 1 monstruo Máquina de LUZ en tu Cementerio; Invócalo de Modo Especial y, si Invocaste de Modo Especial un monstruo con 1200 ATK original o menos, éste gana 1200 ATK. Sólo puedes usar cada efecto de \"Vic Viper Type-L\" una vez por turno.", "fr": "Au début de votre Battle Phase : vous pouvez activer 1 de ces effets ;\n● Invoquez Spécialement 1 monstre Machine depuis votre main.\n● Envoyez 1 monstre LUMIÈRE Machine de max. Niveau 4 depuis votre Deck au Cimetière.\nSi cette carte est détruite : vous pouvez cibler 1 monstre LUMIÈRE Machine dans votre Cimetière ; Invoquez-le Spécialement, et si vous avez Invoqué Spécialement un monstre avec max. 1200 ATK d'origine, il gagne 1200 ATK. Vous ne pouvez utiliser chaque effet de \"Vic Viper Type-L\" qu'une fois par tour.", "it": "All'inizio della tua Battle Phase: puoi attivare 1 di questi effetti;\n● Evoca Specialmente 1 mostro Macchina dalla tua mano.\n● Manda 1 mostro LUCE Macchina di Livello 4 o inferiore dal tuo Deck al Cimitero.\nSe questa carta viene distrutta: puoi scegliere come bersaglio 1 mostro LUCE Macchina nel tuo Cimitero; Evocalo Specialmente e, se hai Evocato Specialmente un mostro con ATK originale 1200 o inferiore, esso guadagna 1200 ATK. Puoi utilizzare ogni effetto di \"Vic Viper Type-L\" una sola volta per turno.", "pt": "No começo da sua Fase de Batalha: você pode ativar 1 desses efeitos;\n● Invoque por Invocação-Especial 1 monstro Máquina da sua mão.\n● Envie 1 monstro Máquina de LUZ de Nível 4 ou menos do seu Deck para o Cemitério.\nSe este card for destruído: você pode escolher 1 monstro Máquina de LUZ no seu Cemitério; Invoque-o por Invocação-Especial e, se você Invocou por Invocação-Especial um monstro com 1200 ou menos de ATK original, ele ganha 1200 de ATK. Você só pode usar cada efeito de \"Vic Viper Type-L\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分バトルフェイズ開始時、以下の効果から１つを選択して発動できる。●手札から機械族モンスター１体を特殊召喚する。●デッキからレベル４以下の機械族・光属性モンスター１体を墓地へ送る。②：このカードが破壊された場合、自分の墓地の機械族・光属性モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で元々の攻撃力が１２００以下のモンスターを特殊召喚した場合、その攻撃力は１２００アップする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 배틀 페이즈 개시시에, 이하의 효과에서 1개를 선택하고 발동할 수 있다. ●패에서 기계족 몬스터 1장을 특수 소환한다. ●덱에서 레벨 4 이하의 기계족 / 빛 속성 몬스터 1장을 묘지로 보낸다. ②: 이 카드가 파괴되었을 경우, 자신 묘지의 기계족 / 빛 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 원래 공격력이 1200 이하인 몬스터를 특수 소환했을 경우, 그 공격력은 1200 올린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在自己的战斗阶段开始时，可从以下效果中选择1个发动。●从手牌将1只机械族怪兽特殊召唤。●从牌组将1只等级4以下的机械族・光属性怪兽送至墓地。②：此卡被破坏的情况下，以自己墓地的1只机械族・光属性怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤了原本攻击力在1200以下的怪兽的情况下，其攻击力上升1200。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 4, "atk": 1200, "def": 800, "series": ["Konami Arcade Games"], "images": [{"index": 1, "image": "VicViperTypeL-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ja": [{"set_number": "BPRO-JP020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ko": [{"set_number": "BPRO-KR020", "set_name": "Burst Protocol", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BPRO-SC020", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1153169, "master_duel_rarity": "SR"}