{"konami_id": 13922, "password": 79206925, "name": {"en": "Gravekeeper's Supernaturalist", "de": "Grabwächters Übernatürlicher", "es": "Supernaturalista Cuidador de Tumbas", "fr": "Supernaturaliste des Protecteurs du Tombeau", "it": "Sovrannaturalista - Custode di Tombe", "pt": "Supernaturalista do Coveiro", "ja": "<ruby>墓<rt>はか</rt></ruby><ruby>守<rt>もり</rt></ruby>の<ruby>異<rt>い</rt></ruby><ruby>能<rt>のう</rt></ruby><ruby>者<rt>しゃ</rt></ruby>", "ja_romaji": "Hakamori no Inōsha", "ko": "묘지기의 이능자", "ko_rr": "Myojigi-ui Ineungja", "zh-TW": "守墓的異能者", "zh-CN": "守墓的异能者"}, "text": {"en": "2 \"Gravekeeper's\" monsters\nGains ATK/DEF equal to the combined original Levels of the materials used for its Fusion Summon x 100. While \"Necrovalley\" is on the field, this card, and any card in your Field Zone, cannot be destroyed by card effects. During your Main Phase: You can activate this effect; during the End Phase of this turn, add 1 \"Gravekeeper's\" monster or 1 \"Necrovalley\" card from your Deck to your hand. You can only use this effect of \"Gravekeeper's Supernaturalist\" once per turn.", "de": "2 „Grabwächter“-Monster\nDiese Karte erhält ATK/DEF in Höhe der gemeinsamen Grund-Stufe des Materials, das für ihre Fusionsbeschwörung verwendet wurde, x 100. Solange „Tal der Toten“ auf dem Spielfeld liegt, können diese Karte und jede Karte in deiner Spielfeldzone nicht durch Karteneffekte zerstört werden. Während deiner Main Phase: Du kannst diesen Effekt aktivieren; während der End Phase dieses Spielzugs, füge deiner Hand 1 „Grabwächter“-Monster oder 1 „Tal der Toten“-Karte von deinem Deck hinzu. Du kannst diesen Effekt von „Grabwächters Übernatürlicher“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Cuidador de Tumbas\"\nGana ATK/DEF igual a los Niveles originales combinados de los materiales usados para su Invocación por Fusión x 100. Mientras \"Necrovalle\" esté en el Campo, esta carta y cualquier carta en tu Zona del Campo no pueden ser destruidas por efectos de cartas. Durante tu Main Phase: puedes activar este efecto; durante la End Phase de este turno, añade a tu mano 1 monstruo \"Cuidador de Tumbas\" o 1 carta \"Necrovalle\" en tu Deck. Sólo puedes usar este efecto de \"Supernaturalista Cuidador de Tumbas\" una vez por turno.", "fr": "2 monstres \"Protecteurs du Tombeau\"\nGagne une ATK/DEF égales à la somme des Niveaux d'origine des Matériels utilisés pour son Invocation Fusion x 100. Tant que \"Vallée Mortuaire\" est sur le Terrain, cette carte et les cartes dans votre Zone Terrain ne peuvent pas être détruites par des effets de carte. Durant votre Main Phase : vous pouvez activer cet effet ; durant la End Phase de ce tour, ajoutez 1 monstre \"Protecteurs du Tombeau\" ou 1 carte \"Vallée Mortuaire\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Supernaturaliste des Protecteurs du Tombeau\" qu'une fois par tour.", "it": "2 mostri \"Custode di Tombe\"\nGuadagna ATK/DEF pari alla somma dei Livelli originali dei materiali utilizzati per la sua Evocazione tramite Fusione x 100. Mentre \"Necrovalle\" è sul Terreno, questa carta, e qualsiasi carta nella tua Zona Terreno, non possono essere distrutte dagli effetti delle carte. Durante la tua Main Phase: puoi attivare questo effetto; durante la End Phase di questo turno, aggiungi 1 mostro \"Custode di Tombe\" o 1 carta \"Necrovalle\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Sovrannaturalista - Custode di Tombe\" una sola volta per turno.", "pt": "2 monstros \"do Coveiro\"\nGanha ATK/DEF igual aos Níveis originais combinados das matérias usadas para sua Invocação-Fusão x 100. Enquanto \"Necro-Vale\" estiver no campo, este card e qualquer card na sua Zona do Campo não podem ser destruídos por efeitos de card. Durante sua Fase Principal: você pode ativar este efeito; durante a Fase Final deste turno, adicione 1 monstro \"do Coveiro\" ou 1 card \"Necro-Vale\" do seu Deck à sua mão. Você só pode usar este efeito de \"Supernaturalista do Coveiro\" uma vez por turno.", "ja": "「墓守」モンスター×２\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードの攻撃力・守備力は、このカードの融合素材としたモンスターの元々のレベルの合計×１００アップする。②：フィールドに「王家の眠る谷－ネクロバレー」が存在する限り、このカード及び自分のフィールドゾーンのカードは効果では破壊されない。③：自分メインフェイズに発動できる。このターンのエンドフェイズに、デッキから「墓守」モンスター１体または「ネクロバレー」カード１枚を手札に加える。", "ko": "\"묘지기\" 몬스터 × 2\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력 / 수비력은, 이 카드의 융합 소재로 한 몬스터의 원래 레벨의 합계 × 100 올린다. ②: 필드에 \"왕가의 골짜기－네크로밸리\"가 존재하는 한, 이 카드 및 자신의 필드 존의 카드는 효과로는 파괴되지 않는다. ③: 자신 메인 페이즈에 발동할 수 있다. 이 턴의 엔드 페이즈에, 덱에서 \"묘지기\" 몬스터 1장 또는 \"네크로밸리\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "「守墓」怪兽×2\n这个卡名的③的效果1回合只能使用1次。\n①：这张卡的攻击力·守备力上升作为这张卡的融合素材的怪兽的原本等级合计×100。\n②：只要场上有「王家长眠之谷」存在，这张卡以及自己的场地区域的卡不会被效果破坏。\n③：自己主要阶段才能发动。这个回合的结束阶段，从卡组把1只「守墓」怪兽或者1张「王家长眠之谷」卡加入手卡。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Fusion / Effect", "attribute": "DARK", "level": 7, "atk": 2000, "def": 2000, "materials": "2 \"Gravekeeper's\" monsters", "series": ["Gravekeeper's"], "images": [{"index": 1, "image": "GravekeepersSupernaturalist-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN035", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-EN181", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE035", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-DE181", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SOFU-SP035", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-SP181", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR035", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-FR181", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT035", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-IT181", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT035", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "MP19-PT181", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP035", "set_name": "Soul Fusion", "rarities": ["Rare"]}], "ko": [{"set_number": "SOFU-KR035", "set_name": "Soul Fusion", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565783, "master_duel_rarity": "UR"}