{"konami_id": 13971, "password": 79266769, "name": {"en": "Darkness Metal, the Dragon of Dark Steel", "de": "Finsternismetall, Drache des Dunkelstahls", "es": "Metal de la Oscuridad, el Dragón del Acero Oscuro", "fr": "Métal Ténébreux, le Dragon de l'Acier des Ténèbres", "it": "Metallo Oscurità, il Drago dell'Acciaio Oscuro", "pt": "Metal das Trevas, o Dragão do Aço Negro", "ja": "<ruby>闇<rt>くろ</rt></ruby><ruby>鋼<rt>がね</rt></ruby><ruby>龍<rt>りゅう</rt></ruby> ダークネスメタル", "ja_romaji": "Kuroganeryū Dākunesu Metaru", "ko": "암강룡 암흑 메탈", "ko_rr": "Amgangnyong Amheuk Metal", "zh-TW": "暗鋼龍 暗邪金屬", "zh-CN": "暗钢龙 暗邪金属"}, "text": {"en": "2+ Effect Monsters with the same Type and Attribute\nYou can target 1 of your monsters that is banished or in your GY; Special Summon it to your zone this card points to, in Defense Position, but its effects are negated, also you cannot Special Summon Link Monsters for the rest of this turn, and the Summoned monster is placed on the bottom of the Deck when it leaves the field. You can only use this effect of \"Darkness Metal, the Dragon of Dark Steel\" once per turn.", "de": "2+ Effektmonster mit demselben Typ und derselben Eigenschaft\nDu kannst 1 deiner Monster wählen, das verbannt ist oder in deinem Friedhof liegt; beschwöre es als Spezialbeschwörung in deine Zone, auf die diese Karte zeigt, in die Verteidigungsposition, aber seine Effekte werden annulliert, zusätzlich kannst du für den Rest dieses Spielzugs keine Linkmonster als Spezialbeschwörung beschwören und das beschworene Monster wird unters Deck gelegt, wenn es das Spielfeld verlässt. Du kannst diesen Effekt von „Finsternismetall, Drache des Dunkelstahls“ nur einmal pro Spielzug verwenden.", "es": "2+ Monstruos de Efecto con el mismo Tipo y Atributo\nPuedes seleccionar 1 de tus monstruos que esté desterrado o en tu Cementerio; Invócalo de Modo Especial a tu zona a la que apunte esta carta, en Posición de Defensa, pero sus efectos son negados y además, por el resto de este turno, no puedes Invocar Monstruos de Enlace de Modo Especial, y el monstruo Invocado es puesto en la parte inferior del Deck cuando deja el Campo. Sólo puedes usar este efecto de \"Metal de la Oscuridad, el Dragón del Acero Oscuro\" una vez por turno.", "fr": "2+ Monstres à Effet du même Type et Attribut\nVous pouvez cibler 1 de vos monstres qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement dans votre zone pointée par cette carte, en Position de Défense, mais ses effets sont annulés, et aussi, vous ne pouvez pas Invoquer Spécialement de Monstres Lien le reste de ce tour, et le monstre Invoqué est placé au-dessous du Deck lorsqu'il quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Métal Ténébreux, le Dragon de l'Acier des Ténèbres\" qu'une fois par tour.", "it": "2+ Mostri con Effetto con lo stesso Tipo e Attributo\nPuoi scegliere come bersaglio 1 dei tuoi mostri che è bandito o nel tuo Cimitero; Evocalo Specialmente in una tua zona puntata da questa carta, in Posizione di Difesa, ma i suoi effetti sono annullati, inoltre non puoi Evocare Specialmente Mostri Link per il resto di questo turno, e il mostro Evocato viene messo in fondo al Deck quando lascia il Terreno. Puoi utilizzare questo effetto di \"Metallo Oscurità, il Drago dell'Acciaio Oscuro\" una sola volta per turno.", "pt": "2+ Monstros de Efeito com o mesmo Tipo e Atributo\nVocê pode escolher 1 dos seus monstros que estiverem banidos ou no seu Cemitério; Invoque-o por Invocação-Especial em uma zona sua para a qual este card apontar, em Posição de Defesa, mas seus efeitos são negados e, além disso, você não pode Invocar Monstros Link por Invocação-Especial pelo resto deste turno e o monstro Invocado é colocado no fundo do Deck quando ele deixar o campo. Você só pode usar este efeito de \"Metal das Trevas, o Dragão do Aço Negro\" uma vez por turno.", "ja": "同じ種族・属性の効果モンスター２体以上\nこのカード名の効果は１ターンに１度しか使用できない。①：自分の墓地のモンスターまたは除外されている自分のモンスター１体を対象として発動できる。そのモンスターをこのカードのリンク先となる自分フィールドに守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化され、フィールドから離れた場合に持ち主のデッキの一番下に戻る。この効果の発動後、ターン終了時まで自分はリンクモンスターを特殊召喚できない。", "ko": "같은 종족 / 속성의 효과 몬스터 2장 이상\n이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 몬스터 또는 제외되어 있는 자신 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 이 카드의 링크 앞이 되는 자신 필드에 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화되고, 필드에서 벗어났을 경우에 주인의 덱 맨 아래로 되돌아간다. 이 효과의 발동 후, 턴 종료시까지 자신은 링크 몬스터를 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "相同种族·属性的效果怪兽2只以上\n这个卡名的效果1回合只能使用1次。\n①：以1只自己墓地的怪兽或者除外的自己怪兽为对象才能发动。那只怪兽在作为这张卡所连接区的自己场上守备表示特殊召唤。这个效果特殊召唤的怪兽的效果无效化，从场上离开的场合回到持有者卡组最下面。这个效果的发动后，直到回合结束时自己不能把连接怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Link / Effect", "attribute": "DARK", "link_arrows": ["⬆", "↙", "⬇", "↘"], "atk": 2800, "series": ["The Dragon of"], "images": [{"index": 1, "image": "DarknessMetaltheDragonofDarkSteel-BLC1-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLAR-EN047", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN044", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}, {"set_number": "JUMP-EN087", "set_name": "Weekly Shonen Jump June 2019 membership promotional cards", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLAR-DE047", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE044", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLAR-FR047", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR044", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLAR-IT047", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT044", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLAR-PT047", "set_name": "Battles of Legend: Armageddon", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT044", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP148", "set_name": "V Jump July 2018 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP14-KRA38", "set_name": "Premium Pack Vol.14 1st Wave", "rarities": ["Super Rare", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557880, "master_duel_rarity": "SR"}