{"konami_id": 14426, "password": 79400597, "name": {"en": "Evil Eye Repose", "de": "Erholung des Bösauges", "es": "Reposo del Ojo Maligno", "fr": "Repos de l'Œil Maléfique", "it": "Riposo del Malocchio", "pt": "Repouso do Olho Maligno", "ja": "<ruby>静<rt>せい</rt></ruby><ruby>冠<rt>かん</rt></ruby>の<ruby>呪<rt>じゅ</rt></ruby><ruby>眼<rt>がん</rt></ruby>", "ja_romaji": "Seikan no Jugan", "ko": "정관의 주안", "ko_rr": "Jeong-gwan-ui Juan", "zh-TW": "靜冠的咒眼", "zh-CN": "静冠的咒眼"}, "text": {"en": "When you activate this card: You can banish 1 \"Evil Eye\" card from your GY; draw 1 card. Once per turn, after damage calculation, if your \"Evil Eye\" monster equipped with \"Evil Eye of Selene\" attacked an opponent's monster: You can banish that opponent's monster. If this card in the Spell & Trap Zone is destroyed by card effect: You can target up to 3 of your banished \"Evil Eye\" cards; return them to the GY. You can only activate 1 \"Evil Eye Repose\" per turn.", "de": "Wenn du diese Karte aktivierst: Du kannst 1 „Bösauge“-Karte von deinem Friedhof verbannen; ziehe 1 Karte. Einmal pro Spielzug, nach der Schadensberechnung, falls dein „Bösauge“-Monster, das mit „Bösauge der Selene“ ausgerüstet ist, ein Monster eines Gegners angegriffen hat: Du kannst das Monster des Gegners verbannen. Falls diese Karte in der Zauber- & Fallenzone durch einen Karteneffekt zerstört wird: Du kannst bis zu 3 deiner verbannten „Bösauge“-Karten wählen; lege sie in den Friedhof zurück. Du kannst nur 1 „Erholung des Bösauges“ pro Spielzug aktivieren.", "es": "Cuando activas esta carta: puedes desterrar 1 carta \"Ojo Maligno\" en tu Cementerio; roba 1 carta. Una vez por turno, después del cálculo de daño, si tu monstruo \"Ojo Maligno\" equipado con \"Ojo Maligno de Selene\" atacó a un monstruo del adversario: puedes desterrar ese monstruo del adversario. Si esta carta en la Zona de Magia y Trampas es destruida por un efecto de carta: puedes seleccionar hasta 3 de tus cartas \"Ojo Maligno\" desterradas; devuélvelas al Cementerio. Sólo puedes activar 1 \"Reposo del Ojo Maligno\" por turno.", "fr": "Lorsque vous activez cette carte : vous pouvez bannir 1 carte \"Œil Maléfique\" depuis votre Cimetière ; piochez 1 carte. Une fois par tour, après le calcul des dommages, si votre monstre \"Œil Maléfique\" équipé avec \"L'Œil Maléfique de Sélène\" a attaqué un monstre de l'adversaire : vous pouvez bannir le monstre de l'adversaire. Si cette carte dans la Zone Magie & Piège est détruite par un effet de carte : vous pouvez cibler max. 3 de vos cartes \"Œil Maléfique\" bannies ; renvoyez-les au Cimetière. Vous ne pouvez activer qu'1 \"Repos de l'Œil Maléfique\" par tour.", "it": "Quando attivi questa carta: puoi bandire 1 carta \"Malocchio\" dal tuo Cimitero; pesca 1 carta. Una volta per turno, dopo il calcolo dei danni, se un tuo mostro \"Malocchio\" equipaggiato con \"Malocchio di Selene\" ha attaccato un mostro dell'avversario: puoi bandire quel mostro dell'avversario. Se questa carta nella Zona Magie & Trappole viene distrutta dall'effetto di una carta: puoi scegliere come bersaglio fino a 3 delle tue carte \"Malocchio\" bandite; falle ritornare nel Cimitero. Puoi attivare solo 1 \"Riposo del Malocchio\" per turno.", "pt": "Quando você ativar este card: você pode banir 1 card \"Olho Maligno\" do seu Cemitério; compre 1 card. Uma vez por turno, depois do cálculo de dano, se um monstro \"Olho Maligno\" seu equipado com \"Olho Maligno de Selene\" atacar um monstro do oponente: você pode banir esse monstro do oponente. Se este card na Zona de Magias & Armadilhas for destruído por um efeito de card: você pode escolher até 3 dos seus cards \"Olho Maligno\" banidos; devolva-os para o Cemitério. Você só pode ativar 1 \"Repouso do Olho Maligno\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：このカードは自分の墓地から「呪眼」カード１枚を除外して発動する事もできる。その場合、自分はデッキから１枚ドローする。②：１ターンに１度、「セレンの呪眼」を装備した自分の「呪眼」モンスターが相手モンスターを攻撃したダメージ計算後に発動できる。その相手モンスターを除外する。③：魔法＆罠ゾーンのこのカードが効果で破壊された場合、除外されている自分の「呪眼」カードを３枚まで対象として発動できる。そのカードを墓地に戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드는 자신 묘지에서 \"주안\" 카드 1장을 제외하고 발동할 수도 있다. 그 경우, 자신은 덱에서 1장 드로우한다. ②: 1턴에 1번, \"셀렌의 주안\"을 장착한 자신의 \"주안\" 몬스터가 상대 몬스터를 공격한 데미지 계산 후에 발동할 수 있다. 그 상대 몬스터를 제외한다. ③: 마법 & 함정 존의 이 카드가 효과로 파괴되었을 경우, 제외되어 있는 자신의 \"주안\" 카드를 3장까지 대상으로 하고 발동할 수 있다. 그 카드를 묘지로 되돌린다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：也可從我方墓地將１張「咒眼」卡除外發動此卡。在該狀況下，我方從牌組抽１張牌。②：１回合１次，可在裝備「塞勒涅的咒眼」的我方「咒眼」怪獸攻擊對方怪獸的傷害計算後發動。將該對方怪獸除外。③：在魔法＆陷阱區的此卡因效果被破壞的狀況下，可將我方最多３張被除外的「咒眼」卡做為對象發動。將該卡送回墓地。", "zh-CN": "此卡牌名的卡牌１回合只可发动１张。①：此卡也可从我方墓地将１张“咒眼”卡牌除外并发动。该场合，我方从牌组抽取１张卡牌。②：１回合１次，装备有“塞勒涅的咒眼”的我方的“咒眼”怪兽在攻击了对手的伤害计算后可发动。将该对手怪兽除外。③：魔法与陷阱区域的此卡因效果被破坏的场合，最多可以３张被除外的我方的“咒眼”卡牌为对象发动。将该卡牌返回至墓地。"}, "card_type": "Spell", "property": "Continuous", "series": ["Evil Eye"], "images": [{"index": 1, "image": "EvilEyeRepose-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN036", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN241", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "INCH-DE036", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE241", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INCH-FR036", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR241", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "INCH-IT036", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT241", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INCH-PT036", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT241", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBIC-JP036", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBIC-KR036", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 589276, "master_duel_rarity": "SR"}