{"konami_id": 8628, "password": 79491903, "name": {"en": "Reptilianne Naga", "de": "Reptilianische Naga", "es": "Naga Reptílica", "fr": "Naga Reptilia", "it": "Naga Rettiliano", "pt": "Naga Reptiliana", "ja": "レプティレス・ナージャ", "ja_romaji": "Reputiresu Nāja", "ko": "레프티레스 나쟈", "ko_rr": "Repeutireseu Najya", "zh-TW": "爬蟲妖・那伽", "zh-CN": "爬虫妖・那伽"}, "text": {"en": "This card cannot be destroyed by battle. The ATK of any monster that battles this card becomes 0 at the end of that Battle Phase. During your End Phase, change this face-up Defense Position card on the field to face-up Attack Position.", "de": "Diese Karte kann nicht durch Kampf zerstört werden. Die ATK jedes Monsters, das mit dieser Karte kämpft, werden am Ende der Battle Phase zu 0. Während deiner End Phase, ändere diese Karte in offener Verteidigungsposition auf dem Spielfeld in die offene Angriffsposition.", "es": "Esta carta no puede ser destruida en batalla. El ATK de cualquier monstruo que batalle con esta carta se convierte en 0 al final de esa Battle Phase. Durante tu End Phase, cambia esta carta en el Campo en Posición de Defensa boca arriba a Posición de Ataque boca arriba.", "fr": "Cette carte ne peut pas être détruite au combat. L'ATK de n'importe quel monstre qui combat cette carte devient 0 à la fin de la Battle Phase. Durant votre End Phase, changez cette carte de Position de Défense face recto en Position d'Attaque face recto.", "it": "Questa carta non può essere distrutta in battaglia. L'ATK di qualsiasi mostro che combatte con questa carta diventa 0 alla fine di quella Battle Phase. Durante la tua End Phase, se questa carta è scoperta sul Terreno in Posizione di Difesa, mettila scoperta in Posizione di Attacco.", "pt": "Este card não pode ser destruído em batalha. O ATK de qualquer monstro que batalhar com este card se torna 0 no final dessa Fase de Batalha. Durante sua Fase Final, mude este card em Posição de Defesa com a face para cima no campo para Posição de Ataque com a face para cima.", "ja": "①：このカードは戦闘では破壊されない。②：このカードがモンスターと戦闘を行ったバトルフェイズ終了時に発動する。そのモンスターの攻撃力を０にする。③：このカードが守備表示で存在する場合、自分エンドフェイズに発動する。表側守備表示のこのカードを表側攻撃表示にする。", "ko": "①: 이 카드는 전투로는 파괴되지 않는다. ②: 이 카드가 몬스터와 전투를 실행한 배틀 페이즈 종료시에 발동한다. 그 몬스터의 공격력을 0 으로 한다. ③: 이 카드가 수비 표시로 존재할 경우, 자신 엔드 페이즈에 발동한다. 앞면 수비 표시의 이 카드를 앞면 공격 표시로 한다.", "zh-TW": "①：此卡不會因戰鬥被破壞。②：在此卡與怪獸進行戰鬥的戰鬥階段結束時發動。將該怪獸的攻擊力變為０。③：在此卡以守備表示存在的狀況下，在我方結束階段發動。將正面守備表示的此卡變為正面攻擊表示。", "zh-CN": "①：此卡不会因战斗被破坏。②：此卡与怪兽进行战斗的战斗阶段结束时发动。将该怪兽的攻击力改成0。③：此卡以守备表示存在的情况下，在自己的结束阶段发动。将表侧守备表示的此卡改为表侧攻击表示。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 1, "atk": 0, "def": 0, "series": ["Reptilianne"], "images": [{"index": 1, "image": "ReptilianneNaga-ABPF-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "ABPF-EN017", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "de": [{"set_number": "ABPF-DE017", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "fr": [{"set_number": "ABPF-FR017", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "it": [{"set_number": "ABPF-IT017", "set_name": "Absolute Powerforce", "rarities": ["Common"]}], "ja": [{"set_number": "ABPF-JP017", "set_name": "Absolute Powerforce", "rarities": ["Common"]}, {"set_number": "DE04-JP091", "set_name": "Duelist Edition Volume 4", "rarities": ["Common"]}, {"set_number": "LVP3-JP048", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}], "ko": [{"set_number": "ABPF-KR017", "set_name": "Absolute Powerforce", "rarities": ["Common"]}, {"set_number": "LVP3-KR048", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL01-SC074", "set_name": "Classic Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 112135, "master_duel_rarity": "R"}