{"konami_id": 13648, "password": 79523365, "name": {"en": "Vampire Scarlet Scourge", "de": "Vampirscharlachgeißel", "es": "Castigo Escarlata Vampiro", "fr": "Fléau Écarlate Vampire", "it": "Flagello Scarlatto Vampiro", "pt": "Flagelo Escarlate Vampiro", "ja": "ヴァンパイア・スカージレット", "ja_romaji": "Vanpaia Sukājiretto", "ko": "뱀파이어 스카지레트", "ko_rr": null, "zh-TW": "吸血鬼 腥紅災星", "zh-CN": "吸血鬼猩红灾星"}, "text": {"en": "If this card is Normal or Special Summoned: You can pay 1000 LP, then target 1 \"Vampire\" monster in your GY, except \"Vampire Scarlet Scourge\"; Special Summon it, but it cannot attack this turn. You can only use this effect of \"Vampire Scarlet Scourge\" once per turn. At the end of the Battle Phase, if this card destroyed any monster(s) by battle: You can Special Summon them from the GYs to your field.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1000 LP zahlen und dann 1 „Vampir“-Monster in deinem Friedhof wählen, außer „Vampirscharlachgeißel“; beschwöre es als Spezialbeschwörung, aber es kann in diesem Spielzug nicht angreifen. Du kannst diesen Effekt von „Vampirscharlachgeißel“ nur einmal pro Spielzug verwenden. Am Ende der Battle Phase, falls diese Karte ein oder mehr Monster durch Kampf zerstört hat: Du kannst sie als Spezialbeschwörung von den Friedhöfen auf deine Spielfeldseite beschwören.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes pagar 1000 LP, y después selecciona 1 monstruo \"Vampiro/a\" en tu Cementerio, excepto \"Castigo Escarlata Vampiro\"; Invócalo de Modo Especial, pero este turno, éste no puede atacar. Sólo puedes usar este efecto de \"Castigo Escarlata Vampiro\" una vez por turno. Al final de la Battle Phase, si esta carta destruyó uno o más monstruos en batalla: puedes Invocarlos de Modo Especial desde los Cementerios a tu Campo.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez payer 1000 LP, puis ciblez 1 monstre \"Vampire\" (\"Fléau Écarlate Vampire\" exclu) dans votre Cimetière ; Invoquez-le Spécialement, mais il ne peut pas attaquer ce tour. Vous ne pouvez utiliser cet effet de \"Fléau Écarlate Vampire\" qu'une fois par tour. À la fin de la Battle Phase, si cette carte a détruit un ou plusieurs monstres au combat : vous pouvez les Invoquer Spécialement depuis les Cimetières sur votre Terrain.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi pagare 1000 LP, poi scegliere come bersaglio 1 mostro \"Vampiro\" nel tuo Cimitero, eccetto \"Flagello Scarlatto Vampiro\"; Evocalo Specialmente, ma esso non può attaccare in questo turno. Puoi utilizzare questo effetto di \"Flagello Scarlatto Vampiro\" una sola volta per turno. Alla fine della Battle Phase, se questa carta ha distrutto uno o più mostri in battaglia: puoi Evocarli Specialmente dai Cimiteri sul tuo Terreno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode pagar 1000 PV e, depois, escolher 1 monstro \"Vampiro(a)\" no seu Cemitério, exceto \"Flagelo Escarlate Vampiro\"; Invoque-o por Invocação-Especial, mas ele não pode atacar neste turno. Você só pode usar este efeito de \"Flagelo Escarlate Vampiro\" uma vez por turno. No final da Fase de Batalha, se este card destruiu quaisquer monstros em batalha: você pode Invocá-los por Invocação-Especial dos Cemitérios no seu campo.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合、１０００ＬＰを払い、「ヴァンパイア・スカージレット」以外の自分の墓地の「ヴァンパイア」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターはこのターン攻撃できない。②：このカードが戦闘でモンスターを破壊したバトルフェイズ終了時に発動できる。そのモンスターを墓地から可能な限り自分フィールドに特殊召喚する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 1000 LP를 지불하고, \"뱀파이어 스카지레트\" 이외의 자신 묘지의 \"뱀파이어\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에 공격할 수 없다. ②: 이 카드가 전투로 몬스터를 파괴한 배틀 페이즈 종료시에 발동할 수 있다. 그 몬스터를 묘지에서 가능한 한 자신 필드에 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的①的效果1个回合只可使用1次。①：这张卡召唤・特殊召唤成功的情况下，支付1000LP，可以\"吸血鬼猩红灾星\"以外的自己墓地1只\"吸血鬼\"怪兽为对象发动。特殊召唤该怪兽。用这个效果特殊召唤的怪兽在这个回合不可攻击。②：这张卡在通过战斗破坏怪兽的战斗阶段结束时可以发动。将该怪兽从墓地尽可能往自己场上进行特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 6, "atk": 2200, "def": 2200, "series": ["Vampire"], "images": [{"index": 1, "image": "VampireScarletScourge-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DASA-EN005", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-EN237", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DASA-DE005", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-DE237", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DASA-SP005", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-SP237", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DASA-FR005", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-FR237", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DASA-IT005", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-IT237", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DASA-PT005", "set_name": "Dark Saviors", "rarities": ["Secret Rare"]}, {"set_number": "MP19-PT237", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DBDS-JP005", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBDS-KR005", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBDS-SC005", "set_name": "Deck Build Pack: Dark Savers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 553572, "master_duel_rarity": "R"}