{"konami_id": 7283, "password": 79580323, "name": {"en": "Gladiator Beast Spartacus", "de": "Gladiatorungeheuer Spartakus", "es": "Bestia Gladiador Spartacus", "fr": "Spartacus, Bête Gladiateur", "it": "Gladiatore Bestia Spartacus", "pt": "Fera Gladiadora Spartacus", "ja": "<ruby>剣闘獣<rt>グラディアルビースト</rt></ruby>スパルティクス", "ja_romaji": "Guradiaru Bīsuto Suparutikusu", "ko": "검투수 스파르틱스", "ko_rr": null, "zh-TW": "劍鬥獸 斯巴達克思", "zh-CN": "剑斗兽斯巴达克思"}, "text": {"en": "This card cannot be Special Summoned except by the effect of \"Gladiator Beast Hoplomus\". When this card is Special Summoned, add 1 \"Gladiator Beast\" Equip Spell Card from your Deck to your hand. At the end of the Battle Phase, if this card attacked or was attacked, you can return it to the Deck to Special Summon 1 \"Gladiator Beast\" monster from your Deck, except \"Gladiator Beast Spartacus\".", "de": "Diese Karte kann nicht als Spezialbeschwörung beschworen werden, außer durch den Effekt von „Gladiatorungeheuer Hoplomus“. Wenn diese Karte als Spezialbeschwörung beschworen wird, füge deiner Hand 1 „Gladiatorungeheuer“-Ausrüstungszauberkarte von deinem Deck hinzu. Am Ende der Battle Phase, falls diese Karte angegriffen hat oder angegriffen wurde, kannst du sie ins Deck zurücklegen, um 1 „Gladiatorungeheuer“-Monster von deinem Deck als Spezialbeschwörung zu beschwören, außer „Gladiatorungeheuer Spartakus“.", "es": "Esta carta no puede ser Invocada de Modo Especial excepto mediante el efecto de \"Bestia Gladiador Hoplomus\". Cuando esta carta es Invocada de Modo Especial agrega 1 Carta Mágica de Equipo \"Bestia Gladiador\" de tu Deck a tu mano. Al final de la Battle Phase, si esta carta atacó o fue atacada, puedes devolverla al Deck para Invocar de Modo Especial 1 monstruo \"Bestia Gladiador\" de tu Deck, excepto \"Bestia Gladiador Spartacus\".", "fr": "Cette carte ne peut pas être Invoquée Spécialement excepté par l'effet de \"Hoplomaque, Bête Gladiateur\". Lorsque cette carte est Invoquée Spécialement, ajoutez dans votre main 1 Carte Magie d'Équipement \"Bête Gladiateur\" depuis votre Deck. À la fin de la Battle Phase, si cette carte a attaqué ou a été attaquée, vous pouvez la renvoyer dans le Deck pour Invoquer Spécialement 1 monstre \"Bête Gladiateur\" depuis votre Deck, sauf \"Spartacus, Bête Gladiateur\".", "it": "Questa carta non può essere Evocata tramite Evocazione Speciale se non dall'effetto di \"Gladiatore Bestia Hoplomus\". Quando questa carta è Evocata tramite Evocazione Speciale, aggiungi 1 Carta Magia Equipaggiamento \"Gladiatore Bestia\" dal tuo Deck alla tua mano. Alla fine della Battle Phase, se questa carta ha attaccato o è stata attaccata, puoi farla tornare nel tuo Deck per Evocare tramite Evocazione Speciale 1 mostro \"Gladiatore Bestia\" dal tuo Deck, eccetto \"Gladiatore Bestia Spartacus\".", "pt": "Esta carta não pode ser Special Summoned exceto pelo efeito de \"Gladiator Beast Hoplomus\". Se esta carta foi Special Summoned, adicione 1 \"Gladiator Beast\" Equip Spell Card do seu Deck para a sua mão. No fim da Battle Phase, se esta carta atacou ou foi atacada, você pode retorná-la ao Deck para Special Summon 1 monstro \"Gladiator Beast\" do seu Deck, exceto \"Gladiator Beast Spartacus\".", "ja": "「剣闘獣ホプロムス」以外の効果によって、このカードを特殊召喚する事はできない。このカードが特殊召喚に成功した時、デッキから「闘器」と名のついた装備魔法カード１枚を手札に加える。このカードが戦闘を行ったバトルフェイズ終了時にこのカードをデッキに戻す事で、デッキから「剣闘獣スパルティクス」以外の「剣闘獣」と名のついたモンスター１体を自分フィールド上に特殊召喚する。", "ko": "\"검투수 호프롬스\" 이외의 효과에 의해서, 이 카드를 특수 소환할 수 없다. 이 카드가 특수 소환에 성공했을 때, 덱에서 \"투기\"라는 이름이 붙은 장착 마법 카드 1장을 패에 넣는다. 이 카드가 전투를 실행한 배틀 페이즈 종료시에 이 카드를 덱으로 되돌리는 것으로, 덱에서 \"검투수 스파르틱스\" 이외의 \"검투수\"라는 이름이 붙은 몬스터 1장을 자신 필드 위에 특수 소환한다.", "zh-TW": null, "zh-CN": "「剑斗兽 重斗」以外的效果不能把这张卡特殊召唤。这张卡特殊召唤成功时，从卡组把1张名字带有「斗器」的装备魔法卡加入手卡。这张卡进行战斗的战斗阶段结束时可以通过让这张卡回到卡组，从卡组把「剑斗兽 斯巴达克斯」以外的1只名字带有「剑斗兽」的怪兽在自己场上特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "EARTH", "level": 5, "atk": 2200, "def": 1600, "series": ["Gladiator", "Gladiator Beast"], "images": [{"index": 1, "image": "GladiatorBeastSpartacus-GLAS-EN-R-UE.png"}], "sets": {"en": [{"set_number": "GLAS-EN018", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}], "de": [{"set_number": "GLAS-DE018", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}], "es": [{"set_number": "GLAS-SP018", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}], "fr": [{"set_number": "GLAS-FR018", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}], "it": [{"set_number": "GLAS-IT018", "set_name": "Gladiator's Assault", "rarities": ["Rare"]}], "ja": [{"set_number": "GLAS-JP018", "set_name": "Gladiator's Assault", "rarities": ["Super Rare"]}], "ko": [{"set_number": "GLAS-KR018", "set_name": "Gladiator's Assault", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 537100, "master_duel_rarity": "N"}