{"konami_id": 17136, "password": 79582540, "name": {"en": "Ancient Warriors - Savage Don Ying", "de": "Alte Krieger - Wilder Don Ying", "es": "Antiguos Guerreros - Don Ying Salvaje", "fr": "Guerriers Anciens - Sauvage Don Ying", "it": "Antichi Guerrieri - Don Ying il Selvaggio", "pt": "Guerreiros Antigos - Don Ying Selvagem", "ja": "<ruby>戦<rt>せん</rt></ruby><ruby>華<rt>か</rt></ruby>の<ruby>暴<rt>ぼう</rt></ruby>－<ruby>董<rt>とう</rt></ruby><ruby>穎<rt>えい</rt></ruby>", "ja_romaji": "Senka no Bō - Tōei", "ko": "전황의 폭－동영", "ko_rr": "Jeonhwang-ui Pok - Dongyeong", "zh-TW": "戰華之暴－董穎", "zh-CN": "战华之暴－董颖"}, "text": {"en": "While you control a Level 7 or higher \"Ancient Warriors\" monster, your opponent must pay 400 LP to activate a card or effect. You can only use each of the following effects of \"Ancient Warriors - Savage Don Ying\" once per turn. If this card is Normal or Special Summoned: You can add 1 Level 7 or higher \"Ancient Warriors\" monster or 1 \"Ancient Warriors\" Continuous Spell/Trap from your Deck to your hand. If a monster is sent to your opponent's GY (except during the Damage Step): You can target 1 card in your opponent's GY; banish it, and if you do, draw 1 card.", "de": "Solange du ein „Alte Krieger“-Monster der Stufe 7 oder höher kontrollierst, muss dein Gegner 400 LP zahlen, um eine Karte oder einen Effekt zu aktivieren. Du kannst jeden der folgenden Effekte von „Alte Krieger - Wilder Don Ying“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Alte Krieger“-Monster der Stufe 7 oder höher oder 1 Permanente/n „Alte Krieger“-Zauber/Falle von deinem Deck hinzufügen. Falls ein Monster auf den Friedhof deines Gegners gelegt wird (außer während des Damage Steps): Du kannst 1 Karte im Friedhof deines Gegners wählen; verbanne sie und falls du dies tust, ziehe 1 Karte.", "es": "Mientras controlas un monstruo \"Antiguos Guerreros\" de Nivel 7 o mayor, tu adversario debe pagar 400 LP para activar una carta o efecto. Sólo puedes usar cada uno de los siguientes efectos de \"Antiguos Guerreros - Don Ying Salvaje\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 monstruo \"Antiguos Guerreros\" de Nivel 7 o mayor o 1 Mágica/Trampa Continua \"Antiguos Guerreros\" en tu Deck. Si un monstruo es mandado al Cementerio de tu adversario (excepto durante el Damage Step): puedes seleccionar 1 carta en el Cementerio de tu adversario; destiérrala y, si lo haces, roba 1 carta.", "fr": "Tant que vous contrôlez un monstre \"Guerriers Anciens\" de min. Niveau 7, votre adversaire doit payer 400 LP pour activer une carte ou un effet. Vous ne pouvez utiliser chacun des effets suivants de \"Guerriers Anciens - Sauvage Don Ying\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Guerriers Anciens\" de min. Niveau 7 ou 1 Magie Continue/Piège Continu \"Guerriers Anciens\" depuis votre Deck à votre main. Si un monstre est envoyé au Cimetière de votre adversaire (sauf durant la Damage Step) : vous pouvez cibler 1 carte dans le Cimetière de votre adversaire ; bannissez-la, et si vous le faites, piochez 1 carte.", "it": "Mentre controlli un mostro \"Antichi Guerrieri\" di Livello 7 o superiore, il tuo avversario deve pagare 400 LP per attivare una carta o un effetto. Puoi utilizzare ognuno dei seguenti effetti di \"Antichi Guerrieri - Don Ying il Selvaggio\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 mostro \"Antichi Guerrieri\" di Livello 7 o superiore o 1 Magia/Trappola Continua \"Antichi Guerrieri\" dal tuo Deck alla tua mano. Se un mostro viene mandato al Cimitero del tuo avversario (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta nel Cimitero del tuo avversario; bandiscila e, se lo fai, pesca 1 carta.", "pt": "Enquanto você controlar um monstro \"Guerreiros Antigos\" de Nível 7 ou mais, seu oponente deve pagar 400 PV para ativar um card ou efeito. Você só pode usar cada um dos seguintes efeitos de \"Guerreiros Antigos - Don Ying Selvagem\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 monstro \"Guerreiros Antigos\" de Nível 7 ou mais ou 1 Magia/Armadilha Contínua \"Guerreiros Antigos\" do seu Deck à sua mão. Se um monstro for enviado para o Cemitério do seu oponente (exceto durante a Etapa de Dano): você pode escolher 1 card no Cemitério do seu oponente; bana-o e, se isso acontecer, compre 1 card.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキからレベル７以上の「戦華」モンスター１体または「戦華」永続魔法・永続罠カード１枚を手札に加える。②：自分フィールドにレベル７以上の「戦華」モンスターが存在する限り、相手は４００ＬＰを払わなければ、カードの効果を発動できない。③：モンスターが相手の墓地へ送られた場合、相手の墓地のカード１枚を対象として発動できる。そのカードを除外し、自分はデッキから１枚ドローする。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 레벨 7 이상의 \"전황\" 몬스터 1장 또는 \"전황\" 지속 마법 / 지속 함정 카드 1장을 패에 넣는다. ②: 자신 필드에 레벨 7 이상의 \"전황\" 몬스터가 존재하는 한, 상대는 400 LP를 지불하지 않으면, 카드의 효과를 발동할 수 없다. ③: 몬스터가 상대 묘지로 보내졌을 경우, 상대 묘지의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 제외하고, 자신은 덱에서 1장 드로우한다.", "zh-TW": null, "zh-CN": "这个卡名的①③效果1回合各能使用1次。①：这张卡召唤或特殊召唤成功的场合可以发动。从卡组将1只等级7以上的「戦華／战华」怪兽或者1张「戦華／战华」永续魔法或永续陷阱卡加入手牌。②：只要自己场上有等级7以上的「戦華／战华」怪兽存在，对手就必须支付400LP才能发动卡的效果。③：有怪兽被送入对手的墓地的场合，可以以对手墓地的1张卡为对象发动。将那张卡除外，自己从卡组抽1张。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "DARK", "level": 6, "atk": 2200, "def": 1800, "series": ["Ancient Warriors"], "images": [{"index": 1, "image": "AncientWarriorsSavageDonYing-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN024", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE024", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR024", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT024", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT024", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP024", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR024", "set_name": "Dimension Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 711151, "master_duel_rarity": "SR"}