{"konami_id": 17643, "password": 79663524, "name": {"en": "Oily Cicada", "de": "Glatte Zikade", "es": "Cigarra Oleosa", "fr": "Cigale Graisseuse", "it": "Cicala Viscida", "pt": "Cigarra Oleosa", "ja": "オイリーゼミ", "ja_romaji": "Oirīzemi", "ko": "오일리매미", "ko_rr": "Oillimaemi", "zh-TW": "油蟬", "zh-CN": "油蝉"}, "text": {"en": "If this card is Normal or Special Summoned: You can reduce the Levels of all Insect monsters you currently control by 1. If the battle position of this card is changed: You can Special Summon 1 \"Oily Cicada\" from your hand, Deck, or GY. You can only use each effect of \"Oily Cicada\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst die Stufen aller Insekt-Monster, die du derzeit kontrollierst, um 1 verringern. Falls die Kampfposition dieser Karte geändert wird: Du kannst 1 „Glatte Zikade“ als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof beschwören. Du kannst jeden Effekt von „Glatte Zikade“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes reducir en 1 los Niveles de todos los monstruos Insecto que controles en este momento. Si la posición de batalla de esta carta es cambiada: puedes Invocar de Modo Especial, desde tu mano, Deck o Cementerio, 1 \"Cigarra Oleosa\". Sólo puedes usar cada efecto de \"Cigarra Oleosa\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez réduire le Niveau de tous les monstres Insecte que vous contrôlez actuellement de 1. Si la position de combat de cette carte est changée : vous pouvez Invoquer Spécialement 1 \"Cigale Graisseuse\" depuis votre main, Deck ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Cigale Graisseuse\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi ridurre i Livelli di tutti i mostri Insetto che controlli attualmente di 1. Se la posizione di questa carta viene cambiata: puoi Evocare Specialmente 1 \"Cicala Viscida\" dalla tua mano, Deck o Cimitero. Puoi utilizzare ogni effetto di \"Cicala Viscida\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode reduzir em 1 os Níveis de todos os monstros Inseto que você controla atualmente. Se a posição de batalha deste card for mudada: você pode Invocar por Invocação-Especial 1 \"Cigarra Oleosa\" da sua mão, do Deck ou do Cemitério. Você só pode usar cada efeito de \"Cigarra Oleosa\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。自分フィールドの全ての昆虫族モンスターのレベルを１つ下げる。②：このカードの表示形式が変更された場合に発動できる。自分の手札・デッキ・墓地から「オイリーゼミ」１体を選んで特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 자신 필드의 모든 곤충족 몬스터의 레벨을 1개 내린다. ②: 이 카드의 표시 형식이 변경되었을 경우에 발동할 수 있다. 자신의 패 / 덱 / 묘지에서 \"오일리매미\" 1장을 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的①②效果1回合各能使用1次。①：这张卡召唤或特殊召唤成功的场合可以发动。自己场上的全部昆虫族怪兽的等级下降1。②：这张卡的表示形式变更的场合可以发动。从自己的手牌、卡组或墓地选1只「オイリーゼミ／油油蝉」特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "WIND", "level": 3, "atk": 1000, "def": 1000, "images": [{"index": 1, "image": "OilyCicada-BLCR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN027", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLCR-DE027", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLCR-SP027", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR027", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT027", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT027", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP027", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC02-KR027", "set_name": "Animation Chronicle 2022", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "NE03-SC129", "set_name": "Nature Pack: Righteous Warriors", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708569, "master_duel_rarity": "R"}