{"konami_id": 9532, "password": 79718768, "name": {"en": "Out of the Blue", "de": "Aus heiterem Himmel", "es": "De Repente", "fr": "Sans Avertissement", "it": "All'Improvviso", "pt": "Do Nada", "ja": "<ruby>急<rt>きゅう</rt></ruby><ruby>転<rt>てん</rt></ruby><ruby>直<rt>ちょっ</rt></ruby><ruby>下<rt>か</rt></ruby>", "ja_romaji": "Kyūtenchokka", "ko": "급전직하", "ko_rr": null, "zh-TW": "急轉直下", "zh-CN": "急转直下"}, "text": {"en": "Destroy this card if your opponent activates a card or effect that targets a card(s) in the Graveyard. When this card is destroyed by this effect and sent to the Graveyard, your opponent shuffles all cards in their Graveyard into the Deck.", "de": "Zerstöre diese Karte, falls dein Gegner eine Karte oder einen Effekt aktiviert, die oder der Karten im Friedhof als Ziel wählt. Wenn diese Karte durch diesen Effekt zerstört und auf den Friedhof gelegt wird, mischt dein Gegner alle Karten in seinem Friedhof ins Deck zurück.", "es": "Destruye esta carta si tu adversario activa una carta o efecto que selecciona como objetivo a una o más cartas en tu Cementerio. Cuando esta carta es destruida por este efecto y mandada al Cementerio, tu adversario devuelve a su Deck todas las cartas en su Cementerio, y baraja.", "fr": "Détruisez cette carte si votre adversaire active une carte ou effet qui cible une ou plusieurs cartes dans le Cimetière. Lorsque cette carte est détruite par cet effet et envoyée au Cimetière, votre adversaire mélange toutes les cartes de son Cimetière dans son Deck.", "it": "Distruggi questa carta se il tuo avversario attiva una carta o effetto che ha come bersaglio una o più carte nel Cimitero. Quando questa carta viene distrutta da questo effetto e mandata al Cimitero, il tuo avversario mischia tutte le carte del suo Cimitero nel suo Deck.", "pt": "Destrua este card se seu oponente ativar um card ou efeito que escolha como alvo um ou mais cards no Cemitério. Quando este card for destruído por este efeito e enviado ao Cemitério, seu oponente embaralha todos os cards do Cemitério dele no Deck.", "ja": "相手が墓地に存在するカードを対象とする魔法・罠・効果モンスターの効果を発動した場合このカードを破壊する。このカードの効果によってこのカードが破壊され墓地へ送られた時、相手は墓地に存在するカードを全てデッキに加えてシャッフルする。", "ko": "상대가 묘지에 존재하는 카드를 대상으로 하는 마법 / 함정 / 효과 몬스터의 효과를 발동한 경우 이 카드를 파괴한다. 이 카드의 효과에 의해서 이 카드가 파괴되어 묘지로 보내졌을 때, 상대는 묘지에 존재하는 카드를 전부 덱에 넣고 셔플한다.", "zh-TW": "在對方發動以墓地的卡做為對象的魔法・陷阱・效果怪獸的效果的狀況下，破壞此卡。在此卡透過此效果被破壞送至墓地時，將對方墓地的所有卡全部送回牌組。", "zh-CN": "对手以墓地的卡牌为对象发动了魔法、陷阱、效果怪兽的效果的场合，破坏此卡。此卡因此效果被破坏并送入墓地时，对手将墓地的所有卡牌返回至牌组。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "OutoftheBlue-EXVC-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "EXVC-EN061", "set_name": "Extreme Victory", "rarities": ["Common"]}], "de": [{"set_number": "EXVC-DE061", "set_name": "Extreme Victory", "rarities": ["Common"]}], "fr": [{"set_number": "EXVC-FR061", "set_name": "Extreme Victory", "rarities": ["Common"]}], "it": [{"set_number": "EXVC-IT061", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ja": [{"set_number": "EXVC-JP061", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ko": [{"set_number": "EXVC-KR061", "set_name": "Extreme Victory", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 160316, "master_duel_rarity": "N"}