{"konami_id": 17182, "password": 79775821, "name": {"en": "Therion Stand Up!", "de": "Therion steh auf!", "es": "¡Therion en Pie!", "fr": "Debout Therion !", "it": "Rialzati Therion!", "pt": "Levante Therion!", "ja": "セリオンズ・スタンダップ", "ja_romaji": "Serionzu Sutandappu", "ko": "세리온즈 스탠덥", "ko_rr": "Serionjeu Seutaendeop", "zh-TW": "獸帶鬥士 起身", "zh-CN": "兽带斗士・站起来啊"}, "text": {"en": "Target 1 \"Therion\" monster in your GY; Special Summon it, then you can equip 1 \"Therion\" monster from your hand or GY to it. During the Main Phase: You can banish this card from your GY, then target 2 \"Therion\" monsters (1 on your field and 1 in your GY); equip that monster from your GY to the other monster you control. You can only use 1 \"Therion Stand Up!\" effect per turn, and only once that turn.", "de": "Wähle 1 „Therion“-Monster in deinem Friedhof; beschwöre es als Spezialbeschwörung, dann kannst du es mit 1 „Therion“-Monster von deiner Hand oder deinem Friedhof ausrüsten. Während der Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 2 „Therion“-Monster (1 auf deiner Spielfeldseite und 1 in deinem Friedhof) wählen; rüste jenes Monster, das du kontrollierst, mit dem anderen Monster von deinem Friedhof aus. Du kannst nur 1 Effekt von „Therion steh auf!“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Selecciona 1 monstruo \"Therion\" en tu Cementerio; Invócalo de Modo Especial, y después puedes equiparle 1 monstruo \"Therion\" en tu mano o Cementerio. Durante la Main Phase: puedes desterrar esta carta en tu Cementerio, y después selecciona 2 monstruos \"Therion\" (1 en tu Campo y 1 en tu Cementerio); equipa ese monstruo en tu Cementerio al otro monstruo que controlas. Sólo puedes usar 1 efecto de \"¡Therion en Pie!\" por turno, y sólo una vez ese turno.", "fr": "Ciblez 1 monstre \"Therion\" dans votre Cimetière ; Invoquez-le Spécialement, puis vous pouvez lui équiper 1 monstre \"Therion\" depuis votre main ou Cimetière. Durant la Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 2 monstres \"Therion\" (1 sur votre Terrain et 1 dans votre Cimetière) ; équipez le monstre depuis votre Cimetière à l'autre monstre que vous contrôlez. Vous ne pouvez utiliser qu'1 effet de \"Debout Therion !\" par tour, et uniquement une fois le tour.", "it": "Scegli come bersaglio 1 mostro \"Therion\" nel tuo Cimitero; Evocalo Specialmente, poi puoi equipaggiare 1 mostro \"Therion\" dalla tua mano o Cimitero a esso. Durante la Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 2 mostri \"Therion\" (1 sul tuo Terreno e 1 nel tuo Cimitero); equipaggia quel mostro dal tuo Cimitero all'altro mostro che controlli. Puoi utilizzare solo 1 effetto di \"Rialzati Therion!\" per turno, e solo una volta in quel turno.", "pt": "Escolha 1 monstro \"Therion\" no seu Cemitério; Invoque-o por Invocação-Especial e, depois, você pode equipar 1 monstro \"Therion\" da sua mão ou do Cemitério a ele. Durante a Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 2 monstros \"Therion\" (1 no seu campo e 1 no seu Cemitério); equipe esse monstro do seu Cemitério ao outro monstro que você controla. Você só pode usar 1 efeito de \"Levante Therion!\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分の墓地の「セリオンズ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。その後、自分の手札・墓地から「セリオンズ」モンスター１体を装備魔法カード扱いでそのモンスターに装備できる。②：自分・相手のメインフェイズに、墓地のこのカードを除外し、自分のフィールド及び墓地の「セリオンズ」モンスターを１体ずつ対象として発動できる。その墓地のモンスターを装備魔法カード扱いでその自分フィールドのモンスターに装備する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 묘지의 \"세리온즈\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 그 후, 자신의 패 / 묘지에서 \"세리온즈\" 몬스터 1장을 고르고 장착 카드로 취급하여 그 몬스터에 장착할 수 있다. ②: 서로의 메인 페이즈에 묘지의 이 카드를 제외하고, \"세리온즈\" 몬스터를 자신의 필드 / 묘지에서 1장씩 대상으로 하여 발동할 수 있다. 그 묘지의 몬스터를 장착 카드로 취급하고 그 자신 필드의 몬스터에 장착한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：以自己墓地的１只“兽带斗士”怪兽为对象可以发动。将该怪兽特殊召唤。然后，可从自己的手牌・墓地挑选１只“兽带斗士”怪兽，视为装备卡装备于该怪兽。②：在双方的主要阶段将墓地的此卡除外，以自己场上・墓地的各１只“兽带斗士”怪兽为对象可以发动。将该墓地的怪兽视为装备卡，装备于该自己场上的怪兽。"}, "card_type": "Trap", "property": "Normal", "series": ["Therion"], "images": [{"index": 1, "image": "TherionStandUp-MP23-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN071", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-EN101", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "DIFO-DE071", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-DE101", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DIFO-FR071", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-FR101", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "DIFO-IT071", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-IT101", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DIFO-PT071", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-PT101", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DIFO-JP071", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "CF01-JP118", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DIFO-KR071", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC111", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717124, "master_duel_rarity": "N"}