{"konami_id": null, "password": 79859067, "name": {"en": "R.B. Next Phase", "de": "Nächste R.B.-Phase", "es": "R.B. Siguiente Fase", "fr": "Prochaine Phase R.B.", "it": "Prossima Fase R.B.", "pt": "Próxima Fase R.B.", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "When your opponent activates a monster effect, while you control an \"R.B.\" monster: Destroy 1 monster you control, and if you do, negate the activation, and if you do that, destroy that card, then gain 2000 LP. You can only activate 1 \"R.B. Next Phase\" per turn.", "de": "Wenn dein Gegner einen Monstereffekt aktiviert, solange du ein „R.B.“-Monster kontrollierst: Zerstöre 1 Monster, das du kontrollierst, und falls du dies tust, annulliere die Aktivierung und falls du dies tust, zerstöre jene Karte, dann erhältst du 2000 LP. Du kannst nur 1 „Nächste R.B.-Phase“ pro Spielzug aktivieren.", "es": "Cuando tu adversario activa un efecto de monstruo, mientras controlas un monstruo \"R.B.\": destruye 1 monstruo que controles y, si lo haces, niega la activación y, si haces eso, destruye esa carta, y después ganas 2000 LP. Sólo puedes activar 1 \"R.B. Siguiente Fase\" por turno.", "fr": "Lorsque votre adversaire active un effet de monstre, tant que vous contrôlez un monstre \"R.B.\" : détruisez 1 monstre que vous contrôlez, et si vous le faites, annulez l'activation, et si vous faites ça, détruisez la carte, puis gagnez 2000 LP. Vous ne pouvez activer qu'1 \"Prochaine Phase R.B.\" par tour.", "it": "Quando il tuo avversario attiva l'effetto di un mostro, mentre controlli un mostro \"R.B.\": distruggi 1 mostro che controlli e, se lo fai, annulla l'attivazione e, se fai quello, distruggi quella carta, poi guadagni 2000 LP. Puoi attivare solo 1 \"Prossima Fase R.B.\" per turno.", "pt": "Quando seu oponente ativar um efeito de monstro, enquanto você controlar um monstro \"R.B.\": destrua 1 monstro que você controla e, se isso acontecer, negue a ativação e, se isso acontecer, destrua esse card e, depois, ganhe 2000 PV. Você só pode ativar 1 \"Próxima Fase R.B.\" por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Counter", "series": ["R.B."], "images": [{"index": 1, "image": "RBNextPhase-DOOD-EN-1E-OP.png"}], "sets": {"en": [{"set_number": "DOOD-EN096", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE096", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP096", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR096", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT096", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT096", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145488}