{"konami_id": 15837, "password": 79868386, "name": {"en": "Fist of Fate", "de": "Faust des Schicksals", "es": "Puño del Destino", "fr": "Poing du Destin", "it": "Pugno del Fato", "pt": "Punho do Destino", "ja": "ゴッド・ハンド・クラッシャー", "ja_romaji": "Goddo Hando Kurasshā", "ko": "갓 핸드 크러셔", "ko_rr": "Gat Haendeu Keureosyeo", "zh-TW": "神拳粉碎", "zh-CN": "神拳粉碎"}, "text": {"en": "This card's activation and effect cannot be negated. If you control a monster whose original name is \"Obelisk the Tormentor\": Negate the effects of 1 Effect Monster your opponent controls, and if you do, destroy it, and if you do that, for the rest of this turn, the effects of that monster are negated, as well as the activated effects and effects on the field of monsters with the same original name, then, if you activated this card during your Main Phase, you can apply this effect.\n● Destroy all Spells and Traps your opponent controls.\nYou can only activate 1 \"Fist of Fate\" per turn.", "de": "Aktivierung und Effekt dieser Karte können nicht annulliert werden. Falls du ein Monster kontrollierst, dessen Grund-Name „Obelisk der Peiniger“ ist: Annulliere die Effekte von 1 Effektmonster, das dein Gegner kontrolliert, und falls du dies tust, zerstöre es und falls du dies tust, werden die Effekte des Monsters sowie die aktivierten Effekte und die Effekte auf dem Spielfeld von Monstern mit demselben Grund-Namen für den Rest dieses Spielzugs annulliert, dann, falls du diese Karte während deiner Main Phase aktiviert hast, kannst du diesen Effekt ausführen.\n● Zerstöre alle Zauber und Fallen, die dein Gegner kontrolliert.\nDu kannst nur 1 „Faust des Schicksals“ pro Spielzug aktivieren.", "es": "La activación y el efecto de esta carta no pueden ser negados. Si controlas un monstruo cuyo nombre original es \"Obelisco el Atormentador\": niega los efectos de 1 Monstruo de Efecto que controle tu adversario y, si lo haces, destrúyelo y, si haces eso, por el resto de este turno los efectos de ese monstruo son negados, así como los efectos activados y los efectos en el Campo de monstruos con el mismo nombre original, y después, si activaste esta carta durante tu Main Phase, puedes aplicar este efecto.\n● Destruye todas las Mágicas y Trampas que controle tu adversario.\nSólo puedes activar 1 \"Puño del Destino\" por turno.", "fr": "L'activation et l'effet de cette carte ne peuvent pas être annulés. Si vous contrôlez un monstre dont le nom d'origine est \"Obelisk, le Tourmenteur\" : annulez les effets d'1 Monstre à Effet contrôlé par votre adversaire, et si vous le faites, détruisez-le, et si vous faites ça, le reste de ce tour, les effets du monstre ainsi que les effets activés et les effets sur le Terrain de monstres du même nom d'origine sont annulés, puis, si vous avez activé cette carte durant votre Main Phase, vous pouvez appliquer cet effet.\n● Détruisez toutes les Magies et tous les Pièges contrôlés par votre adversaire.\nVous ne pouvez activer qu'1 \"Poing du Destin\" par tour.", "it": "L'attivazione e l'effetto di questa carta non possono essere annullati. Se controlli un mostro il cui nome originale è \"Obelisk il Tormentatore\": annulla gli effetti di 1 Mostro con Effetto controllato dal tuo avversario e, se lo fai, distruggilo e, se fai quello, per il resto di questo turno, gli effetti di quel mostro sono annullati, così come gli effetti attivati e gli effetti sul Terreno dei mostri con lo stesso nome originale, poi, se hai attivato questa carta durante la tua Main Phase, puoi applicare questo effetto.\n● Distruggi tutte le Magie e Trappole controllate dal tuo avversario.\nPuoi attivare solo 1 \"Pugno del Fato\" per turno.", "pt": "A ativação e o efeito deste card não podem ser negados. Se você controlar um monstro cujo nome original seja \"Obelisco, o Atormentador\": negue os efeitos de 1 Monstro de Efeito que seu oponente controla e, se isso acontecer, destrua-o e, se isso acontecer, pelo resto deste turno, os efeitos desse monstro são negados, assim como os efeitos ativados e os efeitos no campo de monstros com o mesmo nome original e, depois, se você ativou este card durante sua Fase Principal, você pode aplicar este efeito.\n● Destrua todas as Magias e Armadilhas que seu oponente controla.\nVocê só pode ativar 1 \"Punho do Destino\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。このカードの発動と効果は無効化されない。①：自分フィールドに元々のカード名が「オベリスクの巨神兵」となるモンスターが存在する場合に発動できる。相手フィールドの効果モンスター１体を選び、効果を無効にし破壊する。このターン、この効果で破壊したモンスター及びそのモンスターと元々のカード名が同じモンスターの効果は無効化される。このカードを自分メインフェイズに発動した場合、さらに以下の効果を適用できる。●相手フィールドの魔法・罠カードを全て破壊する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. 이 카드의 발동과 효과는 무효화되지 않는다. ①: 자신 필드에 원래의 카드명이 \"오벨리스크의 거신병\"이 되는 몬스터가 존재할 경우에 발동할 수 있다. 상대 필드의 효과 몬스터 1장을 골라, 효과를 무효로 하고 파괴한다. 이 턴에, 이 효과로 파괴한 몬스터 및 그 몬스터와 원래의 카드명이 같은 몬스터의 효과는 무효화된다. 이 카드를 자신 메인 페이즈에 발동했을 경우, 추가로 이하의 효과를 적용할 수 있다. ●상대 필드의 마법 / 함정 카드를 전부 파괴한다.", "zh-TW": "此卡名的卡１回合僅限發動１張。此卡的發動和效果不會被無效化。①：可在我方場上存在原本的卡名為「歐貝利斯克之巨神兵」的怪獸的狀況下發動。選擇對方場上的１隻效果怪獸，將其效果變為無效進行破壞。此回合，透過此效果破壞的怪獸及與該怪獸原本的卡名相同的怪獸效果被無效化。在我方主要階段發動此卡的狀況下，另可適用以下效果。\n●將對方場上的所有魔法・陷阱卡全部破壞。", "zh-CN": "此卡名的卡1回合仅可发动1张。此卡的发动和效果不会被无效化。①：自己场上有原本卡名为\"欧贝利斯克之巨神兵\"的怪兽存在的情况下可以发动。挑选对手场上的1只效果怪兽，将其效果无效并破坏。此回合，以此效果破坏的怪兽及原本卡名与该怪兽相同的怪兽的效果无效化。此卡在自己的主要阶段发动的情况下，可进而适用以下效果。●将对手场上的魔法・陷阱卡全部破坏。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Signature move"], "images": [{"index": 1, "image": "FistofFate-EGO1-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "EGO1-EN003", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "EGO1-DE003", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "EGO1-FR003", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "EGO1-IT003", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "EGO1-PT003", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PGB1-JP002", "set_name": "Prismatic God Box", "rarities": ["Millennium Ultra Rare", "Ultimate Rare"]}], "ko": [{"set_number": "23PP-KRB26", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "EGO1-SC003", "set_name": "Structure Deck: Egyptian Gods' Advent: Slifer the Sky Dragon & Obelisk the Tormentor", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714961, "master_duel_rarity": "R"}