{"konami_id": 14601, "password": 79864860, "name": {"en": "Predaplant Triphyoverutum", "de": "Raubpflanze Triphyoverutum", "es": "Predaplanta Triphyoverutum", "fr": "Triphyovérutum Prédaplante", "it": "Predapianta Triphyoverutum", "pt": "Predaplanta Triphyoverutum", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>トリフィオヴェルトゥム", "ja_romaji": "Puredetā Purantsu Torifioverutumu", "ko": "프레데터 플랜츠 트리피오베루툼", "ko_rr": "Peuredeteo Peullaencheu Teuripioberutum", "zh-TW": "捕食植物 三首穗葉藤龍", "zh-CN": "捕食植物 三首剧毒穗叶藤龙"}, "text": {"en": "3 DARK monsters on the field\nGains ATK equal to the total original ATK of all other monsters on the field with a Predator Counter. You can only use each of the following effects of \"Predaplant Triphyoverutum\" once per turn.\n● When your opponent Special Summons a monster(s) from their Extra Deck while you control this Fusion Summoned card (Quick Effect): You can negate the Summon, and if you do, destroy that monster(s).\n● If your opponent controls a monster with a Predator Counter(s): You can Special Summon this card from your GY in Defense Position.", "de": "3 FINSTERNIS Monster auf dem Spielfeld\nErhält ATK in Höhe der Summe der Grund-ATK aller anderen Monster mit einer Raubtier-Zählmarke auf dem Spielfeld. Du kannst jeden der folgenden Effekte von „Raubpflanze Triphyoverutum“ nur einmal pro Spielzug verwenden.\n● Wenn dein Gegner ein oder mehr Monster als Spezialbeschwörung von seinem Extra Deck beschwört, solange du diese als Fusionsbeschwörung beschworene Karte kontrollierst (Schnelleffekt): Du kannst die Beschwörung annullieren und falls du dies tust, zerstöre jene Monster.\n● Falls dein Gegner ein Monster mit einer oder mehr Raubtier-Zählmarken kontrolliert: Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof in die Verteidigungsposition beschwören.", "es": "3 monstruos de OSCURIDAD en el Campo\nGana ATK igual al ATK original total de todos los demás monstruos en el Campo con un Contador de Predador. Sólo puedes usar cada uno de los siguientes efectos de \"Predaplanta Triphyoverutum\" una vez por turno.\n● Cuando tu adversario Invoca de Modo Especial uno o más monstruos desde su Deck Extra mientras tú controlas esta carta Invocada por Fusión (Efecto Rápido): puedes negar la Invocación y, si lo haces, destruye ese o esos monstruos.\n● Si tu adversario controla un monstruo con uno o más Contadores de Predador: puedes Invocar esta carta de Modo Especial desde tu Cementerio en Posición de Defensa.", "fr": "3 monstres TÉNÈBRES sur le Terrain\nGagne une ATK égale à la somme des ATK d'origine de tous les autres monstres sur le Terrain avec un Compteur Prédateur. Vous ne pouvez utiliser chacun des effets suivants de \"Triphyovérutum Prédaplante\" qu'une fois par tour.\n● Lorsque votre adversaire Invoque Spécialement un ou plusieurs monstres depuis son Extra Deck tant que vous contrôlez cette carte Invoquée par Fusion (Effet Rapide) : vous pouvez annuler l'Invocation, et si vous le faites, détruisez ces monstres.\n● Si votre adversaire contrôle un monstre avec un ou plusieurs Compteurs Prédateur : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière en Position de Défense.", "it": "3 mostri OSCURITÀ sul Terreno\nGuadagna ATK pari alla somma degli ATK originali di tutti gli altri mostri sul Terreno con un Segnalino Predatore. Puoi utilizzare ognuno dei seguenti effetti di \"Predapianta Triphyoverutum\" una sola volta per turno.\n● Quando il tuo avversario Evoca Specialmente uno o più mostri dal suo Extra Deck mentre tu controlli questa carta Evocata tramite Fusione (Effetto Rapido): puoi annullare l'Evocazione e, se lo fai, distruggi quei mostri.\n● Se il tuo avversario controlla un mostro con uno o più Segnalini Predatore: puoi Evocare Specialmente questa carta dal tuo Cimitero in Posizione di Difesa.", "pt": "3 monstros de TREVAS no campo\nGanha ATK igual à soma do ATK original de todos os outros monstros no campo com um Marcador de Predador. Você só pode usar cada um dos seguintes efeitos de \"Predaplanta Triphyoverutum\" uma vez por turno.\n● Quando seu oponente Invocar um ou mais monstros por Invocação-Especial do Deck Adicional dele enquanto você controlar este card Invocado por Invocação-Fusão (Efeito Rápido): você pode negar a Invocação e, se isso acontecer, destrua esse(s) monstro(s).\n● Se seu oponente controlar um monstro com um ou mais Marcadores de Predador: você pode Invocar este card por Invocação-Especial do seu Cemitério em Posição de Defesa.", "ja": "フィールドの闇属性モンスター×３\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードの攻撃力は、このカード以外の捕食カウンターが置かれているモンスターの元々の攻撃力の合計分アップする。②：このカードが融合召喚されている場合、相手がＥＸデッキからモンスターを特殊召喚する際に発動できる。その特殊召喚を無効にし、そのモンスターを破壊する。③：相手フィールドのモンスターに捕食カウンターが置かれている場合に発動できる。このカードを墓地から守備表示で特殊召喚する。", "ko": "필드의 어둠 속성 몬스터 × 3\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은, 이 카드 이외의 필드의 포식 카운터가 놓여진 몬스터의 원래 공격력의 합계만큼 올린다. ②: 이 카드가 융합 소환되어 있을 경우, 상대가 엑스트라 덱에서 몬스터를 특수 소환할 시기에 발동할 수 있다. 그 특수 소환을 무효로 하고, 그 몬스터를 파괴한다. ③: 상대 필드의 몬스터에 포식 카운터가 놓여 있을 경우에 발동할 수 있다. 이 카드를 묘지에서 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "场上的暗属性怪兽×３\n此卡名的②③效果１回合仅可各使用１次。①：此卡的攻击力上升相当于场上此卡以外放有捕食计数物的怪兽的原本攻击力合计的数值。②：此卡是被融合召唤的情况下，对手从额外牌组特殊召唤怪兽之际可以发动。将该特殊召唤无效，将该怪兽破坏。③：对手场上的怪兽上放有捕食计数物的情况下可以发动。将此卡从墓地以守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Plant / Fusion / Effect", "attribute": "DARK", "level": 9, "atk": 3000, "def": 3000, "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantTriphyoverutum-LDS3-EN-ScR-LE.png"}], "sets": {"en": [{"set_number": "LED5-EN045", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-EN076", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "de": [{"set_number": "LED5-DE045", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-DE076", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "es": [{"set_number": "LED5-SP045", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-SP076", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "LED5-FR045", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-FR076", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "it": [{"set_number": "LED5-IT045", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-IT076", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "LED5-PT045", "set_name": "Legendary Duelists: Immortal Destiny", "rarities": ["Super Rare"]}, {"set_number": "LDS3-PT076", "set_name": "Legendary Duelists: Season 3", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "DP22-JP045", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Ultra Rare"]}, {"set_number": "SUB1-JP039", "set_name": "Secret Utility Box", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DP22-KR045", "set_name": "Duelist Pack: Legend Duelist 5", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "CL02-SC046", "set_name": "Classic Pack 02", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 616139, "master_duel_rarity": "SR"}