{"konami_id": 16801, "password": 79928401, "name": {"en": "Victorica, Angel of Bravery", "de": "Victorica, Engel der Tapferkeit", "es": "Victorica, Ángel de Valentía", "fr": "Victorica, Ange de la Bravoure", "it": "Victorica, Angelo dell'Audacia", "pt": "Victorica, a Anja da Bravura", "ja": "<ruby>勇<rt>ゆう</rt></ruby><ruby>気<rt>き</rt></ruby>の<ruby>天<rt>てん</rt></ruby><ruby>使<rt>し</rt></ruby>ヴィクトリカ", "ja_romaji": "Yūki no Tenshi Vikutorika", "ko": "용기의 천사 빅토리카", "ko_rr": "Yonggi-ui Cheonsa Biktorika", "zh-TW": null, "zh-CN": "勇气之天使 维多利卡"}, "text": {"en": "If this card is Special Summoned: You can Special Summon 1 Level 5 or higher LIGHT monster from your hand, but you lose LP equal to its original ATK, also its ATK becomes doubled until the end of this turn. If this card in the Monster Zone is destroyed: You can banish 1 other Fairy monster from your GY; add 1 Fairy monster with the same Level as that monster from your Deck to your hand. You can only use each effect of \"Victorica, Angel of Bravery\" once per turn.", "de": "Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 LICHT Monster der Stufe 5 oder höher als Spezialbeschwörung von deiner Hand beschwören, aber du verlierst LP in Höhe seiner Grund-ATK, zusätzlich werden seine ATK bis zum Ende dieses Spielzugs verdoppelt. Falls diese Karte in der Monsterzone zerstört wird: Du kannst 1 anderes Fee-Monster von deinem Friedhof verbannen; füge deiner Hand 1 Fee-Monster mit derselben Stufe wie das Monster von deinem Deck hinzu. Du kannst jeden Effekt von „Victorica, Engel der Tapferkeit“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo de LUZ de Nivel 5 o mayor, pero pierdes LP iguales a su ATK original, y además su ATK se convierte en el doble hasta el final de este turno. Si esta carta en la Zona de Monstruos es destruida: puedes desterrar otro monstruo Hada en tu Cementerio; añade a tu mano 1 monstruo Hada en tu Deck con el mismo Nivel que el de ese monstruo. Sólo puedes usar cada efecto de \"Victorica, Ángel de Valentía\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement 1 monstre LUMIÈRE de min. Niveau 5 depuis votre main, mais vous perdez des LP égaux à son ATK d'origine, et aussi, son ATK sera doublée jusqu'à la fin de ce tour. Si cette carte dans la Zone Monstre est détruite : vous pouvez bannir 1 autre monstre Elfe depuis votre Cimetière ; ajoutez 1 monstre Elfe du même Niveau que le monstre depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Victorica, Ange de la Bravoure\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente: puoi Evocare Specialmente 1 mostro LUCE di Livello 5 o superiore dalla tua mano, ma perdi LP pari al suo ATK originale, inoltre il suo ATK diventa il doppio fino alla fine di questo turno. Se questa carta nella Zona Mostri viene distrutta: puoi bandire 1 altro mostro Fata dal tuo Cimitero; aggiungi 1 mostro Fata con lo stesso Livello di quel mostro dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Victorica, Angelo dell'Audacia\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial: você pode Invocar por Invocação-Especial 1 monstro de LUZ de Nível 5 ou mais da sua mão, mas você perde PV igual ao seu ATK original e, além disso, seu ATK se torna o dobro até o final deste turno. Se este card na Zona de Monstros for destruído: você pode banir 1 outro monstro Fada do seu Cemitério; adicione 1 monstro Fada com o mesmo Nível que o desse monstro do seu Deck à sua mão. Você só pode usar cada efeito de \"Victorica, a Anja da Bravura\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが特殊召喚に成功した場合に発動できる。手札からレベル５以上の光属性モンスター１体を特殊召喚し、自分はそのモンスターの元々の攻撃力分のＬＰを失う。この効果で特殊召喚したモンスターの攻撃力はターン終了時まで倍になる。②：モンスターゾーンのこのカードが破壊された場合、自分の墓地からこのカード以外の天使族モンスター１体を除外して発動できる。除外したモンスターとレベルが同じ天使族モンスター１体をデッキから手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 특수 소환에 성공했을 경우에 발동할 수 있다. 패에서 레벨 5 이상의 빛 속성 몬스터 1장을 특수 소환하고, 자신은 그 몬스터의 원래 공격력만큼의 LP를 상실한다. 이 효과로 특수 소환한 몬스터의 공격력은 턴 종료시까지 배가 된다. ②: 몬스터 존의 이 카드가 파괴되었을 경우, 자신 묘지에서 이 카드 이외의 천사족 몬스터 1장을 제외하고 발동할 수 있다. 제외한 몬스터와 레벨이 같은 천사족 몬스터 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：这张卡特殊召唤成功的场合才能发动。从手卡把1只5星以上的光属性怪兽特殊召唤，自己失去那只怪兽的原本攻击力数值的基本分。这个效果特殊召唤的怪兽的攻击力直到回合结束时变成2倍。\n②：怪兽区域的这张卡被破坏的场合，从自己墓地把这张卡以外的1只天使族怪兽除外才能发动。和除外的怪兽等级相同的1只天使族怪兽从卡组加入手卡。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 4, "atk": 1400, "def": 800, "images": [{"index": 1, "image": "VictoricaAngelofBravery-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFP2-EN042", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFP2-DE042", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GFP2-SP042", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFP2-FR042", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFP2-IT042", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFP2-PT042", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP206", "set_name": "V Jump October 2021 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "23PP-JP025", "set_name": "Premium Pack 2023", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "PP17-KR032", "set_name": "Premium Pack Vol.17", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}, {"set_number": "23PP-KRA25", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717390}