{"konami_id": 21445, "password": 80073414, "name": {"en": "Absolute Axon Kicker", "de": "Absoluter Axonkicker", "es": "Pateador de Axones Absoluto", "fr": "Démon Absolu Kinésique", "it": "Calciatore Axon Assoluto", "pt": "Chutador Axônico Absoluto", "ja": "アブソリュートサイキッカー", "ja_romaji": "Abusoryūto Saikikkā", "ko": "앱솔루트 사이키커", "ko_rr": null, "zh-TW": null, "zh-CN": "绝对超能者"}, "text": {"en": "1 Psychic Synchro Monster + 1 Synchro Monster\nMust first be Fusion Summoned. Cannot be destroyed by card effects. If this card is Fusion Summoned: You can pay 2000 LP; banish all face-up cards your opponent controls. If this card is in your GY, except the turn it was sent there: You can banish it; Special Summon 1 Level 10 Psychic Fusion Monster from your Extra Deck (this is treated as a Fusion Summon). You can only use this effect of \"Absolute Axon Kicker\" once per turn.", "de": "1 Psi-Synchromonster + 1 Synchromonster\nMuss erst als Fusionsbeschwörung beschworen werden. Kann nicht durch Karteneffekte zerstört werden. Falls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 2000 LP zahlen; verbanne alle offenen Karten, die dein Gegner kontrolliert. Falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie dorthin gelegt wurde: Du kannst sie verbannen; beschwöre 1 Psi-Fusionsmonster der Stufe 10 als Spezialbeschwörung von deinem Extra Deck (dies wird als Fusionsbeschwörung behandelt). Du kannst diesen Effekt von „Absoluter Axonkicker“ nur einmal pro Spielzug verwenden.", "es": "1 Monstruo de Sincronía Psíquico + 1 Monstruo de Sincronía\nDebe ser primero Invocado por Fusión. No puede ser destruido por efectos de cartas. Si esta carta es Invocada por Fusión: puedes pagar 2000 LP; destierra todas las cartas boca arriba que controle tu adversario. Si esta carta está en tu Cementerio, excepto en el turno en el que ésta fue mandada allí: puedes desterrarla; Invoca de Modo Especial 1 Monstruo de Fusión Psíquico de Nivel 10 desde tu Deck Extra (esto se trata como una Invocación por Fusión). Sólo puedes usar este efecto de \"Pateador de Axones Absoluto\" una vez por turno.", "fr": "1 Monstre Synchro Psychique + 1 Monstre Synchro\nDoit d'abord être Invoquée par Fusion. Non destructible par des effets de carte. Si cette carte est Invoquée par Fusion : vous pouvez payer 2000 LP ; bannissez toutes les cartes face recto contrôlées par votre adversaire. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez la bannir ; Invoquez Spécialement 1 Monstre Fusion Psychique de Niveau 10 depuis votre Extra Deck (ceci est traité comme Invocation Fusion). Vous ne pouvez utiliser cet effet de \"Démon Absolu Kinésique\" qu'une fois par tour.", "it": "1 Mostro Synchro Psichico + 1 Mostro Synchro\nDeve prima essere Evocato tramite Fusione. Non può essere distrutto dagli effetti delle carte. Se questa carta viene Evocata tramite Fusione: puoi pagare 2000 LP; bandisci tutte le carte scoperte controllate dal tuo avversario. Se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata lì: puoi bandirla; Evoca Specialmente 1 Mostro Fusione Psichico di Livello 10 dal tuo Extra Deck (questa viene considerata come un'Evocazione tramite Fusione). Puoi utilizzare questo effetto di \"Calciatore Axon Assoluto\" una sola volta per turno.", "pt": "1 Monstro Sincro Psíquico + 1 Monstro Sincro\nPrimeiro deve ser Invocado por Invocação-Fusão. Não pode ser destruído por efeitos de card. Se este card for Invocado por Invocação-Fusão: você pode pagar 2000 PV; bana todos os cards com a face para cima que seu oponente controla. Se este card estiver no seu Cemitério, exceto no turno em que foi enviado para lá: você pode bani-lo; Invoque por Invocação-Especial 1 Monstro de Fusão Psíquico de Nível 10 do seu Deck Adicional (isso é considerado uma Invocação-Fusão). Você só pode usar este efeito de \"Chutador Axônico Absoluto\" uma vez por turno.", "ja": "サイキック族Ｓモンスター＋Ｓモンスター\nこのカードは融合召喚でのみＥＸデッキから特殊召喚できる。このカード名の③の効果は１ターンに１度しか使用できない。①：このカードが融合召喚した場合、２０００ＬＰを払って発動できる。相手フィールドの表側表示カードを全て除外する。②：このカードはモンスターゾーンに存在する限り、効果では破壊されない。③：このターンに墓地へ送られていないこのカードを墓地から除外して発動できる。ＥＸデッキからサイキック族・レベル１０融合モンスター１体を融合召喚扱いで特殊召喚する。", "ko": "사이킥족 싱크로 몬스터 ＋ 싱크로 몬스터\n이 카드는 융합 소환으로만 엑스트라 덱에서 특수 소환할 수 있다. 이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우, 2000 LP를 지불하고 발동할 수 있다. 상대 필드의 앞면 표시 카드를 전부 제외한다. ②: 이 카드는 몬스터 존에 존재하는 한, 효과로는 파괴되지 않는다. ③: 이 턴에 묘지로 보내져 있지 않은 이 카드를 묘지에서 제외하고 발동할 수 있다. 엑스트라 덱에서 사이킥족 / 레벨 10 융합 몬스터 1장을 융합 소환으로 취급하고 특수 소환한다.", "zh-TW": null, "zh-CN": "念动力族同步怪兽＋同步怪兽\n此卡从额外牌组仅可通过融合召唤来特殊召唤。此卡名的③效果1回合仅可使用1次。①：此卡融合召唤的情况下，支付2000LP可以发动。将对手场上的表侧表示卡全部除外。②：此卡只要存在于怪兽区域，不会因效果被破坏。③：从墓地将不是在此回合被送至墓地的此卡除外可以发动。从额外牌组将1只念动力族・等级10融合怪兽视为融合召唤特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Psychic / Fusion / Effect", "attribute": "LIGHT", "level": 11, "atk": 3400, "def": 2200, "materials": "1 Psychic-Type Synchro Monster + 1 Synchro Monster", "images": [{"index": 1, "image": "AbsoluteAxonKicker-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN034", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE034", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP034", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR034", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT034", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT034", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP034", "set_name": "Duelist's Advance", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "DUAD-KR034", "set_name": "Duelist's Advance", "rarities": ["Common", "Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC034", "set_name": "Duelist's Advance", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1115548}