{"konami_id": 16105, "password": 80086070, "name": {"en": "Ursarctic Grand Chariot", "de": "Ursarktischer Großer Bär", "es": "Osártico Gran Carruaje", "fr": "Grand Chariot Ursarctique", "it": "Ursartico Grand Chariot", "pt": "Ursártico Caçarola", "ja": "ベアルクティ－グラン＝シャリオ", "ja_romaji": "Bearukuti - Guran=Shario", "ko": "베어루크티－그랑＝샤리오", "ko_rr": "Be-eorukeuti - Geurang=Syario", "zh-TW": "北斗天熊－帝車", "zh-CN": "北斗天熊－帝车"}, "text": {"en": null, "de": "Kann nicht als Synchrobeschwörung beschworen werden. Muss als Spezialbeschwörung (von deinem Extra Deck) beschworen werden, indem du 2 Monster mit einer Stufendifferenz von 7, die du kontrollierst, auf den Friedhof legst (1 Empfänger der Stufe 8 oder höher und 1 Nicht-Empfänger-Synchromonster). Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst bis zu 2 andere Karten auf dem Spielfeld wählen; zerstöre sie. Einmal pro Spielzug, wenn eine Karte oder ein Effekt aktiviert wird, die oder der eine „Ursarktisch“-Karte, die du kontrollierst, als Ziel wählt (Schnelleffekt): Du kannst 1 Monster von deiner Hand oder Spielfeldseite als Tribut anbieten; annulliere die Aktivierung.", "es": "No puede ser Invocado por Sincronía. Debe ser Invocado de Modo Especial (desde tu Deck Extra) mandando al Cementerio 2 monstruos que controles con una diferencia de Nivel de 7 (1 Cantante de Nivel 8 o mayor y 1 Monstruo de Sincronía que no sea Cantante). Si esta carta es Invocada de Modo Especial: puedes seleccionar hasta otras 2 cartas en el Campo; destrúyelas. Una vez por turno, cuando es activada una carta o efecto que selecciona una carta \"Osártico/a\" que controles (Efecto Rápido): puedes Sacrificar 1 monstruo en tu mano o Campo; niega la activación.", "fr": "Non Invocable par Synchronisation. Uniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant 2 monstres que vous contrôlez avec une différence de Niveau de 7 au Cimetière (1 Syntoniseur de min. Niveau 8 et 1 Monstre Synchro non-Syntoniseur). Si cette carte est Invoquée Spécialement : vous pouvez cibler max. 2 autres cartes sur le Terrain ; détruisez-les. Une fois par tour, lorsqu'une carte ou un effet qui cible une carte \"Ursarctique\" que vous contrôlez est activé (Effet Rapide) : vous pouvez Sacrifier 1 monstre depuis votre main ou Terrain ; annulez l'activation.", "it": "Non può essere Synchro Evocato. Deve essere Evocato Specialmente (dal tuo Extra Deck) mandando 2 mostri che controlli con differenza di Livelli di 7 al Cimitero (1 Tuner di Livello 8 o superiore e 1 Mostro Synchro non-Tuner). Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio fino a 2 altre carte sul Terreno; distruggile. Una volta per turno, quando viene attivata una carta o un effetto che sceglie come bersaglio una carta \"Ursartico\" che controlli (Effetto Rapido): puoi offrire come Tributo 1 mostro dalla tua mano o Terreno; annulla l'attivazione.", "pt": "Não pode ser Invocado por Invocação-Sincro. Deve ser Invocado por Invocação-Especial (do seu Deck Adicional) ao enviar 2 monstros que você controla com 7 Níveis de diferença para o Cemitério (1 Regulador de Nível 8 ou mais e 1 Monstro Sincro não-Regulador). Se este card for Invocado por Invocação-Especial: você pode escolher até 2 outros cards no campo; destrua-os. Uma vez por turno, quando um card ou efeito for ativado que escolha como alvo um card \"Ursártico(a)\" que você controla (Efeito Rápido): você pode oferecer 1 monstro da sua mão ou do campo como Tributo; negue a ativação.", "ja": "このカードはＳ召喚できず、レベルの差が７となるように自分フィールドからレベル８以上のチューナー１体とチューナー以外のＳモンスター１体を墓地へ送った場合のみ特殊召喚できる。\n①：このカードが特殊召喚した場合、フィールドの他のカードを２枚まで対象として発動できる。そのカードを破壊する。\n②：１ターンに１度、自分フィールドの「ベアルクティ」カードを対象とするカードの効果が発動した時、自分の手札・フィールドのモンスター１体をリリースして発動できる。その発動を無効にする。", "ko": "이 카드는 싱크로 소환할 수 없으며, 레벨의 차가 7 이 되도록 자신 필드에서 레벨 8 이상의 튜너 1장과 튜너 이외의 싱크로 몬스터 1장을 묘지로 보냈을 경우에만 특수 소환할 수 있다. ①: 이 카드가 특수 소환에 성공했을 경우, 이 카드 이외의 필드의 카드를 2장까지 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. ②: 1턴에 1번, 자신 필드의 \"베어루크티\" 카드를 대상으로 하는 카드의 효과가 발동했을 때, 자신의 패 / 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 그 발동을 무효로 한다.", "zh-TW": "此卡無法同步召喚，僅限在為使等級差為７，從我方場上將１隻等級８以上的協調及１隻協調以外的同步怪獸送至墓地的狀況下可特殊召喚。①：在此卡特殊召喚成功的狀況下，可將此卡以外的場上最多２張卡做為對象發動。破壞該卡。②：１回合１次，在以我方場上的「北斗天熊」卡為對象的卡片效果發動時，可解放我方手牌・場上的１隻怪獸發動。將其發動變為無效。", "zh-CN": "此卡不可同步召唤，仅可在从自己场上将等级差为7的、1只等级8以上的协调和1只协调以外的同步怪兽送至墓地的情况下特殊召唤。①：此卡特殊召唤成功的情况下，以场上此卡以外的最多2张卡为对象可以发动。将该卡破坏。②：1回合1次，以自己场上“北斗天熊”卡为对象的卡的效果发动时，解放自己手牌・场上的1只怪兽可以发动。将该发动无效。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Synchro / Effect", "attribute": "WATER", "level": 7, "atk": 2700, "def": 700, "series": ["Ursarctic"], "images": [{"index": 1, "image": "UrsarcticGrandChariot-ANGU-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ANGU-EN035", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "ANGU-DE035", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "ANGU-FR035", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "ANGU-IT035", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "ANGU-PT035", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBAG-JP035", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBAG-KR035", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBAG-SC035", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717336, "master_duel_rarity": "SR"}