{"konami_id": 12620, "password": 80250319, "name": {"en": "Graydle Slime Jr.", "de": "Graulien Schleim Jr.", "es": "Limo Cunagrís Jr.", "fr": "Slime Berceau-Gris Junior", "it": "Reticulliano Melma Jr.", "pt": "Alicercinza Limo Jr.", "ja": "グレイドル・スライム<ruby>Ｊｒ．<rt>ジュニア</rt></ruby>", "ja_romaji": "Gureidoru Suraimu Junia", "ko": "그레이돌 슬라임<ruby>Jr.<rt>주니어</rt></ruby>", "ko_rr": null, "zh-TW": "灰搖籃史萊姆Jr.", "zh-CN": "灰篮史莱姆Jr."}, "text": {"en": "When this card is Normal Summoned: You can target 1 \"Graydle\" monster in your Graveyard; for the rest of this turn, you cannot Special Summon other monsters, except WATER monsters, also Special Summon that monster, then you can Special Summon from your hand, 1 Aqua-Type monster with the same Level as the monster Special Summoned by this card's effect. When this card is destroyed by battle and sent to the Graveyard: You can Special Summon 1 \"Graydle\" monster from your Deck.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 „Graulien“-Monster in deinem Friedhof wählen; für den Rest dieses Spielzugs kannst du keine anderen Monster als Spezialbeschwörung beschwören, außer WASSER Monstern, zusätzlich beschwöre das Monster als Spezialbeschwörung, dann kannst du 1 Monster vom Typ Aqua mit derselben Stufe wie das durch den Effekt dieser Karte als Spezialbeschwörung beschworene Monster als Spezialbeschwörung von deiner Hand beschwören. Wenn diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird: Du kannst 1 „Graulien“-Monster als Spezialbeschwörung von deinem Deck beschwören.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 monstruo \"Cunagrís\" en tu Cementerio; por el resto de este turno, no puedes Invocar otros monstruos de Modo Especial, excepto monstruos de AGUA, y además Invoca ese monstruo de Modo Especial, y después puedes Invocar de Modo Especial, desde tu mano, 1 monstruo de Tipo Aqua con el mismo Nivel que el del monstruo Invocado de Modo Especial por el efecto de esta carta. Cuando esta carta es destruida en batalla y mandada al Cementerio: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Cunagrís\".", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre \"Berceau-Gris\" dans votre Cimetière ; le reste de ce tour, vous ne pouvez pas Invoquer Spécialement d'autres monstres (monstres EAU exclus), et aussi, Invoquez Spécialement le monstre, puis vous pouvez Invoquer Spécialement 1 monstre de Type Aqua depuis votre main, du même Niveau que le monstre Invoqué Spécialement par l'effet de cette carte. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Berceau-Gris\" depuis votre Deck.", "it": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 mostro \"Reticulliano\" nel tuo Cimitero; per il resto di questo turno, non puoi Evocare Specialmente altri mostri, eccetto mostri ACQUA, inoltre Evoca Specialmente quel mostro, poi puoi Evocare Specialmente dalla tua mano 1 mostro di Tipo Acqua con lo stesso Livello del mostro Evocato Specialmente dall'effetto di questa carta. Quando questa carta viene distrutta in battaglia e mandata al Cimitero: puoi Evocare Specialmente 1 mostro \"Reticulliano\" dal tuo Deck.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode escolher 1 monstro \"Alicercinza\" no seu Cemitério; pelo resto turno, você não pode Invocar outros monstros por Invocação-Especial, exceto monstros de ÁGUA e, além disso, Invoque esse monstro por Invocação-Especial e, depois, você pode Invocar por Invocação-Especial da sua mão, 1 monstro do Tipo Aqua com o mesmo Nível que o monstro Invocado por Invocação-Especial pelo efeito este card. Quando este card for destruído em batalha e enviado para o Cemitério: você pode Invocar por Invocação-Especial 1 monstro \"Alicercinza\" do seu Deck.", "ja": "①：このカードが召喚に成功した時、自分の墓地の「グレイドル」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。その後、この効果で特殊召喚したモンスターと同じレベルの水族モンスター１体を手札から特殊召喚できる。この効果の発動後、ターン終了時まで自分は水属性モンスターしか特殊召喚できない。②：このカードが戦闘で破壊され墓地へ送られた時に発動できる。デッキから「グレイドル」モンスター１体を特殊召喚する。", "ko": "①: 이 카드가 일반 소환에 성공했을 때, 자신 묘지의 \"그레이돌\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 그 후, 이 효과로 특수 소환한 몬스터와 같은 레벨의 물족 몬스터 1장을 패에서 특수 소환할 수 있다. 이 효과의 발동 후, 턴 종료시까지 자신은 물 속성 몬스터밖에 특수 소환할 수 없다. ②: 이 카드가 전투로 파괴되어 묘지로 보내졌을 때에 발동할 수 있다. 덱에서 \"그레이돌\" 몬스터 1장을 특수 소환한다.", "zh-TW": "①：此卡召喚成功時，可將我方墓地的１隻「灰搖籃」怪獸做為對象發動。特殊召喚該怪獸。其後，可從手牌特殊召喚１隻與透過此效果特殊召喚的怪獸等級相同的水族怪獸。此效果發動後，在回合結束前我方可特殊召喚的怪獸僅限水屬性怪獸。②：可在此卡因戰鬥被破壞送至墓地時發動。從牌組特殊召喚１隻「灰搖籃」怪獸。", "zh-CN": "①：此卡召唤成功时，可以我方墓地的１只“灰篮”怪兽为对象发动。特殊召唤该怪兽。之后，可从手牌特殊召唤１只与以此效果特殊召唤而来的怪兽相同等级的水族怪兽。此效果发动后，直至回合结束时，我方只可特殊召唤水属性怪兽。②：此卡因战斗被破坏并送入墓地时可发动。从牌组特殊召唤１只“灰篮”怪兽。"}, "card_type": "Monster", "monster_type_line": "Aqua / Tuner / Effect", "attribute": "WATER", "level": 2, "atk": 0, "def": 2000, "series": ["Graydle"], "images": [{"index": 1, "image": "GraydleSlimeJr-INOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN030", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE030", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR030", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT030", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT030", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP030", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "ko": [{"set_number": "INOV-KR030", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 446826, "master_duel_rarity": "R"}