{"konami_id": 17788, "password": 80275707, "name": {"en": "Laughing Puffin", "de": "Lachender Papageitaucher", "es": "Frailecillo Risueño", "fr": "Macareux Rieur", "it": "Puffino Ridente", "pt": "Papagaio-do-mar Risonho", "ja": "<ruby>道<rt>どう</rt></ruby><ruby>化<rt>け</rt></ruby><ruby>鳥<rt>ちょう</rt></ruby>ラフィンパフィン", "ja_romaji": "Dōkechō Rafin Pafin", "ko": "도화조 래핑퍼핀", "ko_rr": "Dohwajo Raepingpeopin", "zh-TW": null, "zh-CN": "小丑鸟 笑盈盈海鹦"}, "text": {"en": "If a face-up Spell/Trap is on the field: You can Special Summon this card from your hand. You can Tribute 1 Winged Beast monster, then target 1 face-up Spell/Trap on the field; return that face-up card to the hand, but for the rest of this turn, you cannot activate cards, or the effects of cards, with the same name that card had once it returned to the hand. This is a Quick Effect if all monsters you control are Winged Beast monsters (min. 1). You can only use each effect of \"Laughing Puffin\" once per turn.", "de": "Falls ein/e offene/r Zauber/Falle auf dem Spielfeld liegt: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst 1 Geflügeltes Ungeheuer-Monster als Tribut anbieten und dann 1 offene/n Zauber/Falle auf dem Spielfeld wählen; gib jene offene Karte auf die Hand zurück, aber für den Rest dieses Spielzugs kannst du weder Karten noch die Effekte von Karten mit demselben Namen aktivieren, den jene Karte hatte, als sie auf die Hand zurückgegeben wurde. Dies ist ein Schnelleffekt, falls alle Monster, die du kontrollierst, Geflügeltes Ungeheuer-Monster sind (min. 1). Du kannst jeden Effekt von „Lachender Papageitaucher“ nur einmal pro Spielzug verwenden.", "es": "Si una Mágica/Trampa boca arriba está en el Campo: puedes Invocar esta carta de Modo Especial desde tu mano. Puedes Sacrificar 1 monstruo Bestia Alada, y después selecciona 1 Mágica/Trampa boca arriba en el Campo; devuelve a la mano esa carta boca arriba, pero por el resto de este turno, no puedes activar cartas, o efectos de cartas, con el mismo nombre que el de esa carta cuando fue devuelta a la mano. Esto es un Efecto Rápido si todos los monstruos que controlas son monstruos Bestia Alada (mín. 1). Sólo puedes usar cada efecto de \"Frailecillo Risueño\" una vez por turno.", "fr": "Si un Magie/Piège face recto est sur le Terrain : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez Sacrifier 1 monstre Bête Ailée, puis ciblez 1 Magie/Piège face recto sur le Terrain ; renvoyez la carte face recto à la main, mais le reste de ce tour, vous ne pouvez activer ni de cartes ni d'effets de cartes du même nom que la carte avait une fois renvoyée à la main. Ceci est un Effet Rapide si tous les monstres que vous contrôlez sont des monstres Bête Ailée (min. 1). Vous ne pouvez utiliser chaque effet de \"Macareux Rieur\" qu'une fois par tour.", "it": "Se una Magia/Trappola scoperta è sul Terreno: puoi Evocare Specialmente questa carta dalla tua mano. Puoi offrire come Tributo 1 mostro Bestia Alata, poi scegliere come bersaglio 1 Magia/Trappola scoperta sul Terreno; fai ritornare quella carta scoperta nella mano, ma, per il resto di questo turno, non puoi attivare carte, o effetti di carte, con lo stesso nome che quella carta aveva dopo che è ritornata nella mano. Questo è un Effetto Rapido se tutti i mostri che controlli sono mostri Bestia Alata (minimo 1). Puoi utilizzare ogni effetto di \"Puffino Ridente\" una sola volta per turno.", "pt": "Se uma Magia/Armadilha com a face para cima estiver no campo: você pode Invocar este card por Invocação-Especial da sua mão. Você pode oferecer como Tributo 1 monstro Besta Alada e, depois, escolha 1 Magia/Armadilha com a face para cima no campo; devolva esse card com a face para cima para a mão, mas pelo resto deste turno, você não pode ativar cards, ou os efeitos de cards, com o mesmo nome que esse card tinha quando foi devolvido à mão. Este é um Efeito Rápido se todos os monstros que você controla forem monstros Besta Alada (mín. 1). Você só pode usar cada efeito de \"Papagaio-do-mar Risonho\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドに表側表示の魔法・罠カードが存在する場合に発動できる。このカードを手札から特殊召喚する。②：自分フィールドの鳥獣族モンスター１体をリリースし、フィールドの表側表示の魔法・罠カード１枚を対象として発動できる。その表側表示のカードを持ち主の手札に戻す。このターン、自分はこの効果で手札に戻したカード及びその同名カードの効果を発動できない。自分フィールドのモンスターが鳥獣族モンスターのみの場合、この効果は相手ターンでも発動できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드에 앞면 표시의 마법 / 함정 카드가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 필드의 비행야수족 몬스터 1장을 릴리스하고, 필드의 앞면 표시의 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 앞면 표시의 카드를 주인의 패로 되돌린다. 이 턴에, 자신은 이 효과로 패로 되돌린 카드 및 그와 같은 이름의 카드의 효과를 발동할 수 없다. 자신 필드의 몬스터가 비행야수족 몬스터뿐일 경우, 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：场上存在表侧表示的魔法・陷阱卡的情况下可以发动。从手牌将此卡特殊召唤。②：解放自己场上的１只鸟兽族怪兽，以场上的１张表侧表示魔法・陷阱卡为对象可以发动。将该表侧表示的卡放回持有者的手牌。此回合，自己不可发动以此效果放回手牌的卡及该卡的同名卡的效果。自己场上的怪兽仅有鸟兽族怪兽的情况下，此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 1700, "images": [{"index": 1, "image": "LaughingPuffin-MP23-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN033", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN180", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "DABL-DE033", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE180", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "es": [{"set_number": "DABL-SP033", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-SP180", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DABL-FR033", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR180", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "DABL-IT033", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT180", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DABL-PT033", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT180", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DABL-JP033", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR033", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC023", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715578}