{"konami_id": 20716, "password": 80551022, "name": {"en": "Mimighoul Slime", "de": "Mimighul Schleim", "es": "Limo Mimighoul", "fr": "Slime Mimigoule", "it": "Mimighoul Melma", "pt": "Limo Mimicarniçal", "ja": "ミミグル・スライム", "ja_romaji": "Mimiguru Suraimu", "ko": "미미구르 슬라임", "ko_rr": null, "zh-TW": "寶箱詭屍・史萊姆", "zh-CN": "迷拟宝箱鬼・史莱姆"}, "text": {"en": "FLIP: If it is the Main Phase: Apply these effects in sequence.\n● Your opponent can Special Summon 1 \"Mimighoul\" monster from their Deck to their field.\n● Give control of this card to your opponent.\nDuring your Main Phase: You can Special Summon this card from your hand to your opponent's field in face-down Defense Position, or if your opponent controls more monsters than you do, you can Special Summon this card face-up on your field. You can only use each effect of \"Mimighoul Slime\" once per turn.", "de": "FLIPP: Falls es die Main Phase ist: Führe nacheinander diese Effekte aus.\n● Dein Gegner kann 1 „Mimighul“-Monster als Spezialbeschwörung von seinem Deck auf seine Spielfeldseite beschwören.\n● Übergib die Kontrolle über diese Karte an deinen Gegner.\nWährend deiner Main Phase: Du kannst diese Karte als Spezialbeschwörung von deiner Hand auf die Spielfeldseite deines Gegners in die verdeckte Verteidigungsposition beschwören oder falls dein Gegner mehr Monster kontrolliert als du, kannst du diese Karte als Spezialbeschwörung offen auf deine Spielfeldseite beschwören. Du kannst jeden Effekt von „Mimighul Schleim“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Si es la Main Phase: aplica estos efectos en secuencia.\n● Tu adversario puede Invocar de Modo Especial 1 monstruo \"Mimighoul\" desde su Deck a su Campo.\n● Da el control de esta carta a tu adversario.\nDurante tu Main Phase: puedes Invocar esta carta de Modo Especial desde tu mano al Campo de tu adversario en Posición de Defensa boca abajo o, si tu adversario controla más monstruos que tú, puedes Invocar esta carta de Modo Especial boca arriba a tu Campo. Sólo puedes usar cada efecto de \"Limo Mimighoul\" una vez por turno.", "fr": "FLIP : Si c'est la Main Phase : appliquez ces effets dans l'ordre.\n● Votre adversaire peut Invoquer Spécialement 1 monstre \"Mimigoule\" depuis son Deck sur son Terrain.\n● Donnez le contrôle de cette carte à votre adversaire.\nDurant votre Main Phase : vous pouvez Invoquer Spécialement cette carte depuis votre main sur le Terrain de votre adversaire en Position de Défense face verso, ou si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement face recto cette carte sur votre Terrain. Vous ne pouvez utiliser chaque effet de \"Slime Mimigoule\" qu'une fois par tour.", "it": "SCOPRI: Se è la Main Phase: applica questi effetti in ordine.\n● Il tuo avversario può Evocare Specialmente 1 mostro \"Mimighoul\" dal suo Deck sul Terreno.\n● Dai il controllo di questa carta al tuo avversario.\nDurante la tua Main Phase: puoi Evocare Specialmente questa carta dalla tua mano sul Terreno del tuo avversario coperta in Posizione di Difesa o, se il tuo avversario controlla più mostri di te, puoi Evocare Specialmente questa carta scoperta sul tuo Terreno. Puoi utilizzare ogni effetto di \"Mimighoul Melma\" una sola volta per turno.", "pt": "VIRE: Se for a Fase Principal: aplique esses efeitos em sequência.\n● Seu oponente pode Invocar por Invocação-Especial 1 monstro \"Mimicarniçal\" do Deck dele no campo dele.\n● Conceda o controle deste card ao seu oponente.\nDurante sua Fase Principal: você pode Invocar este card por Invocação-Especial da sua mão no campo do seu oponente com a face para baixo em Posição de Defesa ou, se seu oponente controlar mais monstros que você, você pode Invocar este card por Invocação-Especial com a face para cima no seu campo. Você só pode usar cada efeito de \"Limo Mimicarniçal\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Aqua / Flip / Effect", "attribute": "EARTH", "level": 1, "atk": 400, "def": 500, "series": ["Mimighoul"], "images": [{"index": 1, "image": "MimighoulSlime-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN092", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-EN258", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ROTA-DE092", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-DE258", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "ROTA-SP092", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-SP258", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ROTA-FR092", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-FR258", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ROTA-IT092", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-IT258", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ROTA-PT092", "set_name": "Rage of the Abyss", "rarities": ["Super Rare"]}, {"set_number": "MP25-PT258", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP6-JP021", "set_name": "World Premiere Pack 2025", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1083512, "master_duel_rarity": "SR"}