{"konami_id": 20495, "password": 80570228, "name": {"en": "Anarchist Monk of the Six Samurai", "de": "Anarchistischer Mönch der Sechs Samurai", "es": "Monje Anarquista de los Seis Samuráis", "fr": "Moine Anarchiste des Six Samouraïs", "it": "Monaco Anarchico dei Sei Samurai", "pt": "Monge Anarquista dos Seis Samurai", "ja": "<ruby>六<rt>ろく</rt></ruby><ruby>武<rt>ぶ</rt></ruby><ruby>衆<rt>しゅう</rt></ruby>の<ruby>破<rt>は</rt></ruby><ruby>戒<rt>かい</rt></ruby><ruby>僧<rt>そう</rt></ruby>", "ja_romaji": "Rokubushū no Hakaisō", "ko": "여섯 무사의 파계승", "ko_rr": null, "zh-TW": "六武眾之破戒僧", "zh-CN": "六武众之破戒僧"}, "text": {"en": "If you control a \"Six Samurai\" monster other than \"Anarchist Monk of the Six Samurai\", you can Special Summon this card (from your hand). You can only Special Summon \"Anarchist Monk of the Six Samurai\" once per turn this way. You can only use each of the following effects of \"Anarchist Monk of the Six Samurai\" once per turn. If this card is sent from the field to the GY: You can add 1 \"Six Samurai\" Quick-Play Spell from your Deck to your hand. A \"Six Samurai\" monster that was Synchro Summoned using this card gains this effect.\n● The Levels of all monsters your opponent controls are reduced by 1.", "de": "Falls du ein anderes „Sechs Samurai“-Monster als „Anarchistischer Mönch der Sechs Samurai“ kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „Anarchistischer Mönch der Sechs Samurai“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Du kannst jeden der folgenden Effekte von „Anarchistischer Mönch der Sechs Samurai“ nur einmal pro Spielzug verwenden. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Sechs Samurai“-Schnellzauber von deinem Deck hinzufügen. Ein „Sechs Samurai“-Monster, das als Synchrobeschwörung beschworen wurde, indem diese Karte verwendet wurde, erhält diesen Effekt.\n● Die Stufen aller Monster, die dein Gegner kontrolliert, werden um 1 reduziert.", "es": "Si controlas un monstruo \"Seis Samuráis\" que no sea \"Monje Anarquista de los Seis Samuráis\", puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"Monje Anarquista de los Seis Samuráis\" una vez por turno de esta forma. Sólo puedes usar cada uno de los siguientes efectos de \"Monje Anarquista de los Seis Samuráis\" una vez por turno. Si esta carta es mandada del Campo al Cementerio: puedes añadir a tu mano 1 Mágica de Juego Rápido \"Seis Samuráis\" en tu Deck. Un monstruo \"Seis Samuráis\" que fue Invocado por Sincronía usando esta carta gana este efecto.\n● Los Niveles de todos los monstruos que controla tu adversario se reducen en 1.", "fr": "Si vous contrôlez un monstre \"Six Samouraïs\" (\"Moine Anarchiste des Six Samouraïs\" exclu), vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Moine Anarchiste des Six Samouraïs\" qu'une fois par tour de cette façon. Vous ne pouvez utiliser chacun des effets suivants de \"Moine Anarchiste des Six Samouraïs\" qu'une fois par tour. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 Magie Jeu-Rapide \"Six Samouraïs\" depuis votre Deck à votre main. Un monstre \"Six Samouraïs\" qui a été Invoqué par Synchronisation en utilisant cette carte gagne cet effet.\n● Le Niveau de tous les monstres contrôlés par votre adversaire est réduit de 1.", "it": "Se controlli un mostro \"Sei Samurai\" diverso da \"Monaco Anarchico dei Sei Samurai\", puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"Monaco Anarchico dei Sei Samurai\" una sola volta per turno in questo modo. Puoi utilizzare ognuno dei seguenti effetti di \"Monaco Anarchico dei Sei Samurai\" una sola volta per turno. Se questa carta viene mandata dal Terreno al Cimitero: puoi aggiungere 1 Magia Rapida \"Sei Samurai\" dal tuo Deck alla tua mano. Un mostro \"Sei Samurai\" che è stato Synchro Evocato utilizzando questa carta guadagna questo effetto.\n● I Livelli di tutti i mostri controllati dal tuo avversario sono ridotti di 1.", "pt": "Se você controlar um monstro \"Seis Samurai\" que não seja \"Monge Anarquista dos Seis Samurai\", você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"Monge Anarquista dos Seis Samurai\" por Invocação-Especial uma vez por turno desta forma. Você só pode usar cada um dos seguintes efeitos de \"Monge Anarquista dos Seis Samurai\" uma vez por turno. Se este card for enviado do campo para o Cemitério: você pode adicionar 1 Magia Rápida \"Seis Samurai\" do seu Deck à sua mão. Um monstro \"Seis Samurai\" que foi Invocado por Invocação-Sincro usando este card ganha este efeito.\n● O Nível de todos os monstros que seu oponente controla é reduzido em 1.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「六武衆の破戒僧」以外の「六武衆」モンスターが存在する場合、このカードは手札から特殊召喚できる。②：このカードがフィールドから墓地へ送られた場合に発動できる。デッキから「六武衆」速攻魔法カード１枚を手札に加える。③：このカードを素材としてＳ召喚した「六武衆」モンスターは以下の効果を得る。●相手フィールドのモンスターのレベルは１つ下がる。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"여섯 무사의 파계승\" 이외의 \"여섯 무사\" 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"여섯 무사\" 속공 마법 카드 1장을 패에 넣는다. ③: 이 카드를 소재로서 싱크로 소환한 \"여섯 무사\" 몬스터는 이하의 효과를 얻는다. ●상대 필드의 몬스터의 레벨은 1개 내려간다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②③效果１回合仅可各使用１次。①：自己场上存在“六武众之破戒僧”以外的“六武众”怪兽的情况下，此卡可从手牌特殊召唤。②：此卡从场上被送至墓地的情况下可以发动。从牌组将１张“六武众”速攻魔法卡加入手牌。③：以此卡作为素材同步召唤的“六武众”怪兽获得以下效果。\n●对手场上的怪兽的等级下降１。"}, "card_type": "Monster", "monster_type_line": "Warrior / Tuner / Effect", "attribute": "DARK", "level": 3, "atk": 500, "def": 0, "series": ["Six Samurai"], "images": [{"index": 1, "image": "AnarchistMonkoftheSixSamurai-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-EN245", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ROTA-DE019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-DE245", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "ROTA-SP019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-SP245", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ROTA-FR019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-FR245", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ROTA-IT019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-IT245", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ROTA-PT019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-PT245", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "ROTA-JP019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "ROTA-KR019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC019", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1064198, "master_duel_rarity": "SR"}