{"konami_id": 8453, "password": 80637190, "name": {"en": "Spyder Spider", "de": "Spyder-Spinne", "es": "Araña Espía", "fr": "Araignée Sniper", "it": "Ragno Spyder", "pt": "Aranha Espiã", "ja": "スパイダー・スパイダー", "ja_romaji": "Supaidā Supaidā", "ko": "스파이더 스파이더", "ko_rr": null, "zh-TW": "間諜蜘蛛", "zh-CN": "间谍蜘蛛"}, "text": {"en": "When this card destroys an opponent's Defense Position monster by battle, you can select and Special Summon 1 Level 4 or lower Insect-Type monster from your Graveyard.", "de": "Wenn diese Karte ein Monster deines Gegners in Verteidigungsposition durch Kampf zerstört, kannst du 1 Monster der Stufe 4 oder niedriger vom Typ Insekt von deinem Friedhof wählen und als Spezialbeschwörung beschwören.", "es": "Cuando esta carta destruye en batalla a un monstruo en Posición de Defensa de tu adversario, puedes seleccionar e Invocar de Modo Especial, desde tu Cementerio, 1 monstruo de Tipo Insecto de Nivel 4 o menor.", "fr": "Lorsque cette carte détruit un monstre de votre adversaire en Position de Défense au combat, vous pouvez sélectionner et Invoquer Spécialement 1 monstre de Type Insecte de Niveau 4 ou moins depuis votre Cimetière.", "it": "Quando questa carta distrugge un mostro in Posizione di Difesa dell'avversario in battaglia, puoi scegliere ed Evocare Specialmente 1 mostro di Tipo Insetto di Livello 4 o inferiore dal tuo Cimitero.", "pt": "Se esta carta destrói um monstro do seu oponente em batalha que estava na Posição de Defesa, você pode selecionar e Special Summon 1 monstro Insect-Type de Nível 4 ou menor do seu Cemitério para o seu lado do campo.", "ja": "このカードが戦闘によって相手フィールド上に守備表示で存在するモンスターを破壊した場合、自分の墓地に存在するレベル４以下の昆虫族モンスター１体を選択して特殊召喚する事ができる。", "ko": "이 카드가 전투에 의해서 상대 필드 위에 수비 표시로 존재하는 몬스터를 파괴했을 경우, 자신의 묘지에 존재하는 레벨 4 이하의 곤충족 몬스터 1장을 선택하고 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "这张卡战斗破坏对方场上守备表示存在的怪兽的场合，可以选择自己墓地存在的1只4星以下的昆虫族怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 4, "atk": 1500, "def": 1000, "series": ["Spider"], "images": [{"index": 1, "image": "SpyderSpider-SOVR-EN-C-UE.png"}], "sets": {"en": [{"set_number": "SOVR-EN018", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "de": [{"set_number": "SOVR-DE018", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "fr": [{"set_number": "SOVR-FR018", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "it": [{"set_number": "SOVR-IT018", "set_name": "Stardust Overdrive", "rarities": ["Common"]}], "ja": [{"set_number": "SOVR-JP018", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}], "ko": [{"set_number": "SOVR-KR018", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 99111, "master_duel_rarity": "N"}