{"konami_id": 9738, "password": 80651316, "name": {"en": "Evolsaur Cerato", "de": "Evolsaurier Cerato", "es": "Cerato Evolusaurio", "fr": "Évolsaure Cerato", "it": "Evolsauro Cerato", "pt": "Evolssauro Cerato", "ja": "エヴォルダー・ケラト", "ja_romaji": "Evorudā Kerato", "ko": "에볼더 케라토", "ko_rr": null, "zh-TW": "進化龍 凱拉特", "zh-CN": "进化龙・角鼻龙"}, "text": {"en": "When this card is Special Summoned by the effect of an \"Evoltile\" monster: It gains 200 ATK. If this card was Special Summoned by the effect of an \"Evoltile\" monster, each time this card destroys an opponent's monster by battle: You can add 1 \"Evoltile\" monster from your Deck to your hand.", "de": "Wenn diese Karte durch den Effekt eines „Evoltil“-Monsters als Spezialbeschwörung beschworen wird: Sie erhält 200 ATK. Falls diese Karte durch den Effekt eines „Evoltil“-Monsters als Spezialbeschwörung beschworen wurde, jedes Mal, wenn diese Karte ein Monster deines Gegners durch Kampf zerstört: Du kannst deiner Hand 1 „Evoltil“-Monster von deinem Deck hinzufügen.", "es": "Cuando esta carta es Invocada de Modo Especial por el efecto de un monstruo \"Evolutil\": gana 200 ATK. Si esta carta fue Invocada de Modo Especial por el efecto de un monstruo \"Evolutil\", cada vez que esta carta destruye un monstruo de tu adversario en batalla: puedes añadir a tu mano, desde tu Deck, 1 monstruo \"Evolutil\".", "fr": "Lorsque cette carte est Invoquée Spécialement par l'effet d'un monstre \"Évoltile\" : elle gagne 200 ATK. Si cette carte a été Invoquée Spécialement par l'effet d'un monstre \"Évoltile\", chaque fois que cette carte détruit un monstre de votre adversaire au combat : vous pouvez ajouter 1 monstre \"Évoltile\" depuis votre Deck à votre main.", "it": "Quando questa carta viene Evocata Specialmente dall'effetto di un mostro \"Evoltile\": essa guadagna 200 ATK. Se questa carta è stata Evocata Specialmente dall'effetto di un mostro \"Evoltile\", ogni volta che questa carta distrugge un mostro dell'avversario in battaglia: puoi aggiungere 1 mostro \"Evoltile\" dal tuo Deck alla tua mano.", "pt": null, "ja": "このカードが「エヴォルド」と名のついたモンスターの効果によって特殊召喚に成功した時、このカードの攻撃力は２００ポイントアップする。その後、このカードが戦闘によって相手モンスターを破壊した場合、自分のデッキから「エヴォルド」と名のついたモンスター１体を手札に加える事ができる。", "ko": "이 카드가 \"에볼드\"라는 이름이 붙은 몬스터의 효과에 의해서 특수 소환에 성공했을 때, 이 카드의 공격력은 200 포인트 올린다. 그 후, 이 카드가 전투에 의해서 상대 몬스터를 파괴했을 경우, 자신의 덱에서 \"에볼드\"라는 이름이 붙은 몬스터 1장을 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": "①：此卡以“进化虫”怪兽的效果特殊召唤的情况下发动。此卡的攻击力上升２００。\n②：以“进化虫”怪兽的效果特殊召唤的此卡战斗破坏对手怪兽时可以发动。从牌组将１只“进化虫”怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "FIRE", "level": 4, "atk": 1900, "def": 1400, "series": ["Evol", "Evolsaur"], "images": [{"index": 1, "image": "EvolsaurCerato-PHSW-EN-UR-1E.jpg"}], "sets": {"en": [{"set_number": "PHSW-EN020", "set_name": "Photon Shockwave", "rarities": ["Ultimate Rare", "Ultra Rare"]}], "de": [{"set_number": "PHSW-DE020", "set_name": "Photon Shockwave", "rarities": ["Ultimate Rare", "Ultra Rare"]}], "es": [{"set_number": "PHSW-SP020", "set_name": "Photon Shockwave", "rarities": ["Ultimate Rare", "Ultra Rare"]}], "fr": [{"set_number": "PHSW-FR020", "set_name": "Photon Shockwave", "rarities": ["Ultimate Rare", "Ultra Rare"]}], "it": [{"set_number": "PHSW-IT020", "set_name": "Photon Shockwave", "rarities": ["Ultimate Rare", "Ultra Rare"]}], "ja": [{"set_number": "PHSW-JP020", "set_name": "Photon Shockwave", "rarities": ["Super Rare"]}], "ko": [{"set_number": "PHSW-KR020", "set_name": "Photon Shockwave", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "23SP-SC314", "set_name": "Entry Pack 2023 Vol.3", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 174417, "master_duel_rarity": "SR"}