{"konami_id": 14806, "password": 80758812, "name": {"en": "Gemini Ablation", "de": "Zwillingsabschmelzung", "es": "Ablación Géminis", "fr": "Ablation des Gémeaux", "it": "Ablazione Gemella", "pt": "Separação dos Gêmeos", "ja": "デュアル・アブレーション", "ja_romaji": "Dyuaru Aburēshon", "ko": "듀얼 어브레이션", "ko_rr": "Dyueol Eobeureisyeon", "zh-TW": "二重燒蝕", "zh-CN": "二重烧蚀"}, "text": {"en": null, "de": "Während der Main Phase: Du kannst 1 Karte abwerfen und dann 1 dieser Effekte aktivieren;\n●Beschwöre 1 Zwillingsmonster als Effektmonster, das seine Effekte erhält, als Spezialbeschwörung von deinem Deck.\n●Biete 1 Zwillingsmonster als Tribut an und falls du dies tust, beschwöre 1 FEUER Krieger-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck. Dann, falls du ein Zwillingsmonster, das als Effektmonster behandelt wurde und seine Effekte erhalten hatte, als Tribut angeboten hast, kannst du zusätzlich 1 Karte auf dem Spielfeld zerstören.\nDu kannst diesen Effekt von „Zwillingsabschmelzung“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase: puedes descartar 1 carta, y después activar 1 de estos efectos;\n●Invoca de Modo Especial, desde tu Deck, 1 Monstruo Géminis como un Monstruo de Efecto que gana sus efectos.\n●Sacrifica 1 monstruo Géminis y, si lo haces, Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo Guerrero de FUEGO. Después, si Sacrificaste un monstruo Géminis que era tratado como un Monstruo de Efecto y había ganado sus efectos, puedes también destruir 1 carta en el Campo.\nSólo puedes usar este efecto de \"Ablación Géminis\" una vez por turno.", "fr": "Durant la Main Phase : vous pouvez défausser 1 carte, puis activez 1 de ces effets ;\n●Invoquez Spécialement 1 monstre Gémeau depuis votre Deck comme un Monstre à Effet qui gagne ses effets.\n●Sacrifiez 1 monstre Gémeau, et si vous le faites, Invoquez Spécialement 1 monstre FEU Guerrier depuis votre main ou Deck. Puis, si vous Sacrifiez un monstre Gémeau qui a été traité comme un Monstre à Effet et qui avait gagné ses effets, vous pouvez aussi détruire 1 carte sur le Terrain.\nVous ne pouvez utiliser cet effet de \"Ablation des Gémeaux\" qu'une fois par tour.", "it": "Durante la Main Phase: puoi scartare 1 carta, poi attivare 1 di questi effetti;\n●Evoca Specialmente 1 mostro Gemello dal tuo Deck come un Mostro con Effetto che guadagna i suoi effetti.\n●Offri come Tributo 1 mostro Gemello e, se lo fai, Evoca Specialmente 1 mostro FUOCO Guerriero dalla tua mano o Deck. Poi, se hai offerto come Tributo un mostro Gemello che veniva considerato come un Mostro con Effetto e aveva guadagnato i suoi effetti, puoi inoltre distruggere 1 carta sul Terreno.\nPuoi utilizzare questo effetto di \"Ablazione Gemella\" una sola volta per turno.", "pt": "Durante a Fase Principal: você pode descartar 1 card e, depois, ative 1 desses efeitos;\n●Invoque por Invocação-Especial 1 monstro Gêmeos do seu Deck como um Monstro de Efeito que ganha seus efeitos.\n●Ofereça como Tributo 1 monstro Gêmeos e, se isso acontecer, Invoque por Invocação-Especial 1 monstro Guerreiro de FOGO da sua mão ou do Deck. Depois, se você ofereceu como Tributo um monstro Gêmeos que era considerado como um Monstro de Efeito e ganhou seus efeitos, você também pode destruir 1 card no campo.\nVocê só pode usar este efeito de \"Separação dos Gêmeos\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：自分・相手のメインフェイズに、手札を１枚捨て、以下の効果から１つを選択して発動できる。\n●デッキからデュアルモンスター１体を特殊召喚する。この効果で特殊召喚したモンスターはもう１度召喚された状態として扱う。\n●自分フィールドのデュアルモンスター１体をリリースし、手札・デッキから戦士族・炎属性モンスター１体を特殊召喚する。もう１度召喚された状態のデュアルモンスターをリリースした場合、さらにフィールドのカード１枚を破壊できる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 패를 1장 버리고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●덱에서 듀얼 몬스터 1장을 특수 소환한다. 이 효과로 특수 소환한 몬스터는 1번 더 일반 소환된 상태로 취급한다.\n●자신 필드의 듀얼 몬스터 1장을 릴리스하고, 패 / 덱에서 전사족 / 화염 속성 몬스터 1장을 특수 소환한다. 1번 더 일반 소환된 상태의 듀얼 몬스터를 릴리스했을 경우, 추가로 필드의 카드 1장을 골라 파괴할 수 있다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在我方・對方的主要階段捨棄１張手牌，從以下效果選擇１個發動。\n●從牌組特殊召喚１隻二重怪獸。透過此效果特殊召喚的怪獸視為再次被召喚的狀態。\n●解放我方場上的１隻二重怪獸，從手牌・牌組特殊召喚１隻戰士族・炎屬性怪獸。在解放再次被召喚的狀態的二重怪獸的狀況下，另可選擇場上的１張卡破壞。", "zh-CN": "此卡牌名的①效果１回合只可使用１次。①：在我方・对手的主要阶段，可舍弃１张手牌，并从以下效果选择１个发动。\n●从牌组特殊召唤１只二重怪兽。以此效果特殊召唤而来的怪兽再一次被视为被召唤状态。\n●解放我方场上的１只二重怪兽，并从手牌・牌组特殊召唤１只战士族・炎属性怪兽。解放了再一次处于被召唤状态的二重怪兽之场合，可再挑选１张场上的卡牌并破坏。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "GeminiAblation-TOCH-EN-R-1E.png"}], "sets": {"en": [{"set_number": "TOCH-EN019", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "de": [{"set_number": "TOCH-DE019", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "fr": [{"set_number": "TOCH-FR019", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "it": [{"set_number": "TOCH-IT019", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "pt": [{"set_number": "TOCH-PT019", "set_name": "Toon Chaos", "rarities": ["Rare"]}], "ja": [{"set_number": "SR09-JP035", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR09-KR035", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 658422, "master_duel_rarity": "SR"}