{"konami_id": 7886, "password": 80769747, "name": {"en": "Iron Chain Snake", "de": "Eisenketten-Schlange", "es": "Serpiente de Cadena de Hierro", "fr": "Serpent Chaîne de Fer", "it": "Serpente Catena di Ferro", "pt": "Serpente da Corrente de Ferro", "ja": "<ruby>Ｃ<rt>チェーン</rt></ruby>・スネーク", "ja_romaji": "Chēn Sunēku", "ko": "<ruby>C<rt>체인</rt></ruby>·스네이크", "ko_rr": null, "zh-TW": "鏈條・蛇", "zh-CN": "链条・蛇"}, "text": {"en": "During your Main Phase, you can equip this card to 1 face-up monster your opponent controls. That monster loses 800 ATK and DEF. When it is destroyed by battle and sent to the Graveyard, its controller sends cards equal to its Level from the top of their Deck to the Graveyard.", "de": "Während deiner Main Phase kannst du 1 offenes Monster, das dein Gegner kontrolliert, mit dieser Karte ausrüsten. Das Monster verliert 800 ATK und DEF. Wenn es durch Kampf zerstört und auf den Friedhof gelegt wird, legt sein Beherrscher die obersten Karten in Höhe seiner Stufe von seinem Deck auf den Friedhof.", "es": "Durante tu Main Phase, puedes equipar esta carta a 1 monstruo boca arriba que controle tu adversario. Ese monstruo pierde 800 ATK y DEF. Cuando es destruido en batalla y mandado al Cementerio, su controlador manda al Cementerio desde la parte superior de su Deck tantas cartas como su Nivel.", "fr": "Durant votre Main Phase, vous pouvez équiper cette carte à 1 monstre face recto contrôlé par votre adversaire. Ce monstre perd 800 points d'ATK et de DEF. Lorsqu'il est détruit au combat et envoyé au Cimetière, son contrôleur envoie un nombre de cartes égal à son Niveau du dessus de son Deck au Cimetière.", "it": "Durante la tua Main Phase, puoi equipaggiare questa carta ad un mostro scoperto controllato dal tuo avversario. Quel mostro perde 800 ATK e DEF. Quando esso viene distrutto in battaglia e mandato al Cimitero, il suo controllore manda un numero di carte pari al suo Livello dalla cima del suo Deck al Cimitero.", "pt": "Durante a sua Main Phase, você pode equipar esta carta em 1 monstro virado para cima que o seu oponente controla. Aquele monstro perde 800 de ATK e DEF. Quando ele é destruído em batalha e enviado ao Cemitério, o seu controlador envia do topo do Deck ao Cemitério um número de cartas igual ao Nível daquele monstro.", "ja": "自分のメインフェイズ時に装備カード扱いとして相手フィールド上に存在する表側表示モンスター１体に装備する事ができる。このカードを装備したモンスターの攻撃力・守備力は８００ポイントダウンする。装備モンスターが戦闘によって破壊され墓地へ送られた時、装備モンスターのコントローラーのデッキの上からそのモンスターのレベルと同じ枚数のカードを墓地へ送る。", "ko": "자신의 메인 페이즈시에 장착 카드로 취급하여 상대 필드 위에 존재하는 앞면 표시 몬스터 1장에 장착할 수 있다. 이 카드를 장착한 몬스터의 공격력/수비력은 800 포인트 내린다. 장착 몬스터가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 장착 몬스터의 컨트롤러 덱 위에서 그 몬스터의 레벨과 같은 매수의 카드를 묘지로 보낸다.", "zh-TW": null, "zh-CN": "自己的主要阶段时可以当作装备卡使用给对方场上存在的1只表侧表示怪兽装备。这张卡装备的怪兽的攻击力·守备力下降800。装备怪兽被战斗破坏送去墓地时，从装备怪兽的控制者的卡组上面把和那只怪兽的等级相同数量的卡送去墓地。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "EARTH", "level": 3, "atk": 800, "def": 1200, "series": ["Iron Chain"], "images": [{"index": 1, "image": "IronChainSnake-CSOC-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "CSOC-EN018", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "CSOC-DE018", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "CSOC-FR018", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "CSOC-IT018", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "CSOC-JP018", "set_name": "Crossroads of Chaos", "rarities": ["Rare"]}], "ko": [{"set_number": "CSOC-KR018", "set_name": "Crossroads of Chaos", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 27642, "master_duel_rarity": "N"}