{"konami_id": 16091, "password": 80776622, "name": {"en": "DoSolfachord Coolia", "de": "DoSolfakkord Coolia", "es": "Coolia DoSolfacorde", "fr": "DoSolfaccord Coolia", "it": "DoSolfaccordo Coolia", "pt": "DoSolfacorde Coolia", "ja": "ドドレミコード・クーリア", "ja_romaji": "Dodoremikōdo Kūria", "ko": "도도레미코드 쿨리아", "ko_rr": "Dodoremikodeu Kullia", "zh-TW": "哆音服和弦・克理亞", "zh-CN": "哆音服和弦・克理娅"}, "text": {"en": null, "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du 2 Pendelmonster als Tribut anbietest. Du kannst jeden der folgenden Effekte von „DoSolfakkord Coolia“ nur einmal pro Spielzug verwenden. Du kannst 1 offene Karte wählen, die dein Gegner kontrolliert, oder bis zu 2 Karten, falls du einen ungeraden Pendelbereich in deiner Pendelzone hast; annulliere bis zum Ende des Spielzugs deines Gegners ihre Effekte. Wenn ein Effekt eines Monsters auf dem Spielfeld, dessen ATK kleiner oder gleich dem höchsten Pendelbereich in deiner Pendelzone x 300 sind, aktiviert wird: Du kannst das Monster zerstören.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) Sacrificando 2 Monstruos de Péndulo. Sólo puedes usar cada uno de los siguientes efectos de \"Coolia DoSolfacorde\" una vez por turno. Puedes seleccionar 1 carta boca arriba que controle tu adversario, o hasta 2 cartas si tienes una Escala de Péndulo impar en tu Zona de Péndulo; hasta el final del turno de tu adversario, niega sus efectos. Cuando es activado un efecto de un monstruo en el Campo con ATK igual o menor que la Escala de Péndulo más alta en tu Zona de Péndulo x 300: puedes destruir ese monstruo.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 2 Monstres Pendule. Vous ne pouvez utiliser chacun des effets suivants de \"DoSolfaccord Coolia\" qu'une fois par tour. Vous pouvez cibler 1 carte face recto contrôlée par votre adversaire, ou max. 2 cartes si vous avez une Échelle Pendule impaire dans votre Zone Pendule ; jusqu'à la fin du tour de votre adversaire, annulez ses effets. Lorsqu'un effet d'un monstre sur le Terrain est activé, avec une ATK inférieure ou égale à la plus haute Échelle Pendule dans votre Zone Pendule x 300 : vous pouvez détruire le monstre.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) offrendo come Tributo 2 Mostri Pendulum. Puoi utilizzare ognuno dei seguenti effetti di \"DoSolfaccordo Coolia\" una sola volta per turno. Puoi scegliere come bersaglio 1 carta scoperta controllata dal tuo avversario, o fino a 2 carte se hai un Valore Pendulum dispari nella tua Zona Pendulum; annulla i suoi effetti fino alla fine del turno del tuo avversario. Quando sul Terreno viene attivato l'effetto di un mostro con ATK pari o inferiore al Valore Pendulum più alto nella tua Zona Pendulum x 300: puoi distruggere quel mostro.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao oferecer 2 Monstros Pêndulo como Tributo. Você só pode usar cada um dos seguintes efeitos de \"DoSolfacorde Coolia\" uma vez por turno. Você pode escolher 1 card com a face para cima que seu oponente controla, ou até 2 cards se você tiver uma Escala de Pêndulo ímpar na sua Zona de Pêndulo; negue seus efeitos até o final do turno do seu oponente. Quando um efeito de um monstro no campo com um ATK igual ou menor que a maior Escala de Pêndulo na sua Zona de Pêndulo x 300 for ativado: você pode destruir esse monstro.", "ja": "このカード名の②③のモンスター効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードは自分フィールドのＰモンスター２体をリリースして手札から特殊召喚できる。\n②：相手フィールドの表側表示カード１枚を対象として発動できる（自分のＰゾーンに奇数のＰスケールが存在する場合、この効果の対象を２枚にできる）。そのカードの効果を相手ターン終了時まで無効にする。\n③：自分のＰゾーンの一番高いＰスケール×３００以下の攻撃力を持つフィールドのモンスターの効果が発動した時に発動できる。そのモンスターを破壊する。", "ko": "이 카드명의 ②③의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신 필드의 펜듈럼 몬스터 2장을 릴리스하고 패에서 특수 소환할 수 있다. ②: 상대 필드의 앞면 표시의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드의 효과를 상대 턴 종료시까지 무효로 한다. 자신의 펜듈럼 존에 홀수의 펜듈럼 스케일이 존재할 경우, 이 효과의 대상을 2장으로 할 수 있다. ③: 자신의 펜듈럼 존의 가장 높은 펜듈럼 스케일 × 300 이하의 공격력을 가지는 필드의 몬스터 효과가 발동했을 때에 발동할 수 있다. 그 몬스터를 파괴한다.", "zh-TW": "此卡名的②③怪獸效果，１回合各僅限使用１次。①：此卡可藉由解放我方場上的２隻鐘擺怪獸從手牌特殊召喚。②：可將對方場上正面表示的１張卡做為對象發動。該卡的效果在對方回合結束前變為無效。在我方鐘擺區存在奇數的鐘擺刻度的狀況下，此效果的對象可為２張。③：可在場上持有攻擊力為我方鐘擺區最高的鐘擺刻度×３００以下的怪獸的效果發動時發動。破壞該怪獸。", "zh-CN": "此卡名的②③怪兽效果1回合仅可各使用1次。①：此卡可以解放自己场上的2只灵摆怪兽，从手牌特殊召唤。②：以对手场上的1张表侧表示的卡为对象可以发动。该卡的效果直至对手回合结束时为止无效。自己的灵摆区域有奇数的灵摆刻度存在的情况下，此效果的对象可改为2张。③：所拥有之攻击力为自己灵摆区域最高灵摆刻度×300的数值以下的场上怪兽的效果发动时可以发动。将该怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Pendulum / Effect", "attribute": "WIND", "level": 8, "atk": 2700, "def": 2500, "pendulum_scale": 1, "pendulum_effect": {"en": "Your opponent cannot activate a Spell/Trap Card, or monster effect, when your \"Solfachord\" Pendulum Monster(s) is Pendulum Summoned.", "de": "Dein Gegner kann weder eine Zauber-/Fallenkarte noch einen Monstereffekt aktivieren, wenn dein oder deine „Solfakkord“-Pendelmonster als Pendelbeschwörung beschworen werden.", "es": "Tu adversario no puede activar una Carta Mágica/de Trampa, o efecto de monstruo, cuando uno o más de tus Monstruos de Péndulo \"Solfacorde\" son Invocados por Péndulo.", "fr": "Votre adversaire ne peut activer ni de Carte Magie/Piège ni d'effet de monstre, lorsqu'un ou plusieurs de vos Monstres Pendules \"Solfaccord\" sont Invoqués par Pendulation.", "it": "Il tuo avversario non può attivare una Carta Magia/Trappola, o l'effetto di un mostro, quando uno o più tuoi Mostri Pendulum \"Solfaccordo\" vengono Evocati Pendulum.", "pt": "Seu oponente não pode ativar Cards de Magia/Armadilha ou efeitos de monstro quando um ou mais Monstros Pêndulo \"Solfacorde\" seus forem Invocados por Invocação-Pêndulo.", "ja": "①：自分の「ドレミコード」ＰモンスターのＰ召喚成功時に相手はモンスターの効果・魔法・罠カードを発動できない。", "ko": "①: 자신의 \"도레미코드\" 펜듈럼 몬스터의 펜듈럼 소환 성공시에 상대는 몬스터의 효과 / 마법 / 함정 카드를 발동할 수 없다.", "zh-TW": "①：我方成功鐘擺召喚「音服和弦」鐘擺怪獸時，對方無法發動怪獸效果・魔法・陷阱卡。", "zh-CN": "①：自己的\"音服和弦\"灵摆怪兽灵摆召唤成功时，对手不可发动怪兽的效果・魔法・陷阱卡。"}, "series": ["Solfachord"], "images": [{"index": 1, "image": "DoSolfachordCoolia-DBAG-JP-UR.png", "illustration": "DoSolfachordCoolia-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "DoSolfachordCoolia-ANGU-EN-UR-1E.png", "illustration": "DoSolfachordCoolia-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "ANGU-EN021", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "ANGU-DE021", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "ANGU-FR021", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "ANGU-IT021", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "ANGU-PT021", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBAG-JP021", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DBAG-KR021", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBAG-SC021", "set_name": "Deck Build Pack: Ancient Guardians", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714585, "master_duel_rarity": "UR"}