{"konami_id": 12448, "password": 80773359, "name": {"en": "Assault Blackwing - Onimaru the Divine Thunder", "de": "Angriffs-Schwarzflügel - Onimaru der göttliche Donner", "es": "Alanegra de Asalto - Onimaru el Trueno Divino", "fr": "Assaut Aile Noire - Onimaru le Tonnerre Divin", "it": "Alanera d'Assalto - Onimaru il Tuono Divino", "pt": "Asanegra Agressor - Onimaru, o Trovão Divino", "ja": "<ruby>Ａ<rt>アサルト</rt></ruby> <ruby>ＢＦ<rt>ブラックフェザー</rt></ruby>－<ruby>神立<rt>がんだち</rt></ruby>のオニマル", "ja_romaji": "Asaruto Burakku Fezā - Gandachi no Onimaru", "ko": "<ruby>A BF<rt>어썰트 블랙 페더</rt></ruby>－신립의 오니마르", "ko_rr": null, "zh-TW": "強襲黑羽－神立的鬼丸", "zh-CN": "强袭黑羽－神立之鬼丸"}, "text": {"en": null, "de": "1 Empfänger + 1 oder mehr Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen und dabei ein „Schwarzflügel“-Monster als Material verwendet wird, wird sie als Empfänger behandelt, solange sie offen auf dem Spielfeld liegt. Kann nicht durch Karteneffekte zerstört werden. Du kannst 1 „Schwarzflügel“-Monster in deinem Friedhof wählen; die Stufe dieser Karte wird dieselbe wie die des Monsters. Du kannst diesen Effekt von „Angriffs-Schwarzflügel - Onimaru der göttliche Donner“ nur einmal pro Duell verwenden. Falls diese Karte angreift, die nur mit Synchromonstern als Synchrobeschwörung beschworen wurde, erhält sie nur während des Damage Steps 3000 ATK.", "es": "1 Cantante + 1 o más monstruos que no sean Cantantes\nSi esta carta es Invocada por Sincronía usando un monstruo \"Alanegra\" como Material, mientras esté boca arriba en el Campo se trata como un monstruo Cantante. No puede ser destruido por efectos de cartas. Puedes seleccionar 1 monstruo \"Alanegra\" en tu Cementerio; el Nivel de esta carta se convierte en el mismo que el de ese monstruo. Sólo puedes usar este efecto de \"Alanegra de Asalto - Onimaru el Trueno Divino\" una vez por Duelo. Si esta carta que fue Invocada por Sincronía usando sólo Monstruos de Sincronía ataca, esta carta gana 3000 ATK sólo durante el Damage Step.", "fr": "1 Syntoniseur + 1 monstre non-Syntoniseur ou plus\nSi cette carte est Invoquée par Synchronisation en utilisant un monstre \"Aile Noire\" comme Matériel, elle est traitée comme un Syntoniseur tant qu'elle est face recto sur le Terrain. Non destructible par des effets de carte. Vous pouvez cibler 1 monstre \"Aile Noire\" dans votre Cimetière ; le Niveau de cette carte devient le même que celui du monstre. Vous ne pouvez utiliser cet effet de \"Assaut Aile Noire - Onimaru le Tonnerre Divin\" qu'une fois par Duel. Si cette carte qui a été Invoquée par Synchronisation en utilisant uniquement des Monstres Synchro attaque, cette carte gagne 3000 ATK durant la Damage Step uniquement.", "it": "1 Tuner + 1 o più mostri non-Tuner\nSe questa carta viene Synchro Evocata utilizzando un mostro \"Alanera\" come Materiale, viene considerata come un Tuner mentre è scoperta sul Terreno. Non può essere distrutto dagli effetti delle carte. Puoi scegliere come bersaglio 1 mostro \"Alanera\" nel tuo Cimitero; il Livello di questa carta diventa lo stesso di quel mostro. Puoi utilizzare questo effetto di \"Alanera d'Assalto - Onimaru il Tuono Divino\" una sola volta per Duello. Se questa carta che è stata Synchro Evocata utilizzando solo Mostri Synchro attacca, questa carta guadagna 3000 ATK solamente durante il Damage Step.", "pt": "1 Regulador + 1 ou mais monstros não-Reguladores\nSe este card for Invocado por Invocação-Sincro usando um monstro \"Asanegra\" como Matéria, ele é considerado como um Regulador enquanto estiver com a face para cima no campo. Este card não pode ser destruído por efeitos de card. Você pode escolher 1 monstro \"Asanegra\" no seu Cemitério; o Nível deste card se torna o mesmo que o desse monstro. Você só pode usar este efeito de \"Asanegra Agressor - Onimaru, o Trovão Divino\" uma vez por Duelo. Se este card, que foi Invocado por Invocação-Sincro usando apenas Monstros Sincro, atacar, este card ganha 3000 de ATK, apenas durante a Etapa de Dano.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の③の効果はデュエル中に１度しか使用できない。\n①：「ＢＦ」モンスターを素材としてＳ召喚したこのカードはチューナーとして扱う。\n②：フィールドのこのカードは効果では破壊されない。\n③：自分の墓地の「ＢＦ」モンスター１体を対象として発動できる。このカードのレベルはそのモンスターと同じになる。\n④：Ｓモンスターのみを素材としてＳ召喚したこのカードが攻撃するダメージステップの間、このカードの攻撃力は３０００アップする。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n\"A BF(어썰트 블랙 페더)－신립의 오니마르\"의 ③의 효과는 듀얼 중에 1번밖에 사용할 수 없다. ①: \"BF(블랙 페더)\" 몬스터를 소재로 하고 싱크로 소환한 이 카드는 튜너로 취급한다. ②: 이 카드는 효과로는 파괴되지 않는다. ③: 자신 묘지의 \"BF(블랙 페더)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 레벨은 그 몬스터와 같아진다. ④: 싱크로 몬스터만을 소재로 하고 싱크로 소환한 이 카드가 공격할 경우, 데미지 스텝 동안 이 카드의 공격력은 3000 올린다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n「強襲黑羽－神立的鬼丸」的③效果，在決鬥中僅限使用１次。①：以「黑羽」怪獸做為素材同步召喚的此卡視為協調。②：此卡不會因效果被破壞。③：可將我方墓地的１隻「黑羽」怪獸做為對象發動。此卡的等級變為與該怪獸相同。④：在僅以同步怪獸做為素材同步召喚的此卡攻擊的狀況下，傷害步驟期間，此卡的攻擊力提升３０００。", "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的③效果在决斗中仅可使用１次。①：以“黑羽”怪兽作为素材同步召唤的此卡视为协调。②：此卡不会因效果被破坏。③：以自己墓地的１只“黑羽”怪兽为对象可以发动。此卡的等级变为与该怪兽相同。④：仅以同步怪兽作为素材同步召唤的此卡攻击的情况下，伤害步骤期间，此卡的攻击力上升３０００。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Synchro / Effect", "attribute": "DARK", "level": 12, "atk": 3000, "def": 2000, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Blackwing", "Assault Blackwing"], "images": [{"index": 1, "image": "AssaultBlackwingOnimarutheDivineThunder-TDIL-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TDIL-EN049", "set_name": "The Dark Illusion", "rarities": ["Super Rare"]}], "de": [{"set_number": "TDIL-DE049", "set_name": "The Dark Illusion", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TDIL-FR049", "set_name": "The Dark Illusion", "rarities": ["Super Rare"]}], "it": [{"set_number": "TDIL-IT049", "set_name": "The Dark Illusion", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TDIL-PT049", "set_name": "The Dark Illusion", "rarities": ["Super Rare"]}], "ja": [{"set_number": "TDIL-JP049", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "TDIL-KR049", "set_name": "The Dark Illusion", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "CL04-SC046", "set_name": "Classic Pack 04", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 384653, "master_duel_rarity": "UR"}