{"konami_id": 11209, "password": 80802524, "name": {"en": "Ghostrick Break", "de": "Geistertrick Pause", "es": "Ruptura Fantastruco", "fr": "Chagrin Fantôruse", "it": "Rottura Fantasmatrucco", "pt": "Rompimento Fantardil", "ja": "ゴーストリック・ブレイク", "ja_romaji": "Gōsutorikku Bureiku", "ko": "고스트릭 브레이크", "ko_rr": null, "zh-TW": "鬼計心碎", "zh-CN": "鬼计爆碎"}, "text": {"en": "When exactly 1 face-up \"Ghostrick\" monster you control (and no other cards) is destroyed by battle or an opponent's card effect and sent to your GY: Target 2 \"Ghostrick\" monsters in your GY with different names from the destroyed monster; Special Summon them in face-down Defense Position.", "de": "Wenn genau 1 offenes „Geistertrick“-Monster, das du kontrollierst, (und keine anderen Karten) durch Kampf oder einen Karteneffekt eines Gegners zerstört und auf deinen Friedhof gelegt wird: Wähle 2 „Geistertrick“-Monster in deinem Friedhof, die unterschiedliche Namen als das zerstörte Monster haben; beschwöre sie als Spezialbeschwörung in die verdeckte Verteidigungsposition.", "es": "Cuando exactamente 1 monstruo \"Fantastruco\" boca arriba que controles (y ninguna otra carta) es destruido en batalla o por el efecto de una carta del adversario y mandado a tu Cementerio: selecciona 2 monstruos \"Fantastruco\" en tu Cementerio con nombres diferentes al del monstruo destruido; Invócalos de Modo Especial en Posición de Defensa boca abajo.", "fr": "Lorsqu'exactement 1 monstre \"Fantôruse\" face recto que vous contrôlez (et aucune autre carte) est détruit au combat ou par un effet de carte de l'adversaire, et envoyé à votre Cimetière : ciblez 2 monstres \"Fantôruse\" dans votre Cimetière de noms différents du monstre détruit ; Invoquez-les Spécialement en Position de Défense face verso.", "it": "Quando esattamente 1 mostro \"Fantasmatrucco\" scoperto che controlli (e nessun'altra carta) viene distrutto in battaglia o dall'effetto di una carta dell'avversario e mandato al tuo Cimitero: scegli come bersaglio 2 mostri \"Fantasmatrucco\" con nomi diversi dal mostro distrutto nel tuo Cimitero; Evocali Specialmente coperti in Posizione di Difesa.", "pt": "Quando exatamente 1 monstro \"Fantardil\" com a face para cima que você controla (e nenhum outro card) for destruído em batalha ou por um efeito de card do oponente e enviado para o seu Cemitério: escolha 2 monstros \"Fantardil\" no seu Cemitério com nomes diferentes que o do monstro destruído; Invoque-os por Invocação-Especial com a face para baixo em Posição de Defesa.", "ja": "①：自分フィールドの「ゴーストリック」モンスター１体が戦闘または相手の効果で破壊され自分の墓地へ送られた時、破壊されたそのモンスターとカード名が異なる、自分の墓地の「ゴーストリック」モンスター２体を対象として発動できる。そのモンスターを裏側守備表示で特殊召喚する。", "ko": "자신 필드 위의 \"고스트릭\"이라는 이름이 붙은 몬스터 1장이 전투 또는 상대 카드의 효과에 의해서 파괴되어 묘지로 보내졌을 때, 파괴된 그 몬스터와 카드명이 다른, \"고스트릭\"이라는 이름이 붙은 몬스터 2장을 자신의 묘지에서 선택하고 뒷면 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "①：自己场上的「鬼计」怪兽1只被战斗或者对方的效果破坏送去自己墓地时，以和破坏的那只怪兽卡名不同的自己墓地2只「鬼计」怪兽为对象才能发动。那些怪兽里侧守备表示特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Ghostrick"], "images": [{"index": 1, "image": "GhostrickBreak-OP18-EN-C-UE.png"}], "sets": {"en": [{"set_number": "WSUP-EN043", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP18-EN025", "set_name": "OTS Tournament Pack 18", "rarities": ["Common"]}], "de": [{"set_number": "WSUP-DE043", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP18-DE025", "set_name": "OTS Tournament Pack 18", "rarities": ["Common"]}], "es": [{"set_number": "WSUP-SP043", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP18-SP025", "set_name": "OTS Tournament Pack 18", "rarities": ["Common"]}], "fr": [{"set_number": "WSUP-FR043", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP18-FR025", "set_name": "OTS Tournament Pack 18", "rarities": ["Common"]}], "it": [{"set_number": "WSUP-IT043", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP18-IT025", "set_name": "OTS Tournament Pack 18", "rarities": ["Common"]}], "pt": [{"set_number": "WSUP-PT043", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "OP18-PT025", "set_name": "OTS Tournament Pack 18", "rarities": ["Common"]}], "ja": [{"set_number": "EP14-JP050", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}], "ko": [{"set_number": "PRIO-KR085", "set_name": "Primal Origin", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 349431, "master_duel_rarity": "SR"}