{"konami_id": 20481, "password": 80870883, "name": {"en": "Red-Eyes Black Fullmetal Dragon", "de": "Rotäugiger schwarzer Vollmetalldrache", "es": "Dragón de Metal Completo Negro de Ojos Rojos", "fr": "Dragon de Métal Noir Entier aux Yeux Rouges", "it": "Drago Metallico Pieno Nero Occhi Rossi", "pt": "Dragão Metálico Pleno Negro de Olhos Vermelhos", "ja": "レッドアイズ・ブラックフルメタルドラゴン", "ja_romaji": "Reddoaizu Burakku Furumetaru Doragon", "ko": "풀메탈 붉은 눈의 흑룡", "ko_rr": null, "zh-TW": null, "zh-CN": "真红眼黑全钢龙"}, "text": {"en": "Cannot be Normal Summoned/Set. Must first be Special Summoned with \"Max Metalmorph\" that was activated by Tributing a Level 5 or higher Dragon monster. You can reveal this card in your hand; Set 1 \"Metalmorph\" Trap from your Deck, and if you do, shuffle this card into the Deck. When your opponent activates a card or effect (Quick Effect): You can negate the activation, then you can inflict damage to your opponent equal to the original ATK of 1 Attack Position monster your opponent controls. You can only use each effect of \"Red-Eyes Black Fullmetal Dragon\" once per turn.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst durch „Max-Metallwandler“, der aktiviert wurde, indem ein Drache-Monster der Stufe 5 oder höher als Tribut angeboten wurde, als Spezialbeschwörung beschworen werden. Du kannst diese Karte in deiner Hand vorzeigen; setze 1 „Metallwandler“-Falle von deinem Deck und falls du dies tust, mische diese Karte ins Deck. Wenn dein Gegner eine Karte oder einen Effekt aktiviert (Schnelleffekt): Du kannst die Aktivierung annullieren, dann kannst du deinem Gegner Schaden in Höhe der Grund-ATK von 1 Monster in Angriffsposition zufügen, das dein Gegner kontrolliert. Du kannst jeden Effekt von „Rotäugiger schwarzer Vollmetalldrache“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial con \"Metalmorph Max\" que fue activado Sacrificando un monstruo Dragón de Nivel 5 o mayor. Puedes mostrar esta carta en tu mano; Coloca 1 Trampa \"Metalmorph\" desde tu Deck y, si lo haces, baraja esta carta al Deck. Cuando tu adversario activa una carta o efecto (Efecto Rápido): puedes negar la activación, y después puedes infligir daño a tu adversario igual al ATK original de 1 monstruo en Posición de Ataque que controle tu adversario. Sólo puedes usar cada efecto de \"Dragón de Metal Completo Negro de Ojos Rojos\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement avec \"Métalmorphe Max\" qui a été activé en Sacrifiant un monstre Dragon de min. Niveau 5. Vous pouvez révéler cette carte dans votre main ; Posez 1 Piège \"Métalmorphe\" depuis votre Deck, et si vous le faites, mélangez cette carte dans le Deck. Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez annuler l'activation, puis vous pouvez infliger des dommages à votre adversaire égaux à l'ATK d'origine d'1 monstre en Position d'Attaque contrôlé par votre adversaire. Vous ne pouvez utiliser chaque effet de \"Dragon de Métal Noir Entier aux Yeux Rouges\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente con \"Metalmorph Massimo\" che è stato attivato offrendo come Tributo un mostro Drago di Livello 5 o superiore. Puoi rivelare questa carta nella tua mano; Posiziona 1 Trappola \"Metalmorph\" dal tuo Deck e, se lo fai, mischia questa carta nel Deck. Quando il tuo avversario attiva una carta o un effetto (Effetto Rapido): puoi annullare l'attivazione, poi puoi infliggere al tuo avversario danno pari all'ATK originale di 1 mostro in Posizione di Attacco controllato dal tuo avversario. Puoi utilizzare ogni effetto di \"Drago Metallico Pieno Nero Occhi Rossi\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial com \"Metalmorfe Máximo\" que foi ativado ao oferecer como Tributo um monstro Dragão de Nível 5 ou mais. Você pode revelar este card na sua mão; Baixe 1 Armadilha \"Metalmorfe\" do seu Deck e, se isso acontecer, embaralhe este card no Deck. Quando seu oponente ativar um card ou efeito (Efeito Rápido): você pode negar a ativação e, depois, você pode causar dano ao seu oponente igual ao ATK original de 1 monstro em Posição de Ataque que seu oponente controla. Você só pode usar cada efeito de \"Dragão Metálico Pleno Negro de Olhos Vermelhos\" uma vez por turno.", "ja": "このカードは通常召喚できず、レベル５以上のドラゴン族モンスターをリリースして発動した「メタル化・強化反射装甲」の効果で特殊召喚できる。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：手札のこのカードを相手に見せて発動できる。デッキから「メタル化」罠カード１枚を自分フィールドにセットし、このカードをデッキに戻す。②：相手が効果を発動した時に発動できる。その発動を無効にする。その後、相手フィールドの攻撃表示モンスター１体の元々の攻撃力分のダメージを相手に与える事ができる。", "ko": "이 카드는 통상 소환할 수 없으며, 레벨 5 이상의 드래곤족 몬스터를 릴리스하고 발동한 \"메탈화 강화반사장갑\"의 효과로 특수 소환할 수 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 이 카드를 상대에게 보여주고 발동할 수 있다. 덱에서 \"메탈화\" 함정 카드 1장을 자신 필드에 세트하고, 이 카드를 덱으로 되돌린다. ②: 상대가 효과를 발동했을 때에 발동할 수 있다. 그 발동을 무효로 한다. 그 후, 상대 필드의 공격 표시 몬스터 1장의 원래 공격력만큼의 데미지를 상대에게 줄 수 있다.", "zh-TW": null, "zh-CN": "此卡不可通常召唤，通过解放等级５以上龙族怪兽来发动的“钢铁化・强化反射装甲”的效果可以特殊召唤。此卡名的①②效果１回合仅可各使用１次。①：向对手出示手牌的此卡可以发动。从牌组将１张“钢铁化”陷阱卡放置在自己场上，将此卡放回牌组。②：对手发动效果时可以发动。将该发动无效。然后，可给予对手相当于对手场上的１只攻击表示怪兽的原本攻击力数值的伤害。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 8, "atk": 3400, "def": 2400, "series": ["Red-Eyes"], "images": [{"index": 1, "image": "RedEyesBlackFullmetalDragon-ROTA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ROTA-DE005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "ROTA-SP005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ROTA-FR005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ROTA-IT005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ROTA-PT005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ROTA-JP005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-JP005", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ROTA-KR005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-KR005", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ROTA-SC005", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-SC005", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1064290}