{"konami_id": 6647, "password": 80887952, "name": {"en": "Helios Duo Megistus", "de": "Helios Duo Megistus", "es": "Helios Dúo Megistus", "fr": "Duo Hélios Megistus", "it": "Helios Duo Megistos", "pt": null, "ja": "ヘリオス・デュオ・メギストス", "ja_romaji": "Heriosu Dyuo Megisutosu", "ko": "헬리오스 듀오 메기스트스", "ko_rr": null, "zh-TW": null, "zh-CN": "双子太阳 赫利俄斯"}, "text": {"en": "You can Special Summon this card by Tributing 1 \"Helios - The Primordial Sun\". This card's ATK and DEF are equal to the number of removed from play monsters x 200. If this card is destroyed by battle and sent to the Graveyard, Special Summon it during the End Phase, and it gains 300 ATK and DEF.", "de": "Diese Karte kann als Spezialbeschwörung beschworen werden, indem du 1 \"Helios - Die ursprüngliche Sonne\" von deiner Spielfeldseite als Tribut anbietest. Die ATK und DEF dieser Karte werden zur Anzahl der aus dem Spiel entfernten Monster x 200 Punkte. Falls diese Karte als Ergebnis eines Kampfes zerstört und auf den Friedhof gelegt wird, wird diese Karte während der End Phase als Spezialbeschwörung beschworen mit den ATK und DEF um 300 Punkte erhöht.", "es": "Esta carta puede ser Invocada mediante una Invocación Especial Sacrificando 1 \"Helios - El Sol Primordial\" en tu Campo. El ATK y la DEF de esta carta se convierte en el número de monstruos que hayan sido retirados del juego x 200 puntos. Si esta carta es destruida como resultado de una batalla y mandada al Cementerio, esta carta es Invocada mediante una Invocación Especial durante la End Phase, aumentando su ATK y DEF en 300 puntos.", "fr": "Cette carte peut être Invoquée par Invocation Spéciale en sacrifiant 1 \"Hélios, le Soleil Primordial\" sur votre Terrain. L'ATK et la DEF de cette carte deviennent le nombre de monstres retirés du jeu x 200 points. Si cette carte est détruite à l'issue d'un combat et envoyée au Cimetière, cette carte sera Invoquée par Invocation Spéciale durant la End Phase, en augmentant son ATK et sa DEF de 300 points.", "it": "Questa carta può essere Evocata tramite Evocazione Speciale offrendo come tributo 1 \"Helios - Il Sole Primordiale\" sul tuo Terreno. L'ATK e il DEF di questo mostro diventano il numero di mostri rimossi dal gioco x 200 punti. Se questa carta viene distrutta in seguito ad una battaglia e mandata al Cimitero, questa carta viene Evocata tramite Evocazione Speciale durante l' End Phase, aumentando l'ATK e il DEF di 300 punti.", "pt": null, "ja": "このカードは自分フィールド上の「原始太陽ヘリオス」１体を生け贄に捧げる事で特殊召喚する事ができる。このカードの攻撃力と守備力は、ゲームから除外されているモンスターカードの数×２００ポイントになる。このカードが戦闘によって破壊され墓地へ送られた場合、エンドフェイズ時に攻撃力・守備力を３００ポイントアップさせて特殊召喚される。", "ko": "이 카드는 자신 필드 위의 \"원시태양헬리오스\" 1장을 릴리스하는 것으로 특수 소환할 수 있다. 이 카드의 공격력과 수비력은, 게임에서 제외되어 있는 몬스터 카드의 수 x 200 포인트가 된다. 이 카드가 전투에 의해서 파괴되어 묘지에 보내졌을 경우, 엔드 페이즈시에 공격력 / 수비력을 300 포인트 올리고 특수 소환된다.", "zh-TW": null, "zh-CN": "这张卡通过把自己场上1只「原始太阳 赫利俄斯」作为祭品可以特殊召唤。这张卡的攻击力和守备力变成从游戏中除外的怪兽卡数量×200的数值。这张卡被战斗破坏送去墓地的场合，结束阶段时让攻击力·守备力上升300并特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "LIGHT", "level": 6, "atk": "?", "def": "?", "series": ["Helios"], "sets": {"en": [{"set_number": "WC6-EN003", "set_name": "Yu-Gi-Oh! Ultimate Masters: World Championship Tournament 2006 promotional cards", "rarities": ["Super Rare"]}, {"set_number": "CP06-EN010", "set_name": "Champion Pack: Game Six", "rarities": ["Rare"]}], "de": [{"set_number": "WC6-DE003", "set_name": "Yu-Gi-Oh! Ultimate Masters: World Championship Tournament 2006 promotional cards", "rarities": ["Super Rare"]}, {"set_number": "CP06-DE010", "set_name": "Champion Pack: Game Six", "rarities": ["Rare"]}], "fr": [{"set_number": "WC6-FR003", "set_name": "Yu-Gi-Oh! Ultimate Masters: World Championship Tournament 2006 promotional cards", "rarities": ["Super Rare"]}, {"set_number": "CP06-FR010", "set_name": "Champion Pack: Game Six", "rarities": ["Rare"]}], "it": [{"set_number": "WC6-IT003", "set_name": "Yu-Gi-Oh! Ultimate Masters: World Championship Tournament 2006 promotional cards", "rarities": ["Super Rare"]}, {"set_number": "CP06-IT010", "set_name": "Champion Pack: Game Six", "rarities": ["Rare"]}], "ja": [{"set_number": "E06-JP003", "set_name": "Yu-Gi-Oh! Ultimate Masters: World Championship Tournament 2006 promotional cards", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP04-KR021", "set_name": "Premium Pack Vol.4", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 7815}