{"konami_id": 16549, "password": 80893872, "name": {"en": "Royal Penguins Garden", "de": "Königlicher Pinguingarten", "es": "Jardín Pingüinos Reales", "fr": "Jardin des Pingouins Royaux", "it": "Giardino Pinguino Reale", "pt": "Jardim do Pinguim Real", "ja": "ロイヤル・ペンギンズ・ガーデン", "ja_romaji": "Roiyaru Penginzu Gāden", "ko": "로얄 펭귄즈 가든", "ko_rr": "Royal Penggwinjeu Gadeun", "zh-TW": "皇家企鵝花園", "zh-CN": "皇家企鹅花园"}, "text": {"en": null, "de": "Wenn diese Karte aktiviert wird: Du kannst deiner Hand 1 „Pinguin“-Karte von deinem Deck hinzufügen, außer „Königlicher Pinguingarten“. Einmal pro Spielzug, während deiner Main Phase: Du kannst die Stufe von 1 „Pinguin“-Monster in deiner Hand oder offen auf deiner Spielfeldseite (bis zum Ende dieses Spielzugs) um 1 verringern, dann wirf 1 Karte ab. Du kannst nur 1 „Königlicher Pinguingarten“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes añadir a tu mano 1 carta \"Pingüino\" en tu Deck, excepto \"Jardín Pingüinos Reales\". Una vez por turno, durante tu Main Phase: puedes reducir en 1 el Nivel de 1 monstruo \"Pingüino\" en tu mano o Campo boca arriba (hasta el final de este turno), y después descartar 1 carta. Sólo puedes activar 1 \"Jardín Pingüinos Reales\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez ajouter 1 carte \"Pingouin\" (\"Jardin des Pingouins Royaux\" exclu) depuis votre Deck à votre main. Une fois par tour, durant votre Main Phase : vous pouvez réduire de 1 le Niveau d'1 monstre \"Pingouin\" dans votre main ou Terrain face recto (jusqu'à la fin de ce tour), puis défaussez 1 carte. Vous ne pouvez activer qu'1 \"Jardin des Pingouins Royaux\" par tour.", "it": "Quando questa carta viene attivata: puoi aggiungere 1 carta \"Pinguino\" dal tuo Deck alla tua mano, eccetto \"Giardino Pinguino Reale\". Una volta per turno, durante la tua Main Phase: puoi diminuire il Livello di 1 mostro \"Pinguino\" nella tua mano o Terreno scoperto di 1 (fino alla fine di questo turno), poi scartare 1 carta. Puoi attivare solo 1 \"Giardino Pinguino Reale\" per turno.", "pt": "Quando este card for ativado: você pode adicionar 1 card \"Pinguim\" do seu Deck à sua mão, exceto \"Jardim do Pinguim Real\". Uma vez por turno, durante sua Fase Principal: você pode diminuir em 1 o Nível de 1 monstro \"Pinguim\" na sua mão ou no campo com a face para cima (até o final deste turno) e, depois, descarte 1 card. Você só pode ativar 1 \"Jardim do Pinguim Real\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：このカードの発動時の効果処理として、デッキから「ロイヤル・ペンギンズ・ガーデン」以外の「ペンギン」カード１枚を手札に加える事ができる。\n②：１ターンに１度、自分メインフェイズに発動できる。自分の手札・フィールド（表側表示）から「ペンギン」モンスター１体を選び、そのモンスターのレベルをターン終了時まで１つ下げる。その後、自分の手札を１枚選んで捨てる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 덱에서 \"로얄 펭귄즈 가든\" 이외의 \"펭귄\" 카드 1장을 패에 넣을 수 있다. ②: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 패 및 자신 필드의 앞면 표시 몬스터 중에서, \"펭귄\" 몬스터 1장을 고르고, 그 몬스터의 레벨을 턴 종료시까지 1개 내린다. 그 후, 자신의 패를 1장 고르고 버린다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：做為此卡發動時的效果處理，可從牌組將１張「皇家企鵝花園」以外的「企鵝」卡加入手牌。②：１回合１次，可在我方主要階段發動。從手牌及我方場上正面表示的怪獸中，選擇１隻「企鵝」怪獸，在回合結束前使該怪獸的等級降低１。其後，選擇１張我方的手牌捨棄。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：作为此卡发动时的效果处理，可从牌组将１张“皇家企鹅花园”以外的“企鹅”卡加入手牌。②：１回合１次，在自己的主要阶段可以发动。从手牌及自己场上的表侧表示怪兽中，挑选１只“企鹅”怪兽，该怪兽的等级直至回合结束时为止下降１。然后挑选１张自己的手牌舍弃。"}, "card_type": "Spell", "property": "Continuous", "series": ["Penguin"], "images": [{"index": 1, "image": "RoyalPenguinsGarden-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN063", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE063", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR063", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT063", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT063", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP063", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR063", "set_name": "Burst of Destiny", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716512, "master_duel_rarity": "SR"}