{"konami_id": 14574, "password": 80949182, "name": {"en": "Battlewasp - Hama the Conquering Bow", "de": "Kampfwespe - Hama der Eroberungsbogen", "es": "Avispabatalla - Hama el Arco Conquistador", "fr": "Guêpe de Bataille - Hama l'Arc Conquérant", "it": "Vespabattaglia - Hama l'Arco Conquistatore", "pt": "Vespabatalha - Hama, o Arco Conquistador", "ja": "<ruby>Ｂ・Ｆ<rt>ビー・フォース</rt></ruby>－<ruby>降<rt>こう</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>弓<rt>きゅう</rt></ruby>のハマ", "ja_romaji": "Bī Fōsu - Kōmakyū no Hama", "ko": "<ruby>B·F<rt>비 포스</rt></ruby>－항마궁의 하마", "ko_rr": "Bi Poseu - Hangmagung-ui Hama", "zh-TW": null, "zh-CN": "蜂军－降魔弓之破魔"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf this card was Synchro Summoned using a Synchro Monster as material, it can make a second attack during each Battle Phase. You can only use each of the following effects of \"Battlewasp - Hama the Conquering Bow\" once per turn.\n● When this card inflicts battle damage to your opponent: You can make all monsters your opponent currently controls lose 1000 ATK/DEF.\n● At the end of your Battle Phase, if your opponent has not taken any battle damage this Phase: You can inflict 300 damage to your opponent for each \"Battlewasp\" monster in your GY.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls diese Karte mit einem Synchromonster als Material als Synchrobeschwörung beschworen wurde, kann sie während jeder Battle Phase einen zweiten Angriff durchführen. Du kannst jeden der folgenden Effekte von „Kampfwespe - Hama der Eroberungsbogen“ nur einmal pro Spielzug verwenden.\n● Wenn diese Karte deinem Gegner Kampfschaden zufügt: Du kannst alle Monster, die dein Gegner derzeit kontrolliert, 1000 ATK/DEF verlieren lassen.\n● Am Ende deiner Battle Phase, falls dein Gegner in dieser Phase keinen Kampfschaden erhalten hat: Du kannst deinem Gegner für jedes „Kampfwespe“-Monster in deinem Friedhof 300 Schaden zufügen.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi esta carta fue Invocada por Sincronía usando un Monstruo de Sincronía como material, puede hacer un segundo ataque durante cada Battle Phase. Sólo puedes usar cada uno de los siguientes efectos de \"Avispabatalla - Hama el Arco Conquistador\" una vez por turno.\n● Cuando esta carta inflige daño de batalla a tu adversario: puedes hacer que todos los monstruos que controla tu adversario en este momento pierdan 1000 ATK/DEF.\n● Al final de tu Battle Phase, si esta Phase tu adversario no ha recibido ningún daño de batalla: puedes infligir 300 puntos de daño a tu adversario por cada monstruo \"Avispabatalla\" en tu Cementerio.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte a été Invoquée par Synchronisation en utilisant un Monstre Synchro comme Matériel, elle peut faire une seconde attaque durant chaque Battle Phase. Vous ne pouvez utiliser chacun des effets suivants de \"Guêpe de Bataille - Hama l'Arc Conquérant\" qu'une fois par tour.\n● Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez faire perdre 1000 ATK/DEF à tous les monstres actuellement contrôlés par votre adversaire.\n● À la fin de votre Battle Phase, si votre adversaire n'a pas reçu de dommages de combat cette Phase : vous pouvez infliger 300 points de dommages à votre adversaire pour chaque monstre \"Guêpe de Bataille\" dans votre Cimetière.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe questa carta è stata Synchro Evocata utilizzando un Mostro Synchro come materiale, essa può effettuare un secondo attacco durante ogni Battle Phase. Puoi utilizzare ognuno dei seguenti effetti di \"Vespabattaglia - Hama l'Arco Conquistatore\" una sola volta per turno.\n● Quando questa carta infligge danno da combattimento al tuo avversario: puoi far perdere 1000 ATK/DEF a tutti i mostri attualmente controllati dal tuo avversario.\n● Alla fine della tua Battle Phase, se il tuo avversario non ha subito nessun danno da combattimento in questa fase: puoi infliggere al tuo avversario 300 danni per ogni mostro \"Vespabattaglia\" nel tuo Cimitero.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe este card foi Invocado por Invocação-Sincro usando um Monstro Sincro como matéria, ele pode realizar um segundo ataque durante cada Fase de Batalha. Você só pode usar cada um dos seguintes efeitos de \"Vespabatalha - Hama, o Arco Conquistador\" uma vez por turno.\n● Quando este card causar dano de batalha ao seu oponente: você pode fazer com que todos os monstros que seu oponente controla atualmente percam 1000 de ATK/DEF.\n● No final da sua Fase de Batalha, se seu oponente não tiver sofrido nenhum dano de batalha nesta Fase: você pode causar 300 de dano ao seu oponente para cada monstro \"Vespabatalha\" no seu Cemitério.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：Ｓモンスターを素材としてＳ召喚したこのカードは１度のバトルフェイズ中に２回攻撃できる。②：このカードが相手に戦闘ダメージを与えた時に発動できる。相手フィールドの全てのモンスターの攻撃力・守備力は１０００ダウンする。③：相手が戦闘ダメージを受けなかった自分バトルフェイズの終了時に発動できる。自分の墓地の「Ｂ・Ｆ」モンスターの数×３００ダメージを相手に与える。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 싱크로 몬스터를 소재로서 싱크로 소환한 이 카드는 1번의 배틀 페이즈 중에 2회 공격할 수 있다. ②: 이 카드가 상대에게 전투 데미지를 주었을 때에 발동할 수 있다. 상대 필드의 모든 몬스터의 공격력 / 수비력은 1000 내린다. ③: 상대가 전투 데미지를 받지 않은 자신 배틀 페이즈의 종료시에 발동할 수 있다. 자신 묘지의 \"B·F(비 포스)\" 몬스터의 수 × 300 데미지를 상대에게 준다.", "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽１只以上\n此卡名的②③效果１回合仅可各使用１次。①：以同步怪兽作为素材同步召唤的此卡在１次战斗阶段中可攻击２次。②：此卡给予对手战斗伤害时可以发动。对手场上的所有怪兽的攻击力・守备力下降１０００。③：在对手未受到战斗伤害的自己的战斗阶段结束时可以发动。给予对手相当于自己墓地的“蜂军”怪兽的数量×３００的伤害。"}, "card_type": "Monster", "monster_type_line": "Insect / Synchro / Effect", "attribute": "WIND", "level": 8, "atk": 2800, "def": 2000, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Battlewasp"], "images": [{"index": 1, "image": "BattlewaspHamatheConqueringBow-BLHR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLHR-EN038", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLHR-DE038", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLHR-SP038", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLHR-FR038", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLHR-IT038", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLHR-PT038", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "CP19-JP041", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ko": [{"set_number": "CP19-KR041", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "ROTA-SC099", "set_name": "Rage of the Abyss", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 598466}