{"konami_id": 13395, "password": 80959027, "name": {"en": "Mythical Beast Bashilisk", "de": "Mythisches Ungeheuer Bashilisk", "es": "Bestia Mítica Basilisco", "fr": "Bashilisk, Bête Mythique", "it": "Basilisco Mitica Bestia", "pt": "Besta Mítica Bashilisco", "ja": "<ruby>魔導獣<rt>マジックビースト</rt></ruby> バジリスク", "ja_romaji": "Majikku Bīsuto Bajirisuku", "ko": "매직비스트 바실리스크", "ko_rr": null, "zh-TW": "魔導獸 雞蛇", "zh-CN": "魔导兽 巴西利斯克"}, "text": {"en": "Each time a Spell Card is activated, place 1 Spell Counter on this card when that Spell resolves. You can remove 3 Spell Counters from your field; return 1 \"Mythical Beast\" card from your Pendulum Zone or face-up from your Extra Deck to the hand. You can only use this effect of \"Mythical Beast Bashilisk\" once per turn.", "de": "Jedes Mal, wenn eine Zauberkarte aktiviert wird, lege 1 Zauberzählmarke auf diese Karte, wenn der Zauber aufgelöst wird. Du kannst 3 Zauberzählmarken von deiner Spielfeldseite entfernen; gib 1 „Mythisches Ungeheuer“-Karte von deiner Pendelzone oder offen von deinem Extra Deck auf die Hand zurück. Du kannst diesen Effekt von „Mythisches Ungeheuer Bashilisk“ nur einmal pro Spielzug verwenden.", "es": "Cada vez que es activada una Carta Mágica, pon 1 Contador Mágico en esta carta cuando esa Mágica se resuelva. Puedes retirar 3 Contadores Mágicos en tu Campo; devuelve a la mano 1 carta \"Bestia Mítica\" en tu Zona del Péndulo, o boca arriba en tu Deck Extra. Sólo puedes usar este efecto de \"Bestia Mítica Basilisco\" una vez por turno.", "fr": "Chaque fois qu'une Carte Magie est activée, placez 1 Compteur Magie sur cette carte lorsque la Magie est résolue. Vous pouvez retirer 3 Compteurs Magie depuis votre Terrain ; renvoyez 1 carte \"Bête Mythique\" depuis votre Zone Pendule ou face recto depuis votre Extra Deck à la main. Vous ne pouvez utiliser cet effet de \"Bashilisk, Bête Mythique\" qu'une fois par tour.", "it": "Ogni volta che viene attivata una Carta Magia, metti 1 Segnalino Magia su questa carta quando quella Magia si risolve. Puoi rimuovere 3 Segnalini Magia dal tuo Terreno; fai ritornare nella mano 1 carta \"Mitica Bestia\" dalla tua Zona Pendulum o scoperta dal tuo Extra Deck. Puoi utilizzare questo effetto di \"Basilisco Mitica Bestia\" una sola volta per turno.", "pt": "Sempre que um Card de Magia for ativado, coloque 1 Marcador de Magia neste card quando essa Magia resolver. Você pode remover 3 Marcadores de Magia do seu campo; devolva 1 card \"Besta Mítica\" da sua Zona de Pêndulo ou com a face para cima no seu Deck Adicional para a mão. Você só pode usar este efeito de \"Besta Mítica Bashilisco\" uma vez por turno.", "ja": "このカード名の②のモンスター効果は１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、自分または相手が魔法カードを発動する度に、このカードに魔力カウンターを１つ置く。②：自分フィールドの魔力カウンターを３つ取り除いて発動できる。自分のＰゾーンのカード及び自分のＥＸデッキの表側表示のＰモンスターの中から、「魔導獣」カード１枚を選んで持ち主の手札に戻す。", "ko": "이 카드명의 ②의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 자신 또는 상대가 마법 카드를 발동할 때마다, 이 카드에 마력 카운터를 1개 놓는다. ②: 자신 필드의 마력 카운터를 3개 제거하고 발동할 수 있다. 자신의 펜듈럼 존의 카드 및 자신의 엑스트라 덱의 앞면 표시 펜듈럼 몬스터 중에서, \"매직비스트\" 카드 1장을 고르고 주인의 패로 되돌린다.", "zh-TW": "此卡名的②怪獸效果，１回合僅限使用１次。①：只要此卡存在於怪獸區，每當我方或對方發動魔法卡時，就在此卡放置１個魔力計數物。②：可去除我方場上的３個魔力計數物發動。從我方鐘擺區的卡及我方額外牌組的正面表示的鐘擺怪獸中，選擇１張「魔導獸」卡送回持有者的手牌。", "zh-CN": "此卡牌名的②怪兽效果１回合只可使用１次。①：只要此卡存在于怪兽区，每次我方或对手发动魔法卡，放置１个魔力计数物在此卡。②：可移除我方场上的３个魔力计数物并发动。从我方灵摆区的卡牌及我方额外牌组的表侧表示灵摆怪兽中，挑选１张“魔导兽”卡牌返回至持有者手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "LIGHT", "level": 4, "atk": 1800, "def": 500, "pendulum_scale": 4, "pendulum_effect": {"en": "If you have no card in your other Pendulum Zone: You can destroy this card, and if you do, shuffle 1 face-up Spellcaster Pendulum Monster from your Extra Deck into your Main Deck, except \"Mythical Beast Bashilisk\", then draw 1 card. You can only use this effect of \"Mythical Beast Bashilisk\" once per turn.", "de": "Falls du keine Karte in deiner anderen Pendelzone hast: Du kannst diese Karte zerstören und falls du dies tust, mische 1 offenes Hexer-Pendelmonster von deinem Extra Deck in dein Main Deck, außer „Mythisches Ungeheuer Bashilisk“, dann ziehe 1 Karte. Du kannst diesen Effekt von „Mythisches Ungeheuer Bashilisk“ nur einmal pro Spielzug verwenden.", "es": "Si no tienes cartas en tu otra Zona del Péndulo: puedes destruir esta carta y, si lo haces, baraja a tu Deck Principal 1 Monstruo de Péndulo Lanzador de Conjuros boca arriba en tu Deck Extra, excepto \"Bestia Mítica Basilisco\", y después roba 1 carta. Sólo puedes usar este efecto de \"Bestia Mítica Basilisco\" una vez por turno.", "fr": "Si vous n'avez aucune carte dans votre autre Zone Pendule : vous pouvez détruire cette carte, et si vous le faites, mélangez 1 Monstre Pendule Magicien face recto (\"Bashilisk, Bête Mythique\" exclu) depuis votre Extra Deck dans votre Main Deck, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Bashilisk, Bête Mythique\" qu'une fois par tour.", "it": "Se non hai nessuna carta nella tua altra Zona Pendulum: puoi distruggere questa carta e, se lo fai, mischia 1 Mostro Pendulum Incantatore scoperto dal tuo Extra Deck nel tuo Main Deck, eccetto \"Basilisco Mitica Bestia\", poi pesca 1 carta. Puoi utilizzare questo effetto di \"Basilisco Mitica Bestia\" una sola volta per turno.", "pt": "Se você não tiver nenhum card na sua outra Zona de Pêndulo: você pode destruir este card e, se isso acontecer, embaralhe no seu Deck Principal 1 Monstro Pêndulo Mago com a face para cima no seu Deck Adicional, exceto \"Besta Mítica Bashilisco\" e, depois, compre 1 card. Você só pode usar este efeito de \"Besta Mítica Bashilisco\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：もう片方の自分のＰゾーンにカードが存在しない場合に発動できる。このカードを破壊し、自分のＥＸデッキから「魔導獣 バジリスク」以外の表側表示の魔法使い族Ｐモンスター１体をデッキに戻す。その後、自分はデッキから１枚ドローする。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 다른 한쪽 자신의 펜듈럼 존에 카드가 존재하지 않을 경우에 발동할 수 있다. 이 카드를 파괴하고, 자신의 엑스트라 덱에서 \"매직비스트 바실리스크\" 이외의 앞면 표시 마법사족 펜듈럼 몬스터 1장을 덱으로 되돌린다. 그 후, 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可在我方另一側鐘擺區不存在卡的狀況下發動。破壞此卡，從我方額外牌組將１隻「魔導獸 雞蛇」以外的正面表示的魔法使族鐘擺怪獸送回牌組。其後，我方從牌組抽１張牌。", "zh-CN": "此卡牌名的灵摆效果１回合只可使用１次。①：另一边的我方灵摆区不存在有卡牌的场合可发动。破坏此卡，从我方的额外牌组将１只除“魔导兽 巴西利斯克”以外的表侧表示魔法师族灵摆怪兽返回至牌组。之后，我方从牌组抽取１张卡牌。"}, "series": ["Mythical Beast"], "images": [{"index": 1, "image": "MythicalBeastBashilisk-EXFO-EN-R-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN025", "set_name": "Extreme Force", "rarities": ["Rare"]}], "de": [{"set_number": "EXFO-DE025", "set_name": "Extreme Force", "rarities": ["Rare"]}], "fr": [{"set_number": "EXFO-FR025", "set_name": "Extreme Force", "rarities": ["Rare"]}], "it": [{"set_number": "EXFO-IT025", "set_name": "Extreme Force", "rarities": ["Rare"]}], "pt": [{"set_number": "EXFO-PT025", "set_name": "Extreme Force", "rarities": ["Rare"]}], "ja": [{"set_number": "EXFO-JP025", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR025", "set_name": "Extreme Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 532136, "master_duel_rarity": "N"}