{"konami_id": 20724, "password": 81005500, "name": {"en": "Ween, the Spirit of Treats", "de": "Ween, der Geist des Süßen", "es": "Ween, Espíritu de los Tratos", "fr": "Ween, l'Esprit des Friandises", "it": "Ween, lo Spirito dei Dolcetti", "pt": "Ween, o Espírito das Gostosuras", "ja": "お<ruby>菓<rt>か</rt></ruby><ruby>子<rt>し</rt></ruby>の<ruby>大<rt>だい</rt></ruby><ruby>精<rt>せい</rt></ruby><ruby>霊<rt>れい</rt></ruby>ウィーン", "ja_romaji": "Okashi no Daiseirei Wīn", "ko": "과자의 대정령 윈", "ko_rr": null, "zh-TW": "點心大精靈 維恩", "zh-CN": "点心大精灵 维恩"}, "text": {"en": "If this card is Normal or Special Summoned: You can activate this effect; if you still control this face-up card, your opponent chooses 1 of these effects for you to apply.\n● This card gains 800 ATK for each Zombie monster currently in your GY.\n● Inflict 500 damage to your opponent for each Zombie monster in your GY.\nIf this card is destroyed by battle or effect: You can Special Summon 1 monster from your opponent's GY to your field.\nYou can only use each effect of \"Ween, the Spirit of Treats\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst diesen Effekt aktivieren; falls du diese offene Karte immer noch kontrollierst, bestimmt dein Gegner 1 dieser Effekte, den du ausführst.\n●Diese Karte erhält für jedes Zombie-Monster, das sich derzeit in deinem Friedhof befindet, 800 ATK.\n●Füge deinem Gegner für jedes Zombie-Monster in deinem Friedhof 500 Schaden zu.\nFalls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 Monster als Spezialbeschwörung vom Friedhof deines Gegners auf deine Spielfeldseite beschwören.\nDu kannst jeden Effekt von „Ween, der Geist des Süßen“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes activar este efecto; si todavía controlas esta carta boca arriba, tu adversario elige 1 de estos efectos para que lo apliques.\n●Esta carta gana 800 ATK por cada monstruo Zombi en tu Cementerio en este momento.\n●Inflige 500 puntos de daño a tu adversario por cada monstruo Zombi en tu Cementerio.\nSi esta carta es destruida en batalla o por el efecto de una carta: puedes Invocar de Modo Especial, desde el Cementerio de tu adversario, 1 monstruo a tu Campo.\nSólo puedes usar cada efecto de \"Ween, Espíritu de los Tratos\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez activer cet effet ; si vous contrôlez toujours cette carte face recto, votre adversaire choisit 1 de ces effets pour vous à appliquer.\n●Cette carte gagne 800 ATK pour chaque monstre Zombie actuellement dans votre Cimetière.\n●Infligez 500 points de dommages à votre adversaire pour chaque monstre Zombie dans votre Cimetière.\nSi cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre depuis le Cimetière de votre adversaire sur votre Terrain.\nVous ne pouvez utiliser chaque effet de \"Ween, l'Esprit des Friandises\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi attivare questo effetto; se controlli ancora questa carta scoperta, il tuo avversario seleziona 1 di questi effetti da farti applicare.\n●Questa carta guadagna 800 ATK per ogni mostro Zombie attualmente nel tuo Cimitero.\n●Infliggi 500 danni al tuo avversario per ogni mostro Zombie nel tuo Cimitero.\nSe questa carta viene distrutta in battaglia o dall'effetto di una carta: puoi Evocare Specialmente 1 mostro dal Cimitero del tuo avversario sul tuo Terreno.\nPuoi utilizzare ogni effetto di \"Ween, lo Spirito dei Dolcetti\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode ativar este efeito; se você ainda controlar este card com a face para cima, seu oponente seleciona 1 desses efeitos para que você aplique.\n●Este card ganha 800 de ATK para cada monstro Zumbi atualmente no seu Cemitério.\n●Cause 500 de dano ao seu oponente para cada monstro Zumbi no seu Cemitério.\nSe este card for destruído em batalha ou por um efeito de card: você pode Invocar por Invocação-Especial no seu campo 1 monstro do Cemitério do seu oponente.\nVocê só pode usar cada efeito de \"Ween, o Espírito das Gostosuras\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。このカードが自分フィールドに表側表示で存在する場合、相手は以下の効果から１つを選び、自分はその効果を適用する。●このカードの攻撃力は、自分の墓地のアンデット族モンスターの数×８００アップする。●自分の墓地のアンデット族モンスターの数×５００ダメージを相手に与える。②：このカードが戦闘・効果で破壊された場合に発動できる。相手の墓地からモンスター１体を自分フィールドに特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다.\n①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 이 카드가 자신 필드에 앞면 표시로 존재할 경우, 상대는 이하의 효과에서 1개를 고르고, 자신은 그 효과를 적용한다.\n●이 카드의 공격력은, 자신 묘지의 언데드족 몬스터의 수 × 800 올린다.\n●자신 묘지의 언데드족 몬스터의 수 × 500 데미지를 상대에게 준다.\n②: 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 상대 묘지에서 몬스터 1장을 자신 필드에 특수 소환한다.", "zh-TW": "此卡名的①②效果1回合僅可各使用1次。\n①：此卡召喚・特殊召喚的情況下可以發動。此卡以表側表示存在於自己場上的情況下，對手從以下效果中挑選1個，自己適用該效果。\n●此卡的攻擊力上升相當於自己墓地的不死族怪獸數量×800的數值。\n●給予對手相當於自己墓地的不死族怪獸的數量×500的傷害。\n②：此卡因戰鬥・效果被破壞的情況下可以發動。從對手墓地將1隻怪獸特殊召喚至自己場上。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。\n①：此卡召唤・特殊召唤的情况下可以发动。此卡以表侧表示存在于自己场上的情况下，对手从以下效果中挑选1个，自己适用该效果。\n●此卡的攻击力上升相当于自己墓地的不死族怪兽数量×800的数值。\n●给予对手相当于自己墓地的不死族怪兽的数量×500的伤害。\n②：此卡因战斗・效果被破坏的情况下可以发动。从对手墓地将1只怪兽特殊召唤至自己场上。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "LIGHT", "level": 4, "atk": 0, "def": 0, "images": [{"index": 1, "image": "WeentheSpiritofTreats-SUDA-JP-R.png"}], "sets": {"ja": [{"set_number": "SUDA-JP027", "set_name": "Supreme Darkness", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SUDA-SC027", "set_name": "Supreme Darkness", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1088357, "master_duel_rarity": "SR"}