{"konami_id": 15768, "password": 81038234, "name": {"en": "Dream Mirror Recap", "de": "Traumspiegel-Nacherzählung", "es": "Recapitulación Espejo Ensueño", "fr": "Récapitulatif du Miroir des Rêves", "it": "Riepilogo Specchio dei Sogni", "pt": "Relato do Espelho Onírico", "ja": "<ruby>夢<rt>ゆめ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>の<ruby>夢<rt>ゆめ</rt></ruby><ruby>語<rt>かた</rt></ruby>らい", "ja_romaji": "Yumemakyō no Yumekatarai", "ko": "몽마경의 꿈대화", "ko_rr": "Mongmagyeong-ui Kkumdaehwa", "zh-TW": "夢魔鏡之述夢", "zh-CN": "梦魔镜之述梦"}, "text": {"en": "If a \"Dream Mirror\" monster you control would be Tributed to activate its own effect, shuffle it into the Deck instead of sending it to the GY. During the Main Phase: You can send this face-up card to the GY; place 1 of your \"Dream Mirror of Joy\" or \"Dream Mirror of Terror\" that is banished or in your GY, face-up in your Field Zone, then you can Special Summon 1 monster from your hand that specifically lists that card you placed in its text.", "de": "Falls ein „Traumspiegel“-Monster, das du kontrollierst, als Tribut angeboten würde, um seinen eigenen Effekt zu aktivieren, mische es ins Deck, anstatt es auf den Friedhof zu legen. Während der Main Phase: Du kannst diese offene Karte auf den Friedhof legen; lege 1 deiner „Traumspiegel des Spaßes“ oder „Traumspiegel des Terrors“, der verbannt ist oder in deinem Friedhof liegt, offen in deine Spielfeldzone, dann kannst du 1 Monster, das die Karte, die du gelegt hast, ausdrücklich in seinem Text erwähnt, als Spezialbeschwörung von deiner Hand beschwören.", "es": "Si un monstruo \"Espejo Ensueño\" que controlas fuera a ser Sacrificado para activar su propio efecto, barájalo al Deck en vez de mandarlo al Cementerio. Durante la Main Phase: puedes mandar al Cementerio esta carta boca arriba; pon boca arriba en tu Zona del Campo 1 de tus \"Espejo Ensueño de Alegría\" o \"Espejo Ensueño de Terror\" que esté desterrado o en tu Cementerio, y después puedes Invocar de Modo Especial, desde tu mano, 1 monstruo que liste específicamente en su texto la carta que pusiste.", "fr": "Si un monstre \"Miroir des Rêves\" que vous contrôlez va être Sacrifié pour activer son propre effet, mélangez-le dans le Deck au lieu de l'envoyer au Cimetière. Durant la Main Phase : vous pouvez envoyer cette carte face recto au Cimetière ; placez 1 de vos \"Miroir des Rêves de la Joie\" ou \"Miroir des Rêves de la Terreur\" qui est banni ou dans votre Cimetière, face recto dans votre Zone Terrain, puis vous pouvez Invoquer Spécialement 1 monstre depuis votre main qui liste spécifiquement la carte que vous avez placée dans son texte.", "it": "Se un mostro \"Specchio dei Sogni\" che controlli sta per essere offerto come Tributo per attivare il suo stesso effetto, mischialo nel Deck invece di mandarlo al Cimitero. Durante la Main Phase: puoi mandare questa carta scoperta al Cimitero; metti 1 dei tuoi \"Specchio dei Sogni della Gioia\" o \"Specchio dei Sogni del Terrore\" che è bandito o nel tuo Cimitero, scoperto nella tua Zona Terreno, poi puoi Evocare Specialmente dalla tua mano 1 mostro che indica specificamente quella carta che hai messo nel suo testo.", "pt": "Se um monstro \"Espelho Onírico\" que você controla seria oferecido como Tributo para ativar seu próprio efeito, embaralhe-o no Deck em vez de enviá-lo para o Cemitério. Durante a Fase Principal: você pode enviar este card com a face para cima para o Cemitério; coloque 1 dos seus \"Espelho Onírico da Alegria\" ou \"Espelho Onírico do Terror\" que estiver banido ou no seu Cemitério, com a face para cima na sua Zona do Campo e, depois, você pode Invocar por Invocação-Especial 1 monstro da sua mão que liste especificamente em seu texto esse card que você colocou na Zona do Campo.", "ja": "①：このカードが魔法＆罠ゾーンに存在する限り、自分フィールドの「夢魔鏡」モンスターが自身の効果を発動するためにリリースされる場合、墓地へは行かず持ち主のデッキに戻る。②：自分・相手のメインフェイズに、魔法＆罠ゾーンの表側表示のこのカードを墓地へ送って発動できる。自分の墓地のカード及び除外されている自分のカードの中から、「聖光の夢魔鏡」または「闇黒の夢魔鏡」１枚を選んで自分のフィールドゾーンに表側表示で置く。その後、置いたカードのカード名が記されたモンスター１体を手札から特殊召喚できる。", "ko": "①: 이 카드가 마법 & 함정 존에 존재하는 한, 자신 필드의 \"몽마경\" 몬스터가 자신의 효과를 발동하기 위해 릴리스될 경우, 묘지로는 가지 않으며 주인의 덱으로 되돌아간다. ②: 자신 / 상대의 메인 페이즈에 마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내고 발동할 수 있다. 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, \"성광의 몽마경\" 또는 \"암흑의 몽마경\" 1장을 고르고 자신의 필드 존에 앞면 표시로 놓는다. 그 후, 놓은 카드의 카드명이 쓰여진 몬스터 1장을 패에서 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "①：只要此卡存在于魔法与陷阱区域，自己场上的“梦魔镜”怪兽为发动自身效果而被解放的情况下，不去墓地而是放回持有者的牌组。②：在自己・对手的主要阶段，将魔法与陷阱区域表侧表示的此卡送至墓地可以发动。从自己墓地的卡及自己被除外的卡中，挑选１张“圣光之梦魔镜”或“暗黑之梦魔镜”以表侧表示放在自己的场地区域。然后，可将１只记载有所放卡卡名的怪兽从手牌特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Dream Mirror"], "images": [{"index": 1, "image": "DreamMirrorRecap-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "es": [{"set_number": "BLVO-SP077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR077", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC166", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714698, "master_duel_rarity": "N"}