{"konami_id": 14022, "password": 81119816, "name": {"en": "Prank-Kids Fansies", "de": "Streichbuben Luftis", "es": "Diventsiones Brominiños", "fr": "Fanrigolo Farce-Gamins", "it": "Ragazzi-Birichini Fanspasso", "pt": "Ventanimados Travesso-Guris", "ja": "プランキッズ・パルス", "ja_romaji": "Purankizzu Parusu", "ko": "프랭키즈 펄스", "ko_rr": "Peuraengkijeu Peoljeu", "zh-TW": "調皮寶貝・脈衝娃", "zh-CN": "调皮宝贝・脉冲娃"}, "text": {"en": "If this card is sent to the GY as material for the Fusion or Link Summon of a \"Prank-Kids\" monster: You can send 1 \"Prank-Kids\" card from your Deck to the GY, except \"Prank-Kids Fansies\", then you can Special Summon 1 \"Prank-Kids\" monster from your hand or Deck in Defense Position, except \"Prank-Kids Fansies\". You can only use this effect of \"Prank-Kids Fansies\" once per turn.", "de": "Falls diese Karte als Material für die Fusions- oder Linkbeschwörung eines „Streichbuben“-Monsters auf den Friedhof gelegt wird: Du kannst 1 „Streichbuben“-Karte von deinem Deck auf den Friedhof legen, außer „Streichbuben Luftis“, dann kannst du 1 „Streichbuben“-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck in die Verteidigungsposition beschwören, außer „Streichbuben Luftis“. Du kannst diesen Effekt von „Streichbuben Luftis“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada al Cementerio como material para la Invocación por Fusión o Enlace de un monstruo \"Brominiños\": puedes mandar al Cementerio 1 carta \"Brominiños\" en tu Deck, excepto \"Diventsiones Brominiños\", y después puedes Invocar de Modo Especial, desde tu mano o Deck, 1 monstruo \"Brominiños\" en Posición de Defensa, excepto \"Diventsiones Brominiños\". Sólo puedes usar este efecto de \"Diventsiones Brominiños\" una vez por turno.", "fr": "Si cette carte est envoyée au Cimetière comme Matériel pour une Invocation Fusion ou Lien d'un monstre \"Farce-Gamins\" : vous pouvez envoyer 1 carte \"Farce-Gamins\" (\"Fanrigolo Farce-Gamins\" exclu) depuis votre Deck au Cimetière, puis vous pouvez Invoquer Spécialement 1 monstre \"Farce-Gamins\" (\"Fanrigolo Farce-Gamins\" exclu) depuis votre main ou Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Fanrigolo Farce-Gamins\" qu'une fois par tour.", "it": "Se questa carta viene mandata al Cimitero come materiale per l'Evocazione tramite Fusione o Link di un mostro \"Ragazzi-Birichini\": puoi mandare 1 carta \"Ragazzi-Birichini\" dal tuo Deck al Cimitero, eccetto \"Ragazzi-Birichini Fanspasso\", poi puoi Evocare Specialmente 1 mostro \"Ragazzi-Birichini\" dalla tua mano o Deck in Posizione di Difesa, eccetto \"Ragazzi-Birichini Fanspasso\". Puoi utilizzare questo effetto di \"Ragazzi-Birichini Fanspasso\" una sola volta per turno.", "pt": "Se este card for enviado para o Cemitério como matéria para a Invocação-Fusão ou Link de um monstro \"Travesso-Guris\": você pode enviar 1 card \"Travesso-Guris\" do seu Deck para o Cemitério, exceto \"Ventanimados Travesso-Guris\" e, depois, você pode Invocar por Invocação-Especial 1 monstro \"Travesso-Guris\" da sua mão ou do Deck em Posição de Defesa, exceto \"Ventanimados Travesso-Guris\". Você só pode usar este efeito de \"Ventanimados Travesso-Guris\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。①：このカードが「プランキッズ」モンスターの、融合素材またはリンク素材として墓地へ送られた場合に発動できる。デッキから「プランキッズ・パルス」以外の「プランキッズ」カード１枚を墓地へ送る。その後、手札・デッキから「プランキッズ・パルス」以外の「プランキッズ」モンスター１体を守備表示で特殊召喚できる。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 \"프랭키즈\" 몬스터의, 융합 소재 또는 링크 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"프랭키즈 펄스\" 이외의 \"프랭키즈\" 카드 1장을 묘지로 보낸다. 그 후, 패 / 덱에서 \"프랭키즈 펄스\" 이외의 \"프랭키즈\" 몬스터 1장을 수비 표시로 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "这个卡名的效果1回合只能使用1次。\n①：这张卡作为「调皮宝贝」怪兽的所用融合素材或者所用连接素材送去墓地的场合才能发动。从卡组把「调皮宝贝·脉冲娃」以外的1张「调皮宝贝」卡送去墓地。那之后，可以从手卡·卡组把「调皮宝贝·脉冲娃」以外的1只「调皮宝贝」怪兽守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "WIND", "level": 1, "atk": 0, "def": 2000, "series": ["Prank-Kids"], "images": [{"index": 1, "image": "PrankKidsFansies-MGED-EN-R-1E.png"}], "sets": {"en": [{"set_number": "HISU-EN014", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-EN109", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "de": [{"set_number": "HISU-DE014", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-DE109", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "es": [{"set_number": "HISU-SP014", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-SP109", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "fr": [{"set_number": "HISU-FR014", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-FR109", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "it": [{"set_number": "HISU-IT014", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-IT109", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "pt": [{"set_number": "HISU-PT014", "set_name": "Hidden Summoners", "rarities": ["Super Rare"]}, {"set_number": "MGED-PT109", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "ja": [{"set_number": "DBHS-JP014", "set_name": "Deck Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBHS-KR014", "set_name": "Deck Build Pack: Hidden Summoners", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566720, "master_duel_rarity": "N"}