{"konami_id": 13850, "password": 81193865, "name": {"en": "Super Strident Blaze", "de": "Superkreisch-Flamme", "es": "Llamarada Super Estridente", "fr": "Super Embrasement Strident", "it": "Fiammata Super Stridente", "pt": "Super Chama Estridente", "ja": "エターナル・エヴォリューション・バースト", "ja_romaji": "Etānaru Evoryūshon Bāsuto", "ko": "이터널 에볼루션 버스트", "ko_rr": "Iteoneol Ebollusyeon Beoseuteu", "zh-TW": "永恆進化衝擊波", "zh-CN": "永恒进化冲击波"}, "text": {"en": "Equip only to a Machine Fusion Monster. Your opponent cannot activate cards or effects during your Battle Phase. At the end of the Damage Step, if the equipped monster attacked an opponent's monster: You can banish 1 \"Cyber Dragon\" monster from your GY; the equipped monster can attack an opponent's monster again in a row. Your other monsters cannot attack the turn you activate this effect.", "de": "Rüste nur ein Maschine-Fusionsmonster mit dieser Karte aus. Dein Gegner kann während deiner Battle Phase weder Karten noch Effekte aktivieren. Am Ende des Damage Steps, falls das ausgerüstete Monster ein Monster eines Gegners angegriffen hat: Du kannst 1 „Cyber Drache“-Monster von deinem Friedhof verbannen; das ausgerüstete Monster kann sofort noch einmal ein Monster eines Gegners angreifen. Deine anderen Monster können in dem Spielzug, in dem du diesen Effekt aktivierst, nicht angreifen.", "es": "Sólo puedes equiparlo a un Monstruo de Fusión Máquina. Tu adversario no puede activar cartas o efectos durante tu Battle Phase. Al final del Damage Step, si el monstruo equipado atacó a un monstruo del adversario: puedes desterrar 1 monstruo \"Ciber Dragón\" en tu Cementerio; el monstruo equipado puede atacar inmediatamente otra vez a un monstruo del adversario. Tus otros monstruos no pueden atacar en el turno que activaste este efecto.", "fr": "Équipable uniquement à un Monstre Fusion Machine. Votre adversaire ne peut activer ni de cartes ni d'effets durant votre Battle Phase. À la fin de la Damage Step, si le monstre équipé a attaqué un monstre de l'adversaire : vous pouvez bannir 1 monstre \"Cyber Dragon\" depuis votre Cimetière ; le monstre équipé peut attaquer un monstre de l'adversaire une nouvelle fois à la suite. Vos autres monstres ne peuvent pas attaquer le tour où vous activez cet effet.", "it": "Equipaggia solo a un Mostro Fusione Macchina. Il tuo avversario non può attivare carte o effetti durante la tua Battle Phase. Alla fine del Damage Step, se il mostro equipaggiato ha attaccato un mostro dell'avversario: puoi bandire 1 mostro \"Cyber Drago\" dal tuo Cimitero; il mostro equipaggiato può attaccare ancora di seguito un mostro dell'avversario. I tuoi altri mostri non possono attaccare nel turno in cui attivi questo effetto.", "pt": "Só pode ser equipado a um Monstro de Fusão Máquina. Seu oponente não pode ativar cards ou efeitos durante sua Fase de Batalha. No final da Etapa de Dano, se o monstro equipado atacou um monstro do oponente: você pode banir 1 monstro \"Dragão Cibernético\" do seu Cemitério; o monstro equipado pode atacar um monstro do oponente novamente em seguida. Seus outros monstros não podem atacar no turno em que você ativar este efeito.", "ja": "機械族の融合モンスターにのみ装備可能。①：このカードが魔法＆罠ゾーンに存在する限り、自分バトルフェイズ中に相手は魔法・罠・モンスターの効果を発動できない。②：装備モンスターが相手モンスターに攻撃したダメージステップ終了時、自分の墓地から「サイバー・ドラゴン」モンスター１体を除外して発動できる。装備モンスターは相手モンスターに続けて攻撃できる。この効果を発動するターン、装備モンスター以外の自分のモンスターは攻撃できない。", "ko": "기계족 융합 몬스터에만 장착 가능. ①: 이 카드가 마법 & 함정 존에 존재하는 한, 자신 배틀 페이즈 중에 상대는 마법 / 함정 / 몬스터의 효과를 발동할 수 없다. ②: 장착 몬스터가 상대 몬스터에 공격한 데미지 스텝 종료시, 자신 묘지에서 \"사이버 드래곤\" 몬스터 1장을 제외하고 발동할 수 있다. 장착 몬스터는 상대 몬스터에 이어서 공격할 수 있다. 이 효과를 발동하는 턴에, 장착 몬스터 이외의 자신 몬스터는 공격할 수 없다.", "zh-TW": null, "zh-CN": "仅可装备于机械族的融合怪兽。①：只要此卡存在于魔法与陷阱区域，在自己的战斗阶段中对手不可发动魔法・陷阱・怪兽的效果。②：装备怪兽攻击对手怪兽的伤害步骤结束时，从自己的墓地将1只“电子龙”怪兽除外可以发动。装备怪兽可继续攻击对手怪兽。发动此效果的回合中，装备怪兽以外的自己的怪兽不可攻击。"}, "card_type": "Spell", "property": "Equip", "series": ["Signature move"], "images": [{"index": 1, "image": "SuperStridentBlaze-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED3-EN015", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-EN036", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "LED3-DE015", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-DE036", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "es": [{"set_number": "LED3-SP015", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-SP036", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "LED3-FR015", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-FR036", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "LED3-IT015", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-IT036", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "LED3-PT015", "set_name": "Legendary Duelists: White Dragon Abyss", "rarities": ["Rare"]}, {"set_number": "LDS2-PT036", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "DP20-JP015", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}], "ko": [{"set_number": "DP20-KR015", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DP20-SC015", "set_name": "Duelist Pack: Legend Duelist 3", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 562979, "master_duel_rarity": "N"}