{"konami_id": 12677, "password": 81269231, "name": {"en": "Ancient Gear Hydra", "de": "Antike Antriebshydra", "es": "Hidra de Mecanismo Antiguo", "fr": "Hydre Rouages Ancients", "it": "Idra-Ingranaggio Antico", "pt": "Hidra do Mecanismo Antigo", "ja": "<ruby>古代の機械合成竜<rt>アンティーク・ギアヒドラ</rt></ruby>", "ja_romaji": "Antīku Gia Hidora", "ko": "앤틱 기어 히드라", "ko_rr": null, "zh-TW": "古代機械齒輪合成龍", "zh-CN": "古代机械齿轮合成龙"}, "text": {"en": "At the end of the Damage Step, when this card that was Tribute Summoned by Tributing an \"Ancient Gear\" monster battles an opponent's monster, but the opponent's monster was not destroyed by the battle: You can banish that opponent's monster. If this card was Tribute Summoned by Tributing a \"Gadget\" monster, it can attack all monsters your opponent controls, once each. If an \"Ancient Gear\" monster you control attacks, your opponent cannot activate Spell/Trap Cards and monster effects until the end of the Damage Step.", "de": "Am Ende des Damage Steps, wenn diese Karte, die als Tributbeschwörung beschworen wurde, indem ein „Antike/r/s Antrieb“-Monster als Tribut angeboten wurde, gegen ein Monster eines Gegners kämpft, aber das Monster des Gegners durch den Kampf nicht zerstört wurde: Du kannst das Monster des Gegners verbannen. Falls diese Karte als Tributbeschwörung beschworen wurde, indem ein „Apparat“-Monster als Tribut angeboten wurde, kann sie alle Monster, die dein Gegner kontrolliert, je einmal angreifen. Falls ein „Antike/r/s Antrieb“-Monster angreift, das du kontrollierst, kann dein Gegner bis zum Ende des Damage Steps weder Zauber-/Fallenkarten noch Monstereffekte aktivieren.", "es": "Al final del Damage Step, cuando esta carta que fue Invocada por Sacrificio Sacrificando un monstruo \"Mecanismo Antiguo\" batalle con un monstruo del adversario, pero el monstruo del adversario no sea destruido en batalla: puedes desterrar ese monstruo del adversario. Si esta carta fue Invocada por Sacrificio Sacrificando un monstruo \"Artilugio\", ésta puede atacar a todos los monstruos que controle tu adversario, una vez cada uno. Si un monstruo \"Mecanismo Antiguo\" que controlas ataca, hasta el final del Damage Step tu adversario no puede activar Cartas Mágicas/de Trampa ni efectos de monstruo.", "fr": "À la fin de la Damage Step, lorsque cette carte qui a été Invoquée par Sacrifice en Sacrifiant un monstre \"Rouages Ancients\" combat un monstre de l'adversaire, mais que le monstre de l'adversaire n'a pas été détruit au combat : vous pouvez bannir le monstre de l'adversaire. Si cette carte a été Invoquée par Sacrifice en Sacrifiant un monstre \"Gadget\", elle peut attaquer une fois tous les monstres contrôlés par votre adversaire. Si un monstre \"Rouages Ancients\" que vous contrôlez attaque, votre adversaire ne peut activer ni de Cartes Magie/Piège ni d'effets de monstre jusqu'à la fin de la Damage Step.", "it": "Alla fine del Damage Step, quando questa carta che è stata Evocata tramite Tributo offrendo come Tributo un mostro \"Ingranaggio Antico\" combatte con un mostro dell'avversario, ma il mostro dell'avversario non è stato distrutto dalla battaglia: puoi bandire quel mostro dell'avversario. Se questa carta è stata Evocata tramite Tributo offrendo come Tributo un mostro \"Congegno\", essa può attaccare tutti i mostri controllati dal tuo avversario, una volta ciascuno. Se un mostro \"Ingranaggio Antico\" che controlli attacca, il tuo avversario non può attivare le Carte Magia/Trappola e gli effetti dei mostri fino alla fine del Damage Step.", "pt": "No final da Etapa de Dano, quando este card que foi Invocado por Invocação-Tributo pelo Tributo de um monstro \"Mecanismo Antigo\" batalhar um monstro do oponente, mas o monstro do oponente não foi destruído em batalha: você pode banir o monstro do oponente. Se este card foi Invocado por Invocação-Tributo pelo Tributo de um monstro \"Dispositivo\", ele pode atacar todos os monstros que seu oponente controla, uma vez cada. Se um monstro \"Mecanismo Antigo\" que você controla atacar, seu oponente não pode ativar Cards de Magia/Armadilha e efeitos de monstro até o final da Etapa de Dano.", "ja": "①：「アンティーク・ギア」モンスターをリリースしてアドバンス召喚したこのカードとの戦闘で相手モンスターが破壊されなかったダメージステップ終了時に発動できる。その相手モンスターを除外する。②：「ガジェット」モンスターをリリースしてアドバンス召喚したこのカードは相手モンスター全てに１回ずつ攻撃できる。③：自分の「アンティーク・ギア」モンスターが攻撃する場合、相手はダメージステップ終了時までモンスターの効果・魔法・罠カードを発動できない。", "ko": "①: \"앤틱 기어\" 몬스터를 릴리스하고 어드밴스 소환한 이 카드와의 전투로 상대 몬스터가 파괴되지 않은 데미지 스텝 종료시에 발동할 수 있다. 그 상대 몬스터를 제외한다. ②: \"가제트\" 몬스터를 릴리스하고 어드밴스 소환한 이 카드는 상대 몬스터 전부에 1회씩 공격할 수 있다. ③: 자신의 \"앤틱 기어\" 몬스터가 공격할 경우, 상대는 데미지 스텝 종료시까지 몬스터의 효과 / 마법 / 함정 카드를 발동할 수 없다.", "zh-TW": null, "zh-CN": "①：解放\"古代机械齿轮\"怪兽来上级召唤的此卡与对手怪兽战斗、但未将其破坏的伤害步骤结束时可以发动。将该对手怪兽除外。②：解放\"小工具\"怪兽来上级召唤的此卡可攻击所有对手怪兽各1次。③：自己的\"古代机械齿轮\"怪兽攻击的情况下，对手直至伤害步骤结束时为止，不可发动怪兽的效果・魔法・陷阱卡。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 7, "atk": 2700, "def": 1700, "series": ["Ancient Gear", "Gadjiltron"], "images": [{"index": 1, "image": "AncientGearHydra-LDS1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SR03-EN002", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-EN083", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "de": [{"set_number": "SR03-DE002", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-DE083", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "es": [{"set_number": "SR03-SP002", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-SP083", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "fr": [{"set_number": "SR03-FR002", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-FR083", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "it": [{"set_number": "SR03-IT002", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-IT083", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "pt": [{"set_number": "SR03-PT002", "set_name": "Machine Reactor Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "LDS1-PT083", "set_name": "Legendary Duelists: Season 1", "rarities": ["Common"]}], "ja": [{"set_number": "SR03-JP002", "set_name": "Structure Deck R: Machine Dragon Re-Volt", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR03-KR002", "set_name": "Structure Deck R: Machine Dragon Re-Volt", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "TM01-SC048", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 405477, "master_duel_rarity": "SR"}