{"konami_id": 18017, "password": 81260679, "name": {"en": "Ohime the Manifested Mikanko", "de": "Ohime die manifestierte Mikanko", "es": "Ohime Mikanko en Manifiesto", "fr": "Ohime la Manifestation Mikanko", "it": "Ohime la Mikanko Manifestata", "pt": "Ohime, a Mikanko Manifesta", "ja": "オオヒメの<ruby>御巫<rt>みかんこ</rt></ruby>", "ja_romaji": "Oohime no Mikanko", "ko": "오오히메의 미캉코", "ko_rr": "Oohime-ui Mikangko", "zh-TW": "大日女之御巫", "zh-CN": "大日女之御巫"}, "text": {"en": "You can Ritual Summon this card with \"Mikanko Kagura\". Cannot be destroyed by battle, also your opponent takes any battle damage you would have taken from battles involving this card. You can only use each of the following effects of \"Ohime the Manifested Mikanko\" once per turn. You can reveal this card in your hand; add 1 \"Mikanko\" card from your Deck to your hand, except \"Ohime the Manifested Mikanko\", then discard 1 card. (Quick Effect): You can target 1 Equip Spell in your GY; equip it to 1 appropriate monster on the field.", "de": "Du kannst diese Karte mit „Mikanko-Kagura“ als Ritualbeschwörung beschwören. Kann nicht durch Kampf zerstört werden, zusätzlich erhält dein Gegner den Kampfschaden, den du aus Kämpfen erhalten hättest, an denen diese Karte beteiligt ist. Du kannst jeden der folgenden Effekte von „Ohime die manifestierte Mikanko“ nur einmal pro Spielzug verwenden. Du kannst diese Karte in deiner Hand vorzeigen; füge deiner Hand 1 „Mikanko“-Karte von deinem Deck hinzu, außer „Ohime die manifestierte Mikanko“, dann wirf 1 Karte ab. (Schnelleffekt): Du kannst 1 Ausrüstungszauber in deinem Friedhof wählen; rüste 1 geeignetes Monster auf dem Spielfeld damit aus.", "es": "Puedes Invocar esta carta por Ritual con \"Kagura Mikanko\". No puede ser destruida en batalla, y además tu adversario recibe cualquier daño de batalla que tú hubieras recibido de batallas que involucren esta carta. Sólo puedes usar cada uno de los siguientes efectos de \"Ohime Mikanko en Manifiesto\" una vez por turno. Puedes mostrar esta carta en tu mano; añade a tu mano 1 carta \"Mikanko\" en tu Deck, excepto \"Ohime Mikanko en Manifiesto\", y después descarta 1 carta. (Efecto Rápido): puedes seleccionar 1 Mágica de Equipo en tu Cementerio; equípala a 1 monstruo apropiado en el Campo.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Kagura Mikanko\". Non destructible au combat, et aussi, votre adversaire reçoit les dommages de combat que vous auriez dû recevoir de combats impliquant cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Ohime la Manifestation Mikanko\" qu'une fois par tour. Vous pouvez révéler cette carte dans votre main ; ajoutez 1 carte \"Mikanko\" (\"Ohime la Manifestation Mikanko\" exclu) depuis votre Deck à votre main, puis défaussez 1 carte. (Effet Rapide) : vous pouvez cibler 1 Magie d'Équipement dans votre Cimetière ; équipez-la à 1 monstre approprié sur le Terrain.", "it": "Puoi Evocare tramite Rituale questa carta con \"Kagura Mikanko\". Non può essere distrutta in battaglia, inoltre il tuo avversario subisce qualsiasi danno da combattimento che avresti subito tu da battaglie che coinvolgono questa carta. Puoi utilizzare ognuno dei seguenti effetti di \"Ohime la Mikanko Manifestata\" una sola volta per turno. Puoi rivelare questa carta nella tua mano; aggiungi 1 carta \"Mikanko\" dal tuo Deck alla tua mano, eccetto \"Ohime la Mikanko Manifestata\", poi scarta 1 carta. (Effetto Rapido): puoi scegliere come bersaglio 1 Magia Equipaggiamento nel tuo Cimitero; equipaggiala a 1 mostro appropriato sul Terreno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Kagura Mikanko\". Não pode ser destruído em batalha e, além disso, seu oponente sofre qualquer dano de batalha que você teria sofrido das batalhas envolvendo este card. Você só pode usar cada um dos seguintes efeitos de \"Ohime, a Mikanko Manifesta\" uma vez por turno. Você pode revelar este card na sua mão; adicione 1 card \"Mikanko\" do seu Deck à sua mão, exceto \"Ohime, a Mikanko Manifesta\" e, depois, descarte 1 card. (Efeito Rápido): você pode escolher 1 Magia de Equipamento no seu Cemitério; equipe-a em 1 monstro apropriado no campo.", "ja": "「御巫神楽」により降臨\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：手札のこのカードを相手に見せて発動できる。デッキから「オオヒメの御巫」以外の「御巫」カード１枚を手札に加える。その後、自分の手札を１枚選んで捨てる。②：このカードは戦闘では破壊されず、このカードの戦闘で発生する自分への戦闘ダメージは代わりに相手が受ける。③：自分・相手ターンに、自分の墓地の装備魔法カード１枚を対象として発動できる。そのカードを装備可能なフィールドのモンスター１体に装備する。", "ko": "\"미캉코 카구라\"에 의해 의식 소환\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 이 카드를 상대에게 보여주고 발동할 수 있다. 덱에서 \"오오히메의 미캉코\" 이외의 \"미캉코\" 카드 1장을 패에 넣는다. 그 후, 자신의 패를 1장 고르고 버린다. ②: 이 카드는 전투로는 파괴되지 않으며, 이 카드의 전투로 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다. ③: 자신 / 상대 턴에, 자신 묘지의 장착 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 장착 가능한 필드의 몬스터 1장에 장착한다.", "zh-TW": null, "zh-CN": "以“御巫神乐”降临\n此卡名的①③效果1回合仅可各使用1次。①：向对手出示手牌的此卡可以发动。从牌组将“大日女之御巫”以外的1张“御巫”卡加入手牌。然后，挑选自己的1张手牌舍弃。②：此卡不会因战斗被破坏，因此卡的战斗对自己造成的战斗伤害由对手代为承受。③：在自己・对手回合中，以自己墓地的1张装备魔法卡为对象可以发动。将该卡装备于场上1只可装备的怪兽。"}, "card_type": "Monster", "monster_type_line": "Fairy / Ritual / Effect", "attribute": "LIGHT", "level": 6, "atk": 0, "def": 0, "ritual_spell": "Mikanko Kagura", "series": ["Mikanko"], "images": [{"index": 1, "image": "OhimetheManifestedMikanko-TTP1-JP-R.png", "illustration": "OhimetheManifestedMikanko-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "OhimetheManifestedMikanko-AMDE-EN-UR-1E.png", "illustration": "OhimetheManifestedMikanko-MADU-EN-VG-artwork.png"}, {"index": 2, "image": "OhimetheManifestedMikanko-TTP1-JP-UPR.png", "illustration": "OhimetheManifestedMikanko-OW-2.png"}], "sets": {"en": [{"set_number": "AMDE-EN027", "set_name": "Amazing Defenders", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-EN135", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "AMDE-DE027", "set_name": "Amazing Defenders", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-DE135", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "AMDE-SP027", "set_name": "Amazing Defenders", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-SP135", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "AMDE-FR027", "set_name": "Amazing Defenders", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-FR135", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "AMDE-IT027", "set_name": "Amazing Defenders", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-IT135", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "AMDE-PT027", "set_name": "Amazing Defenders", "rarities": ["Ultra Rare"]}, {"set_number": "MP24-PT135", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DBAD-JP027", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "TTP1-JP063", "set_name": "Tactical-Try Pack: Dark Magic / HERO / Mikanko", "rarities": ["Rare", "Ultra Parallel Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DBAD-KR027", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBAD-SC027", "set_name": "Deck-Build Pack: Amazing Defenders", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "TTP1-SC065", "set_name": "Tactical-Try Pack: Dark Magic / HERO / Mikanko", "rarities": ["Rare", "Ultra Parallel Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 710827, "master_duel_rarity": "UR"}