{"konami_id": 20489, "password": 81418467, "name": {"en": "Primite Imperial Dragon", "de": "Urerz Kaiserlicher Drache", "es": "Dragón Imperial de Primitio", "fr": "Dragon Impérial Primite", "it": "Primite Drago Imperiale", "pt": "Dragão Imperial Primita", "ja": "<ruby>原<rt>げん</rt></ruby><ruby>石<rt>せき</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>インペリアル・ドラゴン", "ja_romaji": "Gensekiryū Inperiaru Doragon", "ko": "원석룡 임페리얼 드래곤", "ko_rr": null, "zh-TW": null, "zh-CN": "原石龙 帝皇龙"}, "text": {"en": "Cannot be Normal Summoned, except by Tributing 1 Normal Monster (but can be Normal Set). During your opponent's Main Phase (Quick Effect): You can reveal this card in your hand; immediately after this effect resolves, Normal Summon 1 \"Primite\" monster. You can only use this effect of \"Primite Imperial Dragon\" once per turn. If this card is Tribute Summoned: You can apply these effects in sequence.\n● Negate the effects of all face-up monsters your opponent currently controls.\n● Banish all monsters your opponent controls with the same Type or Attribute as a Normal Monster in your GY.", "de": "Kann nicht als Normalbeschwörung beschworen werden, außer indem du 1 Normales Monster als Tribut anbietet (kann aber Normal gesetzt werden). Während der Main Phase deines Gegners (Schnelleffekt): Du kannst diese Karte in deiner Hand vorzeigen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Urerz“-Monster als Normalbeschwörung. Du kannst diesen Effekt von „Urerz Kaiserlicher Drache“ nur einmal pro Spielzug verwenden. Falls diese Karte als Tributbeschwörung beschworen wird: Du kannst diese Effekte nacheinander ausführen.\n● Annulliere die Effekte aller offenen Monster, die dein Gegner derzeit kontrolliert.\n● Verbanne alle Monster, die dein Gegner kontrolliert und die denselben Typ oder dieselbe Eigenschaft wie ein Normales Monster in deinem Friedhof haben.", "es": "No puede ser Invocado de Modo Normal, excepto Sacrificando 1 Monstruo Normal (pero puede ser Colocado de Modo Normal). Durante la Main Phase de tu adversario (Efecto Rápido): puedes mostrar esta carta en tu mano; inmediatamente después de que se resuelva este efecto, Invoca de Modo Normal 1 monstruo \"Primitio\". Sólo puedes usar este efecto de \"Dragón Imperial de Primitio\" una vez por turno. Si esta carta es Invocada por Sacrificio: puedes aplicar estos efectos en secuencia.\n● Niega los efectos de todos los monstruos boca arriba que controle tu adversario en este momento.\n● Destierra todos los monstruos que controle tu adversario con el mismo Tipo o Atributo que un Monstruo Normal en tu Cementerio.", "fr": "Non Invocable Normalement, sauf en Sacrifiant 1 Monstre Normal (mais Posable Normalement). Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez révéler cette carte dans votre main ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Primite\". Vous ne pouvez utiliser cet effet de \"Dragon Impérial Primite\" qu'une fois par tour. Si cette carte est Invoquée par Sacrifice : vous pouvez appliquer ces effets dans l'ordre.\n● Annulez les effets de tous les monstres face recto actuellement contrôlés par votre adversaire.\n● Bannissez tous les monstres contrôlés par votre adversaire du même Type ou Attribut qu'un Monstre Normal dans votre Cimetière.", "it": "Non può essere Evocato Normalmente, eccetto offrendo come Tributo 1 Mostro Normale (ma può essere Posizionato Normalmente). Durante la Main Phase del tuo avversario (Effetto Rapido): puoi rivelare questa carta nella tua mano; immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro \"Primite\". Puoi utilizzare questo effetto di \"Primite Drago Imperiale\" una sola volta per turno. Se questa carta viene Evocata tramite Tributo: puoi applicare questi effetti in ordine.\n● Annulla gli effetti di tutti i mostri scoperti attualmente controllati dal tuo avversario.\n● Bandisci tutti i mostri controllati dal tuo avversario con lo stesso Tipo o Attributo di un Mostro Normale nel tuo Cimitero.", "pt": "Não pode ser Invocado por Invocação-Normal, exceto ao oferecer como Tributo 1 Monstro Normal (mas pode ser Baixado Normalmente). Durante a Fase Principal do seu oponente (Efeito Rápido): você pode revelar este card na sua mão; imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro \"Primita\". Você só pode usar este efeito de \"Dragão Imperial Primita\" uma vez por turno. Se este card for Invocado por Invocação-Tributo: você pode aplicar esses efeitos em sequência.\n● Negue os efeitos de todos os monstros com a face para cima que seu oponente controla atualmente.\n● Bana todos os monstros que seu oponente controla com o mesmo Tipo ou Atributo que o de um Monstro Normal no seu Cemitério.", "ja": "このカードは通常モンスター１体をリリースした場合のみ召喚できる。このカード名の①の効果は１ターンに１度しか使用できない。①：相手メインフェイズに、手札のこのカードを相手に見せて発動できる。「原石」モンスター１体の召喚を行う。②：このカードがアドバンス召喚した場合に発動できる。以下の効果をそれぞれ適用する。●相手フィールドの全ての表側表示モンスターの効果は無効化される。●種族か属性が、自分の墓地の通常モンスターのいずれかと同じとなる相手フィールドのモンスターを全て除外する。", "ko": "이 카드는 일반 몬스터 1장을 릴리스했을 경우에만 일반 소환할 수 있다. 이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 메인 페이즈에, 패의 이 카드를 상대에게 보여주고 발동할 수 있다. \"원석\" 몬스터 1장의 일반 소환을 실행한다. ②: 이 카드를 어드밴스 소환했을 경우에 발동할 수 있다. 이하의 효과를 각각 적용한다. ●상대 필드의 모든 앞면 표시 몬스터의 효과는 무효화된다. ●종족이나 속성이, 자신 묘지의 일반 몬스터 중 어느 것과 같아지는 상대 필드의 몬스터를 전부 제외한다.", "zh-TW": null, "zh-CN": "此卡仅可在解放１只通常怪兽的情况下召唤。此卡名的①效果１回合仅可使用１次。①：在对手的主要阶段，向对手出示手牌的此卡可以发动。进行１只“原石”怪兽的召唤。②：此卡上级召唤的情况下可以发动。分别适用以下效果。\n●对手场上的所有表侧表示怪兽的效果无效化。\n●将对手场上的种族或属性与自己墓地的任一通常怪兽相同的怪兽全部除外。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "EARTH", "level": 6, "atk": 2600, "def": 0, "series": ["Primite"], "images": [{"index": 1, "image": "PrimiteImperialDragon-ROTA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ROTA-DE013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ROTA-FR013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ROTA-IT013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ROTA-PT013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ROTA-JP013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-JP013", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ROTA-KR013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-KR013", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ROTA-SC013", "set_name": "Rage of the Abyss", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-SC013", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1064093}