{"konami_id": 20601, "password": 81549048, "name": {"en": "Ryu-Ge Rivalry", "de": "Ryuge-Rivalität", "es": "Rivalidad Ryu-Ge", "fr": "Rivalité Ryu-Ge", "it": "Rivalità Ryu-Ge", "pt": "Rivalidade de Ryu-Ge", "ja": "<ruby>竜<rt>りゅう</rt></ruby><ruby>華<rt>げ</rt></ruby><ruby>三<rt>さん</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>流<rt>る</rt></ruby><ruby>転<rt>てん</rt></ruby>", "ja_romaji": "Ryūge Sangairuten", "ko": "룡화삼계유전", "ko_rr": null, "zh-TW": null, "zh-CN": "龙华三界流转"}, "text": {"en": "Special Summon 1 \"Ryu-Ge\" monster from your hand, Deck, or GY, but return it to the hand during the End Phase. You can banish this card from your GY, then target 1 \"Ryu-Ge\" Continuous Spell in your banishment, GY, or field; place it on the bottom of the Deck, then draw 1 card. You can only use each effect of \"Ryu-Ge Rivalry\" once per turn.", "de": "Beschwöre 1 „Ryuge“-Monster als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof, aber gib es während der End Phase auf die Hand zurück. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Permanenten „Ryuge“-Zauber von deinen verbannten Karten, deinem Friedhof oder deiner Spielfeldseite wählen; lege ihn unters Deck, dann ziehe 1 Karte. Du kannst jeden Effekt von „Ryuge-Rivalität“ nur einmal pro Spielzug verwenden.", "es": "Invoca de Modo Especial, desde tu mano, Deck o Cementerio, 1 monstruo \"Ryu-Ge\", pero devuélvelo a la mano durante la End Phase. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Mágica Continua \"Ryu-Ge\" en tu destierro, Cementerio o Campo; ponla en la parte inferior del Deck, y después roba 1 carta. Sólo puedes usar cada efecto de \"Rivalidad Ryu-Ge\" una vez por turno.", "fr": "Invoquez Spécialement 1 monstre \"Ryu-Ge\" depuis votre main, Deck ou Cimetière, mais renvoyez-le à la main durant la End Phase. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie Continue \"Ryu-Ge\" dans votre bannissement, Cimetière ou Terrain ; placez-la au-dessous du Deck, puis piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Rivalité Ryu-Ge\" qu'une fois par tour.", "it": "Evoca Specialmente 1 mostro \"Ryu-Ge\" dalla tua mano, Deck o Cimitero, ma fallo ritornare nella mano durante la End Phase. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Magia Continua \"Ryu-Ge\" nelle tue carte bandite, Cimitero o Terreno; mettila in fondo al Deck, poi pesca 1 carta. Puoi utilizzare ogni effetto di \"Rivalità Ryu-Ge\" una sola volta per turno.", "pt": "Invoque por Invocação-Especial 1 monstro \"Ryu-Ge\" da sua mão, do Deck ou do Cemitério, mas devolva-o para a mão durante a Fase Final. Você pode banir este card do seu Cemitério e, depois, escolha 1 Magia Contínua \"Ryu-Ge\" no seu banimento, Cemitério ou campo; coloque-a no fundo do Deck e, depois, compre 1 card. Você só pode usar cada efeito de \"Rivalidade de Ryu-Ge\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の手札・デッキ・墓地から「竜華」モンスター１体を特殊召喚する。この効果で特殊召喚したモンスターはエンドフェイズに手札に戻る。②：墓地のこのカードを除外し、自分のフィールド・墓地・除外状態の「竜華」永続魔法カード１枚を対象として発動できる。そのカードをデッキの一番下に戻す。その後、自分は１枚ドローする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 덱 / 묘지에서 \"룡화\" 몬스터 1장을 특수 소환한다. 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 패로 되돌아간다. ②: 묘지의 이 카드를 제외하고, 자신의 필드 / 묘지 / 제외 상태인 \"룡화\" 지속 마법 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 덱 맨 아래로 되돌린다. 그 후, 자신은 1장 드로우한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从自己手牌・牌组・墓地将１只“龙华”怪兽特殊召唤。以此效果特殊召唤的怪兽将在结束阶段被放回手牌。②：将墓地的此卡除外，以自己场上・墓地・除外状态的１张“龙华”永续魔法卡为对象可以发动。将该卡放回牌组最下面。然后，自己抽１张。"}, "card_type": "Trap", "property": "Normal", "series": ["Ryu-Ge"], "images": [{"index": 1, "image": "RyuGeRivalry-CRBR-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CRBR-EN040", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "de": [{"set_number": "CRBR-DE040", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "es": [{"set_number": "CRBR-SP040", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "fr": [{"set_number": "CRBR-FR040", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "it": [{"set_number": "CRBR-IT040", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "pt": [{"set_number": "CRBR-PT040", "set_name": "Crossover Breakers", "rarities": ["Rare", "Super Rare"]}], "ja": [{"set_number": "DBCB-JP040", "set_name": "Deck Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBCB-KR040", "set_name": "Deck Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBCB-SC040", "set_name": "Deck Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1076258}