{"konami_id": 14803, "password": 81570454, "name": {"en": "Infernoble Knight - Roland", "de": "Flammedler Ritter - Roland", "es": "Infiernoble Caballero - Roland", "fr": "Roland, Chevalier Noble Inferno", "it": "Infernobile Cavaliere - Roland", "pt": "Infernobre Cavaleiro - Roland", "ja": "<ruby>焔<rt>えん</rt></ruby><ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>－ローラン", "ja_romaji": "Enseikishi - Rōran", "ko": "불꽃성기사－롤랑", "ko_rr": "Bulkkotseonggisa - Rollang", "zh-TW": "焰聖騎士－羅蘭", "zh-CN": "焰圣骑士－罗兰"}, "text": {"en": "(Quick Effect): You can target 1 face-up monster you control; equip this card from your hand to that target as an Equip Spell that gives that card 500 ATK. During the End Phase, if this card is in the GY because it was sent there this turn: You can add 1 FIRE Warrior monster, except \"Infernoble Knight - Roland\", or 1 Equip Spell from your Deck to your hand. You can only use each effect of \"Infernoble Knight - Roland\" once per turn.", "de": "(Schnelleffekt): Du kannst 1 offenes Monster wählen, das du kontrollierst; rüste jenes gewählte Ziel mit dieser Karte von deiner Hand als Ausrüstungszauber aus, der jener Karte 500 ATK gibt. Während der End Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug dorthin gelegt wurde: Du kannst deiner Hand 1 FEUER Krieger-Monster, außer „Flammedler Ritter - Roland“, oder 1 Ausrüstungszauber von deinem Deck hinzufügen. Du kannst jeden Effekt von „Flammedler Ritter - Roland“ nur einmal pro Spielzug verwenden.", "es": "(Efecto Rápido): puedes seleccionar 1 monstruo boca arriba que controles; equipa esta carta en tu mano a ese objetivo como una Mágica de Equipo que le da a esa carta 500 ATK. Durante la End Phase, si esta carta está en el Cementerio porque fue mandada allí este turno: puedes añadir a tu mano 1 monstruo Guerrero de FUEGO, excepto \"Infiernoble Caballero - Roland\", o 1 Mágica de Equipo, en tu Deck. Sólo puedes usar cada efecto de \"Infiernoble Caballero - Roland\" una vez por turno.", "fr": "(Effet Rapide) : vous pouvez cibler 1 monstre face recto que vous contrôlez ; équipez cette carte depuis votre main à la cible comme une Magie d'Équipement qui donne 500 ATK à la carte. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez ajouter 1 monstre FEU Guerrier (\"Roland, Chevalier Noble Inferno\" exclu) ou 1 Magie d'Équipement depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Roland, Chevalier Noble Inferno\" qu'une fois par tour.", "it": "(Effetto Rapido): puoi scegliere come bersaglio 1 mostro scoperto che controlli; equipaggia questa carta dalla tua mano a quel bersaglio come una Magia Equipaggiamento che dà 500 ATK a quella carta. Durante la End Phase, se questa carta è nel Cimitero perché è stata mandata lì in questo turno: puoi aggiungere 1 mostro FUOCO Guerriero, eccetto \"Infernobile Cavaliere - Roland\", o 1 Magia Equipaggiamento, dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Infernobile Cavaliere - Roland\" una sola volta per turno.", "pt": "(Efeito Rápido): você pode escolher 1 monstro com a face para cima que você controla; equipe este card da sua mão ao alvo como uma Magia de Equipamento que concede 500 de ATK a esse card. Durante a Fase Final, se este card estiver no Cemitério porque foi enviado para lá neste turno: você pode adicionar 1 monstro Guerreiro de FOGO, exceto \"Infernobre Cavaleiro - Roland\", ou 1 Magia de Equipamento do seu Deck à sua mão. Você só pode usar cada efeito de \"Infernobre Cavaleiro - Roland\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの表側表示モンスター１体を対象として発動できる。このカードを手札から攻撃力５００アップの装備カード扱いとしてその自分のモンスターに装備する。この効果は相手ターンでも発動できる。②：このカードが墓地へ送られたターンのエンドフェイズに発動できる。デッキから「焔聖騎士－ローラン」以外の戦士族・炎属性モンスター１体または装備魔法カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 패에서 공격력 500 올리는 장착 카드로 취급하여 그 자신 몬스터에 장착한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 묘지로 보내진 턴의 엔드 페이즈에 발동할 수 있다. 덱에서 \"불꽃성기사－롤랑\" 이외의 전사족 / 화염 속성 몬스터 1장 또는 장착 마법 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以自己场上的１只表侧表示怪兽为对象可以发动。将此卡视为攻击力上升５００的装备卡，从手牌装备于自己的该怪兽。此效果在对手回合中也可以发动。②：在此卡被送至墓地的回合的结束阶段可以发动。从牌组将１只“焰圣骑士－罗兰”以外的战士族・炎属性怪兽或１张装备魔法卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 1, "atk": 500, "def": 500, "series": ["Infernoble Knight", "Noble Knight", "Roland"], "images": [{"index": 1, "image": "InfernobleKnightRoland-AMDE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "TOCH-EN014", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-EN050", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "de": [{"set_number": "TOCH-DE014", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-DE050", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "es": [{"set_number": "TOCH-SP014", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-SP050", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "fr": [{"set_number": "TOCH-FR014", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-FR050", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "it": [{"set_number": "TOCH-IT014", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-IT050", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "pt": [{"set_number": "TOCH-PT014", "set_name": "Toon Chaos", "rarities": ["Ultra Rare"]}, {"set_number": "AMDE-PT050", "set_name": "Amazing Defenders", "rarities": ["Rare"]}], "ja": [{"set_number": "SR09-JP003", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SR09-KR003", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "MGP5-SC178", "set_name": "Mega Pack 05", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 663797, "master_duel_rarity": "R"}