{"konami_id": 21777, "password": 81650695, "name": {"en": "Power Patron DoomZ", "de": "Machtpatron UntergangZ", "es": "DoomZ Modelo de Poder", "fr": "Mécène du Pouvoir DoomZ", "it": "Patrono Potente DoomZ", "pt": "Patrono do Poder DoomZ", "ja": "<ruby>獄<rt>ごく</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>機<rt>き</rt></ruby><ruby>Ｄｏｏｍ－Ｚ<rt>ドゥームズ</rt></ruby>", "ja_romaji": "Gokushinki Dūmuzu", "ko": "감옥신기Doom－Z", "ko_rr": null, "zh-TW": null, "zh-CN": "狱神机 终刻"}, "text": {"en": "You cannot Special Summon from the Extra Deck, except Xyz Monsters. You can only use each of the following effects of \"Power Patron DoomZ\" once per turn. You can target 1 other Effect Monster you control; Special Summon from your Extra Deck, 1 \"DoomZ\" Xyz Monster or \"Jupiter the Power Patron of Destruction\", with the same Rank as the Level of that monster you control, by using that monster as material (this is treated as an Xyz Summon), and if you do, equip this card you control to it as an Equip Spell. If this card is destroyed: You can add 1 \"DoomZ\" card from your Deck to your hand.", "de": "Du kannst keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Xyz-Monstern. Du kannst jeden der folgenden Effekte von „Machtpatron UntergangZ“ nur einmal pro Spielzug verwenden. Du kannst 1 anderes Effektmonster wählen, das du kontrollierst; beschwöre 1 „UntergangZ“-Xyz-Monster oder „Jupiter der Machtpatron der Zerstörung“ mit demselben Rang wie die Stufe jenes Monsters, das du kontrollierst, als Spezialbeschwörung von deinem Extra Deck, indem du jenes Monster als Material verwendest (dies wird als Xyz-Beschwörung behandelt), und falls du dies tust, rüste es mit dieser Karte, die du kontrollierst, als Ausrüstungszauber aus. Falls diese Karte zerstört wird: Du kannst deiner Hand 1 „UntergangZ“-Karte von deinem Deck hinzufügen.", "es": "No puedes Invocar de Modo Especial desde el Deck Extra, excepto Monstruos Xyz. Sólo puedes usar cada uno de los siguientes efectos de \"DoomZ Modelo de Poder\" una vez por turno. Puedes seleccionar otro Monstruo de Efecto que controles; Invoca de Modo Especial, desde tu Deck Extra, 1 Monstruo Xyz \"DoomZ\" o \"Júpiter el Modelo de Poder de Destrucción\", con el mismo Rango que el Nivel de ese monstruo que controlas, usando ese monstruo como material (esto se trata como una Invocación Xyz) y, si lo haces, equípale esta carta que controlas como una Mágica de Equipo. Si esta carta es destruida: puedes añadir a tu mano 1 carta \"DoomZ\" en tu Deck.", "fr": "Vous ne pouvez pas Invoquer Spécialement (Monstres Xyz exclus) depuis l'Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Mécène du Pouvoir DoomZ\" qu'une fois par tour. Vous pouvez cibler 1 autre Monstre à Effet que vous contrôlez ; Invoquez Spécialement depuis votre Extra Deck, 1 \"Jupiter le Mécène du Pouvoir de la Destruction\" ou Monstre Xyz \"DoomZ\", du même Rang que le Niveau du monstre que vous contrôlez, en utilisant le monstre comme Matériel (ceci est traité comme Invocation Xyz), et si vous le faites, équipez-lui cette carte que vous contrôlez comme Magie d'Équipement. Si cette carte est détruite : vous pouvez ajouter 1 carte \"DoomZ\" depuis votre Deck à votre main.", "it": "Non puoi Evocare Specialmente dall'Extra Deck, eccetto Mostri Xyz. Puoi utilizzare ognuno dei seguenti effetti di \"Patrono Potente DoomZ\" una sola volta per turno. Puoi scegliere come bersaglio 1 altro Mostro con Effetto che controlli; Evoca Specialmente dal tuo Extra Deck 1 Mostro Xyz \"DoomZ\" o \"Jupiter il Patrono Potente della Distruzione\", con lo stesso Rango del Livello di quel mostro che controlli, utilizzando quel mostro come materiale (questa viene considerata come un'Evocazione Xyz) e, se lo fai, equipaggia questa carta che controlli a esso come una Magia Equipaggiamento. Se questa carta viene distrutta: puoi aggiungere 1 carta \"DoomZ\" dal tuo Deck alla tua mano.", "pt": "Você não pode Invocar por Invocação-Especial do Deck Adicional, exceto Monstros Xyz. Você só pode usar cada um dos seguintes efeitos de \"Patrono do Poder DoomZ\" uma vez por turno. Você pode escolher 1 outro Monstro de Efeito que você controla; Invoque por Invocação-Especial do seu Deck Adicional, 1 Monstro Xyz \"DoomZ\" ou \"Júpiter, o Patrono do Poder da Destruição\", com a mesma Classe que o Nível desse monstro que você controla, ao usar esse monstro como matéria (isso é considerado uma Invocação-Xyz) e, se isso acontecer, equipe este card que você controla a ele como uma Magia de Equipamento. Se este card for destruído: você pode adicionar 1 card \"DoomZ\" do seu Deck à sua mão.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分はＸモンスターしかＥＸデッキから特殊召喚できない。②：自分フィールドの他の効果モンスター１体を対象として発動できる。その自分のモンスターのレベルと同じ数値のランクを持つ、「ドゥームズ」Ｘモンスターか「壊獄神ユピテル」１体を対象のモンスターの上に重ねてＸ召喚扱いでＥＸデッキから特殊召喚し、自分フィールドのこのカードを装備魔法カード扱いで装備する。③：このカードが破壊された場合に発動できる。デッキから「ドゥームズ」カード１枚を手札に加える。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신은 엑시즈 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 자신 필드의 다른 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터의 레벨과 같은 수치의 랭크를 가지는, \"둠즈\" 엑시즈 몬스터나 \"괴감옥신 유피테르\" 1장을 대상 몬스터 위에 겹쳐 엑시즈 소환으로 취급하여 엑스트라 덱에서 특수 소환하고, 자신 필드의 이 카드를 장착 마법 카드로 취급하여 장착한다. ③: 이 카드가 파괴되었을 경우에 발동할 수 있다. 덱에서 \"둠즈\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：自己从额外牌组仅可特殊召唤超量怪兽。②：以自己场上的1只其他的效果怪兽为对象可以发动。从额外牌组将阶级与该自己的怪兽的等级数值相同的1只“终刻”超量怪兽或“坏狱神 朱庇特”重叠在对象怪兽上面，视为超量召唤特殊召唤，将自己场上的此卡视为装备魔法卡装备。③：此卡被破坏的情况下可以发动。从牌组将1张“终刻”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "WIND", "level": 1, "atk": 300, "def": 200, "series": ["DoomZ", "Power Patron"], "images": [{"index": 1, "image": "PowerPatronDoomZ-DOOD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN011", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "de": [{"set_number": "DOOD-DE011", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "es": [{"set_number": "DOOD-SP011", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DOOD-FR011", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "it": [{"set_number": "DOOD-IT011", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DOOD-PT011", "set_name": "Doom of Dimensions", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DOOD-JP011", "set_name": "Doom of Dimensions", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "DOOD-SC011", "set_name": "Doom of Dimensions", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135264}