{"konami_id": 12554, "password": 81752019, "name": {"en": "Flower Cardian Pine", "de": "Blumen-Kartian Kiefer", "es": "Flor Cardian Pino", "fr": "Fleur Cardian Pin", "it": "Fiore Cardian Pino", "pt": "Flor Cardian Pinho", "ja": "<ruby>花札衛<rt>カーディアン</rt></ruby>－<ruby>松<rt>まつ</rt></ruby>－", "ja_romaji": "Kādian - Matsu -", "ko": "카디언－소나무－", "ko_rr": null, "zh-TW": null, "zh-CN": "花札卫-松-"}, "text": {"en": "If this card is Normal Summoned: Draw 1 card, show it, then send it to the GY unless it is a \"Flower Cardian\" monster. You can only use this effect of \"Flower Cardian Pine\" once per turn. If this card is destroyed by battle and sent to the GY, or if this card in your possession is destroyed by an opponent's card effect and sent to your GY: You can draw 1 card.", "de": "Falls diese Karte als Normalbeschwörung beschworen wird: Ziehe 1 Karte, zeige sie, dann lege sie auf den Friedhof, es sei denn, es ist ein „Blumen-Kartian“-Monster. Du kannst diesen Effekt von „Blumen-Kartian Kiefer“ nur einmal pro Spielzug verwenden. Falls diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird, oder falls diese Karte, die dir gehört, durch einen Karteneffekt eines Gegners zerstört und auf deinen Friedhof gelegt wird: Du kannst 1 Karte ziehen.", "es": "Si esta carta es Invocada de Modo Normal: roba 1 carta, enséñala, y después mándala al Cementerio a menos de que sea un monstruo \"Flor Cardian\". Sólo puedes usar este efecto de \"Flor Cardian Pino\" una vez por turno. Si esta carta es destruida en batalla y mandada al Cementerio, o si esta carta en tu posesión es destruida por efecto de una carta del adversario y mandada a tu Cementerio: puedes robar 1 carta.", "fr": "Si cette carte est Invoquée Normalement : piochez 1 carte, montrez-la, puis envoyez-la au Cimetière sauf si c'est un monstre \"Fleur Cardian\". Vous ne pouvez utiliser cet effet de \"Fleur Cardian Pin\" qu'une fois par tour. Si cette carte est détruite au combat et envoyée au Cimetière, ou si cette carte en votre possession est détruite par un effet de carte de l'adversaire et envoyée à votre Cimetière : vous pouvez piocher 1 carte.", "it": "Se questa carta viene Evocata Normalmente: pesca 1 carta, mostrala, poi mandala al Cimitero a meno che essa sia un mostro \"Fiore Cardian\". Puoi utilizzare questo effetto di \"Fiore Cardian Pino\" una sola volta per turno. Se questa carta viene distrutta in battaglia e mandata al Cimitero, o se questa carta sotto il tuo comando viene distrutta dall'effetto di una carta dell'avversario e mandata al tuo Cimitero: puoi pescare 1 carta.", "pt": "Se este card for Invocado por Invocação-Normal: compre 1 card, mostre-o e, depois, envie-o para o Cemitério a não ser que ele seja um monstro \"Flor Cardian\". Você só pode usar este efeito de \"Flor Cardian Pinho\" uma vez por turno. Se este card for destruído em batalha e enviado para o Cemitério, ou se este card em sua posse for destruído por um efeito de card do seu oponente e enviado para o seu Cemitério: você pode comprar 1 card.", "ja": "「花札衛－松－」の①の効果は１ターンに１度しか使用できない。①：このカードが召喚に成功した場合に発動する。自分はデッキから１枚ドローし、お互いに確認する。それが「花札衛」モンスター以外だった場合、そのカードを墓地へ送る。②：このカードが戦闘または相手の効果で破壊され墓地へ送られた場合に発動できる。自分はデッキから１枚ドローする。", "ko": "\"카디언－소나무－\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 경우에 발동한다. 자신은 덱에서 1장 드로우하고, 서로 확인한다. 그것이 \"카디언\" 몬스터 이외였을 경우, 그 카드를 묘지로 보낸다. ②: 이 카드가 전투 또는 상대의 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 자신은 덱에서 1장 드로우한다.", "zh-TW": null, "zh-CN": "「花札卫-松-」的①的效果1回合只能使用1次。①：这张卡召唤成功的场合发动。自己从卡组抽1张，给双方确认。那是「花札卫」怪兽以外的场合，那张卡送去墓地。②：这张卡被战斗或者对方的效果破坏送去墓地的场合才能发动。自己从卡组抽1张。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 1, "atk": 100, "def": 100, "series": ["Flower Cardian"], "images": [{"index": 1, "image": "FlowerCardianPine-DLCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DRL3-EN031", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-EN127", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "de": [{"set_number": "DRL3-DE031", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-DE127", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "es": [{"set_number": "DRL3-SP031", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-SP127", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "fr": [{"set_number": "DRL3-FR031", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-FR127", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "it": [{"set_number": "DRL3-IT031", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-IT127", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "pt": [{"set_number": "DRL3-PT031", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-PT127", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "ja": [{"set_number": "CPF1-JP031", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Rare"]}], "ko": [{"set_number": "CPF1-KR031", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 468526}