{"konami_id": 16437, "password": 81769387, "name": {"en": "Appliancer Propelion", "de": "Gerätewesen Ventilöwe", "es": "Electrodomésticor Héliceleo", "fr": "Hélicelion Électroménageur", "it": "Apparecchio Ventoleone", "pt": "Utensilhor Ventileão", "ja": "<ruby>扇<rt>せん</rt></ruby><ruby>風<rt>ぷう</rt></ruby><ruby>機<rt>き</rt></ruby><ruby>塊<rt>かい</rt></ruby>プロペライオン", "ja_romaji": "Senpūkikai Puroperaion", "ko": "선풍기괴 프로펠라이온", "ko_rr": "Seonpunggigoe Peuropellaion", "zh-TW": "扇風機塊 螺旋風扇獅", "zh-CN": "扇风机块 螺旋风扇狮"}, "text": {"en": null, "de": "1 „Gerätewesen“-Monster\nDiese Karte kann in dem Spielzug, in dem sie als Linkbeschwörung beschworen wurde, nicht als Linkmaterial verwendet werden. Diese Karte kann direkt angreifen. Einmal pro Spielzug, während der Schadensberechnung, falls dein Monster gegen ein Monster eines Gegners kämpft, solange diese Karte kreuzgelinkt ist (Schnelleffekt): Du kannst die ATK des Monsters des Gegners nur während der Schadensberechnung zu 0 werden lassen. Einmal pro Spielzug, während der Schadensberechnung, falls dieses Monster, das nicht kreuzgelinkt ist, gegen ein Monster eines Gegners kämpft (Schnelleffekt): Du kannst die ATK des Monsters des Gegners nur während der Schadensberechnung zu 0 werden lassen.", "es": "1 monstruo \"Electrodomésticor\"\nNo puede ser usado como Material de Enlace el turno en el que es Invocado por Enlace. Esta carta puede atacar directamente. Una vez por turno, durante el cálculo de daño, si tu monstruo batalla con un monstruo del adversario, mientras esta carta está co-enlazada (Efecto Rápido): puedes hacer que el ATK de ese monstruo del adversario sea 0, sólo durante ese cálculo de daño. Una vez por turno, durante el cálculo de daño, si este monstruo que no está co-enlazado batalla con un monstruo del adversario (Efecto Rápido): puedes hacer que el ATK de ese monstruo del adversario sea 0, sólo durante ese cálculo de daño.", "fr": "1 monstre \"Électroménageur\"\nNon utilisable comme Matériel Lien le tour où elle est Invoquée par Lien. Cette carte peut attaquer directement. Une fois par tour, durant le calcul des dommages, si votre monstre combat un monstre de l'adversaire, tant que cette carte est co-liée (Effet Rapide) : durant ce calcul des dommages uniquement, vous pouvez faire devenir 0 l'ATK du monstre de l'adversaire. Une fois par tour, durant le calcul des dommages, si ce monstre qui n'est pas co-lié combat un monstre de l'adversaire (Effet Rapide) : durant ce calcul des dommages uniquement, vous pouvez faire devenir 0 l'ATK du monstre de l'adversaire.", "it": "1 mostro \"Apparecchio\"\nNon può essere utilizzato come Materiale Link nel turno in cui viene Evocato Link. Questa carta può attaccare direttamente. Una volta per turno, durante il calcolo dei danni, se un tuo mostro combatte con un mostro dell'avversario, mentre questa carta è co-linkata (Effetto Rapido): puoi rendere l'ATK di quel mostro dell'avversario 0 solamente durante quel calcolo dei danni. Una volta per turno, durante il calcolo dei danni, se questo mostro che non è co-linkato combatte con un mostro dell'avversario (Effetto Rapido): puoi rendere l'ATK di quel mostro dell'avversario 0 solamente durante quel calcolo dei danni.", "pt": "1 monstro \"Utensilhor\"\nNão pode ser usado como Matéria Link no turno em que for Invocado por Invocação-Link. Este card pode atacar diretamente. Uma vez por turno, durante o cálculo de dano, se um monstro seu batalhar um monstro do oponente, enquanto este card estiver co-linkado (Efeito Rápido): você pode transformar em 0 o ATK desse monstro do oponente, apenas durante esse cálculo de dano. Uma vez por turno, durante o cálculo de dano, se este monstro que não estiver co-linkado batalhar um monstro do oponente (Efeito Rápido): você pode transformar em 0 o ATK desse monstro do oponente, apenas durante esse cálculo de dano.", "ja": "「機塊」モンスター１体\nこのカードはＬ召喚されたターンにはＬ素材にできない。\n①：このカードは直接攻撃できる。\n②：自分・相手ターンに１度、このカードが相互リンク状態の場合、自分と相手のモンスター同士が戦闘を行うダメージ計算時に発動できる。その相手モンスターの攻撃力はそのダメージ計算時のみ０になる。\n③：自分・相手ターンに１度、相互リンク状態ではないこのカードが相手モンスターと戦闘を行うダメージ計算時に発動できる。その相手モンスターの攻撃力はそのダメージ計算時のみ０になる。", "ko": "\"기괴\" 몬스터 1장\n이 카드는 링크 소환된 턴에는 링크 소재로 할 수 없다. ①: 이 카드는 직접 공격할 수 있다. ②: 1턴에 1번, 이 카드가 상호 링크 상태일 경우, 자신과 상대의 몬스터끼리가 전투를 실행하는 데미지 계산시에 발동할 수 있다. 그 상대 몬스터의 공격력은 그 데미지 계산시에만 0 이 된다. ③: 1턴에 1번, 상호 링크 상태가 아닌 이 카드가 상대 몬스터와 전투를 실행하는 데미지 계산시에 발동할 수 있다. 그 상대 몬스터의 공격력은 그 데미지 계산시에만 0 이 된다.", "zh-TW": "「機塊」怪獸１隻\n此卡在被連結召喚的回合無法做為連結素材。①：此卡可直接攻擊。②：１回合１次，可在此卡互相連結狀態的狀況下，我方與對方怪獸彼此進行戰鬥的傷害計算時發動。該對方怪獸的攻擊力僅限在傷害計算時變為０。③：１回合１次，可在非互相連結狀態的此卡與對方怪獸進行戰鬥的傷害計算時發動。該對方怪獸的攻擊力僅限在傷害計算時變為０。", "zh-CN": "“机块”怪兽１只\n此卡在被连接召唤的回合中不可作为连接素材。①：此卡可直接攻击。②：１回合１次，此卡处于相互连接状态的情况下，自己与对手的怪兽之间进行战斗的伤害计算时可以发动。该对手怪兽的攻击力仅在该伤害计算时变为０。③：１回合１次，不处于相互连接状态的此卡与对手怪兽进行战斗的伤害计算时可以发动。该对手怪兽的攻击力仅在该伤害计算时变为０。"}, "card_type": "Monster", "monster_type_line": "Machine / Link / Effect", "attribute": "WIND", "link_arrows": ["⬆"], "atk": 1200, "materials": "1 \"Appliancer\" monster", "series": ["Appliancer"], "images": [{"index": 1, "image": "AppliancerPropelion-BROL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN043", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BROL-DE043", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BROL-FR043", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BROL-IT043", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BROL-PT043", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC01-JP043", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC01-KR043", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708352, "master_duel_rarity": "R"}