{"konami_id": 11269, "password": 81788994, "name": {"en": "Curse of the Shadow Prison", "de": "Fluch des Schattengefängnisses", "es": "Maldición de la Prisión de Sombras", "fr": "Malédiction de la Prison de l'Ombre", "it": "Maledizione della Prigione d'Ombra", "pt": "Maldição da Prisão Sombria", "ja": "<ruby>影<rt>かげ</rt></ruby><ruby>牢<rt>ろう</rt></ruby>の<ruby>呪<rt>じゅ</rt></ruby><ruby>縛<rt>ばく</rt></ruby>", "ja_romaji": "Kagerō no Jubaku", "ko": "영뢰의 저주", "ko_rr": "Yeongnoe-ui Jeoju", "zh-TW": "影牢的咒縛", "zh-CN": "影牢之咒缚"}, "text": {"en": "Each time a \"Shaddoll\" monster(s) is sent to the GY by a card effect, place 1 Spellstone Counter on this card for each sent monster. All monsters your opponent controls lose 100 ATK for each Spellstone Counter on this card during your opponent's turn only. Each time you Fusion Summon a \"Shaddoll\" Fusion Monster, you can remove 3 Spellstone Counters from this card to use 1 appropriate face-up monster your opponent controls as 1 of the Fusion Materials.", "de": "Jedes Mal, wenn ein oder mehr „Schattenpuppe“-Monster durch einen Karteneffekt auf den Friedhof gelegt werden, lege für jedes gelegte Monster 1 Zauberstein-Zählmarke auf diese Karte. Alle Monster, die dein Gegner kontrolliert, verlieren nur während des Spielzugs deines Gegners für jede Zauberstein-Zählmarke auf dieser Karte 100 ATK. Jedes Mal, wenn du ein „Schattenpuppe“-Fusionsmonster als Fusionsbeschwörung beschwörst, kannst du 3 Zauberstein-Zählmarken von dieser Karte entfernen, um 1 geeignetes offenes Monster, das dein Gegner kontrolliert, als 1 Fusionsmaterial zu verwenden.", "es": "Cada vez que uno o más monstruos \"Sombrañeca\" son mandados al Cementerio por efecto de una carta, pon 1 Contador de Piedra Mágica en esta carta por cada monstruo mandado. Todos los monstruos que tu adversario controla pierden 100 ATK por cada Contador de Piedra Mágica en esta carta, sólo durante el turno de tu adversario. Cada vez que Invoques por Fusión un Monstruo de Fusión \"Sombrañeca\", puedes retirar de esta carta 3 Contadores de Piedra Mágica para usar 1 monstruo boca arriba que controle tu adversario y que sea apropiado como 1 de los Materiales de Fusión.", "fr": "Chaque fois qu'un ou plusieurs monstres \"Marionnette de l'Ombre\" sont envoyés au Cimetière par un effet de carte, placez 1 Compteur Pierre Magique sur cette carte pour chaque monstre envoyé. Durant le tour de votre adversaire uniquement, tous les monstres contrôlés par votre adversaire perdent 100 ATK pour chaque Compteur Pierre Magique sur cette carte. Chaque fois que vous Invoquez par Fusion un Monstre Fusion \"Marionnette de l'Ombre\", vous pouvez retirer 3 Compteurs Pierre Magique de cette carte pour utiliser 1 monstre face recto approprié contrôlé par votre adversaire comme 1 des Matériels Fusion.", "it": "Ogni volta che uno o più mostri \"Bambolaombra\" vengono mandati al Cimitero dall'effetto di una carta, metti 1 Segnalino Pietramagia su questa carta per ogni mostro mandato. Tutti i mostri controllati dal tuo avversario perdono 100 ATK per ogni Segnalino Pietramagia su questa carta solamente durante il turno del tuo avversario. Ogni volta che Evochi tramite Fusione un Mostro Fusione \"Bambolaombra\", puoi rimuovere 3 Segnalini Pietramagia da questa carta per utilizzare 1 mostro scoperto appropriato controllato dal tuo avversario come 1 dei Materiali da Fusione.", "pt": "Sempre que um ou mais monstros \"Sombraneco\" forem enviados para o Cemitério por um efeito de card, coloque 1 Marcador de Pedra Mágica neste card para cada monstro enviado. Todos os monstros que seu oponente controla perdem 100 de ATK para cada Marcador de Pedra Mágica neste card, apenas durante o turno do seu oponente. Sempre que você for Invocar um Monstro de Fusão \"Sombraneco\" por Invocação-Fusão, você pode remover 3 Marcadores de Pedra Mágica deste card para usar 1 monstro apropriado com a face para cima que seu oponente controla como 1 das Matérias de Fusão.", "ja": "①：「シャドール」モンスターが効果で墓地へ送られる度に、１体につき１つこのカードに魔石カウンターを置く。②：相手フィールドのモンスターの攻撃力は相手ターンの間、このカードの魔石カウンターの数×１００ダウンする。③：自分が「シャドール」融合モンスターを融合召喚する度に１度、このカードの魔石カウンターを３つ取り除いて相手フィールドの表側表示モンスター１体を融合素材とする事ができる。", "ko": "①: \"섀도르\" 몬스터가 효과로 묘지로 보내질 때마다, 1장당 1개 이 카드에 마석 카운터를 놓는다. ②: 상대 필드의 몬스터의 공격력은 상대 턴 동안, 이 카드의 마석 카운터의 수 × 100 내린다. ③: 자신이 \"섀도르\" 융합 몬스터를 융합 소환할 때마다 1번, 이 카드의 마석 카운터를 3개 제거하고 상대 필드의 앞면 표시 몬스터 1장을 융합 소재로 할 수 있다.", "zh-TW": "①：每當「影依」怪獸因效果被送至墓地時，每送１隻就在此卡放置１個魔石計數物。②：對方場上的怪獸的攻擊力在對方回合期間，依據此卡的魔石計數物的數量×１００進行降低。③：每當我方融合召喚「影依」融合怪獸時，可去除此卡的３個魔石計數物，將對方場上的１隻正面表示怪獸做為融合素材１次。", "zh-CN": "①：每次当“影依”怪兽因效果被送至墓地，每有1只给此卡放1个魔石计数物。②：对手场上怪兽的攻击力在对手回合期间下降此卡的魔石计数物数量×100。③：每次自己将“影依”融合怪兽融合召唤可以有1次，去除3个此卡的魔石计数物，并将对手场上1只表侧表示的怪兽作为融合素材。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "CurseoftheShadowPrison-SDSH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUEA-EN060", "set_name": "Duelist Alliance", "rarities": ["Common"]}, {"set_number": "MP15-EN104", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDSH-EN023", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "de": [{"set_number": "DUEA-DE060", "set_name": "Duelist Alliance", "rarities": ["Common"]}, {"set_number": "MP15-DE104", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDSH-DE023", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "fr": [{"set_number": "DUEA-FR060", "set_name": "Duelist Alliance", "rarities": ["Common"]}, {"set_number": "MP15-FR104", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDSH-FR023", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "it": [{"set_number": "DUEA-IT060", "set_name": "Duelist Alliance", "rarities": ["Common"]}, {"set_number": "MP15-IT104", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDSH-IT023", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "pt": [{"set_number": "DUEA-PT060", "set_name": "Duelist Alliance", "rarities": ["Common"]}, {"set_number": "MP15-PT104", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}, {"set_number": "SDSH-PT023", "set_name": "Structure Deck: Shaddoll Showdown", "rarities": ["Common"]}], "ja": [{"set_number": "DUEA-JP060", "set_name": "Duelist Alliance", "rarities": ["Common"]}, {"set_number": "SD37-JP023", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}], "ko": [{"set_number": "DUEA-KR060", "set_name": "Duelist Alliance", "rarities": ["Common"]}, {"set_number": "SD37-KR023", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD37-SC023", "set_name": "Structure Deck: Rebirth of Shaddoll", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 334442, "master_duel_rarity": "R"}