{"konami_id": 15828, "password": 81825063, "name": {"en": "General Wayne of the Ice Barrier", "de": "General Wayne der Eisbarriere", "es": "General Wayne de la Barrera de Hielo", "fr": "Wayne, Général de la Barrière de Glace", "it": "Generale Wayne della Barriera di Ghiaccio", "pt": "General Wayne da Barreira de Gelo", "ja": "<ruby>氷<rt>ひょう</rt></ruby><ruby>結<rt>けっ</rt></ruby><ruby>界<rt>かい</rt></ruby>の<ruby>虎<rt>こ</rt></ruby><ruby>将<rt>しょう</rt></ruby> ウェイン", "ja_romaji": "Hyōkekkai no Koshō Wein", "ko": "빙결계의 호장 웨인", "ko_rr": "Binggyeolgye-ui Hojang Wein", "zh-TW": "冰結界的虎將 韋恩", "zh-CN": "冰结界的虎将 韦恩"}, "text": {"en": "Spells and Traps sent from the field to your opponent's GY are banished instead. You can only use each of the following effects of \"General Wayne of the Ice Barrier\" once per turn. If your opponent controls a monster and you control an \"Ice Barrier\" monster: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can add 1 \"Ice Barrier\" Spell/Trap from your Deck to your hand.", "de": "Zauber und Fallen, die vom Spielfeld auf den Friedhof deines Gegners gelegt werden, werden stattdessen verbannt. Du kannst jeden der folgenden Effekte von „General Wayne der Eisbarriere“ nur einmal pro Spielzug verwenden. Falls dein Gegner ein Monster kontrolliert und du ein „Eisbarriere“-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Eisbarriere“-Zauber/Falle von deinem Deck hinzufügen.", "es": "Las Mágicas y Trampas en el Campo mandadas al Cementerio de tu adversario son desterradas en su lugar. Sólo puedes usar cada uno de los siguientes efectos de \"General Wayne de la Barrera de Hielo\" una vez por turno. Si tu adversario controla un monstruo y tú controlas un monstruo \"Barrera de Hielo\": puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 Mágica/Trampa \"Barrera de Hielo\" en tu Deck.", "fr": "Les Magies/Pièges envoyés depuis le Terrain au Cimetière de votre adversaire sont bannis à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Wayne, Général de la Barrière de Glace\" qu'une fois par tour. Si votre adversaire contrôle un monstre et que vous contrôlez un monstre \"Barrière de Glace\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Barrière de Glace\" depuis votre Deck à votre main.", "it": "Le Magie e Trappole mandate dal Terreno al Cimitero del tuo avversario vengono invece bandite. Puoi utilizzare ognuno dei seguenti effetti di \"Generale Wayne della Barriera di Ghiaccio\" una sola volta per turno. Se il tuo avversario controlla un mostro e tu controlli un mostro \"Barriera di Ghiaccio\": puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 Magia/Trappola \"Barriera di Ghiaccio\" dal tuo Deck alla tua mano.", "pt": "Magias e Armadilhas enviadas do campo para o Cemitério do seu oponente, em vez disso, são banidas. Você só pode usar cada um dos seguintes efeitos de \"General Wayne da Barreira de Gelo\" uma vez por turno. Se seu oponente controlar um monstro e você controlar um monstro \"Barreira de Gelo\": você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Magia/Armadilha \"Barreira de Gelo\" do seu Deck à sua mão.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手フィールドにモンスターが存在し、自分フィールドに「氷結界」モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。デッキから「氷結界」魔法・罠カード１枚を手札に加える。③：このカードがモンスターゾーンに存在する限り、フィールドから相手の墓地へ送られる魔法・罠カードは墓地へは行かず除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드에 몬스터가 존재하고, 자신 필드에 \"빙결계\" 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"빙결계\" 마법 / 함정 카드 1장을 패에 넣는다. ③: 이 카드가 몬스터 존에 존재하는 한, 필드에서 상대 묘지로 보내지는 마법 / 함정 카드는 묘지로는 가지 않으며 제외된다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在對方場上存在怪獸，我方場上存在「冰結界」怪獸的狀況下發動。從手牌特殊召喚此卡。②：可在此卡召喚・特殊召喚成功的狀況下發動。從牌組將１張「冰結界」魔法・陷阱卡加入手牌。③：只要此卡存在於怪獸區，從場上被送至對方墓地的魔法・陷阱卡將不前往墓地，而是被除外。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：对手场上存在怪兽，且自己场上存在“冰结界”怪兽的情况下可以发动。从手牌将此卡特殊召唤。\n②：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“冰结界”魔法・陷阱卡加入手牌。\n③：只要此卡存在于怪兽区域，从场上被送往对手墓地的魔法・陷阱卡不去墓地而直接被除外。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "WATER", "level": 5, "atk": 2100, "def": 400, "series": ["Ice Barrier"], "images": [{"index": 1, "image": "GeneralWayneoftheIceBarrier-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDFC-EN001", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Common"]}, {"set_number": "BLTR-EN073", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDFC-DE001", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Common"]}, {"set_number": "BLTR-DE073", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDFC-FR001", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Common"]}, {"set_number": "BLTR-FR073", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDFC-IT001", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Common"]}, {"set_number": "BLTR-IT073", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDFC-PT001", "set_name": "Structure Deck: Freezing Chains", "rarities": ["Common"]}, {"set_number": "BLTR-PT073", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD40-JP001", "set_name": "Structure Deck: Ice Barrier of the Frozen Prison", "rarities": ["Normal Parallel Rare"]}, {"set_number": "TW01-JP030", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SD40-KR001", "set_name": "Structure Deck: Ice Barrier of the Frozen Prison", "rarities": ["Normal Parallel Rare"]}, {"set_number": "TW01-KR030", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC030", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715091, "master_duel_rarity": "SR"}