{"konami_id": 20538, "password": 81878201, "name": {"en": "Abyss-sting Triaina", "de": "Abyssstachel Triaina", "es": "Abis-aguijón Triaina", "fr": "Pique-Abysses Triaina", "it": "Abisso-pungiglione Triaina", "pt": "Abis-ferrão Triaina", "ja": "アビスティング－トリアイナ", "ja_romaji": "Abisutingu - Toriaina", "ko": "어비스팅－트리아이나", "ko_rr": null, "zh-TW": null, "zh-CN": "邃渊突刺－三叉戟"}, "text": {"en": "Special Summon 1 \"Atlantean\" or \"Mermail\" monster from your hand or GY, and if you do, equip it with this card. If the equipped monster would be destroyed by battle or card effect, you can send this card to the GY instead. You can banish this card from your GY, then target up to 3 of your Fish, Sea Serpent, and/or Aqua monsters that are banished or in your GY; shuffle them into the Deck. You can only use this effect of \"Abyss-sting Triaina\" once per turn. You can only activate 1 \"Abyss-sting Triaina\" per turn.", "de": "Beschwöre 1 „Atlantisch“- oder „Nixenrüstung“-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof und falls du dies tust, rüste es mit dieser Karte aus. Falls das ausgerüstete Monster durch Kampf oder einen Karteneffekt zerstört würde, kannst du stattdessen diese Karte auf den Friedhof legen. Du kannst diese Karte von deinem Friedhof verbannen und dann bis zu 3 deiner Fisch-, Seeschlange- und/oder Aqua-Monster wählen, die verbannt sind oder sich in deinem Friedhof befinden; mische sie ins Deck. Du kannst diesen Effekt von „Abyssstachel Triaina“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Abyssstachel Triaina“ pro Spielzug aktivieren.", "es": "Invoca de Modo Especial 1 monstruo \"Atlantis\" o \"Sirenarmado/a\" desde tu mano o Cementerio y, si lo haces, equípalo con esta carta. Si el monstruo equipado fuera a ser destruido en batalla o por el efecto de una carta, puedes mandar esta carta al Cementerio en su lugar. Puedes desterrar esta carta en tu Cementerio, y después selecciona hasta 3 de tus monstruos Pez, Serpiente Marina y/o Aqua que estén desterrados o en tu Cementerio; barájalos al Deck. Sólo puedes usar este efecto de \"Abis-aguijón Triaina\" una vez por turno. Sólo puedes activar 1 \"Abis-aguijón Triaina\" por turno.", "fr": "Invoquez Spécialement 1 monstre \"Atlantide\" ou \"Sirènemure\" depuis votre main ou Cimetière, et si vous le faites, équipez-le avec cette carte. Si le monstre équipé va être détruit au combat ou par un effet de carte, vous pouvez envoyer cette carte au Cimetière à la place. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez max. 3 de vos monstres Poisson, Serpent de Mer et/ou Aqua qui sont bannis ou dans votre Cimetière ; mélangez-les dans le Deck. Vous ne pouvez utiliser cet effet de \"Pique-Abysses Triaina\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Pique-Abysses Triaina\" par tour.", "it": "Evoca Specialmente 1 mostro \"Atlantico\" o \"Sirenide\" dalla tua mano o Cimitero e, se lo fai, equipaggialo con questa carta. Se il mostro equipaggiato sta per essere distrutto in battaglia o dall'effetto di una carta, puoi invece mandare questa carta al Cimitero. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio fino a 3 dei tuoi mostri Pesce, Serpente Marino e/o Acqua che sono banditi o nel tuo Cimitero; mischiali nel Deck. Puoi utilizzare questo effetto di \"Abisso-pungiglione Triaina\" una sola volta per turno. Puoi attivare solo 1 \"Abisso-pungiglione Triaina\" per turno.", "pt": "Invoque por Invocação-Especial 1 monstro \"Atlante\" ou \"Sirena\" da sua mão ou do Cemitério e, se isso acontecer, equipe-o com este card. Se o monstro equipado seria destruído em batalha ou por um efeito de card, em vez disso, você pode enviar este card para o Cemitério. Você pode banir este card do seu Cemitério e, depois, escolha até 3 dos seus monstros Peixe, Serpente Marinha e/ou Aqua que estiverem banidos ou no seu Cemitério; embaralhe-os no Deck. Você só pode usar este efeito de \"Abis-ferrão Triaina\" uma vez por turno. Você só pode ativar 1 \"Abis-ferrão Triaina\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の③の効果は１ターンに１度しか使用できない。①：自分の手札・墓地から「海皇」モンスターか「水精鱗」モンスター１体を特殊召喚し、このカードを装備する。②：装備モンスターが戦闘・効果で破壊される場合、代わりにこのカードを墓地へ送る事ができる。③：墓地のこのカードを除外し、自分の墓地・除外状態の魚族・海竜族・水族モンスターを３体まで対象として発動できる。そのモンスターをデッキに戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 묘지에서 \"해황\" 몬스터나 \"머메일\" 몬스터 1장을 특수 소환하고, 이 카드를 장착한다. ②: 장착 몬스터가 전투 / 효과로 파괴될 경우, 대신에 이 카드를 묘지로 보낼 수 있다. ③: 묘지의 이 카드를 제외하고, 자신의 묘지 / 제외 상태인 어류족 / 해룡족 / 물족 몬스터를 3장까지 대상으로 하여 발동할 수 있다. 그 몬스터를 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张，此卡名的③效果１回合仅可使用１次。①：从自己手牌・墓地将１只“海皇”怪兽或“水精鳞”怪兽特殊召唤，并装备此卡。②：装备怪兽将被战斗・效果破坏的情况下，作为代替可将此卡送至墓地。③：将墓地的此卡除外，以自己墓地・除外状态的最多３只鱼族・海龙族・水族怪兽为对象可以发动。将该怪兽放回牌组。"}, "card_type": "Spell", "property": "Equip", "series": ["Abyss-"], "images": [{"index": 1, "image": "AbyssstingTriaina-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN062", "set_name": "Rage of the Abyss", "rarities": null}], "de": [{"set_number": "ROTA-DE062", "set_name": "Rage of the Abyss", "rarities": null}], "fr": [{"set_number": "ROTA-FR062", "set_name": "Rage of the Abyss", "rarities": null}], "it": [{"set_number": "ROTA-IT062", "set_name": "Rage of the Abyss", "rarities": null}], "pt": [{"set_number": "ROTA-PT062", "set_name": "Rage of the Abyss", "rarities": null}], "ja": [{"set_number": "ROTA-JP062", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC062", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1072076}