{"konami_id": 16434, "password": 81881839, "name": {"en": "Double Exposure", "de": "Doppelbelichtung", "es": "Doble Revelación", "fr": "Double Exposition", "it": "Doppia Esposizione", "pt": "Dupla Exposição", "ja": "<ruby>二重露光<rt>ダブル・エクスポージャー</rt></ruby>", "ja_romaji": "Daburu Ekusupōjā", "ko": "더블 익스포저", "ko_rr": "Deobeul Ikseupojeo", "zh-TW": "二重露光", "zh-CN": "双重曝光"}, "text": {"en": null, "de": "Du kannst 2 Monster der Stufe 6 oder niedriger mit demselben Namen auf dem Spielfeld wählen; ihre Stufen werden verdoppelt. Am Beginn der Battle Phase: Du kannst 1 „Cipher“-Monster wählen, das du kontrollierst; bestimme 1 anderes offenes Monster auf dem Spielfeld und sein Name wird bis zur End Phase derselbe wie der Name des „Cipher“-Monsters. Du kannst jeden Effekt von „Doppelbelichtung“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 2 monstruos de Nivel 6 o menor con el mismo nombre en el Campo; duplica sus Niveles. Al comienzo de la Battle Phase: puedes seleccionar 1 monstruo \"Cifrado/a\" que controles; elige otro monstruo boca arriba en el Campo y, hasta la End Phase, su nombre se convierte en el de ese monstruo \"Cifrado/a\". Sólo puedes usar cada efecto de \"Doble Revelación\" una vez por turno.", "fr": "Vous pouvez cibler 2 monstres de max. Niveau 6 de même nom sur le Terrain ; leur Niveau est doublé. Au début de la Battle Phase : vous pouvez cibler 1 monstre \"Cipher\" que vous contrôlez ; choisissez 1 autre monstre face recto sur le Terrain, et son nom devient celui du monstre \"Cipher\" jusqu'à la End Phase. Vous ne pouvez utiliser chaque effet de \"Double Exposition\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 2 mostri di Livello 6 o inferiore con lo stesso nome sul Terreno; i loro Livelli sono raddoppiati. All'inizio della Battle Phase: puoi scegliere come bersaglio 1 mostro \"Cipher\" che controlli; seleziona 1 altro mostro scoperto sul Terreno, e il suo nome diventa quello di quel mostro \"Cipher\", fino alla End Phase. Puoi utilizzare ogni effetto di \"Doppia Esposizione\" una sola volta per turno.", "pt": "Você pode escolher 2 monstros de Nível 6 ou menos com o mesmo nome no campo; o Nível deles é dobrado. No começo da Fase de Batalha: você pode escolher 1 monstro \"Críptico(a)\" que você controla; selecione 1 outro monstro com a face para cima no campo e o nome dele se torna o nome desse monstro \"Críptico(a)\" até a Fase Final. Você só pode usar cada efeito de \"Dupla Exposição\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：フィールドのレベル６以下の同名モンスター２体を対象として発動できる。そのモンスターのレベルは倍になる。\n②：自分・相手のバトルフェイズ開始時に、自分フィールドの「サイファー」モンスター１体を対象として発動できる。そのモンスター以外のフィールドの表側表示モンスター１体を選び、エンドフェイズまでそのカード名を対象の「サイファー」モンスターと同名カードとして扱う。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드의 레벨 6 이하의 같은 이름의 몬스터 2장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨은 배가 된다. ②: 자신 / 상대의 배틀 페이즈 개시시에, 자신 필드의 \"사이퍼\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터 이외의 필드의 앞면 표시 몬스터 1장을 고르고, 엔드 페이즈까지 그 카드명을 대상의 \"사이퍼\" 몬스터와 같은 이름의 카드로 취급한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將場上等級６以下的２隻同名怪獸做為對象發動。該怪獸的等級加倍。②：在我方・對方的戰鬥階段開始時，可將我方場上的１隻「光波」怪獸做為對象發動。選擇場上該怪獸以外的１隻正面表示怪獸，在結束階段前將該卡名視為對象「光波」怪獸的同名卡。", "zh-CN": "此卡牌名的①②效果１回合只可各使用１次。①：可以场上２只等级６或以下的同名怪兽为对象发动。该怪兽的等级加倍。②：我方、对手战斗阶段开始时，可以我方场上的１只“光波”怪兽为对象发动。挑选场上１只除该怪兽以外的表侧表示怪兽，直至结束阶段，该卡牌名被视为对象“光波”怪兽的同名卡牌。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "DoubleExposure-BROL-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN040", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BROL-DE040", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BROL-FR040", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BROL-IT040", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BROL-PT040", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "AC01-JP040", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC01-KR040", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "NE01-SC076", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708350, "master_duel_rarity": "R"}