{"konami_id": 22069, "password": 81916745, "name": {"en": "Lycoris Lilyreaper", "de": "Spinnenlilien-Sensenmann", "es": "Lycoris LiriParca", "fr": "Lilyfaucheuse Lycoris", "it": "Lycoris Gigliomietitore", "pt": "Lycoris Lírioceifadora", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nIf a monster(s) is sent from the field to your opponent's GY, while this card is in your Monster Zone, even during the Damage Step: You can gain LP equal to 1 of those monsters' ATK in their GY. If your opponent takes effect damage, while this card is in your GY (except during the Damage Step): You can banish this card; send 1 monster from the field to the GY with ATK less than or equal to the difference in your LP and your opponent's. You can only use each effect of \"Lycoris Lilyreaper\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nFalls ein oder mehr Monster vom Spielfeld auf den Friedhof deines Gegners gelegt werden, solange sich diese Karte in deiner Monsterzone befindet, selbst während des Damage Steps: Du kannst LP in Höhe der ATK von 1 jener Monster in seinem Friedhof erhalten. Falls dein Gegner Effektschaden erhält, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte verbannen; lege 1 Monster, dessen ATK kleiner oder gleich der Differenz deiner LP und der deines Gegners sind, vom Spielfeld auf den Friedhof. Du kannst jeden Effekt von „Spinnenlilien-Sensenmann“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nSi uno o más monstruos son mandados del Campo al Cementerio de tu adversario, mientras esta carta está en tu Zona de Monstruos, incluso durante el Damage Step: puedes ganar LP iguales al ATK de 1 de esos monstruos en su Cementerio. Si tu adversario recibe daño de efecto, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes desterrar esta carta; manda al Cementerio 1 monstruo en el Campo con ATK menor o igual a la diferencia entre tus LP y los de tu adversario. Sólo puedes usar cada efecto de \"Lycoris LiriParca\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi un ou plusieurs monstres sont envoyés depuis le Terrain au Cimetière de votre adversaire, tant que cette carte est dans votre Zone Monstre, même durant la Damage Step : vous pouvez gagner des LP égaux à l'ATK d'1 de ces monstres dans son Cimetière. Si votre adversaire reçoit des dommages d'effet, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez bannir cette carte ; envoyez 1 monstre depuis le Terrain au Cimetière avec une ATK inférieure ou égale à la différence de vos LP et ceux de votre adversaire. Vous ne pouvez utiliser chaque effet de \"Lilyfaucheuse Lycoris\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nSe uno o più mostri vengono mandati dal Terreno al Cimitero del tuo avversario, mentre questa carta è nella tua Zona Mostri, anche durante il Damage Step: puoi guadagnare LP pari all'ATK di 1 di quei mostri nel suo Cimitero. Se il tuo avversario subisce danno da effetto, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi bandire questa carta; manda dal Terreno al Cimitero 1 mostro con ATK pari o inferiore alla differenza tra i tuoi LP e quelli del tuo avversario. Puoi utilizzare ogni effetto di \"Lycoris Gigliomietitore\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSe um ou mais monstros forem enviados do campo para o Cemitério do seu oponente, enquanto este card estiver na sua Zona de Monstros, mesmo durante a Etapa de Dano: você pode ganhar PV igual ao ATK de 1 desses monstros no Cemitério dele. Se seu oponente sofrer dano de efeito, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode banir este card; envie 1 monstro do campo para o Cemitério com ATK igual ou menor que a diferença entre seus PV e os do seu oponente. Você só pode usar cada efeito de \"Lycoris Lírioceifadora\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Plant / Synchro / Effect", "attribute": "DARK", "level": 5, "atk": 800, "def": 2400, "materials": "1 Tuner + 1+ non-Tuner monsters", "images": [{"index": 1, "image": "LycorisLilyreaper-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN087", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE087", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP087", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR087", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT087", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT087", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145940}