{"konami_id": 16483, "password": 81945678, "name": {"en": "Joker's Wild", "de": "Wilder Joker", "es": "Bufón Comodín", "fr": "Remplacement du Harlequin", "it": "Matta del Joker", "pt": "Coringa Imprevisível", "ja": "ジョーカーズ・ワイルド", "ja_romaji": "Jōkāzu Wairudo", "ko": "조커즈 와일드", "ko_rr": "Jokeojeu Waildeu", "zh-TW": "王牌百搭", "zh-CN": "王牌百搭"}, "text": {"en": "During the Main or Battle Phase: Send 1 Spell from your Deck to the GY that specifically lists all of \"Queen's Knight\", \"King's Knight\", and \"Jack's Knight\"; this effect becomes that Spell's effect when that card is activated. During the End Phase, if this card is in your GY: You can target 1 LIGHT Warrior monster in your GY; shuffle it into the Deck, and if you do, add this card to your hand. You can only use each effect of \"Joker's Wild\" once per turn.", "de": "Während der Main oder Battle Phase: Lege 1 Zauber, der ausdrücklich „Ritterin der Königin“, „Ritter des Königs“ und „Ritter des Buben“ alle erwähnt, von deinem Deck auf den Friedhof; dieser Effekt wird derselbe wie der Effekt des Zaubers, wenn die Karte aktiviert wird. Während der End Phase, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 LICHT Krieger-Monster in deinem Friedhof wählen; mische es ins Deck und falls du dies tust, füge diese Karte deiner Hand hinzu. Du kannst jeden Effekt von „Wilder Joker“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main o Battle Phase: manda al Cementerio 1 Mágica en tu Deck que liste específicamente a \"Escolta de la Reina\", \"Escolta del Rey\" y \"Escolta de la Sota\"; este efecto se convierte en el efecto de esa Mágica cuando esa carta es activada. Durante la End Phase, si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo Guerrero de LUZ en tu Cementerio; barájalo al Deck y, si lo haces, añade esta carta a tu mano. Sólo puedes usar cada efecto de \"Bufón Comodín\" una vez por turno.", "fr": "Durant la Main ou Battle Phase : envoyez 1 Magie depuis votre Deck au Cimetière qui liste spécifiquement tous les \"Chevalier de la Reine\", \"Chevalier du Roi\" et \"Chevalier du Valet\" ; cet effet devient l'effet de la Magie lorsque la carte est activée. Durant la End Phase, si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre LUMIÈRE Guerrier dans votre Cimetière ; mélangez-le dans le Deck, et si vous le faites, ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Remplacement du Harlequin\" qu'une fois par tour.", "it": "Durante la Main o Battle Phase: manda dal tuo Deck al Cimitero 1 Magia che indica specificamente \"Cavaliere della Regina\", \"Cavaliere del Re\" e \"Cavaliere del Jack\" (tutti e tre); questo effetto diventa l'effetto di quella Magia quando quella carta viene attivata. Durante la End Phase, se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro LUCE Guerriero nel tuo Cimitero; mischialo nel Deck e, se lo fai, aggiungi questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Matta del Joker\" una sola volta per turno.", "pt": "Durante a Fase Principal ou de Batalha: envie 1 Magia do seu Deck para o Cemitério que liste especificamente todos \"O Cavaleiro da Rainha\", \"O Cavaleiro do Rei\" e \"O Cavaleiro do Valete\"; este efeito se torna o efeito dessa Magia quando esse card for ativado. Durante a Fase Final, se este card estiver no seu Cemitério: você pode escolher 1 monstro Guerreiro de LUZ no seu Cemitério; embaralhe-o no Deck e, se isso acontecer, adicione este card à sua mão. Você só pode usar cada efeito de \"Coringa Imprevisível\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズ及びバトルフェイズに、デッキから「クィーンズ・ナイト」「ジャックス・ナイト」「キングス・ナイト」のカード名が全て記された魔法カード１枚を墓地へ送って発動できる。この効果は、その魔法カード発動時の効果と同じになる。②：自分・相手のエンドフェイズに、自分の墓地の戦士族・光属性モンスター１体を対象として発動できる。そのモンスターをデッキに戻し、墓地のこのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈 및 배틀 페이즈에, 덱에서 \"퀸즈 나이트\" \"잭스 나이트\" \"킹스 나이트\"의 카드명이 전부 쓰여진 마법 카드 1장을 묘지로 보내고 발동할 수 있다. 이 효과는, 그 마법 카드 발동시의 효과와 같아진다. ②: 자신 / 상대의 엔드 페이즈에, 자신 묘지의 전사족 / 빛 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 덱으로 되돌리고, 묘지의 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在我方・對方的主要階段及戰鬥階段，可從牌組將寫有「王后騎士」、「衛兵騎士」、「國王騎士」全部卡名的１張魔法卡送至墓地發動。此效果變為與該魔法卡發動時的效果相同。②：在我方・對方結束階段，可將我方墓地的１隻戰士族・光屬性怪獸做為對象發動。將該怪獸送回牌組，墓地的此卡加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：在自己・对手的主要阶段及战斗阶段，从牌组将记录有“王后骑士”、“卫兵骑士”、“国王骑士”的全部卡名的１张魔法卡送至墓地可以发动。此效果变为与该魔法卡发动时的效果相同。②：在自己・对手的结束阶段，以自己墓地的１只战士族・光属性怪兽为对象可以发动。将该怪兽放回牌组，将墓地的此卡加入手牌。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "JokersWild-KICO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "KICO-EN007", "set_name": "King's Court", "rarities": ["Super Rare"]}], "de": [{"set_number": "KICO-DE007", "set_name": "King's Court", "rarities": ["Super Rare"]}], "fr": [{"set_number": "KICO-FR007", "set_name": "King's Court", "rarities": ["Super Rare"]}], "it": [{"set_number": "KICO-IT007", "set_name": "King's Court", "rarities": ["Super Rare"]}], "pt": [{"set_number": "KICO-PT007", "set_name": "King's Court", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP2-JP007", "set_name": "World Premiere Pack 2021", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP2-KR007", "set_name": "World Premiere Pack 2021", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 710092, "master_duel_rarity": "SR"}