{"konami_id": 18472, "password": 82090807, "name": {"en": "Fallen of Argyros", "de": "Gefallener von Argyros", "es": "Caído de Argyros", "fr": "Argyros le Déchu", "it": "Caduto di Argyros", "pt": "Caído de Argyros", "ja": "アルギロスの<ruby>落<rt>らく</rt></ruby><ruby>胤<rt>いん</rt></ruby>", "ja_romaji": "Arugirosu no Rakuin", "ko": "아르기로스의 낙윤", "ko_rr": "Areugiroseu-ui Nak-yun", "zh-TW": "阿爾銀洛斯之落胤", "zh-CN": "阿尔银洛斯之落胤"}, "text": {"en": "If a Level/Rank/Link 2 monster is on the field, you can Special Summon this card (from your hand) to either field. You can only Special Summon \"Fallen of Argyros\" once per turn this way. Neither player can activate the effects of Link Monsters that point to this card. During your opponent's turn (Quick Effect): You can target 1 Xyz Monster on the field; detach 1 or 2 materials from it. You can only use this effect of \"Fallen of Argyros\" once per turn.", "de": "Falls ein Monster mit Stufe/Rang/Link 2 auf dem Spielfeld liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) auf eine beliebige Spielfeldseite beschwören. Du kannst „Gefallener von Argyros“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Kein Spieler kann die Effekte von Linkmonstern aktivieren, die auf diese Karte zeigen. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst 1 Xyz-Monster auf dem Spielfeld wählen; hänge 1 oder 2 Material davon ab. Du kannst diesen Effekt von „Gefallener von Argyros“ nur einmal pro Spielzug verwenden.", "es": "Si un monstruo de Nivel/Rango/Link 2 está en el Campo, puedes Invocar esta carta de Modo Especial (desde tu mano) a cualquier Campo. Sólo puedes Invocar de Modo Especial \"Caído de Argyros\" una vez por turno de esta forma. Ningún jugador puede activar los efectos de los Monstruos de Enlace que apunten esta carta. Durante el turno de tu adversario (Efecto Rápido): puedes seleccionar 1 Monstruo Xyz en el Campo; desacopla de él 1 o 2 materiales. Sólo puedes usar este efecto de \"Caído de Argyros\" una vez por turno.", "fr": "Si un monstre de Niveau/Rang/Link 2 est sur le Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main) sur l'un des Terrains. Vous ne pouvez Invoquer Spécialement \"Argyros le Déchu\" qu'une fois par tour de cette façon. Aucun joueur ne peut activer les effets de Monstres Lien qui pointent cette carte. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 Monstre Xyz sur le Terrain ; détachez-lui 1 ou 2 Matériels. Vous ne pouvez utiliser cet effet de \"Argyros le Déchu\" qu'une fois par tour.", "it": "Se sul Terreno c'è un mostro di Livello/Rango/Link 2, puoi Evocare Specialmente questa carta (dalla tua mano) su qualsiasi Terreno. Puoi Evocare Specialmente \"Caduto di Argyros\" una sola volta per turno in questo modo. Nessun giocatore può attivare gli effetti dei Mostri Link che puntano a questa carta. Durante il turno del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 1 Mostro Xyz sul Terreno; stacca 1 o 2 materiali da esso. Puoi utilizzare questo effetto di \"Caduto di Argyros\" una sola volta per turno.", "pt": "Se um monstro de Nível/Classe/Link 2 estiver no campo, você pode Invocar este card por Invocação-Especial (da sua mão) em qualquer campo. Você só pode Invocar \"Caído de Argyros\" por Invocação-Especial uma vez por turno desta forma. Nenhum duelista pode ativar os efeitos de Monstros Link que apontarem para este card. Durante o turno do seu oponente (Efeito Rápido): você pode escolher 1 Monstro Xyz no campo; desassocie 1 ou 2 matérias dele. Você só pode usar este efeito de \"Caído de Argyros\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、③の効果は１ターンに１度しか使用できない。①：フィールドにレベル２・ランク２・リンク２のモンスターのいずれかが存在する場合、このカードは手札から自分か相手のフィールドに特殊召喚できる。②：このカードをリンク先とするＬモンスターの効果をお互いに発動できない。③：相手ターンに、フィールドのＸモンスター１体を対象として発動できる。そのモンスターのＸ素材を２つまで取り除く。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드에 레벨 2 / 랭크 2 / 링크 2 의 몬스터 중 어느 것이 존재할 경우, 이 카드는 패에서 자신 또는 상대 필드에 특수 소환할 수 있다. ②: 이 카드를 링크 앞으로 하는 링크 몬스터는 효과를 발동할 수 없다. ③: 상대 턴에, 필드의 엑시즈 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 엑시즈 소재를 2개까지 제거한다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且③效果１回合仅可使用１次。①：场上存在等级２・阶级２・连接２的怪兽中的任一的情况下，此卡可从手牌特殊召唤至自己或对手场上。②：连接端指向此卡的连接怪兽不可发动效果。③：在对手回合中，以场上的１只超量怪兽为对象可以发动。去除该怪兽的最多２个超量素材。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "DARK", "level": 2, "atk": 700, "def": 700, "images": [{"index": 1, "image": "FallenofArgyros-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN009", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN339", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE009", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE339", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR009", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR339", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT009", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT339", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT009", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT339", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP009", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "CF01-JP170", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CYAC-KR009", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC127", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714918, "master_duel_rarity": "N"}