{"konami_id": 17233, "password": 82128978, "name": {"en": "Libromancer Magigirl", "de": "Libromant Magiemädchen", "es": "Magichica de Libromancia", "fr": "Magifille Libromancienne", "it": "Libromante Magiragazza", "pt": "Magigarota Livromante", "ja": "リブロマンサー・マジガール", "ja_romaji": "Riburomansā Majigāru", "ko": "리브로맨서 매지걸", "ko_rr": "Ribeuromaenseo Maejigeol", "zh-TW": "書靈師・魔法女孩", "zh-CN": "书灵师・魔法少女"}, "text": {"en": null, "de": "Du kannst 1 Ritualmonster in deiner Hand vorzeigen: Beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Während des Spielzugs deines Gegners (Schnelleffekt): Du kannst 1 „Libromant“-Ritualmonster als Ritualbeschwörung von deiner Hand beschwören, indem du Monster von deiner Hand oder Spielfeldseite als Tribut anbietest, deren gemeinsame Stufe größer oder gleich seiner Stufe ist. Du kannst jeden Effekt von „Libromant Magiemädchen“ nur einmal pro Spielzug verwenden.", "es": "Puedes mostrar 1 Monstruo de Ritual en tu mano: Invoca esta carta de Modo Especial desde tu mano. Durante el turno de tu adversario (Efecto Rápido): puedes Invocar por Ritual 1 Monstruo de Ritual \"Libromancia\" desde tu mano, Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen su Nivel. Sólo puedes usar cada efecto de \"Magichica de Libromancia\" una vez por turno.", "fr": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez Invoquer Rituellement 1 Monstre Rituel \"Libromancien\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Vous ne pouvez utiliser chaque effet de \"Magifille Libromancienne\" qu'une fois par tour.", "it": "Puoi rivelare 1 Mostro Rituale nella tua mano: Evoca Specialmente questa carta dalla tua mano. Durante il turno del tuo avversario (Effetto Rapido): puoi Evocare tramite Rituale 1 Mostro Rituale \"Libromante\" dalla tua mano, offrendo come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al suo Livello. Puoi utilizzare ogni effetto di \"Libromante Magiragazza\" una sola volta per turno.", "pt": "Você pode revelar 1 Monstro de Ritual na sua mão: Invoque este card por Invocação-Especial da sua mão. Durante o turno do seu oponente (Efeito Rápido): você pode Invocar por Invocação-Ritual 1 Monstro de Ritual \"Livromante\" da sua mão, ao oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda seu Nível. Você só pode usar cada efeito de \"Magigarota Livromante\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：手札の儀式モンスター１体を相手に見せて発動できる。このカードを手札から特殊召喚する。\n②：相手ターンに発動できる。レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「リブロマンサー」儀式モンスター１体を儀式召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 의식 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 상대 턴에 발동할 수 있다. 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"리브로맨서\" 의식 몬스터 1장을 의식 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將手牌的１隻儀式怪獸出示給對方發動。從手牌特殊召喚此卡。②：在對方回合也可發動。為使等級合計超過儀式召喚怪獸的等級，解放我方手牌・場上怪獸，從手牌儀式召喚１隻「書靈師」儀式怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：将手牌的１只仪式怪兽出示给对手可以发动。从手牌将此卡特殊召唤。②：在对手回合中可以发动。为使合计等级为仪式召唤的怪兽以上，解放自己手牌・场上的怪兽，从手牌将１只“书灵师”仪式怪兽仪式召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WATER", "level": 4, "atk": 600, "def": 2100, "series": ["Libromancer"], "images": [{"index": 1, "image": "LibromancerMagigirl-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN086", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN044", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE086", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE044", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR086", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR044", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT086", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT044", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT086", "set_name": "Battle of Chaos", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT044", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP016", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}], "ko": [{"set_number": "WPP3-KR016", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715611, "master_duel_rarity": "R"}