{"konami_id": 13129, "password": 82224646, "name": {"en": "Performapal Odd-Eyes Synchron", "de": "Künstlerkumpel Buntäugiges Synchron", "es": "Artistamigo Sincrón de Ojos Anómalos", "fr": "Synchronique aux Yeux Impairs Potartiste", "it": "Artistamico Occhi Diversi Synchron", "pt": "Sincron Camarartista de Olhos Anômalos", "ja": "<ruby>ＥＭ<rt>エンタメイト</rt></ruby>オッドアイズ・シンクロン", "ja_romaji": "Entameito Oddoaizu Shinkuron", "ko": "<ruby>EM<rt>엔터메이트</rt></ruby> 오드아이즈 싱크론", "ko_rr": "Enteomeiteu Odeuaijeu Singkeuron", "zh-TW": null, "zh-CN": "娱乐伙伴 异色眼同步士"}, "text": {"en": "If this card, Special Summoned from the Extra Deck, is used as Synchro Material, banish it. When this card is Normal Summoned: You can target 1 Level 3 or lower \"Performapal\" or \"Odd-Eyes\" monster in your GY; Special Summon it, but it has its effects negated. Once per turn: You can target 1 card in your Pendulum Zone; Special Summon it, but it has its effects negated (if any), and if you do, immediately after this effect resolves, Synchro Summon 1 Synchro Monster using only that monster and this card.", "de": "Falls diese als Spezialbeschwörung vom Extra Deck beschworene Karte als Synchromaterial verwendet wird, verbanne sie. Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 „Künstlerkumpel“- oder „Buntäugig“-Monster der Stufe 3 oder niedriger in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, aber seine Effekte bleiben annulliert. Einmal pro Spielzug: Du kannst 1 Karte in deiner Pendelzone wählen; beschwöre sie als Spezialbeschwörung, aber ihre Effekte bleiben annulliert (falls sie welche hat), und falls du dies tust, sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Synchromonster als Synchrobeschwörung und verwende dafür nur das Monster und diese Karte.", "es": "Si esta carta, Invocada de Modo Especial desde el Deck Extra, es utilizada como Material de Sincronía, destiérrala. Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 monstruo \"Artistamigo\" u \"Ojos Anómalos\" de Nivel 3 o menor en tu Cementerio; Invócalo de Modo Especial, pero ve sus efectos negados. Una vez por turno: puedes seleccionar 1 carta en tu Zona de Péndulo; Invócala de Modo Especial, pero ve sus efectos negados (si los tienen) y, si lo haces, inmediatamente después de que se resuelva este efecto, Invoca por Sincronía 1 Monstruo de Sincronía usando sólo ese monstruo y esta carta.", "fr": "Si cette carte, Invoquée Spécialement depuis l'Extra Deck, est utilisée comme Matériel Synchro, bannissez-la. Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre \"Potartiste\" ou \"Yeux Impairs\" de max. Niveau 3 dans votre Cimetière ; Invoquez-le Spécialement, mais il a ses effets annulés. Une fois par tour : vous pouvez cibler 1 carte dans votre Zone Pendule ; Invoquez-la Spécialement, mais elle a ses effets annulés (si elle en a), et si vous le faites, immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro en utilisant uniquement le monstre et cette carte.", "it": "Se questa carta, Evocata Specialmente dall'Extra Deck, viene utilizzata come Materiale Synchro, bandiscila. Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 mostro \"Artistamico\" o \"Occhi Diversi\" di Livello 3 o inferiore nel tuo Cimitero; Evocalo Specialmente, ma i suoi effetti si annullano. Una volta per turno: puoi scegliere come bersaglio 1 carta nella tua Zona Pendulum; Evocala Specialmente, ma i suoi effetti si annullano (se ne ha) e, se lo fai, immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro utilizzando solo quel mostro e questa carta.", "pt": "Se este card, Invocado por Invocação-Especial do Deck Adicional, for usado como Matéria Sincro, bana-o. Quando este card for Invocado por Invocação-Normal: você pode escolher 1 monstro \"Camarartista\" ou \"Olhos Anômalos\" de Nível 3 ou menos no seu Cemitério; Invoque-o por Invocação-Especial, mas ele tem seus efeitos negados. Uma vez por turno: você pode escolher 1 card na sua Zona de Pêndulo; Invoque-o por Invocação-Especial, mas ele tem seus efeitos negados (se houver) e, se isso acontecer, imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro usando apenas esse monstro e este card.", "ja": "ＥＸデッキから特殊召喚したこのカードは、Ｓ召喚に使用された場合に除外される。①：このカードが召喚に成功した時、自分の墓地のレベル３以下の、「ＥＭ」モンスターまたは「オッドアイズ」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。②：１ターンに１度、自分のＰゾーンのカード１枚を対象として発動できる。そのカードを効果を無効にして特殊召喚し、そのカードとこのカードのみを素材としてＳモンスター１体をＳ召喚する。", "ko": "엑스트라 덱에서 특수 소환한 이 카드는, 싱크로 소환에 사용되었을 경우에 제외된다. ①: 이 카드가 일반 소환에 성공했을 때, 자신 묘지의 레벨 3 이하의, \"EM(엔터메이트)\" 몬스터 또는 \"오드아이즈\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다. ②: 1턴에 1번, 자신의 펜듈럼 존의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 효과를 무효로 하여 특수 소환하고, 그 카드와 이 카드만을 소재로서 싱크로 몬스터 1장을 싱크로 소환한다.", "zh-TW": null, "zh-CN": "从额外牌组特殊召唤的此卡被用于同步召唤的情况下将被除外。①：此卡召唤成功时，以自己的墓地1只等级3以下的\"娱乐伙伴\"怪兽或\"异色眼\"怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽的效果无效化。②：1回合1次，以自己灵摆区域的1张卡为对象可以发动。将该卡的效果无效并特殊召唤，仅以该卡和此卡作为素材，将1只同步怪兽同步召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 200, "def": 600, "pendulum_scale": 6, "pendulum_effect": {"en": "Once per turn: You can target 1 \"Performapal\" or \"Odd-Eyes\" monster you control; this turn, that face-up monster is treated as a Tuner, also its Level becomes 1 (even if this card leaves the field).", "de": "Einmal pro Spielzug: Du kannst 1 „Künstlerkumpel“- oder „Buntäugig“-Monster wählen, das du kontrollierst; in diesem Spielzug wird das offene Monster als Empfänger behandelt, zusätzlich wird seine Stufe zu 1 (selbst falls diese Karte das Spielfeld verlässt).", "es": "Una vez por turno: puedes seleccionar 1 monstruo \"Artistamigo\" u \"Ojos Anómalos\" que controles; este turno, ese monstruo boca arriba es tratado como un Cantante, y además su Nivel se convierte en 1 (aún si esta carta deja el Campo).", "fr": "Une fois par tour : vous pouvez cibler 1 monstre \"Potartiste\" ou \"Yeux Impairs\" que vous contrôlez ; ce tour (même si cette carte quitte le Terrain), le monstre face recto est traité comme un Syntoniseur, et aussi, son Niveau devient 1.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro \"Artistamico\" o \"Occhi Diversi\" che controlli; in questo turno, quel mostro scoperto viene considerato come un Tuner, inoltre il suo Livello diventa 1 (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno: você pode escolher 1 monstro \"Camarartista\" ou \"Olhos Anômalos\" que você controla; neste turno, esse monstro com a face para cima é considerado como um Regulador e, além disso, o Nível dele se torna 1 (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、自分フィールドの「ＥＭ」モンスターまたは「オッドアイズ」モンスター１体を対象として発動できる。このターン、その表側表示モンスターをチューナーとして扱い、レベルは１になる。", "ko": "①: 1턴에 1번, 자신 필드의 \"EM(엔터메이트)\" 몬스터 또는 \"오드아이즈\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 앞면 표시 몬스터를 튜너로 취급하고, 레벨은 1 이 된다.", "zh-TW": null, "zh-CN": "①：1回合1次，以自己场上的1只\"娱乐伙伴\"怪兽或\"异色眼\"怪兽为对象可以发动。此回合，该表侧表示怪兽视为协调，等级变为1。"}, "series": ["Odd-Eyes", "Performapal", "Synchro", "Synchron"], "images": [{"index": 1, "image": "PerformapalOddEyesSynchron-BLLR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLLR-EN004", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLLR-DE004", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "es": [{"set_number": "BLLR-SP004", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLLR-FR004", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLLR-IT004", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLLR-PT004", "set_name": "Battles of Legend: Light's Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "CP17-JP004", "set_name": "Collectors Pack 2017", "rarities": ["Rare"]}], "ko": [{"set_number": "CP17-KR004", "set_name": "Collectors Pack 2017", "rarities": ["Rare"]}, {"set_number": "AE14-KR010", "set_name": "Advanced Event Pack 2019 Vol.2", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "SD29-SC016", "set_name": "Structure Deck: Master of Pendulum", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 497429}