{"konami_id": 15765, "password": 82255872, "name": {"en": "Ancient Warriors Saga - Chivalrous Path", "de": "Alte Krieger-Sage - Ritterlicher Pfad", "es": "Saga de los Antiguos Guerreros - Sendero Caballeroso", "fr": "Saga des Guerriers Anciens - Le Chemin Galant", "it": "Saga Antichi Guerrieri - Sentiero Cavalleresco", "pt": "Saga dos Guerreiros Antigos - Caminho Valoroso", "ja": "<ruby>戦<rt>せん</rt></ruby><ruby>華<rt>か</rt></ruby><ruby>史<rt>し</rt></ruby><ruby>略<rt>りゃく</rt></ruby>－<ruby>大<rt>だい</rt></ruby><ruby>丈<rt>じょう</rt></ruby><ruby>夫<rt>ふ</rt></ruby><ruby>之<rt>の</rt></ruby><ruby>義<rt>ぎ</rt></ruby>", "ja_romaji": "Senka Shiryaku - Daijōfu no Gi", "ko": "전황사략－대장부지의", "ko_rr": "Jeonhwangsaryak - Daejangbujiui", "zh-TW": "戰華史略－大丈夫之義", "zh-CN": "战华史略－大丈夫之义"}, "text": {"en": "If an \"Ancient Warriors\" monster(s) would be destroyed by battle, you can send this card to the GY instead. You can only use each of the following effects of \"Ancient Warriors Saga - Chivalrous Path\" once per turn. If your opponent Special Summons a monster(s) (except during the Damage Step): You can Special Summon 1 \"Ancient Warriors Token\" (Beast-Warrior/WIND/Level 1/ATK 500/DEF 500). When a card or effect is activated that targets an \"Ancient Warriors\" monster(s) on the field: You can banish this card from your GY; negate the activation.", "de": "Falls ein oder mehr „Alte Krieger“-Monster durch Kampf zerstört würden, kannst du stattdessen diese Karte auf den Friedhof legen. Du kannst jeden der folgenden Effekte von „Alte Krieger-Sage - Ritterlicher Pfad“ nur einmal pro Spielzug verwenden. Falls dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört (außer während des Damage Steps): Du kannst 1 „Alte Krieger-Spielmarke“ (Ungeheuer-Krieger/WIND/Stufe 1/ATK 500/DEF 500) als Spezialbeschwörung beschwören. Wenn eine Karte oder ein Effekt aktiviert wird, die oder der ein oder mehr „Alte Krieger“-Monster auf dem Spielfeld als Ziel wählt: Du kannst diese Karte von deinem Friedhof verbannen; annulliere die Aktivierung.", "es": "Si uno o más monstruos \"Antiguos Guerreros\" fueran a ser destruidos en batalla, puedes mandar esta carta al Cementerio en su lugar. Sólo puedes usar cada uno de los siguientes efectos de \"Saga de los Antiguos Guerreros - Sendero Caballeroso\" una vez por turno. Si tu adversario Invoca uno o más monstruos de Modo Especial (excepto durante el Damage Step): puedes Invocar de Modo Especial 1 \"Ficha Antiguos Guerreros\" (Guerrero-Bestia/VIENTO/Nivel 1/ATK 500/DEF 500). Cuando es activada una carta o efecto que selecciona uno o más monstruos \"Antiguos Guerreros\" en el Campo: puedes desterrar esta carta en tu Cementerio; niega la activación.", "fr": "Si un ou plusieurs monstres \"Guerriers Anciens\" vont être détruits au combat, vous pouvez envoyer cette carte au Cimetière à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Saga des Guerriers Anciens - Le Chemin Galant\" qu'une fois par tour. Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 \"Jeton Guerriers Anciens\" (Bête-Guerrier/VENT/Niveau 1/ATK 500/DEF 500). Lorsqu'une carte ou un effet qui cible un ou plusieurs monstres \"Guerriers Anciens\" sur le Terrain est activé : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'activation.", "it": "Se uno o più mostri \"Antichi Guerrieri\" stanno per essere distrutti in battaglia, puoi invece mandare questa carta al Cimitero. Puoi utilizzare ognuno dei seguenti effetti di \"Saga Antichi Guerrieri - Sentiero Cavalleresco\" una sola volta per turno. Se il tuo avversario Evoca Specialmente uno o più mostri (eccetto durante il Damage Step): puoi Evocare Specialmente 1 \"Segna-Antichi Guerrieri\" (Guerriero-Bestia/VENTO/Livello 1/ATK 500/DEF 500). Quando viene attivata una carta o un effetto che sceglie come bersaglio uno o più mostri \"Antichi Guerrieri\" sul Terreno: puoi bandire questa carta dal tuo Cimitero; annulla l'attivazione.", "pt": "Se um ou mais monstros \"Guerreiros Antigos\" seriam destruídos em batalha, em vez disso, você pode enviar este card para o Cemitério. Você só pode usar cada um dos seguintes efeitos de \"Saga dos Guerreiros Antigos - Caminho Valoroso\" uma vez por turno. Se seu oponente Invocar um ou mais monstros por Invocação-Especial (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Especial 1 \"Ficha de Guerreiros Antigos\" (Besta-Guerreira/VENTO/Nível 1/ATK 500/DEF 500). Quando um card ou efeito for ativado que escolha como alvo um ou mais monstros \"Guerreiros Antigos\" no campo: você pode banir este card do seu Cemitério; negue a ativação.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：相手がモンスターの特殊召喚に成功した場合に発動できる。自分フィールドに「戦華の龍兵トークン」（獣戦士族・風・星１・攻／守５００）１体を特殊召喚する。②：自分・相手の「戦華」モンスターが戦闘で破壊される場合、代わりにこのカードを墓地へ送る事ができる。③：フィールドの「戦華」モンスターを対象とする魔法・罠・モンスターの効果が発動した時、墓地のこのカードを除外して発動できる。その発動を無効にする。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대가 몬스터의 특수 소환에 성공했을 경우에 발동할 수 있다. 자신 필드에 \"전황의 용병 토큰\"(야수전사족 / 바람 / 레벨 1 / 공 500 / 수 500) 1장을 특수 소환한다. ②: 자신 / 상대의 \"전황\" 몬스터가 전투로 파괴될 경우, 대신에 이 카드를 묘지로 보낼 수 있다. ③: 필드의 \"전황\" 몬스터를 대상으로 하는 마법 / 함정 / 몬스터의 효과가 발동했을 때, 묘지의 이 카드를 제외하고 발동할 수 있다. 그 발동을 무효로 한다.", "zh-TW": null, "zh-CN": "这个卡名的①③的效果1回合各能使用1次。\n①：对方对怪兽的特殊召唤成功的场合才能发动。在自己场上把1只「战华的龙兵衍生物」（兽战士族·风·1星·攻/守500）特殊召唤。\n②：自己·对方的「战华」怪兽被战斗破坏的场合，可以作为代替把这张卡送去墓地。\n③：场上的「战华」怪兽为对象的魔法·陷阱·怪兽的效果发动时，把墓地的这张卡除外才能发动。那个发动无效。"}, "card_type": "Trap", "property": "Continuous", "series": ["Ancient Warriors"], "images": [{"index": 1, "image": "AncientWarriorsSagaChivalrousPath-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN074", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE074", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "es": [{"set_number": "BLVO-SP074", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR074", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT074", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT074", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP074", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR074", "set_name": "Blazing Vortex", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712899, "master_duel_rarity": "N"}