{"konami_id": 12611, "password": 82321037, "name": {"en": "True King Bahrastos, the Fathomer", "de": "Wahrer König Bahrastos, der Fadenzählende", "es": "Rey Verdadero Bahrastos, del Fondo del Mar", "fr": "Roi Véritable Bahrastos le Fathomeur", "it": "Vero Re Bahrastos, il Fondalizzatore", "pt": "Verdadeiro Rei Bahrastos, o Fundurador", "ja": "<ruby>真<rt>しん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>皇<rt>おう</rt></ruby>バハルストス<ruby>Ｆ<rt>フューラー</rt></ruby>", "ja_romaji": "Shinryūō Baharusutosu Fyūrā", "ko": "진룡황 바하루스토스<ruby>F<rt>퓨러</rt></ruby>", "ko_rr": null, "zh-TW": "真龍皇 聖子海龍 元首", "zh-CN": "真龙皇 圣子海龙 元首"}, "text": {"en": "If this card is in your hand: You can destroy 2 other monsters in your hand and/or face-up on your field, including a WATER monster, and if you do, Special Summon this card, and if you do that, you can banish up to 2 Spell/Trap Cards from your opponent's field and/or Graveyard, if both the destroyed monsters were WATER. If this card is destroyed by card effect: You can Special Summon 1 non-WATER Wyrm-Type monster from your Deck in Defense Position. You can only use each effect of \"True King Bahrastos, the Fathomer\" once per turn.", "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 2 andere Monster in deiner Hand und/oder offen auf deiner Spielfeldseite zerstören, darunter ein WASSER Monster, und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung und falls du dies tust, kannst du bis zu 2 Zauber-/Fallenkarten von der Spielfeldseite und/oder dem Friedhof deines Gegners verbannen, falls beide zerstörte Monster WASSER waren. Falls diese Karte durch einen Karteneffekt zerstört wird: Du kannst 1 Nicht-WASSER Monster vom Typ Wyrm als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören. Du kannst jeden Effekt von „Wahrer König Bahrastos, der Fadenzählende“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes destruir otros 2 monstruos en tu mano y/o boca arriba en tu Campo, incluyendo un monstruo de AGUA y, si lo haces, Invoca esta carta de Modo Especial y, si haces eso, puedes desterrar hasta 2 Cartas Mágicas/de Trampa del Campo y/o Cementerio de tu adversario si ambos monstruos destruidos eran de AGUA. Si esta carta es destruida por efecto de una carta: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo de Tipo Wyrm que no sea de AGUA en Posición de Defensa. Sólo puedes usar cada efecto de \"Rey Verdadero Bahrastos, del Fondo del Mar\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez détruire 2 autres monstres (un monstre EAU inclus) dans votre main et/ou face recto sur votre Terrain, et si vous le faites, Invoquez Spécialement cette carte, et si vous faites ça, vous pouvez bannir max. 2 Cartes Magie/Piège depuis le Terrain et/ou Cimetière de votre adversaire, si les deux monstres détruits étaient EAU. Si cette carte est détruite par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre non-EAU de Type Wyrm depuis votre Deck en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Roi Véritable Bahrastos le Fathomeur\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi distruggere 2 altri mostri nella tua mano e/o scoperti sul tuo Terreno, compreso un mostro ACQUA, e, se lo fai, Evoca Specialmente questa carta e, se fai quello, puoi bandire fino a 2 Carte Magia/Trappola dal Terreno e/o Cimitero del tuo avversario, se entrambi i mostri distrutti erano ACQUA. Se questa carta viene distrutta dall'effetto di una carta: puoi Evocare Specialmente 1 mostro non-ACQUA di Tipo Wyrm dal tuo Deck in Posizione di Difesa. Puoi utilizzare ogni effetto di \"Vero Re Bahrastos, il Fondalizzatore\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode destruir 2 outros monstros na sua mão e/ou com a face para cima no seu campo, incluindo um monstro de ÁGUA e, se isso acontecer, Invoque este card por Invocação-Especial e, se isso acontecer, você pode banir até 2 Cards de Magia/Armadilha do campo e/ou Cemitério do seu oponente, se os dois monstros destruídos eram de ÁGUA. Se este card for destruído por um efeito de card: você pode Invocar por Invocação-Especial 1 monstro do Tipo Wyrm que não seja de ÁGUA do seu Deck em Posição de Defesa. Você só pode usar cada efeito de \"Verdadeiro Rei Bahrastos, o Fundurador\" uma vez por turno.", "ja": "「真竜皇バハルストスＦ」の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。このカード以外の手札及び自分フィールドの表側表示モンスターの中から、水属性モンスターを含むモンスター２体を破壊し、このカードを手札から特殊召喚し、水属性モンスター２体を破壊した場合、相手のフィールド・墓地から魔法・罠カードを２枚まで選んで除外できる。②：このカードが効果で破壊された場合に発動できる。デッキから水属性以外の幻竜族モンスター１体を守備表示で特殊召喚する。", "ko": "\"진룡황 바하루스토스F(퓨러)\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 이 카드 이외의 패 및 자신 필드의 앞면 표시 몬스터 중에서, 물 속성 몬스터를 포함하는 몬스터 2장을 파괴하고, 이 카드를 패에서 특수 소환하여, 물 속성 몬스터 2장을 파괴했을 경우, 상대의 필드 / 묘지에서 마법 / 함정 카드를 2장까지 고르고 제외할 수 있다. ②: 이 카드가 효과로 파괴되었을 경우에 발동할 수 있다. 덱에서 물 속성 이외의 환룡족 몬스터 1장을 수비 표시로 특수 소환한다.", "zh-TW": "「真龍皇 聖子海龍 元首」的①②效果，１回合各僅限使用１次。①：可在我方主要階段發動。從此卡以外的手牌及我方場上的正面表示怪獸中，破壞包含水屬性怪獸在內的２隻怪獸，從手牌特殊召喚此卡，在破壞２隻水屬性怪獸的狀況下，可從對方場上・墓地選擇最多２張魔法・陷阱卡除外。②：可在此卡因效果被破壞的狀況下發動。從牌組以守備表示特殊召喚１隻水屬性以外的幻龍族怪獸。", "zh-CN": "“真龙皇 圣子海龙 元首”的①②效果１回合各仅可使用１次。①：在自己的主要阶段可以发动。从手牌及自己场上此卡以外的表侧表示怪兽中，将包含水属性怪兽在内的２只怪兽破坏，将此卡从手牌特殊召唤，破坏了２只水属性怪兽的情况下，可从对手的场上・墓地挑选最多２张魔法・陷阱卡除外。②：此卡被效果破坏的情况下可以发动。从牌组将水属性以外的１只幻龙族怪兽以守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "WATER", "level": 9, "atk": 1800, "def": 3000, "series": ["True Draco"], "images": [{"index": 1, "image": "TrueKingBahrastostheFathomer-MP17-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN021", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-EN141", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INOV-DE021", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-DE141", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INOV-FR021", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-FR141", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INOV-IT021", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-IT141", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INOV-PT021", "set_name": "Invasion: Vengeance", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-PT141", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "INOV-JP021", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "INOV-KR021", "set_name": "Invasion: Vengeance", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464681, "master_duel_rarity": "SR"}