{"konami_id": 7606, "password": 82324312, "name": {"en": "Goblin Recon Squad", "de": "Goblinspäheinheit", "es": "Escuadrón de Reconocimiento Goblin", "fr": "Troupe de Reconnaissance Gobeline", "it": "Squadra di Ricognizione Goblin", "pt": "Esquadrão de Reconhecimento Goblin", "ja": "ゴブリン<ruby>偵<rt>てい</rt></ruby><ruby>察<rt>さつ</rt></ruby><ruby>部<rt>ぶ</rt></ruby><ruby>隊<rt>たい</rt></ruby>", "ja_romaji": "Goburin Teisatsu Butai", "ko": "고블린 정찰 부대", "ko_rr": null, "zh-TW": null, "zh-CN": "哥布林侦察部队"}, "text": {"en": "If this card successfully attacks directly, you can look at 1 random card in your opponent's hand. If it is a Spell Card, send it to the Graveyard. If this card attacks, it is changed to Defense Position at the end of the Battle Phase. This card's battle position cannot be changed until the end of your next turn, except with a card effect.", "de": "Falls diese Karte erfolgreich direkt angreift, kannst du dir 1 zufällige Karte in der Hand deines Gegners ansehen. Falls es eine Zauberkarte ist, lege sie auf den Friedhof. Falls diese Karte angreift, wird sie am Ende der Battle Phase in die Verteidigungsposition geändert. Die Kampfposition dieser Karte kann bis zum Ende deines nächsten Spielzug nicht geändert werden, außer mit einem Karteneffekt.", "es": "Si esta carta ataca directamente con éxito, puedes ver 1 carta al azar en la mano de tu adversario. Si es una Carta Mágica, mándala al Cementerio. Si esta carta ataca se cambia a Posición de Defensa al final de la Battle Phase. La posición de batalla de esta carta no se puede cambiar hasta el final de tu próximo turno, excepto mediante el efecto de una carta.", "fr": "Si cette carte attaque directement votre adversaire avec succès, vous pouvez regarder 1 carte au hasard dans la main de votre adversaire. Si c'est une Carte Magie, envoyez-la au Cimetière. Si cette carte attaque, elle est changée en Position de Défense à la fin de la Battle Phase. La position de combat de cette carte ne peut pas être changée jusqu'à la fin de votre prochain tour, excepté par l'effet d'une carte.", "it": "Se questa carta attacca direttamente con successo, puoi guardare 1 carta a caso nella mano del tuo avversario. Se è una Carta Magia, mandala al Cimitero. Se questa carta attacca, viene messa in Posizione di Difesa alla fine della Battle Phase. La posizione di questa carta non può essere cambiata fino alla fine del tuo prossimo turno, se non per effetto di una carta.", "pt": "Se esta carta atacou seu oponente diretamente com sucesso, você pode olhar aleatoriamente 1 carta na mão do seu oponente. Se for uma Spell Card, envie-a ao Cemitério. Se esta carta ataca, ela é mudada para a Posição de Defesa no fim da Battle Phase. A Posição de Batalha desta carta não pode ser mudada até o fim do seu próximo turno, exceto por um efeito de carta.", "ja": "このカードが相手プレイヤーへの直接攻撃に成功した場合、相手の手札をランダムに１枚確認する事ができる。確認したカードが魔法カードだった場合、そのカードを墓地に送る。このカードは攻撃した場合、バトルフェイズ終了時に守備表示になる。次の自分のターン終了時までこのカードは表示形式を変更できない。", "ko": "이 카드가 상대 플레이어에게로의 직접 공격에 성공했을 경우, 상대의 패를 무작위로 1장 확인할 수 있다. 확인한 카드가 마법 카드였을 경우, 그 카드를 묘지로 보낸다. 이 카드는 공격했을 경우, 배틀 페이즈 종료시에 수비 표시가 된다. 다음 자신의 턴 종료시까지 이 카드는 표시 형식을 변경할 수 없다.", "zh-TW": null, "zh-CN": "这张卡对对方玩家的直接攻击成功的场合，可以把对方手卡随机1张确认。确认的卡是魔法卡的场合，那张卡送去墓地。这张卡攻击的场合，战斗阶段结束时变成守备表示。直到下次的自己回合结束时这张卡不能把表示形式变更。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "WIND", "level": 4, "atk": 1700, "def": 0, "series": ["Goblin"], "images": [{"index": 1, "image": "GoblinReconSquad-LODT-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LODT-EN033", "set_name": "Light of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LODT-DE033", "set_name": "Light of Destruction", "rarities": ["Common"]}], "es": [{"set_number": "LODT-SP033", "set_name": "Light of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LODT-FR033", "set_name": "Light of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LODT-IT033", "set_name": "Light of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LODT-JP033", "set_name": "Light of Destruction", "rarities": ["Rare"]}], "ko": [{"set_number": "LODT-KR033", "set_name": "Light of Destruction", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 80295}