{"konami_id": 17124, "password": 82361809, "name": {"en": "Scareclaw Reichheart", "de": "Schreckensklaue Reichheart", "es": "Terrogarra Reichheart", "fr": "Reichheart Griffrayeur", "it": "Spaventartiglio Reichheart", "pt": "Espantagarra Reichheart", "ja": "スケアクロー・ライヒハート", "ja_romaji": "Sukeakurō Raihihāto", "ko": "스케어클로 라이히하트", "ko_rr": "Seuke-eokeullo Raihihateu", "zh-TW": "恐懼爪・帝國之心", "zh-CN": "恐惧爪・赖希哈忒"}, "text": {"en": "You can Special Summon this card (from your hand) to your Main Monster Zone, adjacent to a \"Scareclaw\" monster you control or in its column. You can only Special Summon \"Scareclaw Reichheart\" once per turn this way. If this card is Normal or Special Summoned: You can add 1 \"Scareclaw\" Spell/Trap from your Deck to your hand, then, if 3 or more Defense Position monsters are on the field, you can draw 1 card. You can only use this effect of \"Scareclaw Reichheart\" once per turn.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) in deine Main-Monsterzone benachbart zu einem „Schreckensklaue“-Monster, das du kontrollierst, oder in seine Spalte beschwören. Du kannst „Schreckensklaue Reichheart“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Schreckensklaue“-Zauber/Falle von deinem Deck hinzufügen, dann, falls 3 oder mehr Monster in Verteidigungsposition auf dem Spielfeld liegen, kannst du 1 Karte ziehen. Du kannst diesen Effekt von „Schreckensklaue Reichheart“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) a tu Zona de Monstruos Principal, adyacente a un monstruo \"Terrogarra\" que controles o en su columna. Sólo puedes Invocar de Modo Especial \"Terrogarra Reichheart\" una vez por turno de esta forma. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 Mágica/Trampa \"Terrogarra\" en tu Deck y después, si 3 o más monstruos en Posición de Defensa están en el Campo, puedes robar 1 carta. Sólo puedes usar este efecto de \"Terrogarra Reichheart\" una vez por turno.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main, adjacente à un monstre \"Griffrayeur\" que vous contrôlez ou dans sa colonne. Vous ne pouvez Invoquer Spécialement \"Reichheart Griffrayeur\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Griffrayeur\" depuis votre Deck à votre main, puis, si min. 3 monstres en Position de Défense sont sur le Terrain, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Reichheart Griffrayeur\" qu'une fois par tour.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) nella tua Zona Mostri Main, adiacente a un mostro \"Spaventartiglio\" che controlli o nella sua colonna. Puoi Evocare Specialmente \"Spaventartiglio Reichheart\" una sola volta per turno in questo modo. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 Magia/Trappola \"Spaventartiglio\" dal tuo Deck alla tua mano, poi, se sul Terreno ci sono 3 o più mostri in Posizione di Difesa, puoi pescare 1 carta. Puoi utilizzare questo effetto di \"Spaventartiglio Reichheart\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) em uma Zona de Monstros Principal sua, adjacente a um monstro \"Espantagarra\" que você controla ou na coluna dele. Você só pode Invocar \"Espantagarra Reichheart\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Magia/Armadilha \"Espantagarra\" do seu Deck à sua mão e, depois, se 3 ou mais monstros em Posição de Defesa estiverem no campo, você pode comprar 1 card. Você só pode usar este efeito de \"Espantagarra Reichheart\" uma vez por turno.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②の効果は１ターンに１度しか使用できない。①：このカードは自分フィールドの「スケアクロー」モンスターの隣または同じ縦列の自分のメインモンスターゾーンに手札から特殊召喚できる。②：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「スケアクロー」魔法・罠カード１枚を手札に加える。フィールドに守備表示モンスターが３体以上存在する場合、さらに自分はデッキから１枚ドローできる。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 자신 필드의 \"스케어클로\" 몬스터의 옆 또는 같은 세로열의 자신 메인 몬스터 존에 패에서 특수 소환할 수 있다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"스케어클로\" 마법 / 함정 카드 1장을 패에 넣는다. 필드에 수비 표시 몬스터가 3장 이상 존재할 경우, 추가로 자신은 덱에서 1장 드로우할 수 있다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次，且②效果１回合仅可使用１次。①：此卡可从手牌特殊召唤至与自己场上“恐惧爪”怪兽相邻或同一纵列的、自己的主要怪兽区域。②：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将１张“恐惧爪”魔法・陷阱卡加入手牌。场上存在３只以上守备表示怪兽的情况下，自己进而可从牌组抽１张。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 2100, "series": ["Scareclaw", "Heart"], "images": [{"index": 1, "image": "ScareclawReichheart-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN012", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-EN068", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DIFO-DE012", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-DE068", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "DIFO-SP012", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-SP068", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DIFO-FR012", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-FR068", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DIFO-IT012", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-IT068", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DIFO-PT012", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-PT068", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DIFO-JP012", "set_name": "Dimension Force", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DIFO-JP012", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DIFO-KR012", "set_name": "Dimension Force", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DIFO-KR012", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC074", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716603, "master_duel_rarity": "UR"}