{"konami_id": 14417, "password": 82466274, "name": {"en": "Serziel, Watcher of the Evil Eye", "de": "Serziel, Wächter des Bösauges", "es": "Serziel, Vigilante del Ojo Maligno", "fr": "Serziel, Guetteur de l'Œil Maléfique", "it": "Serziel, Osservatore del Malocchio", "pt": "Serziel, a Observadora do Olho Maligno", "ja": "<ruby>呪<rt>じゅ</rt></ruby><ruby>眼<rt>がん</rt></ruby>の<ruby>死<rt>し</rt></ruby><ruby>徒<rt>と</rt></ruby> サリエル", "ja_romaji": "Jugan no Shito Sarieru", "ko": "주안의 사도 사리엘", "ko_rr": "Juan-ui Sadeu Sariel", "zh-TW": "咒眼死徒 沙利葉", "zh-CN": "咒眼死徒 沙利叶"}, "text": {"en": "When this card is Normal Summoned: You can add 1 \"Evil Eye\" card from your Deck to your hand, except \"Serziel, Watcher of the Evil Eye\". If this card is equipped with \"Evil Eye of Selene\" (Quick Effect): You can target 1 Special Summoned monster your opponent controls; destroy it. You can only use this effect of \"Serziel, Watcher of the Evil Eye\" once per turn. Once per turn, during the next Standby Phase after this effect was activated: Destroy 1 card you control.", "de": "(Diese Karte wird nicht als „Wächter“-Karte behandelt.)\nWenn diese Karte als Normalbeschwörung beschworen wird: Du kannst deiner Hand 1 „Bösauge“-Karte von deinem Deck hinzufügen, außer „Serziel, Wächter des Bösauges“. Falls diese Karte mit „Bösauge der Selene“ ausgerüstet ist (Schnelleffekt): Du kannst 1 als Spezialbeschwörung beschworenes Monster wählen, das dein Gegner kontrolliert; zerstöre es. Du kannst diesen Effekt von „Serziel, Wächter des Bösauges“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, während der nächsten Standby Phase, nachdem dieser Effekt aktiviert wurde: Zerstöre 1 Karte, die du kontrollierst.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes añadir a tu mano 1 carta \"Ojo Maligno\" en tu Deck, excepto \"Serziel, Vigilante del Ojo Maligno\". Si esta carta es equipada con \"Ojo Maligno de Selene\" (Efecto Rápido): puedes seleccionar 1 monstruo Invocado de Modo Especial que controle tu adversario; destrúyelo. Sólo puedes usar este efecto de \"Serziel, Vigilante del Ojo Maligno\" una vez por turno. Una vez por turno, durante la próxima Standby Phase después de que este efecto haya sido activado: destruye 1 carta que controles.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 carte \"Œil Maléfique\" (\"Serziel, Guetteur de l'Œil Maléfique\" exclu) depuis votre Deck à votre main. Si cette carte est équipée avec \"L'Œil Maléfique de Sélène\" (Effet Rapide) : vous pouvez cibler 1 monstre Invoqué Spécialement contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser cet effet de \"Serziel, Guetteur de l'Œil Maléfique\" qu'une fois par tour. Une fois par tour, durant la prochaine Standby Phase après que cet effet a été activé : détruisez 1 carte que vous contrôlez.", "it": "Quando questa carta viene Evocata Normalmente: puoi aggiungere 1 carta \"Malocchio\" dal tuo Deck alla tua mano, eccetto \"Serziel, Osservatore del Malocchio\". Se questa carta è equipaggiata con \"Malocchio di Selene\" (Effetto Rapido): puoi scegliere come bersaglio 1 mostro Evocato Specialmente controllato dal tuo avversario; distruggilo. Puoi utilizzare questo effetto di \"Serziel, Osservatore del Malocchio\" una sola volta per turno. Una volta per turno, durante la prossima Standby Phase dopo che questo effetto è stato attivato: distruggi 1 carta che controlli.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode adicionar 1 card \"Olho Maligno\" do seu Deck à sua mão, exceto \"Serziel, a Observadora do Olho Maligno\". Se este card estiver equipado com \"Olho Maligno de Selene\" (Efeito Rápido): você pode escolher 1 monstro Invocado por Invocação-Especial que seu oponente controla; destrua-o. Você só pode usar este efeito de \"Serziel, a Observadora do Olho Maligno\" uma vez por turno. Uma vez por turno, durante a próxima Fase de Apoio depois que este efeito foi ativado: destrua 1 card que você controla.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードが召喚に成功した時に発動できる。デッキから「呪眼の死徒 サリエル」以外の「呪眼」カード１枚を手札に加える。②：このカードが「セレンの呪眼」を装備している場合、相手フィールドの特殊召喚されたモンスター１体を対象として発動できる。そのモンスターを破壊する。この効果は相手ターンでも発動できる。③：このカードの②の効果を発動した場合、次のスタンバイフェイズに発動する。自分フィールドのカード１枚を選んで破壊する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때에 발동할 수 있다. 덱에서 \"주안의 사도 사리엘\" 이외의 \"주안\" 카드 1장을 패에 넣는다. ②: 이 카드가 \"셀렌의 주안\"을 장착하고 있을 경우, 상대 필드의 특수 소환된 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 파괴한다. 이 효과는 상대 턴에도 발동할 수 있다. ③: 이 카드의 ②의 효과를 발동했을 경우, 다음 스탠바이 페이즈에 발동한다. 자신 필드의 카드 1장을 골라 파괴한다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：这张卡召唤成功时才能发动。从卡组把「咒眼之死徒 沙利叶」以外的1张「咒眼」卡加入手卡。\n②：这张卡有「太阴之咒眼」装备的场合，以对方场上1只特殊召唤的怪兽为对象才能发动。那只怪兽破坏。这个效果在对方回合也能发动。\n③：这张卡的②的效果发动的场合，下次的准备阶段发动。选自己场上1张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 4, "atk": 1600, "def": 1400, "series": ["Evil Eye"], "images": [{"index": 1, "image": "SerzielWatcheroftheEvilEye-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN027", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN232", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INCH-DE027", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE232", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INCH-SP027", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-SP232", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INCH-FR027", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR232", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INCH-IT027", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT232", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INCH-PT027", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT232", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBIC-JP027", "set_name": "Deck-Build Pack: Infinity Chasers", "rarities": ["Super Rare"]}, {"set_number": "22TP-JP406", "set_name": "Tournament Pack 2022 Vol.4", "rarities": ["Common"]}], "ko": [{"set_number": "DBIC-KR027", "set_name": "Deck-Build Pack: Infinity Chasers", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584584, "master_duel_rarity": "SR"}