{"konami_id": 14354, "password": 82496097, "name": {"en": "Time Thief Bezel Ship", "de": "Zeitdieb Lünettenschiff", "es": "Ladrón del Tiempo Nave Bisel", "fr": "Vaisseau-Lunette des Voleurs de Temps", "it": "Ladro del Tempo Nave Bezel", "pt": "Ladrão do Tempo Nave Bisel", "ja": "クロノダイバー・ベゼルシップ", "ja_romaji": "Kuronodaibā Bezeru Shippu", "ko": "크로노다이버 베젤십", "ko_rr": "Keuronodaibeo Bejelsip", "zh-TW": null, "zh-CN": "时潜怪盗・表圈潜航艇"}, "text": {"en": "(Quick Effect): You can Tribute this card, then target 1 \"Time Thief\" Xyz Monster you control; attach 1 card from your opponent's GY to that monster as material. If this card is in the GY: You can detach 1 material from an Xyz Monster you control; Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Time Thief Bezel Ship\" once per turn.", "de": "(Schnelleffekt): Du kannst diese Karte als Tribut anbieten und dann 1 „Zeitdieb“-Xyz-Monster wählen, das du kontrollierst; hänge 1 Karte vom Friedhof deines Gegners als Material an das Monster an. Falls sich diese Karte im Friedhof befindet: Du kannst 1 Material von einem Xyz-Monster abhängen, das du kontrollierst; beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Zeitdieb Lünettenschiff“ nur einmal pro Spielzug verwenden.", "es": "(Efecto Rápido): puedes Sacrificar esta carta, y después seleccionar 1 Monstruo Xyz \"Ladrón del Tiempo\" que controles; acóplale a ese monstruo 1 carta en el Cementerio de tu adversario como material. Si esta carta está en el Cementerio: puedes desacoplar 1 material de un Monstruo Xyz que controles; Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Ladrón del Tiempo Nave Bisel\" una vez por turno.", "fr": "(Effet Rapide) : vous pouvez Sacrifier cette carte, puis ciblez 1 Monstre Xyz \"Voleurs de Temps\" que vous contrôlez ; attachez 1 carte depuis le Cimetière de votre adversaire au monstre comme Matériel. Si cette carte est dans le Cimetière : vous pouvez détacher 1 Matériel d'un Monstre Xyz que vous contrôlez ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Vaisseau-Lunette des Voleurs de Temps\" qu'une fois par tour.", "it": "(Effetto Rapido): puoi offrire come Tributo questa carta, poi scegliere come bersaglio 1 Mostro Xyz \"Ladro del Tempo\" che controlli; attacca 1 carta dal Cimitero del tuo avversario a quel mostro come materiale. Se questa carta è nel Cimitero: puoi staccare 1 materiale da un Mostro Xyz che controlli; Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Ladro del Tempo Nave Bezel\" una sola volta per turno.", "pt": "(Efeito Rápido): você pode oferecer este card como Tributo e, depois, escolha 1 Monstro Xyz \"Ladrão do Tempo\" que você controla; associe 1 card do Cemitério do seu oponente a esse monstro como matéria. Se este card estiver no Cemitério: você pode desassociar 1 matéria de um Monstro Xyz que você controla; Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Ladrão do Tempo Nave Bisel\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードをリリースし、自分フィールドの「クロノダイバー」Ｘモンスター１体を対象として発動できる。相手の墓地からカード１枚を選び、対象のモンスターの下に重ねてＸ素材とする。この効果は相手ターンでも発動できる。②：このカードが墓地に存在する場合、自分フィールドのＸ素材を１つ取り除いて発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고, 자신 필드의 \"크로노다이버\" 엑시즈 몬스터 1장을 대상으로 하여 발동할 수 있다. 상대 묘지에서 카드 1장을 고르고, 대상 몬스터의 아래에 겹쳐 엑시즈 소재로 한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：解放此卡，以自己场上的1只\"时潜怪盗\"超量怪兽为对象可以发动。从对手墓地挑选1张卡，重叠在对象怪兽下方作为超量素材。此效果在对手回合中也可以发动。②：此卡存在于墓地的情况下，去除自己场上的1个超量素材可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 2000, "series": ["Time Thief"], "images": [{"index": 1, "image": "TimeThiefBezelShip-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN083", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-EN038", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}, {"set_number": "GFTP-EN061", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SAST-DE083", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-DE038", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}, {"set_number": "GFTP-DE061", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SAST-SP083", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-SP038", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}, {"set_number": "GFTP-SP061", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SAST-FR083", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-FR038", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}, {"set_number": "GFTP-FR061", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SAST-IT083", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-IT038", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}, {"set_number": "GFTP-IT061", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SAST-PT083", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-PT038", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}, {"set_number": "GFTP-PT061", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP19-JP039", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "ko": [{"set_number": "EP19-KR039", "set_name": "Extra Pack 2019", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC051", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 590243}