{"konami_id": 19880, "password": 82570174, "name": {"en": "Sangenpai Bident Dragion", "de": "Sangenpai Zweizack-Dragion", "es": "Sangenpai Dragión Bidente", "fr": "Dragion Bident Sangenpai", "it": "Sangenpai Bidente Dragion", "pt": "Dragion Bidente Sangenpai", "ja": "<ruby>燦<rt>さん</rt></ruby><ruby>幻<rt>げん</rt></ruby><ruby>昇<rt>しょう</rt></ruby><ruby>龍<rt>りゅう</rt></ruby>バイデント・ドラギオン", "ja_romaji": "Sangenshōryū Baidento Doragion", "ko": "찬환승룡 바이덴트 드라기온", "ko_rr": "Chanhwanseungnyong Baidenteu Deuragion", "zh-TW": "燦幻升龍 雙戟天龍", "zh-CN": "灿幻升龙 双戟天龙"}, "text": {"en": "1 Dragon Tuner + 1+ non-Tuner Dragon monsters\nIf this card is Synchro Summoned: You can target 1 FIRE Dragon monster in your GY; Special Summon it, also you cannot Special Summon for the rest of this turn, except Dragon monsters. If 3 or more attacks have been declared this turn (Quick Effect): You can Special Summon this card from your GY, then you can destroy 1 Spell/Trap on the field. You can only use this effect of \"Sangenpai Bident Dragion\" once per Duel, and its previous effect only once per turn.", "de": "1 Drache-Empfänger + 1+ Drache-Nicht-Empfänger-Monster\nFalls diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 FEUER Drache-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen durchführen, außer von Drache-Monstern. Falls in diesem Spielzug 3 oder mehr Angriffe deklariert wurden (Schnelleffekt): Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof beschwören, dann kannst du 1 Zauber/Falle auf dem Spielfeld zerstören. Du kannst diesen Effekt von „Sangenpai Zweizack-Dragion“ nur einmal pro Duell und seinen vorherigen Effekt nur einmal pro Spielzug verwenden.", "es": "1 Cantante Dragón + 1+ monstruos Dragón que no sean Cantantes\nSi esta carta es Invocada por Sincronía: puedes seleccionar 1 monstruo Dragón de FUEGO en tu Cementerio; Invócalo de Modo Especial, y además no puedes Invocar de Modo Especial por el resto de este turno, excepto monstruos Dragón. Si 3 o más ataques han sido declarados este turno (Efecto Rápido): puedes Invocar esta carta de Modo Especial desde tu Cementerio, y después puedes destruir 1 Mágica/Trampa en el Campo. Sólo puedes usar este efecto de \"Sangenpai Dragión Bidente\" una vez por Duelo, y su efecto previo una vez por turno.", "fr": "1 Syntoniseur Dragon + 1+ monstre non-Syntoniseur Dragon\nSi cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre FEU Dragon dans votre Cimetière ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Dragon exclus) le reste de ce tour. Si min. 3 attaques ont été déclarées ce tour (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière, puis vous pouvez détruire 1 Magie/Piège sur le Terrain. Vous ne pouvez utiliser cet effet de \"Dragion Bident Sangenpai\" qu'une fois par Duel, et son effet précédent qu'une fois par tour.", "it": "1 Tuner Drago + 1+ mostri Drago non-Tuner\nSe questa carta viene Synchro Evocata: puoi scegliere come bersaglio 1 mostro FUOCO Drago nel tuo Cimitero; Evocalo Specialmente, inoltre non puoi Evocare Specialmente per il resto di questo turno, eccetto mostri Drago. Se 3 o più attacchi sono stati dichiarati in questo turno (Effetto Rapido): puoi Evocare Specialmente questa carta dal tuo Cimitero, poi puoi distruggere 1 Magia/Trappola sul Terreno. Puoi utilizzare questo effetto di \"Sangenpai Bidente Dragion\" una sola volta per Duello, e il suo precedente effetto solo una volta per turno.", "pt": "1 Regulador Dragão + 1+ monstros Dragão não-Reguladores\nSe este card for Invocado por Invocação-Sincro: você pode escolher 1 monstro Dragão de FOGO no seu Cemitério; Invoque-o por Invocação-Especial e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Dragão. Se 3 ou mais ataques foram declarados neste turno (Efeito Rápido): você pode Invocar este card por Invocação-Especial do seu Cemitério e, depois, você pode destruir 1 Magia/Armadilha no campo. Você só pode usar este efeito de \"Dragion Bidente Sangenpai\" uma vez por Duelo, e seus efeitos anteriores apenas uma vez por turno.", "ja": "ドラゴン族チューナー＋チューナー以外のドラゴン族モンスター１体以上\nこのカード名の、①の効果は１ターンに１度しか使用できず、②の効果はデュエル中に１度しか使用できない。①：このカードがＳ召喚した場合、自分の墓地のドラゴン族・炎属性モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。このターン、自分はドラゴン族モンスターしか特殊召喚できない。②：３回以上攻撃宣言された自分・相手ターンに発動できる。このカードを墓地から特殊召喚する。その後、フィールドの魔法・罠カード１枚を破壊できる。", "ko": "드래곤족 튜너 ＋ 튜너 이외의 드래곤족 몬스터 1장 이상\n이 카드명의, ①의 효과는 1턴에 1번밖에 사용할 수 없으며, ②의 효과는 듀얼 중에 1번밖에 사용할 수 없다. ①: 이 카드를 싱크로 소환했을 경우, 자신 묘지의 드래곤족 / 화염 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 턴에, 자신은 드래곤족 몬스터밖에 특수 소환할 수 없다. ②: 3회 이상 공격 선언된 자신 / 상대 턴에 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다. 그 후, 필드의 마법 / 함정 카드 1장을 파괴할 수 있다.", "zh-TW": null, "zh-CN": "龙族协调＋协调以外的龙族怪兽１只以上\n此卡名的①效果１回合仅可使用１次，②效果在决斗中仅可使用１次。\n①：此卡同步召唤的情况下，以自己墓地的１只龙族・炎属性怪兽为对象可以发动。将该怪兽特殊召唤。此回合，自己仅可特殊召唤龙族怪兽。\n②：在攻击宣言过３次以上的自己・对手回合中可以发动。从墓地将此卡特殊召唤。然后，可将场上的１张魔法・陷阱卡破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Synchro / Tuner / Effect", "attribute": "FIRE", "level": 7, "atk": 2600, "def": 2000, "materials": "1 Dragon-Type Tuner + 1 or more non-Tuner Dragon-Type monsters", "series": ["Sangen"], "images": [{"index": 1, "image": "SangenpaiBidentDragion-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN039", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-EN190", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LEDE-DE039", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-DE190", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LEDE-SP039", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-SP190", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LEDE-FR039", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-FR190", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LEDE-IT039", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-IT190", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LEDE-PT039", "set_name": "Legacy of Destruction", "rarities": ["Common"]}, {"set_number": "MP25-PT190", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LEDE-JP039", "set_name": "Legacy of Destruction", "rarities": ["Rare"]}], "ko": [{"set_number": "LEDE-KR039", "set_name": "Legacy of Destruction", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "LEDE-SC039", "set_name": "Legacy of Destruction", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1034233, "master_duel_rarity": "SR"}