{"konami_id": 8444, "password": 82693917, "name": {"en": "Fortune Lady Wind", "de": "Schicksalsdame Wind", "es": "Adivinadora Viento", "fr": "Zéphyria, Demoiselle de Fortune", "it": "Vento, Signora della Fortuna", "pt": "Senhora Fortuna do Vento", "ja": "フォーチュンレディ・ウインディー", "ja_romaji": "Fōchun Redi Uindī", "ko": "포츈 레이디 윈디", "ko_rr": null, "zh-TW": "命運女郎・溫蒂", "zh-CN": "命运女郎・温蒂"}, "text": {"en": "This card's ATK and DEF are equal to its Level x 300. During each of your Standby Phases, increase the Level of this card by 1 (max 12). When this card is Normal Summoned, you can destroy a number of Spell or Trap Cards your opponent controls equal to the number of face-up \"Fortune Lady\" monsters you control.", "de": "Die ATK und DEF dieser Karte entsprechen ihrer Stufe x 300. Während jeder deiner Standby Phasen, erhöhe die Stufe dieser Karte um 1 (maximal 12). Wenn diese Karte als Normalbeschwörung beschworen wird, kannst du eine Anzahl von Zauber- und Fallenkarten zerstören, die dein Gegner kontrolliert, die der Anzahl offener „Schicksalsdame“-Monster entspricht, die du kontrollierst.", "es": "El ATK y la DEF de esta carta son iguales a su Nivel x 300. Durante cada una de tus Standby Phases, incrementa en 1 el Nivel de esta carta (max. 12). Cuando Invocas esta carta de Modo Normal, puedes destruir una cantidad de Cartas Mágicas o de Trampa que controle tu adversario igual a la cantidad de monstruos \"Adivinadora\" boca arriba que controles.", "fr": "L'ATK et la DEF de cette carte sont égales à son Niveau x 300. Durant chacune de vos Standby Phases, augmentez le Niveau de cette carte de 1 (max 12). Lorsque cette carte est Invoquée Normalement, vous pouvez détruire un nombre de Cartes Magie ou Piège contrôlées par votre adversaire égal au nombre de monstres \"Demoiselle de Fortune\" face recto que vous contrôlez.", "it": "L'ATK e il DEF di questa carta sono pari al suo Livello x 300. Durante ogni tua Standby Phase, aumenta di 1 il Livello di questa carta (massimo 12). Quando questa carta viene Evocata Normalmente, puoi distruggere un numero di Carte Magia o Trappola controllate dal tuo avversario pari al numero di mostri \"Signora della Fortuna\" scoperti che controlli.", "pt": "O ATK/DEF deste card se tornam seu Nível x 300. Uma vez por turno, durante sua Fase de Apoio: aumente em 1 o Nível deste card (máx. 12). Quando este card for Invocado por Invocação-Normal: você pode destruir Magias/Armadilhas que seu oponente controla igual ao número de monstros \"Senhora Fortuna\" que você controla.", "ja": "このカードの攻撃力・守備力は、このカードのレベル×３００ポイントになる。また、自分のスタンバイフェイズ時、このカードのレベルを１つ上げる（最大レベル１２まで）。このカードが召喚に成功した時、自分フィールド上の「フォーチュンレディ」と名のついたモンスターの数だけ、相手フィールド上の魔法・罠カードを選んで破壊できる。", "ko": "이 카드의 공격력/수비력은 이 카드의 레벨 × 300 포인트가 된다. 자신의 스텐바이 페이즈시, 이 카드의 레벨을 1개 올린다(최대 레벨 12까지). 이 카드가 일반 소환에 성공했을 때, 자신 필드 위에 앞면 표시로 존재하는 \"포츈 레이디\"라는 이름이 붙은 몬스터의 수만큼, 상대 필드 위에 존재하는 마법/함정 카드를 파괴할 수 있다.", "zh-TW": null, "zh-CN": "这张卡的攻击力·守备力变成这张卡的等级×300的数值。此外，自己的准备阶段时，这张卡的等级上升1星（等级最多12星）。这张卡召唤成功时，可以选自己场上的名字带有「命运女郎」的怪兽数量的对方场上的魔法·陷阱卡破坏。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WIND", "level": 3, "atk": "?", "def": "?", "series": ["Fortune Lady"], "images": [{"index": 1, "image": "FortuneLadyWind-DE04-JP-C.jpg", "illustration": "FortuneLadyWind-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "FortuneLadyWind-SOVR-EN-R-1E.jpg", "illustration": "FortuneLadyWind-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "SOVR-EN009", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}], "de": [{"set_number": "SOVR-DE009", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}], "es": [{"set_number": "SOVR-SP009", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}], "fr": [{"set_number": "SOVR-FR009", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}], "it": [{"set_number": "SOVR-IT009", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}], "pt": [{"set_number": "OP11-PT027", "set_name": "OTS Tournament Pack 11", "rarities": ["Common"]}], "ja": [{"set_number": "SOVR-JP009", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}, {"set_number": "DE04-JP047", "set_name": "Duelist Edition Volume 4", "rarities": ["Common"]}], "ko": [{"set_number": "SOVR-KR009", "set_name": "Stardust Overdrive", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 61018, "master_duel_rarity": "R"}