{"konami_id": 17173, "password": 82735249, "name": {"en": "Generalprobe", "de": "Generalprobe", "es": "Prueba General", "fr": "Répétition Générale", "it": "Generalprova", "pt": "Ensaio Geral", "ja": "ゲネラールプローベ", "ja_romaji": "Generārupurōbe", "ko": "게네랄프로베", "ko_rr": "Generalpeurobe", "zh-TW": "最終彩排", "zh-CN": "总彩排"}, "text": {"en": "Each time an effect of a \"Symphonic Warrior\" card is activated, place 1 Symphonic Counter on this card when that effect resolves. You can only use each of the following effects of \"Generalprobe\" once per turn. You can remove 3 Symphonic Counters from your field; add 1 \"Symphonic Warrior\" monster from your Deck to your hand. If you Normal or Special Summon a \"Symphonic Warrior\" monster(s) (except during the Damage Step): You can add 1 \"Symph Amplifire\" from your Deck to your hand.", "de": "Jedes Mal, wenn ein Effekt einer „Symphonischer Krieger“-Karte aktiviert wird, lege 1 Symphonisch-Zählmarke auf diese Karte, wenn jener Effekt aufgelöst wird. Du kannst jeden der folgenden Effekte von „Generalprobe“ nur einmal pro Spielzug verwenden. Du kannst 3 Symphonisch-Zählmarken von deiner Spielfeldseite entfernen; füge deiner Hand 1 „Symphonischer Krieger“-Monster von deinem Deck hinzu. Falls du ein oder mehr „Symphonischer Krieger“-Monster als Normal- oder Spezialbeschwörung beschwörst (außer während des Damage Steps): Du kannst deiner Hand 1 „Symph-Verstärkofeuer“ von deinem Deck hinzufügen.", "es": "Cada vez que un efecto de una carta \"Guerrero Sinfónico\" es activado, pon 1 Contador Sinfónico en esta carta cuando ese efecto se resuelva. Sólo puedes usar cada uno de los siguientes efectos de \"Prueba General\" una vez por turno. Puedes retirar 3 Contadores Sinfónicos en tu Campo; añade a tu mano 1 monstruo \"Guerrero Sinfónico\" en tu Deck. Si Invocas de Modo Normal o Especial uno o más monstruos \"Guerrero Sinfónico\" (excepto durante el Damage Step): puedes añadir a tu mano 1 \"Amplifuego Sinf\" en tu Deck.", "fr": "Chaque fois que l'effet d'une carte \"Guerrier Symphonique\" est activé, placez 1 Compteur Symphonique sur cette carte lorsque l'effet est résolu. Vous ne pouvez utiliser chacun des effets suivants de \"Répétition Générale\" qu'une fois par tour. Vous pouvez retirer 3 Compteurs Symphonique depuis votre Terrain ; ajoutez 1 monstre \"Guerrier Symphonique\" depuis votre Deck à votre main. Si vous Invoquez Normalement ou Spécialement un ou plusieurs monstres \"Guerrier Symphonique\" (sauf durant la Damage Step) : vous pouvez ajouter 1 \"Amplifeu Symph\" depuis votre Deck à votre main.", "it": "Ogni volta che l'effetto di una carta \"Guerriero Sinfonico\" viene attivato, metti 1 Segnalino Sinfonico su questa carta quando quell'effetto si risolve. Puoi utilizzare ognuno dei seguenti effetti di \"Generalprova\" una sola volta per turno. Puoi rimuovere 3 Segnalini Sinfonico dal tuo Terreno; aggiungi 1 mostro \"Guerriero Sinfonico\" dal tuo Deck alla tua mano. Se Evochi Normalmente o Specialmente uno o più mostri \"Guerriero Sinfonico\" (eccetto durante il Damage Step): puoi aggiungere 1 \"Sinf Amplifuoco\" dal tuo Deck alla tua mano.", "pt": "Sempre que um efeito de um card \"Guerreiro Sinfônico\" for ativado, coloque 1 Marcador Sinfônico neste card quando esse efeito resolver. Você só pode usar cada um dos seguintes efeitos de \"Ensaio Geral\" uma vez por turno. Você pode remover 3 Marcadores Sinfônicos do seu campo; adicione 1 monstro \"Guerreiro Sinfônico\" do seu Deck à sua mão. Se você Invocar um ou mais monstros \"Guerreiro Sinfônico\" por Invocação-Normal ou Especial (exceto durante a Etapa de Dano): você pode adicionar 1 \"Sinfo Amplificardor\" do seu Deck à sua mão.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが魔法＆罠ゾーンに存在する限り、「音響戦士」カードの持つ効果が発動する度に、このカードに音響カウンターを１つ置く。②：自分フィールドの音響カウンターを３つ取り除いて発動できる。デッキから「音響戦士」モンスター１体を手札に加える。③：自分が「音響戦士」モンスターの召喚・特殊召喚に成功した場合に発動できる。デッキから「アンプリファイヤー」１枚を手札に加える。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 마법 & 함정 존에 존재하는 한, \"사운드 워리어\" 카드가 가지는 효과가 발동할 때마다, 이 카드에 음향 카운터를 1개 놓는다. ②: 자신 필드의 음향 카운터를 3개 제거하고 발동할 수 있다. 덱에서 \"사운드 워리어\" 몬스터 1장을 패에 넣는다. ③: 자신이 \"사운드 워리어\" 몬스터의 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"앰플리파이어\" 1장을 패에 넣는다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：只要此卡存在於魔法＆陷阱區，每當「音響戰士」卡具有的效果發動時，就將１個音響計數物置於此卡上。②：可去除我方場上的３個音響計數物發動。從牌組將１隻「音響戰士」怪獸加入手牌。③：可在我方「音響戰士」怪獸的召喚・特殊召喚成功的狀況下發動。從牌組將１張「擴音器」加入手牌。", "zh-CN": "此卡名的②③效果１回合仅可各使用１次。①：只要此卡存在于魔法与陷阱区域，每次发动“音响战士”卡拥有的效果，在此卡上放１个音响计数物。②：去除自己场上的３个音响计数物可以发动。从牌组将１只“音响战士”怪兽加入手牌。③：自己召唤・特殊召唤“音响战士”怪兽成功的情况下可以发动。从牌组将１张“扩音器热焰”加入手牌。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "Generalprobe-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN062", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE062", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR062", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT062", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT062", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP062", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR062", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC108", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715092, "master_duel_rarity": "SR"}