{"konami_id": 15255, "password": 82896870, "name": {"en": "Fluffal Dolphin", "de": "Kuscheltier Delfin", "es": "Delfín Peluchanimal", "fr": "Dauphin Peluchimal", "it": "Delfino Fluffal", "pt": "Fofanimal Golfinho", "ja": "ファーニマル・ドルフィン", "ja_romaji": "Fānimaru Dorufin", "ko": "퍼니멀 돌핀", "ko_rr": "Peonimeol Dolpin", "zh-TW": null, "zh-CN": "绒毛动物・海豚"}, "text": {"en": "You can target 1 \"Toy Vendor\" in your GY; Set it, and if you do, send 1 \"Fluffal\" monster or 1 \"Edge Imp Sabres\" from your Deck to the GY. If this card is sent to the GY as Fusion Material for a Fusion Summon: You can shuffle into the Deck, 1 of your \"Fusion\" Spells or \"Polymerization\" Spells that is banished or in your GY. You can only use each effect of \"Fluffal Dolphin\" once per turn.", "de": "Du kannst 1 „Spielzeugspender“ in deinem Friedhof wählen; setze ihn und falls du dies tust, lege 1 „Kuscheltier“-Monster oder 1 „Scherenkobold“ von deinem Deck auf den Friedhof. Falls diese Karte als Fusionsmaterial für eine Fusionsbeschwörung auf den Friedhof gelegt wird: Du kannst 1 deiner „Fusion“-Zauber oder „Polymerisation“-Zauber, der verbannt ist oder sich in deinem Friedhof befindet, ins Deck mischen. Du kannst jeden Effekt von „Kuscheltier Delfin“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 \"Vendedor de Juguetes\" en tu Cementerio; Colócalo y, si lo haces, manda al Cementerio 1 monstruo \"Peluchanimal\" o 1 \"Diablillo de las Tijeras\" en tu Deck. Si esta carta es mandada al Cementerio como Material de Fusión para una Invocación por Fusión: puedes barajar al Deck 1 de tus Mágicas \"Fusión\" o Mágicas \"Polimerización\" que esté desterrada o en tu Cementerio. Sólo puedes usar cada efecto de \"Delfín Peluchanimal\" una vez por turno.", "fr": "Vous pouvez cibler 1 \"Vendeur de Jouets\" dans votre Cimetière ; Posez-le, et si vous le faites, envoyez 1 monstre \"Peluchimal\" ou 1 \"Lames du Lutin Tranchant\" depuis votre Deck au Cimetière. Si cette carte est envoyée au Cimetière comme Matériel Fusion pour une Invocation Fusion : vous pouvez mélanger dans le Deck, 1 de vos Magies \"Fusion\" ou Magies \"Polymérisation\" qui est bannie ou dans votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Dauphin Peluchimal\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 \"Venditore di Giocattoli\" nel tuo Cimitero; Posizionalo e, se lo fai, manda 1 mostro \"Fluffal\" o 1 \"Imp Filo di Scimitarre\" dal tuo Deck al Cimitero. Se questa carta viene mandata al Cimitero come Materiale da Fusione per un'Evocazione tramite Fusione: puoi mischiare nel Deck 1 delle tue Magie \"Fusione\" o Magie \"Polimerizzazione\" che sono bandite o nel tuo Cimitero. Puoi utilizzare ogni effetto di \"Delfino Fluffal\" una sola volta per turno.", "pt": "Você pode escolher 1 \"Vendedor de Brinquedos\" no seu Cemitério; Baixe-o e, se isso acontecer, envie 1 monstro \"Fofanimal\" ou 1 \"Diabrete de Lâminas Afiadas\" do seu Deck para o Cemitério. Se este card for enviado para o Cemitério como Matéria de Fusão para uma Invocação-Fusão: você pode embaralhar no Deck, 1 das suas Magias \"Fusão\" ou \"Polimerização\" que estiverem banidas ou no seu Cemitério. Você só pode usar cada efeito de \"Fofanimal Golfinho\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地の「トイポット」１枚を対象として発動できる。そのカードを自分フィールドにセットし、デッキから「エッジインプ・シザー」１体または「ファーニマル」モンスター１体を墓地へ送る。②：このカードが融合召喚の素材となって墓地へ送られた場合に発動できる。自分の墓地のカード及び除外されている自分のカードの中から、「融合」魔法カードまたは「フュージョン」魔法カード１枚を選んでデッキに戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 묘지의 \"토이팟\" 1장을 대상으로 하고 발동할 수 있다. 그 카드를 자신 필드에 세트하고, 덱에서 \"에지임프 시저\" 1장 또는 \"퍼니멀\" 몬스터 1장을 묘지로 보낸다. ②: 이 카드가 융합 소환의 소재가 되어 묘지로 보내졌을 경우에 발동할 수 있다. 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, \"융합\" 마법 카드 또는 \"퓨전\" 마법 카드 1장을 고르고 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以自己墓地的１张“玩具罐”为对象可以发动。将该卡放置在自己场上，从牌组将１只“锋利小鬼・剪刀”或１只“绒毛动物”怪兽送至墓地。②：此卡作为融合召唤的素材被送至墓地的情况下可以发动。从自己墓地的卡及自己被除外的卡中，挑选１张“融合”魔法卡或“结合”魔法卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "WATER", "level": 4, "atk": 1600, "def": 1000, "series": ["Fluffal"], "images": [{"index": 1, "image": "FluffalDolphin-ROTD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "es": [{"set_number": "ROTD-SP021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "ROTD-KR021", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC021", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714990}