{"konami_id": 11200, "password": 82962242, "name": {"en": "Vampire Vamp", "de": "Vampirverführerin", "es": "Mujer Vampira", "fr": "Vamp Vampire", "it": "Vamp Vampira", "pt": "Vampira Vamp", "ja": "ヴァンプ・オブ・ヴァンパイア", "ja_romaji": "Vanpu Obu Vanpaia", "ko": "뱀프 오브 뱀파이어", "ko_rr": null, "zh-TW": "吸血鬼妖女", "zh-CN": "吸血鬼妖女"}, "text": {"en": "Once per turn, when this card or a \"Vampire\" monster is Normal Summoned to your field: You can target 1 monster your opponent controls whose ATK is higher than this card's; equip it to this card. Gains ATK equal to the combined original ATK of the monsters equipped to it by this effect. If this card is sent to the GY, while equipped with a card(s) by this effect: Special Summon this card.", "de": "Einmal pro Spielzug, wenn diese Karte oder ein „Vampir“-Monster als Normalbeschwörung auf deine Spielfeldseite beschworen wird: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert und dessen ATK höher sind als die dieser Karte; rüste diese Karte damit aus. Diese Karte erhält ATK in Höhe der kombinierten Grund-ATK der Monster, mit denen sie durch diesen Effekt ausgerüstet ist. Falls diese Karte auf den Friedhof gelegt wird, solange sie durch diesen Effekt mit einer oder mehr Karten ausgerüstet ist: Beschwöre diese Karte als Spezialbeschwörung.", "es": "Una vez por turno, cuando esta carta o un monstruo \"Vampiro/a\" es Invocado de Modo Normal a tu Campo: puedes seleccionar 1 monstruo boca arriba que controle tu adversario y cuyo ATK sea mayor que el de esta carta; equípalo a esta carta. Esta carta gana ATK igual al ATK original combinado de los monstruos equipados a ella por este efecto. Si esta carta es mandada al Cementerio, mientras está equipada con una o más cartas por este efecto: Invoca esta carta de Modo Especial.", "fr": "Une fois par tour, lorsque cette carte ou un monstre \"Vampire\" est Invoqué Normalement sur votre Terrain : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire, dont l'ATK est supérieure à celle de cette carte ; équipez-le à cette carte. Cette carte gagne une ATK égale à la somme des ATK d'origine des monstres qui lui sont équipés par cet effet. Si cette carte est envoyée au Cimetière, tant qu'elle est équipée avec une ou plusieurs cartes par cet effet : Invoquez Spécialement cette carte.", "it": "Una volta per turno, quando questa carta o un mostro \"Vampiro\" viene Evocato Normalmente sul tuo Terreno: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario il cui ATK è superiore a quello di questa carta; equipaggialo a questa carta. Questa carta guadagna ATK pari alla somma degli ATK originali dei mostri equipaggiati ad essa da questo effetto. Se questa carta viene mandata al Cimitero mentre è equipaggiata con una o più carte da questo effetto: Evoca Specialmente questa carta.", "pt": "Uma vez por turno, quando este card ou um monstro \"Vampiro(a)\" for Invocado por Invocação-Normal no seu campo: você pode escolher 1 monstro com a face para cima que seu oponente controla cujo ATK seja maior que o deste card; equipe-o a este card. Este card ganha ATK igual ao ATK original combinado dos monstros equipados a ele por este efeito. Se este card for enviado para o Cemitério enquanto estiver equipado com um ou mais cards por este efeito: Invoque este card por Invocação-Especial.", "ja": "①：このカードが召喚に成功した時、または自分フィールドに「ヴァンパイア」モンスターが召喚された時に、このカードより攻撃力が高い相手フィールドのモンスター１体を対象として発動できる。そのモンスターを装備カード扱いとしてこのカードに装備する。この効果は１ターンに１度しか使用できない。②：このカードの攻撃力は、このカードの効果で装備したモンスターの元々の攻撃力分アップする。③：このカードの効果で装備カードを装備したこのカードが墓地へ送られた場合に発動する。このカードを墓地から特殊召喚する。", "ko": "①: 1턴에 1번, 이 카드를 일반 소환했을 때, 또는 자신 필드에 \"뱀파이어\" 몬스터가 일반 소환되었을 때, 이 카드보다 공격력이 높은 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 장착 마법 카드로 취급하고 이 카드에 장착한다. ②: 이 카드의 공격력은, 이 카드의 효과로 장착한 몬스터의 원래 공격력만큼 올린다. ③: 이 카드의 효과로 장착 카드를 장착한 이 카드가 묘지로 보내졌을 경우에 발동한다. 이 카드를 묘지에서 특수 소환한다.", "zh-TW": "①：在此卡召喚成功時，或在「吸血鬼」怪獸被召喚至我方場上時，可將對方場上的１隻攻擊力高於此卡的怪獸做為對象發動。將該怪獸視為裝備卡，裝備於此卡。此效果１回合僅限使用１次。②：此卡的攻擊力依據透過此卡的效果裝備的怪獸的原本的攻擊力數值進行提升。③：在透過此卡的效果裝備了裝備卡的此卡被送至墓地的狀況下發動。從墓地特殊召喚此卡。", "zh-CN": "①：１回合１次，此卡召唤成功时，或此卡以外的“吸血鬼”怪兽被召唤至自己场上时，以对手场上的１只攻击力高于此卡的怪兽为对象可以发动。将该怪兽视为装备卡装备于此卡。②：此卡的攻击力上升相当于以此卡的效果装备的怪兽原本攻击力的数值。③：以此卡的效果装备了装备卡的此卡被送至墓地的情况下发动。从墓地将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 7, "atk": 2000, "def": 2000, "series": ["Vampire"], "images": [{"index": 1, "image": "VampireVamp-LART-EN-UR-LE.png", "illustration": "VampireVamp-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "VampireVamp-DASA-EN-SR-1E.png", "illustration": "VampireVamp-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "PRIO-EN085", "set_name": "Primal Origin", "rarities": ["Super Rare"]}, {"set_number": "MP15-EN050", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "DASA-EN050", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "LART-EN033", "set_name": "The Lost Art Promotion 2021 C", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PRIO-DE085", "set_name": "Primal Origin", "rarities": ["Super Rare"]}, {"set_number": "MP15-DE050", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "DASA-DE050", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "LART-DE033", "set_name": "The Lost Art Promotion 2021 C", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PRIO-FR085", "set_name": "Primal Origin", "rarities": ["Super Rare"]}, {"set_number": "MP15-FR050", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "DASA-FR050", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "LART-FR033", "set_name": "The Lost Art Promotion 2021 C", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PRIO-IT085", "set_name": "Primal Origin", "rarities": ["Super Rare"]}, {"set_number": "MP15-IT050", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "DASA-IT050", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "LART-IT033", "set_name": "The Lost Art Promotion 2021 C", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PRIO-PT085", "set_name": "Primal Origin", "rarities": ["Super Rare"]}, {"set_number": "MP15-PT050", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Super Rare"]}, {"set_number": "DASA-PT050", "set_name": "Dark Saviors", "rarities": ["Super Rare"]}, {"set_number": "LART-PT033", "set_name": "The Lost Art Promotion 2021 C", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP14-JP036", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR036", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}, {"set_number": "LART-KR033", "set_name": "The Lost Art Promotion Vol.3", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "TM02-SC021", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 347300, "master_duel_rarity": "R"}