{"konami_id": 15762, "password": 82977464, "name": {"en": "S-Force Specimen", "de": "S-Kraft-Exemplar", "es": "Espécimen Fuerza-S", "fr": "Spécimen de la Force-S", "it": "Esemplare S-Forza", "pt": "Espécime Força-S", "ja": "<ruby>Ｓ－Ｆｏｒｃｅ<rt>セキュリティ・フォース</rt></ruby> スペシメン", "ja_romaji": "Sekyuriti Fōsu Supeshimen", "ko": "<ruby>S－Force<rt>시큐리티 포스</rt></ruby> 스페시멘", "ko_rr": "Sikyuriti Poseu Seupesimen", "zh-TW": "超元特防隊 實驗樣本", "zh-CN": "超元特防队 实验样本"}, "text": {"en": "If your opponent controls a monster: Target 1 of your \"S-Force\" monsters that is banished or in your GY; Special Summon it to your field in the same column as an opponent's monster. You can banish this card from your GY, then target 1 \"S-Force\" monster you control; move that target to another of your Main Monster Zones. You can only use 1 \"S-Force Specimen\" effect per turn, and only once that turn.", "de": "Falls dein Gegner ein Monster kontrolliert: Wähle 1 deiner „S-Kraft“-Monster, das verbannt ist oder in deinem Friedhof liegt; beschwöre es als Spezialbeschwörung auf deine Spielfeldseite in dieselbe Spalte wie ein Monster eines Gegners. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 „S-Kraft“-Monster wählen, das du kontrollierst; bewege das gewählte Ziel in eine andere deiner Main-Monsterzonen. Du kannst nur 1 Effekt von „S-Kraft-Exemplar“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Si tu adversario controla un monstruo: selecciona 1 de tus monstruos \"Fuerza-S\" que esté desterrado o en tu Cementerio; Invócalo de Modo Especial a tu Campo en la misma columna que la de un monstruo del adversario. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo \"Fuerza-S\" que controles; mueve ese objetivo a otra de tus Zonas de Monstruos Principales. Sólo puedes usar 1 efecto de \"Espécimen Fuerza-S\" por turno, y sólo una vez ese turno.", "fr": "Si votre adversaire contrôle un monstre : ciblez 1 de vos monstres \"Force-S\" qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement sur votre Terrain dans la même colonne qu'un monstre de l'adversaire. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Force-S\" que vous contrôlez ; déplacez la cible dans une autre de vos Zones Monstre Main. Vous ne pouvez utiliser qu'1 effet de \"Spécimen de la Force-S\" par tour, et uniquement une fois le tour.", "it": "Se il tuo avversario controlla un mostro: scegli come bersaglio 1 dei tuoi mostri \"S-Forza\" che sono banditi o nel tuo Cimitero; Evocalo Specialmente sul tuo Terreno nella stessa colonna di un mostro dell'avversario. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro \"S-Forza\" che controlli; sposta quel bersaglio in un'altra delle tue Zone Mostri Main. Puoi utilizzare solo 1 effetto di \"Esemplare S-Forza\" per turno, e solo una volta in quel turno.", "pt": "Se seu oponente controlar um monstro: escolha 1 dos seus monstros \"Força-S\" que estiverem banidos ou no seu Cemitério; Invoque-o por Invocação-Especial no seu campo na mesma coluna que um monstro do oponente. Você pode banir este card do seu Cemitério e, depois, escolha 1 monstro \"Força-S\" que você controla; mova o alvo para outra das suas Zonas de Monstros Principais. Você só pode usar 1 efeito de \"Espécime Força-S\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：相手フィールドにモンスターが存在する場合、自分の墓地のモンスター及び除外されている自分のモンスターの中から、「Ｓ－Ｆｏｒｃｅ」モンスター１体を対象として発動できる。そのモンスターを相手モンスターの正面の自分フィールドに特殊召喚する。②：墓地のこのカードを除外し、自分フィールドの「Ｓ－Ｆｏｒｃｅ」モンスター１体を対象として発動できる。その自分のモンスターの位置を、他の自分のメインモンスターゾーンに移動する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 상대 필드에 몬스터가 존재할 경우, 자신 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, \"S－Force(시큐리티 포스)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 상대 몬스터 정면의 자신 필드에 특수 소환한다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"S－Force(시큐리티 포스)\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 자신 몬스터의 위치를 다른 자신 메인 몬스터 존으로 이동한다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：在對方場上存在怪獸的狀況下，可從我方墓地的怪獸及我方被除外的怪獸中，將１隻「超元特防隊」怪獸做為對象發動。特殊召喚該怪獸至對方怪獸正面的我方場上。②：可將墓地的此卡除外，將我方場上的１隻「超元特防隊」怪獸做為對象發動。將該我方怪獸的位置移動至我方其他主要怪獸區。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：对手场上有怪兽存在的情况下，从自己墓地的怪兽及被除外的自己的怪兽中，以１只“超元特防队”怪兽为对象可以发动。将该怪兽特殊召唤至对手怪兽正面的自己场上。②：将墓地的此卡除外，以自己场上的１只“超元特防队”怪兽为对象可以发动。将自己的该怪兽的位置移动至自己的其他主要怪兽区域。"}, "card_type": "Trap", "property": "Normal", "series": ["S-Force"], "images": [{"index": 1, "image": "SForceSpecimen-BLVO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN071", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE071", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR071", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT071", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT071", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP071", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR071", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC162", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716559, "master_duel_rarity": "N"}