{"konami_id": 14474, "password": 83035296, "name": {"en": "Megistric Maginician", "de": "Megistrischer Maginigier", "es": "Magístico Megistro", "fr": "Maginicien Mégistrique", "it": "Maginicio Megistrico", "pt": "Maginista Megístrico", "ja": "メギストリーの<ruby>儀<rt>ぎ</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>", "ja_romaji": "Megisutorī no Gijutsushi", "ko": "메기스트리의 의술사", "ko_rr": "Megiseuteuri-ui Uisulsa", "zh-TW": null, "zh-CN": "墨吉斯特里仪术师"}, "text": {"en": "Each time a Spell Card is activated, place 1 Spell Counter on this card when that Spell resolves. During the End Phase: You can remove 3 Spell Counters from this card, then target 1 of your banished Spells; add 1 card with the target's name from your Deck to your hand. You can only use this effect of \"Megistric Maginician\" once per turn.", "de": "Jedes Mal, wenn eine Zauberkarte aktiviert wird, lege 1 Zauberzählmarke auf diese Karte, wenn der Zauber aufgelöst wird. Während der End Phase: Du kannst 3 Zauberzählmarken von dieser Karte entfernen und dann 1 deiner verbannten Zauber wählen; füge deiner Hand 1 Karte mit dem Namen des gewählten Ziels von deinem Deck hinzu. Du kannst diesen Effekt von „Megistrischer Maginigier“ nur einmal pro Spielzug verwenden.", "es": "Cada vez que es activada una Carta Mágica, pon 1 Contador Mágico en esta carta cuando esa Mágica se resuelva. Durante la End Phase: puedes retirar 3 Contadores Mágicos de esta carta, y después seleccionar 1 de tus Mágicas desterradas; añade a tu mano 1 carta en tu Deck con el nombre de ese objetivo. Sólo puedes usar este efecto de \"Magístico Megistro\" una vez por turno.", "fr": "Chaque fois qu'une Carte Magie est activée, placez 1 Compteur Magie sur cette carte lorsque la Magie est résolue. Durant la End Phase : vous pouvez retirer 3 Compteurs Magie de cette carte, puis ciblez 1 de vos Magies bannies ; ajoutez 1 carte du nom de la cible depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Maginicien Mégistrique\" qu'une fois par tour.", "it": "Ogni volta che viene attivata una Carta Magia metti 1 Segnalino Magia su questa carta quando quella Magia si risolve. Durante la End Phase: puoi rimuovere 3 Segnalini Magia da questa carta, poi scegliere come bersaglio 1 delle tue Magie bandite; aggiungi 1 carta con il nome del bersaglio dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Maginicio Megistrico\" una sola volta per turno.", "pt": "Sempre que um Card de Magia for ativado, coloque 1 Marcador de Magia neste card quando essa Magia resolver. Durante a Fase Final: você pode remover 3 Marcadores de Magia deste card e, depois, escolher 1 das suas Magias banidas; adicione 1 card com o nome do alvo do seu Deck à sua mão. Você só pode usar este efeito de \"Maginista Megístrico\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：このカードがモンスターゾーンに存在する限り、自分または相手が魔法カードを発動する度に、このカードに魔力カウンターを１つ置く。②：自分・相手のエンドフェイズにこのカードの魔力カウンターを３つ取り除き、除外されている自分の魔法カード１枚を対象として発動できる。そのカードの同名カード１枚をデッキから手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 자신 또는 상대가 마법 카드를 발동할 때마다, 이 카드에 마력 카운터를 1개 놓는다. ②: 자신 / 상대의 엔드 페이즈에 이 카드의 마력 카운터를 3개 제거하고, 제외되어 있는 자신의 마법 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드의 같은 이름의 카드 1장을 덱에서 패에 넣는다.", "zh-TW": null, "zh-CN": "这个卡名的②的效果1回合只能使用1次。\n①：只要这张卡在怪兽区域存在，每次自己或者对方把魔法卡发动，给这张卡放置1个魔力指示物。\n②：自己·对方的结束阶段把这张卡3个魔力指示物取除，以除外的1张自己的魔法卡为对象才能发动。把1张那张卡的同名卡从卡组加入手卡。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "FIRE", "level": 1, "atk": 0, "def": 2000, "images": [{"index": 1, "image": "MegistricMaginician-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN036", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE036", "set_name": "Rising Rampage", "rarities": ["Common"]}], "es": [{"set_number": "RIRA-SP036", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR036", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT036", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT036", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP036", "set_name": "Rising Rampage", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "RIRA-KR036", "set_name": "Rising Rampage", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 605339}