{"konami_id": 16220, "password": 83094004, "name": {"en": "Aeropixthree", "de": "Aeropixdrei", "es": "Aerohadatres", "fr": "Aérofétrois", "it": "Aeropixtre", "pt": "Trifaderóbica", "ja": "エアロピ<ruby>Ξ<rt>クシー</rt></ruby>", "ja_romaji": "Earopiku-Shī", "ko": "에어로피Ξ", "ko_rr": "E-eoropikeusi", "zh-TW": "有氧妖精", "zh-CN": "有氧妖精Ξ"}, "text": {"en": "Once per turn (Quick Effect): You can target 1 face-up monster your opponent controls in this card's column; move this card you control to another of your Main Monster Zones, and if you do, move that opponent's monster to their Main Monster Zone in this card's column, then place 1 Burnup Counter on it. (Monsters with Burnup Counters lose 200 ATK/DEF for each Burnup Counter on it.)", "de": "Einmal pro Spielzug (Schnelleffekt): Du kannst 1 offenes Monster, das dein Gegner kontrolliert, in der Spalte dieser Karte wählen; bewege diese Karte, die du kontrollierst, in eine andere deiner Main-Monsterzonen und falls du dies tust, bewege jenes Monster des Gegners in seine Main-Monsterzone in der Spalte dieser Karte, dann lege 1 Verbrennung-Zählmarke darauf. (Monster mit Verbrennung-Zählmarken verlieren für jede Verbrennung-Zählmarke auf ihnen 200 ATK/DEF.)", "es": "Una vez por turno (Efecto Rápido): puedes seleccionar 1 monstruo boca arriba que controle tu adversario en la columna de esta carta; mueve esta carta que controlas a otra de tus Zonas de Monstruos Principales y, si lo haces, mueve ese monstruo del adversario a su Zona de Monstruos Principal en la columna de esta carta, y después pon 1 Contador Ardiente en él. (Los monstruos con Contadores Ardientes pierden 200 ATK/DEF por cada Contador Ardiente en ellos).", "fr": "Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire dans la colonne de cette carte ; déplacez cette carte que vous contrôlez dans une autre de vos Zones Monstre Main, et si vous le faites, déplacez le monstre de l'adversaire dans sa Zone Monstre Main dans la colonne de cette carte, puis placez 1 Compteur Brûlant sur lui. (Les monstres avec des Compteurs Brûlant perdent 200 ATK/DEF pour chaque Compteur Brûlant sur eux.)", "it": "Una volta per turno (Effetto Rapido): puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario nella colonna di questa carta; sposta questa carta che controlli in un'altra delle tue Zone Mostri Main e, se lo fai, sposta quel mostro dell'avversario nella Zona Mostri Main nella colonna di questa carta, poi metti 1 Segnalino Consumo su di esso. (I mostri con Segnalini Consumo perdono 200 ATK/DEF per ogni Segnalino Consumo su di essi.)", "pt": "Uma vez por turno (Efeito Rápido): você pode escolher 1 monstro com a face para cima que seu oponente controla na coluna deste card; mova este card que você controla para outra das suas Zonas de Monstros Principais e, se isso acontecer, mova esse monstro do oponente para uma Zona de Monstros Principal dele na coluna deste card e, depois, coloque 1 Marcador de Queimadura nele. (Monstros com Marcadores de Queimadura perdem 200 de ATK/DEF para cada Marcador de Queimadura nele.)", "ja": "①：１ターンに１度、このカードと同じ縦列の相手の表側表示モンスター１体を対象として発動できる。自分フィールドのこのカードの位置を他の自分のメインモンスターゾーンに移動し、対象の相手モンスターの位置をこのカードの正面の相手のメインモンスターゾーンに移動する。その後、その相手モンスターに燃焼カウンターを１つ置く。この効果は相手ターンでも発動できる。②：このカードがモンスターゾーンに存在する限り、燃焼カウンターが置かれているモンスターの攻撃力・守備力は、その数×２００ダウンする。", "ko": "①: 1턴에 1번, 이 카드와 같은 세로열인 상대의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신 필드의 이 카드의 위치를 다른 자신 메인 몬스터 존으로 이동하고, 대상의 상대 몬스터의 위치를 이 카드의 정면의 상대 메인 몬스터 존으로 이동한다. 그 후, 그 상대 몬스터에 연소 카운터를 1개 놓는다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 이 카드가 몬스터 존에 존재하는 한, 연소 카운터가 놓여 있는 몬스터의 공격력 / 수비력은, 그 수 × 200 내린다.", "zh-TW": "①：１回合１次，可將對方與此卡同一縱列的１隻正面表示怪獸做為對象發動。將我方場上此卡的位置移動至其他我方的主要怪獸區，將對方對象怪獸的位置移動至此卡正面的對方主要怪獸區。其後，在該對方怪獸上放置１個燃燒計數物。此效果在對方回合也可發動。②：只要此卡存在於怪獸區，被放置燃燒計數物怪獸的攻擊力・守備力依據該數量×２００進行降低。", "zh-CN": "①：１回合１次，以与此卡同一纵列的对手的１只表侧表示怪兽为对象可以发动。将自己场上的此卡的位置移动至自己的其他主要怪兽区域，将对象的对手怪兽的位置移动至此卡正面的对手的主要怪兽区域。然后，在该对手怪兽上放１个燃烧计数物。此效果在对手回合中也可以发动。②：只要此卡存在于怪兽区域，放有燃烧计数物的怪兽的攻击力・守备力下降相当于其数量×２００的数值。"}, "card_type": "Monster", "monster_type_line": "Fairy / Tuner / Effect", "attribute": "WIND", "level": 1, "atk": 200, "def": 200, "images": [{"index": 1, "image": "Aeropixthree-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN031", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-EN138", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE031", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-DE138", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR031", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-FR138", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT031", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-IT138", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT031", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-PT138", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP031", "set_name": "Dawn of Majesty", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "DAMA-KR031", "set_name": "Dawn of Majesty", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712522, "master_duel_rarity": "N"}