{"konami_id": 14872, "password": 83266006, "name": {"en": "Ghost Meets Girl - A Mayakashi's Manuscript", "de": "Geist trifft Mädchen - Ein Mayakashi-Manuskript", "es": "Fantasma Conoce a Chica - El Manuscrito de un Mayakashi", "fr": "Rencontre d'un Fantôme et d'une Fille - Manuscrit Mayakashi", "it": "Fantasma incontra Ragazza - Un Manoscritto di Mayakashi", "pt": "Fantasma Encontra Garota - Um Manuscrito Mayakashi", "ja": "<ruby>逢<rt>おう</rt></ruby><ruby>華<rt>か</rt></ruby><ruby>妖<rt>よう</rt></ruby><ruby>麗<rt>れい</rt></ruby><ruby>譚<rt>たん</rt></ruby>－<ruby>魔妖<rt>まやかし</rt></ruby><ruby>語<rt>がたり</rt></ruby>", "ja_romaji": "Ōkayōreitan - Mayakashi-gatari", "ko": "봉화요려담－마요괴이야기", "ko_rr": "Bonghwayoryeodam - Mayogoe-iyagi", "zh-TW": "逢華妖麗譚－魔妖語", "zh-CN": "逢华妖丽谭－魔妖语"}, "text": {"en": "During the Main Phase: Target 1 Zombie Synchro Monster you control; Special Summon 1 of your Zombie monsters with the same Attribute, that is banished or in your GY, but banish it during the End Phase, also you cannot Special Summon monsters for the rest of this turn after this card resolves, except Zombie monsters. You can only activate 1 \"Ghost Meets Girl - A Mayakashi's Manuscript\" per turn.", "de": "Während der Main Phase: Wähle 1 Zombie-Synchromonster, das du kontrollierst; beschwöre 1 deiner Zombie-Monster mit derselben Eigenschaft, das verbannt ist oder sich in deinem Friedhof befindet, als Spezialbeschwörung, aber verbanne es während der End Phase, zusätzlich kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, keine Monster als Spezialbeschwörung beschwören, außer Zombie-Monstern. Du kannst nur 1 „Geist trifft Mädchen - Ein Mayakashi-Manuskript“ pro Spielzug aktivieren.", "es": "Durante la Main Phase: selecciona 1 Monstruo de Sincronía Zombi que controles; Invoca de Modo Especial 1 de tus monstruos Zombi con el mismo Atributo, que esté desterrado o en tu Cementerio, pero destiérralo durante la End Phase, y además, por el resto de este turno después de que esta carta se resuelva, no puedes Invocar monstruos de Modo Especial, excepto monstruos Zombi. Sólo puedes activar 1 \"Fantasma Conoce a Chica - El Manuscrito de un Mayakashi\" por turno.", "fr": "Durant la Main Phase : ciblez 1 Monstre Synchro Zombie que vous contrôlez ; Invoquez Spécialement 1 de vos monstres Zombie du même Attribut, qui a été banni ou dans votre Cimetière, mais bannissez-le durant la End Phase, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Zombie exclus) le reste de ce tour après la résolution de cette carte. Vous ne pouvez activer qu'1 \"Rencontre d'un Fantôme et d'une Fille - Manuscrit Mayakashi\" par tour.", "it": "Durante la Main Phase: scegli come bersaglio 1 Mostro Synchro Zombie che controlli; Evoca Specialmente 1 dei tuoi mostri Zombie con lo stesso Attributo che sono banditi o nel tuo Cimitero, ma bandiscilo durante la End Phase, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno dopo che questa carta si è risolta, eccetto mostri Zombie. Puoi attivare solo 1 \"Fantasma incontra Ragazza - Un Manoscritto di Mayakashi\" per turno.", "pt": "Durante a Fase Principal: escolha 1 Monstro Sincro Zumbi que você controla; Invoque por Invocação-Especial 1 dos seus monstros Zumbi com o mesmo Atributo, que esteja banido ou no seu Cemitério, mas bana-o durante a Fase Final e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno depois que este card resolver, exceto monstros Zumbi. Você só pode ativar 1 \"Fantasma Encontra Garota - Um Manuscrito Mayakashi\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分・相手のメインフェイズに、自分フィールドのアンデット族Ｓモンスター１体を対象として発動できる。自分の墓地のモンスター及び除外されている自分のモンスターの中から、対象のモンスターと同じ属性のアンデット族モンスター１体を選んで特殊召喚する。この効果で特殊召喚したモンスターはエンドフェイズに除外される。このカードの発動後、ターン終了時まで自分はアンデット族モンスターしか特殊召喚できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 자신 필드의 언데드족 싱크로 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, 대상 몬스터와 같은 속성의 언데드족 몬스터 1장을 고르고 특수 소환한다. 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 제외된다. 이 카드의 발동 후, 턴 종료시까지 자신은 언데드족 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：在自己・对手的主要阶段，以自己场上的１只不死族同步怪兽为对象可以发动。将属性和该怪兽相同的、自己墓地・除外状态的１只不死族怪兽特殊召唤。以此效果特殊召唤的怪兽将在结束阶段被除外。此卡发动后，直至回合结束时为止自己仅可特殊召唤不死族怪兽。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Mayakashi"], "images": [{"index": 1, "image": "GhostMeetsGirlAMayakashisManuscript-MP21-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN063", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-EN026", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "IGAS-DE063", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-DE026", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "IGAS-FR063", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-FR026", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "IGAS-IT063", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-IT026", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "IGAS-PT063", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-PT026", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "IGAS-JP063", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR063", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC189", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666840, "master_duel_rarity": "R"}