{"konami_id": 12225, "password": 83303851, "name": {"en": "D/D/D Chaos King Apocalypse", "de": "D/D/D-Chaoskönig Apokalypse", "es": "D/D/D Apocalipsis, Rey del Caos", "fr": "D/D/D Apocalypse, Roi du Chaos", "it": "D/D/D Apocalisse Re del Chaos", "pt": "D/D/D Apocalipse, o Rei do Caos", "ja": "<ruby>Ｄ<rt>ディー</rt></ruby><ruby>Ｄ<rt>ディー</rt></ruby><ruby>Ｄ<rt>ディー</rt></ruby><ruby>極<rt>きょく</rt></ruby><ruby>智<rt>ち</rt></ruby><ruby>王<rt>おう</rt></ruby>カオス・アポカリプス", "ja_romaji": "Dīdīdī Kyokuchiō Kaosu Apokaripusu", "ko": "<ruby>DDD<rt>디디디</rt></ruby> 극지왕 카오스 어포컬립스", "ko_rr": null, "zh-TW": "DDD極智王 混沌默示", "zh-CN": "DDD 极智王混沌默示录"}, "text": {"en": null, "de": "Während des Spielzugs deines Gegners, falls sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst 2 offene Zauber-/Fallenkarten wählen, die du kontrollierst; du kannst für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Monstern vom Typ Unterweltler, zusätzlich zerstöre die als Ziel gewählten Karten und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung. (Dies ist ein Schnelleffekt.) Du kannst diesen Effekt von „D/D/D-Chaoskönig Apokalypse“ nur einmal pro Spielzug verwenden.", "es": "Durante el turno de tu adversario, si esta carta está en tu mano o Cementerio: puedes seleccionar 2 Cartas Mágicas/de Trampa boca arriba que controles; por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos de Tipo Demonio, además destruye las cartas seleccionadas y, si lo haces, Invoca esta carta de Modo Especial (éste es un Efecto Rápido). Sólo puedes usar este efecto de \"D/D/D Apocalipsis, Rey del Caos\" una vez por turno.", "fr": "Durant le tour de votre adversaire, si cette carte est dans votre main ou Cimetière : vous pouvez cibler 2 Cartes Magie/Piège face recto que vous contrôlez ; vous ne pouvez pas Invoquer Spécialement de monstres (monstres de Type Démon exclus) le reste de ce tour, et aussi, détruisez les cartes ciblées, et si vous le faites, Invoquez Spécialement cette carte (ceci est un Effet Rapide). Vous ne pouvez utiliser cet effet de \"D/D/D Apocalypse, Roi du Chaos\" qu'une fois par tour.", "it": "Durante il turno del tuo avversario, se questa carta è nella tua mano o Cimitero: puoi scegliere come bersaglio 2 Carte Magia/Trappola scoperte che controlli; non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri di Tipo Demone, inoltre distruggi le carte scelte come bersaglio e, se lo fai, Evoca Specialmente questa carta (questo è un Effetto Rapido). Puoi utilizzare questo effetto di \"D/D/D Apocalisse Re del Chaos\" una sola volta per turno.", "pt": "Durante o turno do seu oponente, se este card estiver na sua mão ou no Cemitério: você pode escolher 2 Cards de Magia/Armadilha com a face para cima que você controla; você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros do Tipo Demônio e, além disso, destrua os cards escolhidos e, se isso acontecer, Invoque este card por Invocação-Especial (este é um Efeito Rápido). Você só pode usar este efeito de \"D/D/D Apocalipse, o Rei do Caos\" uma vez por turno.", "ja": "このカード名のモンスター効果は１ターンに１度しか使用できず、相手ターンにのみ発動できる。\n①：このカードが手札・墓地に存在する場合、自分フィールドの表側表示の魔法・罠カード２枚を対象として発動できる。そのカードを破壊し、このカードを特殊召喚する。この効果の発動後、ターン終了時まで自分は悪魔族モンスターしか特殊召喚できない。", "ko": "\"DDD(디디디) 극지왕 카오스 어포컬립스\"의 몬스터 효과는 1턴에 1번밖에 사용할 수 없으며, 상대 턴에만 발동할 수 있다. ①: 이 카드가 패 / 묘지에 존재할 경우, 자신 필드의 앞면 표시의 마법 / 함정 카드 2장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴하고, 이 카드를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 악마족 몬스터밖에 특수 소환할 수 없다.", "zh-TW": "「DDD極智王 混沌默示」的怪獸效果１回合僅限使用１次，僅限在對方回合發動。①：在此卡存在於手牌・墓地的狀況下，可將我方場上的２張正面表示的魔法・陷阱卡做為對象發動。破壞該卡，特殊召喚此卡。此效果發動後，在回合結束前我方可特殊召喚的怪獸僅限惡魔族怪獸。", "zh-CN": "此卡名的怪兽效果１回合仅可使用１次，仅可在对手回合发动。①：此卡存在于手牌・墓地的情况下，以自己场上的２张表侧表示魔法・陷阱卡为对象可以发动。将该卡破坏，将此卡特殊召唤。此效果发动后，直至回合结束时为止自己仅可特殊召唤恶魔族怪兽。"}, "card_type": "Monster", "monster_type_line": "Fiend / Pendulum / Effect", "attribute": "DARK", "level": 7, "atk": 2700, "def": 2000, "pendulum_scale": 4, "pendulum_effect": {"en": "You can banish 2 \"D/D\" monsters from your Graveyard; Special Summon this card from your Pendulum Zone.", "de": "Du kannst 2 „D/D“-Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung von deiner Pendelzone.", "es": "Puedes desterrar 2 monstruos \"D/D\" en tu Cementerio; Invoca esta carta de Modo Especial desde tu Zona de Péndulo.", "fr": "Vous pouvez bannir 2 monstres \"D/D\" depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre Zone Pendule.", "it": "Puoi bandire 2 mostri \"D/D\" dal tuo Cimitero; Evoca Specialmente questa carta dalla tua Zona Pendulum.", "pt": "Você pode banir 2 monstros \"D/D\" do seu Cemitério; Invoque este card por Invocação-Especial da sua Zona de Pêndulo.", "ja": "①：自分の墓地の「ＤＤ」モンスター２体を除外して発動できる。Ｐゾーンのこのカードを特殊召喚する。", "ko": "①: 자신 묘지의 \"DD(디디)\" 몬스터 2장을 제외하고 발동할 수 있다. 펜듈럼 존의 이 카드를 특수 소환한다.", "zh-TW": "①：可將我方墓地的２隻「DD」怪獸除外發動。特殊召喚鐘擺區的此卡。", "zh-CN": "①：将自己墓地的２只“DD”怪兽除外可以发动。将灵摆区域的此卡特殊召唤。"}, "series": ["D/D", "D/D/D", "Chaos"], "images": [{"index": 1, "image": "DDDChaosKingApocalypse-SDPD-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDPD-EN001", "set_name": "Pendulum Domination Structure Deck", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDPD-DE001", "set_name": "Pendulum Domination Structure Deck", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDPD-FR001", "set_name": "Pendulum Domination Structure Deck", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDPD-IT001", "set_name": "Pendulum Domination Structure Deck", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDPD-PT001", "set_name": "Pendulum Domination Structure Deck", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD30-JP001", "set_name": "Structure Deck: Pendulum Domination", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SD30-KR001", "set_name": "Structure Deck: Pendulum Domination", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "CL03-SC100", "set_name": "Classic Pack 03", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 433900, "master_duel_rarity": "SR"}