{"konami_id": 17230, "password": 83340560, "name": {"en": "The Great Double Casted Caster", "de": "Der große doppelt besetzte Zauberer", "es": "El Gran Mago de Casta Doble", "fr": "Le Grand Double Casting de Lanceurs", "it": "Il Grande Doppio Cast Lanciatore", "pt": "O Elenco Duplo do Grande Conjurador", "ja": "<ruby>偉<rt>い</rt></ruby><ruby>大<rt>だい</rt></ruby>なるダブルキャスター", "ja_romaji": "Idainaru Daburukyasutā", "ko": "위대한 더블캐스터", "ko_rr": "Widaehan Deobeulkaeseuteo", "zh-TW": "偉大的雙軌法師", "zh-CN": "伟大的双咒术师"}, "text": {"en": "2 non-Effect Monsters\nGains ATK equal to the combined original ATK of any Ritual, Fusion, Synchro, Xyz, or Link Monsters used as Fusion Material for this card. This card can attack directly. If this card is destroyed by battle or card effect: You can target 1 of your non-Effect Monsters that is banished or in your GY; Special Summon it. You can only use this effect of \"The Great Double Casted Caster\" once per turn.", "de": "2 Nichteffekt-Monster\nErhält ATK in Höhe der Summe der Grund-ATK der Ritual-, Fusions-, Synchro-, Xyz- oder Linkmonster, die als Fusionsmaterial für diese Karte verwendet wurden. Diese Karte kann direkt angreifen. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 deiner Nichteffekt-Monster, das verbannt ist oder sich in deinem Friedhof befindet, wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Der große doppelt besetzte Zauberer“ nur einmal pro Spielzug verwenden.", "es": "2 Monstruos que no sean de Efecto\nGana ATK igual al ATK original combinado de cualquiera de los Monstruos de Ritual, Fusión, Sincronía, Xyz o Enlace usados como Material de Fusión para esta carta. Esta carta puede atacar directamente. Si esta carta es destruida en batalla o por el efecto de una carta: puedes seleccionar 1 de tus Monstruos de no sean de Efecto que esté desterrado o en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"El Gran Mago de Casta Doble\" una vez por turno.", "fr": "2 monstres (Monstres à Effet exclus)\nGagne une ATK égale à la somme des ATK d'origine des Monstres Rituel, Fusion, Synchro, Xyz ou Lien utilisés comme Matériel Fusion pour cette carte. Cette carte peut attaquer directement. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 de vos monstres (Monstres à Effet exclus) qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Le Grand Double Casting de Lanceurs\" qu'une fois par tour.", "it": "2 Mostri non-con Effetto\nGuadagna ATK pari alla somma degli ATK originali di qualsiasi Mostro Rituale, Fusione, Synchro, Xyz o Link utilizzato come Materiale da Fusione per questa carta. Questa carta può attaccare direttamente. Se questa carta viene distrutta in battaglia o dall'effetto di una carta: puoi scegliere come bersaglio 1 dei tuoi Mostri non-con Effetto che è bandito o nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Il Grande Doppio Cast Lanciatore\" una sola volta per turno.", "pt": "2 Monstros que não sejam de Efeito\nGanha ATK igual ao ATK original combinado de quaisquer Monstros de Ritual, de Fusão, Sincro, Xyz ou Link usados como Matéria de Fusão para este card. Este card pode atacar diretamente. Se este card for destruído em batalha ou por um efeito de card: você pode escolher 1 dos seus Monstros que não sejam de Efeito que estiverem banidos ou no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"O Elenco Duplo do Grande Conjurador\" uma vez por turno.", "ja": "効果モンスター以外のモンスター×２\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードの攻撃力は、このカードの融合素材とした儀式・融合・Ｓ・Ｘ・リンクモンスターの元々の攻撃力の合計分アップする。②：このカードは直接攻撃できる。③：このカードが戦闘・効果で破壊された場合、自分の墓地のモンスター及び除外されている自分のモンスターの中から、効果モンスター以外のモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "효과 몬스터 이외의 몬스터 × 2\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은, 이 카드의 융합 소재로 한 의식 / 융합 / 싱크로 / 엑시즈 / 링크 몬스터의 원래 공격력의 합계만큼 올린다. ②: 이 카드는 직접 공격할 수 있다. ③: 이 카드가 전투 / 효과로 파괴되었을 경우, 자신 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, 효과 몬스터 이외의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "效果怪兽以外的怪兽×２\n此卡名的③效果１回合仅可使用１次。①：此卡的攻击力上升相当于作为此卡融合素材的仪式・融合・同步・超量・连接怪兽原本攻击力的合计数值。②：此卡可直接攻击。③：此卡因战斗・效果被破坏的情况下，以效果怪兽以外的、自己墓地・除外状态的１只怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Fusion / Effect", "attribute": "LIGHT", "level": 8, "atk": 0, "def": 2600, "materials": "2 non-Effect Monsters", "images": [{"index": 1, "image": "TheGreatDoubleCastedCaster-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN084", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE084", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR084", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT084", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT084", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP037", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}], "ko": [{"set_number": "WPP3-KR037", "set_name": "World Premiere Pack 2022", "rarities": ["Common"]}], "zh-CN": [{"set_number": "24SP-SC115", "set_name": "Entry Pack 2024 Vol.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 710281, "master_duel_rarity": "N"}