{"konami_id": 21053, "password": 83404468, "name": {"en": "The Toil of the Normal", "de": "Die Mühe der Normalen", "es": "El Esfuerzo de lo Normal", "fr": "Le Labeur de la Normale", "it": "La Fatica della Normalità", "pt": "O Trabalho do Normal", "ja": "<ruby>一<rt>いっ</rt></ruby><ruby>色<rt>しょく</rt></ruby><ruby>万<rt>ばん</rt></ruby><ruby>骨<rt>こつ</rt></ruby>", "ja_romaji": "Isshoku Bankotsu", "ko": "일색만골", "ko_rr": null, "zh-TW": "一色萬骨", "zh-CN": "一色万骨"}, "text": {"en": "Apply these effects in sequence, based on the number of Normal Monsters with different names in your GY (skip over any that do not apply).\n● 1+: This turn, Normal Monsters you control gain 800 ATK.\n● 2+: Negate the effects of 1 Effect Monster on the field, until the end of this turn.\n● 3+: This turn, Normal Monsters you control cannot be destroyed by card effects.\n● 4+: Shuffle 1 Effect Monster on the field into the Deck.\n● 5+: Add 1 \"The Toil of the Normal\" from your Deck to your hand.\nYou can only activate 1 \"The Toil of the Normal\" per turn.", "de": "Führe nacheinander diese Effekte aus, basierend auf der Anzahl der Normalen Monster mit unterschiedlichen Namen in deinem Friedhof (überspringe alle, die nicht zutreffen).\n● 1+: In diesem Spielzug erhalten Normale Monster, die du kontrollierst, 800 ATK.\n● 2+: Annulliere bis zum Ende dieses Spielzugs die Effekte von 1 Effektmonster auf dem Spielfeld.\n● 3+: In diesem Spielzug können Normale Monster, die du kontrollierst, nicht durch Karteneffekte zerstört werden.\n● 4+: Mische 1 Effektmonster vom Spielfeld ins Deck.\n● 5+: Füge deiner Hand 1 „Die Mühe der Normalen“ von deinem Deck hinzu.\nDu kannst nur 1 „Die Mühe der Normalen“ pro Spielzug aktivieren.", "es": "Aplica estos efectos en secuencia, basados en el número de Monstruos Normales con nombres diferentes en tu Cementerio (sáltate cualquiera que no se aplique).\n● 1+: Este turno, los Monstruos Normales que controlas ganan 800 ATK.\n● 2+: Niega los efectos de 1 Monstruo de Efecto en el Campo, hasta el final de este turno.\n● 3+: Este turno, los Monstruos Normales que controlas no pueden ser destruidos por efectos de cartas.\n● 4+: Baraja al Deck 1 Monstruo de Efecto en el Campo.\n● 5+: Añade a tu mano 1 \"El Esfuerzo de lo Normal\" en tu Deck.\nSólo puedes activar 1 \"El Esfuerzo de lo Normal\" por turno.", "fr": "Appliquez ces effets dans l'ordre, selon le nombre de Monstres Normaux de noms différents dans votre Cimetière (ignorez ceux qui ne s'appliquent pas).\n● 1+ : Ce tour, les Monstres Normaux que vous contrôlez gagnent 800 ATK.\n● 2+ : Jusqu'à la fin de ce tour, annulez les effets d'1 Monstre à Effet sur le Terrain.\n● 3+ : Ce tour, les Monstres Normaux que vous contrôlez ne peuvent pas être détruits par des effets de carte.\n● 4+ : Mélangez 1 Monstre à Effet sur le Terrain dans le Deck.\n● 5+ : Ajoutez 1 \"Le Labeur de la Normale\" depuis votre Deck à votre main.\nVous ne pouvez activer qu'1 \"Le Labeur de la Normale\" par tour.", "it": "Applica questi effetti in ordine, a seconda del numero di Mostri Normali con nomi diversi nel tuo Cimitero (salta quelli che non si applicano).\n● 1+: In questo turno, i Mostri Normali che controlli guadagnano 800 ATK.\n● 2+: Annulla gli effetti di 1 Mostro con Effetto sul Terreno, fino alla fine di questo turno.\n● 3+: In questo turno, i Mostri Normali che controlli non possono essere distrutti dagli effetti delle carte.\n● 4+: Mischia nel Deck 1 Mostro con Effetto sul Terreno.\n● 5+: Aggiungi 1 \"La Fatica della Normalità\" dal tuo Deck alla tua mano.\nPuoi attivare solo 1 \"La Fatica della Normalità\" per turno.", "pt": "Aplique esses efeitos em sequência, de acordo com o número de Monstros Normais com nomes diferentes no seu Cemitério (pule qualquer um que não se aplique).\n● 1+: Neste turno, Monstros Normais que você controla ganham 800 de ATK.\n● 2+: Negue os efeitos de 1 Monstro de Efeito no campo, até o final deste turno.\n● 3+: Neste turno, Monstros Normais que você controla não podem ser destruídos por efeitos de card.\n● 4+: Embaralhe no Deck 1 Monstro de Efeito no campo.\n● 5+: Adicione 1 \"O Trabalho do Normal\" do seu Deck à sua mão.\nVocê só pode ativar 1 \"O Trabalho do Normal\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の墓地の通常モンスターの種類によって以下の効果を適用する。\n●１種類以上：このターン中、自分フィールドの通常モンスターの攻撃力は８００アップする。\n●２種類以上：フィールドの効果モンスター１体の効果をターン終了時まで無効にする。\n●３種類以上：このターン中、自分フィールドの通常モンスターは効果では破壊されない。\n●４種類以上：フィールドの効果モンスター１体をデッキに戻す。\n●５種類以上：デッキから「一色万骨」１枚を手札に加える。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "TheToiloftheNormal-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN089", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE089", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP089", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR089", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT089", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT089", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP075", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1106515, "master_duel_rarity": "SR"}