{"konami_id": 17121, "password": 83488497, "name": {"en": "Scareclaw Astra", "de": "Schreckensklaue Astra", "es": "Terrogarra Astra", "fr": "Astra Griffrayeur", "it": "Spaventartiglio Astra", "pt": "Espantagarra Astra", "ja": "スケアクロー・アストラ", "ja_romaji": "Sukeakurō Asutora", "ko": "스케어클로 아스트라", "ko_rr": "Seuke-eokeullo Aseuteura", "zh-TW": null, "zh-CN": "恐惧爪・雷电阿斯特拉"}, "text": {"en": "You can Special Summon this card (from your hand) to your Main Monster Zone, adjacent to a \"Scareclaw\" monster you control or in its column. You can only Special Summon \"Scareclaw Astra\" once per turn this way. Your \"Scareclaw\" monsters in the Extra Monster Zone(s) can attack a number of times each Battle Phase, up to the number of Defense Position \"Scareclaw\" monsters you control with different names.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) in deine Main-Monsterzone benachbart zu einem „Schreckensklaue“-Monster, das du kontrollierst, oder in seine Spalte beschwören. Du kannst „Schreckensklaue Astra“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Deine „Schreckensklaue“-Monster in den Extra-Monsterzonen können in jeder Battle Phase eine Anzahl Male bis zur Anzahl der „Schreckensklaue“-Monster in Verteidigungsposition mit unterschiedlichen Namen, die du kontrollierst, angreifen.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) a tu Zona de Monstruos Principal, adyacente a un monstruo \"Terrogarra\" que controles o en su columna. Sólo puedes Invocar de Modo Especial \"Terrogarra Astra\" una vez por turno de esta forma. Tus monstruos \"Terrogarra\" en la Zona o Zonas de Monstruos Extra pueden atacar un número de veces cada Battle Phase, hasta el número de monstruos \"Terrogarra\" en Posición de Defensa que controles con nombres diferentes.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main, adjacente à un monstre \"Griffrayeur\" que vous contrôlez ou dans sa colonne. Vous ne pouvez Invoquer Spécialement \"Astra Griffrayeur\" qu'une fois par tour de cette façon. Vos monstres \"Griffrayeur\" dans les Zones Monstre Extra peuvent attaquer un nombre de fois chaque Battle Phase, inférieur ou égal au nombre de monstres \"Griffrayeur\" que vous contrôlez en Position de Défense de noms différents.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) nella tua Zona Mostri Main, adiacente a un mostro \"Spaventartiglio\" che controlli o nella sua colonna. Puoi Evocare Specialmente \"Spaventartiglio Astra\" una sola volta per turno in questo modo. I tuoi mostri \"Spaventartiglio\" in una o più Zone Mostri Extra possono attaccare un numero di volte ogni Battle Phase, fino al numero di mostri \"Spaventartiglio\" in Posizione di Difesa con nomi diversi che controlli.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) em uma Zona de Monstros Principal sua, adjacente a um monstro \"Espantagarra\" que você controla ou na coluna dele. Você só pode Invocar \"Espantagarra Astra\" por Invocação-Especial uma vez por turno desta forma. Seus monstros \"Espantagarra\" nas Zonas de Monstros Adicionais podem atacar um número de vezes a cada Fase de Batalha, até o número de monstros \"Espantagarra\" em Posição de Defesa que você controla com nomes diferentes.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。①：このカードは自分フィールドの「スケアクロー」モンスターの隣または同じ縦列の自分のメインモンスターゾーンに手札から特殊召喚できる。②：自分フィールドに守備表示の「スケアクロー」モンスターが存在する限り、その種類の数まで、ＥＸモンスターゾーンの自分の「スケアクロー」モンスターは１度のバトルフェイズ中に攻撃できる。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 이 카드는 자신 필드의 \"스케어클로\" 몬스터의 옆 또는 같은 세로열의 자신 메인 몬스터 존에 패에서 특수 소환할 수 있다. ②: 자신 필드에 수비 표시의 \"스케어클로\" 몬스터가 존재하는 한, 그 종류의 수까지, 엑스트라 몬스터 존의 자신의 \"스케어클로\" 몬스터는 1번의 배틀 페이즈 중에 공격할 수 있다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤１回合仅可进行１次。①：此卡可从手牌特殊召唤至与自己场上“恐惧爪”怪兽相邻或同一纵列的、自己的主要怪兽区域。②：只要自己场上存在守备表示的“恐惧爪”怪兽，根据其种类的数量，额外怪兽区域的自己的“恐惧爪”怪兽在１次战斗阶段中最多可作出同次数的攻击。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 3, "atk": 0, "def": 1300, "series": ["Scareclaw"], "images": [{"index": 1, "image": "ScareclawAstra-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN009", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-EN065", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE009", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-DE065", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "DIFO-SP009", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-SP065", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR009", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-FR065", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT009", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-IT065", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT009", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-PT065", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP009", "set_name": "Dimension Force", "rarities": ["Common"]}], "ko": [{"set_number": "DIFO-KR009", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC071", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716597}