{"konami_id": 22338, "password": 83528184, "name": {"en": "GMX Associate Noma", "de": "GMX-Dozentin Noma", "es": "Noma, Asociada de GMX", "fr": "Noma, Adjointe GMX", "it": "GMX Professoressa Associata Noma", "pt": "Noma, a Professora Assistente da GMX", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If this card is Special Summoned by a monster effect: You can target 1 card each from your GY and your opponent's GY; place each card on either the top or bottom of the Deck. If a monster(s) is Normal or Special Summoned to your opponent's field, while this card is in your Monster Zone (except during the Damage Step): You can Fusion Summon 1 \"GMX\" Fusion Monster from your Extra Deck, by shuffling its materials from your field, GY, and/or banishment into the Deck. You can only use each effect of \"GMX Associate Noma\" once per turn.", "de": "Falls diese Karte durch einen Monstereffekt als Spezialbeschwörung beschworen wird: Du kannst je 1 Karte in deinem Friedhof und im Friedhof deines Gegners wählen; lege jede Karte entweder aufs oder unters Deck. Falls ein oder mehr Monster als Normal- oder Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen werden, solange diese Karte in deiner Monsterzone liegt (außer während des Damage Steps): Du kannst 1 „GMX“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, indem du sein Material von deiner Spielfeldseite, deinem Friedhof und/oder deinen verbannten Karten ins Deck mischst. Du kannst jeden Effekt von „GMX-Dozentin Noma“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial por un efecto de monstruo: puedes seleccionar 1 carta cada una de tu Cementerio y del Cementerio de tu adversario; pon cada carta ya sea en la parte superior o inferior del Deck. Si uno o más monstruos son Invocados de Modo Normal o Especial al Campo de tu adversario, mientras esta carta está en tu Zona de Monstruos (excepto durante el Damage Step): puedes Invocar por Fusión 1 Monstruo de Fusión \"GMX\" desde tu Deck Extra, barajando al Deck sus materiales en tu Campo, Cementerio y/o destierro. Sólo puedes usar cada efecto de \"Noma, Asociada de GMX\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement par un effet de monstre : vous pouvez cibler 1 carte depuis votre Cimetière et 1 carte depuis le Cimetière de votre adversaire ; placez chaque carte soit au-dessus soit au-dessous du Deck. Si un ou plusieurs monstres sont Invoqués Normalement ou Spécialement sur le Terrain de votre adversaire, tant que cette carte est dans votre Zone Monstre (sauf durant la Damage Step) : vous pouvez Invoquer par Fusion 1 Monstre Fusion \"GMX\" depuis votre Extra Deck, en mélangeant ses Matériels depuis votre Terrain, Cimetière et/ou bannissement dans le Deck. Vous ne pouvez utiliser chaque effet de \"Noma, Adjointe GMX\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente dall'effetto di un mostro: puoi scegliere come bersaglio 1 carta ciascuno dal tuo Cimitero e Cimitero del tuo avversario; metti ogni carta in cima oppure in fondo al Deck. Se uno o più mostri vengono Evocati Normalmente o Specialmente sul Terreno del tuo avversario, mentre questa carta è nella tua Zona Mostri (eccetto durante il Damage Step): puoi Evocare tramite Fusione 1 Mostro Fusione \"GMX\" dal tuo Extra Deck, mischiando i suoi materiali dal tuo Terreno, Cimitero e/o carte bandite nel Deck. Puoi utilizzare ogni effetto di \"GMX Professoressa Associata Noma\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial por um efeito de monstro: você pode escolher 1 card cada do seu Cemitério e do Cemitério do seu oponente; coloque cada card no topo ou no fundo do Deck. Se um ou mais monstros forem Invocados por Invocação-Normal ou Especial no campo do seu oponente, enquanto este card estiver na sua Zona de Monstros (exceto durante a Etapa de Dano): você pode Invocar por Invocação-Fusão 1 Monstro de Fusão \"GMX\" do seu Deck Adicional, ao embaralhar no Deck suas matérias do seu campo, Cemitério e/ou banimento. Você só pode usar cada efeito de \"Noma, a Professora Assistente da GMX\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 4, "atk": 900, "def": 1300, "series": ["GMX"], "images": [{"index": 1, "image": "GMXAssociateNoma-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN092", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE092", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP092", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR092", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT092", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT092", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1170639}