{"konami_id": 18913, "password": 83533296, "name": {"en": "Salamangreat Charge", "de": "Grosalamander-Verstärkung", "es": "Carga Salamangrande", "fr": "Charge Salamangrande", "it": "Carica Salamagna", "pt": "Investida Salamagrande", "ja": "<ruby>転生炎獣の炎軍<rt>サラマングレイト・チャージ</rt></ruby>", "ja_romaji": "Saramangureito Chāji", "ko": "샐러맨그레이트 차지", "ko_rr": "Saelleomaen-geureiteu Chaji", "zh-TW": "轉生炎獸之炎軍", "zh-CN": "转生炎兽之炎军"}, "text": {"en": "Activate 1 of these effects;\n● Target 3 of your FIRE monsters that are banished and/or in your GY; shuffle 2 of the 3 into the Deck, and if you do, Special Summon the remaining monster, but for the rest of this turn, its effects are negated, also it cannot attack.\n● If you control a FIRE Ritual, Fusion, Synchro, Xyz, or Link Monster(s) whose current ATK is different from its original ATK: You can target 1 card on the field; destroy it.\nYou can only activate 1 \"Salamangreat Charge\" per turn.", "de": "Aktiviere 1 dieser Effekte;\n● Wähle 3 deiner FEUER Monster, die verbannt sind und/oder sich in deinem Friedhof befinden; mische 2 der 3 ins Deck und falls du dies tust, beschwöre das verbleibende Monster als Spezialbeschwörung, aber für den Rest dieses Spielzugs werden seine Effekte annulliert, zusätzlich kann es nicht angreifen.\n● Falls du ein oder mehr FEUER Ritual-, Fusions-, Synchro-, Xyz- oder Linkmonster kontrollierst, deren derzeitige ATK unterschiedlich von ihren Grund-ATK sind: Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie.\nDu kannst nur 1 „Grosalamander-Verstärkung“ pro Spielzug aktivieren.", "es": "Activa 1 de estos efectos;\n● Selecciona 3 de tus monstruos de FUEGO que estén desterrados y/o en tu Cementerio; baraja al Deck 2 de los 3 y, si lo haces, Invoca el monstruo restante de Modo Especial, pero por el resto de este turno, sus efectos son negados, y además no puede atacar.\n● Si controlas uno o más Monstruos de Ritual, Fusión, Sincronía, Xyz o Enlace de FUEGO cuyos ATK en este momento sean diferentes de sus ATK originales: puedes seleccionar 1 carta en el Campo; destrúyela.\nSólo puedes activar 1 \"Carga Salamangrande\" por turno.", "fr": "Activez 1 de ces effets ;\n● Ciblez 3 de vos monstres FEU qui sont bannis et/ou dans votre Cimetière ; mélangez 2 des 3 dans le Deck, et si vous le faites, Invoquez Spécialement le monstre restant, mais le reste de ce tour, ses effets sont annulés, et aussi, il ne peut pas attaquer.\n● Si vous contrôlez un ou plusieurs Monstres Rituel, Fusion, Synchro, Xyz ou Lien FEU dont l'ATK actuelle est différente de leur ATK d'origine : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la.\nVous ne pouvez activer qu'1 \"Charge Salamangrande\" par tour.", "it": "Attiva 1 di questi effetti;\n● Scegli come bersaglio 3 dei tuoi mostri FUOCO che sono banditi e/o nel tuo Cimitero; mischia 2 dei 3 nel Deck e, se lo fai, Evoca Specialmente il mostro rimanente, ma, per il resto di questo turno, i suoi effetti sono annullati, inoltre esso non può attaccare.\n● Se controlli uno o più Mostri Rituale, Fusione, Synchro, Xyz o Link FUOCO il cui ATK attuale è diverso dal loro ATK originale: puoi scegliere come bersaglio 1 carta sul Terreno; distruggila.\nPuoi attivare solo 1 \"Carica Salamagna\" per turno.", "pt": "Ative 1 desses efeitos;\n● Escolha 3 dos seus monstros de FOGO que estiverem banidos e/ou no seu Cemitério; embaralhe 2 dos 3 no Deck e, se isso acontecer, Invoque por Invocação-Especial o monstro restante, mas pelo resto deste turno, seus efeitos são negados e, além disso, ele não pode atacar.\n● Se você controlar um ou mais Monstros de Ritual, de Fusão, Sincro, Xyz ou Link de FOGO cujo ATK atual seja diferente do seu ATK original: você pode escolher 1 card no campo; destrua-o.\nVocê só pode ativar 1 \"Investida Salamagrande\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：以下の効果から１つを選択して発動できる。\n●自分の墓地・除外状態の炎属性モンスター３体を対象として発動できる。その３体の内の２体をデッキに戻し、残りの１体を特殊召喚する。この効果で特殊召喚したモンスターはこのターン、効果が無効化され、攻撃できない。\n●元々の攻撃力と異なる攻撃力を持つ、炎属性の儀式・融合・Ｓ・Ｘ・Ｌモンスターが自分フィールドに存在する場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신의 묘지 / 제외 상태인 화염 속성 몬스터 3장을 대상으로 하고 발동할 수 있다. 그 3장 중의 2장을 덱으로 되돌리고, 남은 1장을 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에, 효과가 무효화되고, 공격할 수 없다.\n●원래 공격력과 다른 공격력을 가지는, 화염 속성의 의식 / 융합 / 싱크로 / 엑시즈 / 링크 몬스터가 자신 필드에 존재할 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": "此卡名的卡１回合僅限發動１張。 ①：可從以下效果選擇１個發動。\n●可將我方墓地・除外狀態的３隻炎屬性怪獸做為對象發動。將該３隻其中的２隻送回牌組，特殊召喚剩餘的１隻。透過此效果特殊召喚的怪獸，此回合效果無效化，無法攻擊。\n●在持有攻擊力與原本的攻擊力不同的炎屬性的儀式・融合・同步・超量・連結怪獸存在於我方場上的狀況下，可將場上的１張卡做為對象發動。破壞該卡。", "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：可从以下效果中选择１个发动。\n●以自己的墓地・除外状态的３只炎属性怪兽为对象可以发动。将该３只中的２只放回牌组，将剩余的１只特殊召唤。以此效果特殊召唤的怪兽在此回合，效果无效化且不可攻击。\n●攻击力不同于原本攻击力的炎属性仪式・融合・同步・超量・连接怪兽存在于自己场上的情况下，以场上的１张卡为对象可以发动。将该卡破坏。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Salamangreat"], "images": [{"index": 1, "image": "SalamangreatCharge-LD10-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LD10-EN006", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "de": [{"set_number": "LD10-DE006", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "fr": [{"set_number": "LD10-FR006", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "it": [{"set_number": "LD10-IT006", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "pt": [{"set_number": "LD10-PT006", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Rare"]}], "ja": [{"set_number": "DP28-JP006", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Rare"]}], "ko": [{"set_number": "DP28-KR006", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "BB01-SC088", "set_name": "Secret Treasures Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 934346, "master_duel_rarity": "SR"}