{"konami_id": 19937, "password": 83589191, "name": {"en": "Life Hack", "de": "Lifehack", "es": "Truco de Vida", "fr": "Piratage de Vie", "it": "Hackeraggio della Vita", "pt": "Hackear Vida", "ja": "ライフハック", "ja_romaji": "Raifu Hakku", "ko": "라이프핵", "ko_rr": null, "zh-TW": "竊命駭客", "zh-CN": "窃命黑客"}, "text": {"en": null, "de": "Wähle 1 offenes Monster auf dem Spielfeld; der Schaden, den dein Gegner in diesem Spielzug erhält, wird halbiert, zusätzlich werden die ATK jenes Monsters bis zum Ende dieses Spielzugs gleich den derzeitigen LP deines Gegners. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offenes Monster auf dem Spielfeld wählen; der Schaden, den dein Gegner in diesem Spielzug erhält, wird halbiert, zusätzlich werden die ATK jenes Monsters bis zum Ende dieses Spielzugs gleich deinen derzeitigen LP. Du kannst jeden Effekt von „Lifehack“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo boca arriba en el Campo; cualquier daño que tu adversario reciba este turno se divide a la mitad, y además el ATK de ese monstruo se convierte en igual a los LP que tu adversario tenga en este momento, hasta el final de este turno. Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 monstruo boca arriba en el Campo; cualquier daño que tu adversario reciba este turno se divide a la mitad, y además el ATK de ese monstruo se convierte en igual a los LP que tú tengas en este momento, hasta el final de este turno. Sólo puedes usar cada efecto de \"Truco de Vida\" una vez por turno.", "fr": "Ciblez 1 monstre face recto sur le Terrain ; les dommages reçus par votre adversaire ce tour sont divisés par deux, et aussi, l'ATK du monstre devient égale aux LP actuels de votre adversaire jusqu'à la fin de ce tour. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face recto sur le Terrain ; les dommages reçus par votre adversaire ce tour sont divisés par deux, et aussi, l'ATK du monstre devient égale à vos LP actuels jusqu'à la fin de ce tour. Vous ne pouvez utiliser chaque effet de \"Piratage de Vie\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro scoperto sul Terreno; qualsiasi danno subito dal tuo avversario in questo turno viene dimezzato, inoltre l'ATK di quel mostro diventa pari ai LP attuali del tuo avversario fino alla fine di questo turno. Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro scoperto sul Terreno; qualsiasi danno subito dal tuo avversario in questo turno viene dimezzato, inoltre l'ATK di quel mostro diventa pari ai tuoi LP attuali fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Hackeraggio della Vita\" una sola volta per turno.", "pt": "Escolha 1 monstro com a face para cima no campo; qualquer dano que seu oponente sofrer neste turno é diminuído pela metade e, além disso, o ATK desse monstro se torna igual aos PV atuais do seu oponente até o final deste turno. Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 1 monstro com a face para cima no campo; qualquer dano que seu oponente sofrer neste turno é diminuído pela metade e, além disso, o ATK desse monstro se torna igual aos seus PV atuais até o final deste turno. Você só pode usar cada efeito de \"Hackear Vida\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで相手のＬＰの数値と同じになり、このターン相手が受ける全てのダメージは半分になる。\n②：自分メインフェイズに墓地のこのカードを除外し、フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの攻撃力はターン終了時まで自分のＬＰの数値と同じになり、このターン相手が受ける全てのダメージは半分になる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지 상대의 LP의 수치와 같아지고, 이 턴에 상대가 받는 모든 데미지는 절반이 된다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터의 공격력은 턴 종료시까지 자신의 LP의 수치와 같아지고, 이 턴에 상대가 받는 모든 데미지는 절반이 된다.", "zh-TW": "此卡名的①②效果１回合僅可各使用１次。 ①：以場上的１隻表側表示怪獸為對象可以發動。該怪獸的攻擊力直至回合結束時為止，變為與對手的LP的數值相同，此回合，對手受到的所有傷害變為一半。 ②：在自己的主要階段將墓地的此卡除外，以場上的１隻表側表示怪獸為對象可以發動。該怪獸的攻擊力直至回合結束時為止，變為與自己的LP的數值相同，此回合，對手受到的所有傷害變為一半。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。 ①：以场上的１只表侧表示怪兽为对象可以发动。该怪兽的攻击力直至回合结束时为止，变为与对手的LP的数值相同，此回合，对手受到的所有伤害变为一半。 ②：在自己的主要阶段将墓地的此卡除外，以场上的１只表侧表示怪兽为对象可以发动。该怪兽的攻击力直至回合结束时为止，变为与自己的LP的数值相同，此回合，对手受到的所有伤害变为一半。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "LifeHack-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLTR-EN041", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLTR-DE041", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLTR-FR041", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLTR-IT041", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLTR-PT041", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "24PR-JP004", "set_name": "Promotion Pack 2024", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1034834, "master_duel_rarity": "R"}