{"konami_id": 21050, "password": 83626916, "name": {"en": "D.D. Post", "de": "D.D. Post", "es": "D.D. Correo", "fr": "Poste D.D.", "it": "D.D. Posta", "pt": "D.D. Postal", "ja": "<ruby>異<rt>い</rt></ruby><ruby>次<rt>じ</rt></ruby><ruby>元<rt>げん</rt></ruby>ポスト", "ja_romaji": "Ijigen Posuto", "ko": "이차원 포스트", "ko_rr": null, "zh-TW": "異次元郵筒", "zh-CN": "异次元邮箱"}, "text": {"en": "Monsters you control gain 300 ATK for each card type (Monster, Spell, or Trap) among your banished cards. Once per turn, during the Main Phase: You can banish 1 card from your hand or GY, then you can shuffle 1 of your banished cards into the Deck. If this card is banished: You can place it face-up on your field. You can only use this effect of \"D.D. Post\" once per turn.", "de": "Monster, die du kontrollierst, erhalten für jeden Kartentyp (Monster, Zauber oder Falle) unter deinen verbannten Karten 300 ATK. Einmal pro Spielzug, während der Main Phase: Du kannst 1 Karte von deiner Hand oder deinem Friedhof verbannen, dann kannst du 1 deiner verbannten Karten ins Deck mischen. Falls diese Karte verbannt wird: Du kannst sie offen auf deine Spielfeldseite legen. Du kannst diesen Effekt von „D.D. Post“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos que controlas ganan 300 ATK por cada tipo de carta (Monstruo, Mágica o Trampa) entre tus cartas desterradas. Una vez por turno, durante la Main Phase: puedes desterrar 1 carta en tu mano o Cementerio, y después puedes barajar al Deck 1 de tus cartas desterradas. Si esta carta es desterrada: puedes ponerla boca arriba en tu Campo. Sólo puedes usar este efecto de \"D.D. Correo\" una vez por turno.", "fr": "Les monstres que vous contrôlez gagnent 300 ATK pour chaque type de carte (Monstre, Magie ou Piège) parmi vos cartes bannies. Une fois par tour, durant la Main Phase : vous pouvez bannir 1 carte depuis votre main ou Cimetière, puis vous pouvez mélanger 1 de vos cartes bannies dans le Deck. Si cette carte est bannie : vous pouvez la placer face recto sur votre Terrain. Vous ne pouvez utiliser cet effet de \"Poste D.D.\" qu'une fois par tour.", "it": "I mostri che controlli guadagnano 300 ATK per ogni tipo di carta (Mostro, Magia o Trappola) tra le tue carte bandite. Una volta per turno, durante la Main Phase: puoi bandire 1 carta dalla tua mano o Cimitero, poi puoi mischiare 1 delle tue carte bandite nel Deck. Se questa carta viene bandita: puoi metterla scoperta sul tuo Terreno. Puoi utilizzare questo effetto di \"D.D. Posta\" una sola volta per turno.", "pt": "Monstros que você controla ganham 300 de ATK para cada tipo de card (Monstro, Magia ou Armadilha) entre seus cards banidos. Uma vez por turno, durante a Fase Principal: você pode banir 1 card da sua mão ou do Cemitério e, depois, você pode embaralhar 1 dos seus cards banidos no Deck. Se este card for banido: você pode colocá-lo com a face para cima no seu campo. Você só pode usar este efeito de \"D.D. Postal\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターの攻撃力は、自分の除外状態のカードの種類（モンスター・魔法・罠）×３００アップする。②：１ターンに１度、自分・相手のメインフェイズに発動できる。自分の手札・墓地からカード１枚を除外する。その後、自分の除外状態のカード１枚をデッキに戻す事ができる。③：このカードが除外された場合に発動できる。このカードを自分フィールドに表側表示で置く。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터의 공격력은, 자신의 제외 상태인 카드의 종류(몬스터 / 마법 / 함정) × 300 올린다. ②: 1턴에 1번, 자신 / 상대의 메인 페이즈에 발동할 수 있다. 자신의 패 / 묘지에서 카드 1장을 제외한다. 그 후, 자신의 제외 상태인 카드 1장을 덱으로 되돌릴 수 있다. ③: 이 카드가 제외되었을 경우에 발동할 수 있다. 이 카드를 자신 필드에 앞면 표시로 놓는다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Continuous", "series": ["D.D."], "images": [{"index": 1, "image": "DDPost-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN086", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE086", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP086", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR086", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT086", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT086", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP077", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}], "ko": [{"set_number": "WPP6-KR077", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1106519, "master_duel_rarity": "R"}