{"konami_id": 17167, "password": 83670388, "name": {"en": "Icejade Curse", "de": "Eisjade-Fluch", "es": "Maldición Hielojade", "fr": "Malédiction Jadeglace", "it": "Maledizione Ghiacciogiada", "pt": "Maldição Gelojade", "ja": "<ruby>氷<rt>ヒ</rt></ruby><ruby>水<rt>スイ</rt></ruby><ruby>呪<rt>ジュ</rt></ruby><ruby>縛<rt>バク</rt></ruby>", "ja_romaji": "Hisui Jubaku", "ko": "히스이 저주", "ko_rr": "Hiseu-i Jeoju", "zh-TW": "冰翡咒縛", "zh-CN": "冰翡咒缚"}, "text": {"en": "While an \"Icejade\" monster and \"Icejade Cenote Enion Cradle\" are on the field, your opponent cannot activate the effects of monsters that were Summoned that turn. When a monster is destroyed by battle involving your \"Icejade\" monster: You can target 1 of those destroyed monsters; inflict damage to your opponent equal to that monster's original ATK. You can only use this effect of \"Icejade Curse\" once per turn.", "de": "Solange ein „Eisjade“-Monster und „Eisjade-Cenote Enion-Wiege“ auf dem Spielfeld liegen, kann dein Gegner keine Effekte von Monstern aktivieren, die in jenem Spielzug beschworen wurden. Wenn ein oder mehr Monster durch Kampf zerstört werden, an dem dein „Eisjade“-Monster beteiligt ist: Du kannst 1 jener zerstörten Monster wählen; füge deinem Gegner Schaden in Höhe der Grund-ATK jenes Monsters zu. Du kannst diesen Effekt von „Eisjade-Fluch“ nur einmal pro Spielzug verwenden.", "es": "Mientras un monstruo \"Hielojade\" y un \"Cenote Hielojade Cuna Enion\" estén en el Campo, tu adversario no puede activar los efectos de monstruos que fueron Invocados ese turno. Cuando un monstruo es destruido en batalla involucrando tu monstruo \"Hielojade\": puedes seleccionar 1 de esos monstruos destruidos; inflige daño a tu adversario igual al ATK original de ese monstruo. Sólo puedes usar este efecto de \"Maldición Hielojade\" una vez por turno.", "fr": "Tant qu'un monstre \"Jadeglace\" et \"Berceau Enion de Cénote Jadeglace\" sont sur le Terrain, votre adversaire ne peut pas activer les effets des monstres qui ont été Invoqués ce tour. Lorsqu'un monstre est détruit au combat impliquant votre monstre \"Jadeglace\" : vous pouvez cibler 1 de ces monstres détruits ; infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Vous ne pouvez utiliser cet effet de \"Malédiction Jadeglace\" qu'une fois par tour.", "it": "Mentre un mostro \"Ghiacciogiada\" e \"Culla Enion Cenote Ghiacciogiada\" sono sul Terreno, il tuo avversario non può attivare gli effetti dei mostri che sono stati Evocati in quel turno. Quando un mostro viene distrutto in una battaglia che coinvolge un tuo mostro \"Ghiacciogiada\": puoi scegliere come bersaglio 1 di quei mostri distrutti; infliggi al tuo avversario danno pari all'ATK originale di quel mostro. Puoi utilizzare questo effetto di \"Maledizione Ghiacciogiada\" una sola volta per turno.", "pt": "Enquanto um monstro \"Gelojade\" e \"Berço Enion, Cenote de Gelojade\" estiverem no campo, seu oponente não pode ativar os efeitos de monstros que foram Invocados nesse turno. Quando um monstro for destruído em uma batalha envolvendo um monstro \"Gelojade\" seu: você pode escolher 1 desses monstros destruídos; cause dano ao seu oponente igual ao ATK original desse monstro. Você só pode usar este efeito de \"Maldição Gelojade\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：フィールドに「氷水」モンスター及び「氷水底イニオン・クレイドル」が存在する限り、このターンに召喚・反転召喚・特殊召喚されたフィールドのモンスターの効果を相手は発動できない。②：自分の「氷水」モンスターの戦闘でモンスターが破壊された時、その破壊されたモンスター１体を対象として発動できる。そのモンスターの元々の攻撃力分のダメージを相手に与える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드에 \"히스이\" 몬스터 및 \"히스이테이 이니온 크레이들\"이 존재하는 한, 상대는 이 턴에 일반 소환 / 반전 소환 / 특수 소환된 필드의 몬스터 효과를 발동할 수 없다. ②: 자신의 \"히스이\" 몬스터의 전투로 몬스터가 파괴되었을 때, 그 파괴된 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 원래 공격력만큼의 데미지를 상대에게 준다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：只要场上存在“冰翡”怪兽及“冰翡底 伊尼恩摇篮”，对手不可发动在此回合被召唤・反转召唤・特殊召唤的场上怪兽的效果。②：怪兽因自己的“冰翡”怪兽的战斗被破坏时，以该１只被破坏的怪兽为对象可以发动。给予对手该怪兽的原本攻击力数值的伤害。"}, "card_type": "Spell", "property": "Continuous", "series": ["Icejade"], "images": [{"index": 1, "image": "IcejadeCurse-MP23-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN056", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-EN094", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "de": [{"set_number": "DIFO-DE056", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-DE094", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DIFO-FR056", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-FR094", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "it": [{"set_number": "DIFO-IT056", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-IT094", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DIFO-PT056", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "MP23-PT094", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DIFO-JP056", "set_name": "Dimension Force", "rarities": ["Common"]}, {"set_number": "CF01-JP098", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DIFO-KR056", "set_name": "Dimension Force", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC103", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715378, "master_duel_rarity": "SR"}