{"konami_id": 15315, "password": 83682209, "name": {"en": "Piwraithe the Ghost Pirate", "de": "Pispenst der Geisterpirat", "es": "Piratasma el Pirata Fantasma", "fr": "Pisprectre le Pirate Fantôme", "it": "Piwraithe il Pirata Fantasma", "pt": "Espirata, o Pirata Fantasma", "ja": "<ruby>海霊賊<rt>パイレイツ</rt></ruby>", "ja_romaji": "Paireitsu", "ko": "파이레이츠", "ko_rr": null, "zh-TW": "海靈賊", "zh-CN": "海灵贼"}, "text": {"en": null, "de": "Falls ein oder mehr offene WASSER Monster, die du kontrollierst, außer „Pispenst der Geisterpirat“, durch Kampf oder einen Karteneffekt zerstört werden, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören (aber verbanne sie, wenn sie das Spielfeld verlässt) und falls du dies tust, erhält sie bis zum Ende des nächsten Spielzugs für jedes WASSER Monster in deinem Friedhof 100 ATK. Du kannst diesen Effekt von „Pispenst der Geisterpirat“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos de AGUA boca arriba que controlas, excepto \"Piratasma el Pirata Fantasma\", son destruidos en batalla o por el efecto de una carta, mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial (pero destiérrala cuando deje el Campo) y, si lo haces, hasta el final del próximo turno ésta gana 100 ATK por cada monstruo de AGUA en tu Cementerio. Sólo puedes usar este efecto de \"Piratasma el Pirata Fantasma\" una vez por turno.", "fr": "Si un ou plusieurs monstres EAU face recto que vous contrôlez (\"Pisprectre le Pirate Fantôme\" exclu) sont détruits au combat ou par un effet de carte tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte (mais bannissez-la lorsqu'elle quitte le Terrain), et si vous le faites, elle gagne 100 ATK pour chaque monstre EAU dans votre Cimetière, jusqu'à la fin du prochain tour. Vous ne pouvez utiliser cet effet de \"Pisprectre le Pirate Fantôme\" qu'une fois par tour.", "it": "Se uno o più mostri ACQUA scoperti che controlli, eccetto \"Piwraithe il Pirata Fantasma\", vengono distrutti in battaglia o dall'effetto di una carta, mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta (ma bandiscila quando lascia il Terreno) e, se lo fai, essa guadagna 100 ATK per ogni mostro ACQUA nel tuo Cimitero, fino alla fine del prossimo turno. Puoi utilizzare questo effetto di \"Piwraithe il Pirata Fantasma\" una sola volta per turno.", "pt": "Se um ou mais monstros de ÁGUA com a face para cima que você controla, exceto \"Espirata, o Pirata Fantasma\", forem destruídos em batalha ou por um efeito de card, enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial (mas bana-o quando ele deixar o campo) e, se isso acontecer, até o final do próximo turno, ele ganha 100 de ATK para cada monstro de ÁGUA no seu Cemitério. Você só pode usar este efeito de \"Espirata, o Pirata Fantasma\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。\n①：このカードが墓地に存在する状態で、「海霊賊」以外の自分フィールドの表側表示の水属性モンスターが戦闘・効果で破壊された場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードの攻撃力は次のターンの終了時まで、自分の墓地の水属性モンスターの数×１００アップする。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지에 존재하는 상태에서, \"파이레이츠\" 이외의 자신 필드의 앞면 표시의 물 속성 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드의 공격력은 다음 턴의 종료시까지, 자신 묘지의 물 속성 몬스터의 수 × 100 올린다. 이 효과로 특수 소환한 이 카드는 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "此卡名的效果１回合僅限使用１次。①：此卡存在於墓地的狀態，可在我方場上的「海靈賊」以外的正面表示的水屬性怪獸因戰鬥・效果被破壞的狀況下發動。特殊召喚此卡。透過此效果特殊召喚的此卡的攻擊力在下一個回合結束前，依據我方墓地的水屬性怪獸的數量×１００進行提升。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "此卡牌名的效果１回合只可使用１次。①：此卡存在于墓地的状态下，除“海灵贼”以外的我方场上的表侧表示之水属性怪兽因战斗、效果被破坏的场合可发动。特殊召唤此卡。直至下一个回合结束时，以此效果特殊召唤而来的此卡的攻击力，上升相当于我方墓地的水属性怪兽数量×１００。以此效果特殊召唤的此卡从场上离开的场合被除外。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 4, "atk": 1500, "def": 500, "images": [{"index": 1, "image": "PiwraithetheGhostPirate-ETCO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN000", "set_name": "Eternity Code", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE000", "set_name": "Eternity Code", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR000", "set_name": "Eternity Code", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT000", "set_name": "Eternity Code", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT000", "set_name": "Eternity Code", "rarities": ["Common"]}], "ja": [{"set_number": "WPP1-JP057", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR057", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716235, "master_duel_rarity": "N"}