{"konami_id": 16280, "password": 83880473, "name": {"en": "War Rock Spirit", "de": "Wille des Kriegsfelsens", "es": "Espíritu Roca de Guerra", "fr": "Détermination du Rocher de Guerre", "it": "Spirito Roccia di Guerra", "pt": "Espírito Caverguerra", "ja": "ウォークライ・スピリッツ", "ja_romaji": "Wōkurai Supirittsu", "ko": "워크라이 스피릿", "ko_rr": "Wokeurai Seupirit", "zh-TW": "岩吼戰士・精神", "zh-CN": "战吼・精神"}, "text": {"en": null, "de": "Während der Battle Phase: Wähle 1 „Kriegsfels“-Monster in deinem Friedhof und aktiviere dann 1 dieser Effekte;\n●Beschwöre das gewählte Ziel als Spezialbeschwörung in die Angriffsposition, aber für den Rest dieses Spielzugs werden seine Effekte annulliert, zusätzlich kann es nicht direkt angreifen.\n●Beschwöre das gewählte Ziel als Spezialbeschwörung in die Verteidigungsposition, zusätzlich wird jedes „Kriegsfels“-Monster, das du kontrollierst, das erste Mal in diesem Spielzug, wenn es durch Kampf zerstört würde, nicht zerstört.\nDu kannst nur 1 „Wille des Kriegsfelsens“ pro Spielzug aktivieren.", "es": "Durante la Battle Phase: selecciona 1 monstruo \"Roca de Guerra\" en tu Cementerio, y después activa 1 de estos efectos;\n●Invoca de Modo Especial ese objetivo en Posición de Ataque, pero por el resto de este turno sus efectos son negados, y además no puede atacar directamente.\n●Invoca de Modo Especial ese objetivo en Posición de Defensa, y además la primera vez que cada monstruo \"Roca de Guerra\" que controlas fuera a ser destruido en batalla este turno, no es destruido.\nSólo puedes activar 1 \"Espíritu Roca de Guerra\" por turno.", "fr": "Durant la Battle Phase : ciblez 1 monstre \"Rocher de Guerre\" dans votre Cimetière, puis activez 1 de ces effets ;\n●Invoquez Spécialement la cible en Position d'Attaque, mais le reste de ce tour, ses effets sont annulés, et aussi, elle ne peut pas attaquer directement.\n●Invoquez Spécialement la cible en Position de Défense, et aussi, la première fois que chaque monstre \"Rocher de Guerre\" que vous contrôlez va être détruit au combat ce tour, il n'est pas détruit.\nVous ne pouvez activer qu'1 \"Détermination du Rocher de Guerre\" par tour.", "it": "Durante la Battle Phase: scegli come bersaglio 1 mostro \"Roccia di Guerra\" nel tuo Cimitero, poi attiva 1 di questi effetti;\n●Evoca Specialmente quel bersaglio in Posizione di Attacco, ma, per il resto di questo turno, i suoi effetti sono annullati, inoltre esso non può attaccare direttamente.\n●Evoca Specialmente quel bersaglio in Posizione di Difesa, inoltre la prima volta che ogni mostro \"Roccia di Guerra\" che controlli sta per essere distrutto in battaglia in questo turno, non viene distrutto.\nPuoi attivare solo 1 \"Spirito Roccia di Guerra\" per turno.", "pt": "Durante a Fase de Batalha: escolha 1 monstro \"Caverguerra\" no seu Cemitério e, depois, ative 1 desses efeitos;\n●Invoque o alvo por Invocação-Especial em Posição de Ataque, mas pelo resto deste turno, seus efeitos são negados e, além disso, ele não pode atacar diretamente.\n●Invoque o alvo por Invocação-Especial em Posição de Defesa e, além disso, na primeira vez que cada monstro \"Caverguerra\" que você controla seria destruído em batalha neste turno, ele não é destruído.\nVocê só pode ativar 1 \"Espírito Caverguerra\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：自分・相手のバトルフェイズに、自分の墓地の「ウォークライ」モンスター１体を対象とし、以下の効果から１つを選択して発動できる。\n●対象のモンスターを攻撃表示で特殊召喚する。この効果で特殊召喚したモンスターはこのターン、効果が無効化され、直接攻撃できない。\n●対象のモンスターを守備表示で特殊召喚する。このターン、自分の「ウォークライ」モンスターはそれぞれ１度だけ戦闘では破壊されない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 / 상대의 배틀 페이즈에 자신 묘지의 \"워크라이\" 몬스터 1장을 대상으로 하고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●대상 몬스터를 공격 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에, 효과가 무효화되고, 직접 공격할 수 없다.\n●대상 몬스터를 수비 표시로 특수 소환한다. 이 턴에, 자신의 \"워크라이\" 몬스터는 각각 1번만 전투로는 파괴되지 않는다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：在我方・對方的戰鬥階段，可將我方墓地的１隻「岩吼戰士」怪獸做為對象，從以下效果選擇１個發動。\n●以攻擊表示特殊召喚對象怪獸。透過此效果特殊召喚的怪獸在此回合效果無效化，無法直接攻擊。\n●以守備表示特殊召喚對象怪獸。此回合我方「岩吼戰士」怪獸各有１次不會因戰鬥被破壞。", "zh-CN": "此卡牌名的卡牌１回合只可发动１张。①：在我方、对手的战斗阶段，可以我方墓地的１只“战吼”怪兽为对象，并从以下效果选择１个发动。\n●以攻击表示特殊召唤对象怪兽。以此效果特殊召唤之怪兽，在此回合效果被无效化，且不可进行直接攻击。\n●以守备表示特殊召唤对象怪兽。此回合，我方的“战吼”怪兽仅各１次不会因战斗被破坏。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["War Rock"], "images": [{"index": 1, "image": "WarRockSpirit-LIOV-EN-SR-1E.png", "illustration": "WarRockSpirit-LIOV-EN-SR-1E.png"}, {"index": "1.1", "image": "WarRockSpirit-WPP2-JP-C.png", "illustration": "WarRockSpirit-OW.png"}], "sets": {"en": [{"set_number": "LIOV-EN090", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "de": [{"set_number": "LIOV-DE090", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LIOV-FR090", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "it": [{"set_number": "LIOV-IT090", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LIOV-PT090", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP2-JP039", "set_name": "World Premiere Pack 2021", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "WPP2-KR039", "set_name": "World Premiere Pack 2021", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717457, "master_duel_rarity": "R"}