{"konami_id": 18921, "password": 84138874, "name": {"en": "Volcanic Inferno", "de": "Vulkanisches Inferno", "es": "Infierno Volcánico", "fr": "Brasier Volcanique", "it": "Inferno Vulcanico", "pt": "Inferno Vulcânico", "ja": "ヴォルカニック・インフェルノ", "ja_romaji": "Vorukanikku Inferuno", "ko": "볼캐닉 인페르노", "ko_rr": "Bolkaenik Inpereuno", "zh-TW": "火山性獄焰", "zh-CN": "火山性地狱火"}, "text": {"en": null, "de": "Wenn dein Gegner einen Monstereffekt auf dem Spielfeld aktiviert: Du kannst 1 Pyro-Monster von deinem Friedhof verbannen; füge deinem Gegner 500 Schaden zu, dann, falls du ein „Vulkanisch“-Monster verbannt hast, um diesen Effekt zu aktivieren, kannst du jenen Effekt annullieren. Während der End Phase deines Gegners: Du kannst bis zu 2 deiner „Vulkanisch“-Monster wählen, die verbannt sind und/oder sich in deinem Friedhof befinden; lege sie in beliebiger Reihenfolge unter dein Deck. Du kannst jeden Effekt von „Vulkanisches Inferno“ nur einmal pro Spielzug verwenden.", "es": "Cuando tu adversario activa el efecto de un monstruo en el Campo: puedes desterrar 1 monstruo Piro en tu Cementerio; inflige 500 puntos de daño a tu adversario y después, si desterraste un monstruo \"Volcánico/a\" para activar este efecto, puedes negar ese efecto. Durante la End Phase de tu adversario: puedes seleccionar hasta 2 de tus monstruos \"Volcánico/a\" que estén desterrados y/o en tu Cementerio; ponlos en la parte inferior de tu Deck en cualquier orden. Sólo puedes usar cada efecto de \"Infierno Volcánico\" una vez por turno.", "fr": "Lorsque votre adversaire active un effet de monstre sur le Terrain : vous pouvez bannir 1 monstre Pyro depuis votre Cimetière ; infligez 500 points de dommages à votre adversaire, puis, si vous avez banni un monstre \"Volcanique\" pour activer cet effet, vous pouvez annuler l'effet. Durant la End Phase de votre adversaire : vous pouvez cibler max. 2 de vos monstres \"Volcanique\" qui sont bannis et/ou dans votre Cimetière ; placez-les au-dessous de votre Deck dans l'ordre de votre choix. Vous ne pouvez utiliser chaque effet de \"Brasier Volcanique\" qu'une fois par tour.", "it": "Quando il tuo avversario attiva l'effetto di un mostro sul Terreno: puoi bandire 1 mostro Pyro dal tuo Cimitero; infliggi 500 danni al tuo avversario, poi, se hai bandito un mostro \"Vulcanico\" per attivare questo effetto, puoi annullare quell'effetto. Durante la End Phase del tuo avversario: puoi scegliere come bersaglio fino a 2 dei tuoi mostri \"Vulcanico\" che sono banditi e/o nel tuo Cimitero; mettili in fondo al tuo Deck in qualsiasi ordine. Puoi utilizzare ogni effetto di \"Inferno Vulcanico\" una sola volta per turno.", "pt": "Quando seu oponente ativar um efeito de monstro no campo: você pode banir 1 monstro Piro do seu Cemitério; cause 500 de dano ao seu oponente e, depois, se você baniu um monstro \"Vulcânico(a)\" para ativar este efeito, você pode negar o efeito. Durante a Fase Final do seu oponente: você pode escolher até 2 dos seus monstros \"Vulcânico(a)\" que estiverem banidos e/ou no seu Cemitério; coloque-os no fundo do seu Deck em qualquer ordem. Você só pode usar cada efeito de \"Inferno Vulcânico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：相手がフィールドのモンスターの効果を発動した時、自分の墓地から炎族モンスター１体を除外して発動できる。相手に５００ダメージを与える。「ヴォルカニック」モンスターを除外して発動した場合、さらにその発動した効果を無効にできる。\n②：相手エンドフェイズに、自分の墓地・除外状態の「ヴォルカニック」モンスターを２体まで対象として発動できる。そのモンスターを好きな順番でデッキの下に戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대가 필드의 몬스터의 효과를 발동했을 때, 자신 묘지에서 화염족 몬스터 1장을 제외하고 발동할 수 있다. 상대에게 500 데미지를 준다. \"볼캐닉\" 몬스터를 제외하고 발동했을 경우, 추가로 그 발동한 효과를 무효로 할 수 있다. ②: 상대 엔드 페이즈에, 자신의 묘지 / 제외 상태인 \"볼캐닉\" 몬스터를 2장까지 대상으로 하고 발동할 수 있다. 그 몬스터를 좋아하는 순서대로 덱 아래로 되돌린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。 ①：對方發動場上的怪獸的效果時，可將我方墓地的１隻炎族怪獸除外發動。給予對方５００傷害。在將「火山性」怪獸除外發動的狀況下，另可將發動的該效果變為無效。 ②：對方結束階段，可將我方墓地・除外狀態的「火山性」怪獸最多２隻做為對象發動。將該怪獸依喜好順序送回牌組下方。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。 ①：对手发动场上怪兽的效果时，从自己的墓地将１只炎族怪兽除外可以发动。给予对手５００伤害。将“火山性”怪兽除外并发动的情况下，进而可将该发动的效果无效。 ②：在对手的结束阶段，以自己墓地・除外状态的最多２只“火山性”怪兽为对象可以发动。将该怪兽以喜欢的顺序放回牌组最下面。"}, "card_type": "Trap", "property": "Continuous", "series": ["Volcanic"], "images": [{"index": 1, "image": "VolcanicInferno-LD10-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LD10-EN024", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Super Rare"]}], "de": [{"set_number": "LD10-DE024", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LD10-FR024", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Super Rare"]}], "it": [{"set_number": "LD10-IT024", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LD10-PT024", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DP28-JP024", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Rare"]}], "ko": [{"set_number": "DP28-KR024", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 924874, "master_duel_rarity": "R"}