{"konami_id": 11761, "password": 84171830, "name": {"en": "Domain of the True Monarchs", "de": "Domäne der wahren Monarchen", "es": "El Dominio de los Verdaderos Monarcas", "fr": "Le Domaine des Vrais Monarques", "it": "Dominio dei Veri Monarchi", "pt": "Domínio dos Verdadeiros Monarcas", "ja": "<ruby>真<rt>しん</rt></ruby><ruby>帝<rt>てい</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>領<rt>りょう</rt></ruby><ruby>域<rt>いき</rt></ruby>", "ja_romaji": "Shin Tei'ō Ryōiki", "ko": "진제왕영역", "ko_rr": null, "zh-TW": "真帝王領域", "zh-CN": "真帝王领域"}, "text": {"en": "While you have no cards in your Extra Deck and you are the only player that controls a Tribute Summoned monster, your opponent cannot Special Summon monsters from the Extra Deck. If a Tribute Summoned monster you control attacks an opponent's monster, it gains 800 ATK during damage calculation only. Once per turn: You can reduce the Level of 1 monster with 2800 ATK/1000 DEF in your hand by 2 until the end of this turn (even after they are Summoned/Set, and even if this card leaves the field).", "de": "Solange du keine Karten in deinem Extra Deck hast und der einzige Spieler bist, der ein als Tributbeschwörung beschworenes Monster kontrolliert, kann dein Gegner keine Monster als Spezialbeschwörung vom Extra Deck beschwören. Falls ein als Tributbeschwörung beschworenes Monster, das du kontrollierst, ein Monster eines Gegners angreift, erhält es nur während der Schadensberechnung 800 ATK. Einmal pro Spielzug: Du kannst die Stufe von 1 Monster mit 2800 ATK / 1000 DEF in deiner Hand bis zum Ende dieses Spielzugs um 2 verringern (selbst nachdem es beschworen/gesetzt wurde und selbst, falls diese Karte das Spielfeld verlässt).", "es": "Mientras no tengas cartas en tu Deck Extra y seas el único jugador que controle un monstruo Invocado por Sacrificio, tu adversario no puede Invocar monstruos de Modo Especial desde el Deck Extra. Si un monstruo Invocado por Sacrificio que controlas ataca a un monstruo del adversario, éste gana 800 ATK sólo durante el cálculo de daño. Una vez por turno: hasta el final de este turno, puedes reducir en 2 el Nivel de 1 monstruo en tu mano con 2800 ATK/1000 DEF (aun después de que es Invocado/Colocado, y aun si esta carta deja el Campo).", "fr": "Tant que vous n'avez aucune carte dans votre Extra Deck et que vous êtes le seul joueur qui contrôle un monstre Invoqué par Sacrifice, votre adversaire ne peut pas Invoquer Spécialement de monstres depuis l'Extra Deck. Si un monstre Invoqué par Sacrifice que vous contrôlez attaque un monstre de l'adversaire, il gagne 800 ATK durant le calcul des dommages uniquement. Une fois par tour : jusqu'à la fin de ce tour (même après qu'il ait été Invoqué/Posé, et même si cette carte quitte le Terrain), vous pouvez réduire le Niveau d'1 monstre avec 2800 ATK/1000 DEF dans votre main de 2.", "it": "Mentre non hai nessuna carta nel tuo Extra Deck e sei l'unico giocatore che controlla un mostro Evocato tramite Tributo, il tuo avversario non può Evocare Specialmente mostri dall'Extra Deck. Se un mostro Evocato tramite Tributo che controlli attacca un mostro dell'avversario, guadagna 800 ATK solamente durante il calcolo dei danni. Una volta per turno: puoi ridurre di 2 il Livello di 1 mostro con ATK 2800/DEF 1000 nella tua mano fino alla fine di questo turno (anche dopo che è stato Evocato/Posizionato, e anche se questa carta lascia il Terreno).", "pt": "Enquanto você não tiver cards no seu Deck Adicional e você for o único duelista que controla um monstro Invocado por Invocação-Tributo, seu oponente não pode Invocar monstros do Deck Adicional por Invocação-Especial. Se um monstro Invocado por Invocação-Tributo que você controla atacar um monstro do oponente, ele ganha 800 de ATK apenas durante o cálculo de dano. Uma vez por turno: até o final deste turno, você pode reduzir em 2 o Nível de 1 monstro com 2800 de ATK/1000 de DEF na sua mão (mesmo depois que ele for Invocado/Baixado e mesmo que este card deixe o campo).", "ja": "①：自分のエクストラデッキにカードが存在せず、自分フィールドにのみアドバンス召喚したモンスターが存在する場合、相手はエクストラデッキからモンスターを特殊召喚できない。②：自分のアドバンス召喚したモンスターの攻撃力は、相手モンスターに攻撃するダメージ計算時のみ８００アップする。③：１ターンに１度、自分メインフェイズにこの効果を発動できる。自分の手札の攻撃力２８００／守備力１０００のモンスター１体を選び、そのモンスターのレベルをターン終了時まで２つ下げる。", "ko": "①: 자신의 엑스트라 덱에 카드가 존재하지 않으며, 자신 필드에만 어드밴스 소환한 몬스터가 존재할 경우, 상대는 엑스트라 덱에서 몬스터를 특수 소환할 수 없다. ②: 자신의 어드밴스 소환한 몬스터의 공격력은, 상대 몬스터에 공격하는 데미지 계산시에만 800 올린다. ③: 1턴에 1번, 자신 메인 페이즈에 이 효과를 발동할 수 있다. 자신 패의 공격력 2800 / 수비력 1000 인 몬스터 1장을 고르고, 그 몬스터의 레벨을 턴 종료시까지 2개 내린다.", "zh-TW": null, "zh-CN": "①：自己的额外卡组没有卡存在，只有自己场上才有上级召唤的怪兽存在的场合，对方不能从额外卡组把怪兽特殊召唤。②：自己的上级召唤的怪兽的攻击力只在向对方怪兽攻击的伤害计算时上升800。③：1回合1次，自己主要阶段才能把这个效果发动。选自己手卡1只攻击力2800/守备力1000的怪兽，那只怪兽的等级直到回合结束时下降2星。"}, "card_type": "Spell", "property": "Field", "series": ["Monarch"], "images": [{"index": 1, "image": "DomainoftheTrueMonarchs-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SR01-EN024", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}, {"set_number": "OP03-EN010", "set_name": "OTS Tournament Pack 3", "rarities": ["Super Rare"]}, {"set_number": "MAGO-EN090", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "GFP2-EN161", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SR01-DE024", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}, {"set_number": "OP03-DE010", "set_name": "OTS Tournament Pack 3", "rarities": ["Super Rare"]}, {"set_number": "MAGO-DE090", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "GFP2-DE161", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SR01-SP024", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}, {"set_number": "OP03-SP010", "set_name": "OTS Tournament Pack 3", "rarities": ["Super Rare"]}, {"set_number": "MAGO-SP090", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "GFP2-SP161", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SR01-FR024", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}, {"set_number": "OP03-FR010", "set_name": "OTS Tournament Pack 3", "rarities": ["Super Rare"]}, {"set_number": "MAGO-FR090", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "GFP2-FR161", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SR01-IT024", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}, {"set_number": "OP03-IT010", "set_name": "OTS Tournament Pack 3", "rarities": ["Super Rare"]}, {"set_number": "MAGO-IT090", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "GFP2-IT161", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SR01-PT024", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}, {"set_number": "OP03-PT010", "set_name": "OTS Tournament Pack 3", "rarities": ["Super Rare"]}, {"set_number": "MAGO-PT090", "set_name": "Maximum Gold", "rarities": ["Rare"]}, {"set_number": "GFP2-PT161", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CROS-JP086", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "SR01-JP024", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Common"]}], "ko": [{"set_number": "SR01-KR024", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 334278, "master_duel_rarity": "UR"}