{"konami_id": 14471, "password": 84257883, "name": {"en": "B.E.S. Blaster Cannon Core", "de": "B.E.S. Sprengerkanonen-Kern", "es": "B.E.S. Núcleo Cañón Disparador", "fr": "B.E.S. Vaisseau Canon Destructeur", "it": "B.E.S. Nucleo Cannone Esplosivo", "pt": "B.E.S. Núcleo de Canhão Explosivo", "ja": "<ruby>巨<rt>きょ</rt></ruby><ruby>大<rt>だい</rt></ruby><ruby>戦<rt>せん</rt></ruby><ruby>艦<rt>かん</rt></ruby> ブラスターキャノン・コア", "ja_romaji": "Kyodai Senkan Burasutā Kyanon Koa", "ko": "거대전함 블래스터캐논 코어", "ko_rr": "Geodaejeonham Beullaeseuteokaenon Ko-eo", "zh-TW": "巨大戰艦 爆裂大炮核", "zh-CN": "巨大战舰 爆裂大炮核"}, "text": {"en": "If your opponent controls more monsters than you do, you can Special Summon this card (from your hand). You can only Special Summon \"B.E.S. Blaster Cannon Core\" once per turn this way. If this card is Normal or Special Summoned: Place 3 counters on this card. Cannot be destroyed by battle. At the end of the Damage Step, if this card battled: Remove 1 counter from this card. If you cannot, destroy it.", "de": "Falls dein Gegner mehr Monster kontrolliert als du, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst „B.E.S. Sprengerkanonen-Kern“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Lege 3 Zählmarken auf diese Karte. Kann nicht durch Kampf zerstört werden. Am Ende des Damage Steps, falls diese Karte gekämpft hat: Entferne 1 Zählmarke von dieser Karte. Falls du das nicht kannst, zerstöre sie.", "es": "Si tu adversario controla más monstruos que tú, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes Invocar de Modo Especial \"B.E.S. Núcleo Cañón Disparador\" una vez por turno de esta forma. Si esta carta es Invocada de Modo Normal o Especial: pon 3 contadores en esta carta. No puede ser destruida en batalla. Al final del Damage Step, si esta carta batalló: retira 1 contador de esta carta. Si no puedes, destrúyela.", "fr": "Si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"B.E.S. Vaisseau Canon Destructeur\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement : placez 3 Compteurs sur cette carte. Non destructible au combat. À la fin de la Damage Step, si cette carte a combattu : retirez 1 Compteur de cette carte. Si vous ne pouvez pas, détruisez-la.", "it": "Se il tuo avversario controlla più mostri di te, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi Evocare Specialmente \"B.E.S. Nucleo Cannone Esplosivo\" una sola volta per turno in questo modo. Se questa carta viene Evocata Normalmente o Specialmente: metti 3 Segnalini su questa carta. Non può essere distrutto in battaglia. Alla fine del Damage Step, se questa carta ha combattuto: rimuovi 1 Segnalino da questa carta. Se non puoi, distruggila.", "pt": "Se seu oponente controlar mais monstros que você, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode Invocar \"B.E.S. Núcleo de Canhão Explosivo\" por Invocação-Especial uma vez por turno desta forma. Se este card for Invocado por Invocação-Normal ou Especial: coloque 3 marcadores neste card. Não pode ser destruído em batalha. No final da Etapa de Dano, se este card batalhou: remova 1 marcador deste card. Se não puder, destrua-o.", "ja": "このカード名の①の方法による特殊召喚は１ターンに１度しかできない。①：相手フィールドのモンスターの数が自分フィールドのモンスターより多い場合、このカードは手札から特殊召喚できる。②：このカードが召喚・特殊召喚に成功した場合に発動する。このカードにカウンターを３つ置く。③：このカードは戦闘では破壊されない。④：このカードが戦闘を行ったダメージステップ終了時に発動する。このカードのカウンターを１つ取り除く。取り除けない場合このカードを破壊する。", "ko": "이 카드명의 ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없다. ①: 상대 필드의 몬스터의 수가 자신 필드의 몬스터보다 많을 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동한다. 이 카드에 카운터를 3개 놓는다. ③: 이 카드는 전투로는 파괴되지 않는다. ④: 이 카드가 전투를 실행한 데미지 스텝 종료시에 발동한다. 이 카드의 카운터를 1개 제거한다. 제거할 수 없을 경우 이 카드를 파괴한다.", "zh-TW": "透過此卡名①方法的特殊召喚，１回合僅限１次。①：在對方場上的怪獸數量多於我方場上的怪獸的狀況下，可從手牌特殊召喚此卡。②：在此卡召喚・特殊召喚成功的狀況下發動。在此卡放置３個計數物。③：此卡不會因戰鬥被破壞。④：在此卡進行戰鬥的傷害步驟結束時發動。去除此卡的１個計數物。在無法去除的狀況下破壞此卡。", "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次。①：对手场上怪兽的数量比自己场上的怪兽多的情况下，此卡可从手牌中特殊召唤。②：此卡召唤・特殊召唤成功的情况下发动。在此卡上放3个计数物。③：此卡不会因战斗被破坏。④：此卡进行战斗的伤害步骤结束时发动。去除此卡的1个计数物，无法去除的情况下将此卡破坏。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 9, "atk": 2500, "def": 3000, "series": ["B.E.S."], "images": [{"index": 1, "image": "BESBlasterCannonCore-MP20-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN023", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-EN111", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE023", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-DE111", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR023", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-FR111", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT023", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-IT111", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT023", "set_name": "Rising Rampage", "rarities": ["Super Rare"]}, {"set_number": "MP20-PT111", "set_name": "2020 Tin of Lost Memories", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP023", "set_name": "Rising Rampage", "rarities": ["Super Rare", "Secret Rare", "20th Secret Rare"]}], "ko": [{"set_number": "RIRA-KR023", "set_name": "Rising Rampage", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC113", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 599103, "master_duel_rarity": "UR"}