{"konami_id": 19033, "password": 84262395, "name": {"en": "Earthbound Release", "de": "Erdgebundene Freisetzung", "es": "Liberación Terrestre", "fr": "Libération de l'Esprit de la Terre", "it": "Rilascio Terrestre", "pt": "Libertação Terrestre", "ja": "<ruby>地<rt>じ</rt></ruby><ruby>縛<rt>ばく</rt></ruby><ruby>解<rt>かい</rt></ruby><ruby>放<rt>ほう</rt></ruby>", "ja_romaji": "Jibaku Kaihō", "ko": "지박해방", "ko_rr": null, "zh-TW": "地縛解放", "zh-CN": "地缚解放"}, "text": {"en": "When a Level 6 or higher monster(s) is Normal or Special Summoned: Tribute 1 Level 10 \"Earthbound\" monster; destroy as many monsters your opponent controls as possible, and if you do, inflict damage to your opponent equal to the combined original ATK of those destroyed monster(s).", "de": "Wenn ein oder mehr Monster der Stufe 6 oder höher als Normal- oder Spezialbeschwörung beschworen werden: Biete 1 „Erdgebunden“-Monster der Stufe 10 als Tribut an; zerstöre so viele Monster, die dein Gegner kontrolliert, wie möglich und falls du dies tust, füge deinem Gegner Schaden in Höhe der kombinierten Grund-ATK jener zerstörten Monster zu.", "es": "Cuando uno o más monstruos de Nivel 6 o mayor son Invocados de Modo Normal o Especial: Sacrifica 1 monstruo \"Terrestre\" de Nivel 10; destruye tantos monstruos que controle tu adversario como sea posible y, si lo haces, inflige daño a tu adversario igual al ATK original combinado de ese o esos monstruos destruidos.", "fr": "Lorsqu'un ou plusieurs monstres de min. Niveau 6 sont Invoqués Normalement ou Spécialement : Sacrifiez 1 monstre \"Esprit de la Terre\" de Niveau 10 ; détruisez autant de monstres contrôlés par votre adversaire que possible, et si vous le faites, infligez des dommages à votre adversaire égaux à la somme des ATK d'origine de ces monstres détruits.", "it": "Quando vengono Evocati Normalmente o Specialmente uno o più mostri di Livello 6 o superiore: offri come Tributo 1 mostro \"Terrestre\" di Livello 10; distruggi tanti mostri controllati dal tuo avversario quanti possibile e, se lo fai, infliggi al tuo avversario danno pari alla somma degli ATK originali di quei mostri distrutti.", "pt": "Quando um ou mais monstros de Nível 6 ou mais forem Invocados por Invocação-Normal ou Especial: ofereça como Tributo 1 monstro \"Terrestre\" de Nível 10; destrua tantos monstros que seu oponente controla quanto possível e, se isso acontecer, cause dano ao seu oponente igual ao ATK original combinado desse(s) monstro(s) destruído(s).", "ja": "①：フィールドにレベル６以上のモンスターが召喚・特殊召喚された時、自分フィールドのレベル１０の「地縛」モンスター１体をリリースして発動できる。相手フィールドのモンスターを全て破壊し、破壊したモンスターの元々の攻撃力の合計分のダメージを相手に与える。", "ko": "①: 필드에 레벨 6 이상의 몬스터가 일반 소환 / 특수 소환되었을 때, 자신 필드의 레벨 10 의 \"지박\" 몬스터 1장을 릴리스하고 발동할 수 있다. 상대 필드의 몬스터를 전부 파괴하고, 파괴한 몬스터의 원래 공격력의 합계만큼의 데미지를 상대에게 준다.", "zh-TW": "①：等級６以上的怪獸被召喚・特殊召喚至場上時，可解放我方場上的１隻等級１０的「地縛」怪獸發動。將對方場上的所有怪獸全部破壞，給予對方破壞的怪獸原本的攻擊力合計數值的傷害。", "zh-CN": "①：等级６以上的怪兽被召唤・特殊召唤至场上时，解放自己场上的１只等级１０“地缚”怪兽可以发动。将对手场上的怪兽全部破坏，给予对手相当于所破坏怪兽原本攻击力合计数值的伤害。"}, "card_type": "Trap", "property": "Normal", "series": ["Earthbound"], "images": [{"index": 1, "image": "EarthboundRelease-MZMI-EN-R-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN022", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "de": [{"set_number": "MZMI-DE022", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "fr": [{"set_number": "MZMI-FR022", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "it": [{"set_number": "MZMI-IT022", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "pt": [{"set_number": "MZMI-PT022", "set_name": "Maze of Millennia", "rarities": ["Rare"]}], "ja": [{"set_number": "AC03-JP012", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "AC03-KR012", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "NE01-SC092", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 978641, "master_duel_rarity": "R"}