{"konami_id": 14929, "password": 84274024, "name": {"en": "Pendulum Dimension", "de": "Pendeldimension", "es": "Dimensión del Péndulo", "fr": "Dimension Pendule", "it": "Dimensione Pendulum", "pt": "Dimensão Pêndulo", "ja": "ペンデュラム・ディメンション", "ja_romaji": "Pendyuramu Dimenshon", "ko": "펜듈럼 디멘션", "ko_rr": "Pendyulleom Dimensyeon", "zh-TW": "鐘擺次元", "zh-CN": "灵摆次元"}, "text": {"en": "If you Special Summon any of these monsters using a Pendulum Monster(s) as material, while this card is already face-up in your Spell & Trap Zone: You can activate the appropriate effect. You cannot apply that same effect of \"Pendulum Dimension\" for the rest of this turn (even if this card leaves the field).\n● Fusion: Special Summon 1 monster from your Deck with the same original Level as that Fusion Monster, in Defense Position, but negate its effects.\n● Synchro: Add 1 \"Polymerization\" from your Deck to your hand.\n● Xyz: Take 1 Tuner from your Deck with an equal or lower Level than that Xyz Monster's Rank, and add it to your hand or Special Summon it.", "de": "Falls du eins dieser Monster als Spezialbeschwörung beschwörst und dafür ein oder mehr Pendelmonster als Material verwendest, solange diese Karte bereits offen in deiner Zauber- & Fallenzone liegt: Du kannst den entsprechenden Effekt aktivieren. Du kannst denselben Effekt von „Pendeldimension“ für den Rest dieses Spielzugs nicht ausführen (selbst falls diese Karte das Spielfeld verlässt).\n● Fusion: Beschwöre 1 Monster mit derselben Grund-Stufe wie jenes Fusionsmonster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, aber annulliere seine Effekte.\n● Synchro: Füge deiner Hand 1 „Polymerisation“ von deinem Deck hinzu.\n● Xyz: Nimm 1 Empfänger mit derselben oder einer niedrigeren Stufe als der Rang jenes Xyz-Monsters von deinem Deck und füge ihn deiner Hand hinzu oder beschwöre ihn als Spezialbeschwörung.", "es": "Si Invocas de Modo Especial cualquiera de estos monstruos usando uno o más Monstruos de Péndulo como material, mientras esta carta ya esté boca arriba en tu Zona de Magia y Trampas: puedes activar el efecto apropiado. Por el resto de este turno, no puedes aplicar el mismo efecto de \"Dimensión del Péndulo\" (aun si esta carta deja el Campo).\n● Fusión: Invoca de Modo Especial, desde tu Deck, 1 monstruo con el mismo Nivel original que el de ese Monstruo de Fusión, en Posición de Defensa, pero niega sus efectos.\n● Sincronía: Añade a tu mano 1 \"Polimerización\" en tu Deck.\n● Xyz: Toma 1 Cantante en tu Deck que tenga un Nivel igual o menor que el Rango de ese Monstruo Xyz, y añádelo a tu mano o Invócalo de Modo Especial.", "fr": "Si vous Invoquez Spécialement n'importe lequel de ces monstres en utilisant un ou plusieurs Monstres Pendule comme Matériel, tant que cette carte est déjà face recto dans votre Zone Magie & Piège : vous pouvez activer l'effet approprié. Le reste de ce tour (même si cette carte quitte le Terrain), vous ne pouvez pas appliquer le même effet de \"Dimension Pendule\".\n● Fusion : Invoquez Spécialement 1 monstre du même Niveau d'origine que le Monstre Fusion depuis votre Deck en Position de Défense, mais annulez ses effets.\n● Synchro : Ajoutez 1 \"Polymérisation\" depuis votre Deck à votre main.\n● Xyz : Prenez 1 Syntoniseur de Niveau inférieur ou égal au Rang du Monstre Xyz depuis votre Deck, et ajoutez-le à votre main ou Invoquez-le Spécialement.", "it": "Se Evochi Specialmente qualsiasi di questi mostri utilizzando uno o più Mostri Pendulum come materiale, mentre questa carta è già scoperta nella tua Zona Magie & Trappole: puoi attivare l'effetto appropriato. Non puoi applicare lo stesso effetto di \"Dimensione Pendulum\" per il resto di questo turno (anche se questa carta lascia il Terreno).\n● Fusione: Evoca Specialmente 1 mostro dal tuo Deck con lo stesso Livello originale di quel Mostro Fusione, in Posizione di Difesa, ma annulla i suoi effetti.\n● Synchro: Aggiungi 1 \"Polimerizzazione\" dal tuo Deck alla tua mano.\n● Xyz: Prendi dal tuo Deck 1 Tuner con Livello pari o inferiore al Rango di quel Mostro Xyz e aggiungilo alla tua mano o Evocalo Specialmente.", "pt": "Se você Invocar por Invocação-Especial quaisquer destes monstros usando um ou mais Monstros Pêndulo como matéria, enquanto este card estiver com a face para cima na sua Zona de Magias & Armadilhas: você pode ativar o efeito apropriado. Você não pode aplicar esse mesmo efeito de \"Dimensão Pêndulo\" pelo resto deste turno (mesmo que este card deixe o campo).\n● Fusão: Invoque por Invocação-Especial 1 monstro do seu Deck com o mesmo Nível original que o desse Monstro de Fusão, em Posição de Defesa, mas negue seus efeitos.\n● Sincro: Adicione 1 \"Polimerização\" do seu Deck à sua mão.\n● Xyz: Pegue 1 Regulador do seu Deck com um Nível igual ou menor que a Classe desse Monstro Xyz, e adicione-o à sua mão ou Invoque-o por Invocação-Especial.", "ja": "①：このカードが既に魔法＆罠ゾーンに存在する状態で、自分がＰモンスターを素材として以下のモンスターの特殊召喚に成功した場合に発動できる。このターン、自分の「ペンデュラム・ディメンション」の効果で同じ効果を適用できない。●融合：デッキから元々のレベルがその融合モンスターと同じモンスター１体を効果を無効にして守備表示で特殊召喚する。●Ｓ：デッキから「融合」１枚を手札に加える。●Ｘ：デッキからそのＸモンスターのランクの数値以下のレベルを持つチューナー１体を手札に加えるか特殊召喚する。", "ko": "①: 이 카드가 이미 마법 & 함정 존에 존재하는 상태에서, 자신이 펜듈럼 몬스터를 소재로서 이하의 몬스터의 특수 소환에 성공했을 경우에 발동할 수 있다. 이 턴에, 자신의 \"펜듈럼 디멘션\"의 효과로 같은 효과를 적용할 수 없다.\n●융합: 덱에서 원래의 레벨이 그 융합 몬스터와 같은 몬스터 1장을 효과를 무효로 하고 수비 표시로 특수 소환한다.\n●싱크로: 덱에서 \"융합\" 1장을 패에 넣는다.\n●엑시즈: 덱에서 그 엑시즈 몬스터의 랭크의 수치 이하의 레벨을 가지는 튜너 1장을 패에 넣거나 특수 소환한다.", "zh-TW": null, "zh-CN": "①：此卡已存在于魔法与陷阱区域的状态下，自己以灵摆怪兽作为素材特殊召唤以下怪兽的情况下可以发动。此回合，不可以自己的“灵摆次元”的效果适用相同效果。\n●融合：从牌组将原本等级和该融合怪兽相同的１只怪兽的效果无效并以守备表示特殊召唤。\n●同步：从牌组将１张“融合”加入手牌。\n●超量：从牌组将等级在该超量怪兽的阶级数值以下的１只协调加入手牌或特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Pendulum"], "images": [{"index": 1, "image": "PendulumDimension-LDS3-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED6-EN049", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}, {"set_number": "LDS3-EN134", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "de": [{"set_number": "LED6-DE049", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}, {"set_number": "LDS3-DE134", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "es": [{"set_number": "LED6-SP049", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}, {"set_number": "LDS3-SP134", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "fr": [{"set_number": "LED6-FR049", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}, {"set_number": "LDS3-FR134", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "it": [{"set_number": "LED6-IT049", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}, {"set_number": "LDS3-IT134", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "pt": [{"set_number": "LED6-PT049", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}, {"set_number": "LDS3-PT134", "set_name": "Legendary Duelists: Season 3", "rarities": ["Common"]}], "ja": [{"set_number": "DP23-JP049", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Rare"]}], "ko": [{"set_number": "DP23-KR049", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "TM03-SC010", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 673188, "master_duel_rarity": "N"}