{"konami_id": 18861, "password": 84281045, "name": {"en": "Vaylantz Wave - Master Phase", "de": "Vaylantz-Welle - Meister-Phase", "es": "Oleada Vaylantz - Máster Fase", "fr": "Vague Vaylantz - Phase Maîtresse", "it": "Onda Vaylantz - Fase Maestra", "pt": "Onda Vaylantz - Fase Mestre", "ja": "<ruby>ＶＶ<rt>ヴァリアンツ＝ウェーブ</rt></ruby>－マスターフェイズ", "ja_romaji": "Variantsu=Wēbu - Masutā Feizu", "ko": "<ruby>VV<rt>밸리언츠＝웨이브</rt></ruby>－마스터페이즈", "ko_rr": "Baellieoncheu Weibeu - Maseuteopeijeu", "zh-TW": "弈勇覺醒－大師階段", "zh-CN": "弈勇觉醒－大师阶段"}, "text": {"en": null, "de": "Einmal pro Spielzug, falls eine Karte in der Monsterzone in eine andere Monsterzone bewegt wird (außer während des Damage Steps): Du kannst 1 dieser Effekte aktivieren;\n●„Vaylantz“-Monster der Stufe 5 oder höher, die du derzeit kontrollierst, erhalten bis zum Ende dieses Spielzugs 1200 ATK.\n●Lege diese offene Karte von der Zauber- & Fallenzone auf den Friedhof und wähle dann 1 Effektmonster in der Main-Monsterzone deines Gegners; lege jenes Monster des Gegners als Permanenten Zauber offen in seine Zauber- & Fallenzone in seine eigene Spalte. (Falls die Zone belegt ist, zerstöre die sie belegende Karte.)", "es": "Una vez por turno, si una carta en la Zona de Monstruos se mueve a otra Zona de Monstruos (excepto durante el Damage Step): puedes activar 1 de estos efectos;\n●Los monstruos \"Vaylantz\" de Nivel 5 o mayor que controles en este momento ganan 1200 ATK hasta el final de este turno.\n●Manda al Cementerio esta carta boca arriba en la Zona de Magia y Trampas, y después selecciona 1 Monstruo de Efecto en la Zona de Monstruos Principal de tu adversario; pon ese monstruo del adversario como una Mágica Continua boca arriba en su Zona de Magia y Trampas en su misma columna. (Si la zona está ocupada, destruye la carta ocupante).", "fr": "Une fois par tour, si une carte dans la Zone Monstre est déplacée dans une autre Zone Monstre (sauf durant la Damage Step) : vous pouvez activer 1 de ces effets ;\n●Jusqu'à la fin de ce tour, les monstres \"Vaylantz\" de min. Niveau 5 que vous contrôlez actuellement gagnent 1200 ATK.\n●Envoyez cette carte face recto depuis la Zone Magie & Piège au Cimetière, puis ciblez 1 Monstre à Effet dans la Zone Monstre Main de votre adversaire ; placez face recto le monstre de l'adversaire comme Magie Continue dans sa Zone Magie & Piège dans sa même colonne. (Si la zone est occupée, détruisez la carte qui l'occupe.)", "it": "Una volta per turno, se una carta nella Zona Mostri si sposta in un'altra Zona Mostri (eccetto durante il Damage Step): puoi attivare 1 di questi effetti;\n●I mostri \"Vaylantz\" di Livello 5 o superiore che controlli attualmente guadagnano 1200 ATK fino alla fine di questo turno.\n●Manda questa carta scoperta dalla Zona Magie & Trappole al Cimitero, poi scegli come bersaglio 1 Mostro con Effetto nella Zona Mostri Main del tuo avversario; metti quel mostro dell'avversario scoperto come una Magia Continua nella sua Zona Magie & Trappole nella sua stessa colonna. (Se la zona è occupata, distruggi la carta che la occupa.)", "pt": "Uma vez por turno, se um card na Zona de Monstros se mover para outra Zona de Monstros (exceto durante a Etapa de Dano): você pode ativar 1 desses efeitos;\n●Monstros \"Vaylantz\" de Nível 5 ou mais que você controla atualmente ganham 1200 de ATK até o final deste turno.\n●Envie este card com a face para cima da Zona de Magias & Armadilhas para o Cemitério e, depois, escolha 1 Monstro de Efeito na Zona de Monstros Principal do seu oponente; coloque esse monstro do oponente com a face para cima como uma Magia Contínua na Zona de Magias & Armadilhas dele em sua mesma coluna. (Se a zona estiver ocupada, destrua o card que a estiver ocupando.)", "ja": "①：１ターンに１度、モンスターゾーンのカードが他のモンスターゾーンに移動した場合、以下の効果から１つを選択して発動できる。\n●自分フィールドの全てのレベル５以上の「ヴァリアンツ」モンスターの攻撃力はターン終了時まで１２００アップする。\n●魔法＆罠ゾーンの表側表示のこのカードを墓地へ送り、相手のメインモンスターゾーンの効果モンスター１体を対象として発動できる。その相手モンスターをそれと同じ縦列の相手の魔法＆罠ゾーンに永続魔法カード扱いで表側表示で置く（置く先にあるカードは破壊される）。", "ko": "①: 1턴에 1번, 몬스터 존의 카드가 다른 몬스터 존으로 이동했을 경우, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신 필드의 모든 레벨 5 이상의 \"밸리언츠\" 몬스터의 공격력은 턴 종료시까지 1200 올린다.\n●마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내고, 상대의 메인 몬스터 존의 효과 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 상대 몬스터를 그것과 같은 세로열인 상대의 마법 & 함정 존에 지속 마법 카드로 취급하고 앞면 표시로 놓는다(놓을 곳에 있는 카드는 파괴된다).", "zh-TW": "①：１回合１次，可在怪獸區的卡移動至其他怪獸區的狀況下，從以下效果中選擇１個發動。\n●我方場上所有等級５以上的「弈勇」怪獸的攻擊力在回合結束前提升１２００。\n●可將魔法＆陷阱區正面表示的此卡送至墓地，將對方主要怪獸區的１隻效果怪獸做為對象發動。將該對方怪獸視為永續魔法卡，以正面表示置於與之同一縱列的對方魔法＆陷阱區（破壞位於放置指向的卡）。", "zh-CN": "①：１回合１次，怪兽区域的卡移动至其他怪兽区域的情况下，可从以下效果中选择１个发动。\n●自己场上所有等级５以上的“弈勇”怪兽的攻击力直至回合结束时为止上升１２００。\n●把魔法与陷阱区域的表侧表示的此卡送至墓地，以对手的主要怪兽区域的１只效果怪兽为对象可以发动。将该对手怪兽视为永续魔法卡，以表侧表示放在与之同一纵列的对手的魔法与陷阱区域（原先位于所放之处的卡将被破坏）。"}, "card_type": "Trap", "property": "Continuous", "series": ["Vaylantz"], "images": [{"index": 1, "image": "VaylantzWaveMasterPhase-DUNE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN074", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE074", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR074", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT074", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT074", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ja": [{"set_number": "DUNE-JP074", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR074", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC074", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 876135, "master_duel_rarity": "SR"}