{"konami_id": 10874, "password": 84341431, "name": {"en": "Archfiend Giant", "de": "Erzunterweltler-Riese", "es": "Gigante Archidemonio", "fr": "Géant Archdémon", "it": "Gigante Arcidemone", "pt": "Arquidemônio Gigante", "ja": "デーモンの<ruby>巨<rt>きょ</rt></ruby><ruby>神<rt>しん</rt></ruby>", "ja_romaji": "Dēmon no Kyoshin", "ko": "데몬의 거신", "ko_rr": null, "zh-TW": "惡魔的巨神", "zh-CN": "恶魔的巨神"}, "text": {"en": null, "de": "Falls diese offene Karte auf dem Spielfeld durch einen Karteneffekt zerstört würde, kannst du stattdessen 500 LP zahlen. Dieser Effekt kann nur einmal verwendet werden, solange diese Karte offen auf dem Spielfeld liegt. Falls diese Karte durch einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du kannst 1 „Erzunterweltler“-Monster als Spezialbeschwörung von deiner Hand beschwören.", "es": "Si esta carta boca arriba en el Campo fuera a ser destruida por efecto de una carta, puedes pagar 500 LP en su lugar. Este efecto sólo puede ser usado una vez mientras esta carta está boca arriba en el Campo. Si esta carta es destruida por efecto de una carta y mandada al Cementerio: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo \"Archidemonio\".", "fr": "Si cette carte face recto sur le Terrain va être détruite par un effet de carte, vous pouvez payer 500 LP à la place. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain. Si cette carte est détruite par un effet de carte et envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Archdémon\" depuis votre main.", "it": "Se questa carta scoperta sul Terreno sta per essere distrutta dall'effetto di una carta, puoi invece pagare 500 LP. Questo effetto può essere utilizzato una sola volta mentre questa carta è scoperta sul Terreno. Se questa carta viene distrutta dall'effetto di una carta e mandata al Cimitero: puoi Evocare Specialmente 1 mostro \"Arcidemone\" dalla tua mano.", "pt": "Se este card com a face para cima no campo seria destruído por um efeito de card, em vez disso, você pode pagar 500 Pontos de Vida. Este efeito só pode ser usado uma vez enquanto este card estiver com a face para cima no campo. Se este card for destruído por um efeito de card e enviado para o Cemitério: você pode Invocar por Invocação-Especial 1 monstro \"Arquidemônio\" da sua mão.", "ja": "①：このカードが表側表示で存在する限り１度だけ、モンスターゾーンのこのカードが効果で破壊される場合、代わりに５００ＬＰを払う事ができる。\n②：このカードが効果で破壊され墓地へ送られた場合に発動できる。手札から「デーモン」モンスター１体を特殊召喚する。", "ko": "①: 몬스터 존의 이 카드가 효과로 파괴될 경우, 대신에 500 LP를 지불할 수 있다. 이 효과는 이 카드가 필드에 앞면 표시로 존재하는 한 1번밖에 사용할 수 없다. ②: 이 카드가 효과로 파괴되어 묘지로 보내졌을 경우에 발동할 수 있다. 패에서 \"데몬\" 몬스터 1장을 특수 소환한다.", "zh-TW": "①：在怪獸區的此卡因效果被破壞的狀況下，可支付５００LP作為替代。只要此卡以正面表示存在於場上，此效果就僅限使用１次。②：可在此卡因效果被破壞送至墓地的狀況下發動。從手牌特殊召喚１隻「惡魔」怪獸。", "zh-CN": "①：怪兽区域中的此卡因效果而被破坏的场合，可支付５００点生命点数来代替。只要此卡以表侧表示存在于场上，此效果只可使用１次。②：此卡因效果而被破坏并送入墓地的场合可发动此卡。从手牌特殊召唤１只“恶魔”怪兽。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 6, "atk": 2400, "def": 1600, "series": ["Archfiend"], "images": [{"index": 1, "image": "ArchfiendGiant-MP14-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN083", "set_name": "Shadow Specters", "rarities": ["Rare"]}, {"set_number": "MP14-EN181", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "SHSP-DE083", "set_name": "Shadow Specters", "rarities": ["Rare"]}, {"set_number": "MP14-DE181", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "SHSP-FR083", "set_name": "Shadow Specters", "rarities": ["Rare"]}, {"set_number": "MP14-FR181", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "SHSP-IT083", "set_name": "Shadow Specters", "rarities": ["Rare"]}, {"set_number": "MP14-IT181", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "SHSP-PT083", "set_name": "Shadow Specters", "rarities": ["Rare"]}, {"set_number": "MP14-PT181", "set_name": "2014 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "EP14-JP014", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}], "ko": [{"set_number": "EP14-KR014", "set_name": "Extra Pack: Knights of Order", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 298915, "master_duel_rarity": "N"}