{"konami_id": 17745, "password": 84366728, "name": {"en": "Vanguard of the Underground Emperor", "de": "Vorhut des Untergrundkaisers", "es": "Vanguardia del Emperador del Subsuelo", "fr": "Avant-Garde de l'Empereur Souterrain", "it": "Avanguardia dell'Imperatore del Sottosuolo", "pt": "Vanguarda do Imperador Subterrâneo", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "地底皇帝的先锋"}, "text": {"en": "If a monster(s) is sent from the hand to the GY, while this card is in your GY (except during the Damage Step): You can Special Summon this card, but place it on the bottom of the Deck when it leaves the field. You can only use this effect of \"Vanguard of the Underground Emperor\" once per turn.", "de": "Falls ein oder mehr Monster von der Hand auf den Friedhof gelegt werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung beschwören, aber lege sie unters Deck, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Vorhut des Untergrundkaisers“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos son mandados de la mano al Cementerio, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial, pero ponla en la parte inferior del Deck cuando deje el Campo. Sólo puedes usar este efecto de \"Vanguardia del Emperador del Subsuelo\" una vez por turno.", "fr": "Si un ou plusieurs monstres sont envoyés depuis la main au Cimetière, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, mais placez-la au-dessous du Deck lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Avant-Garde de l'Empereur Souterrain\" qu'une fois par tour.", "it": "Se uno o più mostri vengono mandati dalla mano al Cimitero, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta, ma mettila in fondo al Deck quando lascia il Terreno. Puoi utilizzare questo effetto di \"Avanguardia dell'Imperatore del Sottosuolo\" una sola volta per turno.", "pt": "Se um ou mais monstros forem enviados da mão para o Cemitério, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial, mas coloque-o no fundo do Deck quando ele deixar o campo. Você só pode usar este efeito de \"Vanguarda do Imperador Subterrâneo\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": "怪兽从手卡被送去墓地的场合，若这张卡在墓地存在（除伤害步骤外）：可以把这张卡特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合回到卡组最下面。 「地底皇帝的先锋」的这个效果1回合只能使用1次。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "EARTH", "level": 8, "atk": 2600, "def": 2200, "images": [{"index": 1, "image": "VanguardoftheUndergroundEmperor-POTE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "POTE-EN081", "set_name": "Power of the Elements", "rarities": ["Common"]}], "de": [{"set_number": "POTE-DE081", "set_name": "Power of the Elements", "rarities": ["Common"]}], "fr": [{"set_number": "POTE-FR081", "set_name": "Power of the Elements", "rarities": ["Common"]}], "it": [{"set_number": "POTE-IT081", "set_name": "Power of the Elements", "rarities": ["Common"]}], "pt": [{"set_number": "POTE-PT081", "set_name": "Power of the Elements", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 717357}