{"konami_id": 11701, "password": 84388461, "name": {"en": "Zefrasaber, Swordmaster of the Nekroz", "de": "Zefrasäbel, Schwertmeister der Nekroz", "es": "Zefrasable, Maestro de la Espada de los Necroz", "fr": "Zefrasabre, Maître Escrimeur des Nékroz", "it": "Zefrasciabola, Spadaccino dei Nekroz", "pt": "Zefrasabre, o Mestre da Espada de Necroz", "ja": "<ruby>剣<rt>けん</rt></ruby><ruby>聖<rt>せい</rt></ruby>の<ruby>影霊衣<rt>ネクロス</rt></ruby>－セフィラセイバー", "ja_romaji": "Kensei no Nekurosu - Sefiraseibā", "ko": "검성의 네크로즈－세피라세이버", "ko_rr": null, "zh-TW": "劍聖的影靈衣－源質軍刀", "zh-CN": "剑圣的影灵衣－源质军刀"}, "text": {"en": "You can Tribute this card from your hand or face-up from your side of the field; Tribute monsters from your hand or field, then Ritual Summon 1 \"Nekroz\" Ritual Monster from your hand whose Level exactly equals the total Levels of those monsters. You can only use this effect of \"Zefrasaber, Swordmaster of the Nekroz\" once per turn.", "de": "Du kannst diese Karte von deiner Hand oder offen von deiner Spielfeldseite als Tribut anbieten; biete Monster von deiner Hand oder Spielfeldseite als Tribut an, dann beschwöre 1 „Nekroz“-Ritualmonster als Ritualbeschwörung von deiner Hand, dessen Stufe genau der Summe der Stufen der Monster entspricht. Du kannst diesen Effekt von „Zefrasäbel, Schwertmeister der Nekroz“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar esta carta en tu mano o boca arriba en tu lado del Campo; Sacrifica monstruos de tu mano o Campo, y después Invoca por Ritual, desde tu mano, 1 Monstruo de Ritual \"Necroz\" cuyo Nivel sea exactamente igual a los Niveles totales de esos monstruos. Sólo puedes usar este efecto de \"Zefrasable, Maestro de la Espada de los Necroz\" una vez por turno.", "fr": "Vous pouvez Sacrifier cette carte depuis votre main ou face recto depuis votre Terrain ; Sacrifiez des monstres depuis votre main ou Terrain, puis Invoquez Rituellement 1 Monstre Rituel \"Nékroz\" depuis votre main dont le Niveau est exactement égal au Niveau total de ces monstres. Vous ne pouvez utiliser cet effet de \"Zefrasabre, Maître Escrimeur des Nékroz\" qu'une fois par tour.", "it": "Puoi offrire come Tributo questa carta dalla tua mano o scoperta sul tuo Terreno; offri come Tributo mostri dalla tua mano o Terreno, poi Evoca tramite Rituale dalla tua mano 1 Mostro Rituale \"Nekroz\" il cui Livello è esattamente pari alla somma dei Livelli di quei mostri. Puoi utilizzare questo effetto di \"Zefrasciabola, Spadaccino dei Nekroz\" una sola volta per turno.", "pt": "Você pode oferecer este card como Tributo da sua mão ou com a face para cima no seu lado do campo; ofereça como Tributo monstros da sua mão ou do campo e, depois, Invoque por Invocação-Ritual 1 Monstro de Ritual \"Necroz\" da sua mão cujo Nível seja exatamente igual à soma dos Níveis desses monstros. Você só pode usar este efeito de \"Zefrasabre, o Mestre da Espada de Necroz\" uma vez por turno.", "ja": "「剣聖の影霊衣－セフィラセイバー」のモンスター効果は１ターンに１度しか使用できない。①：自分の手札・フィールドのこのカードをリリースして発動できる。レベルの合計が儀式召喚するモンスターと同じになるように、自分の手札・フィールドのモンスターをリリースし、手札から「影霊衣」儀式モンスター１体を儀式召喚する。", "ko": "\"검성의 네크로즈－세피라세이버\"의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드의 이 카드를 릴리스하고 발동할 수 있다. 레벨의 합계가 의식 소환할 몬스터와 같아지도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"네크로즈\" 의식 몬스터 1장을 의식 소환한다.", "zh-TW": null, "zh-CN": "此卡名的怪兽效果1回合仅可使用1次。①：解放自己手牌・场上的此卡可以发动。为使合计等级与仪式召唤的怪兽相等，解放手牌・场上的怪兽，从手牌将1只“影灵衣”仪式怪兽仪式召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "WATER", "level": 4, "atk": 1500, "def": 800, "pendulum_scale": 1, "pendulum_effect": {"en": "You cannot Pendulum Summon monsters, except \"Nekroz\" and \"Zefra\" monsters. This effect cannot be negated.", "de": "Du kannst keine Monster als Pendelbeschwörung beschwören, außer „Nekroz“- und „Zefra“-Monstern. Dieser Effekt kann nicht annulliert werden.", "es": "No puedes Invocar monstruos por Péndulo, excepto monstruos \"Necroz\" y \"Zefra\". Este efecto no puede ser negado.", "fr": "Vous ne pouvez pas Invoquer par Pendulation de monstres (monstres \"Nékroz\" et \"Zefra\" exclus). Cet effet ne peut pas être annulé.", "it": "Non puoi Evocare Pendulum mostri, eccetto mostri \"Nekroz\" e \"Zefra\". Questo effetto non può essere annullato.", "pt": "Você não pode Invocar monstros por Invocação-Pêndulo, exceto monstros \"Necroz\" e \"Zefra\". Este efeito não pode ser negado.", "ja": "①：自分は「影霊衣」モンスター及び「セフィラ」モンスターしかＰ召喚できない。この効果は無効化されない。", "ko": "①: 자신은 \"네크로즈\" 몬스터 및 \"세피라\" 몬스터밖에 펜듈럼 소환할 수 없다. 이 효과는 무효화되지 않는다.", "zh-TW": "①：我方可鐘擺召喚的怪獸僅限「影靈衣」怪獸及「源質」怪獸。此效果不會被無效化。", "zh-CN": "①：自己仅可灵摆召唤“影灵衣”怪兽及“源质”怪兽。此效果不会被无效化。"}, "series": ["Nekroz", "Zefra", "Saber"], "images": [{"index": 1, "image": "ZefrasaberSwordmasteroftheNekroz-CROS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "es": [{"set_number": "CROS-SP026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ko": [{"set_number": "CROS-KR026", "set_name": "Crossed Souls", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TW02-SC088", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 383440, "master_duel_rarity": "N"}