{"konami_id": 22135, "password": 84464389, "name": {"en": "Borreload Fatalflare Dragon", "de": "Kalliberlade-Todesflammen-Drache", "es": "Dragón Fulgorfatal Borrecarga", "fr": "Dragon Flamboiement Fatal Chargeborrelle", "it": "Drago Fiammafatale Callibrocarica", "pt": "Dragão Flamafatal Callibregado", "ja": "ヴァレルロード・<ruby>ＦＦ<rt>フェイタルフレア</rt></ruby>・ドラゴン", "ja_romaji": "Varerurōdo Feitaru Furea Doragon", "ko": "바렐로드 FF 드래곤", "ko_rr": null, "zh-TW": "槍管上膛絕焰龍", "zh-CN": "枪管上膛绝焰龙"}, "text": {"en": "1 DARK Link Monster + 1 DARK monster\nIf this card is Fusion Summoned: You can add 1 \"Rokket\" monster from your Deck to your hand. You can target 1 DARK monster you control; equip it with 1 DARK Link Monster from your GY or banishment as an Equip Spell that gives it 500 ATK. If this card is sent to the GY as Link Material: You can target 1 card on the field; destroy it. You can only use each effect of \"Borreload Fatalflare Dragon\" once per turn.", "de": "1 FINSTERNIS Linkmonster + 1 FINSTERNIS Monster\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst deiner Hand 1 „Rakkete“-Monster von deinem Deck hinzufügen. Du kannst 1 FINSTERNIS Monster wählen, das du kontrollierst; rüste es mit 1 FINSTERNIS Linkmonster von deinem Friedhof oder deinen verbannten Karten als Ausrüstungszauber aus, der ihm 500 ATK gibt. Falls diese Karte als Linkmaterial auf den Friedhof gelegt wird: Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie. Du kannst jeden Effekt von „Kalliberlade-Todesflammen-Drache“ nur einmal pro Spielzug verwenden.", "es": "1 Monstruo de Enlace de OSCURIDAD + 1 monstruo de OSCURIDAD\nSi esta carta es Invocada por Fusión: puedes añadir a tu mano 1 monstruo \"Cohette\" en tu Deck. Puedes seleccionar 1 monstruo de OSCURIDAD que controles; equípalo con 1 Monstruo de Enlace de OSCURIDAD en tu Cementerio o destierro como una Mágica de Equipo que le da 500 ATK. Si esta carta es mandada al Cementerio como Material de Enlace: puedes seleccionar 1 carta en el Campo; destrúyela. Sólo puedes usar cada efecto de \"Dragón Fulgorfatal Borrecarga\" una vez por turno.", "fr": "1 Monstre Lien TÉNÈBRES + 1 monstre TÉNÈBRES\nSi cette carte est Invoquée par Fusion : vous pouvez ajouter 1 monstre \"Rokkette\" depuis votre Deck à votre main. Vous pouvez cibler 1 monstre TÉNÈBRES que vous contrôlez ; équipez-le avec 1 Monstre Lien TÉNÈBRES depuis votre Cimetière ou bannissement comme Magie d'Équipement qui lui donne 500 ATK. Si cette carte est envoyée au Cimetière comme Matériel Lien : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Dragon Flamboiement Fatal Chargeborrelle\" qu'une fois par tour.", "it": "1 Mostro Link OSCURITÀ + 1 mostro OSCURITÀ\nSe questa carta viene Evocata tramite Fusione: puoi aggiungere 1 mostro \"Mizzile\" dal tuo Deck alla tua mano. Puoi scegliere come bersaglio 1 mostro OSCURITÀ che controlli; equipaggialo con 1 Mostro Link OSCURITÀ dal tuo Cimitero o carte bandite come una Magia Equipaggiamento che gli dà 500 ATK. Se questa carta viene mandata al Cimitero come Materiale Link: puoi scegliere come bersaglio 1 carta sul Terreno; distruggila. Puoi utilizzare ogni effetto di \"Drago Fiammafatale Callibrocarica\" una sola volta per turno.", "pt": "1 Monstro Link de TREVAS + 1 monstro de TREVAS\nSe este card for Invocado por Invocação-Fusão: você pode adicionar 1 monstro \"Foguette\" do seu Deck à sua mão. Você pode escolher 1 monstro de TREVAS que você controla; equipe-o com 1 Monstro Link de TREVAS do seu Cemitério ou banimento como uma Magia de Equipamento que concede a ele 500 de ATK. Se este card for enviado para o Cemitério como Matéria Link: você pode escolher 1 card no campo; destrua-o. Você só pode usar cada efeito de \"Dragão Flamafatal Callibregado\" uma vez por turno.", "ja": "闇属性Ｌモンスター＋闇属性モンスター\nこのカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した場合に発動できる。デッキから「ヴァレット」モンスター１体を手札に加える。②：自分フィールドの闇属性モンスター１体を対象として発動できる。自分の墓地・除外状態の闇属性Ｌモンスター１体を攻撃力５００アップの装備魔法カード扱いで対象のモンスターに装備する。③：このカードがＬ素材として墓地へ送られた場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "어둠 속성 링크 몬스터 ＋ 어둠 속성 몬스터\n이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우에 발동할 수 있다. 덱에서 \"바렛\" 몬스터 1장을 패에 넣는다. ②: 자신 필드의 어둠 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 묘지 / 제외 상태인 어둠 속성 링크 몬스터 1장을 공격력 500 올리는 장착 마법 카드로 취급하고 대상 몬스터에 장착한다. ③: 이 카드가 링크 소재로서 묘지로 보내졌을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "暗属性连接怪兽＋暗属性怪兽\n此卡名的①②③效果1回合仅可各使用1次。①：此卡融合召唤的情况下可以发动。从牌组将1只“枪弹”怪兽加入手牌。②：以自己场上的1只暗属性怪兽为对象可以发动。将自己墓地・除外状态的1只暗属性连接怪兽视为攻击力上升500的装备魔法卡，装备于对象怪兽。③：此卡作为连接素材被送至墓地的情况下，以场上的1张卡为对象可以发动。将该卡破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 2500, "def": 2000, "materials": "1 DARK Link Monster + 1 DARK monster", "series": ["Borrel"], "images": [{"index": 1, "image": "BorreloadFatalflareDragon-BPRO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN032", "set_name": "Burst Protocol", "rarities": null}], "de": [{"set_number": "BPRO-DE032", "set_name": "Burst Protocol", "rarities": null}], "es": [{"set_number": "BPRO-SP032", "set_name": "Burst Protocol", "rarities": null}], "fr": [{"set_number": "BPRO-FR032", "set_name": "Burst Protocol", "rarities": null}], "it": [{"set_number": "BPRO-IT032", "set_name": "Burst Protocol", "rarities": null}], "pt": [{"set_number": "BPRO-PT032", "set_name": "Burst Protocol", "rarities": null}], "ja": [{"set_number": "BPRO-JP032", "set_name": "Burst Protocol", "rarities": ["Rare", "Secret Rare"]}], "ko": [{"set_number": "BPRO-KR032", "set_name": "Burst Protocol", "rarities": ["Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "BPRO-SC032", "set_name": "Burst Protocol", "rarities": ["Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1141200, "master_duel_rarity": "SR"}