{"konami_id": 20713, "password": 84673574, "name": {"en": "QQ Enneagon", "de": "QQ-Neuneck", "es": "QQ Eneágono", "fr": "Ennéagone QQ", "it": "QQ Ennagono", "pt": "Eneágono QQ", "ja": "<ruby>Ｑ<rt>キュー</rt></ruby><ruby>Ｑ<rt>キュー</rt></ruby>エニアゴン", "ja_romaji": "Kyūkyū Eniagon", "ko": "QQ 에니아곤", "ko_rr": null, "zh-TW": "QQ九邊龍", "zh-CN": "QQ九角怪"}, "text": {"en": "If this card is in your hand or GY: You can reveal 1 Level 9 monster in your hand, except \"QQ Enneagon\"; Special Summon both this card and the revealed monster in Defense Position, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Rank 9 or higher Xyz Monsters. You can only use this effect of \"QQ Enneagon\" once per turn. A Rank 9 or higher Xyz Monster that has this card as material gains this effect.\n● This card gains 900 ATK/DEF.", "de": "Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst 1 Monster der Stufe 9 in deiner Hand vorzeigen, außer „QQ-Neuneck“; beschwöre sowohl diese Karte als auch das vorgezeigte Monster als Spezialbeschwörung in die Verteidigungsposition, zusätzlich kannst du für den Rest dieses Spielzugs keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Xyz-Monstern des Rangs 9 oder höher. Du kannst diesen Effekt von „QQ-Neuneck“ nur einmal pro Spielzug verwenden. Ein Xyz-Monster des Rangs 9 oder höher, das diese Karte als Material hat, erhält diesen Effekt.\n● Diese Karte erhält 900 ATK/DEF.", "es": "Si esta carta está en tu mano o Cementerio: puedes mostrar 1 monstruo de Nivel 9 en tu mano, excepto \"QQ Eneágono\"; Invoca ambos de Modo Especial, esta carta y el monstruo mostrado, en Posición de Defensa, y además no puedes Invocar de Modo Especial desde el Deck Extra por el resto de este turno, excepto Monstruos Xyz de Rango 9 o mayor. Sólo puedes usar este efecto de \"QQ Eneágono\" una vez por turno. Un Monstruo Xyz de Rango 9 o mayor que tenga esta carta como material gana este efecto.\n● Esta carta gana 900 ATK/DEF.", "fr": "Si cette carte est dans votre main ou Cimetière : vous pouvez révéler 1 monstre de Niveau 9 (\"Ennéagone QQ\" exclu) dans votre main ; Invoquez Spécialement cette carte ainsi que le monstre révélé en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Xyz de min. Rang 9 exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Ennéagone QQ\" qu'une fois par tour. Un Monstre Xyz de min. Rang 9 qui a cette carte comme Matériel gagne cet effet.\n● Cette carte gagne 900 ATK/DEF.", "it": "Se questa carta è nella tua mano o Cimitero: puoi rivelare 1 mostro di Livello 9 nella tua mano, eccetto \"QQ Ennagono\"; Evoca Specialmente sia questa carta che il mostro rivelato in Posizione di Difesa, inoltre non puoi Evocare Specialmente dall'Extra Deck per il resto di questo turno, eccetto Mostri Xyz di Rango 9 o superiore. Puoi utilizzare questo effetto di \"QQ Ennagono\" una sola volta per turno. Un Mostro Xyz di Rango 9 o superiore che ha questa carta come materiale guadagna questo effetto.\n● Questa carta guadagna 900 ATK/DEF.", "pt": "Se este card estiver na sua mão ou no Cemitério: você pode revelar 1 monstro de Nível 9 da sua mão, exceto \"Eneágono QQ\"; Invoque por Invocação-Especial tanto este card quanto o monstro revelado, em Posição de Defesa e, além disso, você não pode Invocar por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto Monstros Xyz de Classe 9 ou mais. Você só pode usar este efeito de \"Eneágono QQ\" uma vez por turno. Um Monstro Xyz de Classe 9 ou mais que tenha este card como matéria ganha este efeito.\n● Este card ganha 900 de ATK/DEF.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが手札・墓地に存在する場合、「ＱＱエニアゴン」以外の手札のレベル９モンスター１体を相手に見せて発動できる。このカードと見せたモンスターの２体を守備表示で特殊召喚する。この効果の発動後、ターン終了時まで自分はランク９以上のＸモンスターしかＥＸデッキから特殊召喚できない。②：このカードをＸ素材としているランク９以上のＸモンスターは以下の効果を得る。●このカードの攻撃力・守備力は９００アップする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재할 경우, \"QQ(큐큐) 에니아곤\" 이외의 패의 레벨 9 몬스터 1장을 상대에게 보여주고 발동할 수 있다. 이 카드와 보여준 몬스터 2장을 수비 표시로 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 랭크 9 이상의 엑시즈 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 이 카드를 엑시즈 소재로 하고 있는 랭크 9 이상의 엑시즈 몬스터는 이하의 효과를 얻는다. ●이 카드의 공격력 / 수비력은 900 올린다.", "zh-TW": null, "zh-CN": "此卡名的①效果1回合仅可使用1次。①：此卡存在于手牌・墓地的情况下，向对手出示“QQ九角怪”以外的、手牌的1只等级9怪兽可以发动。将此卡与出示的怪兽共2只以守备表示特殊召唤。此效果发动后，直至回合结束时为止自己从额外牌组仅可特殊召唤阶级9以上的超量怪兽。②：持有此卡作为超量素材的阶级9以上的超量怪兽获得以下效果。\n●此卡的攻击力・守备力上升900。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "FIRE", "level": 9, "atk": 900, "def": 900, "images": [{"index": 1, "image": "QQEnneagon-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN089", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-EN434", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE089", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-DE434", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "ROTA-SP089", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-SP434", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR089", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-FR434", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT089", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-IT434", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT089", "set_name": "Rage of the Abyss", "rarities": ["Common"]}, {"set_number": "MP25-PT434", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "ja": [{"set_number": "WPP6-JP044", "set_name": "World Premiere Pack 2025", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP6-KR044", "set_name": "World Premiere Pack 2025", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "WPS2-SC100", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1083821, "master_duel_rarity": "SR"}