{"konami_id": 5583, "password": 84814897, "name": {"en": "Kiryu", "de": "Kiryu", "es": "Kiryu", "fr": "Kiryu", "it": "Kiryu", "pt": "Kiryu", "ja": "<ruby>騎<rt>き</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>", "ja_romaji": "Kiryū", "ko": "기사용", "ko_rr": null, "zh-TW": null, "zh-CN": "骑龙"}, "text": {"en": "Once per turn, during your Main Phase, if you control this card on the field, you can equip it to your \"Dark Blade\" as an Equip Spell Card, OR unequip the Union equipment and Special Summon this card in face-up Attack Position. While equipped to a monster by this card's effect, increase the ATK/DEF of the equipped monster by 900 points, and you can Tribute this card to allow the equipped monster to attack your opponent's Life Points directly this turn. (1 monster can only be equipped with 1 Union Monster at a time. If the equipped monster is destroyed as a result of battle, destroy this card instead.)", "de": "Einmal pro Spielzug, während deiner Main Phase, kannst du deine „Dunkelklinge“-Karte mit dieser Karte als Ausrüstungszauberkarte ausrüsten ODER sie als Union-Ausrüstung ausklinken und als Spezialbeschwörung in offener Angriffsposition auf deiner Spielfeldseite beschwören. Wenn diese Karte durch ihren Effekt ein Monster ausrüstet, erhöhe die ATK und DEF des ausgerüsteten Monsters um 900 Punkte und wenn du diese Karte als Tribut anbietest, kann das ausgerüstete Monster die Life Points deines Gegners in diesem Spielzug direkt angreifen. (1 Monster kann nur mit 1 Union-Monster zurzeit ausgerüstet sein. Wenn das Monster, das mit dieser Karte ausgerüstet ist, als Ergebnis eines Kampfes zerstört wird, zerstöre stattdessen diese Karte.)", "es": "Una vez por turno, durante tu Main Phase, puedes equipar esta carta a tu \"Hoja Oscura\" como una Carta Mágica de Equipo O separar el equipamiento e Invocar mediante una Invocación Especial esta carta boca arriba en Posición de Ataque. Cuando esta carta es equipada por el efecto de esta carta, aumenta el ATK y la DEF de ese monstruo equipado en 900 puntos y si ofreces esta carta como Sacrificio, el monstruo equipado puede atacar directamente los Life Points de tu adversario este turno. (1 monstruo solo puede ser equipado con 1 Monstruo de Unión a la vez. Si el monstruo equipado con esta carta es destruido en batalla, se destruye esta carta en su lugar).", "fr": "Une fois par tour, durant votre Main Phase, si vous contrôlez cette carte sur le Terrain, vous pouvez équiper cette carte à votre \"Sombrelame\" comme une Carte Magie d'Équipement, OU libérer cet équipement Union et faire l'Invocation Spéciale de cette carte en Position d'Attaque face recto. Uniquement lorsque cette carte est équipée par l'effet de cette carte, augmentez l'ATK et la DEF de ce monstre de 900 points, et vous pouvez sacrifier cette carte pour permettre au monstre équipé d'attaquer directement les Life Points de votre adversaire ce tour-ci. (1 monstre ne peut être équipé que par 1 monstre Union à la fois. Si le monstre que cette carte équipe est détruit à l'issue d'un combat, détruisez cette carte à la place.)", "it": "Una volta per turno, durante la tua Main Phase puoi equipaggiare questa carta alla tua \"Lama Oscura\" come una Carta Magia Equipaggiamento, OPPURE staccare l'equipaggiamento ed Evocare tramite Evocazione Speciale questa carta scoperta in Posizione d'Attacco. Quando questa carta viene equipaggiata per effetto di questa carta, aumenta ATK/DEF del mostro equipaggiato di 900 punti e se offri questa carta come Tributo il mostro equipaggiato può attaccare direttamente i Life Points del tuo avversario questo turno (1 mostro può essere equipaggiato solo con 1 Mostro Unione alla volta. Se il mostro equipaggiato con questa carta viene distrutto in seguito ad una battaglia, distruggi invece questa carta).", "pt": "Uma vez por turno, durante a sua Main Phase, você pode equipar este card a \"Lâmina Sombria\" como um Card de Magia de Equipamento, OU separar o Equipamento e Invocar, por Invocação-Especial, este card em Posição de Ataque com a face para cima. Quando este card é equipado pelo efeito deste card, aumente o ATK/DEF do monstro equipado em 900 pontos, e se você oferecer este card como Tributo, o monstro equipado pode atacar diretamente os Life Points do seu adversário este turno. (1 monstro pode ser equipado apenas por 1 Monstro de Union de cada vez. Se o monstro equipado com este card é destruído como resultado de um combate, em vez disso destrúa este card.)", "ja": "１ターンに１度だけ自分のメインフェイズに装備カード扱いとして自分の「闇魔界の戦士 ダークソード」に装備、または装備を解除して表側攻撃表示で特殊召喚する事ができる。この効果で装備カード扱いになっている時のみ、装備モンスターの攻撃力・守備力は９００ポイントアップする。装備状態のこのカードを生け贄に捧げる事で、装備モンスターはこのターン相手プレイヤーに直接攻撃ができる。（１体のモンスターが装備できるユニオンは１枚まで。装備モンスターが戦闘によって破壊される場合は、代わりにこのカードを破壊する。）", "ko": "1턴에 1번만 자신의 메인 페이즈에 장착 카드로 취급하여 자신의 \"암흑 마계의 전사 다크 스워드\"에 장착, 또는 장착을 해제하고 앞면 공격 표시로 특수 소환할 수 있다. 이 효과로 장착 카드 취급이 되어있을 때만, 장착 몬스터의 공격력/수비력은 900 포인트 올린다. 장착 상태의 이 카드를 제물로 바치는 것으로, 장착 몬스터는 이 턴에 상대 플레이어에게 직접 공격을 할 수 있다(1장의 몬스터가 장착할 수 있는 유니온은 1장까지. 장착 몬스터가 전투에 의해서 파괴될 경우는, 대신에 이 카드를 파괴한다).", "zh-TW": null, "zh-CN": "1回合只有1次在自己的主要阶段可以当作装备卡使用给自己的「暗魔界的战士 暗黑之剑」装备，或者把装备解除表侧攻击表示特殊召唤。只在这个效果当作装备卡使用时，装备怪兽的攻击力·守备力上升900。可以通过把装备状态的这张卡作为祭品，装备怪兽在这个回合可以直接攻击对方玩家。（1只怪兽可以装备的同盟最多1张。装备怪兽被战斗破坏的场合，作为代替把这张卡破坏。）"}, "card_type": "Monster", "monster_type_line": "Dragon / Union", "attribute": "DARK", "level": 5, "atk": 2000, "def": 1500, "images": [{"index": 1, "image": "Kiryu-DR1-EN-C-UE.png"}], "sets": {"en": [{"set_number": "DR1-EN064", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}, {"set_number": "MFC-009", "set_name": "Magician's Force", "rarities": ["Common"]}], "de": [{"set_number": "DR1-DE064", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}], "es": [{"set_number": "DR1-SP064", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}], "fr": [{"set_number": "DR1-FR064", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}], "it": [{"set_number": "DR1-IT064", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}], "pt": [{"set_number": "DR1-PT064", "set_name": "Dark Revelation Volume 1", "rarities": ["Common"]}], "ja": [{"set_number": "302-009", "set_name": "Advent of Union", "rarities": ["Common"]}, {"set_number": "EE1-JP064", "set_name": "Expert Edition Volume.1", "rarities": ["Common"]}], "ko": [{"set_number": "MFC-KR009", "set_name": "Magician's Force", "rarities": ["Common"]}, {"set_number": "HGP1-KR064", "set_name": "Expert Edition Volume.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 17527}