{"konami_id": 12282, "password": 84812868, "name": {"en": "Lunalight White Rabbit", "de": "Lunalicht Weißes Kaninchen", "es": "Coneja Blanca de la Lunaluz", "fr": "Lapin Blanc de Clair de Lune", "it": "Coniglio Bianco della Lucelunare", "pt": "Coelha Branca Luzlunar", "ja": "<ruby>月光白兎<rt>ムーンライト・ホワイト・ラビット</rt></ruby>", "ja_romaji": "Mūnraito Howaito Rabitto", "ko": "문라이트 화이트 래빗", "ko_rr": null, "zh-TW": "月光白兔", "zh-CN": "月光白兔"}, "text": {"en": "When this card is Normal Summoned: You can target 1 \"Lunalight\" monster in your Graveyard, except \"Lunalight White Rabbit\"; Special Summon it in Defense Position. Once per turn: You can target Spell/Trap Cards your opponent controls, up to the number of other \"Lunalight\" cards you control; return them to the hand.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 „Lunalicht“-Monster in deinem Friedhof wählen, außer „Lunalicht Weißes Kaninchen“; beschwöre es als Spezialbeschwörung in die Verteidigungsposition. Einmal pro Spielzug: Du kannst Zauber-/Fallenkarten wählen, die dein Gegner kontrolliert, bis zur Anzahl der anderen „Lunalicht“-Karten, die du kontrollierst; gib sie auf die Hand zurück.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes seleccionar 1 monstruo \"Lunaluz\" en tu Cementerio, excepto \"Coneja Blanca de la Lunaluz\"; Invócalo de Modo Especial en Posición de Defensa. Una vez por turno: puedes seleccionar hasta tantas Cartas Mágicas/de Trampa que controle tu adversario como la cantidad de otras cartas \"Lunaluz\" que controles; devuélvelas a la mano.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre \"Clair de Lune\" (\"Dragon Clair de Lune Rose Noire\" et \"Lapin Blanc de Clair de Lune\" exclus) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Une fois par tour : vous pouvez cibler un nombre de Cartes Magie/Piège contrôlées par votre adversaire, inférieur ou égal au nombre d'autres cartes \"Clair de Lune\" (\"Dragon Clair de Lune Rose Noire\" exclu) que vous contrôlez ; renvoyez-les à la main.", "it": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 mostro \"Lucelunare\" nel tuo Cimitero, eccetto \"Coniglio Bianco della Lucelunare\"; Evocalo Specialmente in Posizione di Difesa. Una volta per turno: puoi scegliere come bersaglio Carte Magia/Trappola controllate dal tuo avversario fino al massimo al numero di altre carte \"Lucelunare\" che controlli; falle ritornare nella mano.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode escolher 1 monstro \"Luzlunar\" no seu Cemitério, exceto \"Coelha Branca Luzlunar\"; Invoque-o por Invocação-Especial em Posição de Defesa. Uma vez por turno: você pode escolher Cards de Magia/Armadilha que seu oponente controla, até o número de outros cards \"Luzlunar\" que você controla; devolva-os para a mão.", "ja": "①：このカードが召喚に成功した時、「月光白兎」以外の自分の墓地の「ムーンライト」モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。②：１ターンに１度、このカード以外の自分フィールドの「ムーンライト」カードの数まで、相手フィールドの魔法・罠カードを対象として発動できる。そのカードを持ち主の手札に戻す。", "ko": "①: 이 카드가 일반 소환에 성공했을 때, \"문라이트 화이트 래빗\" 이외의 자신 묘지의 \"문라이트\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. ②: 1턴에 1번, 이 카드 이외의 자신 필드의 \"문라이트\" 카드의 수까지, 상대 필드의 마법 / 함정 카드를 대상으로 하고 발동할 수 있다. 그 카드를 주인의 패로 되돌린다.", "zh-TW": "①：此卡召喚成功時，可將我方墓地的１隻「月光白兔」以外的「月光」怪獸做為對象發動。以守備表示特殊召喚該怪獸。②：１回合１次，可將對方場上的魔法・陷阱卡做為對象發動，數量最多為我方場上的此卡以外的「月光」卡的數量。將該卡送回持有者的手牌。", "zh-CN": "①：此卡召唤成功时，以自己墓地的１只“月光白兔”以外的“月光”怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。②：１回合１次，以对手场上的魔法・陷阱卡为对象可以发动，数量最多为自己场上此卡以外的“月光”卡的数量。将该卡放回持有者的手牌。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 800, "series": ["Lunalight"], "images": [{"index": 1, "image": "LunalightWhiteRabbit-SHVI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN010", "set_name": "Shining Victories", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE010", "set_name": "Shining Victories", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR010", "set_name": "Shining Victories", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT010", "set_name": "Shining Victories", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT010", "set_name": "Shining Victories", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP010", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR010", "set_name": "Shining Victories", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL02-SC172", "set_name": "Classic Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 359905, "master_duel_rarity": "N"}