{"konami_id": 15707, "password": 84851250, "name": {"en": "Windwitch - Blizzard Bell", "de": "Windhexe - Blizzardglocke", "es": "Vientobruja - Campana de Ventisca", "fr": "Sorcièrevent - Blizzard Clochette", "it": "Ventostrega - Campanella della Bufera", "pt": "Ventobruxa - Sino da Nevasca", "ja": "<ruby>ＷＷ<rt>ウィンド・ウィッチ</rt></ruby>－ブリザード・ベル", "ja_romaji": "Windo Wicchi - Burizādo Beru", "ko": "<ruby>WW<rt>윈드 위치</rt></ruby>－블리자드 벨", "ko_rr": "Windeu Wichi - Beullijadeu Bel", "zh-TW": "風魔女－暴雪鈴", "zh-CN": "风魔女－暴雪铃"}, "text": {"en": "If you control no monsters, or all monsters you control are \"Windwitch\" monsters, you can Normal Summon this card without Tributing. During your opponent's Main Phase, if you control a \"Windwitch\" monster other than \"Windwitch - Blizzard Bell\" (Quick Effect): You can send this card from your hand or field to the GY; inflict 500 damage to your opponent. You can only use this effect of \"Windwitch - Blizzard Bell\" once per turn.", "de": "Falls du keine Monster kontrollierst oder alle Monster, die du kontrollierst, „Windhexe“-Monster sind, kannst du diese Karte als Normalbeschwörung beschwören, ohne Tribut anzubieten. Während der Main Phase deines Gegners, falls du ein „Windhexe“-Monster kontrollierst, außer „Windhexe - Blizzardglocke“ (Schnelleffekt): Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; füge deinem Gegner 500 Schaden zu. Du kannst diesen Effekt von „Windhexe - Blizzardglocke“ nur einmal pro Spielzug verwenden.", "es": "Si no controlas monstruos, o todos los monstruos que controlas son monstruos \"Vientobruja\", puedes Invocar esta carta de Modo Normal sin Sacrificar. Durante la Main Phase de tu adversario, si controlas un monstruo \"Vientobruja\" que no sea \"Vientobruja - Campana de Ventisca\" (Efecto Rápido): puedes mandar al Cementerio esta carta en tu mano o Campo; inflige 500 puntos de daño a tu adversario. Sólo puedes usar este efecto de \"Vientobruja - Campana de Ventisca\" una vez por turno.", "fr": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres \"Sorcièrevent\", vous pouvez Invoquer Normalement cette carte sans Sacrifice. Durant la Main Phase de votre adversaire, si vous contrôlez un monstre \"Sorcièrevent\" (\"Sorcièrevent - Blizzard Clochette\" exclu) (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; infligez 500 points de dommages à votre adversaire. Vous ne pouvez utiliser cet effet de \"Sorcièrevent - Blizzard Clochette\" qu'une fois par tour.", "it": "Se non controlli nessun mostro, o se tutti i mostri che controlli sono mostri \"Ventostrega\", puoi Evocare Normalmente questa carta senza offrire Tributi. Durante la Main Phase del tuo avversario, se controlli un mostro \"Ventostrega\" diverso da \"Ventostrega - Campanella della Bufera\" (Effetto Rapido): puoi mandare questa carta dalla tua mano o Terreno al Cimitero; infliggi 500 danni al tuo avversario. Puoi utilizzare questo effetto di \"Ventostrega - Campanella della Bufera\" una sola volta per turno.", "pt": "Se você não controlar nenhum monstro ou se todos os monstros que você controla forem monstros \"Ventobruxa\", você pode Invocar este card por Invocação-Normal sem oferecer Tributo. Durante a Fase Principal do seu oponente, se você controlar um monstro \"Ventobruxa\" que não seja \"Ventobruxa - Sino da Nevasca\" (Efeito Rápido): você pode enviar este card da sua mão ou do campo para o Cemitério; cause 500 de dano ao seu oponente. Você só pode usar este efeito de \"Ventobruxa - Sino da Nevasca\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドのモンスターが、存在しない場合または「ＷＷ」モンスターのみの場合、このカードはリリースなしで召喚できる。②：自分フィールドに「ＷＷ－ブリザード・ベル」以外の「ＷＷ」モンスターが存在する場合、相手メインフェイズに、手札・フィールドのこのカードを墓地へ送って発動できる。相手に５００ダメージを与える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가, 존재하지 않을 경우 또는 \"WW(윈드 위치)\" 몬스터뿐일 경우, 이 카드는 릴리스 없이 일반 소환할 수 있다. ②: 자신 필드에 \"WW(윈드 위치)－블리자드 벨\" 이외의 \"WW(윈드 위치)\" 몬스터가 존재할 경우, 상대 메인 페이즈에 패 / 필드의 이 카드를 묘지로 보내고 발동할 수 있다. 상대에게 500 데미지를 준다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：自己场上没有怪兽存在，或仅有“风魔女”怪兽的情况下，此卡无需解放即可召唤。②：自己场上有“风魔女－暴雪铃”以外的“风魔女”怪兽存在的情况下，在对手的主要阶段，将手牌・场上的此卡送至墓地可以发动。给予对手５００伤害。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Tuner / Effect", "attribute": "WIND", "level": 5, "atk": 1800, "def": 1800, "series": ["Windwitch"], "images": [{"index": 1, "image": "WindwitchBlizzardBell-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN016", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-EN007", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE016", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-DE007", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR016", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-FR007", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT016", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-IT007", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT016", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-PT007", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP016", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR016", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC126", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717495, "master_duel_rarity": "N"}