{"konami_id": 13060, "password": 84899094, "name": {"en": "World Chalice Guardragon", "de": "Weltkelch-Wachdrache", "es": "Guardragón del Cáliz Mundial", "fr": "Dragarde du Calice du Monde", "it": "Guardrago Calice del Mondo", "pt": "Dragão-Guarda do Cálice Mundial", "ja": "<ruby>星<rt>せい</rt></ruby><ruby>杯<rt>はい</rt></ruby>の<ruby>守<rt>しゅ</rt></ruby><ruby>護<rt>ご</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>", "ja_romaji": "Seihai no Shugoryū", "ko": "성잔의 수호룡", "ko_rr": "Seongjan-ui Suhoryong", "zh-TW": null, "zh-CN": "星杯守护龙"}, "text": {"en": "When a card or effect is activated that targets your linked monster (Quick Effect): You can send this card from your hand or field to the GY; negate the activation, and if you do, destroy that card. You can banish this card from your GY, then target 1 Normal Monster in your GY; Special Summon it in Defense Position to your zone a Link Monster points to. You can only use this effect of \"World Chalice Guardragon\" once per turn.", "de": "Wenn eine Karte oder ein Effekt aktiviert wird, die oder der dein gelinktes Monster als Ziel wählt (Schnelleffekt): Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; annulliere die Aktivierung und falls du dies tust, zerstöre die Karte. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Normales Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung in deine Zone, auf die ein Linkmonster zeigt, in die Verteidigungsposition. Du kannst diesen Effekt von „Weltkelch-Wachdrache“ nur einmal pro Spielzug verwenden.", "es": "Cuando es activada una carta o efecto que selecciona a tu monstruo enlazado (Efecto Rápido): puedes mandar al Cementerio esta carta en tu mano o Campo; niega la activación y, si lo haces, destruye esa carta. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo Normal en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa a una zona tuya a la que apunte un Monstruo de Enlace. Sólo puedes usar este efecto de \"Guardragón del Cáliz Mundial\" una vez por turno.", "fr": "Lorsqu'une carte ou un effet qui cible votre monstre lié est activé (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; annulez l'activation, et si vous le faites, détruisez la carte. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Normal dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense dans votre zone pointée par un Monstre Lien. Vous ne pouvez utiliser cet effet de \"Dragarde du Calice du Monde\" qu'une fois par tour.", "it": "Quando viene attivata una carta o un effetto che sceglie come bersaglio un tuo mostro linkato (Effetto Rapido): puoi mandare questa carta dalla tua mano o Terreno al Cimitero; annulla l'attivazione e, se lo fai, distruggi quella carta. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Normale nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa in una tua zona puntata da un Mostro Link. Puoi utilizzare questo effetto di \"Guardrago Calice del Mondo\" una sola volta per turno.", "pt": "Quando um card ou efeito for ativado que escolha como alvo um monstro linkado seu (Efeito Rápido): você pode enviar este card da sua mão ou do campo para o Cemitério; negue a ativação e, se isso acontecer, destrua esse card. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Normal no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa em uma zona sua para a qual um Monstro Link apontar. Você só pode usar este efeito de \"Dragão-Guarda do Cálice Mundial\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分フィールドのリンク状態のモンスターを対象とする魔法・罠・モンスターの効果が発動した時、手札・フィールドのこのカードを墓地へ送って発動できる。その発動を無効にし破壊する。②：墓地のこのカードを除外し、自分の墓地の通常モンスター１体を対象として発動できる。そのモンスターをリンクモンスターのリンク先となる自分フィールドに守備表示で特殊召喚する。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 링크 상태의 몬스터를 대상으로 하는 마법 / 함정 / 몬스터의 효과가 발동했을 때, 패 / 필드의 이 카드를 묘지로 보내고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 일반 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 링크 몬스터의 링크 앞이 되는 자신 필드에 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：以自己场上连接状态的怪兽为对象的魔法・陷阱・怪兽的效果发动时，将手牌・场上的此卡送至墓地可以发动。将该发动无效并破坏。②：将墓地的此卡除外，以自己墓地的1只通常怪兽为对象可以发动。将该怪兽以守备表示特殊召唤至连接怪兽的连接端的自己场上。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "WIND", "level": 1, "atk": 400, "def": 400, "series": ["World Chalice", "Guardragon"], "images": [{"index": 1, "image": "WorldChaliceGuardragon-SDRR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN021", "set_name": "Code of the Duelist", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-EN047", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "SDRR-EN020", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "de": [{"set_number": "COTD-DE021", "set_name": "Code of the Duelist", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-DE047", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "SDRR-DE020", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "es": [{"set_number": "COTD-SP021", "set_name": "Code of the Duelist", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-SP047", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "SDRR-SP020", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "fr": [{"set_number": "COTD-FR021", "set_name": "Code of the Duelist", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-FR047", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "SDRR-FR020", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "it": [{"set_number": "COTD-IT021", "set_name": "Code of the Duelist", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-IT047", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "SDRR-IT020", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "pt": [{"set_number": "COTD-PT021", "set_name": "Code of the Duelist", "rarities": ["Ultra Rare"]}, {"set_number": "MP18-PT047", "set_name": "2018 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "SDRR-PT020", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Common"]}], "ja": [{"set_number": "COTD-JP021", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "SD36-JP021", "set_name": "Structure Deck: Revolver", "rarities": ["Common"]}], "ko": [{"set_number": "COTD-KR021", "set_name": "Code of the Duelist", "rarities": ["Common"]}, {"set_number": "SD36-KR021", "set_name": "Structure Deck: Revolver", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP1-SC015", "set_name": "Mega Pack 01", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 487004}