{"konami_id": 17104, "password": 84900597, "name": {"en": "Lamia", "de": "Lamia", "es": "Lamia", "fr": "Lamia", "it": "Lamia", "pt": "Lamia", "ja": "ラミア", "ja_romaji": "Ramia", "ko": "라미아", "ko_rr": "Ramia", "zh-TW": null, "zh-CN": "拉米亚"}, "text": {"en": "If this card is Normal or Special Summoned: You can add 1 Level 8 Reptile monster from your Deck to your hand. If this card is banished: You can target 1 Reptile monster you control; it cannot be destroyed by card effects until the end of the next turn. You can only use each effect of \"Lamia\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 Reptil-Monster der Stufe 8 von deinem Deck hinzufügen. Falls diese Karte verbannt wird: Du kannst 1 Reptil-Monster wählen, das du kontrollierst; es kann bis zum Ende des nächsten Spielzugs nicht durch Karteneffekte zerstört werden. Du kannst jeden Effekt von „Lamia“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 monstruo Reptil de Nivel 8 en tu Deck. Si esta carta es desterrada: puedes seleccionar 1 monstruo Reptil que controles; éste no puede ser destruido por efectos de cartas hasta el final del próximo turno. Sólo puedes usar cada efecto de \"Lamia\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre Reptile de Niveau 8 depuis votre Deck à votre main. Si cette carte est bannie : vous pouvez cibler 1 monstre Reptile que vous contrôlez ; jusqu'à la fin du prochain tour, il ne peut pas être détruit par des effets de carte. Vous ne pouvez utiliser chaque effet de \"Lamia\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 mostro Rettile di Livello 8 dal tuo Deck alla tua mano. Se questa carta viene bandita: puoi scegliere come bersaglio 1 mostro Rettile che controlli; esso non può essere distrutto dagli effetti delle carte fino alla fine del prossimo turno. Puoi utilizzare ogni effetto di \"Lamia\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 monstro Réptil de Nível 8 do seu Deck à sua mão. Se este card for banido: você pode escolher 1 monstro Réptil que você controla; até o final do próximo turno, ele não pode ser destruído por efeitos de card. Você só pode usar cada efeito de \"Lamia\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから爬虫類族・レベル８モンスター１体を手札に加える。②：このカードが除外された場合、自分フィールドの爬虫類族モンスター１体を対象として発動できる。そのモンスターは次のターンの終了時まで効果では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 파충류족 / 레벨 8 몬스터 1장을 패에 넣는다. ②: 이 카드가 제외되었을 경우, 자신 필드의 파충류족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터는 다음 턴의 종료시까지 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤・特殊召唤的情况下可以发动。从牌组将１只爬虫类族・等级８怪兽加入手牌。②：此卡被除外的情况下，以自己场上的１只爬虫类族怪兽为对象可以发动。该怪兽直至下个回合结束时为止，不会因效果被破坏。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "DARK", "level": 4, "atk": 1300, "def": 1500, "images": [{"index": 1, "image": "Lamia-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN021", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE021", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLMR-SP021", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR021", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT021", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT021", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "22PP-JP007", "set_name": "Premium Pack 2022", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}, {"set_number": "25TP-JP306", "set_name": "Tournament Pack 2025 Vol.3", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "PP17-KR007", "set_name": "Premium Pack Vol.17", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC027", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708445}