{"konami_id": 11712, "password": 85101097, "name": {"en": "Putrid Pudding Body Buddies", "de": "Krumme Kumpel aus purem Pudding", "es": "Pudín Pútrido Compañero del Cuerpo", "fr": "Pudding Putride Saut Sceau", "it": "Budino Putridino Amici Mollicci", "pt": "Corpo Companheiro Pudim Pútrido", "ja": "プリン<ruby>隊<rt>たい</rt></ruby>", "ja_romaji": "Purintai", "ko": "푸딩대", "ko_rr": null, "zh-TW": "布丁隊", "zh-CN": "布丁队"}, "text": {"en": "Cannot be used as a Fusion, Synchro, or Xyz Material for a Summon. While this card is face-up on the field, it cannot be Tributed. During your End Phase: You can target 1 card in your Pendulum Zone; destroy it, and if you do, give control of this card to your opponent. During each of your Standby Phases: Take 300 damage.", "de": "Kann nicht als Fusions-, Synchro- oder Xyz-Material für eine Beschwörung verwendet werden. Solange diese Karte offen auf dem Spielfeld liegt, kann sie nicht als Tribut angeboten werden. Während deiner End Phase: Du kannst 1 Karte in deiner Pendelzone wählen; zerstöre sie und falls du dies tust, übergib die Kontrolle über diese Karte an deinen Gegner. Während jeder deiner Standby Phasen: Du erhältst 300 Schaden.", "es": "No puede ser usado como Material de Fusión, Sincronía o Xyz para una Invocación. Mientras esta carta esté boca arriba en el Campo, no puede ser Sacrificada. Durante tu End Phase: puedes seleccionar 1 carta en tu Zona del Péndulo; destrúyela y, si lo haces, dale el control de esta carta a tu adversario. Durante cada una de tus Standby Phases: recibe 300 puntos de daño.", "fr": "Non utilisable comme Matériel de Fusion, Synchro ou Matériel Xyz pour une Invocation. Tant que cette carte est face recto sur le Terrain, elle ne peut pas être Sacrifiée. Durant votre End Phase : vous pouvez cibler 1 carte dans votre Zone Pendule ; détruisez-la, et si vous le faites, donnez le contrôle de cette carte à votre adversaire. Durant chacune de vos Standby Phases : recevez 300 points de dommages.", "it": "Non può essere utilizzato come Materiale da Fusione, Synchro o Xyz per un'Evocazione. Mentre questa carta è scoperta sul Terreno, non può essere offerta come Tributo. Durante la tua End Phase: puoi scegliere come bersaglio 1 carta nella tua Zona Pendulum; distruggila e, se lo fai, dai il controllo di questa carta al tuo avversario. Durante ogni tua Standby Phase: subisci 300 danni.", "pt": "Não pode ser usado como Matéria de Fusão, Sincro ou Xyz para uma Invocação. Enquanto este card estiver com a face para cima no campo, ele não pode ser oferecido como Tributo. Durante sua Fase Final: você pode escolher 1 card nas suas Zonas de Pêndulo; destrua-o e, se isso acontecer, conceda o controle deste card para o seu oponente. Durante cada uma das suas Fases de Apoio: sofra 300 de dano.", "ja": "このカードは融合・Ｓ・Ｘ召喚の素材にできない。①：このカードがモンスターゾーンに存在する限り、このカードはリリースできない。②：自分エンドフェイズに自分のＰゾーンのカード１枚を対象として発動できる。そのカードを破壊し、このカードのコントロールを相手に移す。③：自分スタンバイフェイズに発動する。自分は３００ダメージを受ける。", "ko": "이 카드는 융합 / 싱크로 / 엑시즈 소환의 소재로 할 수 없다. ①: 이 카드가 몬스터 존에 존재하는 한, 이 카드는 릴리스할 수 없다. ②: 자신 엔드 페이즈에 자신 펜듈럼 존의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴하고, 이 카드의 컨트롤을 상대에게 옮긴다. ③: 자신 스탠바이 페이즈에 발동한다. 자신은 300 데미지를 받는다.", "zh-TW": null, "zh-CN": "这张卡不能作为融合·同调·XYZ召唤的素材。①：只要这张卡在怪兽区域存在，这张卡不能解放。②：自己结束阶段以自己的灵摆区域1张卡为对象才能发动。那张卡破坏，这张卡的控制权移给对方。③：自己准备阶段发动。自己受到300伤害。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "WATER", "level": 1, "atk": 300, "def": 300, "images": [{"index": 1, "image": "PutridPuddingBodyBuddies-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN037", "set_name": "Crossed Souls", "rarities": ["Short Print"]}, {"set_number": "MP16-EN019", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE037", "set_name": "Crossed Souls", "rarities": ["Short Print"]}, {"set_number": "MP16-DE019", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "CROS-SP037", "set_name": "Crossed Souls", "rarities": ["Short Print"]}, {"set_number": "MP16-SP019", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR037", "set_name": "Crossed Souls", "rarities": ["Short Print"]}, {"set_number": "MP16-FR019", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT037", "set_name": "Crossed Souls", "rarities": ["Short Print"]}, {"set_number": "MP16-IT019", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT037", "set_name": "Crossed Souls", "rarities": ["Short Print"]}, {"set_number": "MP16-PT019", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP037", "set_name": "Crossed Souls", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "CROS-KR037", "set_name": "Crossed Souls", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 335804, "master_duel_rarity": "N"}