{"konami_id": 12786, "password": 85115440, "name": {"en": "Zoodiac Broadbull", "de": "Zoodiak-Breitbulle", "es": "Anchotoro del Zoodíaco", "fr": "Taureauhache du Zoodiaque", "it": "Zoodiaco Asciatoro", "pt": "Tourdiche Zoodíaco", "ja": "<ruby>十<rt>じゅう</rt></ruby><ruby>二<rt>に</rt></ruby><ruby>獣<rt>しし</rt></ruby>ブルホーン", "ja_romaji": "Jūnishishi Buruhōn", "ko": "십이수 불혼", "ko_rr": "Sip-isu Bulhon", "zh-TW": "十二獸 牛犄角", "zh-CN": "十二兽 牛犄角"}, "text": {"en": "2 Level 4 monsters\nOnce per turn, you can also Xyz Summon \"Zoodiac Broadbull\" by using 1 \"Zoodiac\" monster you control with a different name as Xyz Material. (If you used an Xyz Monster, any Xyz Materials attached to it also become Xyz Materials on this card.) This card gains ATK and DEF equal to the ATK and DEF of all \"Zoodiac\" monsters attached to it as Materials. Once per turn: You can detach 1 Xyz Material from this card; add 1 Beast-Warrior-Type monster, that can be Normal Summoned/Set, from your Deck to your hand.", "de": "2 Monster der Stufe 4\nEinmal pro Spielzug kannst du „Zoodiak-Breitbulle“ auch als Xyz-Beschwörung beschwören, indem du 1 „Zoodiak“-Monster mit einem unterschiedlichen Namen, das du kontrollierst, als das Xyz-Material verwendest. (Falls du ein Xyz-Monster verwendet hast, wird daran angehängtes Xyz-Material ebenfalls zu Xyz-Material dieser Karte.) Diese Karte erhält ATK und DEF in Höhe der ATK und DEF aller „Zoodiak“-Monster, die als Material an sie angehängt sind. Einmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen; füge deiner Hand 1 Monster vom Typ Ungeheuer-Krieger, das als Normalbeschwörung beschworen/gesetzt werden kann, von deinem Deck hinzu.", "es": "2 monstruos de Nivel 4\nUna vez por turno, también puedes Invocar Xyz a \"Anchotoro del Zoodíaco\" usando 1 monstruo \"Zoodíaco\" que controles con nombre diferente como Material Xyz. (Si usaste un Monstruo Xyz, cualquier Material Xyz acoplado a ese monstruo también se convierte en Material Xyz acoplado a esta carta). Esta carta gana ATK y DEF iguales al ATK y DEF de todos los monstruos \"Zoodíaco\" acoplados a él como Materiales. Una vez por turno: puedes desacoplar 1 Material Xyz de esta carta; añade a tu mano 1 monstruo de Tipo Guerrero-Bestia en tu Deck que pueda ser Invocado de Modo Normal/Colocado.", "fr": "2 monstres de Niveau 4\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Taureauhache du Zoodiaque\" en utilisant 1 monstre \"Zoodiaque\" que vous contrôlez de nom différent comme Matériel Xyz. (Si vous avez utilisé un Monstre Xyz, les Matériels Xyz qui lui sont attachés deviennent aussi des Matériels Xyz de cette carte.) Cette carte gagne une ATK/DEF égales à l'ATK/DEF de tous les monstres \"Zoodiaque\" qui lui sont attachés comme Matériels. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; ajoutez 1 monstre de Type Bête-Guerrier depuis votre Deck à votre main qui peut être Invoqué/Posé Normalement.", "it": "2 mostri di Livello 4\nUna volta per turno, puoi anche Evocare Xyz \"Zoodiaco Asciatoro\" utilizzando 1 mostro \"Zoodiaco\" che controlli con un nome diverso come Materiale Xyz. (Se hai utilizzato un Mostro Xyz, qualsiasi Materiale Xyz attaccato ad esso diventa un Materiale Xyz anche su questa carta.) Questa carta guadagna ATK e DEF pari all'ATK e DEF di tutti i mostri \"Zoodiaco\" attaccati ad esso come Materiali. Una volta per turno: puoi staccare 1 Materiale Xyz da questa carta; aggiungi 1 mostro di Tipo Guerriero-Bestia, che può essere Evocato Normalmente/Posizionato, dal tuo Deck alla tua mano.", "pt": "2 monstros de Nível 4\nUma vez por turno, você também pode Invocar \"Tourdiche Zoodíaco\" por Invocação-Xyz ao usar 1 monstro \"Zoodíaco(a)\" que você controla com um nome diferente como Matéria Xyz. (Se você usou um Monstro Xyz, quaisquer Matérias Xyz associadas a ele também se tornam Matérias Xyz neste card.) Este card ganha ATK e DEF igual ao ATK e DEF de todos os monstros \"Zoodíaco(a)\" associados a ele como Matérias. Uma vez por turno: você pode desassociar 1 Matéria Xyz deste card; adicione do seu Deck à sua mão, 1 monstro do Tipo Besta-Guerreira que possa ser Invocado por Invocação-Normal/Baixado.", "ja": "レベル４モンスター×２\n「十二獣ブルホーン」は１ターンに１度、同名カード以外の自分フィールドの「十二獣」モンスターの上に重ねてＸ召喚する事もできる。①：このカードの攻撃力・守備力は、このカードがＸ素材としている「十二獣」モンスターのそれぞれの数値分アップする。②：１ターンに１度、このカードのＸ素材を１つ取り除いて発動できる。デッキから通常召喚可能な獣戦士族モンスター１体を手札に加える。", "ko": "레벨 4 몬스터 × 2\n\"십이수 불혼\"은 1턴에 1번, 같은 이름의 카드 이외의 자신 필드의 \"십이수\" 몬스터 위에 겹쳐 엑시즈 소환할 수도 있다. ①: 이 카드의 공격력 / 수비력은, 이 카드가 엑시즈 소재로 하고 있는 \"십이수\" 몬스터 각각의 수치만큼 올린다. ②: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 덱에서 통상 소환 가능한 야수전사족 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "4星怪兽×2\n「十二兽 牛犄」1回合1次也能在同名卡以外的自己场上的「十二兽」怪兽上面重叠来XYZ召唤。 ①：这张卡的攻击力·守备力上升这张卡作为XYZ素材中的「十二兽」怪兽的各自数值。 ②：1回合1次，把这张卡1个XYZ素材取除才能发动。从卡组把1只可以通常召唤的兽战士族怪兽加入手卡。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": "?", "def": "?", "materials": "2 Level 4 monsters", "series": ["Zoodiac"], "images": [{"index": 1, "image": "ZoodiacBroadbull-MP17-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN051", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}, {"set_number": "MP17-EN206", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "de": [{"set_number": "RATE-DE051", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}, {"set_number": "MP17-DE206", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "RATE-FR051", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}, {"set_number": "MP17-FR206", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "it": [{"set_number": "RATE-IT051", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}, {"set_number": "MP17-IT206", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "RATE-PT051", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}, {"set_number": "MP17-PT206", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "RATE-JP051", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "RATE-KR051", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Forbidden"}, "yugipedia_page_id": 435358, "master_duel_rarity": "UR"}