{"konami_id": 19485, "password": 85123771, "name": {"en": "Goblin Freefall Squad", "de": "Goblin-Freifalltrupp", "es": "Escuadrón de Caída Libre Goblin", "fr": "Unité Gobeline de Chute Libre", "it": "Squadra Caduta Libera Goblin", "pt": "Esquadrão de Queda Livre Goblin", "ja": "ゴブリン<ruby>降<rt>こう</rt></ruby><ruby>下<rt>か</rt></ruby><ruby>部<rt>ぶ</rt></ruby><ruby>隊<rt>たい</rt></ruby>", "ja_romaji": "Goburin Kōkabutai", "ko": "고블린 강하 부대", "ko_rr": null, "zh-TW": "格布林降下部隊", "zh-CN": "格布林降下部队"}, "text": {"en": "If this card is Special Summoned from the hand in Attack Position: You can target 1 face-up Effect Monster your opponent controls; change this card to Defense Position, also negate the effects of that monster while this monster is in face-up Defense Position. If a monster(s) is Special Summoned to your opponent's field, while this card is in your GY (except during the Damage Step): You can discard 1 card; add this card to your hand. You can only use each effect of \"Goblin Freefall Squad\" once per turn.", "de": "Falls diese Karte als Spezialbeschwörung von der Hand in die Angriffsposition beschworen wird: Du kannst 1 offenes Effektmonster wählen, das dein Gegner kontrolliert; ändere diese Karte in die Verteidigungsposition, zusätzlich annulliere die Effekte jenes Monsters, solange dieses Monster in der offenen Verteidigungsposition liegt. Falls ein oder mehr Monster als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst 1 Karte abwerfen; füge diese Karte deiner Hand hinzu. Du kannst jeden Effekt von „Goblin-Freifalltrupp“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial desde la mano en Posición de Ataque: puedes seleccionar 1 Monstruo de Efecto boca arriba que controle tu adversario; cambia esta carta a Posición de Defensa, y además niega los efectos de ese monstruo mientras este monstruo esté en Posición de Defensa boca arriba. Si uno o más monstruos son Invocados de Modo Especial al Campo de tu adversario, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes descartar 1 carta; añade esta carta a tu mano. Sólo puedes usar cada efecto de \"Escuadrón de Caída Libre Goblin\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement depuis la main en Position d'Attaque : vous pouvez cibler 1 Monstre à Effet face recto contrôlé par votre adversaire ; changez cette carte en Position de Défense, et aussi, annulez les effets du monstre tant que ce monstre est en Position de Défense face recto. Si un ou plusieurs monstres sont Invoqués Spécialement sur le Terrain de votre adversaire, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez défausser 1 carte ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Unité Gobeline de Chute Libre\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente dalla mano in Posizione di Attacco: puoi scegliere come bersaglio 1 Mostro con Effetto scoperto controllato dal tuo avversario; metti questa carta in Posizione di Difesa, inoltre annulla gli effetti di quel mostro mentre questo mostro è scoperto in Posizione di Difesa. Se uno o più mostri vengono Evocati Specialmente sul Terreno del tuo avversario, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi scartare 1 carta; aggiungi questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Squadra Caduta Libera Goblin\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial da mão em Posição de Ataque: você pode escolher 1 Monstro de Efeito com a face para cima que seu oponente controla; coloque este card em Posição de Defesa e, além disso, negue os efeitos desse monstro enquanto este monstro estiver com a face para cima em Posição de Defesa. Se um ou mais monstros forem Invocados por Invocação-Especial no campo do seu oponente, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode descartar 1 card; adicione este card à sua mão. Você só pode usar cada efeito de \"Esquadrão de Queda Livre Goblin\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札から攻撃表示で特殊召喚した場合、相手フィールドの効果モンスター１体を対象として発動できる。このカードを守備表示にする。対象のモンスターの効果は、このカードが表側守備表示で存在する間は無効化される。②：このカードが墓地に存在する状態で、相手フィールドにモンスターが特殊召喚された場合、手札を１枚捨てて発動できる。このカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 공격 표시로 특수 소환했을 경우, 상대 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 수비 표시로 한다. 대상 몬스터의 효과는, 이 카드가 앞면 수비 표시로 존재하는 동안에는 무효화된다. ②: 이 카드가 묘지에 존재하는 상태에서, 상대 필드에 몬스터가 특수 소환되었을 경우, 패를 1장 버리고 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果１回合僅可各使用１次。\n①：此卡從手牌以攻擊表示特殊召喚的情況下，以對手場上的１隻效果怪獸為對象可以發動。將此卡改成守備表示。對象怪獸的效果在此卡以表側守備表示存在期間無效化。\n②：此卡存在於墓地的狀態下，怪獸被特殊召喚至對手場上的情況下，捨棄１張手牌可以發動。將此卡加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡从手牌以攻击表示特殊召唤的情况下，以对手场上的１只效果怪兽为对象可以发动。将此卡改成守备表示。对象怪兽的效果在此卡以表侧守备表示存在期间无效化。\n②：此卡存在于墓地的状态下，怪兽被特殊召唤至对手场上的情况下，舍弃１张手牌可以发动。将此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "WIND", "level": 4, "atk": 0, "def": 2000, "series": ["Goblin"], "images": [{"index": 1, "image": "GoblinFreefallSquad-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC029", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019438, "master_duel_rarity": "R"}