{"konami_id": 21491, "password": 85150300, "name": {"en": "Spirit Poacher", "de": "Geisterwilderer", "es": "Furtivo de Espíritus", "fr": "Braconnier d'Esprits", "it": "Bracconiere di Spiriti", "pt": "Caçador Ilegal de Espíritos", "ja": "<ruby>精霊の狩人<rt>スピリット・ハンター</rt></ruby>", "ja_romaji": "Supiritto Hantā", "ko": "스피릿 헌터", "ko_rr": null, "zh-TW": "精靈獵人", "zh-CN": "精灵猎人"}, "text": {"en": "Once per turn, during your opponent's Standby Phase: You can activate 1 of these effects;\n● Place 1 monster from your Deck in your Spell & Trap Zone as a face-up Continuous Spell.\n● Your opponent can Special Summon 1 Monster Card with less original ATK than their LP from your Spell & Trap Zone to their field, then they pay LP equal to its original ATK.\nIf an Effect Monster(s) you own is Special Summoned to your opponent's field: You can send this face-up card from the Spell & Trap Zone to the GY; Special Summon 1 Level 4 or lower monster from your Deck.", "de": "Einmal pro Spielzug, während der Standby Phase deines Gegners: Du kannst 1 dieser Effekte aktivieren;\n● Lege 1 Monster von deinem Deck als offenen Permanenten Zauber in deine Zauber- & Fallenzone.\n● Dein Gegner kann 1 Monsterkarte mit weniger Grund-ATK als seine LP als Spezialbeschwörung von deiner Zauber- & Fallenzone auf seine Spielfeldseite beschwören, dann zahlt er LP in Höhe ihrer Grund-ATK.\nFalls ein oder mehr Effektmonster, die du besitzt, als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen werden: Du kannst diese offene Karte von der Zauber- & Fallenzone auf den Friedhof legen; beschwöre 1 Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck.", "es": "Una vez por turno, durante la Standby Phase de tu adversario: puedes activar 1 de estos efectos;\n● Pon 1 monstruo en tu Deck en tu Zona de Magia y Trampas como una Mágica Continua boca arriba.\n● Tu adversario puede Invocar de Modo Especial 1 Carta de Monstruo con menos ATK original que sus LP, desde tu Zona de Magia y Trampas a su Campo, y después paga LP iguales a su ATK original.\nSi uno o más Monstruos de Efecto que posees son Invocados de Modo Especial al Campo de tu adversario: puedes mandar al Cementerio esta carta boca arriba en la Zona de Magia y Trampas; Invoca de Modo Especial 1 monstruo de Nivel 4 o menor desde tu Deck.", "fr": "Une fois par tour, durant la Standby Phase de votre adversaire : vous pouvez activer 1 de ces effets ;\n● Placez 1 monstre depuis votre Deck dans votre Zone Magie & Piège comme Magie Continue face recto.\n● Votre adversaire peut Invoquer Spécialement 1 Carte Monstre avec une ATK d'origine inférieure à ses LP depuis votre Zone Magie & Piège sur son Terrain, puis il paye des LP égaux à son ATK d'origine.\nSi un ou plusieurs Monstres à Effet que vous possédez sont Invoqués Spécialement sur le Terrain de votre adversaire : vous pouvez envoyer cette carte face recto depuis la Zone Magie & Piège au Cimetière ; Invoquez Spécialement 1 monstre de max. Niveau 4 depuis votre Deck.", "it": "Una volta per turno, durante la Standby Phase del tuo avversario: puoi attivare 1 di questi effetti;\n● Metti 1 mostro dal tuo Deck nella tua Zona Magie & Trappole come una Magia Continua scoperta.\n● Il tuo avversario può Evocare Specialmente 1 Carta Mostro con ATK originale inferiore ai suoi LP dalla tua Zona Magie & Trappole sul suo Terreno, poi lui paga LP pari al suo ATK originale.\nSe uno o più Mostri con Effetto di tua proprietà vengono Evocati Specialmente sul Terreno del tuo avversario: puoi mandare questa carta scoperta dalla Zona Magie & Trappole al Cimitero; Evoca Specialmente 1 mostro di Livello 4 o inferiore dal tuo Deck.", "pt": "Uma vez por turno, durante a Fase de Apoio do seu oponente: você pode ativar 1 desses efeitos;\n● Coloque 1 monstro do seu Deck na sua Zona de Magias & Armadilhas como uma Magia Contínua com a face para cima.\n● Seu oponente pode Invocar por Invocação-Especial 1 Card de Monstro com menos ATK original que seus PV da sua Zona de Magias & Armadilhas no campo dele e, depois, ele paga PV igual ao ATK original desse Card de Monstro.\nSe um ou mais Monstros de Efeito dos quais você é dono forem Invocados por Invocação-Especial no campo do seu oponente: você pode enviar este card com a face para cima da Zona de Magias & Armadilhas para o Cemitério; Invoque por Invocação-Especial 1 monstro de Nível 4 ou menos do seu Deck.", "ja": "①：相手スタンバイフェイズに１度、以下の効果から１つを選択して発動できる。\n●デッキからモンスター１体を永続魔法カード扱いで自分の魔法＆罠ゾーンに表側表示で置く。\n●自分の魔法＆罠ゾーンのモンスターカード１枚を相手は自身のフィールドに特殊召喚できる。その場合、さらに相手はその元々の攻撃力分のＬＰを払う。\n②：相手フィールドに元々の持ち主が自分である効果モンスターが特殊召喚された場合、魔法＆罠ゾーンの表側表示のこのカードを墓地へ送って発動できる。デッキからレベル４以下のモンスター１体を特殊召喚する。", "ko": "①: 상대 스탠바이 페이즈에 1번, 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●덱에서 몬스터 1장을 지속 마법 카드로 취급하고 자신의 마법 & 함정 존에 앞면 표시로 놓는다.\n●자신의 마법 & 함정 존의 몬스터 카드 1장을 상대는 자신의 필드에 특수 소환할 수 있다. 그 경우, 추가로 상대는 그 원래 공격력만큼의 LP를 지불한다.\n②: 상대 필드에 원래 주인이 자신인 효과 몬스터가 특수 소환되었을 경우, 마법 & 함정 존의 앞면 표시인 이 카드를 묘지로 보내고 발동할 수 있다. 덱에서 레벨 4 이하의 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "①：在每个对手的准备阶段1次，可从以下效果中选择1个发动。\n●从牌组将1只怪兽视为永续魔法卡，以表侧表示放在自己的魔法与陷阱区域。\n●对手可将自己的魔法与陷阱区域的1张怪兽卡特殊召唤至自身场上。该情况下，对手进而支付相当于其原本攻击力数值的LP。\n②：原本持有者为自己的效果怪兽被特殊召唤至对手场上的情况下，将魔法与陷阱区域的表侧表示的此卡送至墓地可以发动。从牌组将1只等级4以下的怪兽特殊召唤。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "SpiritPoacher-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN080", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE080", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP080", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR080", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT080", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT080", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP080", "set_name": "Duelist's Advance", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "DUAD-KR080", "set_name": "Duelist's Advance", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "DUAD-SC080", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1125046, "master_duel_rarity": "R"}