{"konami_id": 15035, "password": 85243784, "name": {"en": "Linkross", "de": "Linkreuz", "es": "Crucenlace", "fr": "Croilien", "it": "Linkroce", "pt": "Linkruz", "ja": "リンクロス", "ja_romaji": "Rinkurosu", "ko": "링크로스", "ko_rr": "Ringkeuroseu", "zh-TW": "連結十字", "zh-CN": "连接十字"}, "text": {"en": "1 Link-2 or higher Link Monster\nIf this card is Link Summoned: You can activate this effect; Special Summon a number of \"Link Tokens\" (Cyberse/LIGHT/Level 1/ATK 0/DEF 0) up to the Link Rating of the monster used for this card's Link Summon, also you cannot use \"Link Tokens\" as Link Material for the rest of this turn. You can only use this effect of \"Linkross\" once per turn.", "de": "1 Linkmonster mit Link-2 oder höher\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst diesen Effekt aktivieren; beschwöre eine Anzahl „Link-Spielmarken“ (Cyberse/LICHT/Stufe 1/ATK 0/DEF 0) bis zur Linkzahl des Monsters, das für die Linkbeschwörung dieser Karte verwendet wurde, als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs „Link-Spielmarken“ nicht als Linkmaterial verwenden. Du kannst diesen Effekt von „Linkreuz“ nur einmal pro Spielzug verwenden.", "es": "1 Monstruo de Enlace de Link-2 o mayor\nSi esta carta es Invocada por Enlace: puedes activar este efecto; Invoca de Modo Especial un número de \"Fichas Enlace\" (Ciberso/LUZ/Nivel 1/ATK 0/DEF 0) hasta el número de Rating de Enlace del monstruo usado para la Invocación por Enlace de esta carta, y además, por el resto de este turno no puedes usar \"Fichas Enlace\" como Material de Enlace. Sólo puedes usar este efecto de \"Crucenlace\" una vez por turno.", "fr": "1 Monstre Lien de min. Link-2\nSi cette carte est Invoquée par Lien : vous pouvez activer cet effet ; Invoquez Spécialement un nombre de \"Jeton Lien\" (Cyberse/LUMIÈRE/Niveau 1/ATK 0/DEF 0) inférieur ou égal à la Classification Lien du monstre utilisé pour l'Invocation Lien de cette carte, et aussi, vous ne pouvez pas utiliser \"Jeton Lien\" comme Matériel Lien le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Croilien\" qu'une fois par tour.", "it": "1 Mostro Link Link-2 o superiore\nSe questa carta viene Evocata Link: puoi attivare questo effetto; Evoca Specialmente un numero di \"Segna-Link\" (Cyberso/LUCE/Livello 1/ATK 0/DEF 0) fino alla Classificazione Link del mostro utilizzato per l'Evocazione Link di questa carta, inoltre non puoi utilizzare \"Segna-Link\" come Materiale Link per il resto di questo turno. Puoi utilizzare questo effetto di \"Linkroce\" una sola volta per turno.", "pt": "1 Monstro Link de Link-2 ou mais\nSe este card for Invocado por Invocação-Link: você pode ativar este efeito; Invoque por Invocação-Especial até um número de \"Fichas Link\" (Ciberso/LUZ/Nível 1/ATK 0/DEF 0) igual ao Valor Link do monstro usado para a Invocação-Link deste card e, além disso, você não pode usar \"Fichas Link\" como Matéria Link pelo resto deste turno. Você só pode usar este efeito de \"Linkruz\" uma vez por turno.", "ja": "リンク２以上のリンクモンスター１体\nこのカード名の効果は１ターンに１度しか使用できない。①：このカードがリンク召喚に成功した場合に発動できる。そのリンク素材としたリンクモンスターのリンクマーカーの数まで、自分フィールドに「リンクトークン」（サイバース族・光・星１・攻／守０）を特殊召喚する。この効果の発動後、ターン終了時まで自分は「リンクトークン」をリンク素材にできない。", "ko": "링크 2 이상의 링크 몬스터 1장\n이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 링크 소환에 성공했을 경우에 발동할 수 있다. 그 링크 소재로 한 링크 몬스터의 링크 마커의 수까지, 자신 필드에 \"링크 토큰\"(사이버스족 / 빛 / 레벨 1 / 공 0 / 수 0)을 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"링크 토큰\"을 링크 소재로 할 수 없다.", "zh-TW": "連結２以上的連結怪獸１隻\n此卡名的效果１回合僅限使用１次。①：可在此卡連結召喚成功的狀況下發動。特殊召喚「連結衍生物」（電子界族・光・星１・攻／守０）至我方場上，數量最多為做為該連結素材的連結怪獸的連結符號的數量。此效果發動後，在回合結束前我方無法以「連結衍生物」做為連結素材。", "zh-CN": "连接２以上的连接怪兽１只\n此卡名的效果１回合仅可使用１次。①：此卡连接召唤成功的情况下可以发动。将“连接衍生物”（电子界族・光・星１・攻／守０）特殊召唤至自己场上，数量最多为作为该连接素材的连接怪兽的连接标记数量。此效果发动后，直至回合结束时为止，自己不可将“连接衍生物”作为连接素材。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "LIGHT", "link_arrows": ["⬇"], "atk": 900, "materials": "1 Link-2 or higher Link Monster", "images": [{"index": 1, "image": "Linkross-ETCO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN049", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "ETCO-DE049", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "ETCO-FR049", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "ETCO-IT049", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "ETCO-PT049", "set_name": "Eternity Code", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "ETCO-JP049", "set_name": "Eternity Code", "rarities": ["Common"]}], "ko": [{"set_number": "ETCO-KR049", "set_name": "Eternity Code", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Forbidden", "ocg": "Forbidden"}, "yugipedia_page_id": 690885, "master_duel_rarity": "UR"}