{"konami_id": 19090, "password": 85277313, "name": {"en": "Signs of the Tistina", "de": "Zeichen der Tistina", "es": "Signos de Tistina", "fr": "Signes de Tistina", "it": "Segni di Tistina", "pt": "Sinais da Tistina", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Activate this card by targeting 1 face-up monster on the field; Special Summon this card as an Effect Monster (Aqua/LIGHT/Level 10/ATK 0/DEF 0) with the following effect (this card is also still a Trap).\n● During your opponent's turn, when that target leaves the field, destroy this card. During your opponent's turn, when this card leaves the field, destroy that target.", "de": "Aktiviere diese Karte, indem du 1 offenes Monster auf dem Spielfeld wählst; beschwöre diese Karte als Spezialbeschwörung als Effektmonster (Aqua/LICHT/Stufe 10/ATK 0/DEF 0) mit dem folgenden Effekt (diese Karte ist zusätzlich weiterhin eine Falle).\n● Während des Spielzugs deines Gegners, wenn jenes gewählte Ziel das Spielfeld verlässt, zerstöre diese Karte. Während des Spielzugs deines Gegners, wenn diese Karte das Spielfeld verlässt, zerstöre jenes gewählte Ziel.", "es": "Activa esta carta seleccionando 1 monstruo boca arriba en el Campo; Invoca esta carta de Modo Especial como un Monstruo de Efecto (Aqua/LUZ/Nivel 10/ATK 0/DEF 0) con el siguiente efecto (esta carta también sigue siendo una Trampa).\n● Durante el turno de tu adversario, cuando ese objetivo deje el Campo, destruye esta carta. Durante el turno de tu adversario, cuando esta carta deje el Campo, destruye ese objetivo.", "fr": "Activez cette carte en ciblant 1 monstre face recto sur le Terrain ; Invoquez Spécialement cette carte comme un Monstre à Effet (Aqua/LUMIÈRE/Niveau 10/ATK 0/DEF 0) avec l'effet suivant (cette carte est toujours aussi un Piège).\n● Durant le tour de votre adversaire, lorsque la cible quitte le Terrain, détruisez cette carte. Durant le tour de votre adversaire, lorsque cette carte quitte le Terrain, détruisez la cible.", "it": "Attiva questa carta scegliendo come bersaglio 1 mostro scoperto sul Terreno; Evoca Specialmente questa carta come Mostro con Effetto (Acqua/LUCE/Livello 10/ATK 0/DEF 0) con il seguente effetto (questa carta è ancora anche una Trappola).\n● Durante il turno del tuo avversario, quando quel bersaglio lascia il Terreno, distruggi questa carta. Durante il turno del tuo avversario, quando questa carta lascia il Terreno, distruggi quel bersaglio.", "pt": "Ative este card ao escolher 1 monstro com a face para cima no campo; Invoque este card por Invocação-Especial como um Monstro de Efeito (Aqua/LUZ/Nível 10/ATK 0/DEF 0) com o seguinte efeito (este card ainda é considerado uma Armadilha).\n● Durante o turno do seu oponente, quando o alvo deixar o campo, destrua este card. Durante o turno do seu oponente, quando este card deixar o campo, destrua o alvo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Continuous", "series": ["Tistina", "Trap Monster"], "images": [{"index": 1, "image": "SignsoftheTistina-DUNE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN092", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE092", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR092", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT092", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT092", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 993298}