{"konami_id": 21783, "password": 85315450, "name": {"en": "Radiant Typhoon Fonix, the Great Flame", "de": "Glanztaifun Fonix, die große Flamme", "es": "Fónix Tifón Radiante, la Gran Llama", "fr": "Typhon Radieux Fonix, la Grande Flamme", "it": "Tifone Radiante Fonix, la Grande Fiamma", "pt": "Tufão Radiante Fonix, a Grande Chama", "ja": "<ruby>絢<rt>けん</rt></ruby><ruby>嵐<rt>らん</rt></ruby><ruby>豪<rt>ごう</rt></ruby><ruby>火<rt>か</rt></ruby>フォニクス", "ja_romaji": "Kenrangōka Fonikusu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "绚岚豪火 凤尼克斯"}, "text": {"en": "If a Quick-Play Spell Card is activated (except during the Damage Step): You can Special Summon this card from your hand. If a Quick-Play Spell Card is activated (except during the Damage Step): You can target up to 2 cards your opponent controls; shuffle them into the Deck. If \"Mystical Space Typhoon\" is activated while this card is in your GY: You can Special Summon this card. You can only use each effect of \"Radiant Typhoon Fonix, the Great Flame\" once per turn.", "de": "Falls eine Schnellzauberkarte aktiviert wird (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls eine Schnellzauberkarte aktiviert wird (außer während des Damage Steps): Du kannst bis zu 2 Karten wählen, die dein Gegner kontrolliert; mische sie ins Deck. Falls „Mystischer Raum-Taifun“ aktiviert wird, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Glanztaifun Fonix, die große Flamme“ nur einmal pro Spielzug verwenden.", "es": "Si una Carta Mágica de Juego Rápido es activada (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si una Carta Mágica de Juego Rápido es activada (excepto durante el Damage Step): puedes seleccionar hasta 2 cartas que controle tu adversario; barájalas al Deck. Si \"Tifón del Espacio Místico\" es activado mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Fónix Tifón Radiante, la Gran Llama\" una vez por turno.", "fr": "Si une Carte Magie Jeu-Rapide est activée (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si une Carte Magie Jeu-Rapide est activée (sauf durant la Damage Step) : vous pouvez cibler max. 2 cartes contrôlées par votre adversaire ; mélangez-les dans le Deck. Si \"Typhon d'Espace Mystique\" est activé tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Typhon Radieux Fonix, la Grande Flamme\" qu'une fois par tour.", "it": "Se viene attivata una Carta Magia Rapida (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se viene attivata una Carta Magia Rapida (eccetto durante il Damage Step): puoi scegliere come bersaglio fino a 2 carte controllate dal tuo avversario; mischiale nel Deck. Se \"Tifone Spaziale Mistico\" viene attivato mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Tifone Radiante Fonix, la Grande Fiamma\" una sola volta per turno.", "pt": "Se um Card de Magia Rápida for ativado (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se um Card de Magia Rápida for ativado (exceto durante a Etapa de Dano): você pode escolher até 2 cards que seu oponente controla; embaralhe-os no Deck. Se \"Tufão Espacial Místico\" for ativado enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Tufão Radiante Fonix, a Grande Chama\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：速攻魔法カードが発動した場合に発動できる。このカードを手札から特殊召喚する。②：速攻魔法カードが発動した場合、相手フィールドのカードを２枚まで対象として発動できる。そのカードをデッキに戻す。③：このカードが墓地に存在する状態で、「サイクロン」が発動した場合に発動できる。このカードを特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②③效果1回合仅可各使用1次。①：速攻魔法卡发动的情况下可以发动。从手牌将此卡特殊召唤。②：速攻魔法卡发动的情况下，以对手场上的最多2张卡为对象可以发动。将该卡放回牌组。③：此卡存在于墓地的状态下，“气旋”发动的情况下可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "WIND", "level": 9, "atk": 3000, "def": 0, "series": ["Radiant Typhoon"], "images": [{"index": 1, "image": "RadiantTyphoonFonixtheGreatFlame-DOOD-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Starlight Rare"]}], "de": [{"set_number": "DOOD-DE017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Starlight Rare"]}], "es": [{"set_number": "DOOD-SP017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Starlight Rare"]}], "fr": [{"set_number": "DOOD-FR017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Starlight Rare"]}], "it": [{"set_number": "DOOD-IT017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Starlight Rare"]}], "pt": [{"set_number": "DOOD-PT017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Starlight Rare"]}], "ja": [{"set_number": "DOOD-JP017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC017", "set_name": "Doom of Dimensions", "rarities": ["Ultra Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1131047}