{"konami_id": 20203, "password": 85314178, "name": {"en": "Cosmo Queen the Queen of Prayers", "de": "Cosmo-Königin, die Königin der Gebete", "es": "Reina Cosmo la Reina de las Oraciones", "fr": "Cosmoreine la Reine des Prières", "it": "Regina del Cosmo la Regina delle Preghiere", "pt": "Rainha Cosmos, a Rainha das Orações", "ja": "<ruby>祈<rt>いの</rt></ruby>りの<ruby>女<rt>じょう</rt></ruby><ruby>王<rt>おう</rt></ruby>－コスモクイーン", "ja_romaji": "Inori no Jōō - Kosumo Kuīn", "ko": "기도의 여왕－코스모 퀸", "ko_rr": null, "zh-TW": "祈禱的女王－宇宙女皇", "zh-CN": "祈祷的女王－宇宙女皇"}, "text": {"en": "If a Field Spell Card is activated: You can Special Summon this card from your hand in Defense Position. You can target 1 face-up card in the Field Zone, then activate the appropriate effect, based on which player controls that card;\n● You: Destroy it, and if you do, add 1 Field Spell from your Deck to your hand with a different name.\n● Your opponent: Negate its effects (until the end of this turn), and if you do, add 1 Field Spell from your Deck to your hand.\nYou can only use each effect of \"Cosmo Queen the Queen of Prayers\" once per turn.", "de": "Falls eine Spielfeldzauberkarte aktiviert wird: Du kannst diese Karte als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören. Du kannst 1 offene Karte in der Spielfeldzone wählen und dann den entsprechenden Effekt aktivieren, basierend darauf, welcher Spieler jene Karte kontrolliert;\n● Du: Zerstöre sie und falls du dies tust, füge deiner Hand 1 Spielfeldzauber mit einem unterschiedlichen Namen von deinem Deck hinzu.\n● Dein Gegner: Annulliere (bis zum Ende dieses Spielzugs) ihre Effekte und falls du dies tust, füge deiner Hand 1 Spielfeldzauber von deinem Deck hinzu.\nDu kannst jeden Effekt von „Cosmo-Königin, die Königin der Gebete“ nur einmal pro Spielzug verwenden.", "es": "Si una Carta Mágica de Campo es activada: puedes Invocar esta carta de Modo Especial, desde tu mano, en Posición de Defensa. Puedes seleccionar 1 carta boca arriba en la Zona del Campo, y después activa el efecto apropiado, basado en qué jugador controla esa carta;\n● Tú: Destrúyela y, si lo haces, añade a tu mano 1 Mágica de Campo en tu Deck con un nombre diferente.\n● Tu adversario: Niega sus efectos (hasta el final de este turno) y, si lo haces, añade a tu mano 1 Mágica de Campo en tu Deck.\nSólo puedes usar cada efecto de \"Reina Cosmo la Reina de las Oraciones\" una vez por turno.", "fr": "Si une Carte Magie de Terrain est activée : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Vous pouvez cibler 1 carte face recto dans la Zone Terrain, puis activez l'effet approprié, selon quel joueur contrôle la carte ;\n● Vous : Détruisez-la, et si vous le faites, ajoutez 1 Magie de Terrain depuis votre Deck à votre main de nom différent.\n● Votre adversaire : Annulez ses effets (jusqu'à la fin de ce tour), et si vous le faites, ajoutez 1 Magie de Terrain depuis votre Deck à votre main.\nVous ne pouvez utiliser chaque effet de \"Cosmoreine la Reine des Prières\" qu'une fois par tour.", "it": "Se viene attivata una Carta Magia Terreno: puoi Evocare Specialmente questa carta dalla tua mano in Posizione di Difesa. Puoi scegliere come bersaglio 1 carta scoperta nella Zona Terreno, poi attivare l'effetto appropriato, a seconda di quale giocatore controlla quella carta;\n● Tu: Distruggila e, se lo fai, aggiungi 1 Magia Terreno con un nome diverso dal tuo Deck alla tua mano.\n● Il tuo avversario: Annulla i suoi effetti (fino alla fine di questo turno) e, se lo fai, aggiungi 1 Magia Terreno dal tuo Deck alla tua mano.\nPuoi utilizzare ogni effetto di \"Regina del Cosmo la Regina delle Preghiere\" una sola volta per turno.", "pt": "Se um Card de Magia de Campo for ativado: você pode Invocar este card por Invocação-Especial da sua mão em Posição de Defesa. Você pode escolher 1 card com a face para cima na Zona do Campo e, depois, ative o efeito apropriado, de acordo com qual duelista controlar esse card;\n● Você: Destrua-o e, se isso acontecer, adicione 1 Magia de Campo com um nome diferente do seu Deck à sua mão.\n● Seu oponente: Negue seus efeitos (até o final deste turno) e, se isso acontecer, adicione 1 Magia de Campo do seu Deck à sua mão.\nVocê só pode usar cada efeito de \"Rainha Cosmos, a Rainha das Orações\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：フィールド魔法カードが発動した場合に発動できる。このカードを手札から守備表示で特殊召喚する。②：フィールドゾーンの表側表示カード１枚を対象とし、そのコントローラーによって以下の効果を発動できる。●自分：対象のカードを破壊し、破壊したカードとはカード名が異なるフィールド魔法カード１枚をデッキから手札に加える。●相手：対象のカードの効果をターン終了時まで無効にし、デッキからフィールド魔法カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드 마법 카드가 발동했을 경우에 발동할 수 있다. 이 카드를 패에서 수비 표시로 특수 소환한다. ②: 필드 존의 앞면 표시 카드 1장을 대상으로 하고, 그 컨트롤러에 따라 이하의 효과를 발동할 수 있다. ●자신: 대상의 카드를 파괴하고, 파괴한 카드와는 카드명이 다른 필드 마법 카드 1장을 덱에서 패에 넣는다. ●상대: 대상의 카드의 효과를 턴 종료시까지 무효로 하고, 덱에서 필드 마법 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：场地魔法卡发动的情况下可以发动。从手牌将此卡以守备表示特殊召唤。②：以场地区域的１张表侧表示卡为对象，根据其控制者可以发动以下效果。●自己：将对象卡破坏，从牌组将卡名与所破坏的卡不同的１张场地魔法卡加入手牌。●对手：将对象卡的效果直至回合结束时为止无效，从牌组将１张场地魔法卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 8, "atk": 2900, "def": 2450, "images": [{"index": 1, "image": "CosmoQueentheQueenofPrayers-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN024", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-EN218", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INFO-DE024", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-DE218", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "INFO-SP024", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-SP218", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INFO-FR024", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-FR218", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INFO-IT024", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-IT218", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INFO-PT024", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-PT218", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "INFO-JP024", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "ko": [{"set_number": "INFO-KR024", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "INFO-SC024", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1054195, "master_duel_rarity": "R"}