{"konami_id": 14863, "password": 85327820, "name": {"en": "A.I.'s Ritual", "de": "A.I.-Ritual", "es": "Ritual de A.I.", "fr": "Rituel d'A.I.", "it": "Rituale delle A.I.", "pt": "Ritual da I.A.", "ja": "<ruby>Ａｉ<rt>アイ</rt></ruby>の<ruby>儀<rt>ぎ</rt></ruby><ruby>式<rt>しき</rt></ruby>", "ja_romaji": "Ai no Gishiki", "ko": "<ruby>Ai<rt>아이</rt></ruby>의 의식", "ko_rr": "Ai-ui Uisik", "zh-TW": "Ai的儀式", "zh-CN": "-艾-爱之仪式"}, "text": {"en": "This card can be used to Ritual Summon any Cyberse Ritual Monster. You must also Tribute \"@Ignister\" monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. If you control an \"@Ignister\" monster when this effect is activated, you can also use \"@Ignister\" monster(s) in your GY, by banishing them.", "de": "Diese Karte kann verwendet werdet, um ein beliebiges Cyberse-Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich „@Ignister“-Monster, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst, von deiner Hand oder Spielfeldseite als Tribut anbieten. Falls du ein „@Ignister“-Monster kontrollierst, wenn dieser Effekt aktiviert wird, kannst du auch ein oder mehr „@Ignister“-Monster in deinem Friedhof verwenden, indem du sie verbannst.", "es": "Esta carta puede ser usada para Invocar por Ritual cualquier Monstruo de Ritual Ciberso. También debes Sacrificar monstruos \"@Ignister\" en tu mano o Campo cuyos Niveles totales igualen o superen el Nivel del Monstruo de Ritual que Invoques por Ritual. Si controlas un monstruo \"@Ignister\" cuando este efecto es activado, también puedes usar monstruos \"@Ignister\" en tu Cementerio, desterrándolos.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel Cyberse. Vous devez aussi Sacrifier des monstres \"@Ignister\" depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si vous contrôlez un monstre \"@Ignister\" lorsque cet effet est activé, vous pouvez aussi utiliser un ou plusieurs monstres \"@Ignister\" dans votre Cimetière, en les bannissant.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale Cyberso. Devi anche offrire come Tributo dalla tua mano o Terreno mostri \"@Ignister\" il cui Livello totale sia pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Se controlli un mostro \"@Ignister\" quando questo effetto viene attivato, puoi anche utilizzare uno o più mostri \"@Ignister\" nel tuo Cimitero, bandendoli.", "pt": "Este card pode ser usado para Invocar qualquer Monstro de Ritual Ciberso por Invocação-Ritual. Você também deve oferecer como Tributo monstros \"@Ignister\" da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você estiver Invocando por Invocação-Ritual. Se você controlar um monstro \"@Ignister\" quando este efeito for ativado, você também pode usar um ou mais monstros \"@Ignister\" no seu Cemitério, banindo-os.", "ja": "サイバース族の儀式モンスターの降臨に必要。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドの「＠イグニスター」モンスターをリリースし、手札からサイバース族の儀式モンスター１体を儀式召喚する。発動時に自分フィールドに「＠イグニスター」モンスターが存在する場合、自分の墓地の「＠イグニスター」モンスターもリリースの代わりに除外する事ができる。", "ko": "사이버스족 의식 몬스터의 의식 소환에 필요. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 \"＠(앳)이그니스터\" 몬스터를 릴리스하고, 패에서 사이버스족 의식 몬스터 1장을 의식 소환한다. 발동시에 자신 필드에 \"＠(앳)이그니스터\" 몬스터가 존재할 경우, 자신 묘지의 \"＠(앳)이그니스터\" 몬스터도 릴리스 대신에 제외할 수 있다.", "zh-TW": null, "zh-CN": "电子界族仪式怪兽降临所必须。①：为使合计等级为仪式召唤的怪兽以上，解放自己手牌・场上的\"@伊格尼斯者\"怪兽，从手牌将1只电子界族仪式怪兽仪式召唤。发动时自己场上有\"@伊格尼斯者\"怪兽存在的情况下，也可将自己墓地的\"@伊格尼斯者\"怪兽除外作为解放的代替。"}, "card_type": "Spell", "property": "Ritual", "series": ["A.I."], "images": [{"index": 1, "image": "AIsRitual-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN054", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-EN025", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE054", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-DE025", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "es": [{"set_number": "IGAS-SP054", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-SP025", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR054", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-FR025", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT054", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-IT025", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT054", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-PT025", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP054", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR054", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC086", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 663827, "master_duel_rarity": "N"}