{"konami_id": 18855, "password": 85520170, "name": {"en": "Scrap-Iron Sacred Statue", "de": "Eisenschrott-Heiligstatue", "es": "Sagrada Estatua de Chatarra", "fr": "Statue Sacrée de Ferraille", "it": "Statua Sacra di Ferraglia", "pt": "Estátua Sagrada de Ferro-Velho", "ja": "くず<ruby>鉄<rt>てつ</rt></ruby>の<ruby>神<rt>しん</rt></ruby><ruby>像<rt>ぞう</rt></ruby>", "ja_romaji": "Kuzutetsu no Shinzō", "ko": "고철의 신상", "ko_rr": "Gocheol-ui Sinsang", "zh-TW": "鐵屑神像", "zh-CN": "铁屑神像"}, "text": {"en": "Target 1 of your Level 7 or 8 Dragon Synchro Monsters that is banished or in your GY; Special Summon it, but return it to the Extra Deck during the End Phase, also, after that, Set this card face-down instead of sending it to the GY. If this Set card in its owner's control is destroyed by an opponent's card effect: You can Special Summon 1 \"Crimson Dragon\" from your Extra Deck. You can only use each effect of \"Scrap-Iron Sacred Statue\" once per turn.", "de": "Wähle 1 deiner Drache-Synchromonster der Stufe 7 oder 8, das verbannt ist oder sich in deinem Friedhof befindet; beschwöre es als Spezialbeschwörung, aber lege es während der End Phase ins Extra Deck zurück, zusätzlich setze danach diese Karte verdeckt, anstatt sie auf den Friedhof zu legen. Falls diese gesetzte Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt eines Gegners zerstört wird: Du kannst 1 „Feuerroter Drache“ als Spezialbeschwörung von deinem Extra Deck beschwören. Du kannst jeden Effekt von „Eisenschrott-Heiligstatue“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 de tus Monstruos de Sincronía Dragón de Nivel 7 u 8 que esté desterrado o en tu Cementerio; Invócalo de Modo Especial, pero devuélvelo al Deck Extra durante la End Phase y además, después de eso, Coloca esta carta boca abajo en vez de mandarla al Cementerio. Si esta carta Colocada controlada por su dueño es destruida por el efecto de una carta del adversario: puedes Invocar de Modo Especial 1 \"Dragón Carmesí\" desde tu Deck Extra. Sólo puedes usar cada efecto de \"Sagrada Estatua de Chatarra\" una vez por turno.", "fr": "Ciblez 1 de vos Monstres Synchro Dragon de Niveau 7 ou 8 qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement, mais renvoyez-le à l'Extra Deck durant la End Phase, et aussi, après ça, Posez face verso cette carte au lieu de l'envoyer au Cimetière. Si cette carte Posée contrôlée par son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 1 \"Dragon Cramoisi\" depuis votre Extra Deck. Vous ne pouvez utiliser chaque effet de \"Statue Sacrée de Ferraille\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 dei tuoi Mostri Synchro Drago di Livello 7 o 8 che è bandito o nel tuo Cimitero; Evocalo Specialmente, ma fallo ritornare nell'Extra Deck durante la End Phase, inoltre, dopo averlo fatto, Posiziona questa carta coperta invece di mandarla al Cimitero. Se questa carta Posizionata sotto il controllo del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi Evocare Specialmente 1 \"Drago Cremisi\" dal tuo Extra Deck. Puoi utilizzare ogni effetto di \"Statua Sacra di Ferraglia\" una sola volta per turno.", "pt": "Escolha 1 dos seus Monstros Sincro Dragão de Nível 7 ou 8 que estiverem banidos ou no seu Cemitério; Invoque-o por Invocação-Especial, mas devolva-o para o Deck Adicional durante a Fase Final e, além disso, depois, Baixe este card com a face para baixo em vez de enviá-lo para o Cemitério. Se este card Baixado sob o controle do seu dono for destruído por um efeito de card do oponente: você pode Invocar por Invocação-Especial 1 \"Dragão Carmesim\" do seu Deck Adicional. Você só pode usar cada efeito de \"Estátua Sagrada de Ferro-Velho\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地・除外状態のレベル７・８のドラゴン族Ｓモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターはエンドフェイズにＥＸデッキに戻る。発動後このカードは墓地へ送らず、そのままセットする。②：セットされたこのカードが相手の効果で破壊された場合に発動できる。ＥＸデッキから「赤き竜」１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 묘지 / 제외 상태인 레벨 7 / 8 의 드래곤족 싱크로 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는 엔드 페이즈에 엑스트라 덱으로 되돌아간다. 발동 후 이 카드는 묘지로 보내지 않으며, 그대로 세트한다. ②: 세트된 이 카드가 상대 효과로 파괴되었을 경우에 발동할 수 있다. 엑스트라 덱에서 \"붉은 용\" 1장을 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。\n①：可將我方墓地・除外狀態的１隻等級７・８的龍族同步怪獸做為對象發動。特殊召喚該怪獸。透過此效果特殊召喚的怪獸，在結束階段將回到額外牌組。發動後此卡不送至墓地，而是直接覆蓋。\n②：可在被覆蓋的此卡因對方的效果被破壞的狀況下發動。從額外牌組特殊召喚１隻「赤龍」。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：以自己墓地・除外状态的１只等级７・８的龙族同步怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽将在结束阶段放回额外牌组。发动后此卡不会送往墓地，而是就此放置。\n②：被放置的此卡因对手的效果被破坏的情况下可以发动。从额外牌组将１只“赤龙”特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Scrap-Iron"], "images": [{"index": 1, "image": "ScrapIronSacredStatue-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN068", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-EN379", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "DUNE-DE068", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-DE379", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "DUNE-FR068", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-FR379", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "DUNE-IT068", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-IT379", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "DUNE-PT068", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-PT379", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "DUNE-JP068", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR068", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC068", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716613, "master_duel_rarity": "R"}