{"konami_id": 15876, "password": 85590798, "name": {"en": "Starry Knight Ceremony", "de": "Zeremonie der Sternenritter", "es": "Ceremonia Cabalnoche de Estrellas", "fr": "Cérémonie du Chevalier Étoilé", "it": "Cerimonia Cavaliere Stellato", "pt": "Cerimônia de Cavalestrela", "ja": "<ruby>聖なる降誕<rt>ホーリーナイツ・ナティビティ</rt></ruby>", "ja_romaji": "Hōrī Naitsu Natibiti", "ko": "홀리나이츠 너티비티", "ko_rr": "Hollinaicheu Neotibiti", "zh-TW": "神聖降誕", "zh-CN": "神圣降诞"}, "text": {"en": null, "de": "Während deiner Main Phase: Du kannst 1 LICHT Fee-Monster in deiner Hand vorzeigen und falls du dies tust, füge deiner Hand 1 LICHT Drache-Monster der Stufe 7 von deinem Deck hinzu, dann lege das vorgezeigte Monster unter dein Deck. Falls dein Gegner eine Karte oder einen Effekt aktiviert: Du kannst 1 LICHT Drache-Monster der Stufe 7 als Spezialbeschwörung von deiner Hand beschwören. Du kannst nur 1 Effekt von „Zeremonie der Sternenritter“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Durante tu Main Phase: puedes mostrar 1 monstruo Hada de LUZ en tu mano y, si lo haces, añade a tu mano 1 monstruo Dragón de LUZ de Nivel 7 en tu Deck, y después pon ese monstruo mostrado en el fondo de tu Deck. Si tu adversario activa una carta o efecto: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo Dragón de LUZ de Nivel 7. Sólo puedes usar 1 efecto de \"Ceremonia Cabalnoche de Estrellas\" por turno, y sólo una vez ese turno.", "fr": "Durant votre Main Phase : vous pouvez révéler 1 monstre LUMIÈRE Elfe dans votre main, et si vous le faites, ajoutez 1 monstre LUMIÈRE Dragon de Niveau 7 depuis votre Deck à votre main, puis placez le monstre révélé au-dessous de votre Deck. Si votre adversaire active une carte ou un effet : vous pouvez Invoquer Spécialement 1 monstre LUMIÈRE Dragon de Niveau 7 depuis votre main. Vous ne pouvez utiliser qu'1 effet de \"Cérémonie du Chevalier Étoilé\" par tour, et uniquement une fois le tour.", "it": "Durante la tua Main Phase: puoi rivelare 1 mostro LUCE Fata nella tua mano e, se lo fai, aggiungi 1 mostro LUCE Drago di Livello 7 dal tuo Deck alla tua mano, poi metti quel mostro rivelato in fondo al tuo Deck. Se il tuo avversario attiva una carta o un effetto: puoi Evocare Specialmente 1 mostro LUCE Drago di Livello 7 dalla tua mano. Puoi utilizzare solo 1 effetto di \"Cerimonia Cavaliere Stellato\" per turno, e solo una volta in quel turno.", "pt": "Durante sua Fase Principal: você pode revelar 1 monstro Fada de LUZ na sua mão e, se isso acontecer, adicione 1 monstro Dragão de LUZ de Nível 7 do seu Deck à sua mão e, depois, coloque esse monstro revelado no fundo do seu Deck. Se seu oponente ativar um card ou efeito: você pode Invocar por Invocação-Especial 1 monstro Dragão de LUZ de Nível 7 da sua mão. Você só pode usar 1 efeito de \"Cerimônia de Cavalestrela\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。\n①：自分メインフェイズに発動できる。手札の天使族・光属性モンスター１体を相手に見せ、デッキからドラゴン族・光属性・レベル７モンスター１体を手札に加える。その後、見せたモンスターをデッキの一番下に戻す。\n②：相手が魔法・罠・モンスターの効果を発動した場合に発動できる。手札からドラゴン族・光属性・レベル７モンスター１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 패의 천사족 / 빛 속성 몬스터 1장을 상대에게 보여주고, 덱에서 드래곤족 / 빛 속성 / 레벨 7 몬스터 1장을 패에 넣는다. 그 후, 보여준 몬스터를 덱 맨 아래로 되돌린다. ②: 상대가 마법 / 함정 / 몬스터의 효과를 발동했을 경우에 발동할 수 있다. 패에서 드래곤족 / 빛 속성 / 레벨 7 몬스터 1장을 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合僅限使用１次其中１個效果。①：可在我方主要階段發動。將手牌的１隻天使族・光屬性怪獸出示給對方，從牌組將１隻龍族・光屬性・等級７怪獸加入手牌。其後，將出示的怪獸送回牌組的最下方。②：可在對方發動魔法・陷阱・怪獸效果的狀況下發動。從手牌特殊召喚１隻龍族・光屬性・等級７怪獸。", "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：在自己的主要阶段可以发动。将手牌的１只天使族・光属性怪兽出示给对手，从牌组将１只龙族・光属性・等级７怪兽加入手牌。然后将所出示的怪兽放回牌组最下面。②：对手发动魔法・陷阱・怪兽的效果的情况下可以发动。从手牌将１只龙族・光属性・等级７怪兽特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "series": ["Starry Knight"], "images": [{"index": 1, "image": "StarryKnightCeremony-SLT1-JP-C.png", "illustration": "StarryKnightCeremony-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "StarryKnightCeremony-GFTP-EN-UR-1E.png", "illustration": "StarryKnightCeremony-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "GFTP-EN033", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFTP-DE033", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFTP-FR033", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFTP-IT033", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT033", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SLT1-JP047", "set_name": "Selection 10", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SLT1-KR047", "set_name": "Selection 10", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716860, "master_duel_rarity": "N"}