{"konami_id": 13515, "password": 85638822, "name": {"en": "Gouki Cage Match", "de": "Gouki-Käfigkampf", "es": "Combate en Jaula Gouki", "fr": "Match en Cage Gouki", "it": "Incontro in Gabbia Gouki", "pt": "Duelo no Domo Gouki", "ja": "<ruby>剛<rt>ごう</rt></ruby><ruby>鬼<rt>き</rt></ruby><ruby>死闘<rt>デスマッチ</rt></ruby>", "ja_romaji": "Gōki Desumacchi", "ko": "강귀 데스매치", "ko_rr": "Ganggwi Deseumaechi", "zh-TW": "剛鬼 死鬥", "zh-CN": "刚鬼死斗"}, "text": {"en": "When this card is activated: Place 3 counters on this card. If your \"Gouki\" monster destroys an opponent's monster by battle: Remove 1 counter from this card. Once per turn, at the end of the Battle Phase, if the last of these counters has been removed this way: You can Special Summon as many \"Gouki\" monsters as possible with different names from your hand and/or Deck, then place 3 counters on this card.", "de": "Wenn diese Karte aktiviert wird: Lege 3 Zählmarken auf diese Karte. Falls dein „Gouki“-Monster ein Monster eines Gegners durch Kampf zerstört: Entferne 1 Zählmarke von dieser Karte. Einmal pro Spielzug, am Ende der Battle Phase, falls die letzte dieser Spielmarken auf diese Art entfernt wurde: Du kannst so viele „Gouki“-Monster mit unterschiedlichen Namen wie möglich als Spezialbeschwörung von deiner Hand und/oder deinem Deck beschwören, dann lege 3 Zählmarken auf diese Karte.", "es": "Cuando esta carta es activada: pon 3 Contadores en esta carta. Si tu monstruo \"Gouki\" destruye un monstruo del adversario en batalla: retira 1 Contador de esta carta. Una vez por turno, al final de la Battle Phase, si el último de estos Contadores ha sido retirado de este modo: puedes Invocar de Modo Especial tantos monstruos \"Gouki\" con nombres diferentes como sea posible, desde tu mano y/o Deck, y después pon 3 Contadores en esta carta.", "fr": "Lorsque cette carte est activée : placez 3 Compteurs sur cette carte. Si votre monstre \"Gouki\" détruit un monstre de l'adversaire au combat : retirez 1 Compteur de cette carte. Une fois par tour, à la fin de la Battle Phase, si le dernier de ces Compteurs a été retiré de cette façon : vous pouvez Invoquer Spécialement autant de monstres \"Gouki\" de noms différents que possible depuis votre main et/ou Deck, puis placez 3 Compteurs sur cette carte.", "it": "Quando questa carta viene attivata: metti 3 Segnalini su questa carta. Se un tuo mostro \"Gouki\" distrugge un mostro dell'avversario in battaglia: rimuovi 1 Segnalino da questa carta. Una volta per turno, alla fine della Battle Phase, se l'ultimo di questi Segnalini è stato rimosso in questo modo: puoi Evocare Specialmente tanti mostri \"Gouki\" con nomi diversi quanti possibile dalla tua mano e/o Deck, poi metti 3 Segnalini su questa carta.", "pt": "Quando este card for ativado: coloque 3 marcadores neste card. Se um monstro \"Gouki\" seu destruir um monstro do oponente em batalha: remova 1 marcador deste card. Uma vez por turno, no final da Fase de Batalha, se o último desses marcadores foi removido desta forma: você pode Invocar por Invocação-Especial tantos monstros \"Gouki\" quanto possível com nomes diferentes da sua mão e/ou do Deck e, depois, coloque 3 marcadores neste card.", "ja": "①：このカードの発動時の効果処理として、このカードにカウンターを３つ置く。②：自分の「剛鬼」モンスターが戦闘で相手モンスターを破壊した場合に発動する。このカードのカウンターを１つ取り除く。③：このカードの効果でこのカードに置かれているカウンターが全て取り除かれたバトルフェイズ終了時に、自分はこの効果を発動できる。手札・デッキから「剛鬼」モンスターを可能な限り特殊召喚する（同名カードは１枚まで）。その後、このカードにカウンターを３つ置く。", "ko": "①: 이 카드의 발동시의 효과 처리로서, 이 카드에 카운터를 3개 놓는다. ②: 자신의 \"강귀\" 몬스터가 전투로 상대 몬스터를 파괴했을 경우에 발동한다. 이 카드의 카운터를 1개 제거한다. ③: 이 카드의 효과로 이 카드에 놓여 있는 카운터가 전부 제거된 배틀 페이즈 종료시에, 자신은 이 효과를 발동할 수 있다. 패 / 덱에서 \"강귀\" 몬스터를 가능한 한 특수 소환한다(같은 이름의 카드는 1장까지). 그 후, 이 카드에 카운터를 3개 놓는다.", "zh-TW": null, "zh-CN": "①：作为此卡发动时的效果处理，在此卡上放3个计数物。②：自己的“刚鬼”怪兽战斗破坏对手怪兽的情况下发动。去除此卡的1个计数物。③：被放在此卡上的计数物因此卡的效果被全部去除的战斗阶段结束时，自己可以发动此效果。从手牌・牌组尽可能将“刚鬼”怪兽特殊召唤（同名卡最多1张）。然后在此卡上放3个计数物。"}, "card_type": "Spell", "property": "Field", "series": ["Gouki"], "images": [{"index": 1, "image": "GoukiCageMatch-DUPO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUPO-EN024", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUPO-DE024", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUPO-FR024", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUPO-IT024", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUPO-PT024", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "LVB1-JP012", "set_name": "LINK VRAINS Box", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "LVB1-KR012", "set_name": "LINK VRAINS Box", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "MGP2-SC179", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 546395, "master_duel_rarity": "N"}