{"konami_id": 8347, "password": 85668449, "name": {"en": "Brain Research Lab", "de": "Hirnforschungslabor", "es": "Laboratorio de Investigación Cerebral", "fr": "Laboratoire de Recherche Cérébrale", "it": "Laboratorio di Ricerca sul Cervello", "pt": "Laboratório de Pesquisa Cerebral", "ja": "<ruby>脳<rt>のう</rt></ruby><ruby>開<rt>かい</rt></ruby><ruby>発<rt>はつ</rt></ruby><ruby>研<rt>けん</rt></ruby><ruby>究<rt>きゅう</rt></ruby><ruby>所<rt>じょ</rt></ruby>", "ja_romaji": "Nō Kaihatsu Kenkyūjo", "ko": "두뇌개발 연구소", "ko_rr": null, "zh-TW": "腦開發研究所", "zh-CN": "脑开发研究所"}, "text": {"en": null, "de": "Einmal pro Spielzug kannst du zusätzlich zu deiner Normalbeschwörung oder deinem Setzen 1 Monster vom Typ Psi als Normalbeschwörung beschwören. Falls dies erfolgreich ist, lege 1 Psi-Zählmarke auf diese Karte. Außerdem kannst du 1 Psi-Zählmarke auf diese Karte legen anstatt Life Points zu zahlen, um den Effekt eines beliebigen Monster vom Typ Psi, das du kontrollierst, zu aktivieren. Wenn diese Karte vom Spielfeld entfernt wird, erhält der Beherrscher dieser Karte 1000 Schaden für jede Psi-Zählmarke auf ihr.", "es": "Una vez por turno, puedes Invocar de Modo Normal 1 monstruo de Tipo Psíquico en adición a tu Invocación Normal, o a Colocar. Si tienes éxito, pon 1 Contador Psíquico en esta carta. También puedes poner 1 Contador Psíquico en esta carta en vez de pagar Life Points para activar el efecto de cualquier monstruo de Tipo Psíquico que controles. Cuando esta carta es retirada del Campo, su controlador recibe 1000 puntos de daño por cada Contador Psíquico que tenga.", "fr": "Une fois par tour, vous pouvez Invoquer Normalement 1 monstre de Type Psychique en complément de votre Invocation Normale ou Pose. Si vous réussissez, placez 1 Compteur Psychique sur cette carte. Vous pouvez aussi placez 1 Compteur Psychique sur cette carte au lieu de payer des Life Points pour activer un effet de monstre de Type Psychique que vous contrôlez. Lorsque cette carte est retirée du Terrain, le contrôleur de cette carte reçoit 1000 points de dommages pour chaque Compteur Psychique sur elle.", "it": "Una volta per turno, puoi Evocare Normalmente 1 mostro di Tipo Psichico in aggiunta alla tua Evocazione Normale o Posizionamento. Se ha successo, metti 1 Segnalino Psichico su questa carta. Puoi anche mettere 1 Segnalino Psichico su questa carta invece di pagare Life Points per attivare qualsiasi effetto di un mostro di Tipo Psichico che controlli. Quando questa carta viene rimossa dal Terreno, il controllore di questa carta subisce 1000 danni per ogni Segnalino Psichico su di essa.", "pt": "Uma vez por turno, você pode Invocar por Invocação-Normal 1 monstro do Tipo Psíquico em adição à sua Invocação-Normal ou Baixar. Se tiver sucesso, coloque 1 Marcador Psíquico neste card. Você também pode colocar 1 Marcador Psíquico neste card em vez de pagar PV para ativar o efeito de qualquer monstro do Tipo Psíquico que você controla. Quando este card for removido do campo, o controlador deste card sofre 1000 de dano para cada Marcador Psíquico nele.", "ja": "①：このカードがフィールドゾーンに存在する限り、お互いのプレイヤーは通常召喚に加えて１度だけ、自身のメインフェイズにサイキック族モンスター１体を召喚できる。この方法でサイキック族モンスターが召喚される度にこのカードにサイコカウンターを１つ置く。\n②：自分フィールドのサイキック族モンスターが効果を発動するためにＬＰを払う場合、代わりにこのカードにサイコカウンターを１つ置く事ができる。\n③：このカードがフィールドから離れる時に、自分はこのカードに置かれていたサイコカウンターの数×１０００ダメージを受ける。", "ko": "이 카드가 필드 위에 존재하는 한, 일반 소환 외에도 1번만 사이킥족 몬스터 1장을 소환할 수 있다. 이 방법으로 사이킥족 몬스터의 소환에 성공했을 때, 이 카드에 사이코 카운터를 1개 놓는다. 또한, 자신 필드 위에 존재하는 사이킥족 몬스터가 효과를 발동하기 위해 라이프 포인트를 지불할 경우, 대신에 이 카드에 사이코 카운터를 1개 놓을 수 있다. 이 카드가 필드 위에서 벗어났을 때, 이 카드의 컨트롤러는 이 카드에 얹혀 있는 사이코 카운터의 수 × 1000 포인트 데미지를 받는다.", "zh-TW": "①：只要此卡存在於場地區，雙方玩家就除了通常召喚以外僅限１次，可額外在自身主要階段召喚１隻超能族怪獸。每當超能族怪獸透過此方法被特殊召喚時，在此卡放置１個超能計數物。②：在為發動我方場上的超能族怪獸效果支付LP的狀況下，可在此卡放置１個超能計數物作為替代。③：此卡從場上離開時，我方受到被放置在此卡的超能計數物數量×１０００的傷害。", "zh-CN": "只要此卡在存在于场上，除了通常召唤外还可仅再１次召唤１只念动力族怪兽。以此方法召唤念动力族怪兽成功时，放置１个超能计数物至此卡。并且，以发动我方场上的念动力族怪兽效果为目的而支付生命点数的场合，作为代替可放置１个超能计数物至此卡。此卡从场上离开时，此卡的控制者受到放置于此卡的超能计数物数量×１０００点的伤害。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "BrainResearchLab-ANPR-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ANPR-EN057", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "de": [{"set_number": "ANPR-DE057", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "fr": [{"set_number": "ANPR-FR057", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "it": [{"set_number": "ANPR-IT057", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "ja": [{"set_number": "ANPR-JP057", "set_name": "Ancient Prophecy", "rarities": ["Common"]}, {"set_number": "DE04-JP031", "set_name": "Duelist Edition Volume 4", "rarities": ["Common"]}, {"set_number": "21TP-JP410", "set_name": "Tournament Pack 2021 Vol.4", "rarities": ["Common"]}], "ko": [{"set_number": "ANPR-KR057", "set_name": "Ancient Prophecy", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 103745, "master_duel_rarity": "SR"}