{"konami_id": 14972, "password": 85673903, "name": {"en": "Altergeist Fijialert", "de": "Altergeist Fijialert", "es": "Altergeist Fijialert", "fr": "Fijialerte Altergeist", "it": "Altergeist Fijialert", "pt": "Fijialert Altergeist", "ja": "オルターガイスト・フィジアラート", "ja_romaji": "Orutāgaisuto Fijiarāto", "ko": "얼터가이스트 피지얼러트", "ko_rr": "Eolteogaiseuteu Piji-eolleoteu", "zh-TW": "幻變騷靈 警告菲蒂爾", "zh-CN": "幻变骚灵・警告菲溺尔"}, "text": {"en": null, "de": "Wenn ein „Altergeist“-Linkmonster als Linkbeschwörung auf deine Spielfeldseite beschworen wird (außer während des Damage Steps): Du kannst 1 anderes Linkmonster auf dem Spielfeld wählen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand in deine Zone, auf die das gewählte Ziel zeigt, zusätzlich wird das Monster für den Rest dieses Spielzugs zusätzlich als „Altergeist“-Monster behandelt. Du kannst diesen Effekt von „Altergeist Fijialert“ nur einmal pro Spielzug verwenden.", "es": "Cuando un Monstruo de Enlace \"Altergeist\" es Invocado por Enlace a tu Campo (excepto durante el Damage Step): puedes seleccionar otro Monstruo de Enlace en el Campo; Invoca esta carta de Modo Especial desde tu mano a tu zona a la que apunte ese objetivo y además, por el resto de este turno, ese monstruo también se trata como un monstruo \"Altergeist\". Sólo puedes usar este efecto de \"Altergeist Fijialert\" una vez por turno.", "fr": "Lorsqu'un Monstre Lien \"Altergeist\" est Invoqué par Lien sur votre Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 autre Monstre Lien sur le Terrain ; Invoquez Spécialement cette carte depuis votre main dans votre zone pointée par la cible, et aussi, le monstre est aussi traité comme un monstre \"Altergeist\" le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Fijialerte Altergeist\" qu'une fois par tour.", "it": "Quando un Mostro Link \"Altergeist\" viene Evocato Link sul tuo Terreno (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 altro Mostro Link sul Terreno; Evoca Specialmente questa carta dalla tua mano in una tua zona puntata da quel bersaglio, inoltre, per il resto di questo turno, quel mostro viene anche considerato come un mostro \"Altergeist\". Puoi utilizzare questo effetto di \"Altergeist Fijialert\" una sola volta per turno.", "pt": "Quando um Monstro Link \"Altergeist\" for Invocado por Invocação-Link no seu campo (exceto durante a Etapa de Dano): você pode escolher 1 outro Monstro Link no campo; Invoque este card por Invocação-Especial da sua mão em uma zona sua para a qual o alvo apontar e, além disso, pelo resto deste turno, esse monstro também é considerado como um monstro \"Altergeist\". Você só pode usar este efeito de \"Fijialert Altergeist\" uma vez por turno.", "ja": "このカード名の効果は１ターンに１度しか使用できない。\n①：このカードが手札に存在し、「オルターガイスト」Ｌモンスターが自分フィールドにＬ召喚された時、そのモンスター以外のフィールドのＬモンスター１体を対象として発動できる。このカードを対象のモンスターのリンク先となる自分フィールドに特殊召喚する。このターン、対象のモンスターは「オルターガイスト」モンスターとしても扱う。", "ko": "이 카드명의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패에 존재하고, \"얼터가이스트\" 링크 몬스터가 자신 필드에 링크 소환되었을 때, 그 몬스터 이외의 필드의 링크 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 카드를 대상 몬스터의 링크 앞이 되는 자신 필드에 특수 소환한다. 이 턴에, 대상 몬스터는 \"얼터가이스트\" 몬스터로도 취급한다.", "zh-TW": "此卡名的效果１回合僅限使用１次。①：可在此卡存在於手牌，「幻變騷靈」連結怪獸被連結召喚至我方場上時，將場上的１隻該怪獸以外的連結怪獸做為對象發動。特殊召喚此卡至對象怪獸連結指向的我方場上。此回合，對象怪獸也視為「幻變騷靈」怪獸。", "zh-CN": "此卡名的效果1回合仅可使用1次。①：此卡存在于手牌、“幻变骚灵”连接怪兽被连接召唤至自己场上时，以该怪兽以外的场上的1只连接怪兽为对象可以发动。将此卡特殊召唤至对象怪兽连接端的自己场上。此回合，对象怪兽也视为“幻变骚灵”怪兽。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WATER", "level": 4, "atk": 1400, "def": 1200, "series": ["Altergeist"], "images": [{"index": 1, "image": "AltergeistFijialert-BROL-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN047", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BROL-DE047", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BROL-FR047", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BROL-IT047", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BROL-PT047", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "20PP-JP005", "set_name": "Premium Pack 2020", "rarities": ["Common", "Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP15-KR005", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}], "zh-CN": [{"set_number": "MGP3-SC165", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 696752, "master_duel_rarity": "R"}