{"konami_id": 13736, "password": 85679527, "name": {"en": "Cosmo Brain", "de": "Cosmo-Gehirn", "es": "Cerebro Cosmo", "fr": "Cosmocerveau", "it": "Cervello del Cosmo", "pt": "Cérebro Cosmos", "ja": "コスモブレイン", "ja_romaji": "Kosumo Burein", "ko": "코스모브레인", "ko_rr": "Koseumobeurein", "zh-TW": "宇宙智囊", "zh-CN": "宇宙智囊"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss erst als Spezialbeschwörung beschworen werden, indem du 1 Nichteffekt-Monster von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof legst. Diese Karte erhält ATK in Höhe der Stufe des auf diese Art auf den Friedhof gelegten Monsters x 200. Du kannst 1 Effektmonster als Tribut anbieten; beschwöre 1 Normales Monster als Spezialbeschwörung von deiner Hand oder deinem Deck. Du kannst diesen Effekt von „Cosmo-Gehirn“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser primero Invocado de Modo Especial mandando al Cementerio 1 Monstruo que no sea de Efecto en tu mano o Campo boca arriba. Esta carta gana ATK igual al Nivel del monstruo mandado al Cementerio de este modo x 200. Puedes Sacrificar 1 Monstruo de Efecto; Invoca de Modo Especial, desde tu mano o Deck, 1 Monstruo Normal. Sólo puedes usar este efecto de \"Cerebro Cosmo\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement en envoyant 1 monstre (Monstres à Effet exclus) depuis votre main ou Terrain face recto au Cimetière. Cette carte gagne une ATK égale au Niveau du monstre envoyé au Cimetière de cette façon x 200. Vous pouvez Sacrifier 1 Monstre à Effet ; Invoquez Spécialement 1 Monstre Normal depuis votre main ou Deck. Vous ne pouvez utiliser cet effet de \"Cosmocerveau\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve prima essere Evocato Specialmente mandando 1 Mostro non-con Effetto dalla tua mano o Terreno scoperto al Cimitero. Questa carta guadagna ATK pari al Livello del mostro mandato al Cimitero in questo modo x 200. Puoi offrire come Tributo 1 Mostro con Effetto; Evoca Specialmente 1 Mostro Normale dalla tua mano o Deck. Puoi utilizzare questo effetto di \"Cervello del Cosmo\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Primeiro deve ser Invocado por Invocação-Especial ao enviar 1 Monstro que não seja de Efeito da sua mão ou com a face para cima no campo para o Cemitério. Este card ganha ATK igual ao Nível do monstro enviado para o Cemitério desta forma x 200. Você pode oferecer 1 Monstro de Efeito como Tributo; Invoque por Invocação-Especial 1 Monstro Normal da sua mão ou do Deck. Você só pode usar este efeito de \"Cérebro Cosmos\" uma vez por turno.", "ja": "このカードは通常召喚できない。\n自分の手札・フィールド（表側表示）から、効果モンスター以外のモンスター１体を墓地へ送った場合に特殊召喚できる。\nこのカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードの攻撃力は、このカードを特殊召喚するために墓地へ送ったモンスターのレベル×２００アップする。\n②：自分フィールドの効果モンスター１体をリリースして発動できる。手札・デッキから通常モンスター１体を特殊召喚する。", "ko": "이 카드는 통상 소환할 수 없다. 패 및 자신 필드의 앞면 표시 몬스터 중에서, 효과 몬스터 이외의 몬스터 1장을 묘지로 보냈을 경우에 특수 소환할 수 있다. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 공격력은, 이 카드를 특수 소환하기 위해 묘지로 보낸 몬스터의 레벨 × 200 올린다. ②: 자신 필드의 효과 몬스터 1장을 릴리스하고 발동할 수 있다. 패 / 덱에서 일반 몬스터 1장을 특수 소환한다.", "zh-TW": "此卡無法通常召喚。可從手牌及我方場上的正面表示的怪獸中，將１隻效果怪獸以外的怪獸送至墓地的狀況下特殊召喚。此卡名的②效果，１回合僅限使用１次。①：此卡的攻擊力依據為特殊召喚此卡送至墓地的怪獸的等級×２００進行提升。②：可解放我方場上的１隻效果怪獸發動。從手牌・牌組特殊召喚１隻通常怪獸。", "zh-CN": "此卡不可通常召唤。从手牌及自己场上的表侧表示怪兽中，将效果怪兽以外的1只怪兽送至墓地的情况下可以特殊召唤。此卡名的②效果1回合仅可使用1次。①：此卡的攻击力上升相当于为特殊召唤此卡送至墓地的怪兽等级×200的数值。②：解放自己场上的1只效果怪兽可以发动。从手牌・牌组将1只通常怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 7, "atk": 1500, "def": 2450, "images": [{"index": 1, "image": "CosmoBrain-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN020", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-EN089", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE020", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-DE089", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR020", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-FR089", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT020", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-IT089", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT020", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}, {"set_number": "MP19-PT089", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP020", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ko": [{"set_number": "CYHO-KR020", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC069", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557286, "master_duel_rarity": "R"}