{"konami_id": 12342, "password": 85704698, "name": {"en": "Re-dyce-cle", "de": "Würfelverwertung", "es": "Recicladado", "fr": "Recycle-Dé", "it": "Ri-dado-ciclo", "pt": "Re-dici-clar", "ja": "リサイコロ", "ja_romaji": "Risaikoro", "ko": "또주사위", "ko_rr": null, "zh-TW": "再生骰子", "zh-CN": "再生骰子"}, "text": {"en": "Target 1 \"Speedroid\" Tuner monster in your Graveyard; Special Summon it, but its effects are negated, also roll a six-sided die, and its Level becomes the result until the end of this turn. You can banish this card from your Graveyard; immediately after this effect resolves, Synchro Summon 1 WIND Synchro Monster, using monsters you control including a \"Speedroid\" Tuner monster.", "de": "Wähle 1 „Geschwindigkeitsroid“-Empfänger-Monster in deinem Friedhof; beschwöre es als Spezialbeschwörung, aber seine Effekte werden annulliert, zusätzlich wirf einen sechsseitigen Würfel und seine Stufe wird bis zum Ende dieses Spielzugs gleich dem Ergebnis. Du kannst diese Karte von deinem Friedhof verbannen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 WIND Synchromonster als Synchrobeschwörung und verwende dabei Monster, die du kontrollierst, einschließlich einem „Geschwindigkeitsroid“-Empfänger-Monster.", "es": "Selecciona 1 monstruo Cantante \"Velociroid\" en tu Cementerio; Invócalo de Modo Especial, pero sus efectos son negados, y además lanza un dado de seis caras, y hasta el final de este turno su Nivel se convierte en el resultado. Puedes desterrar esta carta en tu Cementerio; inmediatamente después de que se resuelve este efecto, Invoca por Sincronía 1 Monstruo de Sincronía de VIENTO, usando monstruos que controles e incluyendo un monstruo Cantante \"Velociroid\".", "fr": "Ciblez 1 monstre Syntoniseur \"Vitesseroid\" dans votre Cimetière ; Invoquez-le Spécialement, mais ses effets sont annulés, et aussi, lancez un dé à six faces, et son Niveau devient le résultat jusqu'à la fin de ce tour. Vous pouvez bannir cette carte depuis votre Cimetière ; immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro VENT, en utilisant des monstres que vous contrôlez (un monstre Syntoniseur \"Vitesseroid\" inclus).", "it": "Scegli come bersaglio 1 mostro Tuner \"Velociroid\" nel tuo Cimitero; Evocalo Specialmente, ma i suoi effetti sono annullati, inoltre tira un dado a sei facce e il suo Livello diventa il risultato fino alla fine di questo turno. Puoi bandire questa carta dal tuo Cimitero; immediatamente dopo che questo effetto si è risolto, Synchro Evoca 1 Mostro Synchro VENTO, utilizzando mostri che controlli, compreso un mostro Tuner \"Velociroid\".", "pt": "Escolha 1 monstro Regulador \"Velocidaroide\" no seu Cemitério; Invoque-o por Invocação-Especial, mas seus efeitos são negados e, além disso, lance um dado de seis faces e, até o final deste turno, o Nível dele se torna o resultado. Você pode banir este card do seu Cemitério; imediatamente depois que este efeito resolver, Invoque por Invocação-Sincro 1 Monstro Sincro de VENTO, usando monstros que você controla incluindo um monstro Regulador \"Velocidaroide\".", "ja": "①：自分の墓地の「スピードロイド」チューナー１体を対象として発動できる。そのモンスターを効果を無効にして特殊召喚し、サイコロを１回振る。その特殊召喚したモンスターはターン終了時まで出た目と同じレベルになる。②：墓地のこのカードを除外して発動できる。自分フィールドの「スピードロイド」チューナーを含むモンスターを素材として、風属性Ｓモンスター１体をＳ召喚する。", "ko": "①: 자신 묘지의 \"스피드로이드\" 튜너 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 효과를 무효로 하여 특수 소환하고, 주사위를 1회 던진다. 그 특수 소환한 몬스터는 턴 종료시까지 나온 눈과 같은 레벨이 된다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 자신 필드의 \"스피드로이드\" 튜너를 포함하는 몬스터를 소재로 하고, 바람 속성 싱크로 몬스터 1장을 싱크로 소환한다.", "zh-TW": null, "zh-CN": "①：以自己墓地1只「疾行机人」调整为对象才能发动。那只怪兽效果无效特殊召唤，掷1次骰子。那只特殊召唤的怪兽直到回合结束时变成和出现的数目相同等级。②：把墓地的这张卡除外才能发动。用自己场上的包含「疾行机人」调整的怪兽为素材，把1只风属性同调怪兽同调召唤。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "Redycecle-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN070", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-EN038", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE070", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-DE038", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR070", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-FR038", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT070", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-IT038", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT070", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-PT038", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP070", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR070", "set_name": "Shining Victories", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 384432, "master_duel_rarity": "N"}