{"konami_id": 10090, "password": 85709845, "name": {"en": "Gamushara", "de": "Gamushara", "es": "Gamushara", "fr": "Gamushara", "it": "Gamushara", "pt": "Gamushara", "ja": "ガムシャラ", "ja_romaji": "Gamushara", "ko": "줄행랑", "ko_rr": null, "zh-TW": "魯莽處理", "zh-CN": "鲁莽行事"}, "text": {"en": null, "de": "Wenn ein Monster in Verteidigungsposition, das du kontrollierst, als Ziel für einen Angriff gewählt wird: Ändere das Monster in Verteidigungsposition in die offene Angriffsposition. Dann, falls das angreifende Monster durch den Kampf zerstört und auf den Friedhof gelegt wird: Füge deinem Gegner Schaden in Höhe der Grund-ATK des Monsters im Friedhof zu.", "es": "Cuando un monstruo en Posición de Defensa que controlas es seleccionado para un ataque: cambia ese monstruo en Posición de Defensa a Posición de Ataque boca arriba. Después, si el monstruo atacante es destruido en esa batalla y mandado al Cementerio: inflige daño a tu adversario igual al ATK original en el Cementerio de ese monstruo.", "fr": "Lorsqu'un monstre en Position de Défense que vous contrôlez est ciblé par une attaque : changez le monstre en Position de Défense en Position d'Attaque face recto. Puis, si le monstre attaquant est détruit par ce combat et envoyé au Cimetière : infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre dans le Cimetière.", "it": "Quando un mostro in Posizione di Difesa che controlli viene scelto come bersaglio per un attacco: metti scoperto in Posizione di Attacco quel mostro in Posizione di Difesa. Poi, se il mostro attaccante viene distrutto in quella battaglia e mandato al Cimitero: infliggi al tuo avversario danni pari all'ATK originale di quel mostro nel Cimitero.", "pt": "Quando um monstro em Posição de Defesa que você controla for escolhido como alvo de um ataque: mude esse monstro em Posição de Defesa para Posição de Ataque com a face para cima. Depois, se o monstro atacante for destruído nessa batalha e enviado ao Cemitério: Cause dano ao seu oponente igual ao ATK original desse monstro no Cemitério.", "ja": "①：自分の守備表示モンスターが攻撃対象に選択された時に発動できる。その守備表示モンスターを表側攻撃表示にし、そのダメージステップ終了時まで以下の効果を適用する。\n●そのモンスターが攻撃モンスターを破壊し墓地へ送った場合に発動する。そのモンスターの元々の攻撃力分のダメージを相手に与える。", "ko": "자신 필드 위에 수비 표시로 존재하는 몬스터가 공격 대상이 되었을 때 발동할 수 있다. 그 수비 표시 몬스터의 표시 형식을 앞면 공격 표시로 변경한다. 또한, 그 전투에 의해서 공격 몬스터를 파괴하여 묘지로 보냈을 때, 그 몬스터의 원래 공격력만큼 데미지를 상대 라이프에 준다.", "zh-TW": "可在我方場上的守備表示怪獸被選為攻擊對象時發動。將該守備表示怪獸變為正面攻擊表示。另在因該戰鬥破壞攻擊怪獸送至墓地時，給予對方LP等同於該怪獸原本的攻擊力數值的傷害。", "zh-CN": "我方场上的守备表示怪兽被选择为攻击对象时可发动。该守备表示怪兽变成表侧攻击表示。并且，因该战斗破坏攻击怪兽并送入墓地时，给予对手生命相当于该怪兽原本攻击力数值的伤害。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "Gamushara-GAOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN067", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "de": [{"set_number": "GAOV-DE067", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "GAOV-FR067", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "it": [{"set_number": "GAOV-IT067", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "GAOV-JP067", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "GAOV-KR067", "set_name": "Galactic Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 189566, "master_duel_rarity": "R"}