{"konami_id": 14468, "password": 85970321, "name": {"en": "Yosenju Izna", "de": "Yosenju Izna", "es": "Yosenju Izna", "fr": "Yosenju Izna", "it": "Yosenju Izna", "pt": "Yosenju Izna", "ja": "<ruby>妖<rt>よう</rt></ruby><ruby>仙<rt>せん</rt></ruby><ruby>獣<rt>じゅう</rt></ruby> <ruby>飯綱鞭<rt>イズナムチ</rt></ruby>", "ja_romaji": "Yōsenjū Izunamuchi", "ko": "요선수 반강편", "ko_rr": "Yoseonsu Ban-gangpyeon", "zh-TW": "妖仙獸 飯鋼鞭", "zh-CN": "妖仙兽 饭纲鞭"}, "text": {"en": null, "de": "Einmal pro Spielzug, während der End Phase, falls diese Karte in diesem Spielzug als Normalbeschwörung beschworen wurde: Gib sie auf die Hand zurück. Du kannst jeden der folgenden Effekte von „Yosenju Izna“ nur einmal pro Spielzug verwenden.\n●Du kannst diese Karte abwerfen; in diesem Spielzug kann dein Gegner weder Karten noch Effekte aktivieren, wenn ein oder mehr „Yosenju“-Monster als Normal- oder Spezialbeschwörung beschworen werden.\n●Falls du ein anderes „Yosenju“-Monster kontrollierst: Du kannst 1 Karte ziehen.", "es": "Una vez por turno, durante la End Phase, si esta carta fue Invocada de Modo Normal este turno: devuélvela a la mano. Sólo puedes usar cada uno de los siguientes efectos de \"Yosenju Izna\" una vez por turno.\n●Puedes descartar esta carta; este turno, tu adversario no puede activar cartas o efectos cuando uno o más monstruos \"Yosenju\" sean Invocados de Modo Normal o Especial.\n●Si controlas otro monstruo \"Yosenju\": puedes robar 1 carta.", "fr": "Une fois par tour, durant la End Phase, si cette carte a été Invoquée Normalement ce tour : renvoyez-la à la main. Vous ne pouvez utiliser chacun des effets suivants de \"Yosenju Izna\" qu'une fois par tour.\n●Vous pouvez défausser cette carte ; ce tour, votre adversaire ne peut activer ni de cartes ni d'effets lorsqu'un ou plusieurs monstres \"Yosenju\" sont Invoqués Normalement ou Spécialement.\n●Si vous contrôlez un autre monstre \"Yosenju\" : vous pouvez piocher 1 carte.", "it": "Una volta per turno, durante la End Phase, se questa carta è stata Evocata Normalmente in questo turno: falla ritornare nella mano. Puoi utilizzare ognuno dei seguenti effetti di \"Yosenju Izna\" una sola volta per turno.\n●Puoi scartare questa carta; in questo turno, il tuo avversario non può attivare carte o effetti quando uno o più mostri \"Yosenju\" vengono Evocati Normalmente o Specialmente.\n●Se controlli un altro mostro \"Yosenju\": puoi pescare 1 carta.", "pt": "Uma vez por turno, durante a Fase Final, se este card foi Invocado por Invocação-Normal neste turno: devolva-o para a mão. Você só pode usar cada um dos seguintes efeitos de \"Yosenju Izna\" uma vez por turno.\n●Você pode descartar este card; neste turno, seu oponente não pode ativar cards ou efeitos quando um ou mais monstros \"Yosenju\" forem Invocados por Invocação-Normal ou Especial.\n●Se você controlar outro monstro \"Yosenju\": você pode comprar 1 card.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードを手札から捨てて発動できる。このターン、「妖仙獣」モンスターの召喚・特殊召喚成功時に相手は魔法・罠・モンスターの効果を発動できない。\n②：自分フィールドに他の「妖仙獣」モンスターが存在する場合に発動できる。自分は１枚ドローする。\n③：このカードを召喚したターンのエンドフェイズに発動する。このカードを手札に戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 버리고 발동할 수 있다. 이 턴에, \"요선수\" 몬스터의 일반 소환 / 특수 소환 성공시에 상대는 마법 / 함정 / 몬스터의 효과를 발동할 수 없다. ②: 자신 필드에 다른 \"요선수\" 몬스터가 존재할 경우에 발동할 수 있다. 자신은 덱에서 1장 드로우한다. ③: 이 카드를 일반 소환한 턴의 엔드 페이즈에 발동한다. 이 카드를 주인의 패로 되돌린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從手牌捨棄此卡發動。此回合，在「妖仙獸」怪獸召喚・特殊召喚成功時，對方無法發動魔法・陷阱・怪獸的效果。②：可在我方場上存在其他「妖仙獸」怪獸的狀況下發動。我方從牌組抽１張牌。③：在召喚此卡的回合的結束階段發動。將此卡送回持有者的手牌。", "zh-CN": "此卡牌名的①②效果１回合只可各使用１次。①：可将此卡从手牌舍弃并发动。此回合，“妖仙兽”怪兽召唤、特殊召唤成功时，对手不可发动魔法、陷阱、怪兽效果。②：我方场上存在有其他“妖仙兽”怪兽的场合可发动。我方从牌组抽取１张卡牌。③：在召唤此卡回合的结束阶段发动。将此卡返回至持有者手牌。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "WIND", "level": 4, "atk": 800, "def": 1200, "series": ["Yosenju"], "images": [{"index": 1, "image": "YosenjuIzna-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN010", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE010", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR010", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT010", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT010", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP010", "set_name": "Rising Rampage", "rarities": ["Rare"]}], "ko": [{"set_number": "RIRA-KR010", "set_name": "Rising Rampage", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 601015, "master_duel_rarity": "N"}