{"konami_id": 12385, "password": 86013171, "name": {"en": "Kozmo Scaredy Lion", "de": "Kozmo Feiglöwe", "es": "León Miedoso Kozmo", "fr": "Lion Peureux Kozmo", "it": "Kozmo Leone Spaventato", "pt": "Leão Medroso de Kozmo", "ja": "<ruby>Ｋｏｚｍｏ<rt>コズモ</rt></ruby>－パーヴィッド", "ja_romaji": "Kozumo - Pāviddo", "ko": "<ruby>Kozmo<rt>코즈모</rt></ruby>－퍼비드", "ko_rr": null, "zh-TW": "星際仙蹤－膽怯獅", "zh-CN": "星际仙踪－胆怯狮"}, "text": {"en": null, "de": "Während des Spielzugs eines beliebigen Spielers: Du kannst diese Karte verbannen; beschwöre 1 „Kozmo“-Monster der Stufe 3 oder höher als Spezialbeschwörung von deiner Hand. Du kannst diesen Effekt von „Kozmo Feiglöwe“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug: Du kannst 500 LP zahlen und dann 3 deiner verbannten „Kozmo“-Monster wählen; lege sie in den Friedhof zurück und falls du dies tust, füge deinem Gegner 500 Schaden zu.", "es": "Durante el turno de cualquier jugador: puedes desterrar esta carta; Invoca de Modo Especial, desde tu mano, 1 monstruo \"Kozmo\" de Nivel 3 o mayor. Sólo puedes usar este efecto de \"León Miedoso Kozmo\" una vez por turno. Una vez por turno: puedes pagar 500 LP, y después seleccionar 3 de tus monstruos \"Kozmo\" desterrados; devuélvelos al Cementerio y, si lo haces, inflige 500 puntos de daño a tu adversario.", "fr": "Durant le tour de chaque joueur : vous pouvez bannir cette carte ; Invoquez Spécialement 1 monstre \"Kozmo\" de min. Niveau 3 depuis votre main. Vous ne pouvez utiliser cet effet de \"Lion Peureux Kozmo\" qu'une fois par tour. Une fois par tour : vous pouvez payer 500 LP, puis ciblez 3 de vos monstres \"Kozmo\" bannis ; renvoyez-les au Cimetière, et si vous le faites, infligez 500 points de dommages à votre adversaire.", "it": "Durante il turno di qualsiasi giocatore: puoi bandire questa carta; Evoca Specialmente 1 mostro \"Kozmo\" di Livello 3 o superiore dalla tua mano. Puoi utilizzare questo effetto di \"Kozmo Leone Spaventato\" una sola volta per turno. Una volta per turno: puoi pagare 500 LP, poi scegliere come bersaglio 3 dei tuoi mostri \"Kozmo\" banditi; falli ritornare nel Cimitero e, se lo fai, infliggi 500 danni al tuo avversario.", "pt": "Durante o turno de qualquer duelista: você pode banir este card; Invoque por Invocação-Especial 1 monstro \"Kozmo\" de Nível 3 ou mais da sua mão. Você só pode usar este efeito de \"Leão Medroso de Kozmo\" uma vez por turno. Uma vez por turno: você pode pagar 500 PV e, depois, escolher 3 dos seus monstros \"Kozmo\" banidos; devolva-os para o Cemitério e, se isso acontecer, cause 500 de dano ao seu oponente.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：自分・相手ターンに、フィールドのこのカードを除外して発動できる。手札からレベル３以上の「Ｋｏｚｍｏ」モンスター１体を特殊召喚する。\n②：１ターンに１度、５００ＬＰを払い、自分の除外状態の「Ｋｏｚｍｏ」モンスター３体を対象として発動できる。そのモンスターを墓地に戻し、相手に５００ダメージを与える。", "ko": "\"Kozmo(코즈모)－퍼비드\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 필드의 이 카드를 제외하고 발동할 수 있다. 패에서 레벨 3 이상의 \"Kozmo(코즈모)\" 몬스터 1장을 특수 소환한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 1턴에 1번, 500 LP를 지불하고, 제외되어 있는 자신의 \"Kozmo(코즈모)\" 몬스터 3장을 대상으로 하여 발동할 수 있다. 그 몬스터를 묘지로 되돌리고, 상대에게 500 데미지를 준다.", "zh-TW": "「星際仙蹤－膽怯獅」的①效果，１回合僅限使用１次。①：可將場上的此卡除外發動。從手牌特殊召喚１隻等級３以上的「星際仙蹤」怪獸。此效果在對方回合也可發動。②：１回合１次，可支付５００LP，將我方被除外的３隻「星際仙蹤」怪獸做為對象發動。將該怪獸送回墓地，給予對方５００傷害。", "zh-CN": "“星际仙踪－胆怯狮”的①效果１回合仅可使用１次。①：将场上的此卡除外可以发动。从手牌将１只等级３以上的“星际仙踪”怪兽特殊召唤。此效果在对手回合中也可以发动。②：１回合１次，支付５００LP，以自己３只被除外的“星际仙踪”怪兽为对象可以发动。将该怪兽放回墓地，给予对手５００伤害。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "LIGHT", "level": 2, "atk": 1200, "def": 500, "series": ["Kozmo"], "images": [{"index": 1, "image": "KozmoScaredyLion-SHVI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN082", "set_name": "Shining Victories", "rarities": ["Super Rare"]}], "de": [{"set_number": "SHVI-DE082", "set_name": "Shining Victories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SHVI-FR082", "set_name": "Shining Victories", "rarities": ["Super Rare"]}], "it": [{"set_number": "SHVI-IT082", "set_name": "Shining Victories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SHVI-PT082", "set_name": "Shining Victories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP16-JP013", "set_name": "Extra Pack 2016", "rarities": ["Common"]}], "ko": [{"set_number": "EP16-KR013", "set_name": "Extra Pack 2016", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 451463, "master_duel_rarity": "N"}