{"konami_id": 22066, "password": 86038337, "name": {"en": "Faisan, Hunting Scout of the Deep Forest", "de": "Faisan, jagender Kundschafter aus dem tiefen Wald", "es": "Faisán, Rastreador Cazador del Bosque Profundo", "fr": "Faisan, Éclaireur Chasseur de la Forêt Profonde", "it": "Faisan, Scout Cacciatore della Foresta Profonda", "pt": "Faisan, o Batedor Caçador da Floresta Profunda", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "2 EARTH Warrior monsters\nUnaffected by your opponent's activated effects, during the Main Phase only. During the Battle Phase (Quick Effect): You can Tribute this Fusion Summoned card; Special Summon 2 EARTH Warrior monsters from your GY, except \"Faisan, Hunting Scout of the Deep Forest\", and if you do, your EARTH Warrior monsters cannot be destroyed by battle for the rest of this turn. You can only use this effect of \"Faisan, Hunting Scout of the Deep Forest\" once per turn.", "de": "2 ERDE Krieger-Monster\nBleibt nur während der Main Phase von aktivierten Effekten deines Gegners unberührt. Während der Battle Phase (Schnelleffekt): Du kannst diese als Fusionsbeschwörung beschworene Karte als Tribut anbieten; beschwöre 2 ERDE Krieger-Monster als Spezialbeschwörung von deinem Friedhof, außer „Faisan, jagender Kundschafter aus dem tiefen Wald“, und falls du dies tust, können deine ERDE Krieger-Monster für den Rest dieses Spielzugs nicht durch Kampf zerstört werden. Du kannst diesen Effekt von „Faisan, jagender Kundschafter aus dem tiefen Wald“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Guerrero de TIERRA\nNo es afectado por los efectos activados de tu adversario, sólo durante la Main Phase. Durante la Battle Phase (Efecto Rápido): puedes Sacrificar esta carta Invocada por Fusión; Invoca de Modo Especial, desde tu Cementerio, 2 monstruos Guerrero de TIERRA, excepto \"Faisán, Rastreador Cazador del Bosque Profundo\" y, si lo haces, tus monstruos Guerrero de TIERRA no pueden ser destruidos en batalla por el resto de este turno. Sólo puedes usar este efecto de \"Faisán, Rastreador Cazador del Bosque Profundo\" una vez por turno.", "fr": "2 monstres TERRE Guerrier\nNon affectée par les effets activés de votre adversaire, durant la Main Phase uniquement. Durant la Battle Phase (Effet Rapide) : vous pouvez Sacrifier cette carte Invoquée par Fusion ; Invoquez Spécialement 2 monstres TERRE Guerrier (\"Faisan, Éclaireur Chasseur de la Forêt Profonde\" exclu) depuis votre Cimetière, et si vous le faites, vos monstres TERRE Guerrier ne peuvent pas être détruits au combat le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Faisan, Éclaireur Chasseur de la Forêt Profonde\" qu'une fois par tour.", "it": "2 mostri TERRA Guerriero\nImmune agli effetti attivati del tuo avversario, solamente durante la Main Phase. Durante la Battle Phase (Effetto Rapido): puoi offrire come Tributo questa carta Evocata tramite Fusione; Evoca Specialmente 2 mostri TERRA Guerriero dal tuo Cimitero, eccetto \"Faisan, Scout Cacciatore della Foresta Profonda\" e, se lo fai, i tuoi mostri TERRA Guerriero non possono essere distrutti in battaglia per il resto di questo turno. Puoi utilizzare questo effetto di \"Faisan, Scout Cacciatore della Foresta Profonda\" una sola volta per turno.", "pt": "2 monstros Guerreiro de TERRA\nNão é afetado pelos efeitos ativados do seu oponente, apenas durante a Fase Principal. Durante a Fase de Batalha (Efeito Rápido): você pode oferecer como Tributo este card Invocado por Invocação-Fusão; Invoque por Invocação-Especial 2 monstros Guerreiro de TERRA do seu Cemitério, exceto \"Faisan, o Batedor Caçador da Floresta Profunda\" e, se isso acontecer, seus monstros Guerreiro de TERRA não podem ser destruídos em batalha pelo resto deste turno. Você só pode usar este efeito de \"Faisan, o Batedor Caçador da Floresta Profunda\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "EARTH", "level": 5, "atk": 2300, "def": 2300, "materials": "2 EARTH Warrior monsters", "series": ["Hunting Scout of the Deep Forest"], "images": [{"index": 1, "image": "FaisanHuntingScoutoftheDeepForest-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN084", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE084", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP084", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR084", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT084", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT084", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145937}