{"konami_id": 11100, "password": 86049351, "name": {"en": "Last Counter", "de": "Letzter Konter", "es": "Último Contragolpe", "fr": "Dernier Contre", "it": "Ultimo Contrattacco", "pt": "Último Contragolpe", "ja": "ラスト・カウンター", "ja_romaji": "Rasuto Kauntā", "ko": "라스트 카운터", "ko_rr": null, "zh-TW": "最終反擊", "zh-CN": "最终反击"}, "text": {"en": "When an attack is declared involving a \"Battlin' Boxer\" monster you control and an opponent's monster: Negate the attack, and if you do, send that monster you control to the GY, then 1 \"Battlin' Boxer\" monster you control (in Attack Position, if you declared the attack) gains ATK equal to the original ATK of that opponent's monster, also proceed to damage calculation using those monsters. Then, you take damage equal to the amount of ATK gained from this effect.", "de": "Wenn ein Angriff deklariert wird, an dem ein „Unermüdlicher Boxer“-Monster, das du kontrollierst, und ein Monster eines Gegners beteiligt sind: Annulliere den Angriff und falls du dies tust, lege jenes Monster, das du kontrollierst, auf den Friedhof, dann erhält 1 „Unermüdlicher Boxer“-Monster (in Angriffsposition, falls du den Angriff deklariert hast), das du kontrollierst, ATK in Höhe der Grund-ATK jenes Monsters des Gegners, zusätzlich führe die Schadensberechnung durch und verwende dafür jene Monster. Dann erhältst du Schaden in Höhe der durch diesen Effekt erhaltenen ATK.", "es": "Cuando es declarado un ataque que involucre un monstruo \"Boxeador Indómito\" que controles y un monstruo del adversario: niega el ataque y, si lo haces, manda al Cementerio ese monstruo que controles, y después 1 monstruo \"Boxeador Indómito\" que controles (en Posición de Ataque, si tú declaraste el ataque) gana ATK igual al ATK original de ese monstruo del adversario, y además procede al cálculo de daño usando esos monstruos. Después, tú recibes daño igual al ATK ganado por este efecto.", "fr": "Lorsqu'une attaque impliquant un monstre \"Boxeur Indomptable\" que vous contrôlez et un monstre de l'adversaire est déclarée : annulez l'attaque, et si vous le faites, envoyez le monstre que vous contrôlez au Cimetière, puis 1 monstre \"Boxeur Indomptable\" que vous contrôlez (en Position d'Attaque, si vous avez déclaré l'attaque) gagne une ATK égale à l'ATK d'origine du monstre de l'adversaire, et aussi, passez au calcul des dommages en utilisant ces monstres. Puis, vous recevez des dommages égaux au montant d'ATK gagné par cet effet.", "it": "Quando viene dichiarato un attacco che coinvolge un mostro \"Pugile Indomito\" che controlli e un mostro dell'avversario: annulla l'attacco e, se lo fai, manda quel mostro che controlli al Cimitero, poi 1 mostro \"Pugile Indomito\" che controlli (in Posizione di Attacco, se hai dichiarato tu l'attacco) guadagna ATK pari all'ATK originale di quel mostro dell'avversario, inoltre procedi al calcolo dei danni utilizzando quei mostri. Poi, subisci danno pari all'ammontare di ATK guadagnato da questo effetto.", "pt": "Quando um ataque for declarado envolvendo um monstro \"Boxeador Obstinado\" que você controla e um monstro do oponente: negue o ataque e, se isso acontecer, envie esse monstro que você controla para o Cemitério e, depois, 1 monstro \"Boxeador Obstinado\" que você controla (em Posição de Ataque, se você declarou o ataque) ganha ATK igual ao ATK original desse monstro do oponente e, além disso, prossiga para o cálculo de dano usando esses monstros. Depois, você sofre dano igual ao valor de ATK ganho por este efeito.", "ja": "自分フィールド上の「ＢＫ」と名のついたモンスターが相手モンスターと戦闘を行う攻撃宣言時に発動できる。その攻撃を無効にし、その自分のモンスターを墓地へ送る。その相手モンスターの元々の攻撃力分、自分フィールド上の「ＢＫ」と名のついたモンスター１体の攻撃力をアップし、その相手モンスターとダメージ計算を行う。その後、自分はこのカードの効果でアップした攻撃力の数値分のダメージを受ける。", "ko": "자신 필드 위의 \"BK(버닝나쿠라)\"라는 이름이 붙은 몬스터가 상대 몬스터와 전투를 실행하는 공격 선언시에 발동할 수 있다. 그 공격을 무효로 하고, 그 자신의 몬스터를 묘지로 보낸다. 그 상대 몬스터의 원래 공격력만큼, 자신 필드 위의 \"BK(버닝나쿠라)\"라는 이름이 붙은 몬스터 1장의 공격력을 올리고, 그 상대 몬스터와 데미지 계산을 실행한다. 그 후, 자신은 이 카드의 효과로 올린 공격력의 수치만큼 데미지를 받는다.", "zh-TW": null, "zh-CN": "①：自己的“燃烧拳斗士”怪兽与对手怪兽进行战斗的攻击宣言时可以发动。使该攻击无效，将该自己的怪兽送至墓地，自己场上的１只“燃烧拳斗士”怪兽的攻击力上升相当于该对手的怪兽原本攻击力的数值，与该对手怪兽进行战斗并进行伤害计算。然后，自己受到相当于以此效果上升的攻击力数值的伤害。"}, "card_type": "Trap", "property": "Counter", "series": ["Counter"], "images": [{"index": 1, "image": "LastCounter-PRIO-JP-C.png", "illustration": "LastCounter-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "LastCounter-LD10-EN-C-1E.png", "illustration": "LastCounter-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "PRIO-EN071", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "LD10-EN059", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "de": [{"set_number": "PRIO-DE071", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "LD10-DE059", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "fr": [{"set_number": "PRIO-FR071", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "LD10-FR059", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "it": [{"set_number": "PRIO-IT071", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "LD10-IT059", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "pt": [{"set_number": "PRIO-PT071", "set_name": "Primal Origin", "rarities": ["Common"]}, {"set_number": "LD10-PT059", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "ja": [{"set_number": "PRIO-JP071", "set_name": "Primal Origin", "rarities": ["Common"]}], "ko": [{"set_number": "PRIO-KR071", "set_name": "Primal Origin", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DP29-SC078", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 294355, "master_duel_rarity": "N"}