{"konami_id": 22115, "password": 86098176, "name": {"en": "Assault Lich", "de": "Angriffs-Lich", "es": "Lich de Ataque", "fr": "Liche d'Assaut", "it": "Lich Assalto", "pt": "Lich de Ataque", "ja": "バスター・リッチー", "ja_romaji": "Basutā Ritchī", "ko": "버스터 리치", "ko_rr": null, "zh-TW": null, "zh-CN": "爆裂巫妖"}, "text": {"en": "If this card you control would be used as Synchro Material, you can treat it as a non-Tuner. You can only use each of the following effects of \"Assault Lich\" once per turn. If this card is Normal or Special Summoned: You can Special Summon 1 monster that mentions \"Assault Mode Activate\", or 1 Level 4 or lower Zombie monster, from your GY. If this card is sent to the GY as Synchro Material: You can add 1 \"Assault Slash\" or \"Assault Counter\" from your Deck to your hand.", "de": "Falls diese Karte, die du kontrollierst, als Synchromaterial verwendet würde, kannst du sie als Nicht-Empfänger behandeln. Du kannst jeden der folgenden Effekte von „Angriffs-Lich“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Monster, das „Angriffsmodus aktivieren“ erwähnt, oder 1 Zombie-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Friedhof beschwören. Falls diese Karte als Synchromaterial auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Angriffsschlag“ oder „Angriffskonter“ von deinem Deck hinzufügen.", "es": "Si esta carta que controlas fuera a ser usada como Material de Sincronía, puedes tratarla como un monstruo que no sea Cantante. Sólo puedes usar cada uno de los siguientes efectos de \"Lich de Ataque\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial 1 monstruo que mencione \"Activar Modo de Ataque\", o 1 monstruo Zombi de Nivel 4 o menor, desde tu Cementerio. Si esta carta es mandada al Cementerio como Material de Sincronía: puedes añadir a tu mano 1 \"Cuchillada de Ataque\" o \"Contra Ataque\" en tu Deck.", "fr": "Si cette carte que vous contrôlez va être utilisée comme Matériel Synchro, vous pouvez la traiter comme non-Syntoniseur. Vous ne pouvez utiliser chacun des effets suivants de \"Liche d'Assaut\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre qui mentionne \"Activation Mode Assaut\", ou 1 monstre Zombie de max. Niveau 4, depuis votre Cimetière. Si cette carte est envoyée au Cimetière comme Matériel Synchro : vous pouvez ajouter 1 \"Lacération d'Assaut\" ou \"Contre d'Assaut\" depuis votre Deck à votre main.", "it": "Se questa carta che controlli sta per essere utilizzata come Materiale Synchro, puoi considerarla come un non-Tuner. Puoi utilizzare ognuno dei seguenti effetti di \"Lich Assalto\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro che menziona \"Attivazione Modalità Assalto\", o 1 mostro Zombie di Livello 4 o inferiore, dal tuo Cimitero. Se questa carta viene mandata al Cimitero come Materiale Synchro: puoi aggiungere 1 \"Colpo d'Assalto\" o \"Contromossa d'Assalto\" dal tuo Deck alla tua mano.", "pt": "Se este card que você controla seria usado como Matéria Sincro, você pode considerá-lo como um não-Regulador. Você só pode usar cada um dos seguintes efeitos de \"Lich de Ataque\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro que mencione \"Ativar Modo de Ataque\", ou 1 monstro Zumbi de Nível 4 ou menos do seu Cemitério. Se este card for enviado para o Cemitério como Matéria Sincro: você pode adicionar 1 \"Corte de Ataque\" ou \"Contra Ataque\" do seu Deck à sua mão.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。自分の墓地から「バスター・モード」のカード名が記されたモンスターまたはレベル４以下のアンデット族モンスター１体を特殊召喚する。②：自分フィールドのこのカードをＳ素材とする場合、このカードをチューナー以外のモンスターとして扱う事ができる。③：このカードがＳ素材として墓地へ送られた場合に発動できる。デッキから「バスター・スラッシュ」か「バスター・カウンター」１枚を手札に加える。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 자신 묘지에서 \"버스터 모드\"의 카드명이 쓰여진 몬스터 또는 레벨 4 이하의 언데드족 몬스터 1장을 특수 소환한다. ②: 자신 필드의 이 카드를 싱크로 소재로 할 경우, 이 카드를 튜너 이외의 몬스터로 취급할 수 있다. ③: 이 카드가 싱크로 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"버스터 슬래시\"나 \"버스터 카운터\" 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①③效果1回合仅可各使用1次。①：此卡召唤・特殊召唤的情况下可以发动。从自己墓地将1只记载有“爆裂模式”卡名的怪兽或等级4以下的不死族怪兽特殊召唤。②：要以自己场上的此卡作为同步素材的情况下，可将此卡视为协调以外的怪兽。③：此卡作为同步素材被送至墓地的情况下可以发动。从牌组将1张“爆裂横扫”或“爆裂反击”加入手牌。"}, "card_type": "Monster", "monster_type_line": "Zombie / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 0, "images": [{"index": 1, "image": "AssaultLich-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ja": [{"set_number": "BPRO-JP009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ko": [{"set_number": "BPRO-KR009", "set_name": "Burst Protocol", "rarities": ["Common"]}], "zh-CN": [{"set_number": "BPRO-SC009", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1152075}