{"konami_id": 19084, "password": 86111442, "name": {"en": "Sentinel of the Tistina", "de": "Wachposten der Tistina", "es": "Centinela de Tistina", "fr": "Sentinelle de Tistina", "it": "Sentinella di Tistina", "pt": "Sentinela da Tistina", "ja": "ティスティナの<ruby>歩<rt>ほ</rt></ruby><ruby>哨<rt>しょう</rt></ruby>", "ja_romaji": "Tisutina no Hoshō", "ko": "티스티나의 보초", "ko_rr": null, "zh-TW": "緹斯緹那的步哨", "zh-CN": "蒂斯媞娜的哨兵"}, "text": {"en": "If this card is in your hand or GY and you control a LIGHT \"Tistina\" monster: You can Special Summon this card. You can target 1 \"Tistina\" monster or 1 face-down card you control; destroy it, then add 1 \"Tistina\" card from your Deck to your hand. You can only use each effect of \"Sentinel of the Tistina\" once per turn.", "de": "Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet und du ein LICHT „Tistina“-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst 1 „Tistina“-Monster oder 1 verdeckte Karte wählen, das oder die du kontrollierst; zerstöre es oder sie, dann füge deiner Hand 1 „Tistina“-Karte von deinem Deck hinzu. Du kannst jeden Effekt von „Wachposten der Tistina“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano o Cementerio y controlas un monstruo \"Tistina\" de LUZ: puedes Invocar esta carta de Modo Especial. Puedes seleccionar 1 monstruo \"Tistina\" o 1 carta boca abajo que controles; destrúyelo, y después añade a tu mano 1 carta \"Tistina\" en tu Deck. Sólo puedes usar cada efecto de \"Centinela de Tistina\" una vez por turno.", "fr": "Si cette carte est dans votre main ou Cimetière et que vous contrôlez un monstre LUMIÈRE \"Tistina\" : vous pouvez Invoquer Spécialement cette carte. Vous pouvez cibler 1 monstre \"Tistina\" ou 1 carte face verso que vous contrôlez ; détruisez-le, puis ajoutez 1 carte \"Tistina\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Sentinelle de Tistina\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano o Cimitero e tu controlli un mostro LUCE \"Tistina\": puoi Evocare Specialmente questa carta. Puoi scegliere come bersaglio 1 mostro \"Tistina\" o 1 carta coperta che controlli; distruggilo, poi aggiungi 1 carta \"Tistina\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Sentinella di Tistina\" una sola volta per turno.", "pt": "Se este card estiver na sua mão ou no Cemitério e você controlar um monstro \"Tistina\" de LUZ: você pode Invocar este card por Invocação-Especial. Você pode escolher 1 monstro \"Tistina\" ou 1 card com a face para baixo que você controla; destrua-o e, depois, adicione 1 card \"Tistina\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Sentinela da Tistina\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが手札・墓地に存在し、自分フィールドに光属性の「ティスティナ」モンスターが存在する場合に発動できる。このカードを特殊召喚する。\n②：自分フィールドの、「ティスティナ」モンスター１体か裏側表示カード１枚を対象として発動できる。そのカードを破壊する。その後、デッキから「ティスティナ」カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 자신 필드에 빛 속성의 \"티스티나\" 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 특수 소환한다. ②: 자신 필드의, \"티스티나\" 몬스터 1장이나 뒷면 표시 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. 그 후, 덱에서 \"티스티나\" 카드 1장을 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。 ①：可在此卡存在於手牌・墓地，我方場上存在光屬性的「緹斯緹那」怪獸的狀況下發動。特殊召喚此卡。 ②：可將我方場上的１隻「緹斯緹那」怪獸或１張反面表示的卡做為對象發動。破壞該卡。其後，從牌組將１張「緹斯緹那」卡加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。 ①：此卡存在于手牌・墓地，且自己场上存在光属性“蒂斯媞娜”怪兽的情况下可以发动。将此卡特殊召唤。 ②：以自己场上的１只“蒂斯媞娜”怪兽或１张里侧表示卡为对象可以发动。将该卡破坏。然后，从牌组将１张“蒂斯媞娜”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WIND", "level": 3, "atk": 1200, "def": 1400, "series": ["Tistina"], "images": [{"index": 1, "image": "SentineloftheTistina-DUNE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN086", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUNE-DE086", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUNE-FR086", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUNE-IT086", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUNE-PT086", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}], "ja": [{"set_number": "WPP5-JP016", "set_name": "World Premiere Pack 2024", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 993291, "master_duel_rarity": "R"}