{"konami_id": 13744, "password": 86124104, "name": {"en": "Demise, Agent of Armageddon", "de": "Demise, Beauftragter des Jüngsten Tages", "es": "Demise, Agente del Armagedón", "fr": "Peine, Envoyé de l'Armageddon", "it": "Demise, Agente dell'Armageddon", "pt": "Demise, o Agente do Armagedom", "ja": "<ruby>終<rt>しゅう</rt></ruby><ruby>焉<rt>えん</rt></ruby>の<ruby>悪<rt>あく</rt></ruby><ruby>魔<rt>ま</rt></ruby>デミス", "ja_romaji": "Shūen no Akuma Demisu", "ko": "종언의 악마 데미스", "ko_rr": "Jong-eon-ui Akma Demiseu", "zh-TW": "終焉魔鬼 迪米斯", "zh-CN": "终焉之魔鬼 迪米斯"}, "text": {"en": "You can Ritual Summon this card with \"Cycle of the World\". This card's name becomes \"Demise, King of Armageddon\" while in the hand or on the field. If this card is Ritual Summoned: Destroy 1 face-up monster on the field. If this card is sent to the GY: You can target 1 Ritual Monster you control; while it is face-up on your field, your opponent cannot activate cards or effects in response to the activation of your Ritual Monsters' effects.", "de": "Du kannst diese Karte mit „Zyklus der Welt“ als Ritualbeschwörung beschwören. Der Name dieser Karte wird zu „Demise, König des Jüngsten Tages“, solange sie sich in der Hand oder auf dem Spielfeld befindet. Falls diese Karte als Ritualbeschwörung beschworen wird: Zerstöre 1 offenes Monster auf dem Spielfeld. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 Ritualmonster wählen, das du kontrollierst; solange es offen auf deiner Spielfeldseite liegt, kann dein Gegner weder Karten noch Effekte als Reaktion auf die Aktivierung der Effekte deiner Ritualmonster aktivieren.", "es": "Puedes Invocar esta carta por Ritual con \"Ciclo del Mundo\". El nombre de esta carta se convierte en \"Demise, Rey del Armagedón\" mientras esté en la mano o en el Campo. Si esta carta es Invocada por Ritual: destruye 1 monstruo boca arriba en el Campo. Si esta carta es mandada al Cementerio: puedes seleccionar 1 Monstruo de Ritual que controles; mientras esté boca arriba en tu Campo, tu adversario no puede activar cartas o efectos en respuesta a la activación de los efectos de tus Monstruos de Ritual.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Cycle du Monde\". Le nom de cette carte devient \"Peine, Roi de l'Armageddon\" tant qu'elle est dans la main ou sur le Terrain. Si cette carte est Invoquée Rituellement : détruisez 1 monstre face recto sur le Terrain. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Monstre Rituel que vous contrôlez ; tant qu'il est face recto sur votre Terrain, votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation d'effets de vos Monstres Rituels.", "it": "Puoi Evocare tramite Rituale questa carta con \"Ciclo del Mondo\". Il nome di questa carta diventa \"Demise, Re dell'Armageddon\" mentre è nella mano o sul Terreno. Se questa carta viene Evocata tramite Rituale: distruggi 1 mostro scoperto sul Terreno. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 Mostro Rituale che controlli; mentre è scoperto sul tuo Terreno, il tuo avversario non può attivare carte o effetti in risposta all'attivazione degli effetti dei tuoi Mostri Rituali.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Ciclo do Mundo\". O nome deste card se torna \"Demise, o Rei do Armagedom\" enquanto estiver na mão ou no campo. Se este card for Invocado por Invocação-Ritual: destrua 1 monstro com a face para cima no campo. Se este card for enviado para o Cemitério: você pode escolher 1 Monstro de Ritual que você controla; enquanto ele estiver com a face para cima no seu campo, seu oponente não pode ativar cards ou efeitos em resposta à ativação dos efeitos dos seus Monstros de Ritual.", "ja": "「エンドレス・オブ・ザ・ワールド」により降臨。①：このカードのカード名は、手札・フィールドに存在する限り「終焉の王デミス」として扱う。②：このカードが儀式召喚に成功した場合に発動する。フィールドの表側表示モンスター１体を選んで破壊する。③：このカードが墓地へ送られた場合、自分フィールドの儀式モンスター１体を対象として発動できる。そのモンスターが自分フィールドに表側表示で存在する限り、自分の儀式モンスターの効果の発動に対して相手はカードの効果を発動できない。", "ko": "\"엔드리스 오브 더 월드\"에 의해 의식 소환. ①: 이 카드의 카드명은, 패 / 필드에 존재하는 한 \"종언의 왕 데미스\"로 취급한다. ②: 이 카드가 의식 소환에 성공했을 경우에 발동한다. 필드의 앞면 표시 몬스터 1장을 고르고 파괴한다. ③: 이 카드가 묘지로 보내졌을 경우, 자신 필드의 의식 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터가 자신 필드에 앞면 표시로 존재하는 한, 자신의 의식 몬스터의 효과 발동에 대하여 상대는 카드의 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "以“世界不灭”降临\n①：此卡只要存在于手牌・场上，卡名视为“终焉之王 迪米斯”。②：此卡仪式召唤的情况下发动。将场上的1只表侧表示怪兽破坏。③：此卡被送至墓地的情况下，以自己场上的1只仪式怪兽为对象可以发动。只要该怪兽以表侧表示存在于自己场上，应对自己的仪式怪兽的效果的发动，对手不可发动卡的效果。"}, "card_type": "Monster", "monster_type_line": "Fiend / Ritual / Effect", "attribute": "DARK", "level": 4, "atk": 1800, "def": 1000, "ritual_spell": "Cycle of the World", "images": [{"index": 1, "image": "DemiseAgentofArmageddon-CYHO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "es": [{"set_number": "CYHO-SP028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ko": [{"set_number": "CYHO-KR028", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE03-SC069", "set_name": "Nature Pack: Righteous Warriors", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 555161, "master_duel_rarity": "N"}