{"konami_id": 7503, "password": 86133013, "name": {"en": "Level Resist Wall", "de": "Stufen-Widerstandsmauer", "es": "Pared de Resistencia del Nivel", "fr": "Mur de Résistance de Niveau", "it": "Muro Resisti Livello", "pt": "Barreira de Resistência a Nível", "ja": "レベル・レジストウォール", "ja_romaji": "Reberu Rejisuto Wōru", "ko": "레벨 레지스트월", "ko_rr": "Rebel Rejiseuteuwol", "zh-TW": "等級抗蝕牆", "zh-CN": "等级抗蚀墙"}, "text": {"en": null, "de": "Falls ein oder mehr Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört werden: Wähle 1 der Monster; beschwöre Monster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, sodass die Summe ihrer Stufen der Stufe des Monsters entspricht, aber annulliere ihre Effekte. Du kannst nur 1 „Stufen-Widerstandsmauer“ pro Spielzug aktivieren.", "es": "Si uno o más monstruos que controles son destruidos en batalla o por el efecto de una carta del adversario: selecciona 1 de esos monstruos; Invoca de Modo Especial, desde tu Deck, uno o más monstruos en Posición de Defensa de forma que sus Niveles combinados sean iguales al Nivel de ese monstruo, pero niega sus efectos. Sólo puedes activar 1 \"Pared de Resistencia del Nivel\" por turno.", "fr": "Si un ou plusieurs monstres que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : ciblez 1 de ces monstres ; Invoquez Spécialement un ou plusieurs monstres depuis votre Deck en Position de Défense afin que la somme de leur Niveau soit égale au Niveau du monstre, mais annulez leurs effets. Vous ne pouvez activer qu'1 \"Mur de Résistance de Niveau\" par tour.", "it": "Se uno o più mostri che controlli vengono distrutti in battaglia o dall'effetto di una carta dell'avversario: scegli come bersaglio 1 di quei mostri; Evoca Specialmente mostri dal tuo Deck in Posizione di Difesa in modo che la somma dei loro Livelli sia pari al Livello di quel mostro, ma annulla i loro effetti. Puoi attivare solo 1 \"Muro Resisti Livello\" per turno.", "pt": "Se um ou mais monstros que você controla forem destruídos em batalha ou por um efeito de card do oponente: escolha 1 desses monstros; Invoque por Invocação-Especial um ou mais monstros do seu Deck, em Posição de Defesa, de forma que o Nível combinado deles seja igual ao Nível desse monstro, mas negue seus efeitos. Você só pode ativar 1 \"Barreira de Resistência a Nível\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：自分フィールドのモンスターが戦闘または相手の効果で破壊された場合、そのモンスター１体を対象として発動できる。レベルの合計がそのモンスターと同じになるように、デッキからモンスターを任意の数だけ守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 몬스터가 전투 또는 상대 효과로 파괴되었을 경우, 그 몬스터 1장을 대상으로 하고 발동할 수 있다. 레벨의 합계가 그 몬스터와 같아지도록, 덱에서 몬스터를 임의의 수만큼 고르고 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：在我方場上的怪獸因戰鬥或對方效果被破壞的狀況下，可將該怪獸１隻做為對象發動。為使等級合計變為和該怪獸等級相同，從牌組選擇任意數量的怪獸以守備表示特殊召喚。透過此效果特殊召喚的怪獸效果無效化。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：自己场上的怪兽因战斗或对手的效果被破坏的情况下，以１只该怪兽为对象可以发动。为使等级合计与该怪兽相同，从牌组挑选任意数量的怪兽以守备表示特殊召唤。以此效果特殊召唤的怪兽的效果无效化。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "LevelResistWall-EGO1-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "EGO1-EN005", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Super Rare"]}], "de": [{"set_number": "EGO1-DE005", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Super Rare"]}], "fr": [{"set_number": "EGO1-FR005", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Super Rare"]}], "it": [{"set_number": "EGO1-IT005", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Super Rare"]}], "pt": [{"set_number": "EGO1-PT005", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Super Rare"]}], "ja": [{"set_number": "21PP-JP004", "set_name": "Premium Pack 2021", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "PP16-KR004", "set_name": "Premium Pack Vol.16", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "EGO1-SC005", "set_name": "Structure Deck: Egyptian Gods' Advent: Slifer the Sky Dragon & Obelisk the Tormentor", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708228, "master_duel_rarity": "R"}