{"konami_id": 16380, "password": 86154370, "name": {"en": "Hi-Speedroid Clear Wing Rider", "de": "Hochgeschwindigkeitsroid Glasflügel-Fahrer", "es": "Motorista Ala Transparente de Alta-Velociroid", "fr": "Motocycliste Aile Claire Grande Vitesseroid", "it": "Alta-Velociroid Ala Chiara Pilota", "pt": "Alta-Velocidaroide Piloto de Asas Transparentes", "ja": "<ruby>ＨＳＲ<rt>ハイスピードロイド</rt></ruby>／<ruby>ＣＷ<rt>クリアウィング</rt></ruby>ライダー", "ja_romaji": "Haisupīdoroido/Kuria Wingu Raidā", "ko": "<ruby>HSR<rt>하이스피드로이드</rt></ruby> / <ruby>CW<rt>클리어윙</rt></ruby> 라이더", "ko_rr": "Haiseupideuroideu / Keulli-eowing Raideo", "zh-TW": "高速疾行機人 遙控幻透翼騎手", "zh-CN": "高速疾行机人 遥控清透翼骑手"}, "text": {"en": "1 WIND Tuner + 1 non-Tuner WIND Synchro Monster\nOnce per turn, during your Main Phase: You can roll a six-sided die and shuffle WIND monsters from your GY into your Deck, up to the result, then, you can destroy cards your opponent controls up to the number shuffled, and if you do, this card gains 500 ATK for each card destroyed by this effect, until the end of this turn. During your opponent's Main Phase (Quick Effect): You can Tribute this Synchro Summoned card; Special Summon up to 2 Level 7 WIND Synchro Monsters with different names from each other from your Extra Deck.", "de": "1 WIND Empfänger + 1 WIND Nicht-Empfänger-Synchromonster\nEinmal pro Spielzug, während deiner Main Phase: Du kannst einen sechsseitigen Würfel werfen und WIND Monster bis zum Ergebnis von deinem Friedhof in dein Deck mischen, dann kannst du Karten, die dein Gegner kontrolliert, bis zur ins Deck gemischten Anzahl zerstören und falls du dies tust, erhält diese Karte für jede durch diesen Effekt zerstörte Karte bis zum Ende dieses Spielzugs 500 ATK. Während der Main Phase deines Gegners (Schnelleffekt): Du kannst diese als Synchrobeschwörung beschworene Karte als Tribut anbieten; beschwöre bis zu 2 WIND Synchromonster der Stufe 7 mit unterschiedlichen Namen voneinander als Spezialbeschwörung von deinem Extra Deck.", "es": "1 Cantante de VIENTO + 1 Monstruo de Sincronía de VIENTO que no sea Cantante\nUna vez por turno, durante tu Main Phase: puedes lanzar un dado de seis caras y barajar a tu Deck monstruos de VIENTO en tu Cementerio, hasta el resultado, y después puedes destruir cartas que controle tu adversario hasta el número de barajados y, si lo haces, hasta el final de este turno esta carta gana 500 ATK por cada carta destruida por este efecto. Durante la Main Phase de tu adversario (Efecto Rápido): puedes Sacrificar esta carta Invocada por Sincronía; Invoca de Modo Especial, desde tu Deck Extra, hasta 2 Monstruos de Sincronía de VIENTO de Nivel 7 con nombres diferentes entre sí.", "fr": "1 Syntoniseur VENT + 1 Monstre Synchro non-Syntoniseur VENT\nUne fois par tour, durant votre Main Phase : vous pouvez lancer un dé à six faces, et mélangez un nombre de monstres VENT depuis votre Cimetière dans votre Deck, inférieur ou égal au résultat, puis, vous pouvez détruire un nombre de cartes contrôlées par votre adversaire inférieur ou égal au nombre mélangé, et si vous le faites, cette carte gagne 500 ATK pour chaque carte détruite par cet effet, jusqu'à la fin de ce tour. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez Sacrifier cette carte Invoquée par Synchronisation ; Invoquez Spécialement max. 2 Monstres Synchro VENT de Niveau 7 de noms différents l'un de l'autre depuis votre Extra Deck.", "it": "1 Tuner VENTO + 1 Mostro Synchro VENTO non-Tuner\nUna volta per turno, durante la tua Main Phase: puoi tirare un dado a sei facce e mischiare mostri VENTO dal tuo Cimitero nel tuo Deck fino al risultato, poi puoi distruggere carte controllate dal tuo avversario fino al numero di mostri mischiati e, se lo fai, questa carta guadagna 500 ATK per ogni carta distrutta da questo effetto, fino alla fine di questo turno. Durante la Main Phase del tuo avversario (Effetto Rapido): puoi offrire come Tributo questa carta Synchro Evocata; Evoca Specialmente fino a 2 Mostri Synchro VENTO di Livello 7 con nomi diversi l'uno dall'altro dal tuo Extra Deck.", "pt": "1 Regulador de VENTO + 1 Monstro Sincro não-Regulador de VENTO\nUma vez por turno, durante sua Fase Principal: você pode lançar um dado de seis faces e embaralhar monstros de VENTO do seu Cemitério no seu Deck, até o resultado e, depois, você pode destruir cards que seu oponente controla até o número de embaralhados e, se isso acontecer, até o final deste turno, este card ganha 500 de ATK para cada card destruído por este efeito. Durante a Fase Principal do seu oponente (Efeito Rápido): você pode oferecer como Tributo este card Invocado por Invocação-Sincro; Invoque por Invocação-Especial do seu Deck Adicional até 2 Monstros Sincro de VENTO de Nível 7 com nomes diferentes um do outro.", "ja": "風属性チューナー＋チューナー以外の風属性Ｓモンスター１体\n①：１ターンに１度、自分メインフェイズに発動できる。サイコロを１回振る。出た目の数まで自分の墓地の風属性モンスターを選んでデッキに戻す。その後、戻した数まで相手フィールドのカードを選んで破壊できる。このカードの攻撃力はターン終了時まで、この効果で破壊した数×５００アップする。②：相手メインフェイズに、Ｓ召喚したこのカードをリリースして発動できる。ＥＸデッキからレベル７の風属性Ｓモンスターを２体まで特殊召喚する（同名カードは１枚まで）。", "ko": "바람 속성 튜너 ＋ 튜너 이외의 바람 속성 싱크로 몬스터 1장\n①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 주사위를 1회 던진다. 나온 눈의 수까지 자신 묘지의 바람 속성 몬스터를 고르고 덱으로 되돌린다. 그 후, 되돌린 수까지 상대 필드의 카드를 고르고 파괴할 수 있다. 이 카드의 공격력은 턴 종료시까지, 이 효과로 파괴한 수 × 500 올린다. ②: 상대 메인 페이즈에, 싱크로 소환한 이 카드를 릴리스하고 발동할 수 있다. 엑스트라 덱에서 레벨 7 의 바람 속성 싱크로 몬스터를 2장까지 특수 소환한다(같은 이름의 카드는 1장까지).", "zh-TW": null, "zh-CN": "风属性协调＋1只协调以外的风属性同步怪兽\n①：1回合1次，在自己的主要阶段可以发动。掷1次骰子。挑选自己墓地的风属性怪兽放回牌组，数量最多为掷出的数字。然后，可以挑选对手场上的卡破坏，数量最多为放回的数量。此卡的攻击力直至回合结束时为止，上升相当于以此效果破坏的数量×500的数值。②：在对手的主要阶段，解放同步召唤的此卡可以发动。从额外牌组将最多2只等级7的风属性同步怪兽特殊召唤（同名卡最多1张）。"}, "card_type": "Monster", "monster_type_line": "Machine / Synchro / Effect", "attribute": "WIND", "level": 11, "atk": 3500, "def": 2000, "materials": "1 WIND Tuner + 1 non-Tuner WIND Synchro Monster", "series": ["Clear Wing", "roid", "Speedroid"], "images": [{"index": 1, "image": "HiSpeedroidClearWingRider-LED8-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED8-EN006", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED8-DE006", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED8-FR006", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED8-IT006", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED8-PT006", "set_name": "Legendary Duelists: Synchro Storm", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP25-JP005", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DP25-KR005", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DP25-SC005", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715303, "master_duel_rarity": "UR"}