{"konami_id": 12325, "password": 86221741, "name": {"en": "Raidraptor - Ultimate Falcon", "de": "Überfallraptor - Ultimativer Falke", "es": "Asaltorrapaz - Halcón Definitivo", "fr": "Raidraptor - Faucon Ultime", "it": "Raidraptor - Falco Finale", "pt": "Ataqueraptor - Falcão Definitivo", "ja": "<ruby>ＲＲ<rt>レイド・ラプターズ</rt></ruby>－アルティメット・ファルコン", "ja_romaji": "Reido Raputāzu - Arutimetto Farukon", "ko": "<ruby>RR<rt>레이드 랩터즈</rt></ruby>－얼티미트 팔콘", "ko_rr": "Reideu Raepteojeu - Eoltimiteu Palkon", "zh-TW": "急襲猛禽－究極獵鷹", "zh-CN": "急袭猛禽－究极猎鹰"}, "text": {"en": "3 Level 10 Winged Beast monsters\nUnaffected by other cards' effects. You can detach 1 material from this card; for the rest of this turn, all monsters your opponent controls lose 1000 ATK, also your opponent cannot activate cards or effects. If this card has a \"Raidraptor\" monster as material, it gains this effect.\n● Once per turn, during the End Phase: You can make all monsters your opponent controls lose 1000 ATK, also if your opponent controls no face-up monsters, inflict 1000 damage to your opponent.", "de": "3 Geflügeltes Ungeheuer-Monster der Stufe 10\nBleibt von den Effekten anderer Karten unberührt. Du kannst 1 Material von dieser Karte abhängen; für den Rest dieses Spielzugs verlieren alle Monster, die dein Gegner kontrolliert, 1000 ATK, zusätzlich kann dein Gegner weder Karten noch Effekte aktivieren. Falls diese Karte ein „Überfallraptor“-Monster als Material hat, erhält sie diesen Effekt.\n● Einmal pro Spielzug, während der End Phase: Du kannst alle Monster, die dein Gegner kontrolliert, 1000 ATK verlieren lassen, zusätzlich, falls dein Gegner keine offenen Monster kontrolliert, füge deinem Gegner 1000 Schaden zu.", "es": "3 monstruos Bestia Alada de Nivel 10\nNo es afectado por efectos de otras cartas. Puedes desacoplar 1 material de esta carta; por el resto de este turno, todos los monstruos que controle tu adversario pierden 1000 ATK, y además tu adversario no puede activar cartas o efectos. Si esta carta tiene un monstruo \"Asaltorrapaz\" como material, gana este efecto.\n● Una vez por turno, durante la End Phase: puedes hacer que todos los monstruos que controle tu adversario pierdan 1000 ATK, y además si tu adversario no controla monstruos boca arriba, inflige 1000 puntos de daño a tu adversario.", "fr": "3 monstres Bête Ailée de Niveau 10\nNon affectée par les effets d'autres cartes. Vous pouvez détacher 1 Matériel de cette carte ; le reste de ce tour, tous les monstres contrôlés par votre adversaire perdent 1000 ATK, et aussi, votre adversaire ne peut activer ni de cartes ni d'effets. Si cette carte a un monstre \"Raidraptor\" comme Matériel, elle gagne cet effet.\n● Une fois par tour, durant la End Phase : vous pouvez faire perdre 1000 ATK à tous les monstres contrôlés par votre adversaire, et aussi, si votre adversaire ne contrôle aucun monstre face recto, infligez 1000 points de dommages à votre adversaire.", "it": "3 mostri Bestia Alata di Livello 10\nImmune agli effetti delle altre carte. Puoi staccare 1 materiale da questa carta; per il resto di questo turno, tutti i mostri controllati dal tuo avversario perdono 1000 ATK, inoltre il tuo avversario non può attivare carte o effetti. Se questa carta ha un mostro \"Raidraptor\" come materiale, essa guadagna questo effetto.\n● Una volta per turno, durante la End Phase: puoi far perdere 1000 ATK a tutti i mostri controllati dal tuo avversario, inoltre, se il tuo avversario non controlla nessun mostro scoperto, infliggi 1000 danni al tuo avversario.", "pt": "3 monstros Besta Alada de Nível 10\nNão é afetado por outros efeitos de cards. Você pode desassociar 1 matéria deste card; pelo resto deste turno, todos os monstros que seu oponente controla perdem 1000 de ATK e, além disso, seu oponente não pode ativar cards ou efeitos. Se este card tiver um monstro \"Ataqueraptor\" como matéria, ele ganha este efeito.\n● Uma vez por turno, durante a Fase Final: você pode fazer com que todos os monstros que seu oponente controla percam 1000 de ATK e, além disso, se seu oponente não controlar monstros com a face para cima, cause 1000 de dano ao seu oponente.", "ja": "鳥獣族レベル１０モンスター×３\n①：フィールドのこのカードは他のカードの効果を受けない。②：このカードのＸ素材を１つ取り除いて発動できる。このターン中は、相手フィールドのモンスターの攻撃力が１０００ダウンし、相手はカードの効果を発動できない。③：このカードが「ＲＲ」モンスターをＸ素材としている場合、以下の効果を得る。●自分・相手のエンドフェイズに発動できる。相手フィールドに表側表示モンスターが存在する場合、それらの攻撃力は１０００ダウンする。存在しない場合、相手に１０００ダメージを与える。", "ko": "비행야수족 레벨 10 몬스터 × 3\n①: 필드의 이 카드는 다른 카드의 효과를 받지 않는다. ②: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 턴 중에는, 상대 필드의 몬스터의 공격력을 1000 내리고, 상대는 카드의 효과를 발동할 수 없다. ③: 이 카드가 \"RR(레이드 랩터즈)\" 몬스터를 엑시즈 소재로 하고 있을 경우, 이하의 효과를 얻는다. ●자신 / 상대의 엔드 페이즈에 발동할 수 있다. 상대 필드에 앞면 표시 몬스터가 존재할 경우, 그 카드들의 공격력은 1000 내린다. 존재하지 않을 경우, 상대에게 1000 데미지를 준다.", "zh-TW": "鳥獸族等級１０怪獸×３\n①：此卡不受其他卡的效果影響。②：可去除此卡的１個超量素材發動。此回合，對方場上的怪獸的攻擊力降低１０００，對方無法發動卡的效果。③：在此卡以「急襲猛禽」怪獸做為超量素材的狀況下，獲得以下效果。\n●可在雙方每次結束階段發動。對方場上的所有怪獸的攻擊力降低１０００。在對方場上不存在正面表示怪獸的狀況下，給予對方１０００傷害。", "zh-CN": "鸟兽族等级10怪兽×3\n①：此卡不受其他卡的效果影响。②：去除此卡的1个超量素材可以发动。此回合，对手场上的怪兽的攻击力下降1000，对手不可发动卡的效果。③：此卡持有“急袭猛禽”怪兽作为超量素材的情况下，获得以下效果。●在每次双方的结束阶段可以发动。对手场上所有怪兽的攻击力下降1000。对手场上不存在表侧表示怪兽的情况下，给予对手1000伤害。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Xyz / Effect", "attribute": "DARK", "rank": 10, "atk": 3500, "def": 2000, "materials": "3 Level 10 Winged Beast-Type monsters", "series": ["Raidraptor"], "images": [{"index": 1, "image": "RaidraptorUltimateFalcon-MGED-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN053", "set_name": "Shining Victories", "rarities": ["Super Rare"]}, {"set_number": "MGED-EN140", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "de": [{"set_number": "SHVI-DE053", "set_name": "Shining Victories", "rarities": ["Rare"]}, {"set_number": "MGED-DE140", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "fr": [{"set_number": "SHVI-FR053", "set_name": "Shining Victories", "rarities": ["Rare"]}, {"set_number": "MGED-FR140", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "it": [{"set_number": "SHVI-IT053", "set_name": "Shining Victories", "rarities": ["Rare"]}, {"set_number": "MGED-IT140", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "pt": [{"set_number": "SHVI-PT053", "set_name": "Shining Victories", "rarities": ["Rare"]}, {"set_number": "MGED-PT140", "set_name": "Maximum Gold: El Dorado", "rarities": ["Rare"]}], "ja": [{"set_number": "SHVI-JP053", "set_name": "Shining Victories", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP2-JP072", "set_name": "LINK VRAINS Pack 2", "rarities": ["Rare"]}, {"set_number": "QCCU-JP158", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "SHVI-KR053", "set_name": "Shining Victories", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LVP2-KR072", "set_name": "LINK VRAINS Pack 2", "rarities": ["Rare"]}, {"set_number": "QCCU-KR158", "set_name": "Quarter Century Chronicle side:Unity", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "CL01-SC163", "set_name": "Classic Pack 01", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 360072, "master_duel_rarity": "UR"}