{"konami_id": 19024, "password": 86239173, "name": {"en": "Horned Saurus", "de": "Hornsaurier", "es": "Cerato Saurio", "fr": "Ptérodosaure", "it": "Sauro Cornuto", "pt": "Chifressauro", "ja": "ヘルホーンドザウルス", "ja_romaji": "Heruhōndozaurusu", "ko": "헬혼드사우루스", "ko_rr": null, "zh-TW": "長角翼暴龍", "zh-CN": "地狱角龙"}, "text": {"en": "\"Kaitoptera\" + 1 Dinosaur or Dragon monster\nThis card can attack directly the turn it is Special Summoned. You can only use each of the following effects of \"Horned Saurus\" once per turn. If this card is Fusion Summoned: You can place 1 Field Spell from your Deck or GY face-up in your Field Zone. During your Main Phase, you can: Immediately after this effect resolves, Normal Summon 1 Dinosaur or Dragon monster.", "de": "„Kaitoptera“ + 1 Dinosaurier- oder Drache-Monster\nDiese Karte kann in dem Spielzug, in dem sie als Spezialbeschwörung beschworen wird, direkt angreifen. Du kannst jeden der folgenden Effekte von „Hornsaurier“ nur einmal pro Spielzug verwenden. Falls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 1 Spielfeldzauber von deinem Deck oder Friedhof offen in deine Spielfeldzone legen. Während deiner Main Phase kannst du: Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Dinosaurier- oder Drache-Monster als Normalbeschwörung.", "es": "\"Kaitoptera\" + 1 monstruo Dinosaurio o Dragón\nEsta carta puede atacar directamente el turno en el que es Invocada de Modo Especial. Sólo puedes usar cada uno de los siguientes efectos de \"Cerato Saurio\" una vez por turno. Si esta carta es Invocada por Fusión: puedes poner boca arriba en tu Zona del Campo 1 Mágica de Campo en tu Deck o Cementerio. Durante tu Main Phase, puedes: inmediatamente después de que se resuelva este efecto, Invocar de Modo Normal 1 monstruo Dinosaurio o Dragón.", "fr": "\"Kaitoptera\" + 1 monstre Dinosaure ou Dragon\nCette carte peut attaquer directement le tour où elle est Invoquée Spécialement. Vous ne pouvez utiliser chacun des effets suivants de \"Ptérodosaure\" qu'une fois par tour. Si cette carte est Invoquée par Fusion : vous pouvez placer face recto 1 Magie de Terrain depuis votre Deck ou Cimetière dans votre Zone Terrain. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre Dinosaure ou Dragon.", "it": "\"Kaitoptera\" + 1 mostro Dinosauro o Drago\nQuesta carta può attaccare direttamente nel turno in cui viene Evocata Specialmente. Puoi utilizzare ognuno dei seguenti effetti di \"Sauro Cornuto\" una sola volta per turno. Se questa carta viene Evocata tramite Fusione: puoi mettere 1 Magia Terreno dal tuo Deck o Cimitero scoperta nella tua Zona Terreno. Durante la tua Main Phase, puoi: immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro Dinosauro o Drago.", "pt": "\"Kaitoptera\" + 1 monstro Dinossauro ou Dragão\nEste card pode atacar diretamente no turno em que for Invocado por Invocação-Especial. Você só pode usar cada um dos seguintes efeitos de \"Chifressauro\" uma vez por turno. Se este card for Invocado por Invocação-Fusão: você pode colocar 1 Magia de Campo do seu Deck ou Cemitério com a face para cima na sua Zona do Campo. Durante sua Fase Principal, você pode: imediatamente depois que este efeito resolver, Invocar por Invocação-Normal 1 monstro Dinossauro ou Dragão.", "ja": "「ヘルカイトプテラ」＋恐竜族・ドラゴン族モンスター\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した場合に発動できる。自分のデッキ・墓地からフィールド魔法カード１枚を自分のフィールドゾーンに表側表示で置く。②：このカードは特殊召喚したターン、直接攻撃できる。③：自分メインフェイズに発動できる。恐竜族かドラゴン族のモンスター１体の召喚を行う。", "ko": "\"헬카이트프테라\" ＋ 공룡족 / 드래곤족 몬스터\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우에 발동할 수 있다. 자신의 덱 / 묘지에서 필드 마법 카드 1장을 자신의 필드 존에 앞면 표시로 놓는다. ②: 이 카드는 특수 소환한 턴에, 직접 공격할 수 있다. ③: 자신 메인 페이즈에 발동할 수 있다. 공룡족이나 드래곤족인 몬스터 1장의 일반 소환을 실행한다.", "zh-TW": null, "zh-CN": "“地狱猛禽龙”＋恐龙族・龙族怪兽\n此卡名的①③效果1回合仅可各使用1次。①：此卡融合召唤的情况下可以发动。从自己牌组・墓地将1张场地魔法卡以表侧表示放在自己的场地区域。②：此卡在特殊召唤的回合可直接攻击。③：在自己的主要阶段可以发动。进行1只恐龙族或龙族怪兽的召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Fusion / Effect", "attribute": "DARK", "level": 6, "atk": 2000, "def": 1800, "materials": "\"Kaitoptera\" + 1 Dinosaur-Type or Dragon-Type monster", "images": [{"index": 1, "image": "HornedSaurus-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MZMI-EN013", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-EN271", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MZMI-DE013", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-DE271", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "MZMI-SP013", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-SP271", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MZMI-FR013", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-FR271", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MZMI-IT013", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-IT271", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MZMI-PT013", "set_name": "Maze of Millennia", "rarities": ["Rare"]}, {"set_number": "MP24-PT271", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC03-JP003", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "AC03-KR003", "set_name": "Animation Chronicle 2023", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW02-SC109", "set_name": "Terminal World 2", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 928722, "master_duel_rarity": "SR"}