{"konami_id": 12783, "password": 86238081, "name": {"en": "Odd-Eyes Raging Dragon", "de": "Buntäugiger Wutdrache", "es": "Dragón Furioso de Ojos Anómalos", "fr": "Dragon de Rage aux Yeux Impairs", "it": "Drago Furioso Occhi Diversi", "pt": "Dragão Furioso de Olhos Anômalos", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>王<rt>おう</rt></ruby><ruby>烈<rt>れつ</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>オッドアイズ・レイジング・ドラゴン", "ja_romaji": "Haōretsuryū Oddoaizu Reijingu Doragon", "ko": "패왕열룡 오드아이즈 레이징 드래곤", "ko_rr": "Paewang-yeollyong Odeu-aijeu Reijing Deuragon", "zh-TW": null, "zh-CN": "霸王烈龙 异色眼狂怒龙"}, "text": {"en": "2 Level 7 Dragon-Type monsters\nIf you can Pendulum Summon Level 7, you can Pendulum Summon this face-up card in your Extra Deck. If this card in the Monster Zone is destroyed: You can place it in your Pendulum Zone. If this card is Xyz Summoned using an Xyz Monster as Material, it gains these effects.\n● It can make a second attack during each Battle Phase.\n● Once per turn: You can detach 1 Xyz Material from it; destroy as many cards your opponent controls as possible, and if you do, this card gains 200 ATK for each, until the end of this turn.", "de": "2 Monster vom Typ Drache der Stufe 7 / Falls du Stufe 7 als Pendelbeschwörung beschwören kannst, kannst du diese offene Karte in deinem Extra Deck als Pendelbeschwörung beschwören. Falls diese Karte in der Monsterzone zerstört wird: Du kannst sie in deine Pendelzone legen. Falls diese Karte als Xyz-Beschwörung beschworen und dafür ein Xyz-Monster als Material verwendet wird, erhält sie diese Effekte.\n● Sie kann während jeder Battle Phase einen zweiten Angriff durchführen.\n● Einmal pro Spielzug: Du kannst 1 Xyz-Material von ihr abhängen; zerstöre so viele Karten, die dein Gegner kontrolliert, wie möglich und falls du dies tust, erhält diese Karte bis zum Ende dieses Spielzugs für jede 200 ATK.", "es": "2 monstruos de Tipo Dragón de Nivel 7\nSi puedes hacer una Invocación por Péndulo de Nivel 7, puedes Invocar por Péndulo esta carta boca arriba en tu Deck Extra. Si esta carta en la Zona de Monstruos es destruida: puedes ponerla en tu Zona del Péndulo. Si esta carta es Invocada Xyz usando un Monstruo Xyz como Material, gana estos efectos.\n● Puede hacer un segundo ataque durante cada Battle Phase.\n● Una vez por turno: puedes desacoplarle 1 Material Xyz; destruye tantas cartas de tu adversario como sea posible y, si lo haces, hasta el final de este turno esta carta gana 200 ATK por cada una.", "fr": "2 monstres de Type Dragon de Niveau 7\nSi vous pouvez effectuer une Invocation Pendule de Niveau 7, vous pouvez Invoquer par Pendulation cette carte face recto dans votre Extra Deck. Si cette carte dans la Zone Monstre est détruite : vous pouvez la placer dans votre Zone Pendule. Si cette carte est Invoquée par Xyz en utilisant un Monstre Xyz comme Matériel, elle gagne ces effets.\n● Elle peut faire une seconde attaque durant chaque Battle Phase.\n● Une fois par tour : vous pouvez lui détacher 1 Matériel Xyz ; détruisez autant de cartes contrôlées par votre adversaire que possible, et si vous le faites, cette carte gagne 200 ATK pour chacune d'elles jusqu'à la fin de ce tour.", "it": "2 mostri di Tipo Drago di Livello 7\nSe puoi Evocare Pendulum di Livello 7, puoi Evocare Pendulum questa carta scoperta nel tuo Extra Deck. Se questa carta nella Zona Mostri viene distrutta: puoi metterla nella tua Zona Pendulum. Se questa carta viene Evocata Xyz utilizzando un Mostro Xyz come Materiale, essa guadagna questi effetti.\n● Essa può effettuare un secondo attacco durante ogni Battle Phase.\n● Una volta per turno: puoi staccare 1 Materiale Xyz da essa; distruggi tante carte controllate dal tuo avversario quante possibile e, se lo fai, questa carta guadagna 200 ATK per ognuna, fino alla fine di questo turno.", "pt": "2 monstros do Tipo Dragão de Nível 7\nSe você puder Invocar por Invocação-Pêndulo de Nível 7, você pode Invocar este card com a face para cima no seu Deck Adicional por Invocação-Pêndulo. Se este card na Zona de Monstros for destruído: você pode colocá-lo na sua Zona de Pêndulo. Se este card for Invocado por Invocação-Xyz usando um Monstro Xyz como Matéria, ele ganha estes efeitos.\n● Ele pode realizar um segundo ataque durante cada Fase de Batalha.\n● Uma vez por turno: você pode desassociar 1 Matéria Xyz dele; destrua tantos cards que seu oponente controla quanto possível e, se isso acontecer, até o final deste turno, este card ganha 200 de ATK para cada um.", "ja": "ドラゴン族レベル７モンスター×２\nレベル７がＰ召喚可能な場合にエクストラデッキの表側表示のこのカードはＰ召喚できる。①：Ｘモンスターを素材としてＸ召喚したこのカードは以下の効果を得る。●このカードは１度のバトルフェイズ中に２回攻撃できる。●１ターンに１度、このカードのＸ素材を１つ取り除いて発動できる。相手フィールドのカードを全て破壊し、このカードの攻撃力はターン終了時まで、破壊したカードの数×２００アップする。②：モンスターゾーンのこのカードが破壊された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "드래곤족 레벨 7 몬스터 × 2\n레벨 7 이 펜듈럼 소환 가능한 경우에 엑스트라 덱 앞면 표시의 이 카드는 펜듈럼 소환할 수 있다. ①: 엑시즈 몬스터를 소재로서 엑시즈 소환한 이 카드는 이하의 효과를 얻는다.\n●이 카드는 1번의 배틀 페이즈 중에 2회 공격할 수 있다.\n●1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 상대 필드의 카드를 전부 파괴하고, 이 카드의 공격력은 턴 종료시까지, 파괴한 카드의 수 × 200 올린다. ②: 몬스터 존의 이 카드가 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "龙族等级7怪兽×2\n在可灵摆召唤等级7的情况下，额外牌组表侧表示的此卡可以灵摆召唤。①：以超量怪兽为素材超量召唤的此卡获得以下效果。●此卡在1次战斗阶段中可攻击2次。●1回合1次，去除此卡的1个超量素材可以发动。将对手场上的卡全部破坏，此卡的攻击力直至回合结束时为止，上升相当于所破坏的卡的数量×200的数值。②：怪兽区域的此卡被破坏的情况下可以发动。将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Pendulum / Effect", "attribute": "DARK", "rank": 7, "atk": 3000, "def": 2500, "pendulum_scale": 1, "pendulum_effect": {"en": "Once per turn, if you have no cards in your other Pendulum Zone: You can place 1 Pendulum Monster from your Deck in your Pendulum Zone.", "de": "Einmal pro Spielzug, falls du keine Karten in deiner anderen Pendelzone hast: Du kannst 1 Pendelmonster von deinem Deck in deine Pendelzone legen.", "es": "Una vez por turno, si no tienes cartas en tu otra Zona del Péndulo: puedes poner en tu Zona del Péndulo 1 Monstruo de Péndulo en tu Deck.", "fr": "Une fois par tour, si vous n'avez aucune carte dans votre autre Zone Pendule : vous pouvez placer 1 Monstre Pendule depuis votre Deck dans votre Zone Pendule.", "it": "Una volta per turno, se non hai carte nella tua altra Zona Pendulum: puoi mettere 1 Mostro Pendulum dal tuo Deck nella tua Zona Pendulum.", "pt": "Uma vez por turno, se você não tiver cards na sua outra Zona de Pêndulo: você pode colocar na sua Zona de Pêndulo 1 Monstro Pêndulo do seu Deck.", "ja": "①：１ターンに１度、もう片方の自分のＰゾーンにカードが存在しない場合に発動できる。デッキからＰモンスター１体を選び、自分のＰゾーンに置く。", "ko": "①: 1턴에 1번, 다른 한쪽 자신의 펜듈럼 존에 카드가 존재하지 않을 경우에 발동할 수 있다. 덱에서 펜듈럼 몬스터 1장을 고르고, 자신 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "①：1回合1次，另一方自己的灵摆区域没有卡存在的情况下可以发动。从牌组挑选1只灵摆怪兽，放在自己的灵摆区域。"}, "materials": "2 Level 7 Dragon-Type monsters", "series": ["-Eyes Dragon", "Supreme King", "Odd-Eyes"], "images": [{"index": 1, "image": "OddEyesRagingDragon-MP17-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-EN205", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "RATE-DE048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-DE205", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "RATE-SP048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-SP205", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "RATE-FR048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-FR205", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "RATE-IT048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-IT205", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "RATE-PT048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}, {"set_number": "MP17-PT205", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "RATE-JP048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "ko": [{"set_number": "RATE-KR048", "set_name": "Raging Tempest", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "zh-CN": [{"set_number": "SD29-SCP05", "set_name": "Structure Deck: Master of Pendulum Deck Enhancement Pack", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 428505}