{"konami_id": 16838, "password": 86271510, "name": {"en": "Darton the Mechanical Monstrosity", "de": "Mechanische Monstrosität Darton", "es": "Darton la Monstruosidad Mecánica", "fr": "Darton la Monstruosité Mécanique", "it": "Darton la Mostruosità Meccanica", "pt": "Darton, a Monstruosidade Mecânica", "ja": "<ruby>機<rt>き</rt></ruby><ruby>怪<rt>かい</rt></ruby><ruby>獣<rt>じゅう</rt></ruby>ダレトン", "ja_romaji": "Kikaijū Dareton", "ko": "기계괴수 다레톤", "ko_rr": "Gigyegoesu Dareton", "zh-TW": "機怪獸達雷頓", "zh-CN": "机怪兽达雷顿"}, "text": {"en": "Once per turn, during your Main Phase: You can check the difference between the current and original ATK of each monster on the field, add up the total of each of those differences, and make this monster's original ATK become that combined amount until the end of your opponent's next turn.", "de": "Einmal pro Spielzug, während deiner Main Phase: Du kannst die Differenz zwischen den derzeitigen und den Grund-ATK jedes Monsters auf dem Spielfeld überprüfen, addiere die Gesamtbeträge dieser Differenzen und lass die Grund-ATK dieses Monster bis zum Ende des nächsten Spielzugs deines Gegners gleich der Summe werden.", "es": "Una vez por turno, durante tu Main Phase: puedes mirar la diferencia entre el ATK original y el ATK en este momento de cada monstruo en el Campo, y sumar el total de esas diferencias, y hacer que el ATK original de este monstruo se convierta en esa cantidad combinada hasta el final del próximo turno de tu adversario.", "fr": "Une fois par tour, durant votre Main Phase : vous pouvez vérifier la différence entre l'ATK actuelle et d'origine de chaque monstre sur le Terrain, additionnez chacune de ces différences, et faites devenir l'ATK d'origine de ce monstre le montant total jusqu'à la fin du prochain tour de votre adversaire.", "it": "Una volta per turno, durante la tua Main Phase: puoi controllare la differenza tra l'ATK attuale e originale di ogni mostro sul Terreno, fare la somma di quelle differenze, e far diventare l'ATK originale di questo mostro quella somma, fino alla fine del prossimo turno del tuo avversario.", "pt": "Uma vez por turno, durante sua Fase Principal: você pode verificar a diferença entre o ATK atual e original de cada monstro no campo, somar essas diferenças e fazer com que o ATK original deste monstro se torne esse valor combinado até o final do próximo turno do seu oponente.", "ja": "①：１ターンに１度、自分メインフェイズに発動できる。このカードの元々の攻撃力は相手ターン終了時まで、フィールドのモンスターの、攻撃力と元々の攻撃力の差分を合計した数値になる。", "ko": "①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 이 카드의 원래 공격력은 상대 턴 종료시까지, 필드의 몬스터의, 공격력과 원래 공격력의 차만큼을 합계한 수치가 된다.", "zh-TW": null, "zh-CN": "①：1回合1次，自己主要阶段才能发动。这张卡的原本攻击力直到对方回合结束时变成场上的怪兽的攻击力和原本攻击力的相差数值合计数值。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 1, "atk": "?", "def": 0, "images": [{"index": 1, "image": "DartontheMechanicalMonstrosity-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN033", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE033", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR033", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT033", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT033", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP033", "set_name": "Battle of Chaos", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "BACH-KR033", "set_name": "Battle of Chaos", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714490, "master_duel_rarity": "R"}