{"konami_id": 20767, "password": 86304179, "name": {"en": "Tempura of Fortune - EBI", "de": "Tempura des Schicksals - EBI", "es": "Tempura de la Fortuna - EBI", "fr": "Tempura de la Fortune - EBI", "it": "Tempura della Fortuna - EBI", "pt": "Tempura da Sorte - EBI", "ja": "<ruby>運<rt>うん</rt></ruby><ruby>否<rt>ぷ</rt></ruby>の<ruby>天<rt>テン</rt></ruby><ruby>賦<rt>プ</rt></ruby><ruby>羅<rt>ラ</rt></ruby>－<ruby>ＥＢＩ<rt>エビ</rt></ruby>", "ja_romaji": "Unpu no Tenpura - Ebi", "ko": "운부의 텐푸라－EBI", "ko_rr": null, "zh-TW": "運否的天賦羅－EBI", "zh-CN": "运否的天赋罗－EBI"}, "text": {"en": "We went to EDO-FRONT, which has been the talk of the town. The scale of the Tempura here is not only large but also so beautifully shaped that it has earned the nickname of \"Golden Tempura\". The state-of-the-art facilities and the atmosphere of other cultures are all in the harbor, but there is also a mellow, nostalgic aroma in the air, and the occasional crackle of the crackling sounds will lift your spirits. We have been looking forward to this cruise for a year, but I think 3 stars is just about right.", "de": "Wir waren bei EDO-FRONT, was derzeit in aller Munde ist. Das Tempura ist hier nicht nur groß, sondern auch so schön geformt, dass es sich die Bezeichnung „Goldenes Tempura“ verdient hat. Hier im Hafen gibt es die modernsten Anlagen und die Atmosphäre anderer Kulturen liegt in der Luft. Gleichzeitig aber auch ein sanftes, nostalgisches Aroma und gelegentliche knisternde Geräusche heben die Stimmung. Wir haben uns das ganze Jahr auf diese Kreuzfahrt gefreut, aber ich denke, 3 Sterne ist genau die richtige Bewertung.", "es": "Fuimos a EDO-FRONT, que ha sido la comidilla de la ciudad. La escala de la tempura aquí no solo es grande, sino también tan bellamente formada que se ha ganado el apodo de \"Tempura dorada\". Las instalaciones de última generación y la atmósfera de otras culturas están en el puerto, pero también hay un aroma suave y nostálgico en el ambiente, y el crujido ocasional de los sonidos crepitantes te levantará el ánimo. Hemos estado esperando este crucero durante un año, pero creo que 3 estrellas es lo correcto.", "fr": "Nous sommes allés à EDO-FRONT, centre de toutes les attentions en ville. Le tempura là-bas est non seulement gigantesque, mais aussi tellement élégant qu'il a gagné le surnom de \"Tempura d'or\". L'équipement ultramoderne et l'atmosphère multiculturelle sont omniprésents dans le port, où un arôme doux et nostalgique flotte dans l'air. Les bruits de crépitement occasionnels vous remonteront le moral. Ça fait plus d'un an que nous voulions y aller, mais je pense qu'il ne mérite que 3 étoiles.", "it": "Siamo andati all'EDO-FRONT, che è quello di cui tutta la città parla. Qui la Tempura non è solo grande, ma ha anche una forma così bella da essere soprannominata la \"Tempura d'Oro\". Le strutture d'avanguardia e l'atmosfera di altre culture sono tutte presenti nel porto, ma c'è anche un aroma dolce e nostalgico nell'aria, e l'occasionale crepitio di suoni schioppettanti ti solleva lo spirito. Abbiamo atteso con impazienza questa crociera per un anno, ma penso che 3 stelle siano perfette.", "pt": "Fomos ao EDO-FRONT, o que tem sido o assunto da cidade. O tamanho do Tempura aqui não é apenas grande, mas também tão maravilhosamente moldado que ganhou o apelido de \"Tempura Dourado\". As instalações de última geração e a atmosfera de outras culturas estão por todo o porto, mas também há um aroma suave e nostálgico no ar, e o estalo ocasional dos sons crepitantes levantará seu ânimo. Estivemos esperando ansiosamente por este cruzeiro por um ano, mas acho que 3 estrelas é o mais correto.", "ja": "話題沸騰のＥＤＯ－ＦＲＯＮＴに。ここの天賦羅はスケールの大きさもさる事ながら、その美しい造形には「金賦羅」の異名も付くほど。最新鋭の設備と異文化感に溢れた港内ですが、どこか懐かしさを感じる芳醇な香りも漂い、時折パチパチと鳴り響く小気味良い音色に心も揚ガります。念願の天賦羅でしたが、周辺空域の荒れ模様に左右される為本日は一切入港されず…。運が悪かったとはいえ、その後の予定も白紙にせざるを得ませんでした。１年間心待ちにしていただけに誠に遺憾ではありますが、今回の対応については星３が妥当かと思います。", "ko": "화제의 핫플, EDO－FRONT에 방문! 이곳의 텐푸라는 크기도 놀랍지만, 그 모양 또한 '금푸라'라는 별칭을 얻을 정도로 아름답습니다. 최첨단 설비와 이국적인 분위기로 가득 찬 항구이지만, 동시에 어딘가 향수를 불러일으키는 그윽한 향이 감돌고, 이따금 파삭파삭 울려 퍼지는 잔잔한 소리에 마음도 덩달아 들뜹니다. 오랫동안 고대하던 텐푸라였는데, 주변 공역의 날씨가 악화되어 오늘은 아쉽게도 입항이 취소되었습니다. 운이 나쁘게도, 이후 일정도 모두 백지화할 수밖에 없었습니다. 1년을 손꼽아 기다린 만큼 유감이지만, 이번 방문은 별 3개가 적당할 것 같습니다.", "zh-TW": null, "zh-CN": "来到了备受瞩目的EDO－FRONT。这里的天赋罗规模之大自不必说，其精美的造型更是被誉为“金赋罗”。虽然港口内是充盈的最先进设备和满满的异国风情，但同时也弥漫着一股怀旧的芳醇香气，不时传来噼里啪啦的美妙音色，让人心情酥畅脆跃。可因为被周边空域的糟糕状况影响，心心念念的天赋罗今天完全不能入港……别说运气不好，连之后的计划也都打了水漂。1年来的期盼落空，着实让人遗憾，不过我认为这次的体验还是值得给3颗星。"}, "card_type": "Monster", "monster_type_line": "Aqua / Pendulum / Normal", "attribute": "FIRE", "level": 3, "atk": 1600, "def": 0, "pendulum_scale": 8, "pendulum_effect": {"en": "You can target 1 card in your Pendulum Zone; toss a coin.\n● Heads: Special Summon it.\n● Tails: Destroy it, but lose LP equal to its Pendulum Scale x 300.\nYou can only use this effect of \"Tempura of Fortune - EBI\" once per turn.", "de": "Du kannst 1 Karte in deiner Pendelzone wählen; wirf eine Münze.\n● Kopf: Beschwöre sie als Spezialbeschwörung.\n● Zahl: Zerstöre sie, aber du verlierst LP in Höhe ihres Pendelbereichs x 300.\nDu kannst diesen Effekt von „Tempura des Schicksals - EBI“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 carta en tu Zona de Péndulo; lanza una moneda.\n● Cara: Invócala de Modo Especial.\n● Cruz: Destrúyela, pero pierdes LP iguales a su Escala de Péndulo x 300.\nSólo puedes usar este efecto de \"Tempura de la Fortuna - EBI\" una vez por turno.", "fr": "Vous pouvez cibler 1 carte dans votre Zone Pendule ; lancez une pièce.\n● Face : Invoquez-la Spécialement.\n● Pile : Détruisez-la, mais perdez des LP égaux à son Échelle Pendule x 300.\nVous ne pouvez utiliser cet effet de \"Tempura de la Fortune - EBI\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 carta nella tua Zona Pendulum; lancia una moneta.\n● Testa: Evocala Specialmente.\n● Croce: Distruggila, ma perdi LP pari al suo Valore Pendulum x 300.\nPuoi utilizzare questo effetto di \"Tempura della Fortuna - EBI\" una sola volta per turno.", "pt": "Você pode escolher 1 card na sua Zona de Pêndulo; lance uma moeda.\n● Cara: Invoque-o por Invocação-Especial.\n● Coroa: Destrua-o, mas perca PV igual à sua Escala de Pêndulo x 300.\nVocê só pode usar este efeito de \"Tempura da Sorte - EBI\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分のＰゾーンのカード１枚を対象として発動できる。コイントスを１回行い、その裏表によって以下の効果を適用する。●表：そのカードを特殊召喚する。●裏：そのカードを破壊し、自分はそのＰスケール×３００ＬＰを失う。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 펜듈럼 존의 카드 1장을 대상으로 하고 발동할 수 있다. 코인 토스를 1회 실행하고, 그 앞뒷면에 따라 이하의 효과를 적용한다. ●앞: 그 카드를 특수 소환한다. ●뒤: 그 카드를 파괴하고, 자신은 그 펜듈럼 스케일 × 300 LP를 상실한다.", "zh-TW": "此卡名的鐘擺效果1回合僅可使用1次。\n①：以自己鐘擺區域的1張卡為對象可以發動。擲1次硬幣，根據擲出的正反，適用以下效果。\n●正面：將該卡特殊召喚。\n●反面：將該卡破壞，自己失去相當於其鐘擺刻度×300的LP。", "zh-CN": "此卡名的灵摆效果1回合仅可使用1次。①：以自己灵摆区域的1张卡为对象可以发动。掷1次硬币，根据掷出的正反，适用以下效果。●正面：将该卡特殊召唤。●反面：将该卡破坏，自己失去相当于其灵摆刻度×300的LP。"}, "images": [{"index": 1, "image": "TempuraofFortuneEBI-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN030", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE030", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP030", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR030", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT030", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT030", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "SUDA-JP030", "set_name": "Supreme Darkness", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "SUDA-KR030", "set_name": "Supreme Darkness", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "SUDA-SC030", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1084954, "master_duel_rarity": "R"}