{"konami_id": 19531, "password": 86310763, "name": {"en": "Radiance of the Voiceless Voice", "de": "Glanz der stimmlosen Stimme", "es": "Resplandor de la Voz Muda", "fr": "Rayonnement de la Sans Voix", "it": "Radianza della Voce Muta", "pt": "Radiância da Voz Sem Voz", "ja": "<ruby>粛<rt>しゅく</rt></ruby><ruby>声<rt>せい</rt></ruby>なる<ruby>威<rt>い</rt></ruby><ruby>光<rt>こう</rt></ruby>", "ja_romaji": "Shukuseinaru Ikō", "ko": "순성한 위광", "ko_rr": null, "zh-TW": "肅聲威光", "zh-CN": "肃声威光"}, "text": {"en": "During the Main Phase: You can activate 1 of these effects;\n● Shuffle 1 LIGHT Ritual Monster (Warrior or Dragon) or 1 Ritual Spell from your hand or GY into the Deck, and if you do, add to your hand, or Special Summon, 1 \"Voiceless Voice\" monster from your Deck.\n● Target cards your opponent controls, up to the number of LIGHT Ritual Monsters (Warrior or Dragon) you control; destroy both this card and as many of the targeted cards as possible.\nYou can only use the effect of \"Radiance of the Voiceless Voice\" once per turn.", "de": "Während der Main Phase: Du kannst 1 dieser Effekte aktivieren;\n● Mische 1 LICHT Ritualmonster (Krieger oder Drache) oder 1 Ritualzauber von deiner Hand oder deinem Friedhof ins Deck und falls du dies tust, füge deiner Hand 1 „Stimmlosen Stimme“-Monster von deinem Deck hinzu oder beschwöre es als Spezialbeschwörung.\n● Wähle Karten, die dein Gegner kontrolliert, bis zur Anzahl der LICHT Ritualmonster (Krieger oder Drache), die du kontrollierst; zerstöre sowohl diese Karte als auch so viele der als Ziel gewählten Karten wie möglich.\nDu kannst den Effekt von „Glanz der stimmlosen Stimme“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase: puedes activar 1 de estos efectos;\n● Baraja al Deck 1 Monstruo de Ritual de LUZ (Guerrero o Dragón) o 1 Mágica de Ritual, en tu mano o Cementerio y, si lo haces, añade a tu mano o Invoca de Modo Especial 1 monstruo \"Voz Muda\" desde tu Deck.\n● Selecciona cartas que controla tu adversario, hasta el número de Monstruos de Ritual de LUZ (Guerrero o Dragón) que controles; destruye esta carta y tantas cartas seleccionadas como sea posible.\nSólo puedes usar el efecto de \"Resplandor de la Voz Muda\" una vez por turno.", "fr": "Durant la Main Phase : vous pouvez activer 1 de ces effets ;\n● Mélangez 1 Monstre Rituel LUMIÈRE (Guerrier ou Dragon) ou 1 Magie Rituelle depuis votre main ou Cimetière dans le Deck, et si vous le faites, ajoutez à votre main ou Invoquez Spécialement 1 monstre \"Sans Voix\" depuis votre Deck.\n● Ciblez un nombre de cartes contrôlées par votre adversaire, inférieur ou égal au nombre de Monstres Rituels LUMIÈRE (Guerrier ou Dragon) que vous contrôlez ; détruisez cette carte ainsi qu'autant de cartes ciblées que possible.\nVous ne pouvez utiliser l'effet de \"Rayonnement de la Sans Voix\" qu'une fois par tour.", "it": "Durante la Main Phase: puoi attivare 1 di questi effetti;\n● Mischia 1 Mostro Rituale LUCE (Guerriero o Drago) o 1 Magia Rituale dalla tua mano o Cimitero nel Deck e, se lo fai, aggiungi alla tua mano o Evoca Specialmente 1 mostro \"Voce Muta\" dal tuo Deck.\n● Scegli come bersaglio carte controllate dal tuo avversario, fino al numero di Mostri Rituale LUCE, (Guerriero o Drago) che controlli; distruggi sia questa carta che tante delle carte scelte come bersaglio quante possibile.\nPuoi utilizzare l'effetto di \"Radianza della Voce Muta\" una sola volta per turno.", "pt": "Durante a Fase Principal: você pode ativar 1 desses efeitos;\n● Embaralhe no Deck 1 Monstro de Ritual (Guerreiro ou Dragão) de LUZ ou 1 Magia de Ritual da sua mão ou do Cemitério e, se isso acontecer, adicione à sua mão, ou Invoque por Invocação-Especial, 1 monstro \"Voz Sem Voz\" do seu Deck.\n● Escolha cards que seu oponente controla até o número de Monstros de Ritual (Guerreiro ou Dragão) de LUZ que você controla; destrua tanto este card quanto tantos dos cards alvo quanto possível.\nVocê só pode usar o efeito de \"Radiância da Voz Sem Voz\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分・相手のメインフェイズに、以下の効果から１つを選択して発動できる。●自分の手札・墓地から、戦士族・ドラゴン族で光属性の儀式モンスター１体または儀式魔法カード１枚をデッキに戻し、デッキから「粛声」モンスター１体を選び、手札に加えるか特殊召喚する。●自分フィールドの戦士族・ドラゴン族で光属性の儀式モンスターの数まで、相手フィールドのカードを対象として発動できる。そのカードとこのカードを破壊する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 이하의 효과에서 1개를 선택하고 발동할 수 있다. ●자신의 패 / 묘지에서, 전사족 / 드래곤족이고 빛 속성인 의식 몬스터 1장 또는 의식 마법 카드 1장을 덱으로 되돌리고, 덱에서 \"순성\" 몬스터 1장을 골라, 패에 넣거나 특수 소환한다. ●자신 필드의 전사족 / 드래곤족이고 빛 속성인 의식 몬스터의 수까지, 상대 필드의 카드를 대상으로 하여 발동할 수 있다. 그 카드와 이 카드를 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。\n①：在自己・对手的主要阶段，可从以下效果中选择１个发动。\n●从自己的手牌・墓地，将１只战士族・龙族的光属性仪式怪兽或１张仪式魔法卡放回牌组，从牌组挑选１只“肃声”怪兽，加入手牌或特殊召唤。\n●以对手场上的卡为对象可以发动，数量最多为自己场上的战士族・龙族光属性仪式怪兽的数量。将该卡和此卡破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["Voiceless Voice"], "images": [{"index": 1, "image": "RadianceoftheVoicelessVoice-PHNI-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "de": [{"set_number": "PHNI-DE076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "fr": [{"set_number": "PHNI-FR076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "it": [{"set_number": "PHNI-IT076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "pt": [{"set_number": "PHNI-PT076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ja": [{"set_number": "PHNI-JP076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC076", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1012091, "master_duel_rarity": "R"}