{"konami_id": 14860, "password": 86449372, "name": {"en": "TA.I. Strike", "de": "TA.I.-Schlag", "es": "Golpe TA.I.", "fr": "Attaque TA.I.", "it": "Colpo TA.I.", "pt": "Golpe TI.A.", "ja": "<ruby>Ａｉ<rt>アイ</rt></ruby><ruby>打<rt>う</rt></ruby>ち", "ja_romaji": "Ai Uchi", "ko": "<ruby>Ai<rt>아이</rt></ruby>우치", "ko_rr": "Ai-uchi", "zh-TW": "Ai打成平手", "zh-CN": "-艾-打成平手"}, "text": {"en": "During damage calculation, if your monster battles an opponent's monster: Your battling monster's ATK becomes that opponent's monster's ATK, during that damage calculation only, also, the controller of any monster destroyed by that battle takes damage equal to its original ATK, at the end of the Damage Step. If your \"@Ignister\" monster would be destroyed by battle, you can banish this card from your GY instead. You can only activate 1 \"TA.I. Strike\" per turn.", "de": "Während der Schadensberechnung, falls dein Monster gegen ein Monster eines Gegners kämpft: Die ATK deines kämpfenden Monsters werden nur während der Schadensberechnung gleich den ATK des Monsters des Gegners, zusätzlich erhält der Beherrscher jedes Monsters, das durch den Kampf zerstört wurde, am Ende des Damage Steps Schaden in Höhe seiner Grund-ATK. Falls dein „@Ignister“-Monster durch Kampf zerstört würde, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst nur 1 „TA.I.-Schlag“ pro Spielzug aktivieren.", "es": "Durante el cálculo de daño, si tu monstruo batalla con un monstruo del adversario: el ATK de tu monstruo batallante se convierte en el ATK del monstruo del adversario, sólo durante el cálculo de daño, y además, al final del Damage Step el controlador de cualquier monstruo destruido en esa batalla recibe daño igual a su ATK original. Si tu monstruo \"@Ignister\" fuera a ser destruido en batalla, puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes activar 1 \"Golpe TA.I.\" por turno.", "fr": "Durant le calcul des dommages, si votre monstre combat un monstre de l'adversaire : durant ce calcul des dommages uniquement, l'ATK de votre monstre combattant devient l'ATK du monstre de l'adversaire, et aussi, le contrôleur d'un monstre détruit par ce combat reçoit des points de dommages égaux à son ATK d'origine, à la fin de la Damage Step. Si votre monstre \"@Ignister\" va être détruit au combat, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez activer qu'1 \"Attaque TA.I.\" par tour.", "it": "Durante il calcolo dei danni, se un tuo mostro combatte con un mostro dell'avversario: l'ATK del tuo mostro che sta combattendo diventa l'ATK di quel mostro dell'avversario, solamente durante quel calcolo dei danni, inoltre il controllore di qualsiasi mostro distrutto in quella battaglia subisce danno pari al suo ATK originale, alla fine del Damage Step. Se un tuo mostro \"@Ignister\" sta per essere distrutto in battaglia, puoi invece bandire questa carta dal tuo Cimitero. Puoi attivare solo 1 \"Colpo TA.I.\" per turno.", "pt": "Durante o cálculo de dano, se um monstro seu batalhar um monstro do oponente: o ATK do seu monstro que está batalhando se torna o ATK desse monstro do oponente, apenas durante o cálculo de dano e, além disso, no final da Etapa de Dano, o controlador de qualquer monstro destruído nessa batalha sofre dano igual ao ATK original desse monstro. Se um monstro \"@Ignister\" seu seria destruído em batalha, em vez disso, você pode banir este card do seu Cemitério. Você só pode ativar 1 \"Golpe TI.A.\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分と相手のモンスター同士が戦闘を行うダメージ計算時に発動できる。その自分のモンスターの攻撃力はそのダメージ計算時のみ、その相手モンスターの攻撃力と同じになり、そのダメージステップ終了時にその戦闘で破壊されたモンスターのコントローラーはその元々の攻撃力分のダメージを受ける。②：自分の「＠イグニスター」モンスターが戦闘で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신과 상대의 몬스터끼리가 전투를 실행하는 데미지 계산시에 발동할 수 있다. 그 자신 몬스터의 공격력은 그 데미지 계산시에만, 그 상대 몬스터의 공격력과 같아지고, 그 데미지 스텝 종료시에 그 전투로 파괴된 몬스터의 컨트롤러는 그 원래 공격력만큼의 데미지를 받는다. ②: 자신의 \"＠(앳)이그니스터\" 몬스터가 전투로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可在我方及對方怪獸彼此進行戰鬥的傷害計算時發動。該我方怪獸的攻擊力僅在進行該傷害計算時會變為與該對方怪獸的攻擊力相同，在該傷害步驟結束時，因該戰鬥被破壞的怪獸控制者受到等同於其原本的攻擊力數值的傷害。②：在我方的「＠伊格尼斯者」怪獸因戰鬥被破壞的狀況下，可將墓地的此卡除外作為替代。", "zh-CN": "此卡名的卡1回合仅可发动1张。①：自己的怪兽与对手的怪兽进行战斗的伤害计算时可以发动。自己的该怪兽的攻击力仅在该伤害计算时变为与该对手怪兽的攻击力相同，在该伤害步骤结束时，因该战斗被破坏的怪兽的控制者受到相当于其原本攻击力数值的伤害。②：自己的\"@伊格尼斯者\"怪兽将被战斗破坏的情况下，可将墓地的此卡除外作为代替。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["A.I."], "images": [{"index": 1, "image": "TAIStrike-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN051", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-EN022", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE051", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-DE022", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR051", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-FR022", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT051", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-IT022", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT051", "set_name": "Ignition Assault", "rarities": ["Common"]}, {"set_number": "MP21-PT022", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP051", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ko": [{"set_number": "IGAS-KR051", "set_name": "Ignition Assault", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC083", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653533, "master_duel_rarity": "N"}