{"konami_id": 11435, "password": 86559484, "name": {"en": "Xyz-Raypierce", "de": "Xyz-Röntgendegen", "es": "Xyz-Rayoflorete", "fr": "Radiopière Xyz", "it": "Xyz-Perforaggio", "pt": "Rapierfurador-Xyz", "ja": "<ruby>Ｘ<rt>エクシーズ</rt></ruby>－レイ・ピアース", "ja_romaji": "Ekushīzu - Rei Piāsu", "ko": "<ruby>X<rt>엑시즈</rt></ruby>－레이 피어스", "ko_rr": null, "zh-TW": "超量－透視細劍龍", "zh-CN": "超量－透视细剑龙"}, "text": {"en": "You can banish 1 Dragon-Type monster and 1 Wyrm-Type monster from your Graveyard; Special Summon 1 \"Xyz-Raypierce\" from your hand or Deck. If this card is sent from the field to the Graveyard: You can inflict 500 damage to your opponent. You can only use each effect of \"Xyz-Raypierce\" once per turn.", "de": "Du kannst 1 Monster vom Typ Drache und 1 Monster vom Typ Wyrm von deinem Friedhof verbannen; beschwöre 1 „Xyz-Röntgendegen“ als Spezialbeschwörung von deiner Hand oder deinem Deck. Falls diese Karte vom Spielfeld auf den Friedhof gelegt wird: Du kannst deinem Gegner 500 Schaden zufügen. Du kannst jeden Effekt von „Xyz-Röntgendegen“ nur einmal pro Spielzug verwenden.", "es": "Puedes desterrar 1 monstruo de Tipo Dragón y 1 monstruo de Tipo Wyrm en tu Cementerio; Invoca de Modo Especial, desde tu mano o Deck, 1 \"Xyz-Rayoflorete\". Si esta carta es mandada del Campo al Cementerio: puedes infligir 500 puntos de daño a tu adversario. Sólo puedes usar cada efecto de \"Xyz-Rayoflorete\" una vez por turno.", "fr": "Vous pouvez bannir 1 monstre de Type Dragon et 1 monstre de Type Wyrm depuis votre Cimetière ; Invoquez Spécialement 1 \"Radiopière Xyz\" depuis votre main ou Deck. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez infliger 500 points de dommages à votre adversaire. Vous ne pouvez utiliser chaque effet de \"Radiopière Xyz\" qu'une fois par tour.", "it": "Puoi bandire 1 mostro di Tipo Drago e 1 mostro di Tipo Wyrm dal tuo Cimitero; Evoca Specialmente 1 \"Xyz-Perforaggio\" dalla tua mano o Deck. Se questa carta viene mandata dal Terreno al Cimitero: puoi infliggere 500 danni al tuo avversario. Puoi utilizzare ogni effetto di \"Xyz-Perforaggio\" una sola volta per turno.", "pt": "Você pode banir 1 monstro do Tipo Dragão e 1 monstro do Tipo Wyrm do seu Cemitério; Invoque por Invocação-Especial 1 \"Rapierfurador-Xyz\" da sua mão ou Deck. Se este card for enviado do campo para o Cemitério: você pode causar 500 de dano ao seu oponente. Você só pode usar cada efeito de \"Rapierfurador-Xyz\" uma vez por turno.", "ja": "「Ｘ－レイ・ピアース」の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地からドラゴン族モンスターと幻竜族モンスターをそれぞれ１体ずつ除外して発動できる。手札・デッキから「Ｘ－レイ・ピアース」１体を特殊召喚する。②：このカードがフィールドから墓地へ送られた場合に発動できる。相手に５００ダメージを与える。", "ko": "\"X(엑시즈)－레이 피어스\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 자신의 묘지에서 드래곤족 몬스터와 환룡족 몬스터를 각각 1장씩 제외하고 발동할 수 있다. 패 / 덱에서 \"X(엑시즈)－레이 피어스\" 1장을 특수 소환한다. ②: 이 카드가 필드에서 묘지로 보내졌을 경우에 발동할 수 있다. 상대에게 500 데미지를 준다.", "zh-TW": null, "zh-CN": "「XYZ透视细剑龙」的①②的效果1回合各能使用1次。①：从自己墓地把龙族怪兽和幻龙族怪兽各1只除外才能发动。从手卡·卡组把1只「XYZ透视细剑龙」特殊召唤。②：这张卡从场上送去墓地的场合才能发动。给与对方500伤害。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "FIRE", "level": 4, "atk": 1700, "def": 200, "series": ["Xyz"], "images": [{"index": 1, "image": "XyzRaypierce-WSUP-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN046", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "de": [{"set_number": "WSUP-DE046", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "es": [{"set_number": "WSUP-SP046", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "fr": [{"set_number": "WSUP-FR046", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "it": [{"set_number": "WSUP-IT046", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "pt": [{"set_number": "WSUP-PT046", "set_name": "World Superstars", "rarities": ["Super Rare"]}], "ja": [{"set_number": "EP15-JP053", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "DUEA-KR083", "set_name": "Duelist Alliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 311865, "master_duel_rarity": "N"}