{"konami_id": 10199, "password": 86555018, "name": {"en": "Stonehenge Methods", "de": "Stonehenge-Techniken", "es": "Métodos de Stonehenge", "fr": "Méthodes Stonehenge", "it": "Metodi di Stonehenge", "pt": "Métodos de Stonehenge", "ja": "ストーンヘンジ・メソッド", "ja_romaji": "Sutōnhenji Mesoddo", "ko": "스톤헨지 메소드", "ko_rr": null, "zh-TW": "巨石陣術", "zh-CN": "巨石阵术"}, "text": {"en": "When a face-up \"Chronomaly\" monster(s) you control is destroyed by battle or by a card effect and sent to the Graveyard: Special Summon 1 Level 4 or lower \"Chronomaly\" monster from your Deck in face-up Defense Position. It cannot change its battle position.", "de": "Wenn offene „Chronomal“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt werden: Beschwöre 1 „Chronomal“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck in die offene Verteidigungsposition. Seine Kampfposition kann nicht geändert werden.", "es": "Cuando uno o más monstruos \"Cronómalo/a\" boca arriba que controlas son destruidos en batalla o por el efecto de una carta y mandados al Cementerio: Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Cronómalo/a\" de Nivel 4 o menor en Posición de Defensa boca arriba. Éste no puede cambiar su Posición de Batalla.", "fr": "Lorsqu'un ou plusieurs monstres \"Chronomal\" face recto que vous contrôlez sont détruits au combat ou par un effet de carte et envoyés au Cimetière : Invoquez Spécialement 1 monstre \"Chronomal\" de max. Niveau 4 depuis votre Deck en Position de Défense face recto. Il ne peut pas changer sa position de combat.", "it": "Quando uno o più mostri \"Cronomalia\" scoperti che controlli vengono distrutti in battaglia o dall'effetto di una carta e mandati al Cimitero: Evoca Specialmente 1 mostro \"Cronomalia\" di Livello 4 o inferiore dal tuo Deck scoperto in Posizione di Difesa. Esso non può cambiare posizione.", "pt": "Quando um ou mais monstros \"Cronomalia\" com a face para cima que você controla forem destruídos em batalha ou por um efeito de card e enviado ao Cemitério: Invoque por Invocação-Especial 1 monstro \"Cronomalia\" de Nível 4 ou menos do seu Deck com a face para cima em Posição de Defesa. Ele não pode mudar sua posição de batalha.", "ja": "自分フィールド上の「先史遺産」と名のついたモンスターが戦闘またはカードの効果で破壊され墓地へ送られた時に発動できる。デッキからレベル４以下の「先史遺産」と名のついたモンスターを表側守備表示で特殊召喚する。この効果で特殊召喚したモンスターは表示形式を変更できない。", "ko": "자신 필드 위의 \"오파츠\"라는 이름이 붙은 몬스터가 전투 또는 카드의 효과에 의해서 파괴되어 묘지로 보내졌을 때 발동할 수 있다. 덱에서 레벨 4 이하의 \"오파츠\"라는 이름이 붙은 몬스터 1장을 앞면 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터는 표시 형식을 변경할 수 없다.", "zh-TW": "我方场上冠有「先史遺產」之名的怪兽因战斗或卡牌效果被破坏并送入墓地时可发动。从牌组以表侧守备表示特殊召唤1只等级4或以下、冠有「先史遺產」之名的怪兽。以此效果特殊召唤的怪兽不可变更表示形式。", "zh-CN": "我方场上冠有“先史遗产”之名的怪兽因战斗或卡牌效果被破坏并送入墓地时可发动。从牌组以表侧守备表示特殊召唤１只等级４或以下冠有“先史遗产”之名的怪兽。以此效果特殊召唤的怪兽不可变更表示形式。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "StonehengeMethods-REDU-EN-C-1E.png"}], "sets": {"en": [{"set_number": "REDU-EN069", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "REDU-DE069", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "REDU-FR069", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "REDU-IT069", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "REDU-JP069", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "REDU-KR069", "set_name": "Return of the Duelist", "rarities": ["Common"]}], "zh-TW": [{"set_number": "REDU-TC069", "set_name": "Return of the Duelist", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 186343, "master_duel_rarity": "N"}