{"konami_id": 14142, "password": 86758915, "name": {"en": "Impcantation Inception", "de": "Mantrawichtel-Anfang", "es": "Diablihechizo Comienzo", "fr": "Commencement de Lutincantation", "it": "Invenzione Impcantesimo", "pt": "Diabretiço de Criação", "ja": "<ruby>魔神儀<rt>デビリチャル</rt></ruby>の<ruby>祝<rt>しゅく</rt></ruby><ruby>誕<rt>たん</rt></ruby>", "ja_romaji": "Debiricharu no Shukutan", "ko": "데블리철의 축탄", "ko_rr": "Debeullicheol-ui Chuktan", "zh-TW": "魔神儀的祝誕", "zh-CN": "魔神仪的祝诞"}, "text": {"en": "This card can be used to Ritual Summon any Ritual Monster. You must also Tribute \"Impcantation\" monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. If this card is in your GY: You can send 1 \"Impcantation\" card from your hand or face-up field to the GY, except \"Impcantation Inception\"; Special Summon 1 \"Impcantation\" monster from your Deck, then add this card from the GY to your hand. You can only use this effect of \"Impcantation Inception\" once per turn.", "de": "Diese Karte kann verwendet werden, um ein beliebiges Ritualmonster als Ritualbeschwörung zu beschwören. Du musst zusätzlich „Mantrawichtel“-Monster von deiner Hand oder Spielfeldseite als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 „Mantrawichtel“-Karte von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof legen, außer „Mantrawichtel-Anfang“; beschwöre 1 „Mantrawichtel“-Monster als Spezialbeschwörung von deinem Deck, dann füge diese Karte deiner Hand vom Friedhof hinzu. Du kannst diesen Effekt von „Mantrawichtel-Anfang“ nur einmal pro Spielzug verwenden.", "es": "Esta carta puede ser usada para Invocar por Ritual a cualquier Monstruo de Ritual. También debes Sacrificar monstruos \"Diablihechizo\" en tu mano o Campo cuyos Niveles totales igualen o superen el Nivel del Monstruo de Ritual que Invoques por Ritual. Si esta carta está en tu Cementerio: puedes mandar al Cementerio 1 carta \"Diablihechizo\" en tu mano o Campo boca arriba, excepto \"Diablihechizo Comienzo\"; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Diablihechizo\", y después añade a tu mano esta carta en el Cementerio. Sólo puedes usar este efecto de \"Diablihechizo Comienzo\" una vez por turno.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement n'importe quel Monstre Rituel. Vous devez aussi Sacrifier des monstres \"Lutincantation\" depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 carte \"Lutincantation\" (\"Commencement de Lutincantation\" exclu) depuis votre main ou Terrain face recto au Cimetière ; Invoquez Spécialement 1 monstre \"Lutincantation\" depuis votre Deck, puis ajoutez cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Commencement de Lutincantation\" qu'une fois par tour.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale. Devi anche offrire come Tributo dalla tua mano o Terreno mostri \"Impcantesimo\" il cui Livello totale sia pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Se questa carta è nel tuo Cimitero: Puoi mandare 1 carta \"Impcantesimo\" dalla tua mano o Terreno scoperto al Cimitero, eccetto \"Invenzione Impcantesimo\"; Evoca Specialmente 1 mostro \"Impcantesimo\" dal tuo Deck, poi aggiungi questa carta dal Cimitero alla tua mano. Puoi utilizzare questo effetto di \"Invenzione Impcantesimo\" una sola volta per turno.", "pt": "Este card pode ser usado para Invocar qualquer Monstro de Ritual por Invocação-Ritual. Você também deve oferecer como Tributo monstros \"Diabretiço\" da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Se este card estiver no seu Cemitério: você pode enviar para o Cemitério 1 card \"Diabretiço\" da sua mão ou com a face para cima no campo, exceto \"Diabretiço de Criação\"; Invoque por Invocação-Especial 1 monstro \"Diabretiço\" do seu Deck e, depois, adicione este card do Cemitério à sua mão. Você só pode usar este efeito de \"Diabretiço de Criação\" uma vez por turno.", "ja": "儀式モンスターの降臨に必要。このカード名の②の効果は１ターンに１度しか使用できない。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドの「魔神儀」モンスターをリリースし、手札から儀式モンスター１体を儀式召喚する。②：このカードが墓地に存在する場合、手札及び自分フィールドの表側表示のカードの中から、「魔神儀の祝誕」以外の「魔神儀」カード１枚を墓地へ送って発動できる。デッキから「魔神儀」モンスター１体を特殊召喚する。その後、墓地のこのカードを手札に加える。", "ko": "의식 몬스터의 의식 소환에 필요. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 \"데블리철\" 몬스터를 릴리스하고, 패에서 의식 몬스터 1장을 의식 소환한다. ②: 이 카드가 묘지에 존재할 경우, 패 및 자신 필드의 앞면 표시의 카드 중에서, \"데블리철의 축탄\" 이외의 \"데블리철\" 카드 1장을 묘지로 보내고 발동할 수 있다. 덱에서 \"데블리철\" 몬스터 1장을 특수 소환한다. 그 후, 묘지의 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "仪式怪兽降临所必需。此卡名的②效果1回合仅可使用1次。①：为使合计等级变为仪式召唤的怪兽以上，将自己手牌・场上的\"魔神仪\"怪兽解放，从手牌将1只仪式怪兽仪式召唤。②：此卡存在于墓地的情况下，从手牌及自己场上表侧表示的卡中，将1张\"魔神仪的祝诞\"以外的\"魔神仪\"卡送至墓地可以发动。从牌组将1只\"魔神仪\"怪兽特殊召唤。然后将墓地的此卡加入手牌。"}, "card_type": "Spell", "property": "Ritual", "series": ["Impcantation"], "images": [{"index": 1, "image": "ImpcantationInception-SAST-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN065", "set_name": "Savage Strike", "rarities": ["Common"]}], "de": [{"set_number": "SAST-DE065", "set_name": "Savage Strike", "rarities": ["Common"]}], "es": [{"set_number": "SAST-SP065", "set_name": "Savage Strike", "rarities": ["Common"]}], "fr": [{"set_number": "SAST-FR065", "set_name": "Savage Strike", "rarities": ["Common"]}], "it": [{"set_number": "SAST-IT065", "set_name": "Savage Strike", "rarities": ["Common"]}], "pt": [{"set_number": "SAST-PT065", "set_name": "Savage Strike", "rarities": ["Common"]}], "ja": [{"set_number": "SAST-JP065", "set_name": "Savage Strike", "rarities": ["Common"]}], "ko": [{"set_number": "SAST-KR065", "set_name": "Savage Strike", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC043", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 577411, "master_duel_rarity": "N"}