{"konami_id": 14079, "password": 86784733, "name": {"en": "Cyberse Synchron", "de": "Cyberse-Synchron", "es": "Sincrón Ciberso", "fr": "Cyberse Synchronique", "it": "Synchron Cyberso", "pt": "Sincron Ciberso", "ja": "サイバース・シンクロン", "ja_romaji": "Saibāsu Shinkuron", "ko": "사이버스 싱크론", "ko_rr": "Saibeoseu Singkeuron", "zh-TW": "電子界同步士", "zh-CN": "电子界同步士"}, "text": {"en": "Once per turn: You can target 1 Level 4 or lower monster you control; increase its Level by its original Level until the end of this turn. If your monster(s) in the Extra Monster Zone would be destroyed by battle or card effect, you can banish this card from your GY instead. You can only use this effect of \"Cyberse Synchron\" once per turn.", "de": "Einmal pro Spielzug: Du kannst 1 Monster der Stufe 4 oder niedriger wählen, das du kontrollierst; erhöhe seine Stufe bis zum Ende dieses Spielzugs um seine Grund-Stufe. Falls dein oder deine Monster in der Extra-Monsterzone durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst diesen Effekt von „Cyberse-Synchron“ nur einmal pro Spielzug verwenden.", "es": "Una vez por turno: puedes seleccionar 1 monstruo de Nivel 4 o menor que controles; hasta el final de este turno, incrementa su Nivel por su Nivel original. Si tu o tus monstruos en la Zona de Monstruos Extra fueran a ser destruidos en batalla o por efecto de una carta, puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes usar este efecto de \"Sincrón Ciberso\" una vez por turno.", "fr": "Une fois par tour : vous pouvez cibler 1 monstre de max. Niveau 4 que vous contrôlez ; jusqu'à la fin de ce tour, augmentez son Niveau de son Niveau d'origine. Si un ou plusieurs de vos monstres dans la Zone Monstre Extra vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser cet effet de \"Cyberse Synchronique\" qu'une fois par tour.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro di Livello 4 o inferiore che controlli; aumenta il suo Livello del suo Livello originale fino alla fine di questo turno. Se uno o più tuoi mostri nella Zona Mostri Extra stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire questa carta dal tuo Cimitero. Puoi utilizzare questo effetto di \"Synchron Cyberso\" una sola volta per turno.", "pt": "Uma vez por turno: você pode escolher 1 monstro de Nível 4 ou menos que você controla; até o final deste turno, aumente o Nível dele pelo Nível original dele. Se seu(s) monstro(s) na Zona de Monstros Adicional seria(m) destruído(s) em batalha ou por um efeito de card, em vez disso, você pode banir este card do seu Cemitério. Você só pode usar este efeito de \"Sincron Ciberso\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、自分フィールドのレベル４以下のモンスター１体を対象として発動できる。そのモンスターのレベルをターン終了時まで、その元々のレベル分だけ上げる。②：ＥＸモンスターゾーンの自分のモンスターが戦闘・効果で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 필드의 레벨 4 이하의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 레벨을 턴 종료시까지, 그 원래 레벨만큼만 올린다. ②: 엑스트라 몬스터 존의 자신 몬스터가 전투 / 효과로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：1回合1次，以自己场上1只等级4以下的怪兽为对象可以发动。该怪兽的等级直至回合结束时为止，上升相当于其原本等级的数值。②：额外怪兽区域的自己的怪兽将被战斗・效果破坏的情况下，可将墓地的此卡除外作为代替。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Tuner / Effect", "attribute": "DARK", "level": 1, "atk": 100, "def": 100, "series": ["Cyber", "Synchro", "Synchron"], "images": [{"index": 1, "image": "CyberseSynchron-SAST-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "de": [{"set_number": "SAST-DE002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "es": [{"set_number": "SAST-SP002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "fr": [{"set_number": "SAST-FR002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "it": [{"set_number": "SAST-IT002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "pt": [{"set_number": "SAST-PT002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "ja": [{"set_number": "SAST-JP002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "ko": [{"set_number": "SAST-KR002", "set_name": "Savage Strike", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP3-SC002", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 577367, "master_duel_rarity": "R"}