{"konami_id": 20432, "password": 86809440, "name": {"en": "Mimighoul Dungeon", "de": "Mimighul-Dungeon", "es": "Calabozo Mimighoul", "fr": "Donjon Mimigoule", "it": "Mimighoul Dungeon", "pt": "Masmorra Mimicarniçal", "ja": "ミミグル・ダンジョン", "ja_romaji": "Mimiguru Danjon", "ko": "미미구르 던전", "ko_rr": null, "zh-TW": "寶箱詭屍・地牢", "zh-CN": "迷拟宝箱鬼・地下城"}, "text": {"en": "\"Mimighoul\" monsters you control that were not Normal or Special Summoned this turn gain ATK equal to their original DEF. Any player who controls a face-down monster cannot Normal Summon monsters, nor declare an attack with monsters that were Special Summoned this turn. During your Main Phase: You can add 1 \"Mimighoul\" monster from your Deck or GY to your hand. You can only use this effect of \"Mimighoul Dungeon\" once per turn.", "de": "„Mimighul“-Monster, die du kontrollierst und die nicht in diesem Spielzug als Normal- oder Spezialbeschwörung beschworen wurden, erhalten ATK in Höhe ihrer Grund-DEF. Jeder Spieler, der ein verdecktes Monster kontrolliert, kann weder Monster als Normalbeschwörung beschwören noch einen Angriff mit Monstern deklarieren, die in diesem Spielzug als Spezialbeschwörung beschworen wurden. Während deiner Main Phase: Du kannst deiner Hand 1 „Mimighul“-Monster von deinem Deck oder Friedhof hinzufügen. Du kannst diesen Effekt von „Mimighul-Dungeon“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos \"Mimighoul\" que controlas que no fueron Invocados de Modo Normal o Especial este turno ganan ATK igual a su DEF original. Cualquier jugador que controle un monstruo boca abajo no puede Invocar monstruos de Modo Normal, ni declarar ataques con monstruos que fueron Invocados de Modo Especial este turno. Durante tu Main Phase: puedes añadir a tu mano 1 monstruo \"Mimighoul\" en tu Deck o Cementerio. Sólo puedes usar este efecto de \"Calabozo Mimighoul\" una vez por turno.", "fr": "Les monstres \"Mimigoule\" que vous contrôlez qui n'ont pas été Invoqués Normalement ou Spécialement ce tour gagnent une ATK égale à leur DEF d'origine. Les joueurs qui contrôlent un monstre face verso ne peuvent ni Invoquer Normalement de monstres ni déclarer d'attaque avec des monstres qui ont été Invoqués Spécialement ce tour. Durant votre Main Phase : vous pouvez ajouter 1 monstre \"Mimigoule\" depuis votre Deck ou Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Donjon Mimigoule\" qu'une fois par tour.", "it": "I mostri \"Mimighoul\" che controlli che non sono stati Evocati Normalmente o Specialmente in questo turno guadagnano ATK pari al loro DEF originale. Qualsiasi giocatore che controlla un mostro coperto non può Evocare Normalmente mostri, né dichiarare un attacco con mostri che sono stati Evocati Specialmente in questo turno. Durante la tua Main Phase: puoi aggiungere 1 mostro \"Mimighoul\" dal tuo Deck o Cimitero alla tua mano. Puoi utilizzare questo effetto di \"Mimighoul Dungeon\" una sola volta per turno.", "pt": "Monstros \"Mimicarniçal\" que você controla que não foram Invocados por Invocação-Normal ou Especial neste turno ganham ATK igual à sua DEF original. Qualquer duelista que controlar um monstro com a face para baixo não pode Invocar monstros por Invocação-Normal, nem declarar um ataque com monstros que foram Invocados por Invocação-Especial neste turno. Durante sua Fase Principal: você pode adicionar 1 monstro \"Mimicarniçal\" do seu Deck ou Cemitério à sua mão. Você só pode usar este efeito de \"Masmorra Mimicarniçal\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：このターンに召喚・特殊召喚されていない自分フィールドの「ミミグル」モンスターの攻撃力は、自身の元々の守備力分アップする。②：お互いはそれぞれ、自身のフィールドに裏側表示モンスターが存在する限り、モンスターを召喚できず、このターンに特殊召喚されたモンスターでは攻撃宣言できない。③：自分メインフェイズに発動できる。自分のデッキ・墓地から「ミミグル」モンスター１体を手札に加える。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 턴에 일반 소환 / 특수 소환되어 있지 않은 자신 필드의 \"미미구르\" 몬스터의 공격력은, 자신의 원래 수비력만큼 올린다. ②: 양쪽 플레이어는 각각, 자신 필드에 뒷면 표시 몬스터가 존재하는 한, 몬스터를 일반 소환할 수 없으며, 이 턴에 특수 소환된 몬스터로는 공격 선언할 수 없다. ③: 자신 메인 페이즈에 발동할 수 있다. 자신의 덱 / 묘지에서 \"미미구르\" 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：不是在当回合被召唤・特殊召唤的、自己场上的“迷拟宝箱鬼”怪兽的攻击力上升自身原本守备力的数值。②：自身场上存在里侧表示怪兽的玩家不可召唤怪兽，不可用在当回合被特殊召唤的怪兽攻击宣言。③：在自己的主要阶段可以发动。从自己牌组・墓地将1只“迷拟宝箱鬼”怪兽加入手牌。"}, "card_type": "Spell", "property": "Field", "series": ["Mimighoul"], "images": [{"index": 1, "image": "MimighoulDungeon-MP25-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN094", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-EN097", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "INFO-DE094", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-DE097", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "INFO-SP094", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-SP097", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "INFO-FR094", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-FR097", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "INFO-IT094", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-IT097", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "INFO-PT094", "set_name": "The Infinite Forbidden", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP25-PT097", "set_name": "2025 Mega-Pack Tin", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "WPP6-JP024", "set_name": "World Premiere Pack 2025", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP6-KR024", "set_name": "World Premiere Pack 2025", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "WPS2-SC010", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1069998, "master_duel_rarity": "SR"}