{"konami_id": 15089, "password": 87074380, "name": {"en": "Machina Citadel", "de": "Maschinenwesen Zitadelle", "es": "Maquinaria Ciudadela", "fr": "Citadelle Méchabot", "it": "Mek Cittadella", "pt": "Cidadela Autômata", "ja": "マシンナーズ・カーネル", "ja_romaji": "Mashinnāzu Kāneru", "ko": "머시너즈 카넬", "ko_rr": "Meosineojeu Kanel", "zh-TW": "機甲部隊・上校", "zh-CN": "机甲部队・上校"}, "text": {"en": null, "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss durch einen Karteneffekt als Spezialbeschwörung beschworen werden. (Schnelleffekt): Du kannst 1 Maschine-Monster wählen, das du kontrollierst; zerstöre das Maschine-Monster und alle Monster mit weniger oder gleich viel ATK, die dein Gegner kontrolliert. Falls ein oder mehr offene ERDE Maschine-Monster, die du kontrollierst, außer „Maschinenwesen Zitadelle“, durch Kampf oder einen Karteneffekt zerstört werden, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Maschinenwesen Zitadelle“ nur einmal pro Spielzug verwenden.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial por el efecto de una carta. (Efecto Rápido): puedes seleccionar 1 monstruo Máquina que controles; destruye ese monstruo Máquina y todos los monstruos que controle tu adversario y que tengan ATK igual o menor al de éste. Si uno o más monstruos Máquina de TIERRA boca arriba que controles, excepto \"Maquinaria Ciudadela\", son destruidos en batalla o por efecto de una carta mientras esta carta esté en tu Cementerio: puedes Invocar esta carta de Modo Especial. Sólo puedes usar cada efecto de \"Maquinaria Ciudadela\" una vez por turno.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de carte. (Effet Rapide) : vous pouvez cibler 1 monstre Machine que vous contrôlez ; détruisez le monstre Machine et tous les monstres contrôlés par votre adversaire avec une ATK inférieure ou égale à celui-ci. Si un ou plusieurs monstres TERRE Machine face recto que vous contrôlez (\"Citadelle Méchabot\" exclu) sont détruits au combat ou par un effet de carte tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Citadelle Méchabot\" qu'une fois par tour.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dall'effetto di una carta. (Effetto Rapido): puoi scegliere come bersaglio 1 mostro Macchina che controlli; distruggi quel mostro Macchina e tutti i mostri controllati dal tuo avversario con ATK pari o inferiore a esso. Se uno o più mostri TERRA Macchina scoperti che controlli, eccetto \"Mek Cittadella\", vengono distrutti in battaglia o dall'effetto di una carta mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta. Puoi utilizzare ogni effetto di \"Mek Cittadella\" una sola volta per turno.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por um efeito de card. (Efeito Rápido): você pode escolher 1 monstro Máquina que você controla; destrua esse monstro Máquina e todos os monstros que seu oponente controla com ATK menor ou igual que o dele. Se um ou mais monstros Máquina de TERRA com a face para cima que você controla, exceto \"Cidadela Autômata\", forem destruídos em batalha ou por um efeito de card enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial. Você só pode usar cada efeito de \"Cidadela Autômata\" uma vez por turno.", "ja": "このカードは通常召喚できず、カードの効果でのみ特殊召喚できる。\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分・相手ターンに、自分フィールドの機械族モンスター１体を対象として発動できる。その機械族モンスターと、その攻撃力以下の攻撃力を持つ相手フィールドのモンスターを全て破壊する。\n②：このカードが墓地に存在する状態で、「マシンナーズ・カーネル」以外の自分フィールドの表側表示の機械族・地属性モンスターが戦闘・効果で破壊された場合に発動できる。このカードを特殊召喚する。", "ko": "이 카드는 통상 소환할 수 없으며, 카드 효과로만 특수 소환할 수 있다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대 턴에, 자신 필드의 기계족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 기계족 몬스터와, 그 공격력 이하의 공격력을 가지는 상대 필드의 몬스터를 전부 파괴한다. ②: 이 카드가 묘지에 존재하는 상태에서, \"머시너즈 카넬\" 이외의 자신 필드의 앞면 표시인 기계족 / 땅 속성 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": "此卡無法通常召喚，僅可透過卡的效果特殊召喚。此卡名的①②效果，１回合各僅限使用１次。①：在我方・對方回合，可將我方場上的１隻機械族怪獸做為對象發動。將該機械族怪獸及對方場上的持有攻擊力低於該攻擊力的所有怪獸全部破壞。②：此卡存在於墓地的狀態，可在我方場上的「機甲部隊・上校」以外的正面表示的機械族・地屬性怪獸因戰鬥・效果被破壞的狀況下發動。特殊召喚此卡。", "zh-CN": "此卡不可通常召唤，仅可以卡的效果特殊召唤。此卡名的①②效果１回合仅可各使用１次。①：在自己・对手回合中，以自己场上的１只机械族怪兽为对象可以发动。将该机械族怪兽和拥有其攻击力以下攻击力的对手场上的怪兽全部破坏。②：此卡存在于墓地的状态下，自己场上“机甲部队・上校”以外的表侧表示机械族・地属性怪兽因战斗・效果被破坏的情况下可以发动。将此卡特殊召唤。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 10, "atk": 3000, "def": 2500, "series": ["Machina"], "images": [{"index": 1, "image": "MachinaCitadel-SR10-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SR10-EN001", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SR10-DE001", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SR10-FR001", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SR10-IT001", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SR10-PT001", "set_name": "Structure Deck: Mechanized Madness", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR10-JP001", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "SR10-KR001", "set_name": "Structure Deck R: Machiners Command", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "TM01-SC001", "set_name": "Theme Pack: War of Infinite Machine", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 695524, "master_duel_rarity": "UR"}