{"konami_id": 16832, "password": 87116749, "name": {"en": "Submareed Tour Ride", "de": "Rundfahrtboot Submareed", "es": "Tour en Submareed", "fr": "Visite Guidée Submareed", "it": "Submareed Giro Turistico", "pt": "Passeio Turístico Submareed", "ja": "<ruby>游<rt>ゆう</rt></ruby><ruby>覧<rt>らん</rt></ruby><ruby>艇<rt>てい</rt></ruby>サブマリード", "ja_romaji": "Yūrantei Sabumarīdo", "ko": "유람정 서브마리드", "ko_rr": "Yuramjeong Seobeumarideu", "zh-TW": null, "zh-CN": "游览艇 潜艇利兹鱼"}, "text": {"en": "The first Normal Monster you control that would be destroyed by battle or card effect each turn, is not destroyed. If you control a Normal Monster: You can Special Summon this card from your hand. You can only use this effect of \"Submareed Tour Ride\" once per turn.", "de": "Das erste Normale Monster, das du kontrollierst und das in jedem Spielzug durch Kampf oder einen Karteneffekt zerstört würde, wird nicht zerstört. Falls du ein Normales Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Du kannst diesen Effekt von „Rundfahrtboot Submareed“ nur einmal pro Spielzug verwenden.", "es": "El primer Monstruo Normal que controles que fuera a ser destruido en batalla o por el efecto de una carta cada turno, no es destruido. Si controlas un Monstruo Normal: puedes Invocar esta carta de Modo Especial desde tu mano. Sólo puedes usar este efecto de \"Tour en Submareed\" una vez por turno.", "fr": "Chaque tour, le premier Monstre Normal que vous contrôlez qui va être détruit au combat ou par un effet de carte n'est pas détruit. Si vous contrôlez un Monstre Normal : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Visite Guidée Submareed\" qu'une fois par tour.", "it": "Il primo Mostro Normale che controlli che sta per essere distrutto in battaglia o dall'effetto di una carta ogni turno, non viene distrutto. Se controlli un Mostro Normale: puoi Evocare Specialmente questa carta dalla tua mano. Puoi utilizzare questo effetto di \"Submareed Giro Turistico\" una sola volta per turno.", "pt": "O primeiro Monstro Normal que você controla que seria destruído em batalha ou por um efeito de card a cada turno, não é destruído. Se você controlar um Monstro Normal: você pode Invocar este card por Invocação-Especial da sua mão. Você só pode usar este efeito de \"Passeio Turístico Submareed\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドに通常モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：１ターンに１度だけ、自分の通常モンスターは効果モンスターとの戦闘では破壊されない。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 일반 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 1턴에 1번만, 자신의 일반 몬스터는 효과 몬스터와의 전투로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "这个卡名的①的效果1回合只能使用1次。\n①：自己场上有通常怪兽存在的场合才能发动。这张卡从手卡特殊召唤。\n②：1回合只有1次，自己的通常怪兽不会被和效果怪兽的战斗破坏。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "WATER", "level": 6, "atk": 2200, "def": 0, "images": [{"index": 1, "image": "SubmareedTourRide-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN027", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE027", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "es": [{"set_number": "BACH-SP027", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR027", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT027", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT027", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP027", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "BACH-KR027", "set_name": "Battle of Chaos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716899}