{"konami_id": 20764, "password": 87126721, "name": {"en": "Mulcharmy Meowls", "de": "Mulreizendes Miauls", "es": "Meowls Multivadora", "fr": "Mulcharmy Meowls", "it": "Multifascinante Meowls", "pt": "Multelegante Meowls", "ja": "マルチャミー・ニャルス", "ja_romaji": "Maruchamī Nyarusu", "ko": "마루챠미 냐루스", "ko_rr": null, "zh-TW": null, "zh-CN": "多多迷宝・喵噜猫咪"}, "text": {"en": "If you control no cards (Quick Effect): You can discard this card; apply these effects this turn.\n● Each time your opponent Special Summons a monster(s) from any GY(s) or banishment, immediately draw 1 card.\n● Once, during this End Phase, if the number of cards in your hand is more than the number of cards your opponent controls +6, you must randomly shuffle cards from your hand into the Deck so the number in your hand equals the number your opponent controls +6.\nYou can only activate 1 other \"Mulcharmy\" monster effect, the turn you activate this effect.", "de": "Falls du keine Karten kontrollierst (Schnelleffekt): Du kannst diese Karte abwerfen; wende in diesem Spielzug diese Effekte an.\n● Jedes Mal, wenn dein Gegner ein oder mehr Monster als Spezialbeschwörung von beliebigen Friedhöfen oder verbannten Karten beschwört, ziehe sofort 1 Karte.\n● Einmal, während dieser End Phase, falls die Anzahl der Karten in deiner Hand größer ist als die Anzahl der Karten, die dein Gegner kontrolliert, +6, musst du zufällige Karten von deiner Hand ins Deck mischen, sodass die Anzahl in deiner Hand der Anzahl, die dein Gegner kontrolliert, +6 entspricht.\nDu kannst in dem Spielzug, in dem du diesen Effekt aktivierst, nur 1 anderen „Mulreizend“-Monstereffekt aktivieren.", "es": "Si no controlas cartas (Efecto Rápido): puedes descartar esta carta; aplica estos efectos este turno.\n● Cada vez que tu adversario Invoca de Modo Especial uno o más monstruos desde cualquier Cementerio o destierro, inmediatamente robas 1 carta.\n● Una vez, durante esta End Phase, si el número de cartas en tu mano es mayor que el número de cartas que controla tu adversario +6, debes barajar al Deck cartas al azar en tu mano para que el número en tu mano sea igual al número que controla tu adversario +6.\nSólo puedes activar otro efecto de monstruo \"Multivador/a\" el turno en el que activas este efecto.", "fr": "Si vous ne contrôlez aucune carte (Effet Rapide) : vous pouvez défausser cette carte ; appliquez ces effets ce tour.\n● Chaque fois que votre adversaire Invoque Spécialement un ou plusieurs monstres depuis les Cimetières ou le bannissement, piochez immédiatement 1 carte.\n● Une fois, durant cette End Phase, si le nombre de cartes dans votre main est supérieur au nombre de cartes contrôlées par votre adversaire +6, vous devez mélanger au hasard un nombre de cartes depuis votre main dans le Deck afin que le nombre dans votre main soit égal au nombre contrôlé par votre adversaire +6.\nLe tour où vous activez cet effet, vous ne pouvez activer qu'1 autre effet de monstre \"Mulcharmy\".", "it": "Se non controlli nessuna carta (Effetto Rapido): puoi scartare questa carta; applica questi effetti in questo turno.\n● Ogni volta che il tuo avversario Evoca Specialmente uno o più mostri da qualsiasi Cimitero o carte bandite, pesca immediatamente 1 carta.\n● Una volta, durante questa End Phase, se il numero di carte nella tua mano è superiore al numero di carte controllate dal tuo avversario +6, devi mischiare carte a caso dalla tua mano nel Deck fino a che il numero nella tua mano è pari al numero controllato dal tuo avversario +6.\nPuoi attivare solo 1 altro effetto di un mostro \"Multifascinante\" nel turno in cui attivi questo effetto.", "pt": "Se você não controlar nenhum card (Efeito Rápido): você pode descartar este card; aplique esses efeitos neste turno.\n● Sempre que seu oponente Invocar um ou mais monstros por Invocação-Especial de quaisquer Cemitérios ou banimentos, imediatamente compre 1 card.\n● Uma vez, durante esta Fase Final, se o número de cards na sua mão for maior que o número de cards que seu oponente controla +6, você deve embaralhar aleatoriamente cards da sua mão no Deck até que o número na sua mão seja igual ao número que seu oponente controla +6.\nVocê só pode ativar 1 outro efeito de monstro \"Multelegante\" no turno em que ativar este efeito.", "ja": "このカードの効果を発動するターン、自分はこのカード以外の「マルチャミー」モンスターの効果を１度しか発動できない。①：自分・相手ターンに、自分フィールドにカードが存在しない場合、このカードを手札から捨てて発動できる。このターン中、以下の効果を適用する。●相手が墓地・除外状態のモンスターを特殊召喚する度に、自分は１枚ドローする。●エンドフェイズに、自分の手札が相手フィールドのカードの数＋６枚より多い場合、その差の数だけ自分の手札をランダムにデッキに戻す。", "ko": "이 카드의 효과를 발동하는 턴에, 자신은 이 카드 이외의 \"마루챠미\" 몬스터의 효과를 1번밖에 발동할 수 없다. ①: 자신 / 상대 턴에, 자신 필드에 카드가 존재하지 않을 경우, 이 카드를 패에서 버리고 발동할 수 있다. 이 턴 중에, 이하의 효과를 적용한다. ●상대가 묘지 / 제외 상태인 몬스터를 특수 소환할 때마다, 자신은 1장 드로우한다. ●엔드 페이즈에, 자신의 패가 상대 필드의 카드의 수 ＋ 6장보다 많을 경우, 그 차의 수만큼 자신의 패를 무작위로 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "发动此卡的效果的回合中，自己仅可发动此卡以外的“多多迷宝”怪兽的效果1次。①：在自己・对手回合中，自己场上不存在卡的情况下，从手牌将此卡舍弃可以发动。在此回合中适用以下效果。\n●对手每次将墓地・除外状态的怪兽特殊召唤，自己抽1张。\n●在结束阶段，自己的手牌多于对手场上的卡的数量＋6张的情况下，依其数量差将自己的手牌随机放回牌组。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 4, "atk": 100, "def": 600, "series": ["Mulcharmy"], "images": [{"index": 1, "image": "MulcharmyMeowls-SUDA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN025", "set_name": "Supreme Darkness", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "SUDA-DE025", "set_name": "Supreme Darkness", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "SUDA-SP025", "set_name": "Supreme Darkness", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "SUDA-FR025", "set_name": "Supreme Darkness", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "SUDA-IT025", "set_name": "Supreme Darkness", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "SUDA-PT025", "set_name": "Supreme Darkness", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "SUDA-JP025", "set_name": "Supreme Darkness", "rarities": ["Rare"]}], "ko": [{"set_number": "SUDA-KR025", "set_name": "Supreme Darkness", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "SUDA-SC025", "set_name": "Supreme Darkness", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1089572}