{"konami_id": 16723, "password": 87263576, "name": {"en": "Outburst Dragon", "de": "Ausbruchdrache", "es": "Dragón del Estallido", "fr": "Dragon de l'Explosion", "it": "Drago Fuoriesplosione", "pt": "Dragão da Erupção", "ja": "アウトバースト・ドラゴン", "ja_romaji": "Autobāsuto Doragon", "ko": "아웃버스트 드래곤", "ko_rr": "Autbeoseuteu Deuraegon", "zh-TW": null, "zh-CN": "爆发龙"}, "text": {"en": "If you control a monster: You can Special Summon this card from your hand, then destroy all other monsters you control, also you cannot Special Summon monsters, except DARK monsters, while this card is face-up in the Monster Zone. Once per Chain, during your opponent's Main Phase, you can (Quick Effect): Immediately after this effect resolves, Link Summon 1 Dragon Link Monster using materials you control, including this card. You can only use each effect of \"Outburst Dragon\" once per turn.", "de": "Falls du ein Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann zerstöre alle anderen Monster, die du kontrollierst, zusätzlich kannst du keine Monster als Spezialbeschwörung beschwören, außer FINSTERNIS Monstern, solange diese Karte offen in der Monsterzone liegt. Einmal pro Kette, während der Main Phase deines Gegners, kannst du (Schnelleffekt): Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Drache-Linkmonster als Linkbeschwörung und verwende dafür Material, das du kontrollierst, darunter diese Karte. Du kannst jeden Effekt von „Ausbruchdrache“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo: puedes Invocar esta carta de Modo Especial desde tu mano, y después destruir todos los demás monstruos que controles, y además no puedes Invocar monstruos de Modo Especial, excepto monstruos de OSCURIDAD, mientras esta carta esté boca arriba en la Zona de Monstruos. Una vez por Cadena, durante la Main Phase de tu adversario, puedes (Efecto Rápido): inmediatamente después de que se resuelva este efecto, Invocar por Enlace 1 Monstruo de Enlace Dragón usando materiales que controles, incluyendo esta carta. Sólo puedes usar cada efecto de \"Dragón del Estallido\" una vez por turno.", "fr": "Si vous contrôlez un monstre : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis détruisez tous les autres monstres que vous contrôlez, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus), tant que cette carte est face recto dans la Zone Monstre. Une fois par Chaîne, durant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien Dragon en utilisant des Matériels que vous contrôlez (cette carte incluse). Vous ne pouvez utiliser chaque effet de \"Dragon de l'Explosion\" qu'une fois par tour.", "it": "Se controlli un mostro: puoi Evocare Specialmente questa carta dalla tua mano, poi distruggere tutti gli altri mostri che controlli, inoltre non puoi Evocare Specialmente mostri, eccetto mostri OSCURITÀ, mentre questa carta è scoperta nella Zona Mostri. Una volta per Catena, durante la Main Phase del tuo avversario, puoi (Effetto Rapido): immediatamente dopo che questo effetto si è risolto, Evoca Link 1 Mostro Link Drago utilizzando materiali che controlli, compresa questa carta. Puoi utilizzare ogni effetto di \"Drago Fuoriesplosione\" una sola volta per turno.", "pt": "Se você controlar um monstro: você pode Invocar este card por Invocação-Especial da sua mão e, depois, destrua todos os outros monstros que você controla e, além disso, você não pode Invocar monstros por Invocação-Especial, exceto monstros de TREVAS, enquanto este card estiver com a face para cima na Zona de Monstros. Uma vez por Corrente, durante a Fase Principal do seu oponente, você pode (Efeito Rápido): imediatamente depois que este efeito resolver, Invoque por Invocação-Link 1 Monstro Link Dragão usando matérias que você controla, incluindo este card. Você só pode usar cada efeito de \"Dragão da Erupção\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにモンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。その後、このカード以外の自分フィールドのモンスターを全て破壊する。この効果で特殊召喚したこのカードがモンスターゾーンに表側表示で存在する限り、自分は闇属性モンスターしか特殊召喚できない。②：相手メインフェイズに発動できる。このカードを含む自分フィールドのモンスターをリンク素材としてドラゴン族リンクモンスター１体をリンク召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 이 카드 이외의 자신 필드의 몬스터를 전부 파괴한다. 이 효과로 특수 소환한 이 카드가 몬스터 존에 앞면 표시로 존재하는 한, 자신은 어둠 속성 몬스터밖에 특수 소환할 수 없다. ②: 상대 메인 페이즈에 발동할 수 있다. 이 카드를 포함하는 자신 필드의 몬스터를 링크 소재로서 드래곤족 링크 몬스터 1장을 링크 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：自己场上有怪兽存在的情况下可以发动。从手牌将此卡特殊召唤。然后，将自己场上其他的怪兽全部破坏。只要以此效果特殊召唤的此卡以表侧表示存在于怪兽区域，自己仅可特殊召唤暗属性怪兽。②：在对手的主要阶段可以发动。将包含此卡在内的自己场上的怪兽作为素材，进行1只龙族连接怪兽的连接召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 2100, "def": 2800, "images": [{"index": 1, "image": "OutburstDragon-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFP2-EN041", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFP2-DE041", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GFP2-SP041", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFP2-FR041", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFP2-IT041", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFP2-PT041", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VJMP-JP205", "set_name": "V Jump September 2021 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "23PP-JP024", "set_name": "Premium Pack 2023", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "PP17-KR031", "set_name": "Premium Pack Vol.17", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}, {"set_number": "23PP-KRA24", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "BPRO-SCS03", "set_name": "Burst Protocol +1 Assist Pack", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716130}