{"konami_id": 8785, "password": 87319876, "name": {"en": "Trust Guardian", "de": "Vertrauenswächter", "es": "Guardián de la Confianza", "fr": "Gardien de la Paix", "it": "Guardiano della Fiducia", "pt": "Guardião Fiel", "ja": "トラスト・ガーディアン", "ja_romaji": "Torasuto Gādian", "ko": "트러스트 가디언", "ko_rr": null, "zh-TW": "信賴守護者", "zh-CN": "信赖守护者"}, "text": {"en": "This card cannot be used as a Synchro Material Monster, except for the Synchro Summon of a Level 7 or higher Synchro Monster. Once per turn, that Synchro Monster cannot be destroyed by battle. Each time this effect is applied, that Synchro Monster loses 400 ATK and DEF at the end of the Damage Step.", "de": "Diese Karte kann nicht als Synchromaterialmonster benutzt werden, außer für die Synchrobeschwörung eines Synchromonsters der Stufe 7 oder höher. Einmal pro Spielzug kann das Synchromonster nicht durch Kampf zerstört werden. Jedes Mal, wenn dieser Effekt angewendet wird, verliert das Synchromonster am Ende des Damage Steps 400 ATK und DEF.", "es": "Esta carta no puede ser usada como Monstruo Material de Sincronía, excepto para la Invocación por Sincronía de un Monstruo de Sincronía de Nivel 7 o mayor. Una vez por turno, ese monstruo de Sincronía no puede ser destruido en batalla. Cada vez que apliques este efecto, ese Monstruo de Sincronía pierde 400 ATK y DEF al final del Damage Step.", "fr": "Cette carte ne peut pas être utilisée en tant que Monstre-Matériel de Synchro, excepté pour l'Invocation Synchro d'un Monstre Synchro de Niveau 7 ou plus. Une fois par tour, ce Monstre Synchro ne peut pas être détruit au combat. Chaque fois que cet effet est appliqué, ce Monstre Synchro perd 400 points d'ATK et de DEF à la fin de la Damage Step.", "it": "Questa carta non può essere usata come Mostro Materiale Synchro, eccetto che per la Synchro Evocazione di un Mostro Synchro di Livello 7 o superiore. Una volta per turno, quel Mostro Synchro non può essere distrutto in battaglia. Ogni volta a che questo effetto si applica, quel Mostro Synchro perde 400 ATK e DEF alla fine del Damage Step.", "pt": "Este card não pode ser usado como um Monstro-Matéria Sincro, exceto para a Invocação-Sincro de um Monstro Sincro de Nível 7 ou mais. Uma vez por turno, esse Monstro Sincro não pode ser destruído em batalha. Sempre que este efeito for aplicado, esse Monstro Sincro perde 400 de ATK e DEF no final da Etapa de Dano.", "ja": "このカードをシンクロ素材とする場合、レベル７以上のシンクロモンスターのシンクロ召喚にしか使用できない。このカードをシンクロ素材としたシンクロモンスターは、１ターンに１度だけ戦闘では破壊されない。この効果を適用したダメージステップ終了時、そのシンクロモンスターの攻撃力・守備力は４００ポイントダウンする。", "ko": "이 카드를 싱크로 소재로 할 경우, 레벨 7 이상의 싱크로 몬스터의 싱크로 소환으로밖에 사용할 수 없다. 이 카드를 싱크로 소재로 한 싱크로 몬스터는, 1턴에 1번만 전투로는 파괴되지 않는다. 이 효과를 적용한 데미지 스텝 종료시, 그 싱크로 몬스터의 공격력/수비력은 400 포인트 내린다.", "zh-TW": "在以此卡做為同步素材的狀況下，僅限使用於等級７以上的同步怪獸的同步召喚。以此卡做為同步素材的同步怪獸，１回合僅限１次不會因戰鬥被破壞。適用此效果的傷害步驟結束時，該同步怪獸的攻擊力・守備力降低４００。", "zh-CN": "以此卡作为同步素材的场合，只可使用于等级７或以上同步怪兽的同步召唤。以此卡为同步素材的同步怪兽，１回合仅１次不会因战斗而被破坏。适用此效果的伤害步骤结束时，该同步怪兽的攻击力、守备力下降４００点。"}, "card_type": "Monster", "monster_type_line": "Fairy / Tuner", "attribute": "LIGHT", "level": 3, "atk": 0, "def": 800, "series": ["Guardian"], "images": [{"index": 1, "image": "TrustGuardian-TSHD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TSHD-EN009", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "de": [{"set_number": "TSHD-DE009", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TSHD-FR009", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "it": [{"set_number": "TSHD-IT009", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "ja": [{"set_number": "TSHD-JP009", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}], "ko": [{"set_number": "TSHD-KR009", "set_name": "The Shining Darkness", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 106869, "master_duel_rarity": "R"}