{"konami_id": 14248, "password": 87327776, "name": {"en": "Salamangreat Miragestallio", "de": "Grosalamander Wunderhengst", "es": "Salamangrande Espejismental", "fr": "Salamangrande Étalomirage", "it": "Salamagna Stallonmiraggio", "pt": "Salamagrande Migaranhão", "ja": "<ruby>転生炎獣<rt>サラマングレイト</rt></ruby>ミラージュスタリオ", "ja_romaji": "Saramangureito Mirāju Sutario", "ko": "샐러맨그레이트 미라지스탤리오", "ko_rr": "Saelleomaen-geureiteu Mirajiseutaellio", "zh-TW": "轉生炎獸 幻象雄馬", "zh-CN": "转生炎兽 幻象雄马"}, "text": {"en": "2 Level 3 monsters\nYou can detach 1 material from this card; Special Summon 1 \"Salamangreat\" monster from your Deck in Defense Position, also you cannot activate monster effects for the rest of this turn, except FIRE monsters. If this Xyz Summoned card is sent to the GY as material for the Link Summon of a \"Salamangreat\" monster: You can target 1 monster on the field; return it to the hand. You can only use each effect of \"Salamangreat Miragestallio\" once per turn.", "de": "2 Monster der Stufe 3\nDu kannst 1 Material von dieser Karte abhängen; beschwöre 1 „Grosalamander“-Monster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, zusätzlich kannst du für den Rest dieses Spielzugs keine Monstereffekte aktivieren, außer denen von FEUER Monstern. Falls diese als Xyz-Beschwörung beschworene Karte als Material für die Linkbeschwörung eines „Grosalamander“-Monsters auf den Friedhof gelegt wird: Du kannst 1 Monster auf dem Spielfeld wählen; gib es auf die Hand zurück. Du kannst jeden Effekt von „Grosalamander Wunderhengst“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 3\nPuedes desacoplar 1 material de esta carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Salamangrande\" en Posición de Defensa, y además no puedes activar efectos de monstruos por el resto de este turno, excepto monstruos de FUEGO. Si esta carta Invocada Xyz es mandada al Cementerio como material para la Invocación por Enlace de un monstruo \"Salamangrande\": puedes seleccionar 1 monstruo en el Campo; devuélvelo a la mano. Sólo puedes usar cada efecto de \"Salamangrande Espejismental\" una vez por turno.", "fr": "2 monstres de Niveau 3\nVous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 monstre \"Salamangrande\" depuis votre Deck en Position de Défense, et aussi, vous ne pouvez pas activer d'effets de monstre (monstres FEU exclus) le reste de ce tour. Si cette carte Invoquée par Xyz est envoyée au Cimetière comme Matériel pour l'Invocation Lien d'un monstre \"Salamangrande\" : vous pouvez cibler 1 monstre sur le Terrain ; renvoyez-le à la main. Vous ne pouvez utiliser chaque effet de \"Salamangrande Étalomirage\" qu'une fois par tour.", "it": "2 mostri di Livello 3\nPuoi staccare 1 materiale da questa carta; Evoca Specialmente 1 mostro \"Salamagna\" dal tuo Deck in Posizione di Difesa, inoltre non puoi attivare effetti di mostri per il resto di questo turno, eccetto mostri FUOCO. Se questa carta Evocata Xyz viene mandata al Cimitero come materiale per l'Evocazione Link di un mostro \"Salamagna\": puoi scegliere come bersaglio 1 mostro sul Terreno; fallo ritornare nella mano. Puoi utilizzare ogni effetto di \"Salamagna Stallonmiraggio\" una sola volta per turno.", "pt": "2 monstros de Nível 3\nVocê pode desassociar 1 matéria deste card; Invoque por Invocação-Especial 1 monstro \"Salamagrande\" do seu Deck em Posição de Defesa e, além disso, você não pode ativar efeitos de monstro pelo resto deste turno, exceto monstros de FOGO. Se este card Invocado por Invocação-Xyz for enviado para o Cemitério como matéria para a Invocação-Link de um monstro \"Salamagrande\": você pode escolher 1 monstro no campo; devolva-o para a mão. Você só pode usar cada efeito de \"Salamagrande Migaranhão\" uma vez por turno.", "ja": "レベル３モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードのＸ素材を１つ取り除いて発動できる。デッキから「サラマングレイト」モンスター１体を守備表示で特殊召喚する。この効果の発動後、ターン終了時まで自分は炎属性以外のモンスターの効果を発動できない。②：Ｘ召喚したこのカードが「サラマングレイト」ＬモンスターのＬ素材として墓地へ送られた場合、フィールドのモンスター１体を対象として発動できる。そのモンスターを手札に戻す。", "ko": "레벨 3 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 덱에서 \"샐러맨그레이트\" 몬스터 1장을 수비 표시로 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 화염 속성 이외의 몬스터 효과를 발동할 수 없다. ②: 엑시즈 소환한 이 카드가 \"샐러맨그레이트\" 링크 몬스터의 링크 소재로서 묘지로 보내졌을 경우, 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패로 되돌린다.", "zh-TW": null, "zh-CN": "等级3怪兽×2\n此卡名的①②效果1回合仅可各使用1次。①：去除此卡的1个超量素材可以发动。从牌组将1只“转生炎兽”怪兽以守备表示形式特殊召唤。此效果发动后，直到回合结束时为止自己不可发动炎属性以外的怪兽的效果。②：超量召唤的此卡作为“转生炎兽”连接怪兽的连接素材被送至墓地的情况下，可以场上1只怪兽为对象发动。将该怪兽放回持有者的手牌中。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Xyz / Effect", "attribute": "FIRE", "rank": 3, "atk": 2000, "def": 900, "materials": "2 Level 3 monsters", "series": ["Salamangreat"], "images": [{"index": 1, "image": "SalamangreatMiragestallio-LD10-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDSB-EN042", "set_name": "Structure Deck: Soulburner", "rarities": ["Ultra Rare"]}, {"set_number": "LD10-EN010", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "de": [{"set_number": "SDSB-DE042", "set_name": "Structure Deck: Soulburner", "rarities": ["Ultra Rare"]}, {"set_number": "LD10-DE010", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "fr": [{"set_number": "SDSB-FR042", "set_name": "Structure Deck: Soulburner", "rarities": ["Ultra Rare"]}, {"set_number": "LD10-FR010", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "it": [{"set_number": "SDSB-IT042", "set_name": "Structure Deck: Soulburner", "rarities": ["Ultra Rare"]}, {"set_number": "LD10-IT010", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "pt": [{"set_number": "SDSB-PT042", "set_name": "Structure Deck: Soulburner", "rarities": ["Ultra Rare"]}, {"set_number": "LD10-PT010", "set_name": "Legendary Duelists: Soulburning Volcano", "rarities": ["Common"]}], "ja": [{"set_number": "SD35-JPP01", "set_name": "Structure Deck: Soulburner Extra Deck Enhancement Pack", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "DP28-JP010", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Common"]}], "ko": [{"set_number": "SD35-KRP01", "set_name": "Structure Deck: Soulburner Extra Deck Enhancement Pack", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "DP28-KR010", "set_name": "Duelist Pack: Duelists of Explosion", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SD35-SCP01", "set_name": "Structure Deck: Soulburner Extra Deck Enhancement Pack", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 581493, "master_duel_rarity": "SR"}