{"konami_id": 12780, "password": 87460579, "name": {"en": "Flower Cardian Lightflare", "de": "Blumen-Kartian Lichtfackel", "es": "Flor Cardian Destello de Luz", "fr": "Fleur Cardian Lumière Solaire", "it": "Fiore Cardian Fiamma di Luce", "pt": "Flor Cardian Chama de Luz", "ja": "<ruby>花札衛<rt>カーディアン</rt></ruby>－<ruby>五<rt>ご</rt></ruby><ruby>光<rt>こう</rt></ruby>－", "ja_romaji": "Kādian - Gokō -", "ko": "카디언－오광－", "ko_rr": null, "zh-TW": "花牌衛－五光－", "zh-CN": "花札卫－五光"}, "text": {"en": "1 Tuner + 4 non-Tuner monsters\nOnce per turn, during either player's turn, when your opponent activates a Spell/Trap Card: You can negate the activation, and if you do, destroy that card. If a \"Flower Cardian\" monster you control battles an opponent's monster, that opponent's monster has its effects negated during the Battle Phase only. If this face-up Synchro Summoned card is destroyed by battle, or leaves the field because of an opponent's card effect while its owner controls it: You can Special Summon 1 \"Flower Cardian\" Synchro Monster from your Extra Deck, except \"Flower Cardian Lightflare\".", "de": "1 Empfänger + 4 Nicht-Empfänger-Monster\nEinmal pro Spielzug, während des Spielzugs eines beliebigen Spielers, wenn dein Gegner eine Zauber-/Fallenkarte aktiviert: Du kannst die Aktivierung annullieren und falls du dies tust, zerstöre die Karte. Falls ein „Blumen-Kartian“-Monster, das du kontrollierst, gegen ein Monster deines Gegners kämpft, bleiben die Effekte des Monsters deines Gegners nur während der Battle Phase annulliert. Falls diese offene als Synchrobeschwörung beschworene Karte durch Kampf zerstört wird oder das Spielfeld durch einen Karteneffekt deines Gegners verlässt, solange ihr Besitzer sie kontrolliert: Du kannst 1 „Blumen-Kartian“-Synchromonster als Spezialbeschwörung von deinem Extra Deck beschwören, außer „Blumen-Kartian Lichtfackel“.", "es": "1 Cantante + 4 monstruos que no sean Cantantes\nUna vez por turno, durante el turno de cualquier jugador, cuando tu adversario activa una Carta Mágica/de Trampa: puedes negar la activación y, si lo haces, destruye esa carta. Si un monstruo \"Flor Cardian\" que controles batalla con un monstruo de tu adversario, ese monstruo de tu adversario ve sus efectos negados, sólo durante la Battle Phase. Si esta carta boca arriba Invocada por Sincronía es destruida en batalla, o deja el Campo por causa del efecto de una carta de tu adversario mientras su dueño la controla: puedes Invocar de Modo Especial, desde tu Deck Extra, 1 Monstruo de Sincronía \"Flor Cardian\", excepto \"Flor Cardian Destello de Luz\".", "fr": "1 Syntoniseur + 4 monstres non-Syntoniseur\nUne fois par tour, durant le tour de chaque joueur, lorsque votre adversaire active une Carte Magie/Piège : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Si un monstre \"Fleur Cardian\" que vous contrôlez combat un monstre de votre adversaire, le monstre de votre adversaire a ses effets annulés durant la Battle Phase uniquement. Si cette carte face recto Invoquée par Synchronisation est détruite au combat, ou quitte le Terrain à cause d'un effet de carte de votre adversaire tant que son propriétaire la contrôle : vous pouvez Invoquer Spécialement 1 Monstre Synchro \"Fleur Cardian\" (\"Fleur Cardian Lumière Solaire\" exclu) depuis votre Extra Deck.", "it": "1 Tuner + 4 mostri non-Tuner\nUna volta per turno, durante il turno di qualsiasi giocatore, quando il tuo avversario attiva una Carta Magia/Trappola: puoi annullare l'attivazione e, se lo fai, distruggi quella carta. Se un mostro \"Fiore Cardian\" che controlli combatte con un mostro dell'avversario, gli effetti di quel mostro dell'avversario si annullano solamente durante la Battle Phase. Se questa carta scoperta Synchro Evocata viene distrutta in battaglia, o lascia il Terreno a causa dell'effetto di una carta dell'avversario mentre il suo proprietario la controlla: puoi Evocare Specialmente 1 Mostro Synchro \"Fiore Cardian\" dal tuo Extra Deck, eccetto \"Fiore Cardian Fiamma di Luce\".", "pt": "1 Regulador + 4 monstros não-Reguladores\nUma vez por turno, durante o turno de qualquer duelista, quando seu oponente ativar um Card de Magia/Armadilha: você pode negar a ativação e, se isso acontecer, destrua esse card. Se um monstro \"Flor Cardian\" que você controla batalhar um monstro do oponente, esse monstro do oponente tem seus efeitos negados, apenas durante a Fase de Batalha. Se este card com a face para cima Invocado por Invocação-Sincro for destruído em batalha, ou deixar o campo devido a um efeito de card do oponente enquanto for controlado por seu dono: você pode Invocar por Invocação-Especial 1 Monstro Sincro \"Flor Cardian\" do seu Deck Adicional, exceto \"Flor Cardian Chama de Luz\".", "ja": "チューナー＋チューナー以外のモンスター４体\n①：１ターンに１度、相手が魔法・罠カードを発動した時に発動できる。その発動を無効にし破壊する。②：自分の「花札衛」モンスターが相手モンスターと戦闘を行う場合、バトルフェイズの間だけその相手モンスターの効果は無効化される。③：Ｓ召喚したこのカードが戦闘で破壊された場合、または相手の効果でフィールドから離れた場合に発動できる。エクストラデッキから「花札衛－五光－」以外の「花札衛」Ｓモンスター１体を特殊召喚する。", "ko": "튜너 ＋ 튜너 이외의 몬스터 4장\n①: 1턴에 1번, 상대가 마법 / 함정 카드를 발동했을 때에 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. ②: 자신의 \"카디언\" 몬스터가 상대 몬스터와 전투를 실행할 경우, 배틀 페이즈 동안만 그 상대 몬스터의 효과는 무효화된다. ③: 싱크로 소환한 이 카드가 전투로 파괴되었을 경우, 또는 상대 효과로 필드에서 벗어났을 경우에 발동할 수 있다. 엑스트라 덱에서 \"카디언－오광－\" 이외의 \"카디언\" 싱크로 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "调整＋调整以外的怪兽4只\n①：1回合1次，对方把魔法·陷阱卡发动时才能发动。那个发动无效并破坏。 ②：自己的「花札卫」怪兽和对方怪兽进行战斗的场合，只在战斗阶段内那只对方怪兽的效果无效化。 ③：同调召唤的这张卡被战斗破坏的场合或者因对方的效果从场上离开的场合才能发动。从额外卡组把「花札卫-五光-」以外的1只「花札卫」同调怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Synchro / Effect", "attribute": "DARK", "level": 10, "atk": 5000, "def": 0, "materials": "1 Tuner + 4 non-Tuner monsters", "series": ["Flower Cardian"], "images": [{"index": 1, "image": "FlowerCardianLightflare-RATE-EN-R-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN045", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "de": [{"set_number": "RATE-DE045", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "es": [{"set_number": "RATE-SP045", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "fr": [{"set_number": "RATE-FR045", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "it": [{"set_number": "RATE-IT045", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "pt": [{"set_number": "RATE-PT045", "set_name": "Raging Tempest", "rarities": ["Rare"]}], "ja": [{"set_number": "RATE-JP045", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "RATE-KR045", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 459109, "master_duel_rarity": "UR"}