{"konami_id": 19416, "password": 87498729, "name": {"en": "Fallen of the Tistina", "de": "Gefallener der Tistina", "es": "Caído de Tistina", "fr": "Déchu de Tistina", "it": "Caduto di Tistina", "pt": "Caído da Tistina", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "You can send this card from your hand or field to the GY; place 1 \"Divine Domain Baatistina\" from your Deck, face-up in your Field Zone. If a face-up \"Tistina\" Spell/Trap(s) you control is destroyed by an opponent's card effect, while this card is in your GY (except during the Damage Step): You can banish this card; Special Summon 1 LIGHT \"Tistina\" monster from your hand, Deck, or GY. You can only use each effect of \"Fallen of the Tistina\" once per turn.", "de": "Du kannst diese Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; lege 1 „Göttliche Domäne Baatistina“ von deinem Deck offen in deine Spielfeldzone. Falls ein/e oder mehr offene „Tistina“-Zauber/Fallen, die du kontrollierst, durch einen Karteneffekt eines Gegners zerstört werden, solange sich diese Karte in deinem Friedhof befindet (außer während des Damage Steps): Du kannst diese Karte verbannen; beschwöre 1 LICHT „Tistina“-Monster als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof. Du kannst jeden Effekt von „Gefallener der Tistina“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio esta carta en tu mano o Campo; pon boca arriba en tu Zona del Campo 1 \"Dominio Divino Baatistina\" en tu Deck. Si una o más Mágicas/Trampas \"Tistina\" boca arriba que controlas son destruidas por el efecto de una carta del adversario, mientras esta carta está en tu Cementerio (excepto durante el Damage Step): puedes desterrar esta carta; Invoca de Modo Especial 1 monstruo \"Tistina\" de LUZ desde tu mano, Deck o Cementerio. Sólo puedes usar cada efecto de \"Caído de Tistina\" una vez por turno.", "fr": "Vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; placez 1 \"Domaine Divin Baatistina\" depuis votre Deck, face recto dans votre Zone Terrain. Si un ou plusieurs Magies/Pièges \"Tistina\" face recto que vous contrôlez sont détruits par un effet de carte de l'adversaire, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez bannir cette carte ; Invoquez Spécialement 1 monstre LUMIÈRE \"Tistina\" depuis votre main, Deck ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Déchu de Tistina\" qu'une fois par tour.", "it": "Puoi mandare questa carta dalla tua mano o Terreno al Cimitero; metti 1 \"Divino Dominio Baatistina\" dal tuo Deck, scoperto nella tua Zona Terreno. Se una o più Magie/Trappole \"Tistina\" scoperte che controlli vengono distrutte dall'effetto di una carta dell'avversario, mentre questa carta è nel tuo Cimitero (eccetto durante il Damage Step): puoi bandire questa carta; Evoca Specialmente 1 mostro LUCE \"Tistina\" dalla tua mano, Deck o Cimitero. Puoi utilizzare ogni effetto di \"Caduto di Tistina\" una sola volta per turno.", "pt": "Você pode enviar este card da sua mão ou do campo para o Cemitério; coloque 1 \"Domínio Divino Baatistina\" do seu Deck, com a face para cima na sua Zona do Campo. Se uma ou mais Magias/Armadilhas \"Tistina\" com a face para cima que você controla forem destruídas por um efeito de card do oponente, enquanto este card estiver no seu Cemitério (exceto durante a Etapa de Dano): você pode banir este card; Invoque por Invocação-Especial 1 monstro \"Tistina\" de LUZ da sua mão, do Deck ou do Cemitério. Você só pode usar cada efeito de \"Caído da Tistina\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Aqua / Effect", "attribute": "WATER", "level": 1, "atk": 200, "def": 0, "series": ["Tistina", "Field Searcher"], "images": [{"index": 1, "image": "FallenoftheTistina-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN086", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE086", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR086", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT086", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT086", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1019294}