{"konami_id": 19528, "password": 87532344, "name": {"en": "Eternal Favorite", "de": "Ewiger Liebling", "es": "Eterno Favorito", "fr": "Éternel Favori", "it": "Eterno Preferito", "pt": "Eterno Favorito", "ja": "エターナル・フェイバリット", "ja_romaji": "Etānaru Feibaritto", "ko": "이터널 페이버릿", "ko_rr": null, "zh-TW": "永恆至愛", "zh-CN": "永恒至爱"}, "text": {"en": "Once per turn: You can activate 1 of these effects (but you can only use each effect of \"Eternal Favorite\" once per turn);\n● Special Summon 1 of your \"Yubel\" monsters that is banished or in your GY. Neither player can activate cards or effects when that monster is Special Summoned.\n● If you control \"Yubel\": Discard 1 card and send this face-up card to the GY; Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from either field as material, including a \"Yubel\" monster.", "de": "Einmal pro Spielzug: Du kannst 1 dieser Effekte aktivieren (aber du kannst jeden Effekt von „Ewiger Liebling“ nur einmal pro Spielzug verwenden);\n● Beschwöre 1 deiner „Yubel“-Monster, das verbannt ist oder sich in deinem Friedhof befindet, als Spezialbeschwörung. Kein Spieler kann Karten oder Effekte aktivieren, wenn jenes Monster als Spezialbeschwörung beschworen wird.\n● Falls du „Yubel“ kontrollierst: Wirf 1 Karte ab und lege diese offene Karte auf den Friedhof; beschwöre 1 Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster von einer beliebigen Spielfeldseite als Material, darunter ein „Yubel“-Monster.", "es": "Una vez por turno: puedes activar 1 de estos efectos (pero sólo puedes usar cada efecto de \"Eterno Favorito\" una vez por turno);\n● Invoca de Modo Especial 1 de tus monstruos \"Yubel\" que esté desterrado o en tu Cementerio. Ningún jugador puede activar cartas o efectos cuando ese monstruo es Invocado de Modo Especial.\n● Si controlas \"Yubel\": descarta 1 carta y manda al Cementerio esta carta boca arriba; Invoca por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando monstruos de cualquier Campo como material, incluyendo un monstruo \"Yubel\".", "fr": "Une fois par tour : vous pouvez activer 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Éternel Favori\" qu'une fois par tour) ;\n● Invoquez Spécialement 1 de vos monstres \"Yubel\" qui est banni ou dans votre Cimetière. Aucun joueur ne peut activer ni de cartes ni d'effets lorsque le monstre est Invoqué Spécialement.\n● Si vous contrôlez \"Yubel\" : défaussez 1 carte et envoyez cette carte face recto au Cimetière ; Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis au moins l'un des Terrains comme Matériel (un monstre \"Yubel\" inclus).", "it": "Una volta per turno: puoi attivare 1 di questi effetti (ma puoi utilizzare ogni effetto di \"Eterno Preferito\" una sola volta per turno);\n● Evoca Specialmente 1 dei tuoi mostri \"Yubel\" che è bandito o nel tuo Cimitero. Nessun giocatore può attivare carte o effetti quando quel mostro viene Evocato Specialmente.\n● Se controlli \"Yubel\": scarta 1 carta e manda questa carta scoperta al Cimitero; Evoca tramite Fusione 1 Mostro Fusione dal tuo Extra Deck, utilizzando mostri da qualsiasi Terreno come materiale, compreso un mostro \"Yubel\".", "pt": "Uma vez por turno: você pode ativar 1 desses efeitos (mas você só pode usar cada efeito de \"Eterno Favorito\" uma vez por turno);\n● Invoque por Invocação-Especial 1 dos seus monstros \"Yubel\" que estiverem banidos ou no seu Cemitério. Nenhum duelista pode ativar cards ou efeitos quando esse monstro for Invocado por Invocação-Especial.\n● Se você controlar \"Yubel\": descarte 1 card e envie este card com a face para cima para o Cemitério; Invoque por Invocação-Fusão 1 Monstro de Fusão do seu Deck Adicional, usando monstros de qualquer campo como matéria, incluindo um monstro \"Yubel\".", "ja": "①：１ターンに１度、以下の効果から１つを選択して発動できる（このカード名の以下の効果はそれぞれ１ターンに１度しか選択できない）。●自分の墓地・除外状態の「ユベル」モンスター１体を特殊召喚する。その特殊召喚成功時にお互いは魔法・罠・モンスターの効果を発動できない。●自分フィールドに「ユベル」が存在する場合、手札を１枚捨て、魔法＆罠ゾーンの表側表示のこのカードを墓地へ送って発動できる。「ユベル」モンスターを含む、自分・相手フィールドのモンスターを融合素材とし、融合モンスター１体を融合召喚する。", "ko": "①: 1턴에 1번, 이하의 효과에서 1개를 선택하고 발동할 수 있다(이 카드명의 이하의 효과는 각각 1턴에 1번밖에 선택할 수 없다). ●자신의 묘지 / 제외 상태인 \"유벨\" 몬스터 1장을 특수 소환한다. 그 특수 소환 성공시에 양쪽 플레이어는 마법 / 함정 / 몬스터의 효과를 발동할 수 없다. ●자신 필드에 \"유벨\"이 존재할 경우, 패를 1장 버리고, 마법 & 함정 존의 앞면 표시의 이 카드를 묘지로 보내어 발동할 수 있다. \"유벨\" 몬스터를 포함하는, 자신 / 상대 필드의 몬스터를 융합 소재로 하고, 융합 몬스터 1장을 융합 소환한다.", "zh-TW": null, "zh-CN": "①：１回合１次，可从以下效果中选择１个发动（此卡名的以下效果１回合仅可各选择１次）。\n●将自己的墓地・除外状态的１只“尤贝尔”怪兽特殊召唤。该特殊召唤成功时，双方不可发动魔法・陷阱・怪兽的效果。\n●自己场上存在“尤贝尔”的情况下，舍弃１张手牌，将魔法与陷阱区域表侧表示的此卡送至墓地可以发动。将自己・对手场上包含“尤贝尔”怪兽在内的怪兽作为融合素材，将１只融合怪兽融合召唤。"}, "card_type": "Trap", "property": "Continuous", "series": ["Favorite"], "images": [{"index": 1, "image": "EternalFavorite-MP25-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN073", "set_name": "Phantom Nightmare", "rarities": ["Common"]}, {"set_number": "MP25-EN172", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PHNI-DE073", "set_name": "Phantom Nightmare", "rarities": ["Common"]}, {"set_number": "MP25-DE172", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "PHNI-SP073", "set_name": "Phantom Nightmare", "rarities": ["Common"]}, {"set_number": "MP25-SP172", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PHNI-FR073", "set_name": "Phantom Nightmare", "rarities": ["Common"]}, {"set_number": "MP25-FR172", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PHNI-IT073", "set_name": "Phantom Nightmare", "rarities": ["Common"]}, {"set_number": "MP25-IT172", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PHNI-PT073", "set_name": "Phantom Nightmare", "rarities": ["Common"]}, {"set_number": "MP25-PT172", "set_name": "2025 Mega-Pack Tin", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "PHNI-JP073", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "ko": [{"set_number": "PHNI-KR073", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "PHNI-SC073", "set_name": "Phantom Nightmare", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1002442, "master_duel_rarity": "SR"}