{"konami_id": 11369, "password": 87602890, "name": {"en": "Zaborg the Mega Monarch", "de": "Zaborg der Megamonarch", "es": "Zaborg el Mega Monarca", "fr": "Zaborg le Méga Monarque", "it": "Zaborg il Mega Monarca", "pt": "Zaborg, o Mega Monarca", "ja": "<ruby>轟<rt>ごう</rt></ruby><ruby>雷<rt>らい</rt></ruby><ruby>帝<rt>てい</rt></ruby>ザボルグ", "ja_romaji": "Gōraitei Zaborugu", "ko": "웅장한 번개 제왕 자보르그", "ko_rr": null, "zh-TW": "轟雷帝札博爾格", "zh-CN": "轰雷帝扎博尔格"}, "text": {"en": "You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. If this card is Tribute Summoned: Target 1 monster on the field; destroy it, then, if it was a LIGHT monster, both players send as many cards as possible from their Extra Deck to the GY, but not more than the original Level/Rank of that destroyed monster. If this card was Tribute Summoned by Tributing a LIGHT monster, add this additional effect.\n● You choose the cards your opponent sends to the GY.", "de": "Du kannst diese Karte als Tributbeschwörung beschwören, indem du 1 als Tributbeschwörung beschworenes Monster als Tribut anbietest. Falls diese Karte als Tributbeschwörung beschworen wird: Wähle 1 Monster auf dem Spielfeld; zerstöre es, dann, falls es ein LICHT Monster war, legen beide Spieler so viele Karten wie möglich von ihrem Extra Deck auf den Friedhof, aber nicht mehr als die Grundstufe / der Grundrang jenes zerstörten Monsters. Falls diese Karte als Tributbeschwörung beschworen wurde, indem ein LICHT Monster als Tribut angeboten wurde, füge diesen zusätzlichen Effekt hinzu.\n● Du bestimmst die Karten, die dein Gegner auf den Friedhof legt.", "es": "Puedes Invocar esta carta por Sacrificio Sacrificando 1 monstruo Invocado por Sacrificio. Si esta carta es Invocada por Sacrificio: selecciona 1 monstruo en el Campo; destrúyelo y después, si era un monstruo de LUZ, ambos jugadores mandan al Cementerio tantas cartas en su Deck Extra como sea posible, pero no más que el Nivel/Rango original de ese monstruo destruido. Si esta carta fue Invocada por Sacrificio Sacrificando un monstruo de LUZ, añade este efecto adicional.\n● Tú eliges las cartas que tu adversario manda al Cementerio.", "fr": "Vous pouvez Invoquer par Sacrifice cette carte en Sacrifiant 1 monstre Invoqué par Sacrifice. Si cette carte est Invoquée par Sacrifice : ciblez 1 monstre sur le Terrain ; détruisez-le, puis, si c'était un monstre LUMIÈRE, chaque joueur envoie autant de cartes que possible depuis son Extra Deck au Cimetière, mais pas plus que le Niveau/Rang d'origine du monstre détruit. Si cette carte a été Invoquée par Sacrifice en Sacrifiant un monstre LUMIÈRE, ajoutez cet effet supplémentaire.\n● Vous choisissez les cartes que votre adversaire envoie au Cimetière.", "it": "Puoi Evocare tramite Tributo questa carta offrendo come Tributo 1 mostro Evocato tramite Tributo. Se questa carta viene Evocata tramite Tributo: scegli come bersaglio 1 mostro sul Terreno; distruggilo, poi, se era un mostro LUCE, entrambi i giocatori mandano dal loro Extra Deck al Cimitero tante carte quante possibile, ma non più del Livello/Rango originale di quel mostro distrutto. Se questa carta è stata Evocata tramite Tributo offrendo come Tributo un mostro LUCE, aggiungi questo effetto addizionale.\n● Selezioni tu le carte che il tuo avversario manda al Cimitero.", "pt": "Você pode Invocar este card por Invocação-Tributo ao oferecer como Tributo 1 monstro Invocado por Invocação-Tributo. Se este card for Invocado por Invocação-Tributo: escolha 1 monstro no campo; destrua-o e, depois, se ele era um monstro de LUZ, os dois duelistas enviam tantos cards quanto possível do Deck Adicional deles para o Cemitério, mas não mais que o Nível/Classe original desse monstro destruído. Se este card foi Invocado por Invocação-Tributo pelo Tributo de um monstro de LUZ, adicione este efeito adicional.\n● Você seleciona os cards que seu oponente envia para o Cemitério.", "ja": "このカードはアドバンス召喚したモンスター１体をリリースしてアドバンス召喚できる。①：このカードがアドバンス召喚に成功した場合、フィールドのモンスター１体を対象として発動する。そのモンスターを破壊する。破壊したモンスターが光属性だった場合、その元々のレベルまたはランクの数だけ、お互いはそれぞれ自分のＥＸデッキからカードを選んで墓地へ送る。このカードが光属性モンスターをリリースしてアドバンス召喚に成功した場合、その時の効果に以下の効果を加える。\n●墓地へ送る相手のカードは自分が選ぶ。", "ko": "이 카드는 어드밴스 소환한 몬스터 1장을 릴리스하고 어드밴스 소환할 수 있다. ①: 이 카드가 어드밴스 소환에 성공했을 경우, 필드의 몬스터 1장을 대상으로 하고 발동한다. 그 몬스터를 파괴한다. 파괴한 몬스터가 빛 속성이었을 경우, 그 원래의 레벨 또는 랭크의 수만큼 서로 각각 자신의 엑스트라 덱에서 카드를 고르고 묘지로 보낸다. 이 카드가 빛 속성 몬스터를 릴리스하고 어드밴스 소환에 성공했을 경우, 그때의 효과에 이하의 효과를 넣는다.\n●묘지로 보내는 상대의 카드는 자신이 고른다.", "zh-TW": null, "zh-CN": "此卡可通过解放1只上级召唤的怪兽来上级召唤。①：此卡上级召唤的情况下，以场上的1只怪兽为对象发动。将该怪兽破坏。破坏的怪兽是光属性的情况下，以其原本的等级・阶级数为上限，双方尽可能地各从自身额外牌组将卡送至墓地（此卡解放了光属性怪兽来上级召唤的情况下，要送至墓地的对手的卡由自己来挑选）。"}, "card_type": "Monster", "monster_type_line": "Thunder / Effect", "attribute": "LIGHT", "level": 8, "atk": 2800, "def": 1000, "series": ["Monarch"], "images": [{"index": 1, "image": "ZaborgtheMegaMonarch-OP28-EN-C-UE.png"}], "sets": {"en": [{"set_number": "NECH-EN037", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-EN154", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-EN079", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP28-EN016", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "de": [{"set_number": "NECH-DE037", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-DE154", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-DE079", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP28-DE016", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "es": [{"set_number": "NECH-SP037", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-SP154", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-SP079", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP28-SP016", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "fr": [{"set_number": "NECH-FR037", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-FR154", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-FR079", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP28-FR016", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "it": [{"set_number": "NECH-IT037", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-IT154", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-IT079", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP28-IT016", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "pt": [{"set_number": "NECH-PT037", "set_name": "The New Challengers", "rarities": ["Ultra Rare"]}, {"set_number": "MP15-PT154", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-PT079", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "OP28-PT016", "set_name": "OTS Tournament Pack 28", "rarities": ["Common"]}], "ja": [{"set_number": "NECH-JP037", "set_name": "The New Challengers", "rarities": ["Super Rare"]}, {"set_number": "17SP-JP006", "set_name": "Special Pack", "rarities": ["Common", "Super Rare"]}], "ko": [{"set_number": "NECH-KR037", "set_name": "The New Challengers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "25BZ-SC237", "set_name": "Doom of Dimensions Patchwork Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 307965, "master_duel_rarity": "SR"}