{"konami_id": 19419, "password": 87676171, "name": {"en": "Tistina, the Divinity that Defies Darkness", "de": "Tistina, die der Finsternis trotzende Gottheit", "es": "Tistina, la Divinidad que Desafía la Oscuridad", "fr": "Tistina, la Divinité qui Défie les Ténèbres", "it": "Tistina, la Divinità che Sfida l'Oscurità", "pt": "Tistina, a Divindade que Desafia a Escuridão", "ja": "<ruby>神蝕<rt>むしば</rt></ruby>む<ruby>光<rt>ひかり</rt></ruby> ティスティナ", "ja_romaji": "Mushibamu Hikari Tisutina", "ko": "신을 침식하는 빛 티스티나", "ko_rr": null, "zh-TW": "蝕神之光 緹斯緹那", "zh-CN": "蚀神之光 提斯蒂娜"}, "text": {"en": "2 Level 10 monsters\nIf this card is Special Summoned: You can send all face-down cards your opponent controls to the GY. You can only use this effect of \"Tistina, the Divinity that Defies Darkness\" once per turn. Once per turn, if this card has \"Crystal God Tistina\" as material: You can detach 1 material from this card; it gains 2000 ATK until the end of your opponent's turn. If this card you control is destroyed by an opponent's card while it has material: You can Special Summon 1 \"Tistina\" monster from your GY.", "de": "2 Monster der Stufe 10\nFalls diese Karte als Spezialbeschwörung beschworen wird: Du kannst alle verdeckten Karten, die dein Gegner kontrolliert, auf den Friedhof legen. Du kannst diesen Effekt von „Tistina, die der Finsternis trotzende Gottheit“ nur einmal pro Spielzug verwenden. Einmal pro Spielzug, falls diese Karte „Kristallgott Tistina“ als Material hat: Du kannst 1 Material von dieser Karte abhängen; sie erhält bis zum Ende des Spielzugs deines Gegners 2000 ATK. Falls diese Karte, die du kontrollierst, durch eine Karte eines Gegners zerstört wird, solange sie Material hat: Du kannst 1 „Tistina“-Monster als Spezialbeschwörung von deinem Friedhof beschwören.", "es": "2 monstruos de Nivel 10\nSi esta carta es Invocada de Modo Especial: puedes mandar al Cementerio todas las cartas boca abajo que controle tu adversario. Sólo puedes usar este efecto de \"Tistina, la Divinidad que Desafía la Oscuridad\" una vez por turno. Una vez por turno, si esta carta tiene \"Dios de Cristal Tistina\" como material: puedes desacoplar 1 material de esta carta; ésta gana 2000 ATK hasta el final del turno de tu adversario. Si esta carta que controlas es destruida por una carta del adversario mientras tiene material: puedes Invocar de Modo Especial 1 monstruo \"Tistina\" desde tu Cementerio.", "fr": "2 monstres de Niveau 10\nSi cette carte est Invoquée Spécialement : vous pouvez envoyer toutes les cartes face verso contrôlées par votre adversaire au Cimetière. Vous ne pouvez utiliser cet effet de \"Tistina, la Divinité qui Défie les Ténèbres\" qu'une fois par tour. Une fois par tour, si cette carte a \"Dieu Cristallin Tistina\" comme Matériel : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin du tour de votre adversaire, il gagne 2000 ATK. Si cette carte que vous contrôlez est détruite par une carte de l'adversaire tant qu'elle a du Matériel : vous pouvez Invoquer Spécialement 1 monstre \"Tistina\" depuis votre Cimetière.", "it": "2 mostri di Livello 10\nSe questa carta viene Evocata Specialmente: puoi mandare tutte le carte coperte controllate dal tuo avversario al Cimitero. Puoi utilizzare questo effetto di \"Tistina, la Divinità che Sfida l'Oscurità\" una sola volta per turno. Una volta per turno, se questa carta ha \"Divinità Cristallo Tistina\" come materiale: puoi staccare 1 materiale da questa carta; essa guadagna 2000 ATK fino alla fine del turno del tuo avversario. Se questa carta che controlli viene distrutta da una carta dell'avversario, mentre ha materiale: puoi Evocare Specialmente 1 mostro \"Tistina\" dal tuo Cimitero.", "pt": "2 monstros de Nível 10\nSe este card for Invocado por Invocação-Especial: você pode enviar para o Cemitério todos os cards com a face para baixo que seu oponente controla. Você só pode usar este efeito de \"Tistina, a Divindade que Desafia a Escuridão\" uma vez por turno. Uma vez por turno, se este card tiver \"Deus de Cristal Tistina\" como matéria: você pode desassociar 1 matéria deste card; ele ganha 2000 de ATK até o final do turno do seu oponente. Se este card que você controla for destruído por um card do oponente enquanto ele tiver matéria: você pode Invocar por Invocação-Especial 1 monstro \"Tistina\" do seu Cemitério.", "ja": "レベル１０モンスター×２\nこのカード名の①の効果は１ターンに１度しか使用できない。①：このカードが特殊召喚した場合に発動できる。相手フィールドの裏側表示カードを全て墓地へ送る。②：このカードが「結晶神ティスティナ」をＸ素材としている場合、１ターンに１度、このカードのＸ素材を１つ取り除いて発動できる。このカードの攻撃力は相手ターン終了時まで２０００アップする。③：Ｘ素材を持っているこのカードが相手によって破壊された場合に発動できる。自分の墓地から「ティスティナ」モンスター１体を特殊召喚する。", "ko": "레벨 10 몬스터 × 2\n이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 특수 소환했을 경우에 발동할 수 있다. 상대 필드의 뒷면 표시 카드를 전부 묘지로 보낸다. ②: 이 카드가 \"결정신 티스티나\"를 엑시즈 소재로 하고 있을 경우, 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하여 발동할 수 있다. 이 카드의 공격력은 상대 턴 종료시까지 2000 올린다. ③: 엑시즈 소재를 가지고 있는 이 카드가 상대에 의해 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 \"티스티나\" 몬스터 1장을 특수 소환한다.", "zh-TW": "等級１０怪獸×２\n此卡名的①效果，１回合僅限使用１次。 ①：可在此卡特殊召喚的狀況下發動。將對方場上的所有反面表示卡全部送至墓地。 ②：在此卡以「結晶神緹斯緹那」做為超量素材的狀況下，１回合１次，可去除此卡的１個超量素材發動。此卡的攻擊力在對方回合結束前提升２０００。 ③：可在擁有超量素材的此卡被對方破壞的狀況下發動。從我方墓地特殊召喚１隻「緹斯緹那」怪獸。", "zh-CN": "等级１０怪兽×２\n此卡名的①效果１回合仅可使用１次。①：此卡特殊召唤的情况下可以发动。将对手场上的里侧表示卡全部送至墓地。②：此卡持有“结晶神 提斯蒂娜”作为超量素材的情况下，１回合１次，去除此卡的１个超量素材可以发动。此卡的攻击力直至对手回合结束时为止上升２０００。③：持有超量素材的此卡被对手破坏的情况下可以发动。从自己墓地将１只“提斯蒂娜”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Aqua / Xyz / Effect", "attribute": "LIGHT", "rank": 10, "atk": 2000, "def": 3000, "materials": "2 Level 10 monsters", "series": ["Tistina"], "images": [{"index": 1, "image": "TistinatheDivinitythatDefiesDarkness-AGOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN089", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "AGOV-DE089", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "AGOV-FR089", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "AGOV-IT089", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "AGOV-PT089", "set_name": "Age of Overlord", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "WPP5-JP021", "set_name": "World Premiere Pack 2024", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019301, "master_duel_rarity": "UR"}