{"konami_id": 22063, "password": 87750925, "name": {"en": "Disguise, the Copycat Hero", "de": "Verkleider, der Nachahmungsheld", "es": "Disfraz, el Héroe Imitador", "fr": "Déguise, le Héros de l'Imitation", "it": "Travestimento, l'Eroe Imitatore", "pt": "Disfarce, o Herói Imitador", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If you have an Equip Spell in your field or GY: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can add 1 \"Cursed Copycat Noble Arms\" from your Deck to your hand. While this card is equipped with an Equip Card: You can target 1 non-Tuner Warrior monster on the field with a Level; this card's Level, also its name, become the same as that monster's until the End Phase. You can only use each effect of \"Disguise, the Copycat Hero\" once per turn.", "de": "Falls du einen Ausrüstungszauber auf deiner Spielfeldseite oder in deinem Friedhof hast: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Verfluchte nachgeahmte edle Waffen“ von deinem Deck hinzufügen. Solange diese Karte mit einer Ausrüstungskarte ausgerüstet ist: Du kannst 1 Krieger-Nicht-Empfänger-Monster mit einer Stufe auf dem Spielfeld wählen; die Stufe dieser Karte, zusätzlich ihr Name werden bis zur End Phase dieselben wie die jenes Monsters. Du kannst jeden Effekt von „Verkleider, der Nachahmungsheld“ nur einmal pro Spielzug verwenden.", "es": "Si tienes una Mágica de Equipo en tu Campo o Cementerio: puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 \"Armas Nobles de Imitación Maldita\" en tu Deck. Mientras esta carta está equipada con una Carta de Equipo: puedes seleccionar 1 monstruo Guerrero que no sea Cantante en el Campo con un Nivel; el Nivel de esta carta, y también su nombre, se convierten en los mismos que los de ese monstruo hasta la End Phase. Sólo puedes usar cada efecto de \"Disfraz, el Héroe Imitador\" una vez por turno.", "fr": "Si vous avez une Magie d'Équipement dans votre Terrain ou Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Armes Nobles Imitées Maudites\" depuis votre Deck à votre main. Tant que cette carte est équipée avec une Carte d'Équipement : vous pouvez cibler 1 monstre non-Syntoniseur Guerrier sur le Terrain avec un Niveau ; jusqu'à la End Phase, le Niveau de cette carte et aussi son nom deviennent les mêmes que ceux du monstre. Vous ne pouvez utiliser chaque effet de \"Déguise, le Héros de l'Imitation\" qu'une fois par tour.", "it": "Se hai una Magia Equipaggiamento nel tuo Terreno o Cimitero: puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 \"Nobili Armi Imitatore Maledetto\" dal tuo Deck alla tua mano. Mentre questa carta è equipaggiata con una Carta Equipaggiamento: puoi scegliere come bersaglio 1 mostro Guerriero non-Tuner sul Terreno con un Livello; il Livello di questa carta, inoltre il suo nome, diventano gli stessi di quel mostro fino alla End Phase. Puoi utilizzare ogni effetto di \"Travestimento, l'Eroe Imitatore\" una sola volta per turno.", "pt": "Se você tiver uma Magia de Equipamento no seu campo ou Cemitério: você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 \"Armas Nobres do Imitador Amaldiçoado\" do seu Deck à sua mão. Enquanto este card estiver equipado com um Card de Equipamento: você pode escolher 1 monstro Guerreiro não-Regulador no campo com um Nível; o Nível deste card e, além disso, seu nome, se tornam os mesmos que o desse monstro até a Fase Final. Você só pode usar cada efeito de \"Disfarce, o Herói Imitador\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Warrior / Tuner / Effect", "attribute": "LIGHT", "level": 4, "atk": 1400, "def": 1200, "images": [{"index": 1, "image": "DisguisetheCopycatHero-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN081", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE081", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP081", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR081", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT081", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT081", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1145934}