{"konami_id": 17399, "password": 88083109, "name": {"en": "Libromancer Displaced", "de": "Libromanten-Verschiebung", "es": "Desplazado Libromancia", "fr": "Déplacement Libromancien", "it": "Dislocazione Libromante", "pt": "Deslocamento Livromante", "ja": "リブロマンサー・アフェクテッド", "ja_romaji": "Riburomansā Afekuteddo", "ko": "리브로맨서 어펙티드", "ko_rr": "Ribeuromaenseo Eopektideu", "zh-TW": "書靈師・波及", "zh-CN": "书灵师・波及"}, "text": {"en": "Target 1 \"Libromancer\" monster you control and 1 monster your opponent controls; return your monster to the hand, and if you do, take control of that opponent's monster. If your \"Libromancer\" monster you targeted was not a Ritual Monster, the monster you took control of returns to the hand during the End Phase. You can only activate 1 \"Libromancer Displaced\" per turn.", "de": "Wähle 1 „Libromant“-Monster, das du kontrollierst, und 1 Monster, das dein Gegner kontrolliert; gib dein Monster auf die Hand zurück und falls du dies tust, übernimm die Kontrolle über jenes Monster des Gegners. Falls dein „Libromant“-Monster, das du als Ziel gewählt hast, kein Ritualmonster war, wird das Monster, über das du die Kontrolle übernommen hast, während der End Phase auf die Hand zurückgegeben. Du kannst nur 1 „Libromanten-Verschiebung“ pro Spielzug aktivieren.", "es": "Selecciona 1 monstruo \"Libromancia\" que controles y 1 monstruo que controle tu adversario; devuelve tu monstruo a la mano y, si lo haces, toma el control de ese monstruo del adversario. Si tu monstruo \"Libromancia\" que seleccionaste no era un Monstruo de Ritual, el monstruo del que tomaste el control vuelve a la mano durante la End Phase. Sólo puedes activar 1 \"Desplazado Libromancia\" por turno.", "fr": "Ciblez 1 monstre \"Libromancien\" que vous contrôlez et 1 monstre contrôlé par votre adversaire ; renvoyez votre monstre à la main, et si vous le faites, prenez le contrôle du monstre de l'adversaire. Si votre monstre \"Libromancien\" que vous avez ciblé n'était pas un Monstre Rituel, le monstre dont vous avez pris le contrôle est renvoyé à la main durant la End Phase. Vous ne pouvez activer qu'1 \"Déplacement Libromancien\" par tour.", "it": "Scegli come bersaglio 1 mostro \"Libromante\" che controlli e 1 mostro controllato dal tuo avversario; fai ritornare il tuo mostro nella mano e, se lo fai, prendi il controllo di quel mostro dell'avversario. Se il tuo mostro \"Libromante\" che hai scelto come bersaglio non era un Mostro Rituale, il mostro di cui hai preso il controllo ritorna nella mano durante la End Phase. Puoi attivare solo 1 \"Dislocazione Libromante\" per turno.", "pt": "Escolha 1 monstro \"Livromante\" que você controla e 1 monstro que seu oponente controla; devolva seu monstro para a mão e, se isso acontecer, tome o controle desse monstro do oponente. Se seu monstro \"Livromante\" que você escolheu como alvo não era um Monstro de Ritual, o monstro que você tomou o controle volta para a mão durante a Fase Final. Você só pode ativar 1 \"Deslocamento Livromante\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの「リブロマンサー」モンスター１体と相手フィールドのモンスター１体を対象として発動できる。その自分のモンスターを持ち主の手札に戻し、その相手モンスターのコントロールを得る。儀式モンスター以外の自分のモンスターを対象としてこのカードを発動した場合、この効果でコントロールを得たモンスターはエンドフェイズに持ち主の手札に戻る。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 \"리브로맨서\" 몬스터 1장과 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터를 주인의 패로 되돌리고, 그 상대 몬스터의 컨트롤을 얻는다. 의식 몬스터 이외의 자신 몬스터를 대상으로 하고 이 카드를 발동했을 경우, 이 효과로 컨트롤을 얻은 몬스터는 엔드 페이즈에 주인의 패로 되돌아간다.", "zh-TW": null, "zh-CN": "这个卡名的卡1回合只能发动1张。①：可以以自己场上的1只「Libromancer／书灵师」怪兽和对手场上的1只怪兽为对象发动。使那只自己的怪兽返回持有者的手牌，得到那只对手怪兽的操作权。这个效果没有以自己的「Libromancer／书灵师」仪式怪兽为对象的场合，回合结束时得到操作权的怪兽返回持有者的手牌。"}, "card_type": "Trap", "property": "Normal", "series": ["Libromancer"], "images": [{"index": 1, "image": "LibromancerDisplaced-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN090", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-EN115", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE090", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-DE115", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR090", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-FR115", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT090", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-IT115", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT090", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-PT115", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "WPP3-JP027", "set_name": "World Premiere Pack 2022", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP3-KR027", "set_name": "World Premiere Pack 2022", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715603, "master_duel_rarity": "SR"}