{"konami_id": 21451, "password": 88139289, "name": {"en": "Psychic Blaster Mk-II", "de": "Psychischer Sprenger Mk-II", "es": "Disparador Psíquico Mk-II", "fr": "Artilleur Psychique Mk-II", "it": "Distruttore Psichico Mk-II", "pt": "Destruidor Psíquico Mk-II", "ja": "サイコガンナーＭｋ－Ⅱ", "ja_romaji": "Saiko Gannā Māku-Tsū", "ko": "사이코거너 Mk－Ⅱ", "ko_rr": null, "zh-TW": null, "zh-CN": "念力枪手Mk－II"}, "text": {"en": "1 Psychic Tuner + 1+ non-Tuner Psychic monsters\nYou can target 1 banished monster; Special Summon it to your field. During the Main Phase (Quick Effect): You can banish 1 monster from your GY, then target 1 other face-up monster on the field; banish it, then gain LP equal to that banished monster's original ATK. You can only use 1 \"Psychic Blaster Mk-II\" effect per turn, and only once that turn.", "de": "1 Psi-Empfänger + 1+ Psi-Nicht-Empfänger-Monster\nDu kannst 1 verbanntes Monster wählen; beschwöre es als Spezialbeschwörung auf deine Spielfeldseite. Während der Main Phase (Schnelleffekt): Du kannst 1 Monster von deinem Friedhof verbannen und dann 1 anderes offenes Monster auf dem Spielfeld wählen; verbanne es, dann erhältst du LP in Höhe der Grund-ATK jenes verbannten Monsters. Du kannst nur 1 Effekt von „Psychischer Sprenger Mk-II“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "1 Cantante Psíquico + 1+ monstruos Psíquico que no sean Cantantes\nPuedes seleccionar 1 monstruo desterrado; Invócalo de Modo Especial a tu Campo. Durante la Main Phase (Efecto Rápido): puedes desterrar 1 monstruo en tu Cementerio, y después selecciona otro monstruo boca arriba en el Campo; destiérralo, y después gana LP iguales al ATK original de ese monstruo desterrado. Sólo puedes usar 1 efecto de \"Disparador Psíquico Mk-II\" por turno, y sólo una vez ese turno.", "fr": "1 Syntoniseur Psychique + 1+ monstre non-Syntoniseur Psychique\nVous pouvez cibler 1 monstre banni ; Invoquez-le Spécialement sur votre Terrain. Durant la Main Phase (Effet Rapide) : vous pouvez bannir 1 monstre depuis votre Cimetière, puis ciblez 1 autre monstre face recto sur le Terrain ; bannissez-le, puis gagnez des LP égaux à l'ATK d'origine du monstre banni. Vous ne pouvez utiliser qu'1 effet de \"Artilleur Psychique Mk-II\" par tour, et uniquement une fois le tour.", "it": "1 Tuner Psichico + 1+ mostri Psichico non-Tuner\nPuoi scegliere come bersaglio 1 mostro bandito; Evocalo Specialmente sul tuo Terreno. Durante la Main Phase (Effetto Rapido): puoi bandire 1 mostro dal tuo Cimitero, poi scegliere come bersaglio 1 altro mostro scoperto sul Terreno; bandiscilo, poi guadagni LP pari all'ATK originale di quel mostro bandito. Puoi utilizzare solo 1 effetto di \"Distruttore Psichico Mk-II\" per turno, e solo una volta in quel turno.", "pt": "1 Regulador Psíquico + 1+ monstros Psíquico não-Reguladores\nVocê pode escolher 1 monstro banido; Invoque-o por Invocação-Especial no seu campo. Durante a Fase Principal (Efeito Rápido): você pode banir 1 monstro do seu Cemitério e, depois, escolha 1 outro monstro com a face para cima no campo; bana-o e, depois, ganhe PV igual ao ATK original desse monstro banido. Você só pode usar 1 efeito de \"Destruidor Psíquico Mk-II\" por turno e apenas uma vez por turno.", "ja": "サイキック族チューナー＋チューナー以外のサイキック族モンスター１体以上\nこのカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分か相手の除外状態のモンスター１体を対象として発動できる。そのモンスターを自分フィールドに特殊召喚する。②：自分・相手のメインフェイズに、自分の墓地からモンスター１体を除外し、フィールドの他の表側表示モンスター１体を対象として発動できる。そのモンスターを除外する。その後、除外したモンスターの元々の攻撃力分だけ自分のＬＰを回復する。", "ko": "사이킥족 튜너 ＋ 튜너 이외의 사이킥족 몬스터 1장 이상\n이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신이나 상대의 제외 상태인 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 자신 필드에 특수 소환한다. ②: 자신 / 상대의 메인 페이즈에, 자신 묘지에서 몬스터 1장을 제외하고, 필드의 다른 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 제외한다. 그 후, 제외한 몬스터의 원래 공격력만큼만 자신의 LP를 회복한다.", "zh-TW": null, "zh-CN": "念动力族协调＋协调以外的念动力族怪兽1只以上\n此卡名的①②效果1回合1次，仅可使用其中1个。①：以自己或对手除外状态的1只怪兽为对象可以发动。将该怪兽特殊召唤至自己场上。②：在自己・对手的主要阶段，从自己墓地将1只怪兽除外，以场上1只其他的表侧表示怪兽为对象可以发动。将该怪兽除外。然后，依除外的怪兽的原本攻击力的数值恢复自己的LP。"}, "card_type": "Monster", "monster_type_line": "Psychic / Synchro / Effect", "attribute": "EARTH", "level": 9, "atk": 3200, "def": 2700, "materials": "1 Psychic-Type Tuner + 1 or more non-Tuner Psychic-Type monsters", "images": [{"index": 1, "image": "PsychicBlasterMkII-DUAD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN040", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUAD-DE040", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "es": [{"set_number": "DUAD-SP040", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUAD-FR040", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUAD-IT040", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUAD-PT040", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DUAD-JP040", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DUAD-KR040", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC040", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1115557}