{"konami_id": 12725, "password": 88234365, "name": {"en": "Darklord Tezcatlipoca", "de": "Finsterlord Tezcatlipoca", "es": "Señoroscuro Tezcatlipoca", "fr": "Ange Déchu Tezcatlipoca", "it": "Signore Oscuro Tezcatlipoca", "pt": "Senhor Obscuro Tezcatlipoca", "ja": "<ruby>堕<rt>だ</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>使<rt>し</rt></ruby>テスカトリポカ", "ja_romaji": "Datenshi Tesukatoripoka", "ko": "타락천사 테스카틀리포카", "ko_rr": null, "zh-TW": "墮天使 特斯卡特利波卡", "zh-CN": "堕天使 特斯卡特利波卡"}, "text": {"en": "If a \"Darklord\" monster(s) you control would be destroyed by battle or card effect, you can discard this card instead. During either player's turn: You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap Card in your Graveyard; apply that target's effect, then shuffle that target into the Deck. You can only use this effect of \"Darklord Tezcatlipoca\" once per turn. You can only Special Summon \"Darklord Tezcatlipoca(s)\" once per turn.", "de": "Falls ein oder mehr „Finsterlord“-Monster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte abwerfen. Während des Spielzugs eines beliebigen Spielers: Du kannst 1000 LP zahlen und dann 1 „Finsterlord“-Zauber-/Fallenkarte in deinem Friedhof wählen; führe den Effekt des gewählten Ziels aus, dann mische das gewählte Ziel ins Deck. Du kannst diesen Effekt von „Finsterlord Tezcatlipoca“ nur einmal pro Spielzug verwenden. Du kannst nur einmal pro Spielzug einen oder mehr „Finsterlord Tezcatlipoca“ als Spezialbeschwörung beschwören.", "es": "Si uno o más monstruos \"Señoroscuro(a)\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta, puedes descartar esta carta en su lugar. Durante el turno de cualquier jugador: puedes pagar 1000 LP, y después seleccionar 1 Carta Mágica/de Trampa \"Señoroscuro(a)\" en tu Cementerio; aplica el efecto de ese objetivo, y después baraja ese objetivo al Deck. Sólo puedes usar este efecto de \"Señoroscuro Tezcatlipoca\" una vez por turno. Sólo puedes Invocar de Modo Especial uno o más \"Señoroscuro Tezcatlipoca\" una vez por turno.", "fr": "Si un ou plusieurs monstres \"Ange Déchu\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez défausser cette carte à la place. Durant le tour de chaque joueur : vous pouvez payer 1000 LP, puis ciblez 1 Carte Magie/Piège \"Ange Déchu\" dans votre Cimetière ; appliquez l'effet de la cible, puis mélangez la cible dans le Deck. Vous ne pouvez utiliser cet effet de \"Ange Déchu Tezcatlipoca\" qu'une fois par tour. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Ange Déchu Tezcatlipoca\" qu'une fois par tour.", "it": "Se uno o più mostri \"Signore Oscuro\" stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece scartare questa carta. Durante il turno di qualsiasi giocatore: puoi pagare 1000 LP, poi scegliere come bersaglio 1 Carta Magia/Trappola \"Signore Oscuro\" nel tuo Cimitero; applica l'effetto di quel bersaglio, poi mischia quel bersaglio nel Deck. Puoi utilizzare questo effetto di \"Signore Oscuro Tezcatlipoca\" una sola volta per turno. Puoi Evocare Specialmente uno o più \"Signore Oscuro Tezcatlipoca\" una sola volta per turno.", "pt": "Se um ou mais monstros \"Senhor(a) Obscuro(a)\" que você controla seria destruídos em batalha ou por um efeito de card, em vez disso, você pode descartar este card. Durante o turno de qualquer duelista: você pode pagar 1000 PV e, depois, escolher 1 Card de Magia/Armadilha \"Senhor(a) Obscuro(a)\" no seu Cemitério; aplique o efeito do alvo e, depois, embaralhe o alvo no Deck. Você só pode usar este efeito de \"Senhor Obscuro Tezcatlipoca\" uma vez por turno. Você só pode Invocar um ou mais \"Senhor Obscuro Tezcatlipoca\" por Invocação-Especial uma vez por turno.", "ja": "自分は「堕天使テスカトリポカ」を１ターンに１度しか特殊召喚できず、その②の効果は１ターンに１度しか使用できない。①：自分フィールドの「堕天使」モンスターが戦闘・効果で破壊される場合、代わりに手札のこのカードを捨てる事ができる。②：１０００ＬＰを払い、自分の墓地の「堕天使」魔法・罠カード１枚を対象として発動できる。その魔法・罠カードの効果を適用する。その後、墓地のそのカードをデッキに戻す。この効果は相手ターンでも発動できる。", "ko": "자신은 \"타락천사 테스카틀리포카\"를 1턴에 1번밖에 특수 소환할 수 없으며, 그 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"타락천사\" 몬스터가 전투 / 효과로 파괴될 경우, 대신에 패의 이 카드를 버릴 수 있다. ②: 1000 LP를 지불하고, 자신 묘지의 \"타락천사\" 마법 / 함정 카드 1장을 대상으로 하여 발동할 수 있다. 그 마법 / 함정 카드의 효과를 적용한다. 그 후, 묘지의 그 카드를 덱으로 되돌린다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "自己1回合仅可特殊召唤1次“堕天使 特斯卡特利波卡”，其②效果1回合仅可使用1次。①：自己场上的“堕天使”怪兽将被战斗・效果破坏的情况下，作为代替可将手牌的此卡舍弃。②：在自己・对手回合中，支付1000LP，以自己墓地的1张“堕天使”魔法・陷阱卡为对象可以发动。适用该魔法・陷阱卡发动时的效果。然后，将该卡放回牌组。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "DARK", "level": 9, "atk": 2800, "def": 2100, "series": ["Darklord"], "images": [{"index": 1, "image": "DarklordTezcatlipoca-DESO-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "DESO-EN031", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}], "de": [{"set_number": "DESO-DE031", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}], "es": [{"set_number": "DESO-SP031", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "DESO-FR031", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}], "it": [{"set_number": "DESO-IT031", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "DESO-PT031", "set_name": "Destiny Soldiers", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "SPDS-JP031", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPDS-KR031", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "WPS2-SC069", "set_name": "World Premiere Pack 2025", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464071, "master_duel_rarity": "R"}