{"konami_id": 15593, "password": 88234821, "name": {"en": "Dragunity Knight - Areadbhair", "de": "Dracheneinheit-Ritter - Areadbhair", "es": "Caballero Dracounidad- Areadbhair", "fr": "Chevalier Dragunité - Areadbhair", "it": "Cavaliere Dragunità - Areadbhair", "pt": "Cavaleiro Dragunidade - Areadbhair", "ja": "ドラグニティナイト－アラドヴァル", "ja_romaji": "Doraguniti Naito - Aradovaru", "ko": "드래그니티 나이트－아라드와", "ko_rr": null, "zh-TW": "龍騎兵團騎士－日神炎槍", "zh-CN": "龙骑兵团骑士－日神炎枪"}, "text": {"en": "1 \"Dragunity\" Tuner + 1+ non-Tuner monsters\nWhen your opponent activates a monster effect (Quick Effect): You can banish 1 \"Dragunity\" monster from your GY; negate the activation, and if you do, banish that card. If this card destroys an opponent's monster by battle, after damage calculation: You can banish that opponent's monster. If this Synchro Summoned card in its owner's control is destroyed by an opponent's card: You can destroy all Spells and Traps your opponent controls. You can only use each effect of \"Dragunity Knight - Areadbhair\" once per turn.", "de": "1 „Dracheneinheit“-Empfänger + 1+ Nicht-Empfänger-Monster\nWenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 1 „Dracheneinheit“-Monster von deinem Friedhof verbannen; annulliere die Aktivierung und falls du dies tust, verbanne die Karte. Falls diese Karte ein Monster eines Gegners durch Kampf zerstört, nach der Schadensberechnung: Du kannst das Monster des Gegners verbannen. Falls diese als Synchrobeschwörung beschworene Karte, die ihr Besitzer kontrolliert, durch eine Karte eines Gegners zerstört wird: Du kannst alle Zauber und Fallen zerstören, die dein Gegner kontrolliert. Du kannst jeden Effekt von „Dracheneinheit-Ritter - Areadbhair“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante \"Dracounidad\" + 1+ monstruos que no sean Cantantes\nCuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes desterrar 1 monstruo \"Dracounidad\" en tu Cementerio; niega la activación y, si lo haces, destierra esa carta. Si esta carta destruye un monstruo del adversario en batalla, después del cálculo de daño: puedes desterrar ese monstruo del adversario. Si esta carta Invocada por Sincronía controlada por su dueño es destruida por una carta del adversario: puedes destruir todas las Mágicas y Trampas que controle tu adversario. Sólo puedes usar cada efecto de \"Caballero Dracounidad- Areadbhair\" una vez por turno.", "fr": "1 Syntoniseur \"Dragunité\" + 1+ monstre non-Syntoniseur\nLorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez bannir 1 monstre \"Dragunité\" depuis votre Cimetière ; annulez l'activation, et si vous le faites, bannissez la carte. Si cette carte détruit un monstre de l'adversaire au combat, après le calcul des dommages : vous pouvez bannir le monstre de l'adversaire. Si cette carte Invoquée par Synchronisation contrôlée par son propriétaire est détruite par une carte de l'adversaire : vous pouvez détruire toutes les Magies/Pièges contrôlés par votre adversaire. Vous ne pouvez utiliser chaque effet de \"Chevalier Dragunité - Areadbhair\" qu'une fois par tour.", "it": "1 Tuner \"Dragunità\" + 1+ mostri non-Tuner\nQuando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi bandire 1 mostro \"Dragunità\" dal tuo Cimitero; annulla l'attivazione e, se lo fai, bandisci quella carta. Se questa carta distrugge un mostro dell'avversario in battaglia, dopo il calcolo dei danni: puoi bandire quel mostro dell'avversario. Se questa carta Synchro Evocata sotto il controllo del suo proprietario viene distrutta da una carta dell'avversario: puoi distruggere tutte le Magie e Trappole controllate dal tuo avversario. Puoi utilizzare ogni effetto di \"Cavaliere Dragunità - Areadbhair\" una sola volta per turno.", "pt": "1 Regulador \"Dragunidade\" + 1+ monstros não-Reguladores\nQuando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode banir 1 monstro \"Dragunidade\" do seu Cemitério; negue a ativação e, se isso acontecer, bana esse card. Se este card destruir um monstro do oponente em batalha, depois do cálculo de dano: você pode banir esse monstro do oponente. Se este card Invocado por Invocação-Sincro sob o controle do seu dono for destruído por um card do oponente: você pode destruir todas as Magias e Armadilhas que seu oponente controla. Você só pode usar cada efeito de \"Cavaleiro Dragunidade - Areadbhair\" uma vez por turno.", "ja": "「ドラグニティ」チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：相手がモンスターの効果を発動した時、自分の墓地から「ドラグニティ」モンスター１体を除外して発動できる。その発動を無効にし除外する。②：このカードが戦闘で相手モンスターを破壊したダメージ計算後に発動できる。その相手モンスターを除外する。③：Ｓ召喚したこのカードが相手によって破壊された場合に発動できる。相手フィールドの魔法・罠カードを全て破壊する。", "ko": "\"드래그니티\" 튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대가 몬스터의 효과를 발동했을 때, 자신 묘지에서 \"드래그니티\" 몬스터 1장을 제외하고 발동할 수 있다. 그 발동을 무효로 하고 제외한다. ②: 이 카드가 전투로 상대 몬스터를 파괴한 데미지 계산 후에 발동할 수 있다. 그 상대 몬스터를 제외한다. ③: 싱크로 소환한 이 카드가 상대에 의해 파괴되었을 경우에 발동할 수 있다. 상대 필드의 마법 / 함정 카드를 전부 파괴한다.", "zh-TW": null, "zh-CN": "\"龙骑兵团\"协调＋1只以上协调以外的怪兽\n此卡名的①②③效果1回合仅可各使用1次。①：对手发动怪兽的效果时，从自己墓地将1只\"龙骑兵团\"怪兽除外可以发动。将该发动无效并除外。②：此卡战斗破坏对手怪兽的伤害计算后可以发动。将该对手怪兽除外。③：同步召唤的此卡因对手被破坏的情况下可以发动。将对手场上的魔法・陷阱卡全部破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Synchro / Effect", "attribute": "WIND", "level": 10, "atk": 3300, "def": 3200, "materials": "1 \"Dragunity\" Tuner + 1 or more non-Tuner monsters", "series": ["Dragunity"], "images": [{"index": 1, "image": "DragunityKnightAreadbhair-GFTP-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GFTP-EN043", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GFTP-DE043", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "GFTP-SP043", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GFTP-FR043", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GFTP-IT043", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GFTP-PT043", "set_name": "Ghosts From the Past (set)", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR11-JPP01", "set_name": "Structure Deck R: Dragunity Drive Legend of the Dragon Ravine Pack", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "SR11-KRP01", "set_name": "Structure Deck R: Dragunity Drive Legend of the Dragon Ravine Pack", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "CL01-SC113", "set_name": "Classic Pack 01", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714672, "master_duel_rarity": "UR"}