{"konami_id": 12774, "password": 88305705, "name": {"en": "Brave-Eyes Pendulum Dragon", "de": "Tapferäugiger Pendeldrache", "es": "Dragón de Péndulo de Ojos Valientes", "fr": "Dragon Pendule aux Yeux Braves", "it": "Drago Pendulum Occhi Coraggiosi", "pt": "Dragão Pêndulo de Olhos Valentes", "ja": "ブレイブアイズ・ペンデュラム・ドラゴン", "ja_romaji": "Bureibuaizu Pendyuramu Doragon", "ko": "브레이브아이즈 펜듈럼 드래곤", "ko_rr": "Beureibeu-aijeu Pendyulleom Deuraegon", "zh-TW": "勇氣眼鐘擺龍", "zh-CN": "勇气眼灵摆龙"}, "text": {"en": "1 \"Pendulum Dragon\" monster + 1 Warrior-Type monster\nWhen this card is Fusion Summoned: You can change the ATK of all face-up monsters your opponent currently controls to 0, also, for the rest of this turn, other monsters you control cannot attack. Negate the activated effects of monsters with 0 ATK. At the end of the Damage Step, when this card attacks an opponent's monster, but the opponent's monster was not destroyed by the battle: You can banish that opponent's monster.", "de": "1 „Pendeldrache“-Monster + 1 Monster vom Typ Krieger\nWenn diese Karte als Fusionsbeschwörung beschworen wird: Du kannst die ATK aller offenen Monster, die dein Gegner derzeit kontrolliert, zu 0 ändern, zusätzlich können andere Monster, die du kontrollierst, für den Rest dieses Spielzugs nicht angreifen. Annulliere die aktivierten Effekte von Monstern mit 0 ATK. Am Ende des Damage Steps, wenn diese Karte ein Monster deines Gegners angreift, aber das Monster deines Gegners nicht durch den Kampf zerstört wurde: Du kannst das Monster deines Gegners verbannen.", "es": "1 monstruo \"Dragón de Péndulo\" + 1 monstruo de Tipo Guerrero\nCuando esta carta es Invocada por Fusión: puedes cambiar a 0 el ATK de todos los monstruos boca arriba que controle tu adversario en este momento y, además, por el resto de este turno los otros monstruos que controles no pueden atacar. Niega los efectos activados de monstruos con 0 ATK. Al final del Damage Step, cuando esta carta ataca a un monstruo de tu adversario pero el monstruo de tu adversario no es destruido en batalla: puedes desterrar a ese monstruo de tu adversario.", "fr": "1 monstre \"Dragon Pendule\" + 1 monstre de Type Guerrier\nLorsque cette carte est Invoquée par Fusion : vous pouvez changer l'ATK de tous les monstres face recto actuellement contrôlés par votre adversaire à 0, et aussi, les autres monstres que vous contrôlez ne peuvent pas attaquer le reste de ce tour. Annulez les effets de monstre avec 0 ATK activés. À la fin de la Damage Step, lorsque cette carte attaque un monstre de votre adversaire, mais que le monstre de votre adversaire n'a pas été détruit au combat : vous pouvez bannir le monstre de votre adversaire.", "it": "1 mostro \"Drago Pendulum\" + 1 mostro di Tipo Guerriero\nQuando questa carta viene Evocata tramite Fusione: puoi cambiare l'ATK di tutti i mostri scoperti controllati dal tuo avversario a 0, inoltre, per il resto di questo turno, gli altri mostri che controlli non possono attaccare. Annulla gli effetti attivati dei mostri con 0 ATK. Alla fine del Damage Step, quando questa carta ha attaccato un mostro dell'avversario, ma il mostro dell'avversario non è stato distrutto in quella battaglia: puoi bandire quel mostro dell'avversario.", "pt": "1 monstro \"Dragão Pêndulo\" + 1 Monstro do Tipo Guerreiro\nQuando este card for Invocado por Invocação-Fusão: você pode mudar o ATK de todos os monstros com a face para cima que seu oponente controla atualmente para 0 e, além disso, pelo resto deste turno, outros monstros que você controla não podem atacar. Negue os efeitos ativados de monstros com ATK 0. No final da Etapa de Dano, quando este card atacar um monstro do oponente, mas o monstro do oponente não foi destruído em batalha: você pode banir o monstro do oponente.", "ja": "「ペンデュラム・ドラゴン」モンスター＋戦士族モンスター\n①：このカードが融合召喚に成功した時に発動できる。相手フィールドの全てのモンスターの攻撃力は０になる。このターン、このカード以外の自分のモンスターは攻撃できない。②：このカードがモンスターゾーンに存在する限り、攻撃力０のモンスターが発動した効果は無効化される。③：このカードの攻撃によって相手モンスターが破壊されなかったダメージステップ終了時に発動できる。その相手モンスターを除外する。", "ko": "\"펜듈럼 드래곤\" 몬스터 ＋ 전사족 몬스터\n①: 이 카드가 융합 소환에 성공했을 때에 발동할 수 있다. 상대 필드의 모든 몬스터의 공격력은 0 이 된다. 이 턴에, 이 카드 이외의 자신 몬스터는 공격할 수 없다. ②: 이 카드가 몬스터 존에 존재하는 한, 공격력 0 의 몬스터가 발동한 효과는 무효화된다. ③: 이 카드의 공격에 의해 상대 몬스터가 파괴되지 않은 데미지 스텝 종료시에 발동할 수 있다. 그 상대 몬스터를 제외한다.", "zh-TW": null, "zh-CN": "\"灵摆龙\"怪兽＋战士族怪兽\n①：此卡融合召唤成功时可以发动。对手场上所有怪兽的攻击力变为0。此回合，此卡以外的自己的怪兽不可攻击。②：只要此卡存在于怪兽区域，攻击力0的怪兽发动的效果无效化。③：此卡攻击对手怪兽但未将其破坏的伤害步骤结束时可以发动。将该对手怪兽除外。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 2000, "series": ["-Eyes Dragon", "Pendulum", "Pendulum Dragon"], "images": [{"index": 1, "image": "BraveEyesPendulumDragon-RATE-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN039", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}], "de": [{"set_number": "RATE-DE039", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "RATE-FR039", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}], "it": [{"set_number": "RATE-IT039", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "RATE-PT039", "set_name": "Raging Tempest", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "RATE-JP039", "set_name": "Raging Tempest", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "RATE-KR039", "set_name": "Raging Tempest", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "SD29-SCP02", "set_name": "Structure Deck: Master of Pendulum Deck Enhancement Pack", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 405257, "master_duel_rarity": "R"}