{"konami_id": 14305, "password": 88332693, "name": {"en": "Assault Mode Zero", "de": "Angriffsmodus Null", "es": "Modo de Ataque Cero", "fr": "Mode Assaut Zéro", "it": "Modalità Assalto Zero", "pt": "Modo de Ataque Zero", "ja": "バスター・モード・ゼロ", "ja_romaji": "Basutā Mōdo Zero", "ko": "버스터 모드 제로", "ko_rr": "Beoseuteo Modeu Jero", "zh-TW": "爆裂模式・零", "zh-CN": "爆裂模式・零"}, "text": {"en": null, "de": "Biete 1 Synchromonster als Tribut an; beschwöre 1 „/Angriffsmodus“-Monster, dessen Name den Namen des als Tribut angebotenen Monsters enthält, als Spezialbeschwörung von deiner Hand. (Dies wird als Spezialbeschwörung mit „Angriffsmodus aktivieren“ behandelt.) Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen; setze 1 „Angriffsmodus aktivieren“ direkt von deiner Hand oder deinem Deck. Er kann in diesem Spielzug aktiviert werden. Du kannst jeden Effekt von „Angriffsmodus Null“ nur einmal pro Spielzug verwenden.", "es": "Sacrifica 1 Monstruo de Sincronía; Invoca de Modo Especial 1 monstruo \"/Modo de Ataque\" en tu mano, cuyo nombre incluya el nombre del monstruo Sacrificado. (Esto se trata como una Invocación Especial con \"Activar Modo de Ataque\"). Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio; Coloca 1 \"Activar Modo de Ataque\" directamente desde tu mano o Deck. Éste puede activarse este turno. Sólo puedes usar cada efecto de \"Modo de Ataque Cero\" una vez por turno.", "fr": "Sacrifiez 1 Monstre Synchro ; Invoquez Spécialement 1 monstre \"/Mode Assaut\" depuis votre main dont le nom inclut le nom du monstre Sacrifié. (Ceci est traité comme une Invocation Spéciale avec \"Activation Mode Assaut\".) Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière ; Posez 1 \"Activation Mode Assaut\" directement depuis votre main ou Deck. Il peut être activé ce tour. Vous ne pouvez utiliser chaque effet de \"Mode Assaut Zéro\" qu'une fois par tour.", "it": "Offri come Tributo 1 Mostro Synchro; Evoca Specialmente dalla tua mano 1 mostro \"/Assalto\" il cui nome include il nome del mostro offerto come Tributo. (Questa viene considerata come un'Evocazione Speciale con \"Attivazione Modalità Assalto\".) Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero; Posiziona 1 \"Attivazione Modalità Assalto\" direttamente dalla tua mano o Deck. Può essere attivata in questo turno. Puoi utilizzare ogni effetto di \"Modalità Assalto Zero\" una sola volta per turno.", "pt": "Ofereça como Tributo 1 Monstro Sincro; Invoque por Invocação-Especial 1 monstro \"/Modo de Ataque\" da sua mão cujo nome inclua o nome do monstro oferecido como Tributo. (Essa é considerada uma Invocação-Especial com \"Ativar Modo de Ataque\".) Durante sua Fase Principal: você pode banir este card do seu Cemitério; Baixe 1 \"Ativar Modo de Ataque\" diretamente da sua mão ou do Deck. Ele pode ser ativada neste turno. Você só pode usar cada efeito de \"Modo de Ataque Zero\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドのＳモンスター１体をリリースして発動できる。そのモンスターのカード名が含まれる「／バスター」モンスター１体を、「バスター・モード」による特殊召喚扱いで手札から特殊召喚する。\n②：自分メインフェイズに墓地のこのカードを除外して発動できる。手札・デッキから「バスター・モード」１枚を自分の魔法＆罠ゾーンにセットする。この効果でセットしたカードはセットしたターンでも発動できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 싱크로 몬스터 1장을 릴리스하고 발동할 수 있다. 그 몬스터의 카드명이 포함되는 \"/ 버스터\" 몬스터 1장을, \"버스터 모드\"에 의한 특수 소환으로 취급하여 패에서 특수 소환한다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고 발동할 수 있다. 패 / 덱에서 \"버스터 모드\" 1장을 골라 자신의 마법 & 함정 존에 세트한다. 이 효과로 세트한 카드는 세트한 턴에도 발동할 수 있다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可解放我方場上的１隻同步怪獸發動。從手牌將１隻包含該怪獸卡名的「／爆裂」怪獸視為透過「爆裂模式」的特殊召喚進行特殊召喚。②：可在我方主要階段將墓地的此卡除外發動。從手牌・牌組選擇１張「爆裂模式」，覆蓋在我方的魔法＆陷阱區。透過此效果覆蓋的卡在覆蓋的回合也可發動。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：解放自己场上的1只同步怪兽可以发动。将1只包括该怪兽卡名的“／爆裂”怪兽视为由“爆裂模式”的特殊召唤从手牌特殊召唤。②：在自己的主要阶段将墓地的此卡除外可以发动。从手牌・牌组挑选1张“爆裂模式”放置在自己的魔法与陷阱区域。以此效果放置的卡在放置的回合中也可以发动。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "AssaultModeZero-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN055", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE055", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR055", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT055", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT055", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP055", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR055", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP3-SC085", "set_name": "Mega Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584926, "master_duel_rarity": "N"}