{"konami_id": 8064, "password": 88341502, "name": {"en": "Ebon Arrow", "de": "Ebenholzpfeil", "es": "Flecha de Ébano", "fr": "Flèche d'Ébène", "it": "Freccia d'Ebano", "pt": "Flecha de Ébano", "ja": "ブラック・アロー", "ja_romaji": "Burakku Arō", "ko": "블랙 애로우", "ko_rr": null, "zh-TW": "黑箭", "zh-CN": "黑箭"}, "text": {"en": null, "de": "Wähle 1 offenes Monster, das du kontrollierst. Bis zur End Phase verliert es 500 ATK und während eines Kampfes zwischen dem angreifenden Monster und einem Monster in Verteidigungsposition, dessen DEF niedriger sind als die ATK des gewählten Monsters, füge die Differenz deinem Gegner als Kampfschaden zu. Wenn das gewählte Monster in diesem Spielzug ein Monster durch Kampf zerstört und auf den Friedhof legt, füge deinem Gegner Schaden in Höhe der Grund-DEF des zerstörten Monsters zu.", "es": "Selecciona 1 monstruo boca arriba que controles. Hasta la End Phase, pierde 500 ATK, y durante una batalla entre ese monstruo atacante y un monstruo en Posición de Defensa cuya DEF sea menor que el ATK del monstruo seleccionado, inflige la diferencia como daño de batalla a tu adversario. Quando este turno el monstruo seleccionado destruye un monstruo en batalla y lo manda al Cementerio, inflige daño a tu adversario igual a la DEF original del monstruo destruido.", "fr": "Sélectionnez 1 monstre face recto que vous contrôlez. Jusqu'à la End Phase, il perd 500 ATK et durant un combat entre cette carte attaquant et un monstre en Position de Défense dont la DEF est inférieure à l'ATK du monstre sélectionné, infligez la différence en tant que dommages de combat à votre adversaire. Lorsque le monstre sélectionné détruit un monstre au combat et l'envoie au Cimetière ce tour, infligez des dommages à votre adversaire égaux à la DEF d'origine du monstre détruit.", "it": "Scegli 1 mostro scoperto che controlli. Fino alla End Phase, esso perde 500 ATK e durante il combattimento tra quel mostro attaccante ed un mostro in Posizione di Difesa il cui DEF sia inferiore all'ATK del mostro scelto, infliggi la differenza al tuo avversario come danno da combattimento. Quando il mostro scelto distrugge un mostro in battaglia e lo manda la Cimitero in questo turno, infliggi danni al tuo avversario pari al DEF originale del mostro distrutto.", "pt": "Escolha 1 monstro com a face para cima que você controla. Até a Fase Final, ele perde 500 de ATK e durante a batalha entre esse monstro atacante e um monstro em Posição de Defesa cuja DEF for menor do que o ATK do monstro escolhido, cause a diferença como Dano de Batalha ao seu oponente. Quando o monstro escolhido destruir um monstro em batalha e enviá-lo para o Cemitério neste turno, cause dano ao seu oponente igual a DEF original do monstro destruído.", "ja": "①：自分フィールドの表側表示モンスター１体を対象として発動できる。このターン、そのモンスターの攻撃力は５００ダウンし、以下の効果を適用する。\n●そのモンスターが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ相手に戦闘ダメージを与える。\n●そのモンスターが戦闘でモンスターを破壊し墓地へ送った場合に発動する。破壊したモンスターの元々の守備力分のダメージを相手に与える。", "ko": "자신 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택하고 발동한다. 엔드 페이즈시까지, 그 몬스터의 공격력은 500 포인트 내리고, 수비 표시 몬스터를 공격했을 때, 그 수비력을 공격력이 넘었으면, 그 수치만큼 상대 라이프에 전투 데미지를 준다. 선택한 몬스터가 전투에 의해서 몬스터를 파괴하고 묘지로 보냈을 때, 파괴한 몬스터의 원래 수비력만큼 데미지를 상대 라이프에 준다.", "zh-TW": "可選擇我方場上的１隻正面表示怪獸發動。在回合結束前，該怪獸的攻擊力降低５００，在攻擊守備表示怪獸時，若攻擊力超過該守備表示怪獸的守備力，就會給予對方LP等同於該差額的戰鬥傷害。此回合，選擇的怪獸因戰鬥破壞怪獸送至墓地時，給予對方LP破壞的怪獸原本的守備力數值的傷害。", "zh-CN": "选择自己场上的１只表侧表示怪兽可以发动。直至回合结束时为止，该怪兽的攻击力下降５００点，攻击了守备表示怪兽时，若攻击力超过了该守备力，则给予对手LP超过数值的战斗伤害。此回合，被选择的怪兽战斗破坏怪兽并将其送往墓地时，给予对手LP被破坏怪兽的原本守备力数值的伤害。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "EbonArrow-DP11-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "CRMS-EN069", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP11-EN021", "set_name": "Duelist Pack: Crow", "rarities": ["Common"]}], "de": [{"set_number": "CRMS-DE069", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP11-DE021", "set_name": "Duelist Pack: Crow", "rarities": ["Common"]}], "fr": [{"set_number": "CRMS-FR069", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP11-FR021", "set_name": "Duelist Pack: Crow", "rarities": ["Common"]}], "it": [{"set_number": "CRMS-IT069", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP11-IT021", "set_name": "Duelist Pack: Crow", "rarities": ["Common"]}], "ja": [{"set_number": "CRMS-JP069", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP11-JP021", "set_name": "Duelist Pack: Crow", "rarities": ["Common"]}], "ko": [{"set_number": "CRMS-KR069", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP11-KR021", "set_name": "Duelist Pack: Crow", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 54004, "master_duel_rarity": "N"}