{"konami_id": 13344, "password": 88406570, "name": {"en": "Gouki Destroy Ogre", "de": "Gouki Zerstöroger", "es": "Gouki el Ogro de la Destrucción", "fr": "Destruction d'Ogre Gouki", "it": "Gouki Distruttore Orco", "pt": "Gouki, Ogro Destruidor", "ja": "<ruby>剛<rt>ごう</rt></ruby><ruby>鬼<rt>き</rt></ruby>デストロイ・オーガ", "ja_romaji": "Gōki Desutoroi Ōga", "ko": "강귀 디스트로이 오우거", "ko_rr": "Ganggwi Diseuteuroi Ougeo", "zh-TW": "剛鬼 覆滅食人魔", "zh-CN": "刚鬼 覆灭食人魔"}, "text": {"en": "2+ \"Gouki\" monsters\nThe first time each monster this card points to would be destroyed by battle each turn, it is not destroyed. During your Main Phase: You can activate this effect; you cannot Special Summon monsters for the rest of this turn, except \"Gouki\" monsters, also, your opponent Special Summons 1 or 2 monsters from their GY, then, you Special Summon up to that many non-Link \"Gouki\" monsters from your GY to a Zone(s) this card points to. You can only use this effect of \"Gouki Destroy Ogre\" once per turn.", "de": "2+ „Gouki“-Monster\nDas erste Mal in jedem Spielzug, dass jedes Monster, auf das diese Karte zeigt, durch Kampf zerstört würde, wird es nicht zerstört. Während deiner Main Phase: Du kannst diesen Effekt aktivieren; du kannst für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer „Gouki“-Monstern, zusätzlich beschwört dein Gegner 1 oder 2 Monster als Spezialbeschwörung von seinem Friedhof, dann beschwörst du bis zu so viele „Gouki“-Nichtlink-Monster als Spezialbeschwörung von deinem Friedhof in Zonen, auf die diese Karte zeigt. Du kannst diesen Effekt von „Gouki Zerstöroger“ nur einmal pro Spielzug verwenden.", "es": "2+ monstruos \"Gouki\"\nLa primera vez que cada monstruo al que apunte esta carta fuera a ser destruido en batalla cada turno, no es destruido. Durante tu Main Phase: puedes activar este efecto; por el resto de este turno, no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Gouki\", y además, tu adversario Invoca de Modo Especial 1 ó 2 monstruos desde su Cementerio, y después, tú Invocas de Modo Especial hasta esa cantidad de monstruos \"Gouki\" que no sean de Enlace desde tu Cementerio a una o más Zonas a las que apunte esta carta. Sólo puedes usar este efecto de \"Gouki el Ogro de la Destrucción\" una vez por turno.", "fr": "2+ monstres \"Gouki\"\nLa première fois que chaque monstre pointé par cette carte va être détruit au combat chaque tour, il n'est pas détruit. Durant votre Main Phase : vous pouvez activer cet effet ; vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Gouki\" exclus) le reste de ce tour, et aussi, votre adversaire Invoque Spécialement 1 ou 2 monstres depuis son Cimetière, puis, vous Invoquez Spécialement max. autant de monstres non-Lien \"Gouki\" depuis votre Cimetière dans les Zones pointées par cette carte. Vous ne pouvez utiliser cet effet de \"Destruction d'Ogre Gouki\" qu'une fois par tour.", "it": "2+ mostri \"Gouki\"\nLa prima volta che ogni mostro puntato da questa carta sta per essere distrutto in battaglia in ogni turno, non viene distrutto. Durante la tua Main Phase: puoi attivare questo effetto; non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri \"Gouki\", inoltre, il tuo avversario Evoca Specialmente 1 o 2 mostri dal suo Cimitero, poi tu Evochi Specialmente fino a quel numero di mostri \"Gouki\" non-Link dal tuo Cimitero in una o più Zone puntate da questa carta. Puoi utilizzare questo effetto di \"Gouki Distruttore Orco\" una sola volta per turno.", "pt": "2+ monstros \"Gouki\"\nNa primeira vez que cada monstro para o qual este card apontar seria destruído em batalha a cada turno, ele não é destruído. Durante sua Fase Principal: você pode ativar este efeito; você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros \"Gouki\" e, além disso, seu oponente Invoca 1 ou 2 monstros por Invocação-Especial do Cemitério dele e, depois, você Invoca por Invocação-Especial até esse número de monstros \"Gouki\" que não sejam Link do seu Cemitério em uma ou mais Zonas para as quais este card apontar. Você só pode usar este efeito de \"Gouki, Ogro Destruidor\" uma vez por turno.", "ja": "「剛鬼」モンスター２体以上\nこのカード名の②の効果は１ターンに１度しか使用できない。①：このカードのリンク先のモンスターはそれぞれ１ターンに１度だけ戦闘では破壊されない。②：自分メインフェイズに発動できる。相手は自身の墓地からモンスターを２体まで選んで特殊召喚する。その後、特殊召喚したモンスターの数まで、自分はリンクモンスター以外の「剛鬼」モンスターを自分の墓地から選んでこのカードのリンク先に特殊召喚する。この効果の発動後、ターン終了時まで自分は「剛鬼」モンスターしか特殊召喚できない。", "ko": "\"강귀\" 몬스터 2장 이상\n이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 링크 앞의 몬스터는 각각 1턴에 1번만 전투로는 파괴되지 않는다. ②: 자신 메인 페이즈에 발동할 수 있다. 상대는 자신 묘지에서 몬스터를 2장까지 고르고 특수 소환한다. 그 후, 특수 소환한 몬스터의 수까지, 자신은 링크 몬스터 이외의 \"강귀\" 몬스터를 자신 묘지에서 고르고 이 카드의 링크 앞에 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"강귀\" 몬스터밖에 특수 소환할 수 없다.", "zh-TW": "「剛鬼」怪獸２隻以上\n此卡名的②效果，１回合僅限使用１次。①：此卡連結指向的怪獸１回合各僅限１次不會因戰鬥被破壞。②：可在我方主要階段發動。對方從自身墓地選擇最多２隻怪獸特殊召喚。其後，我方從我方墓地選擇連結怪獸以外的「剛鬼」怪獸特殊召喚至此卡連結指向的位置，數量最多為對方特殊召喚的怪獸數量。此效果發動後，在回合結束前我方可特殊召喚的怪獸僅限「剛鬼」怪獸。", "zh-CN": "\"刚鬼\"怪兽2只以上\n此卡名的②效果1回合仅可使用1次。①：此卡连接端的怪兽1回合仅1次不会因战斗被破坏。②：在自己的主要阶段可以发动。对手从自身的墓地挑选最多2只怪兽特殊召唤。然后，自己从自己的墓地挑选连接怪兽以外\"刚鬼\"怪兽特殊召唤至此卡的连接端，数量最多为对手特殊召唤的怪兽数量。此效果发动后，直至回合结束时为止自己仅可特殊召唤\"刚鬼\"怪兽。"}, "card_type": "Monster", "monster_type_line": "Warrior / Link / Effect", "attribute": "EARTH", "link_arrows": ["⬅", "↙", "↘", "➡"], "atk": 2800, "materials": "2+ \"Gouki\" monsters", "series": ["Gouki"], "images": [{"index": 1, "image": "GoukiDestroyOgre-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-ENSE2", "set_name": "Ignition Assault Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MP21-EN242", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DESE2", "set_name": "Ignition Assault Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MP21-DE242", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FRSE2", "set_name": "Ignition Assault Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MP21-FR242", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-ITSE2", "set_name": "Ignition Assault Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MP21-IT242", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PTSE2", "set_name": "Ignition Assault Special Edition", "rarities": ["Super Rare"]}, {"set_number": "MP21-PT242", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "VP17-JP004", "set_name": "LINK VRAINS Edition", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP13-KR054", "set_name": "Premium Pack Vol.13", "rarities": ["Normal Parallel Rare", "Super Rare"]}], "zh-CN": [{"set_number": "MGP4-SC181", "set_name": "Mega Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 437976, "master_duel_rarity": "R"}