{"konami_id": 12714, "password": 88412339, "name": {"en": "Abyss Actor - Extras", "de": "Abgrundschauspieler - Komparsen", "es": "Actor del Abismo - Extras", "fr": "Acteur des Abysses - Figurants", "it": "Attore dell'Abisso - Extra", "pt": "Ator do Abismo - Figurantes", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>劇<rt>げき</rt></ruby><ruby>団<rt>だん</rt></ruby>－エキストラ", "ja_romaji": "Makai Gekidan - Ekisutora", "ko": "마계극단－엑스트라", "ko_rr": "Magyegeukdan - Ekseuteura", "zh-TW": "魔界劇團－臨時演員", "zh-CN": "魔界剧团－群演"}, "text": {"en": "You can Tribute this card; place 1 \"Abyss Actor\" Pendulum Monster from your Deck in your Pendulum Zone, also for the rest of this turn, you cannot Special Summon monsters, except \"Abyss Actor\" monsters, nor activate the Pendulum Effect of \"Abyss Actor - Extras\". You can only use this effect of \"Abyss Actor - Extras\" once per turn.", "de": "Du kannst diese Karte als Tribut anbieten; lege 1 „Abgrundschauspieler“-Pendelmonster von deinem Deck in deine Pendelzone, zusätzlich kannst du für den Rest dieses Spielzugs weder Monster als Spezialbeschwörung beschwören, außer „Abgrundschauspieler“-Monstern, noch den Pendeleffekt von „Abgrundschauspieler - Komparsen“ aktivieren. Du kannst diesen Effekt von „Abgrundschauspieler - Komparsen“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar esta carta; pon en tu Zona de Péndulo, desde tu Deck, 1 Monstruo de Péndulo \"Actor del Abismo\", y además por el resto de este turno, no puedes Invocar monstruos de Modo Especial, excepto monstruos \"Actor del Abismo\", ni activar el Efecto de Péndulo de \"Actor del Abismo - Extras\". Sólo puedes usar este efecto de \"Actor del Abismo - Extras\" una vez por turno.", "fr": "Vous pouvez Sacrifier cette carte ; placez 1 Monstre Pendule \"Acteur des Abysses\" depuis votre Deck dans votre Zone Pendule, et aussi, le reste de ce tour, vous ne pouvez ni Invoquer Spécialement de monstres (monstres \"Acteur des Abysses\" exclus), ni activer l'Effet Pendule de \"Acteur des Abysses - Figurants\". Vous ne pouvez utiliser cet effet de \"Acteur des Abysses - Figurants\" qu'une fois par tour.", "it": "Puoi offrire come Tributo questa carta; metti 1 Mostro Pendulum \"Attore dell'Abisso\" dal tuo Deck nella tua Zona Pendulum, inoltre, per il resto di questo turno, non puoi Evocare Specialmente mostri, eccetto mostri \"Attore dell'Abisso\", né attivare l'Effetto Pendulum di \"Attore dell'Abisso - Extra\". Puoi utilizzare questo effetto di \"Attore dell'Abisso - Extra\" una sola volta per turno.", "pt": "Você pode oferecer este card como Tributo; coloque 1 Monstro Pêndulo \"Ator do Abismo\" do seu Deck na sua Zona de Pêndulo e, além disso, pelo resto deste turno, você não pode Invocar monstros por Invocação-Especial, exceto monstros \"Ator do Abismo\", nem ativar o Efeito Pêndulo de \"Ator do Abismo - Figurantes\". Você só pode usar este efeito de \"Ator do Abismo - Figurantes\" uma vez por turno.", "ja": "このカード名のモンスター効果は１ターンに１度しか使用できない。①：このカードをリリースして発動できる。デッキから「魔界劇団」Ｐモンスター１体を選び、自分のＰゾーンに置く。この効果の発動後、ターン終了時まで自分は「魔界劇団」モンスターしか特殊召喚できず、「魔界劇団－エキストラ」のＰ効果を発動できない。", "ko": "이 카드명의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"마계극단\" 펜듈럼 몬스터 1장을 고르고, 자신의 펜듈럼 존에 놓는다. 이 효과의 발동 후, 턴 종료시까지 자신은 \"마계극단\" 몬스터밖에 특수 소환할 수 없으며, \"마계극단－엑스트라\"의 펜듈럼 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的怪兽效果1回合仅可使用1次。①：解放此卡可以发动。从牌组挑选1只\"魔界剧团\"灵摆怪兽放在自己的灵摆区域。此效果发动后，直至回合结束时为止自己仅可特殊召唤\"魔界剧团\"怪兽，不可发动\"魔界剧团－群演\"的灵摆效果。"}, "card_type": "Monster", "monster_type_line": "Fiend / Pendulum / Effect", "attribute": "DARK", "level": 1, "atk": 100, "def": 100, "pendulum_scale": 3, "pendulum_effect": {"en": "If your opponent controls a monster: You can Special Summon this card from your Pendulum Zone. You can only use this effect of \"Abyss Actor - Extras\" once per turn.", "de": "Falls dein Gegner ein Monster kontrolliert: Du kannst diese Karte als Spezialbeschwörung von deiner Pendelzone beschwören. Du kannst diesen Effekt von „Abgrundschauspieler - Komparsen“ nur einmal pro Spielzug verwenden.", "es": "Si tu adversario controla un monstruo: puedes Invocar esta carta de Modo Especial desde tu Zona de Péndulo. Sólo puedes usar este efecto de \"Actor del Abismo - Extras\" una vez por turno.", "fr": "Si votre adversaire contrôle un monstre : vous pouvez Invoquer Spécialement cette carte depuis votre Zone Pendule. Vous ne pouvez utiliser cet effet de \"Acteur des Abysses - Figurants\" qu'une fois par tour.", "it": "Se il tuo avversario controlla un mostro: puoi Evocare Specialmente questa carta dalla tua Zona Pendulum. Puoi utilizzare questo effetto di \"Attore dell'Abisso - Extra\" una sola volta per turno.", "pt": "Se seu oponente controlar um monstro: você pode Invocar este card por Invocação-Especial da sua Zona de Pêndulo. Você só pode usar este efeito de \"Ator do Abismo - Figurantes\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：相手フィールドにモンスターが存在する場合に発動できる。Ｐゾーンのこのカードを特殊召喚する。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드에 몬스터가 존재할 경우에 발동할 수 있다. 펜듈럼 존의 이 카드를 특수 소환한다.", "zh-TW": "此卡名的鐘擺效果，１回合僅限使用１次。①：可在對方場上存在怪獸的狀況下發動。特殊召喚鐘擺區的此卡。", "zh-CN": "此卡名的灵摆效果1回合仅可使用1次。①：对手场上有怪兽存在的情况下可以发动。将灵摆区域的此卡特殊召唤。"}, "series": ["Abyss Actor"], "images": [{"index": 1, "image": "AbyssActorExtras-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DESO-EN020", "set_name": "Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LDS2-EN058", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "DESO-DE020", "set_name": "Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LDS2-DE058", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "es": [{"set_number": "DESO-SP020", "set_name": "Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LDS2-SP058", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "DESO-FR020", "set_name": "Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LDS2-FR058", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "DESO-IT020", "set_name": "Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LDS2-IT058", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "DESO-PT020", "set_name": "Destiny Soldiers", "rarities": ["Super Rare"]}, {"set_number": "LDS2-PT058", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "SPDS-JP020", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "LVP3-JP077", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}], "ko": [{"set_number": "SPDS-KR020", "set_name": "Booster SP: Destiny Soldiers", "rarities": ["Common", "Normal Parallel Rare"]}, {"set_number": "LVP3-KR077", "set_name": "LINK VRAINS Pack 3", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SCTP-SC040", "set_name": "Entry Pack Volume 3", "rarities": ["Common"]}, {"set_number": "CL04-SC077", "set_name": "Classic Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 466555, "master_duel_rarity": "N"}