{"konami_id": 19202, "password": 88901994, "name": {"en": "Synchro Rumble", "de": "Synchrogrollen", "es": "Gruñido Sincro", "fr": "Grondement Synchro", "it": "Rombo Synchro", "pt": "Estrondo Sincro", "ja": "シンクロ・ランブル", "ja_romaji": "Shinkuro Ranburu", "ko": "싱크로 럼블", "ko_rr": "Singkeuro Reombeul", "zh-TW": "同步轟鳴", "zh-CN": "同步轰鸣"}, "text": {"en": null, "de": "Wähle 1 Drache-Synchromonster der Stufe 7 oder 8 oder 1 Empfänger in deinem Friedhof; beschwöre es oder ihn als Spezialbeschwörung in die Verteidigungsposition, zusätzlich kannst du für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Synchromonstern. Falls ein oder mehr Drache-Synchromonster der Stufe 7 oder 8 oder ein „Feuerroter Drache“, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst nur 1 „Synchrogrollen“ pro Spielzug aktivieren.", "es": "Selecciona 1 Cantante o 1 Monstruo de Sincronía Dragón de Nivel 7 u 8 en tu Cementerio; Invócalo de Modo Especial en Posición de Defensa y además, por el resto de este turno después de que esta carta se resuelva, no puedes Invocar de Modo Especial desde el Deck Extra, excepto Monstruos de Sincronía. Si uno o más Monstruos de Sincronía Dragón de Nivel 7 u 8 o un \"Dragón Carmesí\" que controlas fueran a ser destruidos en batalla o por el efecto de una carta, puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes activar 1 \"Gruñido Sincro\" por turno.", "fr": "Ciblez 1 Syntoniseur ou 1 Monstre Synchro Dragon de Niveau 7 ou 8 dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, et aussi, le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement (Monstres Synchro exclus) depuis l'Extra Deck. Si un ou plusieurs Monstres Synchro Dragon de Niveau 7 ou 8 ou \"Dragon Cramoisi\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez activer qu'1 \"Grondement Synchro\" par tour.", "it": "Scegli come bersaglio 1 Tuner o 1 Mostro Synchro Drago di Livello 7 o 8 nel tuo Cimitero; Evocalo Specialmente in Posizione di Difesa, inoltre per il resto di questo turno dopo che questa carta si è risolta, non puoi Evocare Specialmente dall'Extra Deck, eccetto Mostri Synchro. Se uno o più Mostri Synchro Drago di Livello 7 o 8 o un \"Drago Cremisi\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire questa carta dal tuo Cimitero. Puoi attivare solo 1 \"Rombo Synchro\" per turno.", "pt": "Escolha 1 Regulador ou 1 Monstro Sincro Dragão de Nível 7 ou 8 no seu Cemitério; Invoque-o por Invocação-Especial em Posição de Defesa e, além disso, pelo resto deste turno depois que este card resolver, você não pode Invocar por Invocação-Especial do Deck Adicional, exceto Monstros Sincro. Se um ou mais Monstros Sincro Dragão de Nível 7 ou 8 ou \"Dragão Carmesim\" que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode banir este card do seu Cemitério. Você só pode ativar 1 \"Estrondo Sincro\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：自分の墓地の、チューナー１体またはレベル７・８のドラゴン族Ｓモンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。このカードの発動後、ターン終了時まで自分はＳモンスターしかＥＸデッキから特殊召喚できない。\n②：自分フィールドの、「赤き竜」またはレベル７・８のドラゴン族Ｓモンスターが戦闘・効果で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 묘지의, 튜너 1장 또는 레벨 7 / 8 의 드래곤족 싱크로 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 이 카드의 발동 후, 턴 종료시까지 자신은 싱크로 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 자신 필드의, \"붉은 용\" 또는 레벨 7 / 8 의 드래곤족 싱크로 몬스터가 전투 / 효과로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": "此卡名的卡１回合僅限發動１張。\n①：可將我方墓地的１隻協調或１隻等級７・８的龍族同步怪獸做為對象發動。以守備表示特殊召喚該怪獸。此卡發動後，在回合結束前我方可從額外牌組特殊召喚的怪獸僅限同步怪獸。\n②：在我方場上的「赤龍」或等級７・８的龍族同步怪獸因戰鬥・效果被破壞的狀況下，可將墓地的此卡除外作為替代。", "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：以自己墓地的１只协调或等级７・８的龙族同步怪兽为对象可以发动。将该怪兽以守备表示特殊召唤。此卡发动后，直至回合结束时为止，自己从额外牌组仅可特殊召唤同步怪兽。\n②：自己场上的“赤龙”或等级７・８的龙族同步怪兽将被战斗・效果破坏的情况下，作为代替可将墓地的此卡除外。"}, "card_type": "Spell", "property": "Normal", "series": ["Synchro"], "images": [{"index": 1, "image": "SynchroRumble-AGOV-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN060", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "de": [{"set_number": "AGOV-DE060", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "fr": [{"set_number": "AGOV-FR060", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "it": [{"set_number": "AGOV-IT060", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "pt": [{"set_number": "AGOV-PT060", "set_name": "Age of Overlord", "rarities": ["Super Rare"]}], "ja": [{"set_number": "AGOV-JP060", "set_name": "Age of Overlord", "rarities": ["Rare"]}], "ko": [{"set_number": "AGOV-KR060", "set_name": "Age of Overlord", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "AGOV-SC060", "set_name": "Age of Overlord", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 993023, "master_duel_rarity": "R"}