{"konami_id": 5417, "password": 88989706, "name": {"en": "Great Dezard", "de": "Dezard der Große", "es": "Gran Dezard", "fr": "Grand Dezard", "it": "Grande Dezard", "pt": "Grandioso Dezard", "ja": "<ruby>大<rt>だい</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>官<rt>かん</rt></ruby>デ・ザード", "ja_romaji": "Daishinkan De Zādo", "ko": "대신관 데자드", "ko_rr": null, "zh-TW": "大神官 迪・紮德", "zh-CN": "大神官 迪・扎德"}, "text": {"en": null, "de": "Wenn dieses Monster die folgende Anzahl von Monstern als Ergebnis eines Kampfes zerstört, werden die folgenden Effekte in dieser Reihenfolge aktiviert:\n1. Monster: Solange diese Karte offen auf dem Spielfeld liegt, annulliere die Aktivierungen und die Effekte aller Zauber- und Fallenkarten, die diese Karte als Ziel bestimmen, und zerstöre diese Karten.\n2. Monster: Du kannst 1 „Fushioh Richie“-Karte als Spezialbeschwörung aus deiner Hand oder aus deinem Deck beschwören, indem du diese Karte in deiner Main Phase als Tribut anbietest.", "es": "Cuando esta carta destruye el siguiente número de monstruos como resultado de una batalla, esta carta obtiene los siguientes efectos:\nUno: Mientras esta carta permanezca boca arriba en el Campo, niega la activación y los efectos de todas las Cartas Mágicas y de Trampa que designen esta carta como objetivo y destrúyelas.\nDos: Puedes Invocar mediante una Invocación Especial 1 \"Fushioh Richie\" de tu mano o Deck Sacrificando esta carta durante tu Main Phase.", "fr": "Les effets suivants sont activés consécutivement, lorsque ce monstre détruit le nombre de monstres indiqué ci-après à l'issue d'un combat:\nUn : Tant que cette carte reste face recto sur le Terrain, annulez l'activation et les effets de toutes les Cartes Magie et Piège qui désignent cette carte comme cible, et détruisez-les.\nDeux : Vous pouvez faire l'Invocation Spéciale d'1 \"Fushioh Richie\" depuis votre main ou votre Deck en sacrifiant cette carte durant votre Main Phase.", "it": "Quando questo mostro distrugge il seguente numero di mostri in seguito ad una battaglia, vengono attivati in ordine i seguenti effetti:\nUno: Fino a quando questa carta resta scoperta sul Terreno, annulla l'attivazione e gli effetti di tutte le Carte Magia e Trappola che designano questa carta come bersaglio e distruggile.\nDue: Puoi Evocare tramite Evocazione Speciale 1 \"Fushioh Richie\" dalla tua mano o dal tuo Deck offrendo questa carta come Tributo durante la tua Main Phase.", "pt": "Quando este card destrói o número seguinte de monstros como resultado de um combate, este card obtém o(s) seguinte(s) efeito(s):\nUm: Anule a ativação e os efeitos de todos os Cards de Magia e de Armadilha que designam este card no Campo com a face para cima como alvo, e os destrói.\nDois: Você pode Invocar por Invocação-Especial 1 \"Fushioh Richie\" da sua mão ou do seu Deck oferecendo este card como Tributo durante a sua Main Phase.", "ja": "①：このカードが戦闘でモンスターを破壊する度に以下の効果を得る。\n●１回目：フィールドのこのカードを対象とする魔法・罠カードが発動した時に発動する。その発動を無効にし破壊する。\n●２回目：このカードをリリースして発動できる。手札・デッキから「不死王リッチー」１体を特殊召喚する。", "ko": "전투에 의해서 몬스터를 파괴할 때마다 다음 효과를 얻는다. 1번째 : 앞면 표시로 필드 위에 존재하는 이 카드를 대상으로 하는 마법/함정 카드의 발동과 효과를 무효로 하여 파괴한다.2번째 : 이 카드를 제물로 바치는 것으로, 자신의 패 또는 덱에서 \"불사왕 리치\" 1장을 특수 소환할 수 있다.", "zh-TW": "每當此卡因戰鬥破壞怪獸時獲得以下效果。\n●第１次：以場上此卡做為對象的魔法・陷阱卡發動時發動。將該發動變為無效進行破壞。\n●第２次：可解放此卡發動。從手牌・牌組特殊召喚１隻「不死王巫妖」。", "zh-CN": "每次此卡因战斗破坏怪兽，获得以下效果。\n●第１次：以场上的此卡为对象的魔法・陷阱卡发动时发动。使该发动无效并破坏。\n●第２次：可解放此卡并发动。从手牌・牌组特殊召唤１只“不死王巫妖”。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 6, "atk": 1900, "def": 2300, "images": [{"index": 1, "image": "GreatDezard-DB2-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "DB2-EN220", "set_name": "Dark Beginning 2", "rarities": ["Super Rare"]}, {"set_number": "PGD-020", "set_name": "Pharaonic Guardian", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DB2-DE220", "set_name": "Dark Beginning 2", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DB2-FR220", "set_name": "Dark Beginning 2", "rarities": ["Super Rare"]}], "it": [{"set_number": "DB2-IT220", "set_name": "Dark Beginning 2", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PH-20", "set_name": "Pharaonic Guardian (Japanese)", "rarities": ["Ultra Rare", "Ultra Parallel Rare"]}, {"set_number": "DL5-105", "set_name": "Duelist Legacy Volume.5", "rarities": ["Super Rare"]}, {"set_number": "BE2-JP220", "set_name": "Beginner's Edition 2", "rarities": ["Super Rare"]}, {"set_number": "BE02-JP179", "set_name": "Beginner's Edition 2 (2011)", "rarities": ["Rare"]}], "ko": [{"set_number": "PGD-KR020", "set_name": "Pharaonic Guardian", "rarities": ["Ultra Rare"]}, {"set_number": "BP2-KR220", "set_name": "Beginner's Edition 2", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 504852, "master_duel_rarity": "R"}