{"konami_id": 10768, "password": 89362180, "name": {"en": "Skelesaurus", "de": "Skelesaurier", "es": "Esquelesaurio", "fr": "Squelesaure", "it": "Schelesauro", "pt": "Esqueletossauro", "ja": "ナチュラル・ボーン・サウルス", "ja_romaji": "Nachuraru Bōn Saurusu", "ko": "내츄럴 본 사우루스", "ko_rr": null, "zh-TW": "骨生恐龍", "zh-CN": "骨生恐龙"}, "text": {"en": "This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with these effects.\n● This card becomes EARTH Dinosaur-Type. When this card destroys an opponent's monster by battle and sends it to the Graveyard: You can Special Summon that monster to your field in Defense Position, and if you do, it becomes Zombie-Type.", "de": "Diese Karte wird als ein Normales Monster behandelt, solange sie offen auf dem Spielfeld oder im Friedhof liegt. Solange diese Karte ein Normales Monster auf dem Spielfeld ist, kannst du sie als Normalbeschwörung beschwören, damit sie ein Effektmonster mit diesen Effekten wird.\n● Diese Karte wird ERDE Typ Dinosaurier. Wenn diese Karte ein Monster deines Gegners durch Kampf zerstört und auf den Friedhof legt: Du kannst das Monster als Spezialbeschwörung auf deine Spielfeldseite in die Verteidigungsposition beschwören und falls du dies tust, wird es zum Typ Zombie.", "es": "Esta carta se trata como un Monstruo Normal mientras esté boca arriba en el Campo o en el Cementerio. Mientras esta carta sea un Monstruo Normal en el Campo, puedes Invocarla de Modo Normal para que se convierta en un Monstruo de Efecto con estos efectos.\n● Esta carta se convierte en un monstruo de TIERRA de Tipo Dinosaurio. Cuando esta carta destruye un monstruo de tu adversario en batalla y lo manda al Cementerio: puedes Invocar ese monstruo de Modo Especial a tu Campo en Posición de Defensa y, si lo haces, éste se convierte en Tipo Zombi.", "fr": "Cette carte est traitée comme un Monstre Normal tant qu'elle est face recto sur le Terrain ou dans le Cimetière. Tant que cette carte est un Monstre Normal sur le Terrain, vous pouvez l'Invoquer Normalement pour qu'elle devienne un Monstre à Effet avec ces effets.\n● Cette carte devient TERRE de Type Dinosaure. Lorsque cette carte détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez Invoquer Spécialement le monstre sur votre Terrain en Position de Défense, et si vous le faites, il devient de Type Zombie.", "it": "Questa carta viene considerata come un Mostro Normale mentre è scoperta sul Terreno o nel Cimitero. Mentre questa carta è un Mostro Normale sul Terreno, puoi Evocarla Normalmente per farla diventare un Mostro con Effetto con questi effetti.\n● Questa carta diventa TERRA di Tipo Dinosauro. Quando questa carta distrugge un mostro dell'avversario in battaglia e lo manda al Cimitero: puoi Evocare Specialmente quel mostro sul tuo Terreno in Posizione di Difesa e, se lo fai, esso diventa di Tipo Zombie.", "pt": "Este card é considerado um Monstro Normal enquanto estiver com a face para cima no campo ou no Cemitério. Enquanto este card for um Monstro Normal no campo, você pode Invocá-lo por Invocação-Normal para fazer com que ele se torne um Monstro de Efeito com esses efeitos.\n● Este card se torna de TERRA do Tipo Dinossauro. Quando este card destruir um monstro do oponente em batalha e enviá-lo para o Cemitério: você pode Invocar esse monstro por Invocação-Especial no seu campo em Posição de Defesa e, se isso acontecer, ele se torna do Tipo Zumbi.", "ja": "①：このカードはフィールド・墓地に存在する限り、通常モンスターとして扱う。②：フィールドの通常モンスター扱いのこのカードを通常召喚としてもう１度召喚できる。その場合このカードは効果モンスター扱いとなり以下の効果を得る。●このカードの種族・属性は恐竜族・地属性になる。●このカードが戦闘で相手モンスターを破壊し墓地へ送った時に発動できる。そのモンスターを自分フィールドに守備表示で特殊召喚する。この効果で特殊召喚したモンスターの種族はアンデット族になる。", "ko": "①: 이 카드는 필드 / 묘지에 존재하는 한, 일반 몬스터로 취급한다. ②: 필드의 일반 몬스터 취급의 이 카드를 통상 소환으로서 1번 더 일반 소환할 수 있다. 그 경우 이 카드는 효과 몬스터로 취급되며 이하의 효과를 얻는다.\n●이 카드의 종족 / 속성은 공룡족 / 땅 속성이 된다.\n●이 카드가 전투로 상대 몬스터를 파괴하고 묘지로 보냈을 때에 발동할 수 있다. 그 몬스터를 자신 필드에 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 종족은 언데드족이 된다.", "zh-TW": "①：只要此卡存在於場上・墓地，就視為通常怪獸。②：場上的視為通常怪獸的此卡可視為通常召喚再召喚１次。該狀況下，此卡將視為效果怪獸，獲得以下效果。\n●此卡的種族・屬性變為恐龍族・地屬性。\n●可在此卡因戰鬥破壞對方怪獸送至墓地時發動。以守備表示特殊召喚該怪獸至我方場上。透過此效果特殊召喚的怪獸的種族變為不死族。", "zh-CN": "此卡存在于墓地或以表侧表示存在于场上的场合，将被视为通常怪兽。以通常召唤的方式再次召唤场上表侧表示的此卡，此卡将视为效果怪兽并获得以下效果。\n●此卡变为恐龙族・地属性。此卡通过战斗破坏对手怪兽并将其送入墓地时，可以表侧守备表示特殊召唤该怪兽至我方场上。以此效果特殊召唤的怪兽只要以表侧表示存在于场上便视为不死族。"}, "card_type": "Monster", "monster_type_line": "Zombie / Gemini / Effect", "attribute": "DARK", "level": 4, "atk": 1700, "def": 1400, "series": ["Zombie counterpart"], "images": [{"index": 1, "image": "Skelesaurus-SR04-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHSP-EN037", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "BP03-EN108", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}, {"set_number": "SR04-EN018", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Common"]}], "de": [{"set_number": "SHSP-DE037", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "BP03-DE108", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}, {"set_number": "SR04-DE018", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Common"]}], "fr": [{"set_number": "SHSP-FR037", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "BP03-FR108", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}, {"set_number": "SR04-FR018", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Common"]}], "it": [{"set_number": "SHSP-IT037", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "BP03-IT108", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}, {"set_number": "SR04-IT018", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Common"]}], "pt": [{"set_number": "SHSP-PT037", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "BP03-PT108", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}, {"set_number": "SR04-PT018", "set_name": "Dinosmasher's Fury Structure Deck", "rarities": ["Common"]}], "ja": [{"set_number": "SHSP-JP037", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "SR04-JP018", "set_name": "Structure Deck R: Tyranno's Rage", "rarities": ["Common"]}], "ko": [{"set_number": "SHSP-KR037", "set_name": "Shadow Specters", "rarities": ["Common"]}, {"set_number": "SR04-KR018", "set_name": "Structure Deck R: Tyranno's Rage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 270942, "master_duel_rarity": "R"}