{"konami_id": 14239, "password": 89484053, "name": {"en": "Salamangreat Mole", "de": "Grosalamander Maulwurf", "es": "Salamangrande Topo", "fr": "Salamangrande Taupe", "it": "Salamagna Talpa", "pt": "Salamagrande Toupeira", "ja": "<ruby>転生炎獣<rt>サラマングレイト</rt></ruby>モル", "ja_romaji": "Saramangureito Moru", "ko": "샐러맨그레이트 몰", "ko_rr": "Saelleomaen-geureiteu Mol", "zh-TW": "轉生炎獸 鼴", "zh-CN": "转生炎兽 鼹"}, "text": {"en": "During your Main Phase, if you Link Summoned this turn: You can Special Summon this card from your hand to your zone a Link Monster points to. If you control no monsters: You can banish this card from your GY, then target 5 \"Salamangreat\" cards in your GY; shuffle them into the Deck, then draw 2 cards. You can only use each effect of \"Salamangreat Mole\" once per turn.", "de": "Während deiner Main Phase, falls du in diesem Spielzug eine Linkbeschwörung durchgeführt hast: Du kannst diese Karte als Spezialbeschwörung von deiner Hand in deine Zone beschwören, auf die ein Linkmonster zeigt. Falls du keine Monster kontrollierst: Du kannst diese Karte von deinem Friedhof verbannen und dann 5 „Grosalamander“-Karten in deinem Friedhof wählen; mische sie ins Deck, dann ziehe 2 Karten. Du kannst jeden Effekt von „Grosalamander Maulwurf“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase, si este turno Invocaste por Enlace: puedes Invocar esta carta de Modo Especial desde tu mano a tu zona a la que apunte un Monstruo de Enlace. Si no controlas monstruos: puedes desterrar esta carta en tu Cementerio, y después seleccionar 5 cartas \"Salamangrande\" en tu Cementerio; barájalas al Deck, y después roba 2 cartas. Sólo puedes usar cada efecto de \"Salamangrande Topo\" una vez por turno.", "fr": "Durant votre Main Phase, si vous Invoquez par Lien ce tour : vous pouvez Invoquer Spécialement cette carte depuis votre main dans votre zone pointée par un Monstre Lien. Si vous ne contrôlez aucun monstre : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 5 cartes \"Salamangrande\" dans votre Cimetière ; mélangez-les dans le Deck, puis piochez 2 cartes. Vous ne pouvez utiliser chaque effet de \"Salamangrande Taupe\" qu'une fois par tour.", "it": "Durante la tua Main Phase, se hai Evocato Link in questo turno: puoi Evocare Specialmente questa carta dalla tua mano in una tua zona puntata da un Mostro Link. Se non controlli nessun mostro: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 5 carte \"Salamagna\" nel tuo Cimitero; mischiale nel Deck, poi pesca 2 carte. Puoi utilizzare ogni effetto di \"Salamagna Talpa\" una sola volta per turno.", "pt": "Durante sua Fase Principal, se você Invocou por Invocação-Link neste turno: você pode Invocar este card por Invocação-Especial da sua mão em uma zona sua para a qual um Monstro Link apontar. Se você não controlar nenhum monstro: você pode banir este card do seu Cemitério e, depois, escolher 5 cards \"Salamagrande\" no seu Cemitério; embaralhe-os no Deck e, depois, compre 2 cards. Você só pode usar cada efeito de \"Salamagrande Toupeira\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分がリンクモンスターのリンク召喚に成功したターンの自分メインフェイズに発動できる。手札のこのカードをリンクモンスターのリンク先となる自分フィールドに特殊召喚する。②：自分フィールドにモンスターが存在しない場合、墓地のこのカードを除外し、自分の墓地の「サラマングレイト」カード５枚を対象として発動できる。そのカードをデッキに加えてシャッフルする。その後、自分はデッキから２枚ドローする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신이 링크 몬스터의 링크 소환에 성공한 턴의 자신 메인 페이즈에 발동할 수 있다. 패의 이 카드를 링크 몬스터의 링크 앞이 되는 자신 필드에 특수 소환한다. ②: 자신 필드에 몬스터가 존재하지 않을 경우, 묘지의 이 카드를 제외하고, 자신 묘지의 \"샐러맨그레이트\" 카드 5장을 대상으로 하여 발동할 수 있다. 그 카드를 덱에 넣고 셔플한다. 그 후, 자신은 덱에서 2장 드로우한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1个回合各只能使用1次。①：自己对连接怪兽的连接召唤成功的回合的自己主要阶段可以发动。将手牌中的这张卡特殊召唤至作为连接怪兽的连接区的自己场上。②：自己场上不存在怪兽的情况下，把墓地的这张卡除外，可以自己墓地5张\"转生炎兽\"卡为对象发动。将该卡加入牌组洗牌。之后，自己从牌组抽2张。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Effect", "attribute": "FIRE", "level": 1, "atk": 0, "def": 0, "series": ["Salamangreat"], "images": [{"index": 1, "image": "SalamangreatMole-OP10-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "SDSB-EN002", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}, {"set_number": "OP10-EN006", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "de": [{"set_number": "SDSB-DE002", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}, {"set_number": "OP10-DE006", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "es": [{"set_number": "SDSB-SP002", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}, {"set_number": "OP10-SP006", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SDSB-FR002", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}, {"set_number": "OP10-FR006", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "it": [{"set_number": "SDSB-IT002", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}, {"set_number": "OP10-IT006", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SDSB-PT002", "set_name": "Structure Deck: Soulburner", "rarities": ["Common"]}, {"set_number": "OP10-PT006", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SD35-JP002", "set_name": "Structure Deck: Soulburner", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD35-KR002", "set_name": "Structure Deck: Soulburner", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD35-SC002", "set_name": "Structure Deck: Soulburner", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 580749, "master_duel_rarity": "N"}