{"konami_id": 16506, "password": 89594399, "name": {"en": "Reptilianne Coatl", "de": "Reptilianische Coatl", "es": "Coatl Reptílica", "fr": "Coatl Reptilia", "it": "Coatl Rettiliana", "pt": "Coatl Reptiliana", "ja": "レプティレス・コアトル", "ja_romaji": "Reputiresu Koatoru", "ko": "레프티레스 코아틀", "ko_rr": "Repeutireseu Koateul", "zh-TW": "爬蟲妖 科亞特爾", "zh-CN": "爬虫妖・科亚特尔"}, "text": {"en": "If you control a DARK Reptile monster: You can Special Summon this card from your hand, then, if your opponent controls any monsters with 0 ATK, you can Special Summon up to an equal number of \"Reptilianne\" monsters from your hand. You can only use this effect of \"Reptilianne Coatl\" once per turn. If this card you control would be used as Synchro Material for a Reptile monster, you can treat it as a non-Tuner.", "de": "Falls du ein FINSTERNIS Reptil-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann, falls dein Gegner eine Anzahl Monster mit 0 ATK kontrolliert, kannst du bis zu dieselbe Anzahl „Reptilianisch“-Monster als Spezialbeschwörung von deiner Hand beschwören. Du kannst diesen Effekt von „Reptilianische Coatl“ nur einmal pro Spielzug verwenden. Falls diese Karte, die du kontrollierst, als Synchromaterial für ein Reptil-Monster verwendet würde, kannst du sie als Nicht-Empfänger behandeln.", "es": "Si controlas un monstruo Reptil de OSCURIDAD: puedes Invocar esta carta de Modo Especial desde tu mano y después, si tu adversario controla algún monstruo con 0 ATK, puedes Invocar de Modo Especial, desde tu mano, hasta el mismo número de monstruos \"Reptílico/a\". Sólo puedes usar este efecto de \"Coatl Reptílica\" una vez por turno. Si esta carta que controlas fuera a ser usada como Material de Sincronía para un monstruo Reptil, puedes tratarla como un monstruo que no sea Cantante.", "fr": "Si vous contrôlez un monstre TÉNÈBRES Reptile : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis, si votre adversaire contrôle des monstres avec 0 ATK, vous pouvez Invoquer Spécialement un nombre inférieur ou égal de monstres \"Reptilia\" depuis votre main. Vous ne pouvez utiliser cet effet de \"Coatl Reptilia\" qu'une fois par tour. Si cette carte que vous contrôlez va être utilisée comme Matériel Synchro pour un monstre Reptile, vous pouvez la traiter comme non-Syntoniseur.", "it": "Se controlli un mostro OSCURITÀ Rettile: puoi Evocare Specialmente questa carta dalla tua mano, poi, se il tuo avversario controlla qualsiasi mostro con ATK 0, puoi Evocare Specialmente fino a un pari numero di mostri \"Rettiliano\" dalla tua mano. Puoi utilizzare questo effetto di \"Coatl Rettiliana\" una sola volta per turno. Se questa carta che controlli sta per essere utilizzata come Materiale Synchro per un mostro Rettile, puoi considerarla come un non-Tuner.", "pt": "Se você controlar um monstro Réptil de TREVAS: você pode Invocar este card por Invocação-Especial da sua mão e, depois, se seu oponente controlar quaisquer monstros com 0 de ATK, você pode Invocar por Invocação-Especial até esse mesmo número de monstros \"Reptiliano(a)\" da sua mão. Você só pode usar este efeito de \"Coatl Reptiliana\" uma vez por turno. Se este card que você controla seria usado como Matéria Sincro para um monstro Réptil, você pode considerá-lo como um não-Regulador.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドに爬虫類族・闇属性モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。相手フィールドに攻撃力０のモンスターが存在する場合、さらにその数まで手札から「レプティレス」モンスターを特殊召喚できる。②：自分フィールドのこのカードを爬虫類族ＳモンスターのＳ素材とする場合、このカードをチューナー以外のモンスターとして扱う事ができる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 파충류족 / 어둠 속성 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 상대 필드에 공격력 0 의 몬스터가 존재할 경우, 추가로 그 수까지 패에서 \"레프티레스\" 몬스터를 특수 소환할 수 있다. ②: 자신 필드의 이 카드를 파충류족 싱크로 몬스터의 싱크로 소재로 할 경우, 이 카드를 튜너 이외의 몬스터로 취급할 수 있다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：可在我方場上存在爬蟲類族・闇屬性怪獸的狀況下發動。從手牌特殊召喚此卡。在對方場上存在攻擊力０的怪獸的狀況下，可另從手牌特殊召喚最大該數量的「爬蟲妖」怪獸。②：在我方場上的此卡做為「爬蟲類族」同步怪獸同步素材的狀況下，可將此卡視為協調以外的怪獸。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：自己场上存在爬虫类族・暗属性怪兽的情况下可以发动。从手牌将此卡特殊召唤。对手场上存在攻击力０的怪兽的情况下，进而可从手牌将最多其数量的“爬虫妖”怪兽特殊召唤。②：以自己场上的此卡作为爬虫类族同步怪兽的同步素材的情况下，可将此卡视为协调以外的怪兽。"}, "card_type": "Monster", "monster_type_line": "Reptile / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 1400, "def": 1000, "series": ["Reptilianne"], "images": [{"index": 1, "image": "ReptilianneCoatl-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN020", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE020", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR020", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT020", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT020", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP020", "set_name": "Burst of Destiny", "rarities": ["Rare"]}], "ko": [{"set_number": "BODE-KR020", "set_name": "Burst of Destiny", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP6-SC124", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716424, "master_duel_rarity": "N"}