{"konami_id": 16552, "password": 89771220, "name": {"en": "Ursarctic Drytron", "de": "Ursarktisches Drytron", "es": "Drytron Osártico", "fr": "Drytron Ursarctique", "it": "Ursartico Drytron", "pt": "Drytron Ursártico", "ja": "<ruby>天斗輝巧極<rt>ベアルクティ・ドライトロン</rt></ruby>", "ja_romaji": "Bearukuti Doraitoron", "ko": "베어루크티 드라이트론", "ko_rr": "Be-eorukeuti Deuraiteuron", "zh-TW": "天斗輝巧極", "zh-CN": "北斗天熊龙机巧极"}, "text": {"en": "Special Summon 1 \"Ultimate Flagship Ursatron\" from your Extra Deck by banishing 1 \"Ursarctic Big Dipper\" and 1 \"Drytron Fafnir\" from your hand and/or field, although you can banish 1 of them from your Deck instead if \"Ursarctic Polari\" or \"Drytron Alpha Thuban\" is on the field. If you would Tribute a monster(s) to activate an \"Ursarctic\" or \"Drytron\" monster's effect, you can banish this card from your GY instead. You can only use this effect of \"Ursarctic Drytron\" once per turn.", "de": "Beschwöre 1 „Ultimatives Flaggschiff Ursatron“ als Spezialbeschwörung von deinem Extra Deck, indem du 1 „Ursarktischer Großer Wagen“ und 1 „Drytron-Fafnir“ von deiner Hand und/oder Spielfeldseite verbannst, du kannst aber 1 von ihnen stattdessen von deinem Deck verbannen, falls „Ursarktischer Polari“ oder „Drytron Alpha Thuban“ auf dem Spielfeld liegt. Falls du ein oder mehr Monster als Tribut anbieten würdest, um den Effekt eines „Ursarktisch“- oder „Drytron“-Monsters zu aktivieren, kannst du stattdessen diese Karte von deinem Friedhof verbannen. Du kannst diesen Effekt von „Ursarktisches Drytron“ nur einmal pro Spielzug verwenden.", "es": "Invoca de Modo Especial, desde tu Deck Extra, 1 \"Buque Insignia Definitivo Osatron\" desterrando 1 \"El Carro Osártico\" y 1 \"Fafnir Drytron\" en tu mano y/o Campo, aunque puedes desterrar 1 de ellos desde tu Deck en su lugar, si \"Osártico Polari\" o \"Drytron Alfa Thuban\" está en el Campo. Si fueras a Sacrificar uno o más monstruos para activar un efecto de monstruo \"Osártico/a\" o \"Drytron\", puedes desterrar esta carta en tu Cementerio en su lugar. Sólo puedes usar este efecto de \"Drytron Osártico\" una vez por turno.", "fr": "Invoquez Spécialement 1 \"Vaisseau Amiral Ultime Ursatron\" depuis votre Extra Deck en bannissant 1 \"Grande Casserole Ursarctique\" et 1 \"Drytron Fafnir\" depuis votre main et/ou Terrain, mais vous pouvez bannir 1 d'entre eux depuis votre Deck à la place si \"Polari Ursarctique\" ou \"Drytron Alpha Thuban\" est sur le Terrain. Si vous allez Sacrifier un ou plusieurs monstres pour activer un effet de monstre \"Ursarctique\" ou \"Drytron\", vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser cet effet de \"Drytron Ursarctique\" qu'une fois par tour.", "it": "Evoca Specialmente 1 \"Ammiraglia Finale Ursatron\" dal tuo Extra Deck bandendo 1 \"Grande Carro Ursartico\" e 1 \"Drytron Fafnir\" dalla tua mano e/o Terreno, sebbene tu possa invece bandire 1 di essi dal tuo Deck se \"Ursartico Polare\" o \"Drytron Alpha Thuban\" sono sul Terreno. Se stai per offrire come Tributo uno o più mostri per attivare l'effetto di un mostro \"Ursartico\" o \"Drytron\", puoi invece bandire questa carta dal tuo Cimitero. Puoi utilizzare questo effetto di \"Ursartico Drytron\" una sola volta per turno.", "pt": "Invoque por Invocação-Especial 1 \"Capitânia Ursatron Definitiva\" do seu Deck Adicional ao banir 1 \"Grande Carro Ursártico\" e 1 \"Fafnir Drytron\" da sua mão e/ou do campo, embora, em vez disso, você possa banir 1 deles do seu Deck se \"Ursártico Polari\" ou \"Drytron Alfa Thuban\" estiverem no campo. Se você ofereceria como Tributo um ou mais monstros para ativar o efeito de um monstro \"Ursártico(a)\" ou \"Drytron\", em vez disso, você pode banir este card do seu Cemitério. Você só pode usar este efeito de \"Drytron Ursártico\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：自分の手札・フィールドから、「ベアルクティ・ビッグディッパー」と「竜輝巧－ファフニール」を１枚ずつ除外し、「天極輝艦－熊斗竜巧」１体をＥＸデッキから特殊召喚する。フィールドに「ベアルクティ－ポラリィ」または「竜輝巧－バンα」が存在する場合、除外するカードの内１枚をデッキから除外する事もできる。②：自分が「ベアルクティ」、「ドライトロン」モンスターの効果を発動するためにモンスターをリリースする場合、代わりに墓地のこのカードを除外できる。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패 / 필드에서, \"베어루크티 빅디퍼\"와 \"드라이트론－파프니르\"를 1장씩 제외하고, \"천극휘함－베어트론\" 1장을 엑스트라 덱에서 특수 소환한다. 필드에 \"베어루크티－폴라리\" 또는 \"드라이트론－밴α(알파)\"가 존재할 경우, 제외할 카드 중 1장을 덱에서 제외할 수도 있다. ②: 자신이 \"베어루크티\", \"드라이트론\" 몬스터의 효과를 발동하기 위해 몬스터를 릴리스할 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：从自己的手牌・场上，将“北斗天熊・大舀取号”和“辉龙机巧－法夫纳”各１张除外，将１只“天极辉舰－熊斗龙巧”从额外牌组特殊召唤。场上存在“北斗天熊－勾陈一”或“辉龙机巧－右垣一阿尔法”的情况下，也可将除外的卡中的１张改成从牌组除外。②：自己为发动“北斗天熊”、“龙机巧”怪兽的效果而要解放怪兽的情况下，可将墓地的此卡除外作为代替。"}, "card_type": "Spell", "property": "Normal", "series": ["Drytron", "Ursarctic"], "images": [{"index": 1, "image": "UrsarcticDrytron-BODE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN066", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "de": [{"set_number": "BODE-DE066", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "fr": [{"set_number": "BODE-FR066", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "it": [{"set_number": "BODE-IT066", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "pt": [{"set_number": "BODE-PT066", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ja": [{"set_number": "BODE-JP066", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR066", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC156", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717335, "master_duel_rarity": "R"}