{"konami_id": 18801, "password": 89809665, "name": {"en": "Infernoble Knight Turpin", "de": "Flammedler Ritter Turpin", "es": "Infernoble Caballero Turpin", "fr": "Turpin, Chevalier Noble Inferno", "it": "Infernobile Cavaliere Turpino", "pt": "Infernobre Cavaleiro Turpin", "ja": "<ruby>焔<rt>えん</rt></ruby><ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>－テュルパン", "ja_romaji": "Enseikishi - Tyurupan", "ko": "불꽃성기사－튀르팽", "ko_rr": "Bulkkotseonggisa - Twireupaeng", "zh-TW": "焰聖騎士－托賓", "zh-CN": "焰圣骑士－托宾"}, "text": {"en": "While this card is an Equip Card, the equipped monster can be treated as a Tuner if used as Synchro Material. You can only use each of the following effects of \"Infernoble Knight Turpin\" once per turn. If you control a monster equipped with an Equip Card: You can Special Summon this card from your hand or GY, but if you Summon it from the GY, banish it when it leaves the field. If this card is in your GY: You can target 1 Warrior monster you control; equip this card to that monster you control as an Equip Spell.", "de": "Solange diese Karte eine Ausrüstungskarte ist, kann das ausgerüstete Monster als Empfänger behandelt werden, falls es als Synchromaterial verwendet wird. Du kannst jeden der folgenden Effekte von „Flammedler Ritter Turpin“ nur einmal pro Spielzug verwenden. Falls du ein Monster kontrollierst, das mit einer Ausrüstungskarte ausgerüstet ist: Du kannst diese Karte als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören, aber falls du sie vom Friedhof beschwörst, verbanne sie, wenn sie das Spielfeld verlässt. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Krieger-Monster wählen, das du kontrollierst; rüste jenes Monster, das du kontrollierst, mit dieser Karte als Ausrüstungszauber aus.", "es": "Mientras esta carta sea una Carta de Equipo, el monstruo equipado puede ser tratado como un Cantante si es usado como Material de Sincronía. Sólo puedes usar cada uno de los siguientes efectos de \"Infernoble Caballero Turpin\" una vez por turno. Si controlas un monstruo equipado con una Carta de Equipo: puedes Invocar esta carta de Modo Especial desde tu mano o Cementerio pero, si la Invocas desde el Cementerio, destiérrala cuando deje el Campo. Si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo Guerrero que controles; equipa esta carta a ese monstruo que controlas como una Mágica de Equipo.", "fr": "Tant que cette carte est une Carte d'Équipement, le monstre équipé peut être traité comme Syntoniseur s'il est utilisé comme Matériel Synchro. Vous ne pouvez utiliser chacun des effets suivants de \"Turpin, Chevalier Noble Inferno\" qu'une fois par tour. Si vous contrôlez un monstre équipé avec une Carte d'Équipement : vous pouvez Invoquer Spécialement cette carte depuis votre main ou Cimetière, mais si vous l'Invoquez depuis le Cimetière, bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre Guerrier que vous contrôlez ; équipez cette carte au monstre que vous contrôlez comme Magie d'Équipement.", "it": "Mentre questa carta è una Carta Equipaggiamento, il mostro equipaggiato può essere considerato come un Tuner se utilizzato come Materiale Synchro. Puoi utilizzare ognuno dei seguenti effetti di \"Infernobile Cavaliere Turpino\" una sola volta per turno. Se controlli un mostro equipaggiato con una Carta Equipaggiamento: puoi Evocare Specialmente questa carta dalla tua mano o Cimitero, ma se la Evochi dal Cimitero, bandiscila quando lascia il Terreno. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro Guerriero che controlli; equipaggia questa carta a quel mostro che controlli come una Magia Equipaggiamento.", "pt": "Enquanto este card for um Card de Equipamento, o monstro equipado pode ser considerado como um Regulador se usado como Matéria Sincro. Você só pode usar cada um dos seguintes efeitos de \"Infernobre Cavaleiro Turpin\" uma vez por turno. Se você controlar um monstro equipado com um Card de Equipamento: você pode Invocar este card por Invocação-Especial da sua mão ou do Cemitério, mas se você o Invocar do Cemitério, bana-o quando ele deixar o campo. Se este card estiver no seu Cemitério: você pode escolher 1 monstro Guerreiro que você controla; equipe este card a esse monstro que você controla como uma Magia de Equipamento.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに装備カードを装備しているモンスターが存在する場合に発動できる。このカードを手札・墓地から特殊召喚する。この効果で墓地から特殊召喚したこのカードは、フィールドから離れた場合に除外される。②：このカードが墓地に存在する場合、自分フィールドの戦士族モンスター１体を対象として発動できる。このカードを装備魔法カード扱いでその自分のモンスターに装備する。③：装備モンスターをＳ素材とする場合、チューナーとして扱う事ができる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 장착 카드를 장착하고 있는 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패 / 묘지에서 특수 소환한다. 이 효과로 묘지에서 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 전사족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 장착 마법 카드로 취급하고 그 자신의 몬스터에 장착한다. ③: 장착 몬스터를 싱크로 소재로 할 경우, 튜너로서 취급할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：自己场上存在装备有装备卡的怪兽的情况下可以发动。从手牌・墓地将此卡特殊召唤。以此效果从墓地特殊召唤的此卡从场上离开的情况下，将其除外。\n②：此卡存在于墓地的情况下，以自己场上的１只战士族怪兽为对象可以发动。将此卡视为装备魔法卡，装备于该自己的怪兽。\n③：装备怪兽作为同步素材的情况下，可视为协调。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 4, "atk": 1400, "def": 1700, "series": ["Infernoble Knight", "Noble Knight"], "images": [{"index": 1, "image": "InfernobleKnightTurpin-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN014", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-EN212", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUNE-DE014", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-DE212", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUNE-SP014", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-SP212", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUNE-FR014", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-FR212", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUNE-IT014", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-IT212", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUNE-PT014", "set_name": "Duelist Nexus", "rarities": ["Super Rare"]}, {"set_number": "MP24-PT212", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DUNE-JP014", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "ko": [{"set_number": "DUNE-KR014", "set_name": "Duelist Nexus", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUNE-SC014", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 806081, "master_duel_rarity": "R"}