{"konami_id": 14064, "password": 90020780, "name": {"en": "Shinobi Necro", "de": "Shinobi Nekro", "es": "Shinobi Necro", "fr": "Shinobi Nécro", "it": "Shinobi Necro", "pt": "Necro Shinobi", "ja": "シノビネクロ", "ja_romaji": "Shinobi Nekuro", "ko": "시노비네크로", "ko_rr": "Sinobinekeuro", "zh-TW": "屍忍", "zh-CN": "忍尸"}, "text": {"en": "If another Zombie monster is Special Summoned from your GY while you control this monster (except during the Damage Step): You can draw 1 card, then discard 1 card. If this card in the GY is banished face-up to activate an effect, or by an effect: You can Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Shinobi Necro\" once per turn.", "de": "Falls ein anderes Zombie-Monster als Spezialbeschwörung von deinem Friedhof beschworen wird, solange du dieses Monster kontrollierst (außer während des Damage Steps): Du kannst 1 Karte ziehen, dann wirf 1 Karte ab. Falls diese Karte im Friedhof offen verbannt wird, um einen Effekt zu aktivieren, oder durch einen Effekt: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Shinobi Nekro“ nur einmal pro Spielzug verwenden.", "es": "Si otro monstruo Zombi es Invocado de Modo Especial desde tu Cementerio mientras controlas este monstruo (excepto durante el Damage Step): puedes robar 1 carta, y después descartar 1 carta. Si esta carta es desterrada del Cementerio boca arriba para activar un efecto, o por un efecto: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Shinobi Necro\" una vez por turno.", "fr": "Si un autre monstre Zombie est Invoqué Spécialement depuis votre Cimetière tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez piocher 1 carte, puis défaussez 1 carte. Si cette carte dans le Cimetière est bannie face recto pour activer un effet, ou par un effet : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Shinobi Nécro\" qu'une fois par tour.", "it": "Se un altro mostro Zombie viene Evocato Specialmente dal tuo Cimitero mentre controlli questo mostro (eccetto durante il Damage Step): puoi pescare 1 carta, poi scartare 1 carta. Se questa carta nel Cimitero viene bandita scoperta per attivare un effetto, o da un effetto: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Shinobi Necro\" una sola volta per turno.", "pt": "Se outro monstro Zumbi for Invocado por Invocação-Especial do seu Cemitério enquanto você controlar este monstro (exceto durante a Etapa de Dano): você pode comprar 1 card e, depois, descartar 1 card. Se este card no Cemitério for banido com a face para cima para ativar um efeito, ou por um efeito: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Necro Shinobi\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが既にモンスターゾーンに存在する状態で、自分の墓地からこのカード以外のアンデット族モンスターが特殊召喚された場合に発動できる。自分はデッキから１枚ドローする。その後、手札を１枚選んで捨てる。②：墓地のこのカードが、効果を発動するために除外された場合、または効果で除外された場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 이미 몬스터 존에 존재하는 상태에서, 자신 묘지에서 이 카드 이외의 언데드족 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 자신은 덱에서 1장 드로우한다. 그 후, 패를 1장 골라 버린다. ②: 묘지의 이 카드가, 효과를 발동하기 위해 제외되었을 경우, 또는 효과로 제외되었을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡已存在于怪兽区域的状态下，此卡以外的不死族怪兽从自己的墓地被特殊召唤的情况下可以发动。自己从牌组抽１张。然后，挑选１张手牌舍弃。②：墓地的此卡在为了发动效果而被除外的情况下，或因效果被除外的情况下可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Zombie / Tuner / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 0, "images": [{"index": 1, "image": "ShinobiNecro-MP20-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN098", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-EN049", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "de": [{"set_number": "SAST-DE098", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-DE049", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "es": [{"set_number": "SAST-SP098", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-SP049", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SAST-FR098", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-FR049", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "it": [{"set_number": "SAST-IT098", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-IT049", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SAST-PT098", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "MP20-PT049", "set_name": "2020 Tin of Lost Memories", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP153", "set_name": "V Jump October 2018 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP14-KRB05", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Normal Parallel Rare"]}, {"set_number": "PP14-KRB05", "set_name": "Premium Pack Vol.14 2nd Wave", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "TM02-SC077", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566891, "master_duel_rarity": "SR"}