{"konami_id": 12828, "password": 90036274, "name": {"en": "Clear Wing Fast Dragon", "de": "Glasflügel-Schnelldrache", "es": "Dragón Veloz Ala Transparente", "fr": "Dragon Rapide de l'Aile Claire", "it": "Drago Veloce Ala Chiara", "pt": "Dragão Veloz de Asas Transparentes", "ja": "クリアウィング・ファスト・ドラゴン", "ja_romaji": "Kuria Wingu Fasuto Doragon", "ko": "클리어윙 패스트 드래곤", "ko_rr": "Keulli-eowing Paeseuteu Deuraegon", "zh-TW": null, "zh-CN": "清透翼疾速龙"}, "text": {"en": "1 Tuner + 1+ non-Tuner WIND monsters\n(Quick Effect): You can target 1 face-up monster your opponent controls that was Special Summoned from the Extra Deck; until the end of this turn, change its ATK to 0, also negate that face-up monster's effects. You can only use this effect of \"Clear Wing Fast Dragon\" once per turn. If this card in the Monster Zone is destroyed by battle or card effect: You can place this card in your Pendulum Zone.", "de": "1 Empfänger + 1+ WIND Nicht-Empfänger-Monster\n(Schnelleffekt): Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert und das als Spezialbeschwörung vom Extra Deck beschworen wurde; bis zum Ende dieses Spielzugs ändere seine ATK zu 0, zusätzlich annulliere die Effekte des offenen Monsters. Du kannst diesen Effekt von „Glasflügel-Schnelldrache“ nur einmal pro Spielzug verwenden. Falls diese Karte in der Monsterzone durch Kampf oder einen Karteneffekt zerstört wird: Du kannst diese Karte in deine Pendelzone legen.", "es": "1 Cantante + 1+ monstruos de VIENTO que no sean Cantantes\n(Efecto Rápido): puedes seleccionar 1 monstruo boca arriba que controle tu adversario que fue Invocado de Modo Especial desde el Deck Extra; hasta el final de este turno, cambia su ATK a 0, y además niega los efectos de ese monstruo boca arriba. Sólo puedes usar este efecto de \"Dragón Veloz Ala Transparente\" una vez por turno. Si esta carta en la Zona de Monstruos es destruida en batalla o por efecto de una carta: puedes poner esta carta en tu Zona de Péndulo.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur VENT\n(Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire qui a été Invoqué Spécialement depuis l'Extra Deck ; jusqu'à la fin de ce tour, changez son ATK à 0, et aussi, annulez les effets du monstre face recto. Vous ne pouvez utiliser cet effet de \"Dragon Rapide de l'Aile Claire\" qu'une fois par tour. Si cette carte dans la Zone Monstre est détruite au combat ou par un effet de carte : vous pouvez placer cette carte dans votre Zone Pendule.", "it": "1 Tuner + 1+ mostri VENTO non-Tuner\n(Effetto Rapido): puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario che è stato Evocato Specialmente dall'Extra Deck; fino alla fine di questo turno, cambia il suo ATK a 0, inoltre annulla gli effetti di quel mostro scoperto. Puoi utilizzare questo effetto di \"Drago Veloce Ala Chiara\" una sola volta per turno. Se questa carta nella Zona Mostri viene distrutta in battaglia o dall'effetto di una carta: puoi mettere questa carta nella tua Zona Pendulum.", "pt": "1 Regulador + 1+ monstros de VENTO não-Reguladores\n(Efeito Rápido): você pode escolher 1 monstro com a face para cima que seu oponente controla que foi Invocado por Invocação-Especial do Deck Adicional; até o final deste turno, mude seu ATK para 0 e, além disso, negue os efeitos desse monstro com a face para cima. Você só pode usar este efeito de \"Dragão Veloz de Asas Transparentes\" uma vez por turno. Se este card na Zona de Monstros for destruído em batalha ou por um efeito de card: você pode colocar este card na sua Zona de Pêndulo.", "ja": "チューナー＋チューナー以外の風属性モンスター１体以上\n「クリアウィング・ファスト・ドラゴン」の①のモンスター効果は１ターンに１度しか使用できない。①：エクストラデッキから特殊召喚された相手フィールドの表側表示モンスター１体を対象として発動できる。ターン終了時まで、そのモンスターの攻撃力は０になり、効果は無効化される。この効果は相手ターンでも発動できる。②：モンスターゾーンのこのカードが戦闘・効果で破壊された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "튜너 ＋ 튜너 이외의 바람 속성 몬스터 1장 이상\n\"클리어윙 패스트 드래곤\"의 ①의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱에서 특수 소환된 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 턴 종료시까지, 그 몬스터의 공격력은 0 이 되고, 효과는 무효화된다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 몬스터 존의 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "协调＋1只以上协调以外的风属性怪兽\n此卡名的①怪兽效果1回合仅可使用1次。①：以对手场上1只从额外牌组被特殊召唤的表侧表示怪兽为对象可以发动。直至回合结束时为止，该怪兽的攻击力变为0，效果无效化。此效果在对手回合中也可以发动。②：怪兽区域的此卡因战斗・效果被破坏的情况下可以发动。将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Dragon / Synchro / Pendulum / Effect", "attribute": "WIND", "level": 7, "atk": 2500, "def": 2000, "pendulum_scale": 4, "pendulum_effect": {"en": "You can send 1 face-up \"Speedroid\" Tuner and 1 face-up non-Tuner monster you control to the GY, whose total Levels equal 7; Special Summon this card from your Pendulum Zone. You can only use this effect of \"Clear Wing Fast Dragon\" once per turn.", "de": "Du kannst 1 offenen „Geschwindigkeitsroid“-Empfänger und 1 offenes Nicht-Empfänger-Monster, das du kontrollierst, deren gemeinsame Stufe 7 beträgt, auf den Friedhof legen; beschwöre diese Karte als Spezialbeschwörung von deiner Pendelzone. Du kannst diesen Effekt von „Glasflügel-Schnelldrache“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio 1 Cantante \"Velociroid\" boca arriba y 1 monstruo boca arriba que no sea Cantante que controles, cuyos Niveles totales sean iguales a 7; Invoca esta carta de Modo Especial desde tu Zona de Péndulo. Sólo puedes usar este efecto de \"Dragón Veloz Ala Transparente\" una vez por turno.", "fr": "Vous pouvez envoyer 1 Syntoniseur \"Vitesseroid\" face recto et 1 monstre non-Syntoniseur face recto que vous contrôlez au Cimetière, dont le Niveau total est égal à 7 ; Invoquez Spécialement cette carte depuis votre Zone Pendule. Vous ne pouvez utiliser cet effet de \"Dragon Rapide de l'Aile Claire\" qu'une fois par tour.", "it": "Puoi mandare al Cimitero 1 Tuner \"Velociroid\" scoperto e 1 mostro non-Tuner scoperto che controlli, con somma dei Livelli pari a 7; Evoca Specialmente questa carta dalla tua Zona Pendulum. Puoi utilizzare questo effetto di \"Drago Veloce Ala Chiara\" una sola volta per turno.", "pt": "Você pode enviar 1 Regulador \"Velocidaroide\" com a face para cima e 1 monstro não-Regulador com a face para cima que você controla para o Cemitério, cuja soma dos Níveis seja igual a 7; Invoque este card por Invocação-Especial da sua Zona de Pêndulo. Você só pode usar este efeito de \"Dragão Veloz de Asas Transparentes\" uma vez por turno.", "ja": "「クリアウィング・ファスト・ドラゴン」のＰ効果は１ターンに１度しか使用できない。①：レベルの合計が７になるように、自分フィールドの表側表示の、「スピードロイド」チューナー１体とチューナー以外のモンスター１体を墓地へ送って発動できる。Ｐゾーンのこのカードを特殊召喚する。", "ko": "\"클리어윙 패스트 드래곤\"의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 레벨의 합계가 7 이 되도록, 자신 필드의 앞면 표시의, \"스피드로이드\" 튜너 1장과 튜너 이외의 몬스터 1장을 묘지로 보내고 발동할 수 있다. 펜듈럼 존의 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的灵摆效果1回合仅可使用1次。①：为使合计等级为7，将自己场上1只表侧表示的\"疾行机人\"协调和1只协调以外的怪兽送至墓地可以发动。将灵摆区域的此卡特殊召唤。"}, "materials": "1 Tuner + 1 or more non-Tuner WIND monsters", "series": ["Clear Wing"], "images": [{"index": 1, "image": "ClearWingFastDragon-DUDE-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUDE-EN011", "set_name": "Duel Devastator", "rarities": ["Ultra Rare"]}, {"set_number": "YA02-EN001", "set_name": "Yu-Gi-Oh! ARC-V Volume 2 promotional card", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUDE-DE011", "set_name": "Duel Devastator", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUDE-SP011", "set_name": "Duel Devastator", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUDE-FR011", "set_name": "Duel Devastator", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUDE-IT011", "set_name": "Duel Devastator", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUDE-PT011", "set_name": "Duel Devastator", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "YA02-JP001", "set_name": "Yu-Gi-Oh! ARC-V Volume 2 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP12-KR042", "set_name": "Premium Pack Vol.12", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "DP25-SC021", "set_name": "Duelist Pack: Duelists of Whirlwind", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 405628}