{"konami_id": 18675, "password": 90164606, "name": {"en": "Gold Pride - It's Neck and Neck!", "de": "Goldstolz - Kopf an Kopf!", "es": "Orgullo Dorado - ¡Están Igualados!", "fr": "Fierté d'Or - C'est Serré !", "it": "Orgoglio d'Oro - Testa a Testa!", "pt": "Orgulho Dourado - Estão Pau a Pau!", "ja": "<ruby>ＧＰ<rt>ゴールド・プライド</rt></ruby>－ネック・アンド・ネック", "ja_romaji": "Gōrudo Puraido - Nekku Ando Nekku", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "黄金荣耀-难分高低！"}, "text": {"en": "Target 1 \"Gold Pride\" monster you control or 1 \"Gold Pride\" card in your GY, except \"Gold Pride - It's Neck and Neck!\"; return it to the hand. If your opponent controls a monster with higher ATK than your LP: You can banish this card and 1 \"Gold Pride\" monster from your GY; Special Summon 1 other \"Gold Pride\" monster from your Extra Deck that mentions that banished monster's name. You can only use each effect of \"Gold Pride - It's Neck and Neck!\" once per turn.", "de": "Wähle 1 „Goldstolz“-Monster, das du kontrollierst, oder 1 „Goldstolz“-Karte in deinem Friedhof, außer „Goldstolz - Kopf an Kopf!“; gib es oder sie auf die Hand zurück. Falls dein Gegner ein Monster mit höheren ATK als deine LP kontrolliert: Du kannst diese Karte und 1 „Goldstolz“-Monster von deinem Friedhof verbannen; beschwöre 1 anderes „Goldstolz“-Monster, das den Namen jenes verbannten Monsters erwähnt als Spezialbeschwörung von deinem Extra Deck. Du kannst jeden Effekt von „Goldstolz - Kopf an Kopf!“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo \"Orgullo Dorado\" que controles o 1 carta \"Orgullo Dorado\" en tu Cementerio, excepto \"Orgullo Dorado - ¡Están Igualados!\"; devuélvelo a la mano. Si tu adversario controla un monstruo con ATK mayor que tus LP: puedes desterrar esta carta y 1 monstruo \"Orgullo Dorado\" en tu Cementerio; Invoca de Modo Especial otro monstruo \"Orgullo Dorado\" desde tu Deck Extra que mencione el nombre de ese monstruo desterrado. Sólo puedes usar cada efecto de \"Orgullo Dorado - ¡Están Igualados!\" una vez por turno.", "fr": "Ciblez 1 monstre \"Fierté d'Or\" que vous contrôlez ou 1 carte \"Fierté d'Or\" (\"Fierté d'Or - C'est Serré !\" exclu) dans votre Cimetière ; renvoyez-le à la main. Si votre adversaire contrôle un monstre avec une ATK supérieure à vos LP : vous pouvez bannir cette carte et 1 monstre \"Fierté d'Or\" depuis votre Cimetière ; Invoquez Spécialement 1 autre monstre \"Fierté d'Or\" depuis votre Extra Deck qui mentionne le nom du monstre banni. Vous ne pouvez utiliser chaque effet de \"Fierté d'Or - C'est Serré !\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro \"Orgoglio d'Oro\" che controlli o 1 carta \"Orgoglio d'Oro\" nel tuo Cimitero, eccetto \"Orgoglio d'Oro - Testa a Testa!\"; falla ritornare nella mano. Se il tuo avversario controlla un mostro con ATK superiore ai tuoi LP: puoi bandire questa carta e 1 mostro \"Orgoglio d'Oro\" dal tuo Cimitero; Evoca Specialmente dal tuo Extra Deck 1 altro mostro \"Orgoglio d'Oro\" che menziona il nome di quel mostro bandito. Puoi utilizzare ogni effetto di \"Orgoglio d'Oro - Testa a Testa!\" una sola volta per turno.", "pt": "Escolha 1 monstro \"Orgulho Dourado\" que você controla ou 1 card \"Orgulho Dourado\" no seu Cemitério, exceto \"Orgulho Dourado - Estão Pau a Pau!\"; devolva-o para a mão. Se seu oponente controlar um monstro com ATK maior que seus PV: você pode banir este card e 1 monstro \"Orgulho Dourado\" do seu Cemitério; Invoque por Invocação-Especial 1 outro monstro \"Orgulho Dourado\" do seu Deck Adicional que mencione o nome desse monstro banido. Você só pode usar cada efeito de \"Orgulho Dourado - Estão Pau a Pau!\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「ＧＰ」モンスター１体、または「ＧＰ－ネック・アンド・ネック」以外の自分の墓地の「ＧＰ」カード１枚を対象として発動できる。そのカードを手札に戻す。②：自分のＬＰの数値より高い攻撃力を持つモンスターが相手フィールドに存在する場合、自分の墓地からこのカードと「ＧＰ」モンスター１体を除外して発動できる。除外したモンスターのカード名が記された「ＧＰ」モンスター１体をＥＸデッキから特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "这个卡名的①②效果1回合各能使用1次。①：可以以「Gold Pride - It's Neck and Neck!／黄金荣耀-难分高低！」外的、自己场上的1只「Gold Pride／黄金荣耀」怪兽或自己墓地的1张「Gold Pride／黄金荣耀」卡为对象发动。将那张卡加入手牌。②：对手场上有拥有比自己的LP高的攻击力的怪兽存在的场合，可以从自己的墓地将这张卡和1只「Gold Pride／黄金荣耀」怪兽除外发动。从额外卡组将1只与除外的怪兽卡名不同而记述有除外的怪兽的卡名的「Gold Pride／黄金荣耀」怪兽特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Gold Pride"], "images": [{"index": 1, "image": "GoldPrideItsNeckandNeck-CYAC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN092", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE092", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR092", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT092", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT092", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ja": [{"set_number": "WPP4-JP042", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}], "ko": [{"set_number": "WPP4-KR042", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930206}