{"konami_id": 16823, "password": 90176467, "name": {"en": "Neiroy, the Dream Mirror Traitor", "de": "Neiroy, der Traumspiegel-Verräter", "es": "Neiroy, el Traidor del Espejo Ensueño", "fr": "Neiroy, Traître du Miroir des Rêves", "it": "Neiroy, il Traditore Specchio dei Sogni", "pt": "Neiroy, o Traidor do Espelho Onírico", "ja": "<ruby>夢<rt>ゆめ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>の<ruby>逆<rt>ぎゃく</rt></ruby><ruby>徒<rt>と</rt></ruby>－ネイロイ", "ja_romaji": "Yumemakyō no Gyakuto - Neiroi", "ko": "몽마경의 역도－네이로이", "ko_rr": "Mongmagyeong-ui Yeokdo - Neiroi", "zh-TW": "夢魔鏡的叛徒－涅伊洛", "zh-CN": "梦魔镜之逆徒－涅伊洛"}, "text": {"en": "If this card is Normal or Special Summoned: You can add 1 \"Neiroy, the Dream Mirror Disciple\" from your Deck to your hand, then you can make this card become LIGHT. You can Tribute 1 other \"Dream Mirror\" monster; choose 1 \"Dream Mirror\" monster from your Deck with a different Level than the Tributed monster, add 1 \"Dream Mirror of Joy\" or 1 \"Dream Mirror of Terror\" from your Deck to your hand that is mentioned on that chosen monster, and Special Summon that chosen monster in Defense Position. You can only use each effect of \"Neiroy, the Dream Mirror Traitor\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Neiroy, die Traumspiegel-Jüngerin“ von deinem Deck hinzufügen, dann kannst du diese Karte LICHT werden lassen. Du kannst 1 anderes „Traumspiegel“-Monster als Tribut anbieten; bestimme 1 „Traumspiegel“-Monster mit einer unterschiedlichen Stufe als das als Tribut angebotene Monster von deinem Deck, füge deiner Hand 1 „Traumspiegel des Spaßes“ oder 1 „Traumspiegel des Terrors“, der auf dem bestimmten Monster erwähnt wird, von deinem Deck hinzu und beschwöre das bestimmte Monster als Spezialbeschwörung in die Verteidigungsposition. Du kannst jeden Effekt von „Neiroy, der Traumspiegel-Verräter“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 \"Neiroy, la Discípula del Espejo Ensueño\" en tu Deck, y después puedes hacer que esta carta se convierta en de LUZ. Puedes Sacrificar otro monstruo \"Espejo Ensueño\"; elige 1 monstruo \"Espejo Ensueño\" en tu Deck con un Nivel diferente que el del monstruo Sacrificado, y añade a tu mano 1 \"Espejo Ensueño de Alegría\" o 1 \"Espejo Ensueño de Terror\" en tu Deck que sea mencionado en ese monstruo elegido, e Invoca de Modo Especial ese monstruo elegido en Posición de Defensa. Sólo puedes usar cada efecto de \"Neiroy, el Traidor del Espejo Ensueño\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Neiroy, Disciple du Miroir des Rêves\" depuis votre Deck à votre main, puis vous pouvez faire devenir cette carte LUMIÈRE. Vous pouvez Sacrifier 1 autre monstre \"Miroir des Rêves\" ; choisissez 1 monstre \"Miroir des Rêves\" depuis votre Deck de Niveau différent du monstre Sacrifié, ajoutez 1 \"Miroir des Rêves de la Joie\" ou 1 \"Miroir des Rêves de la Terreur\" depuis votre Deck à votre main qui est mentionné sur le monstre choisi, et Invoquez Spécialement le monstre choisi en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Neiroy, Traître du Miroir des Rêves\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 \"Neiroy, il Discepolo Specchio dei Sogni\" dal tuo Deck alla tua mano, poi puoi far diventare questa carta LUCE. Puoi offrire come Tributo 1 altro mostro \"Specchio dei Sogni\"; seleziona dal tuo Deck 1 mostro \"Specchio dei Sogni\" con un Livello diverso dal mostro offerto come Tributo, aggiungi dal tuo Deck alla tua mano 1 \"Specchio dei Sogni della Gioia\" o 1 \"Specchio dei Sogni del Terrore\" che è menzionato su quel mostro selezionato ed Evoca Specialmente quel mostro selezionato in Posizione di Difesa. Puoi utilizzare ogni effetto di \"Neiroy, il Traditore Specchio dei Sogni\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 \"Neiroy, o Discípulo do Espelho Onírico\" do seu Deck à sua mão e, depois, você pode fazer com que este card se torne de LUZ. Você pode oferecer como Tributo 1 outro monstro \"Espelho Onírico\"; selecione 1 monstro \"Espelho Onírico\" do seu Deck com um Nível diferente que o do monstro oferecido como Tributo, adicione 1 \"Espelho Onírico da Alegria\" ou 1 \"Espelho Onírico do Terror\" do seu Deck à sua mão que seja mencionado nesse monstro selecionado e Invoque o monstro selecionado por Invocação-Especial em Posição de Defesa. Você só pode usar cada efeito de \"Neiroy, o Traidor do Espelho Onírico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「夢魔鏡の使徒－ネイロイ」１体を手札に加える。その後、このカードを光属性にできる。②：自分フィールドの他の「夢魔鏡」モンスター１体をリリースして発動できる。それとはレベルが異なる「夢魔鏡」モンスター１体をデッキから選び、選んだモンスターにカード名が記された「聖光の夢魔鏡」または「闇黒の夢魔鏡」１枚をデッキから手札に加え、選んだモンスターを守備表示で特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"몽마경의 사도－네이로이\" 1장을 패에 넣는다. 그 후, 이 카드를 빛 속성으로 할 수 있다. ②: 자신 필드의 다른 \"몽마경\" 몬스터 1장을 릴리스하고 발동할 수 있다. 그것과는 레벨이 다른 \"몽마경\" 몬스터 1장을 덱에서 골라, 고른 몬스터에 카드명이 쓰여진 \"성광의 몽마경\" 또는 \"암흑의 몽마경\" 1장을 덱에서 패에 넣고, 고른 몬스터를 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤・特殊召唤成功的情况下可以发动。从牌组将１只“梦魔镜之使徒－涅伊洛”加入手牌。然后，可将此卡改成光属性。②：解放自己场上１只其他的“梦魔镜”怪兽可以发动。从牌组挑选１只等级与其不同的“梦魔镜”怪兽，将１张卡名记载于所挑选怪兽的“圣光之梦魔镜”或“暗黑之梦魔镜”从牌组加入手牌，将所挑选的怪兽以守备表示特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 3, "atk": 1000, "def": 1000, "series": ["Dream Mirror", "Field Searcher"], "images": [{"index": 1, "image": "NeiroytheDreamMirrorTraitor-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN018", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE018", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR018", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT018", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT018", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP018", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "ko": [{"set_number": "BACH-KR018", "set_name": "Battle of Chaos", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC016", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716013, "master_duel_rarity": "SR"}