{"konami_id": 13941, "password": 90173539, "name": {"en": "World Dino Wrestling", "de": "Welt-Dino-Wrestling", "es": "Dino Lucha Mundial", "fr": "Dino Lutte Mondiale", "it": "Dino Wrestling Mondiale", "pt": "Mundo Dino Lutador", "ja": "ワールド・ダイナ・レスリング", "ja_romaji": "Wārudo Daina Resuringu", "ko": "월드 다이너 레슬링", "ko_rr": "Woldeu Daineo Reseulling", "zh-TW": "世界恐龍摔角", "zh-CN": "世界恐龙摔跤"}, "text": {"en": "While you control a \"Dinowrestler\" monster, each player can attack with only 1 monster during each Battle Phase. If your \"Dinowrestler\" monster attacks an opponent's monster, it gains 200 ATK during damage calculation only. If your opponent controls more monsters than you do: You can banish this card from the GY; Special Summon 1 \"Dinowrestler\" monster from your Deck. You can only use this effect of \"World Dino Wrestling\" once per turn.", "de": "Solange du ein „Dinowrestler“-Monster kontrollierst, kann jeder Spieler während jeder Battle Phase nur mit 1 Monster angreifen. Falls dein „Dinowrestler“-Monster ein Monster eines Gegners angreift, erhält es nur während der Schadensberechnung 200 ATK. Falls dein Gegner mehr Monster kontrolliert als du: Du kannst diese Karte vom Friedhof verbannen; beschwöre 1 „Dinowrestler“-Monster als Spezialbeschwörung von deinem Deck. Du kannst diesen Effekt von „Welt-Dino-Wrestling“ nur einmal pro Spielzug verwenden.", "es": "Mientras controles un monstruo \"Dinoluchador\", cada jugador puede atacar con sólo 1 monstruo durante cada Battle Phase. Si tu monstruo \"Dinoluchador\" ataca a un monstruo del adversario, éste gana 200 ATK sólo durante el cálculo de daño. Si tu adversario controla más monstruos que tú: puedes desterrar esta carta en el Cementerio; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Dinoluchador\". Sólo puedes usar este efecto de \"Dino Lucha Mundial\" una vez por turno.", "fr": "Tant que vous contrôlez un monstre \"Dinolutteur\", chaque joueur ne peut attaquer qu'avec 1 monstre durant chaque Battle Phase. Si votre monstre \"Dinolutteur\" attaque un monstre de l'adversaire, il gagne 200 ATK durant le calcul des dommages uniquement. Si votre adversaire contrôle plus de monstres que vous : vous pouvez bannir cette carte depuis le Cimetière ; Invoquez Spécialement 1 monstre \"Dinolutteur\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Dino Lutte Mondiale\" qu'une fois par tour.", "it": "Mentre controlli un mostro \"Dinowrestler\", ogni giocatore può attaccare solo con 1 mostro durante ogni Battle Phase. Se un tuo mostro \"Dinowrestler\" attacca un mostro dell'avversario, esso guadagna 200 ATK solamente durante il calcolo dei danni. Se il tuo avversario controlla più mostri di te: puoi bandire questa carta dal Cimitero; Evoca Specialmente 1 mostro \"Dinowrestler\" dal tuo Deck. Puoi utilizzare questo effetto di \"Dino Wrestling Mondiale\" una sola volta per turno.", "pt": "Enquanto você controlar um monstro \"Dinolutador\", cada duelista só pode atacar com 1 monstro durante cada Fase de Batalha. Se um monstro \"Dinolutador\" seu atacar um monstro do oponente, ele ganha 200 de ATK, apenas durante o cálculo de dano. Se seu oponente controlar mais monstros que você: você pode banir este card do Cemitério; Invoque por Invocação-Especial 1 monstro \"Dinolutador\" do seu Deck. Você só pode usar este efeito de \"Mundo Dino Lutador\" uma vez por turno.", "ja": "このカード名の③の効果は１ターンに１度しか使用できない。①：自分フィールドに「ダイナレスラー」モンスターが存在する場合、お互いのプレイヤーはバトルフェイズにモンスター１体でしか攻撃できない。②：自分の「ダイナレスラー」モンスターの攻撃力は、相手モンスターに攻撃するダメージ計算時のみ２００アップする。③：相手フィールドのモンスターの数が自分フィールドのモンスターより多い場合、墓地のこのカードを除外して発動できる。デッキから「ダイナレスラー」モンスター１体を特殊召喚する。", "ko": "이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"다이너레슬러\" 몬스터가 존재할 경우, 양쪽 플레이어는 배틀 페이즈에 몬스터 1장으로밖에 공격할 수 없다. ②: 자신의 \"다이너레슬러\" 몬스터의 공격력은, 상대 몬스터에 공격하는 데미지 계산시에만 200 올린다. ③: 상대 필드의 몬스터의 수가 자신 필드의 몬스터보다 많을 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"다이너레슬러\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的③效果1回合仅可使用1次。①：自己场上存在“恐龙摔跤手”怪兽的情况下，双方在1次战斗阶段中仅可用1只怪兽攻击。②：自己的“恐龙摔跤手”怪兽的攻击力仅在攻击对手怪兽的伤害计算时上升200。③：对手场上的怪兽数量多于自己场上的怪兽的情况下，将墓地的此卡除外可以发动。从牌组将1只“恐龙摔跤手”怪兽特殊召唤。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "WorldDinoWrestling-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN054", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-EN197", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE054", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-DE197", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SOFU-SP054", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-SP197", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR054", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-FR197", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT054", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-IT197", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT054", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-PT197", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP054", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR054", "set_name": "Soul Fusion", "rarities": ["Common"]}], "zh-CN": [{"set_number": "25BZ-SC220", "set_name": "Doom of Dimensions Patchwork Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565052, "master_duel_rarity": "R"}