{"konami_id": 8664, "password": 90246973, "name": {"en": "Power Pickaxe", "de": "Spitzhacke der Macht", "es": "Picota Poderosa", "fr": "Piolet de Puissance", "it": "Asciapicca del Potere", "pt": "Picareta Poderosa", "ja": "パワー・ピカクス", "ja_romaji": "Pawā Pikakusu", "ko": "파워 피캑스", "ko_rr": null, "zh-TW": "動力鎬", "zh-CN": "动力镐"}, "text": {"en": "Once per turn, you can select and remove from play 1 monster in your opponent's Graveyard whose Level is less than or equal to the equipped monster's, and have the equipped monster gain 500 ATK until the End Phase.", "de": "Einmal pro Spielzug kannst du 1 Monster im Friedhof deines Gegners wählen, dessen Stufe kleiner oder gleich der des ausgerüsteten Monster ist, es aus dem Spiel entfernen und das ausgerüstete Monster bis zur End Phase 500 ATK erhalten lassen.", "es": "Una vez por turno puedes seleccionar y retirar del juego 1 monstruo en el Cementerio de tu adversario cuyo Nivel sea menor o igual que el del monstruo equipado, y hacer que el monstruo equipado gane 500 ATK hasta la End Phase.", "fr": "Une fois par tour, vous pouvez sélectionner et retirer du jeu 1 monstre dans le Cimetière de votre adversaire dont le Niveau est inférieur ou égal au monstre équipé, et que le monstre équipé gagne 500 points d'ATK jusqu'à la End Phase.", "it": "Una volta per turno, puoi scegliere e rimuovere dal gioco 1 mostro nel Cimitero del tuo avversario il cui Livello sia inferiore o uguale a quello del mostro equipaggiato, e far guadagnare al mostro equipaggiato 500 ATK fino alla End Phase.", "pt": "Uma vez por turno, você pode selecionar e remover do jogo 1 monstro no Cemitério do seu oponente cujo Nível seja igual ou menor que o Nível do monstro equipado, e fazer com que o monstro equipado ganhe 500 de ATK até a End Phase.", "ja": "１ターンに１度、装備モンスターのレベル以下のレベルを持つ、相手の墓地に存在するモンスター１体を選択してゲームから除外し、エンドフェイズ時まで装備モンスターの攻撃力を５００ポイントアップする事ができる。", "ko": "1턴에 1번, 장착 몬스터의 레벨 이하의 레벨을 가진, 상대의 묘지에 존재하는 몬스터 1장을 선택하여 게임에서 제외하고, 엔드 페이즈시까지 장착 몬스터의 공격력을 500 포인트 올릴 수 있다.", "zh-TW": null, "zh-CN": "1回合1次，可以选择持有装备怪兽的等级以下的等级的对方墓地存在的1只怪兽从游戏中除外，直到结束阶段时装备怪兽的攻击力上升500。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "PowerPickaxe-ABPF-EN-R-1E.png"}], "sets": {"en": [{"set_number": "ABPF-EN053", "set_name": "Absolute Powerforce", "rarities": ["Rare"]}], "de": [{"set_number": "ABPF-DE053", "set_name": "Absolute Powerforce", "rarities": ["Rare"]}], "es": [{"set_number": "ABPF-SP053", "set_name": "Absolute Powerforce", "rarities": ["Rare"]}], "fr": [{"set_number": "ABPF-FR053", "set_name": "Absolute Powerforce", "rarities": ["Rare"]}], "it": [{"set_number": "ABPF-IT053", "set_name": "Absolute Powerforce", "rarities": ["Rare"]}], "ja": [{"set_number": "ABPF-JP053", "set_name": "Absolute Powerforce", "rarities": ["Rare"]}], "ko": [{"set_number": "ABPF-KR053", "set_name": "Absolute Powerforce", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 113583, "master_duel_rarity": "R"}