{"konami_id": 19467, "password": 90241276, "name": {"en": "Snake-Eyes Poplar", "de": "Schlangenauge Pappel", "es": "Álamo Ojo de Serpiente", "fr": "Peuplier de l'Œil de Serpent", "it": "Occhi di Serpente Pioppo", "pt": "Poplar Olho de Cobra", "ja": "<ruby>蛇眼の炎燐<rt>スネークアイズ・ポプルス</rt></ruby>", "ja_romaji": "Sunēkuaizu Popurusu", "ko": "스네이크아이즈 포프루스", "ko_rr": null, "zh-TW": "蛇眼炎燐", "zh-CN": "蛇眼炎燐"}, "text": {"en": "If this card is added to your hand, except by drawing it: You can Special Summon this card. If this card is Normal or Special Summoned: You can add 1 \"Snake-Eye\" Spell/Trap from your Deck to your hand. If this card is sent to the GY: You can target 1 FIRE monster in your GY; place it face-up in its owner's Spell & Trap Zone as a Continuous Spell. You can only use each effect of \"Snake-Eyes Poplar\" once per turn.", "de": "Falls diese Karte deiner Hand hinzugefügt wird, außer durch Ziehen: Du kannst diese Karte als Spezialbeschwörung beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Schlangenauge“-Zauber/Falle von deinem Deck hinzufügen. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 FEUER Monster in deinem Friedhof wählen; lege es offen als Permanenten Zauber in die Zauber- & Fallenzone seines Besitzers. Du kannst jeden Effekt von „Schlangenauge Pappel“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es añadida a tu mano, excepto robándola: puedes Invocar esta carta de Modo Especial. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 Mágica/Trampa \"Ojo de Serpiente\" en tu Deck. Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo de FUEGO en tu Cementerio; ponlo boca arriba en la Zona de Magia y Trampas de su dueño como una Mágica Continua. Sólo puedes usar cada efecto de \"Álamo Ojo de Serpiente\" una vez por turno.", "fr": "Si cette carte est ajoutée à votre main, sauf en la piochant : vous pouvez Invoquer Spécialement cette carte. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Œil de Serpent\" depuis votre Deck à votre main. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre FEU dans votre Cimetière ; placez-le face recto dans la Zone Magie & Piège de son propriétaire comme Magie Continue. Vous ne pouvez utiliser chaque effet de \"Peuplier de l'Œil de Serpent\" qu'une fois par tour.", "it": "Se questa carta viene aggiunta alla tua mano, eccetto pescandola: puoi Evocare Specialmente questa carta. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 Magia/Trappola \"Occhi di Serpente\" dal tuo Deck alla tua mano. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro FUOCO nel tuo Cimitero; mettilo scoperto nella Zona Magie & Trappole del suo proprietario come una Magia Continua. Puoi utilizzare ogni effetto di \"Occhi di Serpente Pioppo\" una sola volta per turno.", "pt": "Se este card for adicionado à sua mão, exceto ao comprá-lo: você pode Invocar este card por Invocação-Especial. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Magia/Armadilha \"Olho de Cobra\" do seu Deck à sua mão. Se este card for enviado para o Cemitério: você pode escolher 1 monstro de FOGO no seu Cemitério; coloque-o com a face para cima na Zona de Magias & Armadilhas do seu dono como uma Magia Contínua. Você só pode usar cada efeito de \"Poplar Olho de Cobra\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがドロー以外の方法で手札に加わった場合に発動できる。このカードを特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。デッキから「スネークアイ」魔法・罠カード１枚を手札に加える。③：このカードが墓地へ送られた場合、自分の墓地の炎属性モンスター１体を対象として発動できる。そのモンスターを永続魔法カード扱いで元々の持ち主の魔法＆罠ゾーンに表側表示で置く。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 드로우 이외의 방법으로 패에 넣어졌을 경우에 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"스네이크아이\" 마법 / 함정 카드 1장을 패에 넣는다. ③: 이 카드가 묘지로 보내졌을 경우, 자신 묘지의 화염 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 지속 마법 카드로 취급하고 원래 주인의 마법 & 함정 존에 앞면 표시로 놓는다.", "zh-TW": "此卡名的①②③效果，１回合各僅限使用１次。 ①：可在此卡以抽牌以外的方法加入手牌的狀況下發動。特殊召喚此卡。 ②：可在此卡召喚・特殊召喚的狀況下發動。從牌組將１張「蛇眼」魔法・陷阱卡加入手牌。 ③：在此卡被送至墓地的狀況下，可將我方墓地的１隻炎屬性怪獸做為對象發動。將該怪獸視為永續魔法卡以正面表示置於原本的持有者的魔法＆陷阱區。", "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。\n①：用抽牌以外的方法将此卡加入手牌的情况下可以发动。将此卡特殊召唤。\n②：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“蛇眼”魔法・陷阱卡加入手牌。\n③：此卡被送至墓地的情况下，以自己墓地的１只炎属性怪兽为对象可以发动。将该怪兽视为永续魔法卡，以表侧表示放在原本持有者的魔法与陷阱区域。"}, "card_type": "Monster", "monster_type_line": "Pyro / Effect", "attribute": "FIRE", "level": 1, "atk": 700, "def": 200, "series": ["Snake-Eye"], "images": [{"index": 1, "image": "SnakeEyesPoplar-PHNI-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN012", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "PHNI-DE012", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "PHNI-FR012", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "PHNI-IT012", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "PHNI-PT012", "set_name": "Phantom Nightmare", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "PHNI-JP012", "set_name": "Phantom Nightmare", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-JP012", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "PHNI-KR012", "set_name": "Phantom Nightmare", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-KR012", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "PHNI-SC012", "set_name": "Phantom Nightmare", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "PHNI-SC012", "set_name": "Phantom Nightmare +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Limited", "ocg": "Unlimited"}, "yugipedia_page_id": 1019564, "master_duel_rarity": "UR"}