{"konami_id": 19851, "password": 90276649, "name": {"en": "Couplet the Melodious Songstress", "de": "Couplet die musikalische Sängerin", "es": "Pareado la Cantante Melodiosa", "fr": "Couplet la Chanteuse de la Musique", "it": "Couplet la Cantante Melodiosa", "pt": "Dística, a Cantora Melodiosa", "ja": "<ruby>幻<rt>げん</rt></ruby><ruby>奏<rt>そう</rt></ruby>の<ruby>歌<rt>うた</rt></ruby><ruby>姫<rt>ひめ</rt></ruby>クープレ", "ja_romaji": "Gensō no Utahime Kūpure", "ko": "환주의 가희 쿠플레", "ko_rr": "Hwanju-ui Gahui Kupeulle", "zh-TW": "幻奏歌姬 庫蒲蕾", "zh-CN": "幻奏歌姬 库蒲蕾"}, "text": {"en": "If this card is added to your hand, except by drawing it for your normal draw: You can reveal this card; Special Summon 1 Level 4 or lower \"Melodious\" monster from your hand or GY. If a \"Melodious\" Fusion Monster(s) is Special Summoned to your field, while this card is face-up in your Extra Deck (except during the Damage Step): You can place this card in your Pendulum Zone. You can only use each effect of \"Couplet the Melodious Songstress\" once per turn.", "de": "Falls diese Karte deiner Hand hinzugefügt wird, außer durch Ziehen als dein normales Ziehen: Du kannst diese Karte vorzeigen; beschwöre 1 „Musikalisch“-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand oder deinem Friedhof. Falls ein oder mehr „Musikalisch“-Fusionsmonster als Spezialbeschwörung auf deine Spielfeldseite beschworen werden, solange sich diese Karte offen in deinem Extra Deck befindet (außer während des Damage Steps): Du kannst diese Karte in deine Pendelzone legen. Du kannst jeden Effekt von „Couplet die musikalische Sängerin“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es añadida a tu mano, excepto robándola en tu robo normal: puedes mostrar esta carta; Invoca de Modo Especial, desde tu mano o Cementerio, 1 monstruo \"Melodiosa\" de Nivel 4 o menor. Si uno o más Monstruos de Fusión \"Melodiosa\" son Invocados de Modo Especial a tu Campo, mientras esta carta está boca arriba en tu Deck Extra (excepto durante el Damage Step): puedes poner esta carta en tu Zona de Péndulo. Sólo puedes usar cada efecto de \"Pareado la Cantante Melodiosa\" una vez por turno.", "fr": "Si cette carte est ajoutée à votre main, sauf en la piochant pour votre pioche normale : vous pouvez révéler cette carte ; Invoquez Spécialement 1 monstre \"Musique\" de max. Niveau 4 depuis votre main ou Cimetière. Si un ou plusieurs Monstres Fusion \"Musique\" sont Invoqués Spécialement sur votre Terrain, tant que cette carte est face recto dans votre Extra Deck (sauf durant la Damage Step) : vous pouvez placer cette carte dans votre Zone Pendule. Vous ne pouvez utiliser chaque effet de \"Couplet la Chanteuse de la Musique\" qu'une fois par tour.", "it": "Se questa carta viene aggiunta alla tua mano, eccetto pescandola per la tua normale pescata: puoi rivelare questa carta; Evoca Specialmente 1 mostro \"Melodiosa\" di Livello 4 o inferiore dalla tua mano o Cimitero. Se uno o più Mostri Fusione \"Melodiosa\" vengono Evocati Specialmente sul tuo Terreno, mentre questa carta è scoperta nel tuo Extra Deck (eccetto durante il Damage Step): puoi mettere questa carta nella tua Zona Pendulum. Puoi utilizzare ogni effetto di \"Couplet la Cantante Melodiosa\" una sola volta per turno.", "pt": "Se este card for adicionado à sua mão, exceto ao comprá-lo em sua compra normal: você pode revelar este card; Invoque por Invocação-Especial 1 monstro \"Melodiosa(o)\" de Nível 4 ou menos da sua mão ou do Cemitério. Se um ou mais Monstros de Fusão \"Melodiosa(o)\" forem Invocados por Invocação-Especial no seu campo, enquanto este card estiver com a face para cima no seu Deck Adicional (exceto durante a Etapa de Dano): você pode colocar este card na sua Zona de Pêndulo. Você só pode usar cada efeito de \"Dística, a Cantora Melodiosa\" uma vez por turno.", "ja": "このカード名の①②のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：このカードが通常のドロー以外の方法で手札に加わった場合、このカードを相手に見せて発動できる。自分の手札・墓地からレベル４以下の「幻奏」モンスター１体を特殊召喚する。②：このカードがＥＸデッキに表側で存在する状態で、自分フィールドに「幻奏」融合モンスターが特殊召喚された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "이 카드명의 ①②의 몬스터 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 드로우 이외의 방법으로 패에 넣어졌을 경우, 이 카드를 상대에게 보여주고 발동할 수 있다. 자신의 패 / 묘지에서 레벨 4 이하의 \"환주\" 몬스터 1장을 특수 소환한다. ②: 이 카드가 엑스트라 덱에 앞면으로 존재하는 상태에서, 자신 필드에 \"환주\" 융합 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "此卡名的①②怪兽效果１回合仅可各使用１次。\n①：此卡以通常抽牌以外的方法加入手牌的情况下，将此卡出示给对手可以发动。从自己的手牌・墓地将１只等级４以下的“幻奏”怪兽特殊召唤。\n②：此卡以表侧存在于额外牌组的状态下，“幻奏”融合怪兽被特殊召唤至自己场上的情况下可以发动。将此卡放在自己的灵摆区域。"}, "card_type": "Monster", "monster_type_line": "Fairy / Pendulum / Effect", "attribute": "LIGHT", "level": 5, "atk": 1200, "def": 2000, "pendulum_scale": 9, "pendulum_effect": {"en": "You cannot Pendulum Summon, except LIGHT monsters (this effect cannot be negated). If you do not control any face-up monsters, other than \"Melodious\" monsters: You can add 1 \"Melodious\" Spell/Trap from your Deck to your hand. You can only use this effect of \"Couplet the Melodious Songstress\" once per turn.", "de": "Du kannst keine Pendelbeschwörungen durchführen, außer von LICHT Monstern (dieser Effekt kann nicht annulliert werden). Falls du keine offenen Monster kontrollierst, außer „Musikalisch“-Monstern: Du kannst deiner Hand 1 „Musikalisch“-Zauber/Falle von deinem Deck hinzufügen. Du kannst diesen Effekt von „Couplet die musikalische Sängerin“ nur einmal pro Spielzug verwenden.", "es": "No puedes Invocar por Péndulo, excepto monstruos de LUZ (este efecto no puede ser negado). Si no controlas ningún monstruo boca arriba, que no sean monstruos \"Melodiosa\": puedes añadir a tu mano 1 Mágica/Trampa \"Melodiosa\" en tu Deck. Sólo puedes usar este efecto de \"Pareado la Cantante Melodiosa\" una vez por turno.", "fr": "Vous ne pouvez pas Invoquer par Pendulation (monstres LUMIÈRE exclus) (cet effet ne peut pas être annulé). Si vous ne contrôlez aucun monstre face recto (monstres \"Musique\" exclus) : vous pouvez ajouter 1 Magie/Piège \"Musique\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Couplet la Chanteuse de la Musique\" qu'une fois par tour.", "it": "Non puoi Evocare Pendulum, eccetto mostri LUCE (questo effetto non può essere annullato). Se non controlli nessun mostro scoperto, oltre a mostri \"Melodiosa\": puoi aggiungere 1 Magia/Trappola \"Melodiosa\" dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Couplet la Cantante Melodiosa\" una sola volta per turno.", "pt": "Você não pode Invocar por Invocação-Pêndulo, exceto monstros de LUZ (este efeito não pode ser negado). Se você não controlar nenhum monstro com a face para cima, que não sejam monstros \"Melodiosa(o)\": você pode adicionar 1 Magia/Armadilha \"Melodiosa(o)\" do seu Deck à sua mão. Você só pode usar este efeito de \"Dística, a Cantora Melodiosa\" uma vez por turno.", "ja": "このカード名の②のＰ効果は１ターンに１度しか使用できない。①：自分は光属性モンスターしかＰ召喚できない。この効果は無効化されない。②：自分フィールドに「幻奏」モンスター以外の表側表示モンスターが存在しない場合に発動できる。デッキから「幻奏」魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의 ②의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신은 빛 속성 몬스터밖에 펜듈럼 소환할 수 없다. 이 효과는 무효화되지 않는다. ②: 자신 필드에 \"환주\" 몬스터 이외의 앞면 표시 몬스터가 존재하지 않을 경우에 발동할 수 있다. 덱에서 \"환주\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": "此卡名的②鐘擺效果１回合僅可使用１次。\n①：自己僅可鐘擺召喚光屬性怪獸。此效果不會被無效化。\n②：自己場上不存在「幻奏」怪獸以外的表側表示怪獸的情況下可以發動。從牌組將１張「幻奏」魔法・陷阱卡加入手牌。", "zh-CN": "此卡名的②灵摆效果１回合仅可使用１次。\n①：自己仅可灵摆召唤光属性怪兽。此效果不会被无效化。\n②：自己场上不存在“幻奏”怪兽以外的表侧表示怪兽的情况下可以发动。从牌组将１张“幻奏”魔法・陷阱卡加入手牌。"}, "series": ["Melodious"], "images": [{"index": 1, "image": "CouplettheMelodiousSongstress-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "es": [{"set_number": "LEDE-SP010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC010", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1034424, "master_duel_rarity": "SR"}