{"konami_id": 20752, "password": 90315086, "name": {"en": "Hydrojet Shark", "de": "Wasserjet-Hai", "es": "Tiburón Hidrojet", "fr": "Requin Hydrojet", "it": "Squalo Idrojet", "pt": "Tubarão Hidrojato", "ja": "ジェット・シャーク", "ja_romaji": "Jetto Shāku", "ko": "제트 샤크", "ko_rr": null, "zh-TW": null, "zh-CN": "喷气机鲨"}, "text": {"en": "If a WATER Xyz Monster is on the field, you can Special Summon this card (from your hand), but you cannot Special Summon \"Hydrojet Shark\" for the rest of this turn. You can only use 1 of the following effects of \"Hydrojet Shark\" per turn, and only once that turn. During your Main Phase: You can send 1 Fish \"Shark\" monster or 1 \"Xyz\" Spell/Trap from your Deck to the GY. You can banish this card from your GY; add 1 \"Aqua Jet\" card from your Deck or GY to your hand.", "de": "Falls ein WASSER Xyz-Monster auf dem Spielfeld liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, aber du kannst für den Rest dieses Spielzugs „Wasserjet-Hai“ nicht als Spezialbeschwörung beschwören. Du kannst nur 1 der folgenden Effekte von „Wasserjet-Hai“ pro Spielzug verwenden und in jenem Spielzug nur einmal. Während deiner Main Phase: Du kannst 1 „Hai“-Fisch-Monster oder 1 „Xyz“-Zauber/Falle von deinem Deck auf den Friedhof legen. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Aqua-Jet“-Karte von deinem Deck oder Friedhof hinzu.", "es": "Si un Monstruo Xyz de AGUA está en el Campo, puedes Invocar esta carta de Modo Especial (desde tu mano), pero no puedes Invocar de Modo Especial \"Tiburón Hidrojet\" por el resto de este turno. Sólo puedes usar 1 de los siguientes efectos de \"Tiburón Hidrojet\" por turno, y sólo una vez ese turno. Durante tu Main Phase: puedes mandar al Cementerio 1 monstruo Pez \"Tiburón\" o 1 Mágica/Trampa \"Xyz\" en tu Deck. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 carta \"Aqua Jet\" en tu Deck o Cementerio.", "fr": "Si un Monstre Xyz EAU est sur le Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main), mais vous ne pouvez pas Invoquer Spécialement \"Requin Hydrojet\" le reste de ce tour. Vous ne pouvez utiliser qu'1 des effets suivants de \"Requin Hydrojet\" par tour, et uniquement une fois le tour. Durant votre Main Phase : vous pouvez envoyer 1 monstre \"Requin\" Poisson ou 1 Magie/Piège \"Xyz\" depuis votre Deck au Cimetière. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 carte \"Jet Aqua\" depuis votre Deck ou Cimetière à votre main.", "it": "Se un Mostro Xyz ACQUA è sul Terreno, puoi Evocare Specialmente questa carta (dalla tua mano), ma non puoi Evocare Specialmente \"Squalo Idrojet\" per il resto di questo turno. Puoi utilizzare solo 1 dei seguenti effetti di \"Squalo Idrojet\" per turno, e solo una volta in quel turno. Durante la tua Main Phase: puoi mandare 1 mostro Pesce \"Squalo\" o 1 Magia/Trappola \"Xyz\" dal tuo Deck al Cimitero. Puoi bandire questa carta dal tuo Cimitero; aggiungi 1 carta \"Acqua Jet\" dal tuo Deck o Cimitero alla tua mano.", "pt": "Se um Monstro Xyz de ÁGUA estiver no campo, você pode Invocar este card por Invocação-Especial (da sua mão), mas você não pode Invocar \"Tubarão Hidrojato\" por Invocação-Especial pelo resto deste turno. Você só pode usar 1 dos seguintes efeitos de \"Tubarão Hidrojato\" por turno e apenas uma vez por turno. Durante sua Fase Principal: você pode enviar 1 monstro Peixe \"Tubarão\" ou 1 Magia/Armadilha \"Xyz\" do seu Deck para o Cemitério. Você pode banir este card do seu Cemitério; adicione 1 card \"Jato d'Água\" do seu Deck ou Cemitério à sua mão.", "ja": "このカード名の②③の効果は１ターンに１度、いずれか１つしか使用できない。①：フィールドに水属性Ｘモンスターが存在する場合、このカードは手札から特殊召喚できる。この方法で特殊召喚したターン、自分は「ジェット・シャーク」を特殊召喚できない。②：自分メインフェイズに発動できる。デッキから魚族の「シャーク」モンスター１体または「エクシーズ」魔法・罠カード１枚を墓地へ送る。③：このカードを墓地から除外して発動できる。自分のデッキ・墓地から「アクア・ジェット」カード１枚を手札に加える。", "ko": "이 카드명의 ②③의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 필드에 물 속성 엑시즈 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환한 턴에, 자신은 \"제트 샤크\"를 특수 소환할 수 없다. ②: 자신 메인 페이즈에 발동할 수 있다. 덱에서 어류족인 \"샤크\" 몬스터 1장 또는 \"엑시즈\" 마법 / 함정 카드 1장을 묘지로 보낸다. ③: 이 카드를 묘지에서 제외하고 발동할 수 있다. 자신의 덱 / 묘지에서 \"아쿠아 제트\" 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合1次，仅可使用其中1个。①：场上存在水属性超量怪兽的情况下，此卡可从手牌特殊召唤。以此方法特殊召唤过的余下本回合，自己不可特殊召唤“喷气机鲨”。②：在自己的主要阶段可以发动。从牌组将1只鱼族的“鲨”怪兽或1张“超量”魔法・陷阱卡送至墓地。③：从墓地将此卡除外可以发动。从自己牌组・墓地将1张“水波喷气机”卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 4, "atk": 1000, "def": 0, "series": ["Shark"], "images": [{"index": 1, "image": "HydrojetShark-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "SUDA-JP013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ko": [{"set_number": "SUDA-KR013", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SUDA-SC013", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1085698}