{"konami_id": 13944, "password": 90351981, "name": {"en": "Orcustrated Babel", "de": "Orcustriertes Babel", "es": "Babel Orcustrado", "fr": "Babel Orcustrée", "it": "Babele Orcusestrata", "pt": "Babel Orcustrado", "ja": "オルフェゴール・バベル", "ja_romaji": "Orufegōru Baberu", "ko": "오르페골 바벨", "ko_rr": "Oreupegol Babel", "zh-TW": "自鳴天琴・巴比倫塔", "zh-CN": "自鸣天琴・巴别塔"}, "text": {"en": "You can activate the effects of \"Orcust\" monsters in your GY, or of Link Monsters you control with \"Orcust\" in their original names, as Quick Effects. During your Main Phase, if this card is in your GY, except the turn it was sent to the GY: You can send 1 card from your hand to the GY; add this card to your hand.", "de": "Du kannst die Effekte von „Orcust“-Monstern in deinem Friedhof oder von Linkmonstern, die du kontrollierst und die „Orcust“ in ihrem Grund-Namen haben, als Schnelleffekte aktivieren. Während deiner Main Phase, falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie auf den Friedhof gelegt wurde: Du kannst 1 Karte von deiner Hand auf den Friedhof legen; füge diese Karte deiner Hand hinzu.", "es": "Puedes activar los efectos de monstruos \"Orcust\" en tu Cementerio, o de Monstruos de Enlace que controles con \"Orcust\" en su nombre original, como Efectos Rápidos. Durante tu Main Phase, si esta carta está en tu Cementerio, excepto en el turno en el que fue mandada al Cementerio: puedes mandar al Cementerio 1 carta en tu mano; añade esta carta a tu mano.", "fr": "Vous pouvez activer les effets des monstres \"Orcust\" dans votre Cimetière, ou des Monstres Lien que vous contrôlez avec \"Orcust\" dans leur nom d'origine, comme des Effets Rapides. Durant votre Main Phase, si cette carte est dans votre Cimetière, sauf le tour où elle a été envoyée au Cimetière : vous pouvez envoyer 1 carte depuis votre main au Cimetière ; ajoutez cette carte à votre main.", "it": "Puoi attivare gli effetti dei mostri \"Orcusestra\" nel tuo Cimitero, o dei Mostri Link che controlli con \"Orcusestra\" nel loro nome originale, come Effetti Rapidi. Durante la tua Main Phase, se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata al Cimitero: puoi mandare 1 carta dalla tua mano al Cimitero; aggiungi questa carta alla tua mano.", "pt": "Você pode ativar como Efeito Rápido os efeitos dos monstros \"Orcust\" no seu Cemitério ou dos Monstros Link que você controla com \"Orcust\" em seu nome original. Durante sua Fase Principal, se este card estiver no seu Cemitério, exceto no turno em que foi enviado para o Cemitério: você pode enviar 1 card da sua mão para o Cemitério; adicione este card à sua mão.", "ja": "①：このカードがフィールドゾーンに存在する限り、元々のカード名に「オルフェゴール」を含む、自分フィールドのリンクモンスター及び自分の墓地のモンスターが発動する効果は、相手ターンでも発動できる効果になる。②：このカードが墓地に存在する場合、手札を１枚墓地へ送って発動できる。墓地のこのカードを手札に加える。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "①: 이 카드가 필드 존에 존재하는 한, 원래의 카드명에 \"오르페골\"을 포함하는, 자신 필드의 링크 몬스터 및 자신 묘지의 몬스터가 발동하는 효과는, 상대 턴에도 발동할 수 있는 효과가 된다. ②: 이 카드가 묘지에 존재할 경우, 패를 1장 묘지로 보내고 발동할 수 있다. 묘지의 이 카드를 패에 넣는다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": null, "zh-CN": "①：只要此卡存在于场地区域，原本卡名包括“自鸣天琴”的、自己场上的连接怪兽及自己墓地的怪兽发动的效果，变为在对手回合也可以发动的效果。②：此卡存在于墓地的情况下，将1张手牌送至墓地可以发动。将墓地的此卡加入手牌。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Spell", "property": "Field", "series": ["Orcust"], "images": [{"index": 1, "image": "OrcustratedBabel-OP10-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "SOFU-EN057", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP10-EN012", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "de": [{"set_number": "SOFU-DE057", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP10-DE012", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SOFU-FR057", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP10-FR012", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "it": [{"set_number": "SOFU-IT057", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP10-IT012", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SOFU-PT057", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "OP10-PT012", "set_name": "OTS Tournament Pack 10", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SOFU-JP057", "set_name": "Soul Fusion", "rarities": ["Rare"]}], "ko": [{"set_number": "SOFU-KR057", "set_name": "Soul Fusion", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP2-SC142", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566142, "master_duel_rarity": "R"}