{"konami_id": 15017, "password": 90361289, "name": {"en": "Gizmek Uka, the Festive Fox of Fecundity", "de": "Gizmek Uka, der festliche Fuchs der Fruchtbarkeit", "es": "Uka Cacharrek, el Zorro Festivo de Fecundidad", "fr": "Gizmek Uka, le Renard Festif de la Fécondité", "it": "Gizmeck Uka, la Festosa Volpe della Fecondità", "pt": "Bugiganga Uka, a Raposa Festiva da Fecundidade", "ja": "<ruby>機<rt>き</rt></ruby><ruby>巧<rt>こう</rt></ruby><ruby>狐<rt>こ</rt></ruby>－<ruby>宇迦之御魂稲荷<rt>ウカノミタマノイナリ</rt></ruby>", "ja_romaji": "Kikōko - Uka no Mitama no Inari", "ko": "기교호－우카노미타마노이나리", "ko_rr": "Gigyoho - Ukanomitamanoinari", "zh-TW": "機巧狐－宇迦之御魂稻荷", "zh-CN": "机巧狐－宇迦之御魂稻荷"}, "text": {"en": "Each time your opponent Normal or Special Summons a monster(s): Inflict 300 damage to them. You can only use each of the following effects of \"Gizmek Uka, the Festive Fox of Fecundity\" once per turn.\n● If a monster(s) is Special Summoned from the Main Deck (except during the Damage Step): You can Special Summon this card from your hand.\n● If this card is Normal or Special Summoned: You can target 1 face-up monster your opponent controls; Special Summon 1 monster from your hand or Deck whose ATK equals its own DEF, with a same Attribute as that monster.", "de": "Jedes Mal, wenn dein Gegner ein oder mehr Monster als Normal- oder Spezialbeschwörung beschwört: Füge ihm 300 Schaden zu. Du kannst jeden der folgenden Effekte von „Gizmek Uka, der festliche Fuchs der Fruchtbarkeit“ nur einmal pro Spielzug verwenden.\n● Falls ein oder mehr Monster als Spezialbeschwörung vom Main Deck beschworen werden (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören.\n● Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; beschwöre 1 Monster, das eine selbe Eigenschaft wie das Monster hat und dessen ATK seinen eigenen DEF entsprechen, als Spezialbeschwörung von deiner Hand oder deinem Deck.", "es": "Cada vez que tu adversario Invoca de Modo Normal o Especial uno o más monstruos: inflígele 300 puntos de daño. Sólo puedes usar cada uno de los siguientes efectos de \"Uka Cacharrek, el Zorro Festivo de Fecundidad\" una vez por turno.\n● Si uno o más monstruos son Invocados de Modo Especial desde el Deck Principal (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano.\n● Si esta carta es Invocada de Modo Normal o Especial: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; Invoca 1 monstruo de Modo Especial desde tu mano o Deck cuyo ATK sea igual a su propia DEF, con un mismo Atributo que ese monstruo.", "fr": "Chaque fois que votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres : infligez-lui 300 points de dommages. Vous ne pouvez utiliser chacun des effets suivants de \"Gizmek Uka, le Renard Festif de la Fécondité\" qu'une fois par tour.\n● Si un ou plusieurs monstres sont Invoqués Spécialement depuis le Main Deck (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main.\n● Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; Invoquez Spécialement 1 monstre du même Attribut que le monstre, dont l'ATK est égale à sa propre DEF, depuis votre main ou Deck.", "it": "Ogni volta che il tuo avversario Evoca Normalmente o Specialmente uno o più mostri: infliggigli 300 danni. Puoi utilizzare ognuno dei seguenti effetti di \"Gizmeck Uka, la Festosa Volpe della Fecondità\" una sola volta per turno.\n● Se uno o più mostri vengono Evocati Specialmente dal Main Deck (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano.\n● Se questa carta viene Evocata Normalmente o Specialmente: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; Evoca Specialmente 1 mostro dalla tua mano o Deck con ATK pari al suo stesso DEF, con uno degli Attributi che è lo stesso di uno di quel mostro.", "pt": "Sempre que seu oponente Invocar um ou mais monstros por Invocação-Normal ou Especial: cause 300 de dano a ele. Você só pode usar cada um dos seguintes efeitos de \"Bugiganga Uka, a Raposa Festiva da Fecundidade\" uma vez por turno.\n● Se um ou mais monstros forem Invocados por Invocação-Especial do Deck Principal (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão.\n● Se este card for Invocado por Invocação-Normal ou Especial: você pode escolher 1 monstro com a face para cima que seu oponente controla; Invoque por Invocação-Especial 1 monstro da sua mão ou do Deck cujo ATK seja igual à sua própria DEF, com o mesmo Atributo que o desse monstro.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：デッキからモンスターが特殊召喚された場合に発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚に成功した場合、相手フィールドの表側表示モンスター１体を対象として発動できる。手札・デッキから、攻撃力と守備力の数値が同じで、属性が対象のモンスターと同じとなるモンスター１体を特殊召喚する。③：相手がモンスターの召喚・特殊召喚に成功する度に発動する。相手に３００ダメージを与える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 덱에서 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 패 / 덱에서, 공격력과 수비력의 수치가 같고, 속성이 대상 몬스터와 같아지는 몬스터 1장을 특수 소환한다. ③: 상대가 몬스터의 일반 소환 / 특수 소환에 성공할 때마다 발동한다. 상대에게 300 데미지를 준다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：怪兽从牌组被特殊召唤的情况下可以发动。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤成功的情况下，以对手场上的1只表侧表示怪兽为对象可以发动。从手牌・牌组将1只攻击力与守备力数值相同、属性与对象怪兽相同的怪兽特殊召唤。③：每次对手召唤・特殊召唤怪兽成功发动。给予对手300伤害。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 7, "atk": 2250, "def": 2250, "series": ["Gizmek"], "images": [{"index": 1, "image": "GizmekUkatheFestiveFoxofFecundity-EGO1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN031", "set_name": "Eternity Code", "rarities": ["Secret Rare"]}, {"set_number": "EGO1-EN020", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE031", "set_name": "Eternity Code", "rarities": ["Secret Rare"]}, {"set_number": "EGO1-DE020", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "es": [{"set_number": "ETCO-SP031", "set_name": "Eternity Code", "rarities": ["Secret Rare"]}, {"set_number": "EGO1-SP020", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR031", "set_name": "Eternity Code", "rarities": ["Secret Rare"]}, {"set_number": "EGO1-FR020", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT031", "set_name": "Eternity Code", "rarities": ["Secret Rare"]}, {"set_number": "EGO1-IT020", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT031", "set_name": "Eternity Code", "rarities": ["Secret Rare"]}, {"set_number": "EGO1-PT020", "set_name": "Egyptian God Deck: Obelisk the Tormentor", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP031", "set_name": "Eternity Code", "rarities": ["Ultra Rare", "Secret Rare", "20th Secret Rare", "Ultimate Rare"]}], "ko": [{"set_number": "ETCO-KR031", "set_name": "Eternity Code", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare"]}], "zh-CN": [{"set_number": "EGO1-SC020", "set_name": "Structure Deck: Egyptian Gods' Advent: Slifer the Sky Dragon & Obelisk the Tormentor", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 706032, "master_duel_rarity": "SR"}