{"konami_id": 6907, "password": 90500169, "name": {"en": "Level Down!?", "de": "Abgestiegen!?", "es": "¿Bajada de Nivel?", "fr": "Perte de Niveau !?", "it": "Livello Inferiore!?", "pt": "Nível Baixo!?", "ja": "レベルダウン！？", "ja_romaji": "Reberu Daun!?", "ko": "레벨 다운!?", "ko_rr": null, "zh-TW": "等級下降！？", "zh-CN": "等级下降！？"}, "text": {"en": "Select 1 face-up \"LV\" monster on the field to activate this card. Return the selected card to its owner's Deck and Special Summon 1 monster from the owner's Graveyard to their side of the field with the same name but lower \"LV\" (ignoring the Summoning conditions).", "de": "Wähle 1 offenes \"LV\"-Monster auf dem Spielfeld, um diese Karte zu aktivieren. Lege die gewählte Karte ins Deck ihres Besitzers zurück und beschwöre als Spezialbeschwörung 1 Monster aus dem Friedhof des Besitzers auf seine Spielfeldseite mit demselben Namen, aber niedrigerem \"LV\" (ignoriere dessen Beschwörungsbeschränkungen).", "es": "Selecciona 1 monstruo \"LV\" boca arriba en el Campo para activar esta carta. Devuelve la carta seleccionada al Deck de su propietario e Invoca mediante una Invocación Especial 1 monstruo con el mismo nombre pero \"LV\" más bajo del Cementerio del propietario a su Campo (ignora las condiciones de su Invocación).", "fr": "Sélectionnez 1 monstre \"LV\" face recto sur le Terrain pour activer cette carte. Renvoyez la carte sélectionnée dans le Deck de son propriétaire et faites l'Invovcation Spéciale d'1 monstre du Cimetière du propriétaire sur son Terrain avec le même nom mais un \"LV\" inférieur (en ignorant les conditions d'Invocation).", "it": "Seleziona un mostro \"LV\" scoperto sul Terreno per attivare questa carta. Fai ritornare il mostro selezionato nel Deck del proprietario ed Evoca tramite Evocazione Speciale 1 mostro dal Cimitero del proprietario al suo Terreno con lo stesso nome ma \"LV\" inferiore (senza considerare le condizioni di Evocazione).", "pt": "Selecione 1 monstro \"LV\" com a face para cima no campo para ativar este card. Devolva o card selecionado ao Deck do dono e Invoque por Invocação-Especial 1 monstro do Cemitério do dono no campo dele com o mesmo nome, mas de \"LV\" menor (ignorando as condições de Invocação).", "ja": "フィールド上の「ＬＶ」と名のついたモンスター１体を選択して発動できる。選択したモンスターを持ち主のデッキに戻し、持ち主の墓地からそのモンスターのカード名が含まれる「ＬＶ」の低いモンスター１体を選び、特殊召喚条件を無視して持ち主のフィールド上に特殊召喚する。", "ko": "필드 위의 \"LV\"이라고 이름 붙은 몬스터 1장을 선택하고 발동할 수 있다. 선택한 몬스터를 주인의 덱으로 되돌리고, 주인의 묘지에서 그 몬스터의 카드 이름이 포함된 \"LV\"이 낮은 몬스터 1장을 골라, 특수 소환 조건을 무시하고 주인의 필드 위에 특수 소환한다.", "zh-TW": "可選擇場上１隻冠有「LV」之名的怪獸發動。將選擇的怪獸送回持有者的牌組，從持有者的墓地選擇１隻包含該怪獸卡名的低「LV」的怪獸，忽略特殊召喚條件特殊召喚至持有者的場上。", "zh-CN": "可选择场上１只冠有“LV”之名的怪兽并发动。被选择怪兽返回至持有者牌组，并从持有者的墓地挑选１只含有该怪兽卡牌名的“LV”较低的怪兽，无视特殊召唤条件，特殊召唤至持有者的场上。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "LevelDown-CDIP-EN-C-UE.png"}], "sets": {"en": [{"set_number": "CDIP-EN046", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "de": [{"set_number": "CDIP-DE046", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CDIP-FR046", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "it": [{"set_number": "CDIP-IT046", "set_name": "Cyberdark Impact", "rarities": ["Common"]}], "ja": [{"set_number": "CDIP-JP046", "set_name": "Cyberdark Impact", "rarities": ["Common"]}, {"set_number": "DE01-JP065", "set_name": "Duelist Edition Volume 1", "rarities": ["Common"]}], "ko": [{"set_number": "CDIP-KR046", "set_name": "Cyberdark Impact", "rarities": ["Common"]}, {"set_number": "PC01-KR067", "set_name": "Precious Pack Volume 1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 13308, "master_duel_rarity": "N"}