{"konami_id": 9674, "password": 90592429, "name": {"en": "Vylon Filament", "de": "Vylon-Draht", "es": "Filamento de Vylon", "fr": "Filament Vylon", "it": "Filamento Vylon", "pt": "Filamento Vylon", "ja": "ヴァイロン・フィラメント", "ja_romaji": "Vairon Firamento", "ko": "바이론 필라멘트", "ko_rr": null, "zh-TW": "大日神械燈絲", "zh-CN": "大日神械灯丝"}, "text": {"en": "Equip only to a \"Vylon\" monster. If the equipped monster attacks, your opponent cannot activate any Spell/Trap Cards until the end of the Damage Step. If this face-up card on the field is sent to the Graveyard: You can add 1 \"Vylon\" Spell Card from your Deck to your hand.", "de": "Rüste nur ein \"Vylon\"-Monster mit dieser Karte aus. Falls das ausgerüstete Monster angreift, kann dein Gegner bis zum Ende des Damage Steps keine Zauber-/Fallenkarten aktivieren. Falls diese offene Karte auf dem Spielfeld auf den Friedhof gelegt wird: Du kannst deiner Hand 1 \"Vylon\"-Zauberkarte von deinem Deck hinzufügen.", "es": "Sólo puedes equipar esta carta a un monstruo \"Vylon\". Si el monstruo equipado ataca, tu adversario no puede activar Cartas Mágicas/de Trampa hasta el final del Damage Step. Si esta carta boca arriba en el Campo es mandada al Cementerio: puedes añadir a tu mano, desde tu Deck, 1 Carta Mágica \"Vylon\".", "fr": "Équipable uniquement à un monstre \"Vylon\". Si le monstre équipé attaque, jusqu'à la fin de la Damage Step, votre adversaire ne peut pas activer de Cartes Magie/Piège. Si cette carte face recto sur le Terrain est envoyée au Cimetière : vous pouvez ajouter 1 Carte Magie \"Vylon\" depuis votre Deck à votre main.", "it": "Equipaggia solo ad un mostro \"Vylon\". Se il mostro equipaggiato attacca, il tuo avversario non può attivare Carte Magia/Trappola fino alla fine del Damage Step. Se questa carta scoperta sul Terreno viene mandata al Cimitero: puoi aggiungere 1 Carta Magia \"Vylon\" dal tuo Deck alla tua mano.", "pt": "Equipe apenas em um monstro \"Vylon\". Se o monstro equipado atacar, seu oponente não pode ativar quaisquer Cards de Magia/Armadilha até o final da Etapa de Dano. Se este card com a face para cima no campo for enviado ao Cemitério: Você pode adicionar 1 Card de Magia \"Vylon\" do seu Deck à sua mão.", "ja": "「ヴァイロン」と名のついたモンスターにのみ装備可能。装備モンスターが攻撃する場合、相手はダメージステップ終了時まで魔法・罠カードを発動する事ができない。フィールド上に表側表示で存在するこのカードが墓地へ送られた場合、自分のデッキから「ヴァイロン」と名のついた魔法カード１枚を手札に加える事ができる。", "ko": "\"바이론\"이라는 이름이 붙은 몬스터에만 장착 가능. 장착 몬스터가 공격할 경우, 상대는 데미지 스텝 종료시까지 마법 / 함정 카드를 발동할 수 없다. 필드 위에 앞면 표시로 존재하는 이 카드가 묘지로 보내졌을 경우, 자신의 덱에서 \"바이론\"이라는 이름이 붙은 마법 카드 1장을 패에 넣을 수 있다.", "zh-TW": "僅可裝備於冠有「大日神械」之名的怪獸。在裝備怪獸進行攻擊的狀況下，對方在傷害步驟結束前無法發動魔法・陷阱卡。可在場上的正面表示的此卡被送至墓地的狀況下發動。從牌組將１張冠有「大日神械」之名的魔法卡加入手牌。", "zh-CN": "仅限装备冠有“大日神械”之名的怪兽。装备怪兽攻击的场合，直至伤害步骤结束时，对手不可发动魔法、陷阱卡。场上表侧表示的此卡被送入墓地的场合可发动。从牌组将１张冠有“大日神械”之名的魔法卡加入手牌。"}, "card_type": "Spell", "property": "Equip", "series": ["Vylon"], "images": [{"index": 1, "image": "VylonFilament-GENF-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GENF-EN057", "set_name": "Generation Force", "rarities": ["Common"]}], "de": [{"set_number": "GENF-DE057", "set_name": "Generation Force", "rarities": ["Common"]}], "fr": [{"set_number": "GENF-FR057", "set_name": "Generation Force", "rarities": ["Common"]}], "it": [{"set_number": "GENF-IT057", "set_name": "Generation Force", "rarities": ["Common"]}], "ja": [{"set_number": "GENF-JP057", "set_name": "Generation Force", "rarities": ["Common"]}], "ko": [{"set_number": "GENF-KR057", "set_name": "Generation Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 175491, "master_duel_rarity": "R"}