{"konami_id": 19404, "password": 90681088, "name": {"en": "Legendary Fire King Ponix", "de": "Legendärer Feuerkönig Ponix", "es": "Legendario Rey de Fuego Ponix", "fr": "Roi du Feu Légendaire Ponix", "it": "Leggendario Re del Fuoco Ponix", "pt": "Lendário Rei de Fogo Ponix", "ja": "<ruby>真<rt>しん</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>王<rt>おう</rt></ruby> ポニクス", "ja_romaji": "Shin'en'ō Ponikusu", "ko": "진염왕 포닉스", "ko_rr": null, "zh-TW": "真炎王 小不死鳥", "zh-CN": "真炎王 珀尼克斯"}, "text": {"en": "If your monster(s) that was originally FIRE is destroyed by battle or card effect: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can add 1 \"Fire King\" Spell/Trap from your Deck to your hand. During the next Standby Phase after this card was destroyed and sent to the GY: Add this card from the GY to your hand. You can only use each effect of \"Legendary Fire King Ponix\" once per turn.", "de": "Falls deine Monster, die ursprünglich FEUER waren, durch Kampf oder einen Karteneffekt zerstört werden: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Feuerkönig“-Zauber/Falle von deinem Deck hinzufügen. Während der nächsten Standby Phase, nachdem diese Karte zerstört und auf den Friedhof gelegt wurde: Füge diese Karte deiner Hand vom Friedhof hinzu. Du kannst jeden Effekt von „Legendärer Feuerkönig Ponix“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más de tus monstruos que originalmente eran de FUEGO son destruidos en batalla o por el efecto de una carta: puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 Mágica/Trampa \"Rey(es) de Fuego\" en tu Deck. Durante la próxima Standby Phase después de que esta carta fue destruida y mandada al Cementerio: añade a tu mano esta carta en el Cementerio. Sólo puedes usar cada efecto de \"Legendario Rey de Fuego Ponix\" una vez por turno.", "fr": "Si un ou plusieurs de vos monstres qui étaient FEU à l'origine sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Roi du Feu\" ou \"Rois du Feu\" depuis votre Deck à votre main. Durant la prochaine Standby Phase après que cette carte a été détruite et envoyée au Cimetière : ajoutez cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Roi du Feu Légendaire Ponix\" qu'une fois par tour.", "it": "Se uno o più tuoi mostri che erano originariamente FUOCO vengono distrutti in battaglia o dall'effetto di una carta: puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 Magia/Trappola \"Re del Fuoco\" dal tuo Deck alla tua mano. Durante la prossima Standby Phase dopo che questa carta è stata distrutta e mandata al Cimitero: aggiungi questa carta dal Cimitero alla tua mano. Puoi utilizzare ogni effetto di \"Leggendario Re del Fuoco Ponix\" una sola volta per turno.", "pt": "Se um ou mais dos seus monstros que eram originalmente de FOGO forem destruídos em batalha ou por um efeito de card: você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 Magia/Armadilha \"Rei(s) de Fogo\" do seu Deck à sua mão. Durante a próxima Fase de Apoio depois que este card foi destruído e enviado para o Cemitério: adicione este card do Cemitério à sua mão. Você só pode usar cada efeito de \"Lendário Rei de Fogo Ponix\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：元々の属性が炎属性となる自分のモンスターが戦闘・効果で破壊された場合に発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合に発動できる。デッキから「炎王」魔法・罠カード１枚を手札に加える。③：このカードが破壊され墓地へ送られた場合、次のスタンバイフェイズに発動する。墓地のこのカードを手札に加える。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 원래의 속성이 화염 속성이 되는 자신 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. 덱에서 \"염왕\" 마법 / 함정 카드 1장을 패에 넣는다. ③: 이 카드가 파괴되어 묘지로 보내졌을 경우, 다음 스탠바이 페이즈에 발동한다. 묘지의 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②③效果，１回合各僅限使用１次。 ①：可在原本的屬性為炎屬性的我方怪獸因戰鬥・效果被破壞的狀況下發動。從手牌特殊召喚此卡。 ②：可在此卡召喚・特殊召喚的狀況下發動。從牌組將１張「炎王」魔法・陷阱卡加入手牌。 ③：在此卡被破壞送至墓地的狀況下，在下一個準備階段發動。將墓地的此卡加入手牌。", "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。①：原本属性为炎属性的自己的怪兽因战斗・效果被破坏的情况下可以发动。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。从牌组将１张“炎王”魔法・陷阱卡加入手牌。③：此卡被破坏并被送至墓地的情况下，在下个准备阶段发动。将墓地的此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "FIRE", "level": 1, "atk": 500, "def": 200, "series": ["Fire King"], "images": [{"index": 1, "image": "LegendaryFireKingPonix-SR14-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SR14-EN045", "set_name": "Structure Deck: Fire Kings", "rarities": ["Super Rare"]}], "de": [{"set_number": "SR14-DE045", "set_name": "Structure Deck: Fire Kings", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SR14-FR045", "set_name": "Structure Deck: Fire Kings", "rarities": ["Super Rare"]}], "it": [{"set_number": "SR14-IT045", "set_name": "Structure Deck: Fire Kings", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SR14-PT045", "set_name": "Structure Deck: Fire Kings", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SR14-JPP02", "set_name": "Structure Deck R: Onslaught of the Fire Kings Second Coming of the Eternal Flames' Ruler Pack", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "SR14-KRP02", "set_name": "Structure Deck R: Onslaught of the Fire Kings Second Coming of the Eternal Flames' Ruler Pack", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "BB01-SC016", "set_name": "Secret Treasures Pack", "rarities": ["Ultra Rare", "Collector's Rare", "Secret Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1009556, "master_duel_rarity": "UR"}