{"konami_id": 14176, "password": 90724272, "name": {"en": "Dark Rose Fairy", "de": "Dunkle Rosenfee", "es": "Hada de la Rosa Oscura", "fr": "Fée de la Rose des Ténèbres", "it": "Fata Rosa Oscura", "pt": "Fada da Rosa Negra", "ja": "<ruby>闇薔薇の妖精<rt>ダークローズフェアリー</rt></ruby>", "ja_romaji": "Dāku Rōzu Fearī", "ko": "다크 로즈 페어리", "ko_rr": "Dakeu Rojeu Pe-eori", "zh-TW": "暗薔薇之妖精", "zh-CN": "暗蔷薇之妖精"}, "text": {"en": "If a Tuner(s) is Special Summoned (except during the Damage Step): You can Special Summon this card from your hand. If this card is in your GY: You can send 1 card from your hand or field to the GY; place this card on the top or bottom of your Deck. You can only use each effect of \"Dark Rose Fairy\" once per turn.", "de": "Falls ein oder mehr Empfänger als Spezialbeschwörung beschworen werden (außer während des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Karte von deiner Hand oder Spielfeldseite auf den Friedhof legen; lege diese Karte auf oder unter dein Deck. Du kannst jeden Effekt von „Dunkle Rosenfee“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más Cantantes son Invocados de Modo Especial (excepto durante el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta está en tu Cementerio: puedes mandar al Cementerio 1 carta en tu mano o Campo; pon esta carta en la parte superior o inferior de tu Deck. Sólo puedes usar cada efecto de \"Hada de la Rosa Oscura\" una vez por turno.", "fr": "Si un ou plusieurs Syntoniseurs sont Invoqués Spécialement (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 carte depuis votre main ou Terrain au Cimetière ; placez cette carte au-dessus ou au-dessous de votre Deck. Vous ne pouvez utiliser chaque effet de \"Fée de la Rose des Ténèbres\" qu'une fois par tour.", "it": "Se uno o più Tuner vengono Evocati Specialmente (eccetto durante il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta è nel tuo Cimitero: puoi mandare 1 carta dalla tua mano o Terreno al Cimitero; metti questa carta in cima oppure in fondo al tuo Deck. Puoi utilizzare ogni effetto di \"Fata Rosa Oscura\" una sola volta per turno.", "pt": "Se um ou mais Reguladores forem Invocados por Invocação-Especial (exceto durante a Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Se este card estiver no seu Cemitério: você pode enviar 1 card da sua mão ou do campo para o Cemitério; coloque este card no topo ou no fundo do seu Deck. Você só pode usar cada efeito de \"Fada da Rosa Negra\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：チューナーが特殊召喚された場合に発動できる。このカードを手札から特殊召喚する。②：このカードが墓地に存在する場合、自分の手札・フィールドのカード１枚を墓地へ送って発動できる。このカードをデッキの一番上または一番下に戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 튜너가 특수 소환되었을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 이 카드가 묘지에 존재할 경우, 자신의 패 / 필드의 카드 1장을 묘지로 보내고 발동할 수 있다. 이 카드를 덱의 맨 위 또는 맨 아래로 되돌린다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在協調被特殊召喚的狀況下發動。從手牌特殊召喚此卡。②：在此卡存在於墓地的狀況下，可將我方手牌・場上的１張卡送至墓地發動。將此卡送回牌組的最上方或最下方。", "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：协调被特殊召唤的情况下可以发动。从手牌将此卡特殊召唤。②：此卡存在于墓地的情况下，将自己手牌・场上的1张卡送至墓地可以发动。将此卡放回牌组最上面或最下面。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 1000, "series": ["Rose"], "images": [{"index": 1, "image": "DarkRoseFairy-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED4-EN024", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Rare"]}, {"set_number": "LDS2-EN107", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "LED4-DE024", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Rare"]}, {"set_number": "LDS2-DE107", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "LED4-FR024", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Rare"]}, {"set_number": "LDS2-FR107", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "LED4-IT024", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Rare"]}, {"set_number": "LDS2-IT107", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "LED4-PT024", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Rare"]}, {"set_number": "LDS2-PT107", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "DP21-JP024", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DP21-KR024", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DP21-SC031", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 577977, "master_duel_rarity": "N"}