{"konami_id": 9171, "password": 90727556, "name": {"en": "Steelswarm Scout", "de": "Stahlschar-Kundschafter", "es": "Explorador Horda de Acero", "fr": "Scout Colonie de Chrome", "it": "Scout Brancoacciaio", "pt": "Batedor do Hordeum Ferro", "ja": "インヴェルズの<ruby>斥<rt>せっ</rt></ruby><ruby>候<rt>こう</rt></ruby>", "ja_romaji": "Inveruzu no Sekkō", "ko": "인벨즈의 척후", "ko_rr": null, "zh-TW": "侵邪蝕的巡邏", "zh-CN": "侵邪蚀的巡逻"}, "text": {"en": "At the start of your Main Phase 1, if you control no Spell/Trap Cards: You can Special Summon this card from your Graveyard. You cannot Special Summon another monster(s) the turn you activate this effect. While this card is face-up on the field, it cannot be Tributed, except for the Tribute Summon of a \"Steelswarm\" monster, and cannot be used as a Synchro Material Monster.", "de": "Am Beginn deiner Main Phase 1, falls du keine Zauber-/Fallenkarten kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine anderen Monster als Spezialbeschwörung beschwören. Solange diese Karte offen auf dem Spielfeld liegt, kann sie nicht als Tribut angeboten werden, außer für die Tributbeschwörung eines „Stahlschar“-Monsters, und kann nicht als Synchromaterialmonster verwendet werden.", "es": "Al comienzo de tu Main Phase 1, si no controlas Cartas Mágicas/de Trampa: puedes Invocar esta carta de Modo Especial desde tu Cementerio. No puedes Invocar de Modo Especial otros monstruos en el turno en el que activas este efecto. Mientras esta carta esté boca arriba en el Campo, no puede ser Sacrificada excepto para la Invocación por Sacrificio de un monstruo \"Horda de Acero\", y no puede ser utilizada como Monstruo Material de Sincronía.", "fr": "Au début de votre Main Phase 1, si vous ne contrôlez aucune Carte Magie/Piège : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Vous ne pouvez pas Invoquer Spécialement d'autres monstres le tour où vous activez cet effet. Tant que cette carte est face recto sur le Terrain, elle ne peut ni être Sacrifiée, sauf pour l'Invocation Sacrifice d'un monstre \"Colonie de Chrome\", ni être utilisée comme Monstre-Matériel de Synchro.", "it": "All'inizio della tua Main Phase 1, se non controlli nessuna Carta Magia/Trappola: puoi Evocare Specialmente questa carta dal tuo Cimitero. Non puoi Evocare Specialmente altri mostri nel turno in cui attivi questo effetto. Mentre questa carta è scoperta sul Terreno, essa non può essere offerta come Tributo, eccetto per l'Evocazione tramite Tributo di un mostro \"Brancoacciaio\", e non può essere utilizzata come Mostro Materiale Synchro.", "pt": null, "ja": "自分フィールド上に魔法・罠カードが存在しない場合、自分のメインフェイズ１の開始時にのみ発動する事ができる。墓地に存在するこのカードを自分フィールド上に特殊召喚する。この効果を発動するターン、自分はモンスターを特殊召喚する事はできない。このカードは「インヴェルズ」と名のついたモンスターのアドバンス召喚以外のためにはリリースできず、シンクロ素材とする事もできない。", "ko": "자신 필드 위에 마법 / 함정 카드가 존재하지 않을 경우, 자신의 메인 페이즈 1의 개시시에만 발동할 수 있다. 이 카드를 묘지에서 특수 소환한다. 이 효과를 발동하는 턴에, 자신은 몬스터를 특수 소환할 수 없다. 이 카드는 \"인벨즈\"라는 이름이 붙은 몬스터의 어드밴스 소환 이외를 위해서는 릴리스할 수 없으며, 싱크로 소재로 할 수도 없다.", "zh-TW": null, "zh-CN": "自己场上没有魔法·陷阱卡存在的场合，自己的主要阶段1的开始时才能发动。这张卡从墓地特殊召唤。这个效果发动的回合，自己不能把怪兽特殊召唤。这张卡不能为名字带有「侵入魔鬼」的怪兽的上级召唤以外而解放，也不能作为同调素材。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "DARK", "level": 1, "atk": 200, "def": 0, "series": ["Steelswarm", "lswarm"], "images": [{"index": 1, "image": "SteelswarmScout-HA05-EN-SR-1E.jpg"}], "sets": {"en": [{"set_number": "HA05-EN044", "set_name": "Hidden Arsenal 5: Steelswarm Invasion", "rarities": ["Super Rare"]}, {"set_number": "DT05-EN077", "set_name": "Duel Terminal 5b", "rarities": ["Duel Terminal Rare Parallel Rare"]}], "de": [{"set_number": "HA05-DE044", "set_name": "Hidden Arsenal 5: Steelswarm Invasion", "rarities": ["Super Rare"]}], "es": [{"set_number": "HA05-SP044", "set_name": "Hidden Arsenal 5: Steelswarm Invasion", "rarities": ["Super Rare"]}], "fr": [{"set_number": "HA05-FR044", "set_name": "Hidden Arsenal 5: Steelswarm Invasion", "rarities": ["Super Rare"]}], "it": [{"set_number": "HA05-IT044", "set_name": "Hidden Arsenal 5: Steelswarm Invasion", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DT10-JP027", "set_name": "Duel Terminal - Raid of the Inverz!!", "rarities": ["Duel Terminal Rare Parallel Rare"]}, {"set_number": "DTC4-JP014", "set_name": "Duel Terminal Chronicle 4 - Chapter of Opposites", "rarities": ["Duel Terminal Rare Parallel Rare"]}, {"set_number": "DS13-JPD16", "set_name": "Duelist Set: Version Dark Returner", "rarities": ["Common"]}], "ko": [{"set_number": "HA05-KR044", "set_name": "Hidden Arsenal 5: Steelswarm Invasion", "rarities": ["Super Rare"]}, {"set_number": "DS13-KRD16", "set_name": "Duelist Set: Version Dark Returner", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 132640, "master_duel_rarity": "N"}