{"konami_id": 22163, "password": 90764871, "name": {"en": "Archfiend Strategy", "de": "Erzunterweltler-Strategie", "es": "Estrategia Archidemonio", "fr": "Stratégie Archdémon", "it": "Strategia Arcidemone", "pt": "Estratégia Arquidemônio", "ja": "デーモンの<ruby>盤上遊戯<rt>ストラテジー</rt></ruby>", "ja_romaji": "Dēmon no Sutoratejī", "ko": "데몬의 스트래티지", "ko_rr": null, "zh-TW": null, "zh-CN": "恶魔的棋盘游戏"}, "text": {"en": "Fiend monsters in the Extra Monster Zone(s) gain 1000 ATK. You can activate 1 of these effects;\n● Banish 1 Fiend monster or 1 \"Archfiend\" card from your hand or GY; add 1 \"Archfiend\" card from your Deck to your hand, except a Field Spell.\n● Add 1 \"Archfiend\" Pendulum Monster from your Deck to your face-up Extra Deck.\nYou can only use this effect of \"Archfiend Strategy\" once per turn.", "de": "Unterweltler-Monster in den Extra-Monsterzonen erhalten 1000 ATK. Du kannst 1 dieser Effekte aktivieren;\n● Verbanne 1 Unterweltler-Monster oder 1 „Erzunterweltler“-Karte von deiner Hand oder deinem Friedhof; füge deiner Hand 1 „Erzunterweltler“-Karte von deinem Deck hinzu, außer einem Spielfeldzauber.\n● Füge deinem Extra Deck 1 „Erzunterweltler“-Pendelmonster von deinem Deck offen hinzu.\nDu kannst diesen Effekt von „Erzunterweltler-Strategie“ nur einmal pro Spielzug verwenden.", "es": "Los monstruos Demonio en la Zona o Zonas de Monstruos Extra ganan 1000 ATK. Puedes activar 1 de estos efectos;\n● Destierra 1 monstruo Demonio o 1 carta \"Archidemonio\" en tu mano o Cementerio; añade a tu mano 1 carta \"Archidemonio\" en tu Deck, excepto una Mágica de Campo.\n● Añade a tu Deck Extra boca arriba 1 Monstruo de Péndulo \"Archidemonio\" en tu Deck.\nSólo puedes usar este efecto de \"Estrategia Archidemonio\" una vez por turno.", "fr": "Les monstres Démon dans les Zones Monstre Extra gagnent 1000 ATK. Vous pouvez activer 1 de ces effets ;\n● Bannissez 1 monstre Démon ou 1 carte \"Archdémon\" depuis votre main ou Cimetière ; ajoutez 1 carte \"Archdémon\" (Magies de Terrain exclues) depuis votre Deck à votre main.\n● Ajoutez 1 Monstre Pendule \"Archdémon\" depuis votre Deck à votre Extra Deck face recto.\nVous ne pouvez utiliser cet effet de \"Stratégie Archdémon\" qu'une fois par tour.", "it": "I mostri Demone in una o più Zone Mostri Extra guadagnano 1000 ATK. Puoi attivare 1 di questi effetti;\n● Bandisci 1 mostro Demone o 1 carta \"Arcidemone\" dalla tua mano o Cimitero; aggiungi 1 carta \"Arcidemone\" dal tuo Deck alla tua mano, eccetto una Magia Terreno.\n● Aggiungi 1 Mostro Pendulum \"Arcidemone\" dal tuo Deck al tuo Extra Deck scoperto.\nPuoi utilizzare questo effetto di \"Strategia Arcidemone\" una sola volta per turno.", "pt": "Monstros Demônio na(s) Zona(s) de Monstros Adicional(is) ganham 1000 de ATK. Você pode ativar 1 desses efeitos;\n● Bana 1 monstro Demônio ou 1 card \"Arquidemônio\" da sua mão ou do Cemitério; adicione 1 card \"Arquidemônio\" do seu Deck à sua mão, exceto uma Magia de Campo.\n● Adicione 1 Monstro Pêndulo \"Arquidemônio\" do seu Deck ao seu Deck Adicional com a face para cima.\nVocê só pode usar este efeito de \"Estratégia Arquidemônio\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：ＥＸモンスターゾーンの悪魔族モンスターの攻撃力は１０００アップする。②：以下の効果から１つを選択して発動できる。●自分の手札・墓地から悪魔族モンスター１体か「デーモン」カード１枚を除外して発動できる。デッキからフィールド魔法カード以外の「デーモン」カード１枚を手札に加える。●デッキから「デーモン」Ｐモンスター１体をＥＸデッキに表側で加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 몬스터 존의 악마족 몬스터의 공격력은 1000 올린다. ②: 이하의 효과에서 1개를 선택하고 발동할 수 있다.\n●자신의 패 / 묘지에서 악마족 몬스터 1장이나 \"데몬\" 카드 1장을 제외하고 발동할 수 있다. 덱에서 필드 마법 카드 이외의 \"데몬\" 카드 1장을 패에 넣는다.\n●덱에서 \"데몬\" 펜듈럼 몬스터 1장을 엑스트라 덱에 앞면으로 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②效果1回合仅可使用1次。①：额外怪兽区域的恶魔族怪兽的攻击力上升1000。②：可从以下效果中选择1个发动。\n●从自己手牌・墓地将1只恶魔族怪兽或1张“恶魔”卡除外可以发动。从牌组将场地魔法卡以外的1张“恶魔”卡加入手牌。\n●从牌组将1只“恶魔”灵摆怪兽以表侧加入额外牌组。"}, "card_type": "Spell", "property": "Field", "series": ["Archfiend"], "images": [{"index": 1, "image": "ArchfiendStrategy-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN060", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE060", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP060", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR060", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT060", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT060", "set_name": "Burst Protocol", "rarities": ["Common"]}], "ja": [{"set_number": "BPRO-JP060", "set_name": "Burst Protocol", "rarities": ["Rare"]}], "ko": [{"set_number": "BPRO-KR060", "set_name": "Burst Protocol", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "BPRO-SC060", "set_name": "Burst Protocol", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1145368}