{"konami_id": 20815, "password": 90939874, "name": {"en": "Six Strike - Sextuple Barrage", "de": "Sechserangriff - Sechsschlaghagel", "es": "Ataque de los Seis - Descarga Séxtuple", "fr": "Rafale Six - Sextuple Barrage", "it": "Sei Colpi - Raffica Sestupla", "pt": "Ataque dos Seis - Barragem Sêxtupla", "ja": "<ruby>六<rt>ろく</rt></ruby><ruby>武<rt>ぶ</rt></ruby><ruby>式<rt>しき</rt></ruby><ruby>真<rt>しん</rt></ruby><ruby>伝<rt>でん</rt></ruby><ruby>天<rt>てん</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>六<rt>ろく</rt></ruby><ruby>段<rt>だん</rt></ruby><ruby>衝<rt>しょう</rt></ruby>", "ja_romaji": "Rokubushiki Shindentenma Rokudanshō", "ko": "여섯 무식 진전천마육단충격", "ko_rr": null, "zh-TW": "六武式真傳天魔六段衝", "zh-CN": "六武式真传天魔六段冲"}, "text": {"en": "If you control 3 or more \"Six Samurai\" Synchro Monsters with different names (for every 6 Bushido Counters you control, reduce this number by 1): Destroy all cards your opponent controls. If this Set card in its owner's control is destroyed or banished by an opponent's activated effect: You can Special Summon 1 \"Six Samurai\" monster or 1 \"Shien\" Effect Monster from your Deck/Extra Deck. You can only use each effect of \"Six Strike - Sextuple Barrage\" once per turn.", "de": "Falls du 3 oder mehr „Sechs Samurai“-Synchromonster mit unterschiedlichen Namen kontrollierst (reduziere diese Zahl für je 6 Bushido-Zählmarken, die du kontrollierst, um 1): Zerstöre alle Karten, die dein Gegner kontrolliert. Falls diese gesetzte Karte, die ihr Besitzer kontrolliert, durch einen aktivierten Effekt eines Gegners zerstört oder verbannt wird: Du kannst 1 „Sechs Samurai“-Monster oder 1 „Shien“-Effektmonster als Spezialbeschwörung von deinem Deck / Extra Deck beschwören. Du kannst jeden Effekt von „Sechserangriff - Sechsschlaghagel“ nur einmal pro Spielzug verwenden.", "es": "Si controlas 3 o más Monstruos de Sincronía \"Seis Samuráis\" con nombres diferentes (por cada 6 Contadores de Bushido que controles, reduce este número en 1): destruye todas las cartas que controla tu adversario. Si esta carta Colocada controlada por su dueño es destruida o desterrada por un efecto activado del adversario: puedes Invocar de Modo Especial, desde tu Deck/Deck Extra, 1 monstruo \"Seis Samuráis\" o 1 Monstruo de Efecto \"Shien\". Sólo puedes usar cada efecto de \"Ataque de los Seis - Descarga Séxtuple\" una vez por turno.", "fr": "Si vous contrôlez min. 3 Monstres Synchro \"Six Samouraïs\" de noms différents (pour tous les 6 Compteurs Bushido que vous contrôlez, réduisez ce nombre de 1) : détruisez toutes les cartes contrôlées par votre adversaire. Si cette carte Posée contrôlée par son propriétaire est détruite ou bannie par un effet activé de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Six Samouraïs\" ou 1 Monstre à Effet \"Shien\" depuis votre Deck/Extra Deck. Vous ne pouvez utiliser chaque effet de \"Rafale Six - Sextuple Barrage\" qu'une fois par tour.", "it": "Se controlli 3 o più Mostri Synchro \"Sei Samurai\" con nomi diversi (per ogni 6 Segnalini Bushido che controlli, riduci questo numero di 1): distruggi tutte le carte controllate dal tuo avversario. Se questa carta Posizionata sotto il controllo del suo proprietario viene distrutta o bandita da un effetto attivato dell'avversario: puoi Evocare Specialmente 1 mostro \"Sei Samurai\" o 1 Mostro con Effetto \"Shien\" dal tuo Deck/Extra Deck. Puoi utilizzare ogni effetto di \"Sei Colpi - Raffica Sestupla\" una sola volta per turno.", "pt": "Se você controlar 3 ou mais Monstros Sincro \"Seis Samurai\" com nomes diferentes (para cada 6 Marcadores de Bushido que você controla, reduza este número em 1): destrua todos os cards que seu oponente controla. Se este card Baixado sob o controle do seu dono for destruído ou banido por um efeito ativado do oponente: você pode Invocar por Invocação-Especial 1 monstro \"Seis Samurai\" ou 1 Monstro de Efeito \"Shien\" do seu Deck/Deck Adicional. Você só pode usar cada efeito de \"Ataque dos Seis - Barragem Sêxtupla\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「六武衆」Ｓモンスターが３種類以上存在する場合に発動できる（このカードを発動するために必要なモンスターの種類は、自分フィールドの武士道カウンター６つにつき１種類少なくなる）。相手フィールドのカードを全て破壊する。②：セットされたこのカードが相手の発動した効果で、破壊された場合または除外された場合に発動できる。デッキ・ＥＸデッキから「六武衆」モンスターか「紫炎」効果モンスター１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 \"여섯 무사\" 싱크로 몬스터가 3종류 이상 존재할 경우에 발동할 수 있다(이 카드를 발동하기 위해 필요한 몬스터의 종류는, 자신 필드의 무사도 카운터 6개당 1종류 줄어든다). 상대 필드의 카드를 전부 파괴한다. ②: 세트된 이 카드가 상대의 발동한 효과로, 파괴되었을 경우 또는 제외되었을 경우에 발동할 수 있다. 덱 / 엑스트라 덱에서 \"여섯 무사\" 몬스터나 \"시엔\" 효과 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：自己场上存在3种以上的“六武众”同步怪兽的情况下可以发动（自己场上的武士道计数物每有6个，则为发动此卡所需的怪兽种类减少1种）。将对手场上的卡全部破坏。②：被放置的此卡因对手所发动的效果，被破坏的情况下或被除外的情况下可以发动。从牌组・额外牌组将1只“六武众”怪兽或“紫炎”效果怪兽特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Six Strike"], "images": [{"index": 1, "image": "SixStrikeSextupleBarrage-SUDA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SUDA-EN078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "de": [{"set_number": "SUDA-DE078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "es": [{"set_number": "SUDA-SP078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "fr": [{"set_number": "SUDA-FR078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "it": [{"set_number": "SUDA-IT078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "pt": [{"set_number": "SUDA-PT078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ja": [{"set_number": "SUDA-JP078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "ko": [{"set_number": "SUDA-KR078", "set_name": "Supreme Darkness", "rarities": ["Common"]}], "zh-CN": [{"set_number": "SUDA-SC078", "set_name": "Supreme Darkness", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1087760, "master_duel_rarity": "N"}