{"konami_id": 16883, "password": 90969892, "name": {"en": "Tribe Drive", "de": "Stammeseifer", "es": "Impulso Tribal", "fr": "Motivation de Tribu", "it": "Motivato dalla Tribù", "pt": "Motivação da Tribo", "ja": "トライブ・ドライブ", "ja_romaji": "Toraibu Doraibu", "ko": "트라이브 드라이브", "ko_rr": "Teuraibeu Deuraibeu", "zh-TW": "種族衝勁", "zh-CN": "部落冲锋"}, "text": {"en": null, "de": "Falls du 3 oder mehr unterschiedliche Monstertypen auf deiner Spielfeldseite hast: Du kannst 3 Monster mit unterschiedlichen Typen voneinander, aber mit denselben Typen wie die Monster, die du kontrollierst, von deinem Deck bestimmen, dann bestimmt dein Gegner zufällig 1, das du entweder deiner Hand hinzufügst oder als Spezialbeschwörung beschwörst, zusätzlich lege die übrigen Monster in beliebiger Reihenfolge unter dein Deck. Du kannst nur 1 „Stammeseifer“ pro Spielzug aktivieren.", "es": "Si tienes 3 o más Tipos de Monstruo diferentes en tu Campo: puedes elegir 3 monstruos en tu Deck con Tipos diferentes entre ellos pero con los mismos Tipos que los de los monstruos que controlas y después, tu adversario elige 1 al azar para que lo añadas a tu mano o lo Invoques de Modo Especial, y además pon los monstruos restantes en la parte inferior de tu Deck en cualquier orden. Sólo puedes activar 1 \"Impulso Tribal\" por turno.", "fr": "Si vous avez min. 3 Types de Monstre différents sur votre Terrain : vous pouvez choisir 3 monstres depuis votre Deck de Types différents les uns des autres mais des mêmes Types que les monstres que vous contrôlez, puis, votre adversaire en choisit au hasard 1 pour vous à ajouter à votre main ou à Invoquer Spécialement, et aussi, placez les monstres restants au-dessous de votre Deck dans l'ordre de votre choix. Vous ne pouvez activer qu'1 \"Motivation de Tribu\" par tour.", "it": "Se hai 3 o più Tipi di Mostri diversi sul tuo Terreno: puoi selezionare dal tuo Deck 3 mostri con Tipi diversi l'uno dall'altro ma con gli stessi Tipi dei mostri che controlli, poi il tuo avversario ne seleziona 1 a caso da farti aggiungere alla tua mano o Evocare Specialmente, inoltre metti i mostri rimanenti in fondo al tuo Deck in qualsiasi ordine. Puoi attivare solo 1 \"Motivato dalla Tribù\" per turno.", "pt": "Se você tiver 3 ou mais Tipos de Monstro diferentes no seu campo: você pode selecionar 3 monstros do seu Deck com Tipos diferentes uns dos outros, mas com os mesmos Tipos que os dos monstros que você controla e, depois, seu oponente seleciona aleatoriamente 1 para que você adicione à sua mão ou Invoque por Invocação-Especial e, além disso, coloque os monstros restantes no fundo do seu Deck em qualquer ordem. Você só pode ativar 1 \"Motivação da Tribo\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：自分フィールドのモンスターの種族が３種類以上の場合に発動できる。自分フィールドのモンスターと同じ種族のデッキのモンスター３体を相手に見せ（同じ種族は１体まで）、相手はその中からランダムに１体を選ぶ。自分はそのモンスター１体を手札に加えるか特殊召喚する。残りのモンスターは好きな順番でデッキの下に戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 몬스터의 종족이 3종류 이상일 경우에 발동할 수 있다. 자신 필드의 몬스터와 같은 종족의 몬스터를 덱에서 3장 고른다(같은 종족은 1장까지). 상대는 그 중에서 무작위로 1장을 고르고, 자신은 그 몬스터를 패에 넣거나 특수 소환한다. 남은 몬스터는 좋아하는 순서대로 덱 아래로 되돌린다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可在我方場上存在３個種族以上怪獸的狀況下發動。從牌組選擇３隻與我方場上怪獸同種族的怪獸（同種族最多１隻）。對方從其中隨機選擇１隻，我方將該怪獸加入手牌或特殊召喚。剩餘怪獸依喜好順序送回牌組下方。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：自己场上怪兽的种族为３种以上的情况下可以发动。从牌组挑选３只种族与自己场上怪兽相同的怪兽（相同种族最多１只）。对手从其中随机挑选１只，自己将该怪兽加入手牌或特殊召唤。剩余的怪兽以喜欢的顺序放回牌组下面。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "TribeDrive-BACH-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN078", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "BACH-DE078", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "BACH-FR078", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "BACH-IT078", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "pt": [{"set_number": "BACH-PT078", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "BACH-JP078", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "CF01-JP113", "set_name": "Complete File: Story of White", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "BACH-KR078", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP7-SC061", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717242, "master_duel_rarity": "N"}