{"konami_id": 18732, "password": 91073013, "name": {"en": "Vanquish Soul Caesar Valius", "de": "Bezwingerseele Caesar Valius", "es": "Derrota Almas César Valius", "fr": "Âme du Vainqueur César Valius", "it": "Sgomina Anima Cesare Valius", "pt": "Alma Aniquiladora César Valius", "ja": "<ruby>ＶＳ<rt>ヴァンキッシュ・ソウル</rt></ruby> <ruby>龍帝<rt>カイザー</rt></ruby>ヴァリウス", "ja_romaji": "Vankisshu Souru Kaizā Variusu", "ko": "<ruby>VS<rt>뱅키시 소울</rt></ruby> 카이저 바리우스", "ko_rr": "Baengkisi Soul Kaijeo Bariuseu", "zh-TW": "對擊鬥魂 龍帝瓦利烏斯", "zh-CN": "对击斗魂 龙帝瓦里乌斯"}, "text": {"en": "During the Main Phase (Quick Effect): You can target 1 non-Dragon \"Vanquish Soul\" monster you control; return it to the hand, and if you do, Special Summon this card from your hand. (Quick Effect): You can activate 1 of these effects, by revealing monster(s) in your hand with the listed Attribute(s);\n● EARTH: This face-up card is unaffected by your opponent's activated effects this turn.\n● EARTH, FIRE, & DARK: Destroy 1 other card on the field.\nYou can only use each effect of \"Vanquish Soul Caesar Valius\" once per turn, and cannot activate more than 1 in the same Chain.", "de": "Während der Main Phase (Schnelleffekt): Du kannst 1 „Bezwingerseele“-Nichtdrache-Monster wählen, das du kontrollierst; gib es auf die Hand zurück und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung von deiner Hand. (Schnelleffekt): Du kannst 1 dieser Effekte aktivieren, indem du ein oder mehr Monster mit den aufgeführten Eigenschaften in deiner Hand vorzeigst;\n● ERDE: Diese offene Karte bleibt in diesem Spielzug von aktivierten Effekten deines Gegners unberührt.\n● ERDE, FEUER und FINSTERNIS: Zerstöre 1 andere Karte auf dem Spielfeld.\nDu kannst jeden Effekt von „Bezwingerseele Caesar Valius“ nur einmal pro Spielzug verwenden und du kannst nicht mehr als 1 in derselben Kette aktivieren.", "es": "Durante la Main Phase (Efecto Rápido): puedes seleccionar 1 monstruo \"Derrota Almas\" que no sea Dragón que controles; devuélvelo a la mano y, si lo haces, Invoca esta carta de Modo Especial desde tu mano. (Efecto Rápido): puedes activar 1 de estos efectos, mostrando uno o más monstruos en tu mano con el o los Atributos listados;\n● TIERRA: Esta carta boca arriba no es afectada por los efectos activados de tu adversario este turno.\n● TIERRA, FUEGO & OSCURIDAD: Destruye otra carta en el Campo.\nSólo puedes usar cada efecto de \"Derrota Almas César Valius\" una vez por turno, y no puedes activar más de 1 en la misma Cadena.", "fr": "Durant la Main Phase (Effet Rapide) : vous pouvez cibler 1 monstre \"Âme du Vainqueur\" non-Dragon que vous contrôlez ; renvoyez-le à la main, et si vous le faites, Invoquez Spécialement cette carte depuis votre main. (Effet Rapide) : vous pouvez activer 1 de ces effets, en révélant un ou plusieurs monstres dans votre main avec les Attributs listés ;\n● TERRE : Ce tour, cette carte face recto n'est pas affectée par les effets activés de votre adversaire.\n● TERRE, FEU et TÉNÈBRES : Détruisez 1 autre carte sur le Terrain.\nVous ne pouvez utiliser chaque effet de \"Âme du Vainqueur César Valius\" qu'une fois par tour, et ne pouvez en activer que max. 1 dans la même Chaîne.", "it": "Durante la Main Phase (Effetto Rapido): puoi scegliere come bersaglio 1 mostro \"Sgomina Anima\" non-Drago che controlli; fallo ritornare nella mano e, se lo fai, Evoca Specialmente questa carta dalla tua mano. (Effetto Rapido): puoi attivare 1 di questi effetti, rivelando uno o più mostri nella tua mano con gli Attributi indicati;\n● TERRA: Questa carta scoperta è immune agli effetti attivati del tuo avversario in questo turno.\n● TERRA, FUOCO, & OSCURITÀ: Distruggi 1 altra carta sul Terreno.\nPuoi utilizzare ogni effetto di \"Sgomina Anima Cesare Valius\" una sola volta per turno, e non puoi attivarne più di 1 nella stessa Catena.", "pt": "Durante a Fase Principal (Efeito Rápido): você pode escolher 1 monstro \"Alma Aniquiladora\" não-Dragão que você controla; devolva-o para a mão e, se isso acontecer, Invoque este card por Invocação-Especial da sua mão. (Efeito Rápido): você pode ativar 1 desses efeitos ao revelar um ou mais monstros na sua mão com o(s) Atributo(s) listado(s);\n● TERRA: Neste turno, este card com a face para cima não é afetado pelos efeitos ativados do seu oponente.\n● TERRA, FOGO & TREVAS: Destrua 1 outro card no campo.\nVocê só pode usar cada efeito de \"Alma Aniquiladora César Valius\" uma vez por turno e não pode ativar mais que 1 na mesma Corrente.", "ja": "このカード名の①②の効果は、それぞれ１ターンに１度しか使用できず、同一チェーン上では発動できない。①：自分・相手のメインフェイズに、ドラゴン族以外の自分フィールドの「ＶＳ」モンスター１体を対象として発動できる。そのモンスターを手札に戻し、このカードを手札から特殊召喚する。②：自分・相手ターンに、以下から１つ選択し、その属性の手札のモンスターを１体ずつ相手に見せて発動できる。●地：このターン、表側表示のこのカードは相手が発動した効果を受けない。●地・炎・闇：フィールドの他のカード１枚を選んで破壊する。", "ko": "이 카드명의 ①②의 효과는, 각각 1턴에 1번밖에 사용할 수 없으며, 동일한 체인 위에서는 발동할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 드래곤족 이외의 자신 필드의 \"VS(뱅키시 소울)\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패로 되돌리고, 이 카드를 패에서 특수 소환한다. ②: 자신 / 상대 턴에, 이하에서 1개 선택하여, 그 속성의 패의 몬스터를 1장씩 상대에게 보여주고 발동할 수 있다. ●땅: 이 턴에, 앞면 표시의 이 카드는 상대가 발동한 효과를 받지 않는다. ●땅 / 화염 / 어둠: 필드의 다른 카드 1장을 고르고 파괴한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次，無法在同一連鎖上發動。\n①：在我方・對方的主要階段，可將我方場上的１隻龍族以外的「對擊鬥魂」怪獸做為對象發動。將該怪獸送回手牌，從手牌特殊召喚此卡。\n②：在我方・對方回合，可從以下選擇１個，將手牌該屬性的怪獸各１隻出示給對方發動。\n●地：此回合，正面表示的此卡不受對方發動的效果影響。\n●地・炎・闇：選擇場上１張其他的卡破壞。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次，不可在同一连锁上发动。\n①：在自己・对手的主要阶段，以自己场上的龙族以外的１只“对击斗魂”怪兽为对象可以发动。将该怪兽放回手牌，从手牌将此卡特殊召唤。\n②：在自己・对手回合中，从以下选择１个，将手牌相应属性的怪兽各１只出示给对手可以发动。\n●地：此回合，表侧表示的此卡不受对手发动的效果影响。\n●地・炎・暗：将场上的１张其他的卡破坏。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "EARTH", "level": 8, "atk": 3000, "def": 1500, "series": ["Vanquish Soul"], "images": [{"index": 1, "image": "VanquishSoulCaesarValius-WISU-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "WISU-EN021", "set_name": "Wild Survivors", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "WISU-DE021", "set_name": "Wild Survivors", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "WISU-FR021", "set_name": "Wild Survivors", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "WISU-IT021", "set_name": "Wild Survivors", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "WISU-PT021", "set_name": "Wild Survivors", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBWS-JP021", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DBWS-KR021", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DUNE-SC099", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "DUNE-SC099", "set_name": "Duelist Nexus +1 Bonus Pack", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717361, "master_duel_rarity": "UR"}