{"konami_id": 16757, "password": 91228233, "name": {"en": "Forest of Lost Flowers", "de": "Wald der verschwundenen Blumen", "es": "Bosque de Flores Perdidas", "fr": "Forêt des Fleurs Perdues", "it": "Foresta dei Fiori Perduti", "pt": "Floresta das Flores Perdidas", "ja": "<ruby>迷<rt>まよ</rt></ruby>い<ruby>花<rt>ばな</rt></ruby>の<ruby>森<rt>もり</rt></ruby>", "ja_romaji": "Mayoi Bana no Mori", "ko": "방황의 꽃의 숲", "ko_rr": "Banghwang-ui Ttot-ui Sup", "zh-TW": "迷花之森", "zh-CN": "迷花之森"}, "text": {"en": null, "de": "Monster, die du kontrollierst und die mit „Sternenlicht-Papillon“ ausgerüstet sind, bleiben von aktivierten Effekten deines Gegners unberührt. Einmal pro Spielzug, wenn deine „Abenteurer-Spielmarke“ ein Monster durch Kampf zerstört: Du kannst 1 Karte ziehen. Einmal pro Spielzug, während deiner Main Phase, falls der vorstehende Effekt in diesem Spielzug aktiviert wurde: Du kannst deiner Hand 1 Spielfeldzauber, der „Abenteurer-Spielmarke“ erwähnt, von deinem Deck oder Friedhof hinzufügen, außer „Wald der verschwundenen Blumen“.", "es": "Los monstruos que controles equipados con \"Papillon Iluminado por Estrellas\" no son afectados por los efectos activados de tu adversario. Una vez por turno, cuando tu \"Ficha Aventurera\" destruya un monstruo en batalla: puedes robar 1 carta. Una vez por turno, durante tu Main Phase, si el efecto previo fue activado este turno: puedes añadir a tu mano 1 Mágica de Campo en tu Deck o Cementerio que mencione \"Ficha Aventurera\", excepto \"Bosque de Flores Perdidas\".", "fr": "Les monstres que vous contrôlez équipés avec \"Papillon Étoilé\" ne sont pas affectés par les effets activés de votre adversaire. Une fois par tour, lorsque votre \"Jeton Aventurier\" détruit un monstre au combat : vous pouvez piocher 1 carte. Une fois par tour, durant votre Main Phase, si l'effet précédent a été activé ce tour : vous pouvez ajouter 1 Magie de Terrain qui mentionne \"Jeton Aventurier\" (\"Forêt des Fleurs Perdues\" exclu) depuis votre Deck ou Cimetière à votre main.", "it": "I mostri che controlli equipaggiati con \"Papillon Lucestella\" sono immuni agli effetti attivati del tuo avversario. Una volta per turno, quando un tuo \"Segna-Avventuriero\" distrugge un mostro in battaglia: puoi pescare 1 carta. Una volta per turno, durante la tua Main Phase, se il precedente effetto è stato attivato in questo turno: puoi aggiungere 1 Magia Terreno che menziona \"Segna-Avventuriero\" dal tuo Deck o Cimitero alla tua mano, eccetto \"Foresta dei Fiori Perduti\".", "pt": "Monstros que você controla equipados com \"Papillon Estrelada\" não são afetados pelos efeitos ativados do seu oponente. Uma vez por turno, quando uma \"Ficha de Aventura\" sua destruir um monstro em batalha: você pode comprar 1 card. Uma vez por turno, durante sua Fase Principal, se o efeito anterior foi ativado neste turno: você pode adicionar 1 Magia de Campo que mencione \"Ficha de Aventura\" do seu Deck ou Cemitério à sua mão, exceto \"Floresta das Flores Perdidas\".", "ja": "①：「星空蝶」を装備した自分のモンスターは相手が発動した効果を受けない。\n②：１ターンに１度、自分の「勇者トークン」が戦闘でモンスターを破壊した時に発動できる。自分は１枚ドローする。\n③：このカードの②の効果を発動したターンの自分メインフェイズに１度、発動できる。自分のデッキ・墓地から「迷い花の森」以外の「勇者トークン」のトークン名が記されたフィールド魔法カード１枚を手札に加える。", "ko": "①: \"스타리트 파피용\"을 장착한 자신 몬스터는 상대가 발동한 효과를 받지 않는다. ②: 1턴에 1번, 자신의 \"용사 토큰\"이 전투로 몬스터를 파괴했을 때에 발동할 수 있다. 자신은 덱에서 1장 드로우한다. ③: 이 카드의 ②의 효과를 발동한 턴의 자신 메인 페이즈에 1번, 발동할 수 있다. 자신의 덱 / 묘지에서 \"방황의 꽃의 숲\" 이외의 \"용사 토큰\"의 토큰명이 쓰여진 필드 마법 카드 1장을 고르고 패에 넣는다.", "zh-TW": "①：裝備「星空蝶」的我方怪獸不受對方發動的效果影響。②：１回合１次，可在我方的「勇者衍生物」因戰鬥成功破壞怪獸時發動。我方從牌組抽１張牌。③：在此卡的②效果發動的回合，可在我方主要階段發動１次。從我方牌組・墓地選擇寫有「迷花之森」以外的「勇者衍生物」的衍生物名的１張場地魔法卡加入手牌。", "zh-CN": "①：装备了“星空蝶”的自己的怪兽不受对手发动的效果影响。②：1回合1次，自己的“勇者衍生物”战斗破坏怪兽时可以发动。自己从牌组抽1张。③：在发动此卡的②效果的回合的自己的主要阶段可以发动1次。从自己的牌组・墓地挑选“迷花之森”以外的1张记载有“勇者衍生物”的衍生物名的场地魔法卡加入手牌。"}, "card_type": "Spell", "property": "Field", "series": ["Adventurer"], "images": [{"index": 1, "image": "ForestofLostFlowers-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "GRCR-EN034", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "BLMR-EN097", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "GRCR-DE034", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "BLMR-DE097", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "GRCR-FR034", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "BLMR-FR097", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "GRCR-IT034", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "BLMR-IT097", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "GRCR-PT034", "set_name": "The Grand Creators", "rarities": ["Rare"]}, {"set_number": "BLMR-PT097", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBGC-JP034", "set_name": "Deck Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBGC-KR034", "set_name": "Deck Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBGC-SC034", "set_name": "Deck Build Pack: Grand Creators", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715004, "master_duel_rarity": "N"}