{"konami_id": 12653, "password": 91231901, "name": {"en": "\"A\" Cell Recombination Device", "de": "„A“-Zellen-Rekombinationsgerät", "es": "Aparato Recombinador de Celdas \"A\"", "fr": "Recombinaison Cellule \"A\"", "it": "Dispositivo di Ricombinazione \"A\"", "pt": "Aparelho de Recombinação de Células \"A\"", "ja": "「<ruby>Ａ<rt>エー</rt></ruby>」<ruby>細<rt>さい</rt></ruby><ruby>胞<rt>ぼう</rt></ruby><ruby>組<rt>く</rt></ruby>み<ruby>換<rt>か</rt></ruby>え<ruby>装<rt>そう</rt></ruby><ruby>置<rt>ち</rt></ruby>", "ja_romaji": "\"Ē\" Saibō Kumikae Sōchi", "ko": "\"A\" 세포 변환 장치", "ko_rr": null, "zh-TW": "「A」細胞重組裝置", "zh-CN": "「A」细胞重组装置"}, "text": {"en": null, "de": "Wähle 1 offenes Monster auf dem Spielfeld; lege 1 „Außerirdisch“-Monster von deinem Deck auf den Friedhof und falls du dies tust, lege A-Zählmarken in Höhe der Stufe des auf den Friedhof gelegten Monsters auf das Monster. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Außerirdisch“-Monster von deinem Deck hinzu.", "es": "Selecciona 1 monstruo boca arriba en el Campo; manda al Cementerio, desde tu Deck, 1 monstruo \"Alienígena\" y, si lo haces, pon tantos Contadores-A en ese monstruo como Niveles tenía el monstruo mandado. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 monstruo \"Alienígena\" en tu Deck.", "fr": "Ciblez 1 monstre face recto sur le Terrain ; envoyez 1 monstre \"Alien\" depuis votre Deck au Cimetière, et si vous le faites, placez un nombre de Compteurs-A sur le monstre, égal au Niveau du monstre envoyé. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Alien\" depuis votre Deck à votre main.", "it": "Scegli come bersaglio 1 mostro scoperto sul Terreno; manda 1 mostro \"Alieno\" dal tuo Deck al Cimitero e, se lo fai, metti sul quel mostro Segnalini-A pari al Livello del mostro mandato. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero; aggiungi 1 mostro \"Alieno\" dal tuo Deck alla tua mano.", "pt": "Escolha 1 monstro com a face para cima no campo; envie 1 monstro \"Alienígena\" do seu Deck para o Cemitério e, se isso acontecer, coloque Marcadores-A nesse monstro igual ao Nível do monstro enviado. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério; adicione 1 monstro \"Alienígena\" do seu Deck à sua mão.", "ja": "①：フィールドの表側表示モンスター１体を対象として発動できる。デッキから「エーリアン」モンスター１体を墓地へ送り、そのレベルの数だけ、対象のモンスターにＡカウンターを置く。\n②：自分メインフェイズに、このターンに墓地へ送られていないこのカードを墓地から除外して発動できる。デッキから「エーリアン」モンスター１体を手札に加える。", "ko": "①: 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 덱에서 \"에일리언\" 몬스터 1장을 묘지로 보내고, 묘지로 보낸 몬스터의 레벨의 수만큼, 대상의 몬스터에 A 카운터를 놓는다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"에일리언\" 몬스터 1장을 패에 넣는다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "①：可將場上的１隻正面表示怪獸做為對象發動。從牌組將１隻「外星人」怪獸送至墓地，根據送至墓地的怪獸的等級數值，於對象怪獸放置A計數物。②：可在我方主要階段將墓地的此卡除外發動。從牌組將１隻「外星人」怪獸加入手牌。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "①：可以场上的１只表侧表示怪兽为对象发动。从牌组将１只“外星人”怪兽送入墓地，并在对象怪兽放置A计数物，其数量相当于送入墓地的怪兽等级数量。②：可在我方主要阶段将墓地的此卡除外并发动。从牌组将１只“外星人”怪兽加入手牌。此效果不可在此卡被送入墓地的回合发动。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "ACellRecombinationDevice-INOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN063", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE063", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR063", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT063", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT063", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP063", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "ko": [{"set_number": "INOV-KR063", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 457318, "master_duel_rarity": "SR"}