{"konami_id": 17387, "password": 91262474, "name": {"en": "Stardust Wurm", "de": "Sternenstaubgewürm", "es": "Sierpe de Polvo de Estrellas", "fr": "Wurm Poussière d'Étoile", "it": "Wurm Polvere di Stelle", "pt": "Wurm da Poeira Estelar", "ja": "スターダスト・ヴルム", "ja_romaji": "Sutādasuto Vurumu", "ko": "스타더스트 브룸", "ko_rr": "Seutadeoseuteu Beurum", "zh-TW": "星塵幼龍", "zh-CN": "星尘幼龙"}, "text": {"en": null, "de": "Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet und du ein Drache-Synchromonster der Stufe 8 oder höher kontrollierst: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst diese Karte als Tribut anbieten; beschwöre bis zu 2 LICHT Drache-Monster der Stufe 1 als Spezialbeschwörung von deiner Hand und/oder deinem Friedhof, außer „Sternenstaubgewürm“, aber ihre Effekte können nicht aktiviert werden. Du kannst jeden Effekt von „Sternenstaubgewürm“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano o Cementerio, y controlas un Monstruo de Sincronía Dragón de Nivel 8 o mayor: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Puedes Sacrificar esta carta; Invoca de Modo Especial hasta 2 monstruos Dragón de LUZ de Nivel 1 desde tu mano y/o Cementerio, excepto \"Sierpe de Polvo de Estrellas\", pero sus efectos no pueden ser activados. Sólo puedes usar cada efecto de \"Sierpe de Polvo de Estrellas\" una vez por turno.", "fr": "Si cette carte est dans votre main ou Cimetière, et que vous contrôlez un Monstre Synchro Dragon de min. Niveau 8 : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous pouvez Sacrifier cette carte ; Invoquez Spécialement max. 2 monstres LUMIÈRE Dragon de Niveau 1 (\"Wurm Poussière d'Étoile\" exclu) depuis votre main et/ou Cimetière, mais leurs effets ne peuvent pas être activés. Vous ne pouvez utiliser chaque effet de \"Wurm Poussière d'Étoile\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano o Cimitero, e tu controlli un Mostro Synchro Drago di Livello 8 o superiore: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi offrire come Tributo questa carta; Evoca Specialmente fino a 2 mostri LUCE Drago di Livello 1 dalla tua mano e/o Cimitero, eccetto \"Wurm Polvere di Stelle\", ma i loro effetti non possono essere attivati. Puoi utilizzare ogni effetto di \"Wurm Polvere di Stelle\" una sola volta per turno.", "pt": "Se este card estiver na sua mão ou no Cemitério e você controlar um Monstro Sincro Dragão de Nível 8 ou mais: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você pode oferecer este card como Tributo; Invoque por Invocação-Especial até 2 monstros Dragão de LUZ de Nível 1 da sua mão e/ou do Cemitério, exceto \"Wurm da Poeira Estelar\", mas seus efeitos não podem ser ativados. Você só pode usar cada efeito de \"Wurm da Poeira Estelar\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが手札・墓地に存在し、自分フィールドにレベル８以上のドラゴン族Ｓモンスターが存在する場合に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。\n②：このカードをリリースして発動できる。自分の手札・墓地から「スターダスト・ヴルム」以外のドラゴン族・光属性・レベル１モンスターを２体まで特殊召喚する。この効果で特殊召喚したモンスターは効果を発動できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패 / 묘지에 존재하고, 자신 필드에 레벨 8 이상의 드래곤족 싱크로 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 이 카드를 릴리스하고 발동할 수 있다. 자신의 패 / 묘지에서 \"스타더스트 브룸\" 이외의 드래곤족 / 빛 속성 / 레벨 1 몬스터를 2장까지 고르고 특수 소환한다. 이 효과로 특수 소환한 몬스터는 효과를 발동할 수 없다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在此卡存在於手牌・墓地，我方場上存在等級８以上的龍族同步怪獸的狀況下發動。特殊召喚此卡。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。②：可解放此卡發動。從我方手牌・墓地選擇最多２隻「星塵幼龍」以外的龍族・光屬性・等級１怪獸特殊召喚。透過此效果特殊召喚的怪獸無法發動效果。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡存在于手牌・墓地，自己场上存在等级８以上龙族同步怪兽的情况下可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡离开场上的情况下，将其除外。②：解放此卡可以发动。从自己的手牌・墓地挑选最多２只“星尘幼龙”以外的龙族・光属性・等级１怪兽特殊召唤。以此效果特殊召唤的怪兽效果不可发动。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "LIGHT", "level": 1, "atk": 0, "def": 0, "series": ["Stardust"], "images": [{"index": 1, "image": "StardustWurm-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN094", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-EN229", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUNE-DE094", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-DE229", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUNE-FR094", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-FR229", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUNE-IT094", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-IT229", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUNE-PT094", "set_name": "Duelist Nexus", "rarities": ["Common"]}, {"set_number": "MP24-PT229", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "VX02-JP002", "set_name": "The Valuable Book EX 2 promotional cards", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "23PP-KRB03", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP6-SC176", "set_name": "Mega Pack 06", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716852, "master_duel_rarity": "SR"}