{"konami_id": 14110, "password": 91272072, "name": {"en": "Trickstar Band Sweet Guitar", "de": "Trickstar-Band Süße Gitarre", "es": "Bromiestrella Banda Guitarradulce", "fr": "Douce Guitare du Groupe Farstar", "it": "Truccastella Chitarra Dolce Banda", "pt": "Trapestrela Doce Guitarra da Banda", "ja": "トリックスターバンド・ギタースイート", "ja_romaji": "Torikkusutā Bando Gitāsuīto", "ko": "트릭스터밴드 기타스위트", "ko_rr": "Teurikseuteobandeu Gitaseuwiteu", "zh-TW": null, "zh-CN": "淘气仙星乐队・苦甜吉他手"}, "text": {"en": "1 \"Trickstar\" Link Monster + 1 \"Trickstar\" monster\nEffect damage inflicted to your opponent by your \"Trickstar\" Link Monster linked to this card is doubled. If your opponent takes damage by a \"Trickstar\" monster's effect: This card gains ATK equal to the damage they took. Once per turn, during the End Phase, if this card attacked this turn: The ATK gained from this effect returns to 0, then you can add 1 \"Trickstar\" monster from your GY to your hand.", "de": "1 „Trickstar“-Linkmonster + 1 „Trickstar“-Monster\nEffektschaden, der deinem Gegner durch deine „Trickstar“-Linkmonster zugefügt wird, die mit dieser Karte verlinkt sind, wird verdoppelt. Falls dein Gegner Schaden durch den Effekt eines „Trickstar“-Monsters erhält: Diese Karte erhält ATK in Höhe des Schadens, den er erhalten hat. Einmal pro Spielzug, während der End Phase, falls diese Karte in diesem Spielzug angegriffen hat: Die ATK, die diese Karte durch diesen Effekt erhalten hat, werden auf 0 zurückgesetzt, dann kannst du deiner Hand 1 „Trickstar“-Monster von deinem Friedhof hinzufügen.", "es": "1 Monstruo de Enlace \"Bromiestrella\" + 1 monstruo \"Bromiestrella\"\nEl daño de efecto infligido a tu adversario por tus Monstruos de Enlace \"Bromiestrella\" enlazados a esa carta se duplica. Si tu adversario recibe daño por el efecto de un monstruo \"Bromiestrella\": esta carta gana ATK igual al daño que recibió. Una vez por turno, durante la End Phase, si esta carta atacó este turno: el ATK ganado por este efecto vuelve a 0, y después puedes añadir a tu mano 1 monstruo \"Bromiestrella\" en tu Cementerio.", "fr": "1 Monstre Lien \"Farstar\" + 1 monstre \"Farstar\"\nLes dommages d'effet infligés à votre adversaire par votre Monstre Lien \"Farstar\" lié à cette carte sont doublés. Si votre adversaire reçoit des dommages par un effet de monstre \"Farstar\" : cette carte gagne une ATK égale aux dommages qu'il a reçus. Une fois par tour, durant la End Phase, si cette carte a attaqué ce tour : l'ATK gagnée par cet effet redevient 0, puis vous pouvez ajouter 1 monstre \"Farstar\" depuis votre Cimetière à votre main.", "it": "1 Mostro Link \"Truccastella\" + 1 mostro \"Truccastella\"\nIl danno da effetto inflitto al tuo avversario da un tuo Mostro Link \"Truccastella\" linkato a questa carta viene raddoppiato. Se il tuo avversario subisce danno dall'effetto di un mostro \"Truccastella\": questa carta guadagna ATK pari al danno che ha subito. Una volta per turno, durante la End Phase, se questa carta ha attaccato in questo turno: l'ATK guadagnato da questo effetto ritorna a 0, poi puoi aggiungere 1 mostro \"Truccastella\" dal tuo Cimitero alla tua mano.", "pt": "1 Monstro Link \"Trapestrela\" + 1 monstro \"Trapestrela\"\nO dano de efeito causado ao seu oponente pelos seus Monstros Link \"Trapestrela\" linkados a este card é dobrado. Se seu oponente sofrer dano pelo efeito de um monstro \"Trapestrela\": este card ganha ATK igual ao dano que ele sofreu. Uma vez por turno, durante a Fase Final, se este card atacou neste turno: o ATK ganho por este efeito volta a 0 e, depois, você pode adicionar 1 monstro \"Trapestrela\" do seu Cemitério à sua mão.", "ja": "「トリックスター」リンクモンスター＋「トリックスター」モンスター\n①：このカードとリンク状態の自分の「トリックスター」リンクモンスターの効果で相手に与えるダメージは倍になる。②：「トリックスター」モンスターの効果で相手がダメージを受ける度に発動する。このカードの攻撃力はそのダメージの数値分アップする。③：このカードが攻撃したターンのエンドフェイズに発動する。このカードの②の効果でアップした数値は０に戻る。その後、自分の墓地から「トリックスター」モンスター１体を選んで手札に加える事ができる。", "ko": "\"트릭스터\" 링크 몬스터 ＋ \"트릭스터\" 몬스터\n①: 이 카드와 링크 상태인 자신의 \"트릭스터\" 링크 몬스터의 효과로 상대에게 주는 데미지는 배가 된다. ②: \"트릭스터\" 몬스터의 효과로 상대가 데미지를 받을 때마다 발동한다. 이 카드의 공격력은 그 데미지의 수치만큼 올린다. ③: 이 카드가 공격한 턴의 엔드 페이즈에 발동한다. 이 카드의 ②의 효과로 올린 수치는 0 으로 되돌아간다. 그 후, 자신 묘지에서 \"트릭스터\" 몬스터 1장을 고르고 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": "\"淘气仙星\"连接怪兽＋\"淘气仙星\"怪兽\n①：以与此卡连接状态的自己的\"淘气仙星\"连接怪兽的效果给予对手的伤害变为两倍。②：每次对手因\"淘气仙星\"怪兽的效果受到伤害发动。此卡的攻击力上升相当于该伤害数值的数值。③：此卡攻击过的回合的结束阶段发动。因此卡的②效果上升的数值变回0。然后，可从自己墓地挑选1只\"淘气仙星\"怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fairy / Fusion / Effect", "attribute": "LIGHT", "level": 7, "atk": 2200, "def": 1200, "materials": "1 \"Trickstar\" Link Monster + 1 \"Trickstar\" monster", "series": ["Trickstar"], "images": [{"index": 1, "image": "TrickstarBandSweetGuitar-SAST-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN033", "set_name": "Savage Strike", "rarities": ["Super Rare"]}], "de": [{"set_number": "SAST-DE033", "set_name": "Savage Strike", "rarities": ["Super Rare"]}], "es": [{"set_number": "SAST-SP033", "set_name": "Savage Strike", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SAST-FR033", "set_name": "Savage Strike", "rarities": ["Super Rare"]}], "it": [{"set_number": "SAST-IT033", "set_name": "Savage Strike", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SAST-PT033", "set_name": "Savage Strike", "rarities": ["Super Rare"]}], "ja": [{"set_number": "SAST-JP033", "set_name": "Savage Strike", "rarities": ["Rare"]}], "ko": [{"set_number": "SAST-KR033", "set_name": "Savage Strike", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP3-SC020", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 575843}