{"konami_id": 14568, "password": 91283212, "name": {"en": "Battlewasp - Dart the Hunter", "de": "Kampfwespe - Dart der Jäger", "es": "Avispabatalla - Dardo el Cazador", "fr": "Guêpe de Bataille - Fléchette le Chasseur", "it": "Vespabattaglia - Dardo il Cacciatore", "pt": "Vespabatalha - Dardo, o Caçador", "ja": "<ruby>Ｂ・Ｆ<rt>ビー・フォース</rt></ruby>－<ruby>追<rt>つい</rt></ruby><ruby>撃<rt>げき</rt></ruby>のダート", "ja_romaji": "Bī Fōsu - Tsuigeki no Dāto", "ko": "<ruby>B·F<rt>비 포스</rt></ruby>－추격의 다트", "ko_rr": "Bi Poseu - Chugyeok-ui", "zh-TW": "蜂軍－追擊飛鏢蜂", "zh-CN": "蜂军－追击飞镖蜂"}, "text": {"en": "When your \"Battlewasp\" monster destroys a monster by battle that is owned by your opponent: You can discard this card; inflict damage to your opponent equal to that destroyed monster's original ATK. You can target 1 other Insect monster you control; it is treated as a Tuner this turn, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Insect monsters. You can only use each effect of \"Battlewasp - Dart the Hunter\" once per turn.", "de": "Wenn dein „Kampfwespe“-Monster ein Monster durch Kampf zerstört, das dein Gegner besitzt: Du kannst diese Karte abwerfen; füge deinem Gegner Schaden in Höhe der Grund-ATK des zerstörten Monsters zu. Du kannst 1 anderes Insekt-Monster wählen, das du kontrollierst; es wird in diesem Spielzug als Empfänger behandelt, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer Insekt-Monstern. Du kannst jeden Effekt von „Kampfwespe - Dart der Jäger“ nur einmal pro Spielzug verwenden.", "es": "Cuando tu monstruo \"Avispabatalla\" destruye un monstruo en batalla que es propiedad de tu adversario: puedes descartar esta carta; inflige daño a tu adversario igual al ATK original de ese monstruo destruido. Puedes seleccionar otro monstruo Insecto que controles; este turno, éste se trata como un Cantante, y además no puedes Invocar monstruos de Modo Especial desde el Deck Extra por el resto de este turno, excepto monstruos Insecto. Sólo puedes usar cada efecto de \"Avispabatalla - Dardo el Cazador\" una vez por turno.", "fr": "Lorsque votre monstre \"Guêpe de Bataille\" détruit un monstre au combat dont le propriétaire est votre adversaire : vous pouvez défausser cette carte ; infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre détruit. Vous pouvez cibler 1 autre monstre Insecte que vous contrôlez ; il est traité comme un Syntoniseur ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Guêpe de Bataille - Fléchette le Chasseur\" qu'une fois par tour.", "it": "Quando un tuo mostro \"Vespabattaglia\" distrugge in battaglia un mostro di proprietà del tuo avversario: puoi scartare questa carta; infliggi al tuo avversario danno pari all'ATK originale di quel mostro distrutto. Puoi scegliere come bersaglio 1 altro mostro Insetto che controlli; esso viene considerato come un Tuner in questo turno, inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri Insetto. Puoi utilizzare ogni effetto di \"Vespabattaglia - Dardo il Cacciatore\" una sola volta per turno.", "pt": "Quando um monstro \"Vespabatalha\" seu destruir em batalha um monstro do qual seu oponente seja dono: você pode descartar este card; cause dano ao seu oponente igual ao ATK original desse monstro destruído. Você pode escolher 1 outro monstro Inseto que você controla; ele é considerado como um Regulador neste turno e, além disso, você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros Inseto. Você só pode usar cada efeito de \"Vespabatalha - Dardo, o Caçador\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の「Ｂ・Ｆ」モンスターが、元々の持ち主が相手となるモンスターを戦闘で破壊した時、このカードを手札から捨てて発動できる。そのモンスターの元々の攻撃力分のダメージを相手に与える。②：このカード以外の自分フィールドの昆虫族モンスター１体を対象として発動できる。このターン、そのモンスターをチューナーとして扱う。この効果の発動後、ターン終了時まで自分は昆虫族モンスターしかＥＸデッキから特殊召喚できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 \"B·F(비 포스)\" 몬스터가, 원래의 주인이 상대가 되는 몬스터를 전투로 파괴했을 때, 이 카드를 패에서 버리고 발동할 수 있다. 그 몬스터의 원래 공격력만큼의 데미지를 상대에게 준다. ②: 이 카드 이외의 자신 필드의 곤충족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 턴에, 그 몬스터를 튜너로 취급한다. 이 효과의 발동 후, 턴 종료시까지 자신은 곤충족 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在我方的「蜂軍」怪獸破壞原本的持有者為對方的怪獸時，可從手牌捨棄此卡發動。給予對方等同於該怪獸原本的攻擊力數值的傷害。②：可將我方場上的１隻此卡以外的昆蟲族怪獸做為對象發動。此回合，將該怪獸視為協調。此效果發動後，在回合結束前我方可從額外牌組特殊召喚的怪獸僅限昆蟲族怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己的“蜂军”怪兽战斗破坏了原本持有者变为对手的怪兽时，从手牌将此卡舍弃可以发动。给予对手该怪兽的原本攻击力数值的伤害。②：以自己场上１只除此卡以外的昆虫族怪兽为对象可以发动。此回合，该怪兽被视为协调。此效果发动后，直至回合结束时为止，自己仅可从额外牌组特殊召唤昆虫族怪兽。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "WIND", "level": 1, "atk": 100, "def": 100, "series": ["Battlewasp"], "images": [{"index": 1, "image": "BattlewaspDarttheHunter-BLHR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLHR-EN032", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLHR-DE032", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLHR-FR032", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLHR-IT032", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLHR-PT032", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP19-JP035", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Common"]}], "ko": [{"set_number": "CP19-KR035", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 612243, "master_duel_rarity": "N"}