{"konami_id": 15469, "password": 91323605, "name": {"en": "How Did Dai Get Here?", "de": "Wie kommt Dai hierher?", "es": "¿Cómo Llegó Aquí Dai?", "fr": "Comment Dai Est Arrivé Ici ?", "it": "Come Dai Fatto a Finire Lì?", "pt": "Como Dai Chegou Aqui?", "ja": "<ruby>奇<rt>き</rt></ruby><ruby>異<rt>い</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>開<rt>かい</rt></ruby>", "ja_romaji": "Kiikaikai", "ko": "기이계개", "ko_rr": null, "zh-TW": "奇異界開", "zh-CN": "奇异界开"}, "text": {"en": "If a monster you control is destroyed by your opponent's attack or card effect: Place face-up in your Field Zone, 1 Field Spell from your Deck with a different name than the cards in the Field Zones, then reveal 5 monsters from your Deck that can be Special Summoned, with different names from each other, your opponent randomly picks 1 for you to Special Summon, also shuffle the rest into your Deck. You can only activate 1 \"How Did Dai Get Here?\" per turn.", "de": "Falls ein Monster, das du kontrollierst, durch einen Angriff oder Karteneffekt deines Gegners zerstört wird: Lege 1 Spielfeldzauber mit einem unterschiedlichen Namen als die Karten in den Spielfeldzonen von deinem Deck offen in deine Spielfeldzone, dann zeige 5 Monster, die als Spezialbeschwörung beschworen werden können, mit unterschiedlichen Namen voneinander von deinem Deck vor, dein Gegner bestimmt zufällig 1, das du als Spezialbeschwörung beschwörst, zusätzlich mische den Rest in dein Deck. Du kannst nur 1 „Wie kommt Dai hierher?“ pro Spielzug aktivieren.", "es": "Si un monstruo que controlas es destruido por el ataque o efecto de carta de tu adversario: pon en tu Zona del Campo boca arriba 1 Mágica de Campo en tu Deck, con un nombre diferente al de las cartas en las Zonas del Campo, y después muestra 5 monstruos en tu Deck que puedan ser Invocados de Modo Especial, con nombres diferentes entre sí, tu adversario elige 1 al azar para que lo Invoques de Modo Especial, y además barajas el resto a tu Deck. Sólo puedes activar 1 \"¿Cómo Llegó Aquí Dai?\" por turno.", "fr": "Si un monstre que vous contrôlez est détruit par une attaque ou effet de carte de votre adversaire : placez face recto dans votre Zone Terrain, 1 Magie de Terrain depuis votre Deck de nom différent des cartes dans les Zones Terrain, puis révélez 5 monstres depuis votre Deck qui peuvent être Invoqués Spécialement, de noms différents les uns des autres, votre adversaire en prend 1 au hasard pour vous à Invoquer Spécialement, et aussi, mélangez les cartes restantes dans votre Deck. Vous ne pouvez activer qu'1 \"Comment Dai Est Arrivé Ici ?\" par tour.", "it": "Se un mostro che controlli viene distrutto da un attacco o dall'effetto di una carta del tuo avversario: metti dal tuo Deck scoperta nella tua Zona Terreno, 1 Magia Terreno con un nome diverso dalle carte nelle Zone Terreno, poi rivela dal tuo Deck 5 mostri che possono essere Evocati Specialmente, con nomi diversi l'uno dall'altro, il tuo avversario ne prende 1 a caso da farti Evocare Specialmente, inoltre mischia il resto nel tuo Deck. Puoi attivare solo 1 \"Come Dai Fatto a Finire Lì?\" per turno.", "pt": "Se um monstro que você controla for destruído por um ataque ou efeito de card do seu oponente: coloque com a face para cima na sua Zona do Campo, 1 Magia de Campo do seu Deck com um nome diferente que o dos cards nas Zonas do Campo e, depois, revele 5 monstros do seu Deck que possam ser Invocados por Invocação-Especial, com nomes diferentes uns dos outros, seu oponente elege 1 deles aleatoriamente para que você Invoque por Invocação-Especial e, além disso, embaralhe o resto no seu Deck. Você só pode ativar 1 \"Como Dai Chegou Aqui?\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドのモンスターが相手の攻撃・効果で破壊された場合に発動できる。同名カードがフィールドゾーンに存在しないフィールド魔法カード１枚をデッキから自分のフィールドゾーンに表側表示で置く。その後、デッキからカード名が異なるモンスター５体を相手に見せ、相手はその中からランダムに１体選ぶ。そのモンスター１体を自分フィールドに特殊召喚し、残りをデッキに戻す。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 몬스터가 상대의 공격 / 효과로 파괴되었을 경우에 발동할 수 있다. 같은 이름의 카드가 필드 존에 존재하지 않는 필드 마법 카드 1장을 덱에서 자신의 필드 존에 앞면 표시로 놓는다. 그 후, 덱에서 카드명이 다른 몬스터 5장을 상대에게 보여주고, 상대는 그 중에서 무작위로 1장 고른다. 그 몬스터 1장을 자신 필드에 특수 소환하고, 나머지를 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的卡１回合仅可发动１张。①：自己场上的怪兽因对手的攻击・效果被破坏的情况下可以发动。从牌组将１张场地区域不存在同名卡的场地魔法卡以表侧表示放在自己的场地区域。然后，从牌组将５只卡名不同的怪兽出示给对手，对手从其中随机挑选１只。将该１只怪兽特殊召唤至自己场上，剩余的放回牌组。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "HowDidDaiGetHere-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN085", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-EN359", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE085", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-DE359", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "CYAC-SP085", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-SP359", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR085", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-FR359", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT085", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-IT359", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT085", "set_name": "Cyberstorm Access", "rarities": ["Common"]}, {"set_number": "MP24-PT359", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "WPP4-JP062", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}], "ko": [{"set_number": "WPP4-KR062", "set_name": "World Premiere Pack 2023", "rarities": ["Common"]}], "zh-CN": [{"set_number": "WPS1-SC115", "set_name": "World Premiere Pack 2024", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 930393, "master_duel_rarity": "SR"}