{"konami_id": 14445, "password": 91336701, "name": {"en": "Day-Breaker the Shining Magical Warrior", "de": "Tag-Brecher, Glänzender Magischer Krieger", "es": "Day-Breaker el Guerrero Mágico Brillante", "fr": "Fracas du Jour, le Brillant Guerrier Magique", "it": "Day-Breaker, il Guerriero Magico Splendente", "pt": "Day-Breaker, o Guerreiro Mágico Brilhante", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>導<rt>どう</rt></ruby><ruby>耀<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby> デイブレイカー", "ja_romaji": "Madōkishi Deibureikā", "ko": "마도요사 샤이닝브레이커", "ko_rr": "Madoyosa Syainingbeureikeo", "zh-TW": null, "zh-CN": "魔导耀士 破晓者"}, "text": {"en": "2 Spellcaster monsters\nIf this card is Link Summoned: Place 1 Spell Counter on it. Gains 300 ATK for each Spell Counter on it. You can only activate each of the following effects of \"Day-Breaker the Shining Magical Warrior\" once per turn.\n● If a Spellcaster monster(s) is Special Summoned to a zone(s) this card points to: Place 1 Spell Counter on this card.\n● You can remove 2 Spell Counters from this card, then target 1 card on the field; destroy it.", "de": "2 Hexer-Monster\nFalls diese Karte als Linkbeschwörung beschworen wird: Lege 1 Zauberzählmarke darauf. Diese Karte erhält 300 ATK für jede Zauberzählmarke auf ihr. Du kannst jeden der folgenden Effekte von „Tag-Brecher, Glänzender Magischer Krieger“ nur einmal pro Spielzug aktivieren.\n● Falls ein oder mehr Hexer-Monster als Spezialbeschwörung in eine oder mehr Zonen beschworen werden, auf die diese Karte zeigt: Lege 1 Zauberzählmarke auf diese Karte.\n● Du kannst 2 Zauberzählmarken von dieser Karte entfernen und dann 1 Karte auf dem Spielfeld wählen; zerstöre sie.", "es": "2 monstruos Lanzador de Conjuros\nSi esta carta es Invocada por Enlace: pon 1 Contador Mágico en ella. Gana 300 ATK por cada Contador Mágico en ella. Sólo puedes activar cada uno de los siguientes efectos de \"Day-Breaker el Guerrero Mágico Brillante\" una vez por turno.\n● Si uno o más monstruos Lanzador de Conjuros son Invocados de Modo Especial a una o más zonas a las que apunte esta carta: pon 1 Contador Mágico en esta carta.\n● Puedes retirar 2 Contadores Mágicos de esta carta, y después selecciona 1 carta en el Campo; destrúyela.", "fr": "2 monstres Magicien\nSi cette carte est Invoquée par Lien : placez 1 Compteur Magie sur elle. Gagne 300 ATK pour chaque Compteur Magie sur elle. Vous ne pouvez activer chacun des effets suivants de \"Fracas du Jour, le Brillant Guerrier Magique\" qu'une fois par tour.\n● Si un ou plusieurs monstres Magicien sont Invoqués Spécialement dans une ou plusieurs zones pointées par cette carte : placez 1 Compteur Magie sur cette carte.\n● Vous pouvez retirer 2 Compteurs Magie de cette carte, puis ciblez 1 carte sur le Terrain ; détruisez-la.", "it": "2 mostri Incantatore\nSe questa carta viene Evocata Link: metti 1 Segnalino Magia su di essa. Guadagna 300 ATK per ogni Segnalino Magia su di essa. Puoi attivare ognuno dei seguenti effetti di \"Day-Breaker, il Guerriero Magico Splendente\" una sola volta per turno.\n● Se uno o più mostri Incantatore vengono Evocati Specialmente in una o più zone puntate da questa carta: metti 1 Segnalino Magia su questa carta.\n● Puoi rimuovere 2 Segnalini Magia da questa carta, poi scegliere come bersaglio 1 carta sul Terreno; distruggila.", "pt": "2 monstros Mago\nSe este card for Invocado por Invocação-Link: coloque 1 Marcador de Magia sobre ele. Ganha 300 de ATK para cada Marcador de Magia sobre ele. Você só pode ativar cada um dos seguintes efeitos de \"Day-Breaker, o Guerreiro Mágico Brilhante\" uma vez por turno.\n● Se um ou mais monstros Mago forem Invocados por Invocação-Especial em uma ou mais zonas para as quais este card apontar: coloque 1 Marcador de Magia neste card.\n● Você pode remover 2 Marcadores de Magia deste card e, depois, escolher 1 card no campo; destrua-o.", "ja": "魔法使い族モンスター２体\nこのカード名の②④の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＬ召喚した場合に発動する。このカードに魔力カウンターを１つ置く。②：このカードのリンク先に魔法使い族モンスターが特殊召喚された場合に発動する。このカードに魔力カウンターを１つ置く。③：このカードの攻撃力は、このカードの魔力カウンターの数×３００アップする。④：このカードの魔力カウンターを２つ取り除き、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "마법사족 몬스터 2장\n이 카드명의 ②④의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 링크 소환에 성공했을 경우에 발동한다. 이 카드에 마력 카운터를 1개 놓는다. ②: 이 카드의 링크 앞에 마법사족 몬스터가 특수 소환되었을 경우에 발동한다. 이 카드에 마력 카운터를 1개 놓는다. ③: 이 카드의 공격력은, 이 카드의 마력 카운터의 수 × 300 올린다. ④: 이 카드의 마력 카운터를 2개 제거하고, 필드의 카드 1장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "魔法师族怪兽2只\n这个卡名的②④效果1回合各能使用1次。①：这张卡链接召唤成功的场合必定发动。在这张卡上放置1个魔力指示物。②：这张卡的链接端有魔法师族怪兽特殊召唤的场合必定发动。在这张卡上放置1个魔力指示物。③：这张卡的攻击力上升这张卡的魔力指示物的数量×300。④：可以将这张卡的2个魔力指示物取除，以场上的1张卡为对象发动。将那张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Link / Effect", "attribute": "LIGHT", "link_arrows": ["↙", "↘"], "atk": 1600, "materials": "2 Spellcaster monsters", "series": ["Prophecy"], "images": [{"index": 1, "image": "DayBreakertheShiningMagicalWarrior-SR08-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SR08-EN040", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SR08-DE040", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SR08-SP040", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SR08-FR040", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SR08-IT040", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SR08-PT040", "set_name": "Structure Deck: Order of the Spellcasters", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR08-JP040", "set_name": "Structure Deck R: Lord of Magician", "rarities": ["Ultra Rare"]}, {"set_number": "25TP-JP409", "set_name": "Tournament Pack 2025 Vol.4", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SR08-KR040", "set_name": "Structure Deck R: Lord of Magician", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 589306}