{"konami_id": 10055, "password": 91349449, "name": {"en": "Lightray Sorcerer", "de": "Lichtstrahl-Hexer", "es": "Hechicero Rayoluz", "fr": "Sorcier Rayon Lumineux", "it": "Stregone Raggiodiluce", "pt": null, "ja": "ライトレイ ソーサラー", "ja_romaji": "Raitorei Sōsarā", "ko": "라이트레이 소서러", "ko_rr": null, "zh-TW": null, "zh-CN": "光芒使者 巫师"}, "text": {"en": "Cannot be Normal Summoned or Set. Must be Special Summoned (from your hand) while 3 or more of your LIGHT monsters are banished, and cannot be Special Summoned by other ways. Once per turn: You can target 1 of your banished LIGHT monsters and 1 face-up monster on the field; shuffle the first target into the Deck, and if you do, banish the second target. This card cannot attack during the turn you activate this effect.", "de": "Kann nicht als Normalbeschwörung beschworen oder gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, solange 3 oder mehr deiner LICHT Monster verbannt sind, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Einmal pro Spielzug: Du kannst 1 deiner verbannten LICHT Monster und 1 offenes Monster auf dem Spielfeld wählen; mische das erste gewählte Ziel ins Deck und falls du dies tust, verbanne das zweite gewählte Ziel. Diese Karte kann nicht in dem Spielzug angreifen, in dem du diesen Effekt aktivierst.", "es": "No puede ser Invocado de Modo Normal, ni Colocado. Debe ser Invocado de Modo Especial desde tu mano mientras 3 o más de tus monstruos de LUZ estén desterrados, y no puede ser Invocado de Modo Especial de otra forma. Una vez por turno: puedes seleccionar 1 de tus monstruos de LUZ desterrados y 1 monstruo boca arriba en el Campo; baraja al Deck el primer objetivo y, si lo haces, destierra el segundo objetivo. Esta carta no puede atacar en el turno en que activas este efecto.", "fr": "Ce monstre ne peut être invoqué normalement ou posé. Ce monstre ne peut être invoqué Spécialement (depuis votre main) que si vous avez trois monstres de type lumière bannis et ne peut être invoqué specialement autrement. Une fois par tour: Vous pouvez mélanger un de vos monstres bannis à votre deck pour cibler un monstre face recto sur le terrain. Banniser la cible. Cette carte ne peut declarer d'attaque le tour où elle active cet effet.", "it": "Non può essere Evocato Normalmente o Posizionato. Deve essere Evocato Specialmente (dalla tua mano) mentre 3 o più dei tuoi mostri LUCE sono banditi, e non può essere Evocato Specialmente in altri modi. Una volta per turno: puoi scegliere come bersaglio 1 dei tuoi mostri LUCE banditi e 1 mostro scoperto sul Terreno; mischia il primo bersaglio nel Deck e, se lo fai, bandisci il secondo bersaglio. Questa carta non può attaccare durante il turno in cui attivi questo effetto.", "pt": null, "ja": "このカードは通常召喚できない。ゲームから除外されている自分の光属性モンスターが３体以上の場合のみ特殊召喚できる。１ターンに１度、ゲームから除外されている自分の光属性モンスター１体を選択してデッキに戻し、フィールド上に表側表示で存在するモンスター１体を選択してゲームから除外できる。この効果を発動するターン、このカードは攻撃できない。", "ko": "이 카드는 일반 소환 / 세트할 수 없다. 게임에서 제외되어 있는 자신의 빛 속성 몬스터가 3장 이상일 경우에만 특수 소환할 수 있다. 1턴에 1번, 게임에서 제외되어 있는 자신의 빛 속성 몬스터 1장을 선택하여 덱으로 되돌리고, 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택하고 게임에서 제외할 수 있다. 이 효과를 발동하는 턴에, 이 카드는 공격할 수 없다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。从游戏中除外的自己的光属性怪兽是3只以上的场合才能特殊召唤。1回合1次，可以选择从游戏中除外的1只自己的光属性怪兽回到卡组，选择场上表侧表示存在的1只怪兽从游戏中除外。这个效果发动的回合，这张卡不能攻击。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 6, "atk": 2300, "def": 2000, "series": ["Lightray"], "images": [{"index": 1, "image": "LightraySorcerer-GAOV-EN-R-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN032", "set_name": "Galactic Overlord", "rarities": ["Rare"]}], "de": [{"set_number": "GAOV-DE032", "set_name": "Galactic Overlord", "rarities": ["Rare"]}], "es": [{"set_number": "GAOV-SP032", "set_name": "Galactic Overlord", "rarities": ["Rare"]}], "fr": [{"set_number": "GAOV-FR032", "set_name": "Galactic Overlord", "rarities": ["Rare"]}], "it": [{"set_number": "GAOV-IT032", "set_name": "Galactic Overlord", "rarities": ["Rare"]}], "ja": [{"set_number": "GAOV-JP032", "set_name": "Galactic Overlord", "rarities": ["Rare"]}], "ko": [{"set_number": "GAOV-KR032", "set_name": "Galactic Overlord", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 209559}