{"konami_id": 15518, "password": 91397409, "name": {"en": "Penguin Brave", "de": "Tapferer Pinguin", "es": "Bravo Pingüino", "fr": "Pingouin Courageux", "it": "Coraggioso Pinguino", "pt": "Coragem do Pinguim", "ja": "ペンギン<ruby>勇<rt>ゆう</rt></ruby><ruby>者<rt>しゃ</rt></ruby>", "ja_romaji": "Pengin Yūsha", "ko": "펭귄 용사", "ko_rr": null, "zh-TW": "企鵝勇者", "zh-CN": "企鹅勇者"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nYour opponent cannot target face-down Defense Position monsters you control with card effects. You can only use each of the following effects of \"Penguin Brave\" once per turn. If this card is Synchro Summoned: You can Special Summon 1 \"Penguin\" monster from your Deck in face-down Defense Position. When your opponent activates a monster effect (Quick Effect): You can flip 1 face-down Defense Position WATER monster you control face-up.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nDein Gegner kann Monster in verdeckter Verteidigungsposition, die du kontrollierst, nicht als Ziel für Karteneffekte wählen. Du kannst jeden der folgenden Effekte von „Tapferer Pinguin“ nur einmal pro Spielzug verwenden. Falls diese Karte als Synchrobeschwörung beschworen wird: Du kannst 1 „Pinguin“-Monster als Spezialbeschwörung von deinem Deck in die verdeckte Verteidigungsposition beschwören. Wenn dein Gegner einen Monstereffekt aktiviert (Schnelleffekt): Du kannst 1 WASSER Monster in verdeckter Verteidigungsposition, das du kontrollierst, aufdecken.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nTu adversario no puede seleccionar con efectos de cartas monstruos que controlas en Posición de Defensa boca abajo. Sólo puedes usar cada uno de los siguientes efectos de \"Bravo Pingüino\" una vez por turno. Si esta carta es Invocada por Sincronía: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Pingüino\" en Posición de Defensa boca abajo. Cuando tu adversario activa un efecto de monstruo (Efecto Rápido): puedes voltear boca arriba 1 monstruo de AGUA en Posición de Defensa boca abajo que controles.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVotre adversaire ne peut pas cibler les monstres en Position de Défense face verso que vous contrôlez avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Pingouin Courageux\" qu'une fois par tour. Si cette carte est Invoquée par Synchronisation : vous pouvez Invoquer Spécialement 1 monstre \"Pingouin\" depuis votre Deck en Position de Défense face verso. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez retourner face recto 1 monstre EAU en Position de Défense face verso que vous contrôlez.", "it": "1 Tuner + 1+ mostri non-Tuner\nIl tuo avversario non può scegliere come bersaglio i mostri coperti in Posizione di Difesa che controlli con gli effetti delle carte. Puoi utilizzare ognuno dei seguenti effetti di \"Coraggioso Pinguino\" una sola volta per turno. Se questa carta viene Synchro Evocata: puoi Evocare Specialmente 1 mostro \"Pinguino\" dal tuo Deck coperto in Posizione di Difesa. Quando il tuo avversario attiva l'effetto di un mostro (Effetto Rapido): puoi scoprire 1 mostro ACQUA coperto in Posizione di Difesa che controlli.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nSeu oponente não pode escolher monstros com a face para baixo em Posição de Defesa que você controla como alvo de efeitos de card. Você só pode usar cada um dos seguintes efeitos de \"Coragem do Pinguim\" uma vez por turno. Se este card for Invocado por Invocação-Sincro: você pode Invocar por Invocação-Especial 1 monstro \"Pinguim\" do seu Deck, com a face para baixo em Posição de Defesa. Quando seu oponente ativar um efeito de monstro (Efeito Rápido): você pode virar com a face para cima, 1 monstro de ÁGUA com a face para baixo em Posição de Defesa que você controla.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがＳ召喚に成功した場合に発動できる。デッキから「ペンギン」モンスター１体を裏側守備表示で特殊召喚する。②：このカードがモンスターゾーンに存在する限り、自分フィールドの裏側守備表示モンスターは相手の効果の対象にならない。③：相手がモンスターの効果を発動した時に発動できる。自分フィールドの裏側守備表示の水属性モンスター１体を選んで表側守備表示にする。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 싱크로 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"펭귄\" 몬스터 1장을 뒷면 수비 표시로 특수 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 자신 필드의 뒷면 수비 표시 몬스터는 상대 효과의 대상이 되지 않는다. ③: 상대가 몬스터의 효과를 발동했을 때에 발동할 수 있다. 자신 필드의 뒷면 수비 표시 물 속성 몬스터 1장을 고르고 앞면 수비 표시로 한다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n此卡名的①③效果，１回合各僅限使用１次。①：可在此卡同步召喚成功的狀況下發動。從牌組以反面守備表示特殊召喚１隻「企鵝」怪獸。②：只要此卡存在於怪獸區，我方場上的反面守備表示怪獸就不會成為對方的效果對象。③：可在對方發動怪獸的效果時發動。選擇我方場上的１隻反面守備表示的水屬性怪獸，變為正面守備表示。", "zh-CN": "协调+1只以上协调以外的怪兽\n此卡名的效果①③在1个回合中仅可各使用1次。①：在此卡同步召唤成功的情况下可以发动。从牌组中以里侧守备表示特殊召唤1只“企鹅”怪兽。②：只要此卡存在于怪兽区域，自己场上里侧守备表示的怪兽就不会成为对手效果的对象。③：对手发动了怪兽效果时可以发动。挑选自己场上的1只里侧守备表示的水属性怪兽，使其变为表侧守备表示。"}, "card_type": "Monster", "monster_type_line": "Aqua / Synchro / Effect", "attribute": "WATER", "level": 6, "atk": 2400, "def": 1200, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Penguin"], "images": [{"index": 1, "image": "PenguinBrave-OP17-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "PHRA-EN039", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-EN189", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP17-EN010", "set_name": "OTS Tournament Pack 17", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHRA-DE039", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-DE189", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP17-DE010", "set_name": "OTS Tournament Pack 17", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHRA-FR039", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-FR189", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP17-FR010", "set_name": "OTS Tournament Pack 17", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHRA-IT039", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-IT189", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP17-IT010", "set_name": "OTS Tournament Pack 17", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHRA-PT039", "set_name": "Phantom Rage", "rarities": ["Common"]}, {"set_number": "MP21-PT189", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}, {"set_number": "OP17-PT010", "set_name": "OTS Tournament Pack 17", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHRA-JP039", "set_name": "Phantom Rage", "rarities": ["Common"]}], "ko": [{"set_number": "PHRA-KR039", "set_name": "Phantom Rage", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716196, "master_duel_rarity": "UR"}