{"konami_id": 9946, "password": 91422370, "name": {"en": "Zenmailstrom", "de": "Zenmeilström", "es": "Zenmailstrom", "fr": "Zenmailstrom", "it": "Zenmailstrom", "pt": "Zendemoinho", "ja": "<ruby>螺<rt>ら</rt></ruby><ruby>旋<rt>せん</rt></ruby><ruby>式<rt>しき</rt></ruby><ruby>発<rt>ぜん</rt></ruby><ruby>条<rt>まい</rt></ruby>", "ja_romaji": "Rasen Shiki Zenmai", "ko": "나선식 발조", "ko_rr": null, "zh-TW": "螺旋式上弦", "zh-CN": "螺旋式上弦"}, "text": {"en": null, "de": "Biete 1 „Aufzieh“-Monster mit 1500 oder mehr ATK als Tribut an; beschwöre 1 „Aufzieh“-Monster als Spezialbeschwörung von deiner Hand und dann kannst du 1 „Aufzieh“-Monster mit denselben ATK wie das durch diesen Effekt als Spezialbeschwörung beschworene Monster als Spezialbeschwörung von deinem Deck beschwören.", "es": "Sacrifica 1 monstruo \"de Cuerda\" con 1500 ATK o más; Invoca de Modo Especial desde tu mano, 1 monstruo \"de Cuerda\", y después puedes Invocar de Modo Especial desde tu Deck, 1 monstruo \"de Cuerda\" con el mismo ATK que el monstruo Invocado de Modo Especial por este efecto.", "fr": "Sacrifiez 1 monstre \"Automate\" avec min. 1500 ATK ; Invoquez Spécialement 1 monstre \"Automate\" depuis votre main, puis vous pouvez Invoquer Spécialement 1 monstre \"Automate\" depuis votre Deck avec la même ATK que le monstre Invoqué Spécialement par cet effet.", "it": "Offri come Tributo 1 mostro \"a Molla\" con ATK di 1500 o superiore; Evoca Specialmente 1 mostro \"a Molla\" dalla tua mano, poi puoi Evocare Specialmente dal tuo Deck 1 mostro \"a Molla\" con lo stesso ATK del mostro Evocato Specialmente da questo effetto.", "pt": "Ofereça como Tributo 1 monstro \"de Corda\" com 1500 ou mais de ATK; Invoque por Invocação-Especial 1 monstro \"de Corda\" da sua mão e, depois, você pode Invocar por Invocação-Especial 1 monstro \"de Corda\" do seu Deck com o mesmo ATK que o monstro Invocado por Invocação-Especial por este efeito.", "ja": "①：自分フィールドの攻撃力１５００以上の「ゼンマイ」モンスター１体をリリースして発動できる。手札から「ゼンマイ」モンスター１体を特殊召喚する。その後、この効果で特殊召喚したモンスターと同じ攻撃力を持つ「ゼンマイ」モンスター１体をデッキから特殊召喚できる。", "ko": "자신 필드 위의 공격력 1500 이상의 \"태엽\"이라는 이름이 붙은 몬스터 1장을 릴리스하고 발동한다. 패에서 \"태엽\"이라는 이름이 붙은 몬스터 1장을 특수 소환한다. 그 후, 이 효과로 특수 소환한 몬스터와 같은 공격력을 가진 \"태엽\"이라는 이름이 붙은 몬스터 1장을 덱에서 특수 소환할 수 있다.", "zh-TW": "可解放我方場上的１隻攻擊力１５００以上、冠有「發條」之名的怪獸發動。從手牌特殊召喚１隻冠有「發條」之名的怪獸。其後，可從牌組特殊召喚與透過此效果特殊召喚的怪獸持有攻擊力相同的１隻冠有「發條」之名的怪獸。", "zh-CN": "可以解放我方场上攻击力１５００以上的具“发条”之名的怪兽以发动。从手牌中特殊召唤１只具“发条”之名的怪兽。然后，可以从卡组中特殊召唤１只攻击力与该怪兽相同，且具“发条”之名的怪兽。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "Zenmailstrom-ORCS-EN-C-UE.png"}], "sets": {"en": [{"set_number": "ORCS-EN072", "set_name": "Order of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "ORCS-DE072", "set_name": "Order of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "ORCS-FR072", "set_name": "Order of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "ORCS-IT072", "set_name": "Order of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "ORCS-JP072", "set_name": "Order of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "ORCS-KR072", "set_name": "Order of Chaos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 194842, "master_duel_rarity": "N"}