{"konami_id": 8710, "password": 91438994, "name": {"en": "Genex Ally Bellflame", "de": "Genex-Verbündeter Flammenglocke", "es": "Aliado Genex Sirellama", "fr": "Cloche-Flamme, Allié Genex", "it": "Genex Alleato Infiammatore", "pt": "Aliado Genex Chamalarme", "ja": "<ruby>Ａ<rt>アーリー</rt></ruby>・ジェネクス・ベルフレイム", "ja_romaji": "Ārī Jenekusu Berufureimu", "ko": "A·제넥스 벨플레임", "ko_rr": null, "zh-TW": "A・次代機焊火者", "zh-CN": "A次代机・浴焰"}, "text": {"en": "Each time a monster(s) you control is sent to the Graveyard, place 1 Genex Counter on this card. Each time a card(s) in your opponent's Graveyard is banished, place 2 Genex Counters on this card. This card gains 100 ATK for each Genex Counter on the field. If this card is destroyed by battle and sent to the Graveyard: Inflict 300 damage to your opponent for each Genex Counter that was on this card.", "de": "Jedes Mal, wenn ein oder mehr Monster, die du kontrollierst, auf den Friedhof gelegt werden, lege 1 Genex-Zählmarke auf diese Karte. Jedes Mal, wenn eine oder mehr Karten vom Friedhof deines Gegners verbannt werden, lege 2 Genex-Zählmarken auf diese Karte. Diese Karte erhält 100 ATK für jede Genex-Zählmarke auf dem Spielfeld. Falls diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird: Füge deinem Gegner 300 Schaden für jede Genex-Zählmarke zu, die auf dieser Karte lag.", "es": "Cada vez que uno o más monstruos que controlas es mandado al Cementerio, pon 1 Contador Genex en esta carta. Cada vez que una o más cartas en el Cementerio de tu adversario son desterradas, pon 2 Contadores Genex en esta carta. Esta carta gana 100 ATK por cada Contador Genex en el Campo. Si esta carta es destruida en batalla y mandada al Cementerio: inflige 300 puntos de daño a tu adversario por cada Contador Genex que había en esta carta.", "fr": "Chaque fois qu'un ou plusieurs monstres que vous contrôlez sont envoyés au Cimetière, placez 1 Compteur Genex sur cette carte. Chaque fois qu'une ou plusieurs cartes dans le Cimetière de votre adversaire sont bannies, placez 2 Compteurs Genex sur cette carte. Cette carte gagne 100 ATK pour chaque Compteur Genex sur le Terrain. Si cette carte est détruite au combat et envoyée au Cimetière : infligez 300 points de dommage à votre adversaire pour chaque Compteur Genex qui était sur cette carte.", "it": "Ogni volta che uno o più mostri che controlli vengono mandati al Cimitero, metti 1 Segnalino Genex su questa carta. Ogni volta che una o più carte nel Cimitero del tuo avversario vengono bandite, metti 2 Segnalini Genex su questa carta. Questa carta guadagna 100 ATK per ogni Segnalino Genex sul Terreno. Se questa carta viene distrutta in battaglia e mandata la Cimitero: infliggi 300 danni al tuo avversario per ogni Segnalino Genex che c'era su questa carta.", "pt": "Sempre que um ou mais monstros que você controla forem enviados para o Cemitério, coloque 1 Marcador Genex neste card. Sempre que um ou mais cards no Cemitério do seu oponente forem banidos, coloque 2 Marcadores Genex neste card. Este card ganha 100 de ATK para cada Marcador Genex no campo. Se este card for destruído em batalha e enviado para o Cemitério: cause 300 de dano ao seu oponente para cada Marcador Genex que estava neste card.", "ja": "①：自分フィールドからモンスターが墓地へ送られる度に、このカードにジェネクスカウンターを１つ置く。②：相手の墓地からカードが除外される度に、このカードにジェネクスカウンターを２つ置く。③：このカードの攻撃力は、フィールドのジェネクスカウンターの数×１００アップする。④：このカードが戦闘で破壊され墓地へ送られた場合に発動する。このカードに置かれていたジェネクスカウンターの数×３００ダメージを相手に与える。", "ko": "①: 자신 필드에서 몬스터가 묘지로 보내질 때마다, 이 카드에 제넥스 카운터를 1개 놓는다. ②: 상대 묘지에서 카드가 제외될 때마다, 이 카드에 제넥스 카운터를 2개 놓는다. ③: 이 카드의 공격력은, 필드의 제넥스 카운터의 수 × 100 올린다. ④: 이 카드가 전투로 파괴되어 묘지로 보내졌을 경우에 발동한다. 이 카드에 놓여 있던 제넥스 카운터의 수 × 300 데미지를 상대에게 준다.", "zh-TW": null, "zh-CN": "①：每次怪兽被从自己场上送至墓地，在此卡上放１个次代机计数物。\n②：每次卡被从对手的墓地除外，在此卡上放２个次代机计数物。\n③：此卡的攻击力上升相当于场上次代机计数物的数量×１００的数值。\n④：此卡因战斗被破坏并被送至墓地的情况下发动。给予对手相当于此卡上所放次代机计数物的数量×３００的伤害。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 4, "atk": 1700, "def": 1000, "series": ["Genex"], "images": [{"index": 1, "image": "GenexAllyBellflame-BP03-EN-R-1E.png"}], "sets": {"en": [{"set_number": "HA04-EN038", "set_name": "Hidden Arsenal 4: Trishula's Triumph", "rarities": ["Super Rare"]}, {"set_number": "BP03-EN082", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}, {"set_number": "DT04-EN068", "set_name": "Duel Terminal 4", "rarities": ["Duel Terminal Rare Parallel Rare"]}], "de": [{"set_number": "HA04-DE038", "set_name": "Hidden Arsenal 4: Trishula's Triumph", "rarities": ["Super Rare"]}, {"set_number": "BP03-DE082", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}], "fr": [{"set_number": "HA04-FR038", "set_name": "Hidden Arsenal 4: Trishula's Triumph", "rarities": ["Super Rare"]}, {"set_number": "BP03-FR082", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}], "it": [{"set_number": "HA04-IT038", "set_name": "Hidden Arsenal 4: Trishula's Triumph", "rarities": ["Super Rare"]}, {"set_number": "BP03-IT082", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}], "pt": [{"set_number": "BP03-PT082", "set_name": "Battle Pack 3: Monster League", "rarities": ["Rare", "Shatterfoil Rare"]}], "ja": [{"set_number": "DT08-JP018", "set_name": "Duel Terminal - Pulse of the Trishula!!", "rarities": ["Duel Terminal Rare Parallel Rare"]}, {"set_number": "DTC3-JP038", "set_name": "Duel Terminal Chronicle 3 - Chapter of Destruction", "rarities": ["Duel Terminal Rare Parallel Rare"]}, {"set_number": "TW01-JP084", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "HA04-KR038", "set_name": "Hidden Arsenal 4: Trishula's Triumph", "rarities": ["Super Rare"]}, {"set_number": "TW01-KR084", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC084", "set_name": "Terminal World (set)", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 126721, "master_duel_rarity": "R"}