{"konami_id": 11414, "password": 91499077, "name": {"en": "Gagaga Samurai", "de": "Gagaga-Samurai", "es": "Samurai Gagaga", "fr": "Samouraï Gagaga", "it": "Samurai Gagaga", "pt": "Samurai Gagaga", "ja": "ガガガザムライ", "ja_romaji": "Gagagazamurai", "ko": "가가가 자무라이", "ko_rr": "Gagaga Jamurai", "zh-TW": null, "zh-CN": "我我我武士"}, "text": {"en": "2 Level 4 monsters\nOnce per turn: You can detach 1 material from this card, then target 1 \"Gagaga\" monster you control; it can make a second attack during each Battle Phase this turn. When another monster you control is targeted for an attack while this card is in Attack Position: You can change this card to face-up Defense Position, and if you do, change the attack target to this card and perform damage calculation.", "de": "2 Monster der Stufe 4\nEinmal pro Spielzug: Du kannst 1 Material von dieser Karte abhängen und dann 1 „Gagaga“-Monster wählen, das du kontrollierst; es kann in diesem Spielzug während jeder Battle Phase einen zweiten Angriff durchführen. Wenn ein anderes Monster, das du kontrollierst, als Ziel für einen Angriff gewählt wird, solange sich diese Karte in Angriffsposition befindet: Du kannst diese Karte in die offene Verteidigungsposition ändern und falls du dies tust, ändere das Angriffsziel auf diese Karte und führe die Schadensberechnung durch.", "es": "2 monstruos de Nivel 4\nUna vez por turno: puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo \"Gagaga\" que controles; este turno, éste puede realizar un segundo ataque durante cada Battle Phase. Cuando otro monstruo que controles es seleccionado para un ataque mientras esta carta esté en Posición de Ataque: puedes cambiar esta carta a Posición de Defensa boca arriba y, si lo haces, cambia el objetivo del ataque a esta carta y haz el cálculo de daño.", "fr": "2 monstres de Niveau 4\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre \"Gagaga\" que vous contrôlez ; durant chaque Battle Phase ce tour, il peut faire une seconde attaque. Lorsqu'un autre monstre que vous contrôlez est ciblé par une attaque tant que cette carte est en Position d'Attaque : vous pouvez changer cette carte en Position de Défense face recto, et si vous le faites, transférez la cible de l'attaque sur cette carte et faites le calcul des dommages.", "it": "2 mostri di Livello 4\nUna volta per turno: puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro \"Gagaga\" che controlli; esso può effettuare un secondo attacco durante ogni Battle Phase in questo turno. Quando un altro mostro che controlli viene scelto come bersaglio per un attacco mentre questa carta è in Posizione di Attacco: puoi mettere questa carta scoperta in Posizione di Difesa e, se lo fai, cambia il bersaglio dell'attacco su questa carta ed effettua il calcolo dei danni.", "pt": "2 monstros de Nível 4\nUma vez por turno: você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro \"Gagaga\" que você controla; ele pode realizar um segundo ataque durante cada Fase de Batalha neste turno. Quando outro monstro que você controla for escolhido como alvo de um ataque enquanto este card estiver em Posição de Ataque: você pode colocar este card com a face para cima em Posição de Defesa e, se isso acontecer, mude o alvo do ataque para este card e realize o cálculo de dano.", "ja": "レベル４モンスター×２\n①：１ターンに１度、このカードのＸ素材を１つ取り除き、自分フィールドの「ガガガ」モンスター１体を対象として発動できる。このターン、そのモンスターは１度のバトルフェイズ中に２回攻撃できる。②：このカード以外の自分のモンスターが攻撃対象に選択された時に発動できる。このカードを表側守備表示にし、攻撃対象をこのカードに移し替えてダメージ計算を行う。", "ko": "레벨 4 몬스터 × 2\n①: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 자신 필드의 \"가가가\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 이 턴에, 그 몬스터는 1번의 배틀 페이즈 중에 2회 공격할 수 있다. ②: 이 카드 이외의 자신 몬스터가 공격 대상으로 선택되었을 때에 발동할 수 있다. 이 카드를 앞면 수비 표시로 하고, 공격 대상을 이 카드에 옮겨 데미지 계산을 실행한다.", "zh-TW": null, "zh-CN": "等级４怪兽×２\n①：１回合１次，去除此卡的１个超量素材，以自己场上的１只“我我我”怪兽为对象可以发动。此回合，该怪兽在１次战斗阶段中可攻击２次。②：此卡以外的自己的怪兽被选择为攻击对象时可以发动。将此卡改成表侧守备表示，攻击对象移换为此卡并进行伤害计算。"}, "card_type": "Monster", "monster_type_line": "Warrior / Xyz / Effect", "attribute": "EARTH", "rank": 4, "atk": 1900, "def": 1600, "materials": "2 Level 4 monsters", "series": ["Gagaga"], "images": [{"index": 1, "image": "GagagaSamurai-LED6-EN-C-1E.png"}], "sets": {"en": [{"set_number": "WSUP-EN027", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LED6-EN040", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "de": [{"set_number": "WSUP-DE027", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LED6-DE040", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "es": [{"set_number": "WSUP-SP027", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LED6-SP040", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "fr": [{"set_number": "WSUP-FR027", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LED6-FR040", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "it": [{"set_number": "WSUP-IT027", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LED6-IT040", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "pt": [{"set_number": "WSUP-PT027", "set_name": "World Superstars", "rarities": ["Super Rare"]}, {"set_number": "LED6-PT040", "set_name": "Legendary Duelists: Magical Hero", "rarities": ["Common"]}], "ja": [{"set_number": "NECH-JP082", "set_name": "The New Challengers", "rarities": ["Rare"]}, {"set_number": "DP23-JP040", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR053", "set_name": "Extra Pack 2015", "rarities": ["Rare"]}, {"set_number": "DP23-KR040", "set_name": "Duelist Pack: Legend Duelist 6", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL03-SC057", "set_name": "Classic Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 542686}