{"konami_id": 17152, "password": 91575236, "name": {"en": "Immortal Dragon", "de": "Unsterblicher Drache", "es": "Dragón Inmortal", "fr": "Dragon Immortel", "it": "Drago Immortale", "pt": "Dragão Imortal", "ja": "イモータル・ドラゴン", "ja_romaji": "Imōtaru Doragon", "ko": "임모털 드래곤", "ko_rr": "Immoteol Deuraegon", "zh-TW": "不朽之龍", "zh-CN": "不朽之龙"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nDuring your Main Phase: You can send 1 Zombie monster from your Deck to the GY, and if you do, this card's Level becomes the difference in the original Levels of that monster and this card. When your Zombie monster is destroyed by battle, while this card is in your GY: You can Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Immortal Dragon\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nWährend deiner Main Phase: Du kannst 1 Zombie-Monster von deinem Deck auf deinen Friedhof legen und falls du dies tust, wird die Stufe dieser Karte gleich der Differenz der Grund-Stufen jenes Monsters und dieser Karte. Wenn dein Zombie-Monster durch Kampf zerstört wird, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Unsterblicher Drache“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nDurante tu Main Phase: puedes mandar a tu Cementerio 1 monstruo Zombi en tu Deck y, si lo haces, el Nivel de esta carta se convierte en la diferencia entre los Niveles originales de ese monstruo y esta carta. Cuando tu monstruo Zombi es destruido en batalla, mientras esta carta está en tu Cementerio: puedes Invocar esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Dragón Inmortal\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nDurant votre Main Phase : vous pouvez envoyer 1 monstre Zombie depuis votre Deck à votre Cimetière, et si vous le faites, le Niveau de cette carte devient la différence entre les Niveaux d'origine du monstre et de cette carte. Lorsque votre monstre Zombie est détruit au combat, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Dragon Immortel\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nDurante la tua Main Phase: puoi mandare 1 mostro Zombie dal tuo Deck al tuo Cimitero e, se lo fai, il Livello di questa carta diventa la differenza tra i Livelli originali di quel mostro e questa carta. Quando un tuo mostro Zombie viene distrutto in battaglia, mentre questa carta è nel tuo Cimitero: puoi Evocare Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Drago Immortale\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nDurante sua Fase Principal: você pode enviar 1 monstro Zumbi do seu Deck para o seu Cemitério e, se isso acontecer, o Nível deste card se torna a diferença entre os Níveis originais desse monstro e deste card. Quando um monstro Zumbi seu for destruído em batalha, enquanto este card estiver no seu Cemitério: você pode Invocar este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Dragão Imortal\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。デッキからアンデット族モンスター１体を墓地へ送り、このカードのレベルを、そのモンスターとこのカードの元々のレベルの差の数値と同じにする。②：このカードが墓地に存在する状態で、自分のアンデット族モンスターが戦闘で破壊された時に発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 덱에서 언데드족 몬스터 1장을 묘지로 보내고, 이 카드의 레벨을, 그 몬스터와 이 카드의 원래 레벨의 차의 수치와 같게 한다. ②: 이 카드가 묘지에 존재하는 상태에서, 자신의 언데드족 몬스터가 전투로 파괴되었을 때에 발동할 수 있다. 이 카드를 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다.", "zh-TW": "協調＋協調以外的怪獸１隻以上\n此卡名的①②效果，１回合各僅限使用１次。①：可在我方主要階段發動。從牌組將１隻不死族怪獸送至墓地，此卡的等級變為與該怪獸和此卡原本的等級數值差距相同。②：此卡存在於墓地的狀態，可在我方不死族怪獸因戰鬥被破壞時發動。特殊召喚此卡。透過此效果特殊召喚的此卡，在從場上離開的狀況下將被除外。", "zh-CN": "协调＋１只以上协调以外的怪兽\n此卡名的①②效果１回合仅可各使用１次。①：在自己的主要阶段可以发动。从牌组将１只不死族怪兽送至墓地，将此卡的等级改成该怪兽与此卡原本等级之差的数值。②：此卡存在于墓地的状态下，自己的不死族怪兽因战斗被破坏时可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Zombie / Synchro / Tuner / Effect", "attribute": "DARK", "level": 6, "atk": 500, "def": 2400, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Zombie counterpart"], "images": [{"index": 1, "image": "ImmortalDragon-MP23-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN041", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-EN085", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DIFO-DE041", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-DE085", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DIFO-FR041", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-FR085", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DIFO-IT041", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-IT085", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DIFO-PT041", "set_name": "Dimension Force", "rarities": ["Super Rare"]}, {"set_number": "MP23-PT085", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DIFO-JP041", "set_name": "Dimension Force", "rarities": ["Rare"]}], "ko": [{"set_number": "DIFO-KR041", "set_name": "Dimension Force", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP7-SC093", "set_name": "Mega Pack 07", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 512374, "master_duel_rarity": "SR"}