{"konami_id": 12762, "password": 91588074, "name": {"en": "Tierra, Source of Destruction", "de": "Tierra, Quell der Zerstörung", "es": "Tierra, Fuente de la Destrucción", "fr": "Tierra, Source de la Destruction", "it": "Tierra, Fonte della Distruzione", "pt": "Tierra, Fonte da Destruição", "ja": "<ruby>創<rt>そう</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>神<rt>しん</rt></ruby> <ruby>ｔｉｅｒｒａ<rt>ティエラ</rt></ruby>", "ja_romaji": "Sōseishin Tiera", "ko": "창성신 tierra", "ko_rr": null, "zh-TW": null, "zh-CN": "创星神 提耶拉"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by shuffling 10 other cards with different names from your hand and/or field into the Deck and/or Extra Deck, and cannot be Special Summoned by other ways. This card's Special Summon cannot be negated. If this card is Special Summoned: Shuffle all cards into the Deck, except this card, from each player's hand, field, Graveyard, and face-up Pendulum Monsters from the Extra Deck. Neither player can activate cards or effects in response to this effect's activation.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 10 andere Karten mit unterschiedlichen Namen von deiner Hand und/oder Spielfeldseite ins Deck und/oder Extra Deck mischst, und kann nicht auf andere Art als Spezialbeschwörung beschworen werden. Die Spezialbeschwörung dieser Karte kann nicht annulliert werden. Falls diese Karte als Spezialbeschwörung beschworen wird: Mische alle Karten, außer dieser Karte, von der Hand, der Spielfeldseite, dem Friedhof und offene Pendelmonster vom Extra Deck jedes Spielers ins Deck. Kein Spieler kann Karten oder Effekte als Reaktion auf die Aktivierung dieses Effekts aktivieren.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano) barajando al Deck y/o Deck Extra 10 otras cartas con nombres diferentes en tu mano y/o Campo, y no puede ser Invocado de Modo Especial de otra forma. La Invocación Especial de esta carta no puede ser negada. Si esta carta es Invocada de Modo Especial: baraja al Deck todas las cartas de ambos jugadores, excepto esta carta, que estén en la mano, Campo, Cementerio y Monstruos de Péndulo boca arriba en el Deck Extra. Ningún jugador puede activar cartas o efectos en respuesta a la activación de este efecto.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en mélangeant 10 autres cartes de noms différents depuis votre main et/ou Terrain dans le Deck et/ou Extra Deck, et non Invocable Spécialement autrement. L'Invocation Spéciale de cette carte ne peut pas être annulée. Si cette carte est Invoquée Spécialement : mélangez toutes les cartes (cette carte exclue) depuis la main, Terrain et Cimetière de chaque joueur, et les Monstres Pendule face recto depuis l'Extra Deck de chaque joueur dans le Deck. Aucun joueur ne peut ni activer de cartes ni d'effets en réponse à l'activation de cet effet.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) mischiando 10 altre carte con nomi diversi dalla tua mano e/o Terreno nel Deck e/o Extra Deck, e non può essere Evocato Specialmente in altri modi. L'Evocazione Speciale di questa carta non può essere annullata. Se questa carta viene Evocata Specialmente: mischia nel Deck tutte le carte, eccetto questa carta, dalla mano, Terreno, Cimitero, e i Mostri Pendulum scoperti dall'Extra Deck di qualsiasi giocatore. Nessun giocatore può attivare carte o effetti in risposta all'attivazione di questo effetto.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (da sua mão) ao embaralhar no Deck e/ou Deck Adicional 10 outros cards com nomes diferentes da sua mão e/ou do campo e não pode ser Invocado por Invocação-Especial de nenhuma outra forma. A Invocação-Especial deste card não pode ser negada. Se este card for Invocado por Invocação-Especial: embaralhe no Deck todos os cards da mão, do campo, do Cemitério e Monstros Pêndulo com a face para cima no Deck Adicional de cada duelista, exceto este card. Nenhum duelista pode ativar cards ou efeitos em reposta à ativação deste efeito.", "ja": "このカードは通常召喚できない。このカード以外の自分の手札・フィールドのカード１０種類を持ち主のデッキ・エクストラデッキに戻した場合のみ特殊召喚できる。①：このカードの特殊召喚は無効化されない。②：このカードが特殊召喚に成功した場合に発動する。このカード以外のお互いの手札・フィールド・墓地のカード及びエクストラデッキの表側表示のＰモンスターを全て持ち主のデッキに戻す。この効果の発動に対して魔法・罠・モンスターの効果は発動できない。", "ko": "이 카드는 통상 소환할 수 없다. 이 카드 이외의 자신의 패 / 필드의 카드 10종류를 주인의 덱 / 엑스트라 덱으로 되돌렸을 경우에만 특수 소환할 수 있다. ①: 이 카드의 특수 소환은 무효화되지 않는다. ②: 이 카드가 특수 소환에 성공했을 경우에 발동한다. 이 카드 이외의 서로의 패 / 필드 / 묘지의 카드 및 엑스트라 덱 앞면 표시의 펜듈럼 몬스터를 전부 주인의 덱으로 되돌린다. 이 효과의 발동에 대하여 마법 / 함정 / 몬스터의 효과는 발동할 수 없다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。让这张卡以外的自己的手卡·场上的卡10种类回到持有者的卡组·额外卡组的场合才能特殊召唤。①：这张卡的特殊召唤不会被无效化。②：这张卡特殊召唤成功的场合发动。这张卡以外的双方的手卡·场上·墓地的卡以及额外卡组的表侧表示的灵摆怪兽全部回到持有者卡组。不能对应这个效果的发动让魔法·陷阱·怪兽的效果发动。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "LIGHT", "level": 11, "atk": 3400, "def": 3600, "series": ["Star God"], "images": [{"index": 1, "image": "TierraSourceofDestruction-RATE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN027", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "de": [{"set_number": "RATE-DE027", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "es": [{"set_number": "RATE-SP027", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "fr": [{"set_number": "RATE-FR027", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "it": [{"set_number": "RATE-IT027", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "pt": [{"set_number": "RATE-PT027", "set_name": "Raging Tempest", "rarities": ["Super Rare"]}], "ja": [{"set_number": "RATE-JP027", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "RATE-KR027", "set_name": "Raging Tempest", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 459034}