{"konami_id": 7880, "password": 91607976, "name": {"en": "Morphtronic Clocken", "de": "Morphtronische Uhr", "es": "Clocken Morfotrónico", "fr": "Chronon Morphtronique", "it": "Orologio Morfotronico", "pt": "Morfotronico Cloken", "ja": "<ruby>Ｄ<rt>ディフォーマー</rt></ruby>・クロックン", "ja_romaji": "Difōmā Kurokkun", "ko": "<ruby>D<rt>디포머</rt></ruby>·클락큰", "ko_rr": null, "zh-TW": "變形鬥士・鐘頭人", "zh-CN": "变形斗士・钟头人"}, "text": {"en": "● While in Attack Position: This card gains 500 ATK for each Morph Counter on it. ● While in Defense Position: Once per turn, you can place 1 Morph Counter on this card. You can Tribute this card to inflict 1000 damage to your opponent for each Morph Counter on it.", "de": "● Solange in Angriffsposition: Diese Karte erhält 500 ATK für jede Morph-Zählmarke darauf. ● Solange in Verteidigungsposition: Einmal pro Spielzug kannst du 1 Morph-Zählmarke auf diese Karte legen. Du kannst diese Karte als Tribut anbieten, um deinem Gegner 1000 Schaden für jede Morph-Zählmarke darauf zuzufügen.", "es": "●En Posición de Ataque: Esta carta gana 500 ATK por cada Contador Mórfico que tenga. ●En Posición de Defensa: Una vez por turno puedes poner 1 Contador Mórfico en esta carta. Puedes Sacrificar esta carta para infligirle 1000 puntos de daño a tu adversario por cada Contador Mórfico en ella.", "fr": "●En Position d'Attaque : Cette carte gagne 500 points d'ATK pour chaque Compteur Morphe sur elle. ●En Position de Défense : Une fois par tour, vous pouvez placer 1 Compteur Morphe sur cette carte. Vous pouvez Sacrifier cette carte pour infliger 1000 points de dommage à votre adversaire pour chaque Compteur Morphe sur elle.", "it": "● Fino a quando è in Posizione di Attacco: Questa carta guadagna 500 ATK per ogni Segnalino Trasformazione su di essa. ● Fino a quando è in Posizione di Difesa: Una volta per turno, puoi mettere 1 Segnalino Trasformazione su questa carta. Puoi offrire come Tributo questa carta per infliggere 1000 danni al tuo avversario per ogni Segnalino Trasformazione su di essa.", "pt": "● Enquanto estiver na Posição de Ataque: Esta carta ganha 500 de ATK para cada Morph Counter nela. ● Enquanto estiver na Posição de Defesa: Uma vez por turno, você pode colocar 1 Morph Counter nesta carta. Você pode Tributar esta carta para infligir 1000 pontos de dano ao seu oponente para cada Morph Counter nela.", "ja": "このカードはこのカードの表示形式によって以下の効果を得る。●攻撃表示：このカードに乗っているディフォーマーカウンター１つにつき、このカードの攻撃力は５００ポイントアップする。●守備表示：１ターンに１度、このカードにディフォーマーカウンターを１つ置く事ができる。このカードをリリースする事で、このカードに乗っているディフォーマーカウンターの数×１０００ポイントダメージを相手ライフに与える。", "ko": "이 카드는 이 카드의 표시 형식에 따라 이하의 효과를 얻는다.\n●공격 표시 : 이 카드에 얹혀 있는 디포머 카운터 1개당, 이 카드의 공격력은 500 포인트 올린다.\n●수비 표시 : 1턴에 1번만, 이 카드에 디포머 카운터를 1개 놓을 수 있다. 이 카드를 릴리스하는 것으로, 이 카드에 얹혀 있는 디포머 카운터의 수 × 1000 포인트 데미지를 상대 라이프에 준다.", "zh-TW": null, "zh-CN": "这张卡得到这张卡的表示形式的以下效果。●攻击表示：这张卡放置的Ｄ指示物每有1个，这张卡的攻击力上升500。●守备表示：1回合1次，可以给这张卡放置1个Ｄ指示物。可以通过把这张卡解放，给与对方基本分这张卡放置的Ｄ指示物数量×1000的数值的伤害。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 2, "atk": 600, "def": 1100, "series": ["Morphtronic"], "images": [{"index": 1, "image": "MorphtronicClocken-CSOC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CSOC-EN012", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "de": [{"set_number": "CSOC-DE012", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "fr": [{"set_number": "CSOC-FR012", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "it": [{"set_number": "CSOC-IT012", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "ja": [{"set_number": "CSOC-JP012", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "CSOC-KR012", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 46827, "master_duel_rarity": "N"}