{"konami_id": 15349, "password": 91654806, "name": {"en": "Cosmos Channelling", "de": "Kosmos-Kanalisierung", "es": "Canalización del Cosmos", "fr": "Communications avec le Cosmos", "it": "Incanalamento del Cosmo", "pt": "Canalizar o Cosmo", "ja": "<ruby>宇<rt>う</rt></ruby><ruby>宙<rt>ちゅう</rt></ruby>との<ruby>交<rt>こう</rt></ruby><ruby>信<rt>しん</rt></ruby>", "ja_romaji": "Uchū to no Kōshin", "ko": "우주와의 교신", "ko_rr": "Ujuwa-ui Gyosin", "zh-TW": "與宇宙的通訊", "zh-CN": "与宇宙的交信"}, "text": {"en": "You can send 1 monster you control that is owned by your opponent to the GY; Special Summon 1 Machine monster from your hand or GY. When your opponent draws for their normal draw in their Draw Phase while you control \"Jinzo\": You can declare 1 card type (Monster, Spell, or Trap); your opponent reveals the card they drew, and if it is the declared card type, send this card to the GY, and if you do, draw 1 card. You can only use each effect of \"Cosmos Channelling\" once per turn.", "de": "Du kannst 1 Monster, das du kontrollierst und das dein Gegner besitzt, auf den Friedhof legen; beschwöre 1 Maschine-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof. Wenn dein Gegner für sein normales Ziehen in seiner Draw Phase zieht, solange du „Jinzo“ kontrollierst: Du kannst 1 Kartentyp deklarieren (Monster, Zauber oder Falle); dein Gegner zeigt die gezogene Karte vor und falls sie den deklarierten Kartentyp hat, lege diese Karte auf den Friedhof und falls du dies tust, ziehe 1 Karte. Du kannst jeden Effekt von „Kosmos-Kanalisierung“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio 1 monstruo que controles que sea propiedad de tu adversario; Invoca de Modo Especial 1 monstruo Máquina desde tu mano o Cementerio. Cuando tu adversario roba durante su robo normal en su Draw Phase mientras tú controlas un \"Jinzo\": puedes declarar 1 tipo de carta (Monstruo, Mágica o Trampa); tu adversario muestra la carta que robó y, si es del tipo de carta declarado, manda esta carta al Cementerio y, si lo haces, robas 1 carta. Sólo puedes usar cada efecto de \"Canalización del Cosmos\" una vez por turno.", "fr": "Vous pouvez envoyer 1 monstre que vous contrôlez dont le propriétaire est votre adversaire au Cimetière ; Invoquez Spécialement 1 monstre Machine depuis votre main ou Cimetière. Lorsque votre adversaire pioche pour sa pioche normale durant sa Draw Phase tant que vous contrôlez \"Jinzo\" : vous pouvez déclarer 1 type de carte (Monstre, Magie ou Piège) ; votre adversaire révèle la carte qu'il a piochée, et si elle est du type de carte déclaré, envoyez cette carte au Cimetière, et si vous le faites, piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Communications avec le Cosmos\" qu'une fois par tour.", "it": "Puoi mandare 1 mostro che controlli di proprietà del tuo avversario al Cimitero; Evoca Specialmente 1 mostro Macchina dalla tua mano o Cimitero. Quando il tuo avversario pesca per la sua normale pescata nella sua Draw Phase mentre controlli \"Jinzo\": puoi dichiarare 1 tipo di carta (Mostro, Magia o Trappola); il tuo avversario rivela la carta che ha pescato e, se è del tipo di carta dichiarato, manda questa carta al Cimitero e, se lo fai, pesca 1 carta. Puoi utilizzare ogni effetto di \"Incanalamento del Cosmo\" una sola volta per turno.", "pt": "Você pode enviar para o Cemitério 1 monstro que você controla do qual seu oponente seja dono; Invoque por Invocação-Especial 1 monstro Máquina da sua mão ou do Cemitério. Quando seu oponente realizar sua compra normal na Fase de Compra dele enquanto você controlar \"Jinzo\": você pode declarar 1 tipo de card (Monstro, Magia ou Armadilha); seu oponente revela o card que ele comprou e se for do tipo de card declarado, envie este card para o Cemitério e, se isso acontecer, compre 1 card. Você só pode usar cada efeito de \"Canalizar o Cosmo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：元々の持ち主が相手となる自分フィールドのモンスター１体を墓地へ送って発動できる。自分の手札・墓地から機械族モンスター１体を選んで特殊召喚する。②：自分フィールドに「人造人間－サイコ・ショッカー」が存在し、相手ドローフェイズに相手が通常のドローをした時、カードの種類（モンスター・魔法・罠）を宣言して発動できる。ドローしたカードをお互いに確認し、宣言した種類だった場合、このカードを墓地へ送り、自分はデッキから１枚ドローする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 원래의 주인이 상대가 되는 자신 필드의 몬스터 1장을 묘지로 보내고 발동할 수 있다. 자신의 패 / 묘지에서 기계족 몬스터 1장을 고르고 특수 소환한다. ②: 자신 필드에 \"인조인간 －사이코 쇼커－\"가 존재하고, 상대 드로우 페이즈에 상대가 일반 드로우를 했을 때, 카드의 종류(몬스터 / 마법 / 함정)를 선언하여 발동할 수 있다. 드로우한 카드를 서로 확인하고, 선언한 종류였을 경우, 이 카드를 묘지로 보내고, 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可將我方場上的１隻原本的持有者為對方的怪獸送至墓地發動。從我方手牌・墓地選擇１隻機械族怪獸特殊召喚。②：我方場上存在「人造人－念力震懾者」，對方在對方抽牌階段通常抽牌時，可宣言卡的種類（怪獸・魔法・陷阱）發動。雙方確認抽出的卡，在該卡為宣言的種類的狀況下，將此卡送至墓地，我方從牌組抽１張牌。", "zh-CN": "此卡名的效果①②在1个回合中仅可各使用1次。①：将原本持有者为对手的自己场上的1只怪兽送至墓地后可以发动。从自己的手牌、墓地选择1只机械族怪兽特殊召唤。②：自己场上有“人造人-念力震慑者”存在，在对手的抽牌阶段，对手进行了通常抽牌时，对卡的种类（怪兽、魔法、陷阱）进行宣言后可以发动。互相查看抽出的卡，如果是宣言的种类，则将此卡送至墓地，自己从牌组中抽1张卡。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "CosmosChannelling-SBC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LED7-EN036", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Rare"]}, {"set_number": "SBC1-ENE12", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "de": [{"set_number": "LED7-DE036", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Rare"]}, {"set_number": "SBC1-DEE12", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "fr": [{"set_number": "LED7-FR036", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Rare"]}, {"set_number": "SBC1-FRE12", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "it": [{"set_number": "LED7-IT036", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Rare"]}, {"set_number": "SBC1-ITE12", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "pt": [{"set_number": "LED7-PT036", "set_name": "Legendary Duelists: Rage of Ra", "rarities": ["Rare"]}, {"set_number": "SBC1-PTE12", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "ja": [{"set_number": "DP24-JP036", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Rare"]}], "ko": [{"set_number": "DP24-KR036", "set_name": "Duelist Pack: Duelists of Gloom", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 714351, "master_duel_rarity": "R"}