{"konami_id": 14170, "password": 91668401, "name": {"en": "Cyber Angel Izana", "de": "Cyberengel - Izana", "es": "Ciber Ángel Izana", "fr": "Izana Ange Cyber", "it": "Cyber Angelo Izana", "pt": "Ciber Anja Izana", "ja": "サイバー・エンジェル－<ruby>伊<rt>い</rt></ruby><ruby>舎<rt>ざ</rt></ruby><ruby>那<rt>な</rt></ruby>－", "ja_romaji": "Saibā Enjeru -Izana-", "ko": "사이버 엔젤－이자나－", "ko_rr": "Saibeo Enjel -Ijana-", "zh-TW": "電子天使－伊舍那－", "zh-CN": "电子天使－伊舍那－"}, "text": {"en": "You can Ritual Summon this card with \"Machine Angel Ritual\". If this card is Ritual Summoned: You can make your opponent send 1 Spell/Trap they control to the GY. When this attacking card destroys an opponent's monster by battle and sends it to the GY: You can activate this effect; this card can make a second attack on an opponent's monster in a row. Once per turn, when your opponent activates a card or effect that targets a \"Cyber Angel\" Ritual Monster you control (Quick Effect): You can shuffle 1 Ritual Monster from your GY into the Deck, and if you do, destroy 1 card your opponent controls.", "de": "Du kannst diese Karte mit „Maschinenengel-Ritual“ als Ritualbeschwörung beschwören. Falls diese Karte als Ritualbeschwörung beschworen wird: Du kannst deinen Gegner 1 Zauber/Falle, den oder die er kontrolliert, auf den Friedhof legen lassen. Wenn diese angreifende Karte ein Monster eines Gegners durch Kampf zerstört und auf den Friedhof legt: Du kannst diesen Effekt aktivieren; diese Karte kann sofort noch einen zweiten Angriff gegen ein Monster eines Gegners durchführen. Einmal pro Spielzug, wenn dein Gegner eine Karte oder einen Effekt aktiviert, die oder der ein „Cyberengel“-Ritualmonster, das du kontrollierst, als Ziel wählt (Schnelleffekt): Du kannst 1 Ritualmonster von deinem Friedhof ins Deck mischen und falls du dies tust, zerstöre 1 Karte, die dein Gegner kontrolliert.", "es": "Puedes Invocar esta carta por Ritual con \"Ritual del Ángel Mecánico\". Si esta carta es Invocada por Ritual: puedes hacer que tu adversario mande al Cementerio 1 Mágica/Trampa que controle. Cuando esta carta atacante destruye un monstruo del adversario en batalla y lo manda al Cementerio: puedes activar este efecto; esta carta puede hacer un segundo ataque a un monstruo del adversario inmediatamente después. Una vez por turno, cuando tu adversario active una carta o efecto que seleccione un Monstruo de Ritual \"Ciber Ángel\" que controlas (Efecto Rápido): puedes barajar al Deck 1 Monstruo de Ritual en tu Cementerio y, si lo haces, destruye 1 carta que controle tu adversario.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Rituel de l'Ange Machine\". Si cette carte est Invoquée Rituellement : vous pouvez faire envoyer à votre adversaire 1 Magie/Piège qu'il contrôle au Cimetière. Lorsque cette carte attaquante détruit un monstre de l'adversaire au combat et l'envoie au Cimetière : vous pouvez activer cet effet ; cette carte peut faire une seconde attaque à la suite sur un monstre de l'adversaire. Une fois par tour, lorsque votre adversaire active une carte ou un effet qui cible un Monstre Rituel \"Ange Cyber\" que vous contrôlez (Effet Rapide) : vous pouvez mélanger 1 Monstre Rituel depuis votre Cimetière dans le Deck, et si vous le faites, détruisez 1 carte contrôlée par votre adversaire.", "it": "Puoi Evocare tramite Rituale questa carta con \"Rituale dell'Angelo Macchina\". Se questa carta viene Evocata tramite Rituale: puoi far mandare al tuo avversario 1 Magia/Trappola che controlla al Cimitero. Quando questa carta attaccante distrugge un mostro dell'avversario in battaglia e lo manda al Cimitero: puoi attivare questo effetto; questa carta può effettuare un secondo attacco su un mostro dell'avversario di seguito. Una volta per turno, quando il tuo avversario attiva una carta o effetto che sceglie come bersaglio un Mostro Rituale \"Cyber Angelo\" che controlli (Effetto Rapido): puoi mischiare 1 Mostro Rituale dal tuo Cimitero nel Deck e, se lo fai, distruggi 1 carta controllata dal tuo avversario.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Ritual Máquina de Anjo\". Se este card for Invocado por Invocação-Ritual: você pode fazer com que seu oponente envie 1 Magia/Armadilha que ele controla para o Cemitério. Quando este card atacante destruir um monstro do oponente em batalha e enviá-lo para o Cemitério: você pode ativar este efeito; este card pode realizar um segundo ataque em seguida contra um monstro do oponente. Uma vez por turno, quando seu oponente ativar um card ou efeito que escolha como alvo um Monstro de Ritual \"Ciber Anjo(a)\" que você controla (Efeito Rápido): você pode embaralhar no Deck 1 Monstro de Ritual do seu Cemitério e, se isso acontecer, destrua 1 card que seu oponente controla.", "ja": "「機械天使の儀式」により降臨。①：このカードが儀式召喚に成功した場合に発動できる。相手は自身のフィールドの魔法・罠カード１枚を墓地へ送らなければならない。②：このカードの攻撃で相手モンスターを破壊し墓地へ送った時に発動できる。このカードはもう１度だけ続けて相手モンスターに攻撃できる。③：１ターンに１度、自分フィールドの「サイバー・エンジェル」儀式モンスターを対象とする相手の効果が発動した時に発動できる。自分の墓地の儀式モンスター１体を選んでデッキに戻し、相手フィールドのカード１枚を選んで破壊する。", "ko": "\"기계천사의 의식\"에 의해 의식 소환. ①: 이 카드가 의식 소환에 성공했을 경우에 발동할 수 있다. 상대는 자신 필드의 마법 / 함정 카드 1장을 묘지로 보내야 한다. ②: 이 카드의 공격으로 상대 몬스터를 파괴하고 묘지로 보냈을 때에 발동할 수 있다. 이 카드는 1번만 더 이어서 상대 몬스터에 공격할 수 있다. ③: 1턴에 1번, 자신 필드의 \"사이버 엔젤\" 의식 몬스터를 대상으로 하는 상대 효과가 발동했을 때에 발동할 수 있다. 자신 묘지의 의식 몬스터 1장을 골라 덱으로 되돌리고, 상대 필드의 카드 1장을 골라 파괴한다.", "zh-TW": null, "zh-CN": "以\"机械天使的仪式\"降临。①：此卡仪式召唤成功的情况下可以发动。对手必须将自身场上的1张魔法・陷阱卡送至墓地。②：以此卡的攻击破坏对手怪兽并将其送至墓地时可以发动。此卡可继续攻击对手怪兽仅1次。③：1回合1次，以自己场上的\"电子天使\"仪式怪兽为对象的对手效果发动时可以发动。挑选自己墓地的1只仪式怪兽放回牌组，挑选对手场上的1张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Fairy / Ritual / Effect", "attribute": "LIGHT", "level": 8, "atk": 2500, "def": 2600, "series": ["Cyber", "Cyber Angel", "Cyber Girl"], "images": [{"index": 1, "image": "CyberAngelIzana-DP21-JP-UR.png", "illustration": "CyberAngelIzana-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "CyberAngelIzana-SGX1-EN-C-1E.png", "illustration": "CyberAngelIzana-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "LED4-EN012", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-EN091", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SGX1-ENE12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "LED4-DE012", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-DE091", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SGX1-DEE12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "LED4-FR012", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-FR091", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SGX1-FRE12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "LED4-IT012", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-IT091", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SGX1-ITE12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "LED4-PT012", "set_name": "Legendary Duelists: Sisters of the Rose", "rarities": ["Super Rare"]}, {"set_number": "LDS2-PT091", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}, {"set_number": "SGX1-PTE12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "ja": [{"set_number": "DP21-JP012", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "DP21-KR012", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "DP21-SC016", "set_name": "Duelist Pack: Legend Duelist 4", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 577926, "master_duel_rarity": "SR"}