{"konami_id": 19911, "password": 91668078, "name": {"en": "In Papa's Footsteps", "de": "In Papas Fußstapfen", "es": "Siguiendo los Pasos de Papá", "fr": "Dans les Pas de Papa", "it": "Sulle Orme del Papà", "pt": "Seguindo os Passos do Pai", "ja": "<ruby>雪<rt>ゆき</rt></ruby><ruby>沓<rt>ぐつ</rt></ruby>の <ruby>跡<rt>あと</rt></ruby><ruby>追<rt>お</rt></ruby>うひとつ またひとつ", "ja_romaji": "Yukigutsu no Ato Ou Hitotsu Mata Hitotsu", "ko": "눈길위새긴 발자욱따라밟는 성긴한걸음", "ko_rr": "Nun-gilwisaegin Balja-eukddarabalp-neun Seongginhangeol-eum", "zh-TW": "初晴尋蹤去 踏雪妮兒複留印 來者沿跡循", "zh-CN": "初晴寻踪去 踏雪妮儿复留印 来者沿迹循"}, "text": {"en": "If a card(s) is sent to the GY, except \"In Papa's Footsteps\": Banish up to 5 cards from your GY, face-down, then if 7 or more of your cards are currently banished face-down, your opponent banishes as many cards as possible from their GY (max. 5) face-down.", "de": "Falls eine oder mehr Karten auf den Friedhof gelegt werden, außer „In Papas Fußstapfen“: Verbanne bis zu 5 Karten von deinem Friedhof verdeckt, dann, falls 7 oder mehr deiner Karten derzeit verdeckt verbannt sind, verbannt dein Gegner so viele Karten von seinem Friedhof verdeckt wie möglich (max. 5).", "es": "Si una o más cartas son mandadas al Cementerio, excepto \"Siguiendo los Pasos de Papá\": destierra hasta 5 cartas en tu Cementerio, boca abajo, y después, si 7 o más de tus cartas están desterradas boca abajo en este momento, tu adversario destierra tantas cartas en su Cementerio como sea posible (máx. 5), boca abajo.", "fr": "Si une ou plusieurs cartes (\"Dans les Pas de Papa\" exclus) sont envoyées au Cimetière : bannissez face verso max. 5 cartes depuis votre Cimetière, puis si min. 7 de vos cartes sont actuellement bannies face verso, votre adversaire bannit face verso autant de cartes (max. 5) que possible depuis son Cimetière.", "it": "Se una o più carte vengono mandate al Cimitero, eccetto \"Sulle Orme del Papà\": bandisci fino a 5 carte dal tuo Cimitero, coperte, poi se 7 o più delle tue carte sono attualmente bandite coperte, il tuo avversario bandisce tante carte quante possibile dal suo Cimitero (massimo 5) coperte.", "pt": "Se um ou mais cards forem enviados para o Cemitério, exceto \"Seguindo os Passos do Pai\": bana até 5 cards do seu Cemitério, com a face para baixo e, depois, se 7 ou mais dos seus cards estiverem atualmente banidos com a face para baixo, seu oponente bane tantos cards quanto possível do Cemitério dele (máx. 5) com a face para baixo.", "ja": "①：「雪沓の 跡追うひとつ またひとつ」以外のカードが墓地へ送られた場合に発動できる。自分の墓地のカードを５枚まで裏側で除外する。その後、自分の除外状態の裏側のカードが７枚以上存在する場合、相手は自身の墓地のカードを５枚まで可能な限り選んで裏側で除外する。", "ko": "①: \"눈길위새긴 발자욱따라밟는 성긴한걸음\" 이외의 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 자신 묘지의 카드를 5장까지 뒷면으로 제외한다. 그 후, 자신의 제외 상태인 뒷면 카드가 7장 이상 존재할 경우, 상대는 자신 묘지의 카드를 5장까지 가능한 한 고르고 뒷면으로 제외한다.", "zh-TW": null, "zh-CN": "①：“初晴寻踪去 踏雪妮儿复留印 来者沿迹循”以外的卡被送至墓地的情况下可以发动。将自己墓地的最多５张卡以里侧除外。然后，自己除外状态的里侧的卡存在７张以上的情况下，对手尽可能地挑选自身墓地的卡以里侧除外，最多５张。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "InPapasFootsteps-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC070", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040745, "master_duel_rarity": "R"}