{"konami_id": 11466, "password": 91697229, "name": {"en": "Fenrir the Nordic Wolf", "de": "Nordischer Wolf Fenrir", "es": "Fenrir el Lobo Nórdico", "fr": "Fenrir, Loup Nordique", "it": "Fenrir il Lupo Nordic", "pt": "Fenrir, o Logo Nórdico", "ja": "<ruby>極<rt>きょく</rt></ruby><ruby>星<rt>せい</rt></ruby><ruby>邪<rt>じゃ</rt></ruby><ruby>狼<rt>ろう</rt></ruby>フェンリル", "ja_romaji": "Kyokuseijarō Fenriru", "ko": "극성사랑 펜리르", "ko_rr": null, "zh-TW": null, "zh-CN": "极星邪狼 芬里尔"}, "text": {"en": "Cannot be Normal Summoned/Set. During your Main Phase 2, if an \"Aesir\" monster is on the field, you can Special Summon this card (from your hand) to your opponent's side of the field in Defense Position. If an \"Aesir\" monster is not on the field, destroy this card. At the start of your Battle Phase: Change all Defense Position monsters you control to face-up Attack Position. Both players take any battle damage involving this card.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Während deiner Main Phase 2, falls ein „Asen“-Monster auf dem Spielfeld liegt, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) auf die Spielfeldseite deines Gegners in die Verteidigungsposition beschwören. Falls kein „Asen“-Monster auf dem Spielfeld liegt, zerstöre diese Karte. Am Beginn deiner Battle Phase: Ändere alle Monster in Verteidigungsposition, die du kontrollierst, in die offene Angriffsposition. Beide Spieler erhalten allen Kampfschaden aus Angriffen, an denen diese Karte beteiligt ist.", "es": "No puede ser Invocado de Modo Normal/Colocado. Durante tu Main Phase 2, si hay un monstruo \"Aesir\" en el Campo, puedes Invocar esta carta de Modo Especial (desde tu mano) al lado del Campo de tu adversario, en Posición de Defensa. Si no hay un monstruo \"Aesir\" en el Campo, destruye esta carta. Al comienzo de tu Battle Phase: cambia todos los monstruos en Posición de Defensa que controles a Posición de Ataque boca arriba. Ambos jugadores reciben cualquier daño de batalla de ataques que involucren a esta carta.", "fr": "Ni Invocable Normalement ni Posable. Durant votre Main Phase 2, si un monstre \"Ases\" est sur le terrain, vous pouvez Invoquée Spécialement cette carte (depuis votre main) sur le Terrain de votre adversaire en Position de Défense. S'il n'y a pas de monstre \"Ases\" sur le Terrain, détruisez cette carte. Au début de votre Battle Phase : changez tous les monstres en Position Défense que vous contrôlez en Position d'Attaque face recto. Chaque joueur reçoit des dommage de combat des attaques impliquant cette carte.", "it": "Non può essere Evocato Normalmente/Posizionato. Durante la tua Main Phase 2, se un mostro \"Aesir\" è sul Terreno, puoi Evocare Specialmente questa carta (dalla tua mano) sul Terreno del tuo avversario in Posizione di Difesa. Se nessun mostro \"Aesir\" è sul Terreno, distruggi questa carta. All'inizio della tua Battle Phase: metti scoperti in Posizione di Attacco tutti i mostri in Posizione di Difesa che controlli. Entrambi i giocatori subiscono il danno da combattimento da attacchi che coinvolgono questa carta.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Se um monstro \"Aesir\" estiver no campo, você pode Invocar este card por Invocação-Especial (da sua mão) no lado do campo do seu oponente em Posição de Defesa. Se não houver um monstro \"Aesir\" no campo, destrua este card. No começo da sua Fase de Batalha: coloque todos os monstros em Posição de Defesa que você controla com a face para cima em Posição de Ataque. Os dois duelistas sofrem qualquer dano de batalha dos ataques envolvendo este card.", "ja": "このカードは通常召喚できない。自分メインフェイズ２に、フィールドに「極神」モンスターが存在する場合に手札から相手フィールドに守備表示で特殊召喚できる。①：フィールドに「極神」モンスターが存在しない場合にこのカードは破壊される。②：自分バトルフェイズ開始時に発動する。自分フィールドの守備表示モンスターを全て表側攻撃表示にする。③：このカードの戦闘で発生する戦闘ダメージはお互いのプレイヤーが受ける。", "ko": "이 카드는 통상 소환할 수 없다. 자신 메인 페이즈 2에, 필드에 \"극신\" 몬스터가 존재할 경우에 패에서 상대 필드에 수비 표시로 특수 소환할 수 있다. ①: 필드에 \"극신\" 몬스터가 존재하지 않을 경우에 이 카드는 파괴된다. ②: 자신 배틀 페이즈 개시시에 발동한다. 자신 필드의 수비 표시 몬스터를 전부 앞면 공격 표시로 한다. ③: 이 카드의 전투로 발생하는 전투 데미지는 양쪽의 플레이어가 받는다.", "zh-TW": null, "zh-CN": "这张卡不能通常召唤。自己主要阶段2，场上有「极神」怪兽存在的场合可以从手卡往对方场上守备表示特殊召唤。①：场上没有「极神」怪兽存在的场合这张卡破坏。②：自己战斗阶段开始时发动。自己场上的守备表示怪兽全部变成表侧攻击表示。③：这张卡的战斗发生的战斗伤害由双方玩家承受。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "DARK", "level": 10, "atk": 4000, "def": 4000, "series": ["Nordic"], "images": [{"index": 1, "image": "FenrirtheNordicWolf-LC05-EN-UR-LE.png"}], "sets": {"en": [{"set_number": "LC05-EN002", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LC05-DE002", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LC05-SP002", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LC05-FR002", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LC05-IT002", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LC05-PT002", "set_name": "Legendary Collection 5D's", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP15-JP040", "set_name": "Extra Pack 2015", "rarities": ["Common"]}], "ko": [{"set_number": "EP15-KR068", "set_name": "Extra Pack 2015", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 152309}