{"konami_id": 19908, "password": 91880660, "name": {"en": "Way Where There's a Will", "de": "Weg, wo ein Wille ist", "es": "Querer es Poder", "fr": "Chemin de la Volonté", "it": "Strada Dove C'è la Volontà", "pt": "Querer é Poder", "ja": "<ruby>仇<rt>きゅう</rt></ruby>すれば<ruby>通<rt>つう</rt></ruby><ruby>図<rt>ず</rt></ruby>", "ja_romaji": "Kyūsureba Tsūzu", "ko": "구하면 얻으리라", "ko_rr": "Guhamyeon Eot-eurira", "zh-TW": "九死必有一生路", "zh-CN": "九死必有一生路"}, "text": {"en": "During the Main Phase: The turn player can activate this effect; excavate cards from the top of your Deck, up to the number of cards your opponent controls, and if you do, add 1 of them to your hand, also, after that, place any remaining cards and 1 card from your hand on the bottom of the Deck in any order. You can only use this effect of \"Way Where There's a Will\" once per turn. During the End Phase of any turn a player excavated 9 or more cards at once by this card's effect: That player can activate this effect; shuffle all cards your opponent controls and in their GY into the Deck.", "de": "Während der Main Phase: Der Zugspieler kann diesen Effekt aktivieren; grabe die obersten Karten deines Decks bis zur Anzahl der Karten aus, die dein Gegner kontrolliert, und falls du dies tust, füge 1 von ihnen deiner Hand hinzu, zusätzlich lege danach die übrigen Karten und 1 Karte von deiner Hand in beliebiger Reihenfolge unters Deck. Du kannst diesen Effekt von „Weg, wo ein Wille ist“ nur einmal pro Spielzug verwenden. Während der End Phase jedes Spielzugs, in dem ein Spieler durch den Effekt dieser Karte 9 oder mehr Karten auf einmal ausgegraben hat: Jener Spieler kann diesen Effekt aktivieren; mische alle Karten, die dein Gegner kontrolliert und die sich in seinem Friedhof befinden, ins Deck.", "es": "Durante la Main Phase: el jugador en turno puede activar este efecto; excava cartas de la parte superior de tu Deck, hasta el número de cartas que controla tu adversario y, si lo haces, añade 1 de ellas a tu mano y además, después de eso, pon en la parte inferior del Deck el resto de cartas y 1 carta en tu mano en cualquier orden. Sólo puedes usar este efecto de \"Querer es Poder\" una vez por turno. Durante la End Phase de cualquier turno en el que un jugador excavó 9 o más cartas de una vez por el efecto de esta carta: ese jugador puede activar este efecto; baraja al Deck todas las cartas que controla tu adversario y en su Cementerio.", "fr": "Durant la Main Phase : le joueur du tour peut activer cet effet ; dévoilez un nombre de cartes du dessus de votre Deck, inférieur ou égal au nombre de cartes contrôlées par votre adversaire, et si vous le faites, ajoutez-en 1 à votre main, et aussi, après ça, placez les cartes restantes et 1 carte depuis votre main au-dessous du Deck dans l'ordre de votre choix. Vous ne pouvez utiliser cet effet de \"Chemin de la Volonté\" qu'une fois par tour. Durant la End Phase du tour où un joueur a dévoilé min. 9 cartes à la fois par l'effet de cette carte : le joueur peut activer cet effet ; mélangez toutes les cartes contrôlées par votre adversaire et dans son Cimetière dans le Deck.", "it": "Durante la Main Phase: il giocatore di turno può attivare questo effetto; dissotterra carte dalla cima del tuo Deck, fino al numero di carte controllate dal tuo avversario e, se lo fai, aggiungi 1 di esse alla tua mano, inoltre, dopo averlo fatto, metti qualsiasi carta rimanente e 1 carta dalla tua mano in fondo al Deck in qualsiasi ordine. Puoi utilizzare questo effetto di \"Strada Dove C'è la Volontà\" una sola volta per turno. Durante la End Phase di qualsiasi turno in cui un giocatore ha dissotterrato 9 o più carte allo stesso tempo con l'effetto di questa carta: quel giocatore può attivare questo effetto; mischia nel Deck tutte le carte controllate dal tuo avversario e nel suo Cimitero.", "pt": "Durante a Fase Principal: o duelista do turno pode ativar este efeito; escave cards do topo do seu Deck, até o número de cards que seu oponente controla e, se isso acontecer, adicione 1 deles à sua mão e, além disso, depois, coloque os cards restantes e 1 card da sua mão no fundo do Deck em qualquer ordem. Você só pode usar este efeito de \"Querer é Poder\" uma vez por turno. Durante a Fase Final de qualquer turno em que um duelista escavou 9 ou mais cards de uma vez pelo efeito deste card: esse duelista pode ativar este efeito; embaralhe no Deck todos os cards que seu oponente controla e no Cemitério dele.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：お互いのプレイヤーは、自分メインフェイズに発動できる。相手フィールドのカードの数まで自分のデッキの上からカードをめくり、その中から１枚を選んで手札に加える。その後、残りのカード及び自分の手札１枚を好きな順番でデッキの下に戻す。②：このカードの①の効果で１度に９枚以上めくったプレイヤーは、そのターンのエンドフェイズに発動できる。相手のフィールド・墓地のカードを全てデッキに戻す。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 양쪽 플레이어는, 자신 메인 페이즈에 발동할 수 있다. 상대 필드의 카드의 수까지 자신의 덱 위에서 카드를 넘기고, 그 중에서 1장을 골라 패에 넣는다. 그 후, 남은 카드 및 자신의 패 1장을 좋아하는 순서대로 덱 아래로 되돌린다. ②: 이 카드의 ①의 효과로 1번에 9장 이상 넘긴 플레이어는, 그 턴의 엔드 페이즈에 발동할 수 있다. 상대의 필드 / 묘지의 카드를 전부 덱으로 되돌린다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。\n①：双方玩家可在自己的主要阶段发动。从自己的牌组上面翻开卡，数量最多为对手场上的卡的数量，从其中挑选１张加入手牌。然后，将剩余的卡及自己的１张手牌以喜欢的顺序放回牌组下面。\n②：以此卡的①效果１次翻开９张以上的玩家在该回合的结束阶段可以发动。将对手场上・墓地的卡全部放回牌组。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "WayWhereTheresaWill-LEDE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN067", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "de": [{"set_number": "LEDE-DE067", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "es": [{"set_number": "LEDE-SP067", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "fr": [{"set_number": "LEDE-FR067", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "it": [{"set_number": "LEDE-IT067", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "pt": [{"set_number": "LEDE-PT067", "set_name": "Legacy of Destruction", "rarities": ["Super Rare"]}], "ja": [{"set_number": "LEDE-JP067", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR067", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC067", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040743, "master_duel_rarity": "UR"}