{"konami_id": 14565, "password": 92015800, "name": {"en": "Number 76: Harmonizer Gradielle", "de": "Nummer 76: Gradielle Harmonistin", "es": "Número 76: Armonizador Gradielle", "fr": "Numéro 76 : Gradielle l'Harmoniste", "it": "Numero 76: Gradielle l'Armonizzatrice", "pt": "Número 76: Harmonizadora Gradielle", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>７６ <ruby>諧<rt>かい</rt></ruby><ruby>調<rt>ちょう</rt></ruby><ruby>光<rt>こう</rt></ruby><ruby>師<rt>し</rt></ruby>グラディエール", "ja_romaji": "Nanbāzu Nanajūroku Kaichōkōshi Guradiēru", "ko": "No.76 해조광사 그라디엘", "ko_rr": "Neombeojeu Chilsipyuk Haejogwangsa Geuradiel", "zh-TW": "No.76 諧調光師 漸變天樂鬥士", "zh-CN": "编号76 谐调光师 渐变天乐斗士"}, "text": {"en": "2 Level 7 monsters\nThis card's Attribute is also treated as each of its attached materials' Attributes. Cannot be destroyed by battle with a monster of the same Attribute, also cannot be destroyed by the activated effects of your opponent's monsters with the same Attribute. (Quick Effect): You can target 1 monster in your opponent's GY; detach 1 material from this card, and if you do, attach that target to this card as material. You can only use this effect of \"Number 76: Harmonizer Gradielle\" once per turn.", "de": "2 Monster der Stufe 7\nDie Eigenschaft dieser Karte wird auch als jede der Eigenschaften ihres angehängten Materials behandelt. Kann nicht durch Kampf mit einem Monster derselben Eigenschaft zerstört werden, kann zusätzlich nicht durch aktivierte Effekte der Monster deines Gegners mit derselben Eigenschaft zerstört werden. (Schnelleffekt): Du kannst 1 Monster im Friedhof deines Gegners wählen; hänge 1 Material von dieser Karte ab und falls du dies tust, hänge das gewählte Ziel als Material an diese Karte an. Du kannst diesen Effekt von „Nummer 76: Gradielle Harmonistin“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos de Nivel 7\nEl Atributo de esta carta también se trata como el Atributo de cada uno de sus materiales acoplados. No puede ser destruida en batalla o por un monstruo con el mismo Atributo, y además no puede ser destruida por los efectos activados de los monstruos de tu adversario con el mismo Atributo. (Efecto Rápido): puedes seleccionar 1 monstruo en el Cementerio de tu adversario; desacopla 1 material de esta carta y, si lo haces, acopla ese objetivo a esta carta como material. Sólo puedes usar este efecto de \"Número 76: Armonizador Gradielle\" una vez por turno.", "fr": "2 monstres de Niveau 7\nL'Attribut de cette carte est aussi traité comme les Attributs de chacun des Matériels attachés. Non destructible au combat avec un monstre du même Attribut, et aussi, non destructible par les effets activés des monstres de votre adversaire du même Attribut. (Effet Rapide) : vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; détachez 1 Matériel de cette carte, et si vous le faites, attachez la cible à cette carte comme Matériel. Vous ne pouvez utiliser cet effet de \"Numéro 76 : Gradielle l'Harmoniste\" qu'une fois par tour.", "it": "2 mostri di Livello 7\nL'Attributo di questa carta viene sempre anche considerato come ognuno degli Attributi dei suoi materiali attaccati. Non può essere distrutto in battaglia con un mostro con lo stesso Attributo, inoltre non può essere distrutto dagli effetti attivati dei mostri del tuo avversario con lo stesso Attributo. (Effetto Rapido): puoi scegliere come bersaglio 1 mostro nel Cimitero del tuo avversario; stacca 1 materiale da questa carta e, se lo fai, attacca quel bersaglio a questa carta come materiale. Puoi utilizzare questo effetto di \"Numero 76: Gradielle l'Armonizzatrice\" una sola volta per turno.", "pt": "2 monstros de Nível 7\nO Atributo deste card também é considerado como cada um dos Atributos das suas matérias associadas. Não pode ser destruído em batalha com um monstro do mesmo Atributo e, além disso, não pode ser destruído pelos efeitos ativados dos monstros do seu oponente com o mesmo Atributo. (Efeito Rápido): você pode escolher 1 monstro no Cemitério do seu oponente; desassocie 1 matéria deste card e, se isso acontecer, associe o alvo a este card como matéria. Você só pode usar este efeito de \"Número 76: Harmonizadora Gradielle\" uma vez por turno.", "ja": "レベル７モンスター×２\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードの属性は、このカードがＸ素材としているモンスターのそれぞれの属性としても扱う。②：このカードは、このカードと同じ属性を持つモンスターとの戦闘では破壊されず、このカードと同じ属性を持つ相手モンスターが発動した効果では破壊されない。③：相手の墓地のモンスター１体を対象として発動できる。このカードのＸ素材を１つ取り除き、対象のモンスターをこのカードの下に重ねてＸ素材とする。この効果は相手ターンでも発動できる。", "ko": "레벨 7 몬스터 × 2\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 속성은, 이 카드가 엑시즈 소재로 하고 있는 몬스터 각각의 속성으로도 취급한다. ②: 이 카드는, 이 카드와 같은 속성을 가지는 몬스터와의 전투로는 파괴되지 않으며, 이 카드와 같은 속성을 가지는 상대 몬스터가 발동한 효과로는 파괴되지 않는다. ③: 상대 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드의 엑시즈 소재를 1개 제거하고, 대상 몬스터를 이 카드의 아래에 겹쳐 엑시즈 소재로 한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "等級７怪獸×２\n此卡名的③效果１回合僅限使用１次。①：此卡的屬性也視為做為此卡的超量素材的怪獸的各屬性。②：此卡不會因與持有屬性與此卡相同的怪獸戰鬥被破壞，不會因對方的與持有屬性與此卡相同的怪獸發動的效果被破壞。③：可將對方墓地的１隻怪獸做為對象發動。去除此卡的１個超量素材，將對象怪獸重疊至此卡下方做為超量素材。此效果在對方回合也可發動。", "zh-CN": "等级７怪兽×２\n此卡名的③效果１回合仅可使用１次。①：此卡的属性也视为此卡作为超量素材的怪兽各自的属性。②：此卡不会因与拥有与此卡相同属性的怪兽的战斗被破坏，不会因与拥有与此卡相同属性的对手怪兽发动的效果被破坏。③：以对手墓地的１只怪兽为对象可以发动。去除此卡的１个超量素材，将对象怪兽重叠在此卡下面作为超量素材。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Fairy / Xyz / Effect", "attribute": "LIGHT", "rank": 7, "atk": 2700, "def": 2100, "materials": "2 Level 7 monsters", "series": ["Number", "Number"], "images": [{"index": 1, "image": "Number76HarmonizerGradielle-BLHR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLHR-EN029", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLHR-DE029", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLHR-FR029", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLHR-IT029", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLHR-PT029", "set_name": "Battles of Legend: Hero's Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CP19-JP032", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "NCF1-JP076", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CP19-KR032", "set_name": "Collection Pack: Duelist of Revolution Version", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 618903, "master_duel_rarity": "R"}