{"konami_id": 16480, "password": 92067220, "name": {"en": "Joker's Straight", "de": "Straße des Jokers", "es": "Escalera del Bufón", "fr": "Quinte du Harlequin", "it": "Scala al Joker", "pt": "Sequência do Coringa", "ja": "ジョーカーズ・ストレート", "ja_romaji": "Jōkāzu Sutorēto", "ko": "조커즈 스트레이트", "ko_rr": "Jokeojeu Seuteureiteu", "zh-TW": "王牌順子", "zh-CN": "王牌顺子"}, "text": {"en": null, "de": "Wirf 1 Karte ab, beschwöre 1 „Ritterin der Königin“ als Spezialbeschwörung von deinem Deck, füge deiner Hand 1 „Ritter des Königs“ oder „Ritter des Buben“ von deinem Deck hinzu, dann, sofort nachdem dieser Effekt aufgelöst wurde, kannst du 1 Monster als Normalbeschwörung beschwören. Du kannst für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, außer LICHT Krieger-Monstern. Während der End Phase, falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 LICHT Krieger-Monster in deinem Friedhof wählen; mische es ins Deck und falls du dies tust, füge diese Karte deiner Hand hinzu. Du kannst jeden Effekt von „Straße des Jokers“ nur einmal pro Spielzug verwenden.", "es": "Descarta 1 carta, Invoca de Modo Especial, desde tu Deck, 1 \"Escolta de la Reina\", añade a tu mano 1 \"Escolta del Rey\" o \"Escolta de la Sota\" en tu Deck y después, inmediatamente después de que se resuelva este efecto, puedes Invocar 1 monstruo de Modo Normal. Por el resto de este turno no puedes Invocar monstruos de Modo Especial desde el Deck Extra, excepto monstruos Guerrero de LUZ. Durante la End Phase, si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo Guerrero de LUZ en tu Cementerio; barájalo al Deck y, si lo haces, añade esta carta a tu mano. Sólo puedes usar cada efecto de \"Escalera del Bufón\" una vez por turno.", "fr": "Défaussez 1 carte, Invoquez Spécialement 1 \"Chevalier de la Reine\" depuis votre Deck, ajoutez 1 \"Chevalier du Roi\" ou \"Chevalier du Valet\" depuis votre Deck à votre main, puis, immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 monstre. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres LUMIÈRE Guerrier exclus) depuis l'Extra Deck le reste de ce tour. Durant la End Phase, si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre LUMIÈRE Guerrier dans votre Cimetière ; mélangez-le dans le Deck, et si vous le faites, ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Quinte du Harlequin\" qu'une fois par tour.", "it": "Scarta 1 carta, Evoca Specialmente 1 \"Cavaliere della Regina\" dal tuo Deck, aggiungi 1 \"Cavaliere del Re\" o \"Cavaliere del Jack\" dal tuo Deck alla tua mano, poi, immediatamente dopo che questo effetto si è risolto, puoi Evocare Normalmente 1 mostro. Non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, eccetto mostri LUCE Guerriero. Durante la End Phase, se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro LUCE Guerriero nel tuo Cimitero; mischialo nel Deck e, se lo fai, aggiungi questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Scala al Joker\" una sola volta per turno.", "pt": "Descarte 1 card, Invoque por Invocação-Especial 1 \"O Cavaleiro da Rainha\" do seu Deck, adicione 1 \"O Cavaleiro do Rei\" ou \"O Cavaleiro do Valete\" do seu Deck à sua mão e, depois, imediatamente depois que este efeito resolver, você pode Invocar 1 monstro por Invocação-Normal. Você não pode Invocar monstros por Invocação-Especial do Deck Adicional pelo resto deste turno, exceto monstros Guerreiro de LUZ. Durante a Fase Final, se este card estiver no seu Cemitério: você pode escolher 1 monstro Guerreiro de LUZ no seu Cemitério; embaralhe-o no Deck e, se isso acontecer, adicione este card à sua mão. Você só pode usar cada efeito de \"Sequência do Coringa\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分の手札を１枚選んで捨て、デッキから「クィーンズ・ナイト」１体を特殊召喚し、デッキから「キングス・ナイト」「ジャックス・ナイト」の内１体を手札に加える。その後、モンスター１体の召喚を行う事ができる。このターン、自分は戦士族・光属性モンスターしかＥＸデッキから特殊召喚できない。\n②：自分・相手のエンドフェイズに、自分の墓地の戦士族・光属性モンスター１体を対象として発動できる。そのモンスターをデッキに戻し、墓地のこのカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 패를 1장 골라 버리고, 덱에서 \"퀸즈 나이트\" 1장을 특수 소환하고, 덱에서 \"킹스 나이트\" \"잭스 나이트\" 중 1장을 패에 넣는다. 그 후, 몬스터 1장을 일반 소환할 수 있다. 이 턴에, 자신은 전사족 / 빛 속성 몬스터밖에 엑스트라 덱에서 특수 소환할 수 없다. ②: 자신 / 상대의 엔드 페이즈에, 자신 묘지의 전사족 / 빛 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 덱으로 되돌리고, 묘지의 이 카드를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從我方手牌選擇１張捨棄，從牌組特殊召喚１隻「王后騎士」，從牌組將「衛兵騎士」、「國王騎士」內的１隻加入手牌。其後，可從手牌召喚１隻怪獸。此回合，我方可從額外牌組特殊召喚的怪獸僅限戰士族・光屬性怪獸。②：在我方・對方結束階段，可將我方墓地的１隻戰士族・光屬性怪獸做為對象發動。將該怪獸送回牌組，墓地的此卡加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：挑选１张自己的手牌舍弃，从牌组将１只“王后骑士”特殊召唤，从牌组将“国王骑士”、“卫兵骑士”中的１只加入手牌。然后，可召唤１只怪兽。此回合，自己从额外牌组仅可特殊召唤战士族・光属性怪兽。②：在自己・对手的结束阶段，以自己墓地的１只战士族・光属性怪兽为对象可以发动。将该怪兽放回牌组，将墓地的此卡加入手牌。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "JokersStraight-KICO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "KICO-EN004", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "KICO-DE004", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "KICO-FR004", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "KICO-IT004", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "KICO-PT004", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "WPP2-JP004", "set_name": "World Premiere Pack 2021", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP2-KR004", "set_name": "World Premiere Pack 2021", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 710627, "master_duel_rarity": "SR"}