{"konami_id": 20486, "password": 92530005, "name": {"en": "Performage Ball Balancer", "de": "Künstlerzauberer Ballreiter", "es": "Artilusionista Balancín de Bolas", "fr": "Équilibriste de Balles Mageartiste", "it": "Artistamagus Equilibrista delle Palle", "pt": "Camaramágico Equilibrista de Bolas", "ja": "<ruby>Ｅｍ<rt>エンタメイジ</rt></ruby>ボール・ライダー", "ja_romaji": "Entameiji Bōru Raidā", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "娱乐巫师・骑球手"}, "text": {"en": "If you control a \"Performage\" monster: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can activate 1 of these effects;\n● Add 1 \"Performage\" Pendulum Monster from your Deck to your face-up Extra Deck.\n● Destroy 1 \"Performage\" Monster Card you control.\nWhen an opponent's Special Summoned monster declares a direct attack: You can Special Summon this card from your GY. You can only use each effect of \"Performage Ball Balancer\" once per turn.", "de": "Falls du ein „Künstlerzauberer“-Monster kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 dieser Effekte aktivieren;\n● Füge deinem Extra Deck 1 „Künstlerzauberer“-Pendelmonster von deinem Deck offen hinzu.\n● Zerstöre 1 „Künstlerzauberer“-Monsterkarte, die du kontrollierst.\nWenn ein als Spezialbeschwörung beschworenes Monster eines Gegners einen direkten Angriff deklariert: Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst jeden Effekt von „Künstlerzauberer Ballreiter“ nur einmal pro Spielzug verwenden.", "es": "Si controlas un monstruo \"Artilusionista\": puedes Invocar esta carta de Modo Especial desde tu mano. Si esta carta es Invocada de Modo Normal o Especial: puedes activar 1 de estos efectos;\n● Añade a tu Deck Extra boca arriba 1 Monstruo de Péndulo \"Artilusionista\" en tu Deck.\n● Destruye 1 Carta de Monstruo \"Artilusionista\" que controles.\nCuando un monstruo del adversario Invocado de Modo Especial declara un ataque directo: puedes Invocar esta carta de Modo Especial desde tu Cementerio. Sólo puedes usar cada efecto de \"Artilusionista Balancín de Bolas\" una vez por turno.", "fr": "Si vous contrôlez un monstre \"Mageartiste\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez activer 1 de ces effets ;\n● Ajoutez 1 Monstre Pendule \"Mageartiste\" depuis votre Deck à votre Extra Deck face recto.\n● Détruisez 1 Carte Monstre \"Mageartiste\" que vous contrôlez.\nLorsqu'un monstre Invoqué Spécialement de l'adversaire déclare une attaque directe : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Équilibriste de Balles Mageartiste\" qu'une fois par tour.", "it": "Se controlli un mostro \"Artistamagus\": puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene Evocata Normalmente o Specialmente: puoi attivare 1 di questi effetti;\n● Aggiungi 1 Mostro Pendulum \"Artistamagus\" dal tuo Deck al tuo Extra Deck scoperto.\n● Distruggi 1 Carta Mostro \"Artistamagus\" che controlli.\nQuando un mostro Evocato Specialmente dell'avversario dichiara un attacco diretto: puoi Evocare Specialmente questa carta dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Artistamagus Equilibrista delle Palle\" una sola volta per turno.", "pt": "Se você controlar um monstro \"Camaramágico\": você pode Invocar este card por Invocação-Especial da sua mão. Se este card for Invocado por Invocação-Normal ou Especial: você pode ativar 1 desses efeitos;\n● Adicione 1 Monstro Pêndulo \"Camaramágico\" do seu Deck ao seu Deck Adicional com a face para cima.\n● Destrua 1 Card de Monstro \"Camaramágico\" que você controla.\nQuando um monstro Invocado por Invocação-Especial do oponente declarar um ataque direto: você pode Invocar este card por Invocação-Especial do seu Cemitério. Você só pode usar cada efeito de \"Camaramágico Equilibrista de Bolas\" uma vez por turno.", "ja": "このカード名の①②③のモンスター効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「Ｅｍ」モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：このカードが召喚・特殊召喚した場合、以下の効果から１つを選択して発動できる。●デッキから「Ｅｍ」Ｐモンスター１体をＥＸデッキに表側で加える。●自分フィールドの「Ｅｍ」モンスターカード１枚を破壊する。③：特殊召喚された相手モンスターの直接攻撃宣言時に発動できる。このカードを墓地から特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②③怪兽效果１回合仅可各使用１次。①：自己场上存在“娱乐巫师”怪兽的情况下可以发动。从手牌将此卡特殊召唤。②：此卡召唤・特殊召唤的情况下，可从以下效果中选择１个发动。●从牌组将１只“娱乐巫师”灵摆怪兽以表侧加入额外牌组。●将自己场上的１张“娱乐巫师”怪兽卡破坏。③：被特殊召唤的对手怪兽的直接攻击宣言时可以发动。从墓地将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Pendulum / Effect", "attribute": "EARTH", "level": 4, "atk": 1000, "def": 1800, "pendulum_scale": 3, "pendulum_effect": {"en": "During your Main Phase: You can send 1 \"Performage\" Pendulum Monster from your face-up Extra Deck to the GY, then you can increase this card's Pendulum Scale by that sent monster's. You can only use this effect of \"Performage Ball Balancer\" once per turn.", "de": "Während deiner Main Phase: Du kannst 1 „Künstlerzauberer“-Pendelmonster offen von deinem Extra Deck auf den Friedhof legen, dann kannst du den Pendelbereich dieser Karte um den jenes gelegten Monsters erhöhen. Du kannst diesen Effekt von „Künstlerzauberer Ballreiter“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes mandar al Cementerio 1 Monstruo de Péndulo \"Artilusionista\" en tu Deck Extra boca arriba, y después puedes aumentar la Escala de Péndulo de esta carta en la de ese monstruo mandado. Sólo puedes usar este efecto de \"Artilusionista Balancín de Bolas\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez envoyer 1 Monstre Pendule \"Mageartiste\" depuis votre Extra Deck face recto au Cimetière, puis vous pouvez augmenter l'Échelle Pendule de cette carte de celle du monstre envoyé. Vous ne pouvez utiliser cet effet de \"Équilibriste de Balles Mageartiste\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi mandare 1 Mostro Pendulum \"Artistamagus\" dal tuo Extra Deck scoperto al Cimitero, poi puoi aumentare il Valore Pendulum di questa carta di quello di quel mostro mandato. Puoi utilizzare questo effetto di \"Artistamagus Equilibrista delle Palle\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode enviar 1 Monstro Pêndulo \"Camaramágico\" do seu Deck Adicional com a face para cima para o Cemitério e, depois, você pode aumentar a Escala de Pêndulo deste card pela do monstro enviado. Você só pode usar este efeito de \"Camaramágico Equilibrista de Bolas\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。自分のＥＸデッキ（表側）から「Ｅｍ」Ｐモンスター１体を墓地へ送る。その後、墓地へ送ったモンスターのＰスケールの数値分だけこのカードのＰスケールを上げる事ができる。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的灵摆效果１回合仅可使用１次。①：在自己的主要阶段可以发动。从自己额外牌组（表侧）将１只“娱乐巫师”灵摆怪兽送至墓地。然后，此卡的灵摆刻度可上升相当于送至墓地的怪兽的灵摆刻度的数值。"}, "series": ["Performage"], "images": [{"index": 1, "image": "PerformageBallBalancer-ROTA-JP-C.png"}], "sets": {"en": [{"set_number": "ROTA-EN010", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE010", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR010", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT010", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT010", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ja": [{"set_number": "ROTA-JP010", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC010", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1071296}