{"konami_id": 10696, "password": 92609670, "name": {"en": "Heroic Challenger - Ambush Soldier", "de": "Heroischer Herausforderer - Überfallsoldat", "es": "Contendiente Heroico - Soldado de la Emboscada", "fr": "Challenger Héroïque - Soldat Embusqué", "it": "Sfidante Eroico - Soldato da Imboscata", "pt": "Desafiante Heroico - Soldado da Emboscada", "ja": "<ruby>Ｈ<rt>ヒロイック</rt></ruby>・<ruby>Ｃ<rt>チャレンジャー</rt></ruby> アンブッシュ・ソルジャー", "ja_romaji": "Hiroikku Charenjā Anbusshu Sorujā", "ko": "<ruby>H·C<rt>히로익 챌린저</rt></ruby> 앰버시 솔저", "ko_rr": null, "zh-TW": null, "zh-CN": "英豪挑战者 伏击兵"}, "text": {"en": "During your Standby Phase: You can Tribute this card; Special Summon up to 2 \"Heroic Challenger\" monsters from your hand and/or Graveyard, except \"Heroic Challenger - Ambush Soldier\". You can only use this effect of \"Heroic Challenger - Ambush Soldier\" once per turn. When you do: You can banish this card from your Graveyard; make all \"Heroic Challenger\" monsters you currently control become Level 1.", "de": "Während deiner Standby Phase: Du kannst diese Karte als Tribut anbieten; beschwöre bis zu 2 „Heroischer Herausforderer“-Monster als Spezialbeschwörung von deiner Hand und/oder deinem Friedhof, außer „Heroischer Herausforderer - Überfallsoldat“. Du kannst diesen Effekt von „Heroischer Herausforderer - Überfallsoldat“ nur einmal pro Spielzug verwenden. Wenn du dies tust: Du kannst diese Karte von deinem Friedhof verbannen; alle „Heroischer Herausforderer“-Monster, die du derzeit kontrollierst, werden zu Stufe 1.", "es": "Durante tu Standby Phase: puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu mano y/o Cementerio, hasta 2 monstruos \"Contendiente Heroico\", excepto \"Contendiente Heroico - Soldado de la Emboscada\". Sólo puedes usar este efecto de \"Contendiente Heroico - Soldado de la Emboscada\" una vez por turno. Cuando lo haces: puedes desterrar esta carta en tu Cementerio; el Nivel de todos los monstruos \"Contendiente Heroico\" que controlas en este momento se convierte en 1.", "fr": "Durant votre Standby Phase : vous pouvez Sacrifier cette carte ; Invoquez Spécialement max. 2 monstres \"Challenger Héroïque\" (\"Challenger Héroïque - Soldat Embusqué\" exclu) depuis votre main et/ou Cimetière. Vous ne pouvez utiliser cet effet de \"Challenger Héroïque - Soldat Embusqué\" qu'une fois par tour. Lorsque vous le faites : vous pouvez bannir cette carte depuis votre Cimetière ; le Niveau de tous les monstres \"Challenger Héroïque\" que vous contrôlez actuellement devient 1.", "it": "Durante la tua Standby Phase: puoi offrire come Tributo questa carta; Evoca Specialmente fino a 2 mostri \"Sfidante Eroico\" dalla tua mano e/o Cimitero, eccetto \"Sfidante Eroico - Soldato da Imboscata\". Puoi utilizzare questo effetto di \"Sfidante Eroico - Soldato da Imboscata\" una sola volta per turno. Quando lo fai: puoi bandire questa carta dal tuo Cimitero; fai diventare di Livello 1 tutti i mostri \"Sfidante Eroico\" che controlli attualmente.", "pt": "Durante sua Fase de Apoio: você pode oferecer este card como Tributo; Invoque por Invocação-Especial até 2 monstros \"Desafiante Heroico\" da sua mão e/ou Cemitério, exceto \"Desafiante Heroico - Soldado da Emboscada\". Você só pode usar este efeito de \"Desafiante Heroico - Soldado da Emboscada\" uma vez por turno. Quando isso acontecer: você pode banir este card do seu Cemitério; todos os monstros \"Desafiante Heróico\" que você controla atualmente se tornam de Nível 1.", "ja": "自分のスタンバイフェイズ時、フィールド上のこのカードをリリースして発動できる。自分の手札・墓地から「<ruby>Ｈ<rt>ヒロイック</rt></ruby>・<ruby>Ｃ<rt>チャレンジャー</rt></ruby> アンブッシュ・ソルジャー」以外の「<ruby>Ｈ<rt>ヒロイック</rt></ruby>・<ruby>Ｃ<rt>チャレンジャー</rt></ruby>」と名のついたモンスターを２体まで選んで特殊召喚できる。「<ruby>Ｈ<rt>ヒロイック</rt></ruby>・<ruby>Ｃ<rt>チャレンジャー</rt></ruby> アンブッシュ・ソルジャー」のこの効果は１ターンに１度しか使用できない。この効果で特殊召喚に成功した時、墓地のこのカードをゲームから除外する事で、自分フィールド上の全ての「<ruby>Ｈ<rt>ヒロイック</rt></ruby>・<ruby>Ｃ<rt>チャレンジャー</rt></ruby>」と名のついたモンスターのレベルを１にする。", "ko": "자신의 스텐바이 페이즈시, 필드 위의 이 카드를 릴리스하고 발동할 수 있다. 자신의 패 / 묘지에서 \"H·C(히로익 챌린저) 앰버시 솔저\" 이외의 \"H·C(히로익 챌린저)\"라는 이름이 붙은 몬스터를 2장까지 고르고 특수 소환할 수 있다. \"H·C(히로익 챌린저) 앰버시 솔저\"의 이 효과는 1턴에 1번밖에 사용할 수 없다. 이 효과로 특수 소환에 성공했을 때, 묘지의 이 카드를 게임에서 제외하는 것으로, 자신 필드 위의 모든 \"H·C(히로익 챌린저)\"라는 이름이 붙은 몬스터의 레벨을 1로 한다.", "zh-TW": null, "zh-CN": "自己的准备阶段时，把场上的这张卡解放才能发动。可以从自己的手卡·墓地选「英豪挑战者 伏击兵」以外的最多2只名字带有「英豪挑战者」的怪兽特殊召唤。「英豪挑战者 伏击兵」的这个效果1回合只能使用1次。这个效果特殊召唤成功时，可以通过把墓地的这张卡从游戏中除外，自己场上的全部名字带有「英豪挑战者」的怪兽的等级变成1星。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 1, "atk": 0, "def": 0, "series": ["Heroic", "Heroic Challenger"], "images": [{"index": 1, "image": "HeroicChallengerAmbushSoldier-NUMH-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "NUMH-EN010", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}], "de": [{"set_number": "NUMH-DE010", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}], "es": [{"set_number": "NUMH-SP010", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "NUMH-FR010", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}], "it": [{"set_number": "NUMH-IT010", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "NUMH-PT010", "set_name": "Number Hunters", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "CPZ1-JP010", "set_name": "Collectors Pack: ZEXAL Version", "rarities": ["Common"]}], "ko": [{"set_number": "CPZ1-KR010", "set_name": "Collectors Pack: ZEXAL Version", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 278595}