{"konami_id": 17149, "password": 92798873, "name": {"en": "Dinomorphia Rexterm", "de": "Dinomorphia Rexterm", "es": "Dinomorfia Rexterm", "fr": "Rexterm Dinomorphia", "it": "Dinomorfia Rexterm", "pt": "Dinomorfia Rexterm", "ja": "ダイノルフィア・レクスターム", "ja_romaji": "Dainorufia Rekusutāmu", "ko": "다이놀피어 렉스텀", "ko_rr": "Dainolpieo Rekseuteom", "zh-TW": "恐啡肽狂龍・狂飆霸王龍", "zh-CN": "恐啡肽骇龙・终结暴龙"}, "text": {"en": "1 \"Dinomorphia\" Fusion Monster + 1 \"Dinomorphia\" monster\nYour opponent cannot activate the effects of monsters they control that have ATK greater than or equal to your LP. You can only use each of the following effects of \"Dinomorphia Rexterm\" once per turn. (Quick Effect): You can pay half your LP; the ATK of all monsters your opponent currently controls become equal to your LP, until the end of this turn. If this card is destroyed by battle or card effect: You can Special Summon 1 Level 6 or lower \"Dinomorphia\" monster from your GY.", "de": "1 „Dinomorphia“-Fusionsmonster + 1 „Dinomorphia“-Monster\nDein Gegner kann keine Effekte von Monstern aktivieren, die er kontrolliert und deren ATK größer oder gleich deinen LP sind. Du kannst jeden der folgenden Effekte von „Dinomorphia Rexterm“ nur einmal pro Spielzug verwenden. (Schnelleffekt): Du kannst die Hälfte deiner LP zahlen; die ATK aller Monster, die dein Gegner derzeit kontrolliert, werden bis zum Ende dieses Spielzugs gleich deinen LP. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 „Dinomorphia“-Monster der Stufe 6 oder niedriger als Spezialbeschwörung von deinem Friedhof beschwören.", "es": "1 Monstruo de Fusión \"Dinomorfia\" + 1 monstruo \"Dinomorfia\"\nTu adversario no puede activar los efectos de los monstruos que controla que tengan ATK mayor o igual que tus LP. Sólo puedes usar cada uno de los siguientes efectos de \"Dinomorfia Rexterm\" una vez por turno. (Efecto Rápido): puedes pagar la mitad de tus LP; el ATK de todos los monstruos que tu adversario controla en este momento se convierte en igual a tus LP, hasta el final de este turno. Si esta carta es destruida en batalla o por el efecto de una carta: puedes Invocar de Modo Especial 1 monstruo \"Dinomorfia\" de Nivel 6 o menor desde tu Cementerio.", "fr": "1 Monstre Fusion \"Dinomorphia\" + 1 monstre \"Dinomorphia\"\nVotre adversaire ne peut pas activer les effets des monstres qu'il contrôle qui a une ATK supérieure ou égale à vos LP. Vous ne pouvez utiliser chacun des effets suivants de \"Rexterm Dinomorphia\" qu'une fois par tour. (Effet Rapide) : vous pouvez payer la moitié de vos LP ; jusqu'à la fin de ce tour, l'ATK de tous les monstres actuellement contrôlés par votre adversaire devient égale à vos LP. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 6 depuis votre Cimetière.", "it": "1 Mostro Fusione \"Dinomorfia\" + 1 mostro \"Dinomorfia\"\nIl tuo avversario non può attivare gli effetti dei mostri che controlla che hanno ATK pari o superiore ai tuoi LP. Puoi utilizzare ognuno dei seguenti effetti di \"Dinomorfia Rexterm\" una sola volta per turno. (Effetto Rapido): puoi pagare la metà dei tuoi LP; l'ATK di tutti i mostri attualmente controllati dal tuo avversario diventa pari ai tuoi LP, fino alla fine di questo turno. Se questa carta viene distrutta in battaglia o dall'effetto di una carta: puoi Evocare Specialmente 1 mostro \"Dinomorfia\" di Livello 6 o inferiore dal tuo Cimitero.", "pt": "1 Monstro de Fusão \"Dinomorfia\" + 1 monstro \"Dinomorfia\"\nSeu oponente não pode ativar os efeitos de monstros que ele controla que tenham um ATK igual ou maior que seus PV. Você só pode usar cada um dos seguintes efeitos de \"Dinomorfia Rexterm\" uma vez por turno. (Efeito Rápido): você pode pagar metade dos seus PV; até o final deste turno, o ATK de todos os monstros que seu oponente controla atualmente se torna igual aos seus PV. Se este card for destruído em batalha ou por um efeito de card: você pode Invocar por Invocação-Especial 1 monstro \"Dinomorfia\" de Nível 6 ou menos do seu Cemitério.", "ja": "「ダイノルフィア」融合モンスター＋「ダイノルフィア」モンスター\nこのカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分のＬＰの数値以上の攻撃力を持つ相手フィールドのモンスターは効果を発動できない。②：自分・相手ターンに、ＬＰを半分払って発動できる。相手フィールドの全てのモンスターの攻撃力はターン終了時まで、自分のＬＰの数値と同じになる。③：このカードが戦闘・効果で破壊された場合に発動できる。自分の墓地からレベル６以下の「ダイノルフィア」モンスター１体を選んで特殊召喚する。", "ko": "\"다이놀피어\" 융합 몬스터 ＋ \"다이놀피어\" 몬스터\n이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 LP의 수치 이상의 공격력을 가지는 상대 필드의 몬스터는 효과를 발동할 수 없다. ②: 자신 / 상대 턴에, LP를 절반 지불하고 발동할 수 있다. 상대 필드의 모든 몬스터의 공격력은 턴 종료시까지, 자신의 LP의 수치와 같아진다. ③: 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 레벨 6 이하의 \"다이놀피어\" 몬스터 1장을 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "“恐啡肽骇龙”融合怪兽＋“恐啡肽骇龙”怪兽\n此卡名的②③效果１回合仅可各使用１次。①：拥有自己LP数值以上攻击力的对手场上的怪兽不可发动效果。②：在自己・对手回合中，支付一半LP可以发动。对手场上所有怪兽的攻击力直至回合结束时为止，变为与自己LP的数值相同。③：此卡因战斗・效果被破坏的情况下可以发动。从自己的墓地挑选１只等级６以下的“恐啡肽骇龙”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 0, "materials": "1 \"Dinomorphia\" Fusion Monster + 1 \"Dinomorphia\" monster", "series": ["Dinomorphia"], "images": [{"index": 1, "image": "DinomorphiaRexterm-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN038", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-EN082", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DIFO-DE038", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-DE082", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "DIFO-SP038", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-SP082", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DIFO-FR038", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-FR082", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DIFO-IT038", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-IT082", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DIFO-PT038", "set_name": "Dimension Force", "rarities": ["Ultra Rare"]}, {"set_number": "MP23-PT082", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DIFO-JP038", "set_name": "Dimension Force", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DIFO-JP038", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DIFO-KR038", "set_name": "Dimension Force", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}, {"set_number": "DIFO-KR038", "set_name": "Dimension Force +1 Bonus Pack", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "MGP7-SC090", "set_name": "Mega Pack 07", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714571, "master_duel_rarity": "UR"}