{"konami_id": 14625, "password": 92892239, "name": {"en": "Borreload Furious Dragon", "de": "Kalliberlade-Wut-Drache", "es": "Dragón Furioso Borrecarga", "fr": "Dragon Furieux Chargeborrelle", "it": "Drago Furioso Callibrocarica", "pt": "Dragão Furioso Callibregado", "ja": "ヴァレルロード・<ruby>Ｆ<rt>フュリアス</rt></ruby>・ドラゴン", "ja_romaji": "Varerurōdo Fyuriasu Doragon", "ko": "바렐로드 <ruby>F<rt>퓨리어스</rt></ruby> 드래곤", "ko_rr": "Barellodeu Pyurieoseu Deuraegon", "zh-TW": "槍管裝填暴怒龍", "zh-CN": "枪管上膛暴怒龙"}, "text": {"en": "2 DARK Dragon monsters\n(Quick Effect): You can target 1 monster you control and 1 card your opponent controls; destroy them. You can banish this card from your GY, then target 1 DARK Link Monster in your GY; Special Summon it, but it cannot activate its effects this turn. You can only use each effect of \"Borreload Furious Dragon\" once per turn.", "de": "2 FINSTERNIS Drache-Monster\n(Schnelleffekt): Du kannst 1 Monster, das du kontrollierst, und 1 Karte, die dein Gegner kontrolliert, wählen; zerstöre sie. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 FINSTERNIS Linkmonster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung, aber seine Effekte können in diesem Spielzug nicht aktiviert werden. Du kannst jeden Effekt von „Kalliberlade-Wut-Drache“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos Dragón de OSCURIDAD\n(Efecto Rápido): puedes seleccionar 1 monstruo que controlas y 1 carta que controla tu adversario; destrúyelos. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 1 Monstruo de Enlace de OSCURIDAD en tu Cementerio; Invócalo de Modo Especial, pero no puede activar sus efectos este turno. Sólo puedes usar cada efecto de \"Dragón Furioso Borrecarga\" una vez por turno.", "fr": "2 monstres TÉNÈBRES Dragon\n(Effet Rapide) : vous pouvez cibler 1 monstre que vous contrôlez et 1 carte contrôlée par votre adversaire ; détruisez-les. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Lien TÉNÈBRES dans votre Cimetière ; Invoquez-le Spécialement, mais il ne peut pas activer ses effets ce tour. Vous ne pouvez utiliser chaque effet de \"Dragon Furieux Chargeborrelle\" qu'une fois par tour.", "it": "2 mostri OSCURITÀ Drago\n(Effetto Rapido): puoi scegliere come bersaglio 1 mostro che controlli e 1 carta controllata dal tuo avversario; distruggile. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Link OSCURITÀ nel tuo Cimitero; Evocalo Specialmente, ma esso non può attivare i suoi effetti in questo turno. Puoi utilizzare ogni effetto di \"Drago Furioso Callibrocarica\" una sola volta per turno.", "pt": "2 monstros Dragão de TREVAS\n(Efeito Rápido): você pode escolher 1 monstro que você controla e 1 card que seu oponente controla; destrua-os. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Link de TREVAS no seu Cemitério; Invoque-o por Invocação-Especial, mas ele não pode ativar seus efeitos neste turno. Você só pode usar cada efeito de \"Dragão Furioso Callibregado\" uma vez por turno.", "ja": "ドラゴン族・闇属性モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手ターンに、自分フィールドのモンスター１体と相手フィールドのカード１枚を対象として発動できる。そのカードを破壊する。②：墓地のこのカードを除外し、自分の墓地の闇属性Ｌモンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターは、このターン効果を発動できない。", "ko": "드래곤족 / 어둠 속성 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터 1장과 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 묘지의 이 카드를 제외하고, 자신 묘지의 어둠 속성 링크 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는, 이 턴에 효과를 발동할 수 없다.", "zh-TW": null, "zh-CN": "龙族・暗属性怪兽×2\n此卡名的①②效果1回合仅可各使用1次。①：以自己场上的1只怪兽和对手场上的1张卡为对象可以发动。将该卡破坏。此效果在对手回合中也可以发动。②：将墓地的此卡除外，以自己墓地的1只暗属性连接怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽此回合不可发动效果。"}, "card_type": "Monster", "monster_type_line": "Dragon / Fusion / Effect", "attribute": "DARK", "level": 8, "atk": 3000, "def": 2500, "materials": "2 DARK Dragon-Type monsters", "series": ["Borrel"], "images": [{"index": 1, "image": "BorreloadFuriousDragon-SDRR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SDRR-EN042", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SDRR-DE042", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "SDRR-SP042", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SDRR-FR042", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SDRR-IT042", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SDRR-PT042", "set_name": "Structure Deck: Rokket Revolt", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SD36-JPP01", "set_name": "Structure Deck: Revolver Extra Deck Enhancement Pack", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "QCTB-JP056", "set_name": "Quarter Century Trinity Box", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD36-KRP01", "set_name": "Structure Deck: Revolver Extra Deck Enhancement Pack", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "MGP3-SC166", "set_name": "Mega Pack 03", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 607505, "master_duel_rarity": "UR"}