{"konami_id": 15083, "password": 92919429, "name": {"en": "Diviner of the Herald", "de": "Wahrsagerin des Herolds", "es": "Adivina del Heraldo", "fr": "Devineresse du Héraut", "it": "Divinatrice per l'Araldo", "pt": "Adivinha do Arauto", "ja": "<ruby>宣告者の神巫<rt>デクレアラー・ディヴァイナー</rt></ruby>", "ja_romaji": "Dekurearā Divainā", "ko": "디클레어러 디바이너", "ko_rr": "Dikeulle-eoreo Dibaineo", "zh-TW": "宣告者的神巫", "zh-CN": "宣告者之神巫"}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 Fairy monster from your Deck or Extra Deck to the GY, and if you do, increase this card's Level by that monster's Level, until the end of this turn. If this card is Tributed: You can Special Summon 1 Level 2 or lower Fairy monster from your hand or Deck, except \"Diviner of the Herald\". You can only use each effect of \"Diviner of the Herald\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Fee-Monster von deinem Deck oder Extra Deck auf den Friedhof legen und falls du dies tust, erhöhe die Stufe dieser Karte bis zum Ende dieses Spielzugs um die Stufe jenes Monsters. Falls diese Karte als Tribut angeboten wird: Du kannst 1 Fee-Monster der Stufe 2 oder niedriger als Spezialbeschwörung von deiner Hand oder deinem Deck beschwören, außer „Wahrsagerin des Herolds“. Du kannst jeden Effekt von „Wahrsagerin des Herolds“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 monstruo Hada en tu Deck o Deck Extra y, si lo haces, hasta el final de este turno aumenta el Nivel de esta carta tanto como el Nivel de ese monstruo. Si esta carta es Sacrificada: puedes Invocar de Modo Especial, desde tu mano o Deck, 1 monstruo Hada de Nivel 2 o menor, excepto \"Adivina del Heraldo\". Sólo puedes usar cada efecto de \"Adivina del Heraldo\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre Elfe depuis votre Deck ou Extra Deck au Cimetière, et si vous le faites, augmentez le Niveau de cette carte du Niveau du monstre jusqu'à la fin de ce tour. Si cette carte est Sacrifiée : vous pouvez Invoquer Spécialement 1 monstre Elfe de max. Niveau 2 (\"Devineresse du Héraut\" exclu) depuis votre main ou Deck. Vous ne pouvez utiliser chaque effet de \"Devineresse du Héraut\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 mostro Fata dal tuo Deck o Extra Deck al Cimitero e, se lo fai, aumenta il Livello di questa carta del Livello di quel mostro, fino alla fine di questo turno. Se questa carta viene offerta come Tributo: puoi Evocare Specialmente 1 mostro Fata di Livello 2 o inferiore dalla tua mano o Deck, eccetto \"Divinatrice per l'Araldo\". Puoi utilizzare ogni effetto di \"Divinatrice per l'Araldo\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 monstro Fada do seu Deck ou Deck Adicional para o Cemitério e, se isso acontecer, até o final deste turno, aumente o Nível deste card pelo Nível desse monstro. Se este card for oferecido como Tributo: você pode Invocar por Invocação-Especial 1 monstro Fada de Nível 2 ou menos da sua mão ou do Deck, exceto \"Adivinha do Arauto\". Você só pode usar cada efeito de \"Adivinha do Arauto\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキ・ＥＸデッキから天使族モンスター１体を墓地へ送る。このカードのレベルはターン終了時まで、そのモンスターのレベル分だけ上がる。②：このカードがリリースされた場合に発動できる。手札・デッキから「宣告者の神巫」以外のレベル２以下の天使族モンスター１体を特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱 / 엑스트라 덱에서 천사족 몬스터 1장을 묘지로 보낸다. 이 카드의 레벨은 턴 종료시까지, 그 몬스터의 레벨만큼만 올라간다. ②: 이 카드가 릴리스되었을 경우에 발동할 수 있다. 패 / 덱에서 \"디클레어러 디바이너\" 이외의 레벨 2 이하의 천사족 몬스터 1장을 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在此卡召喚・特殊召喚成功的狀況下發動。從牌組・額外牌組將１隻天使族怪獸送至墓地。此卡的等級在回合結束前依據該怪獸的等級進行提升。②：可在此卡被解放的狀況下發動。從手牌・牌組特殊召喚１隻「宣告者的神巫」以外的等級２以下的天使族怪獸。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤・特殊召唤成功的情况下可以发动。从牌组・额外牌组将１只天使族怪兽送至墓地。此卡的等级直至回合结束时为止，上升相当于该怪兽等级的数值。②：此卡被解放的情况下可以发动。从手牌・牌组将“宣告者之神巫”以外的１只等级２以下的天使族怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fairy / Tuner / Effect", "attribute": "LIGHT", "level": 2, "atk": 500, "def": 300, "series": ["Herald"], "images": [{"index": 1, "image": "DivineroftheHerald-MP22-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN000", "set_name": "Lightning Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "MP22-EN056", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "OP25-EN003", "set_name": "OTS Tournament Pack 25", "rarities": ["Ultimate Rare"]}], "de": [{"set_number": "LIOV-DE000", "set_name": "Lightning Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "MP22-DE056", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "OP25-DE003", "set_name": "OTS Tournament Pack 25", "rarities": ["Ultimate Rare"]}], "fr": [{"set_number": "LIOV-FR000", "set_name": "Lightning Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "MP22-FR056", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "OP25-FR003", "set_name": "OTS Tournament Pack 25", "rarities": ["Ultimate Rare"]}], "it": [{"set_number": "LIOV-IT000", "set_name": "Lightning Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "MP22-IT056", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "OP25-IT003", "set_name": "OTS Tournament Pack 25", "rarities": ["Ultimate Rare"]}], "pt": [{"set_number": "LIOV-PT000", "set_name": "Lightning Overdrive", "rarities": ["Secret Rare"]}, {"set_number": "MP22-PT056", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Prismatic Secret Rare"]}, {"set_number": "OP25-PT003", "set_name": "OTS Tournament Pack 25", "rarities": ["Ultimate Rare"]}], "ja": [{"set_number": "YO01-JP001", "set_name": "Yu-Gi-Oh! OCG Structures Volume 1 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP15-KR042", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}, {"set_number": "AE19-KRS01", "set_name": "Advanced Event Pack 2023 Vol.2 Version 2", "rarities": ["Secret Rare"]}], "zh-CN": [{"set_number": "CL04-SC102", "set_name": "Classic Pack 04", "rarities": ["Super Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 696531, "master_duel_rarity": "UR"}