{"konami_id": 18162, "password": 92962242, "name": {"en": "Jioh the Gravity Ninja", "de": "Jioh der Gravitations-Ninja", "es": "Jioh el Ninja de la Gravedad", "fr": "Jioh le Ninja de la Gravité", "it": "Jioh il Ninja Gravitazionale", "pt": "Jioh, o Ninja da Gravidade", "ja": "<ruby>重<rt>かさね</rt></ruby>の<ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>－<ruby>磁<rt>ジ</rt></ruby><ruby>翁<rt>オウ</rt></ruby>", "ja_romaji": "Kasane no Ninja - Jiou", "ko": "중의 첩자－지오우", "ko_rr": "Jung-ui Cheopja - Jiou", "zh-TW": "重之忍者－磁翁", "zh-CN": "重之忍者－磁翁"}, "text": {"en": "If this card is Normal/Special Summoned, or flipped face-up: You can target up to 2 face-up monsters on the field; change them to face-down Defense Position, and if you do, any opponent's monsters that were flipped by this effect cannot change their battle positions. If a monster on the field is flipped face-up, while this monster is face-up on the field (except during the Damage Step): You can target 1 card your opponent controls; destroy it. You can only use each effect of \"Jioh the Gravity Ninja\" once per turn.", "de": "Falls diese Karte als Normal-/Spezialbeschwörung beschworen oder aufgedeckt wird: Du kannst bis zu 2 offene Monster auf dem Spielfeld wählen; ändere sie in die verdeckte Verteidigungsposition und falls du dies tust, können Monster des Gegners, die durch diesen Effekt verdeckt wurden, ihre Kampfpositionen nicht ändern. Falls ein Monster auf dem Spielfeld aufgedeckt wird, solange dieses Monster offen auf dem Spielfeld liegt (außer während des Damage Steps): Du kannst 1 Karte wählen, die dein Gegner kontrolliert; zerstöre sie. Du kannst jeden Effekt von „Jioh der Gravitations-Ninja“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal/Especial, o volteada boca arriba: puedes seleccionar hasta 2 monstruos boca arriba en el Campo; cámbialos a Posición de Defensa boca abajo y, si lo haces, cualquier monstruo del adversario que fuera volteado por este efecto no puede cambiar su posición de batalla. Si un monstruo en el Campo es volteado boca arriba, mientras este monstruo está boca arriba en el Campo (excepto durante el Damage Step): puedes seleccionar 1 carta que controle tu adversario; destrúyela. Sólo puedes usar cada efecto de \"Jioh el Ninja de la Gravedad\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement/Spécialement ou retournée face recto : vous pouvez cibler max. 2 monstres face recto sur le Terrain ; changez-les en Position de Défense face verso, et si vous le faites, les monstres de l'adversaire qui ont été retournés par cet effet ne peuvent pas changer leur position de combat. Si un monstre sur le Terrain est retourné face recto, tant que ce monstre est face recto sur le Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Jioh le Ninja de la Gravité\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente/Specialmente, oppure scoperta: puoi scegliere come bersaglio fino a 2 mostri scoperti sul Terreno; mettili coperti in Posizione di Difesa e, se lo fai, qualsiasi mostro dell'avversario che è stato coperto da questo effetto non può cambiare la sua posizione. Se un mostro sul Terreno viene scoperto, mentre questo mostro è scoperto sul Terreno (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta controllata dal tuo avversario; distruggila. Puoi utilizzare ogni effetto di \"Jioh il Ninja Gravitazionale\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal/Especial ou virado com a face para cima: você pode escolher até 2 monstros com a face para cima no campo; coloque-os com a face para baixo em Posição de Defesa e, se isso acontecer, quaisquer monstros do oponente que foram virados por este efeito não podem mudar suas posições de batalha. Se um monstro no campo for virado com a face para cima, enquanto este monstro estiver com a face para cima no campo (exceto durante a Etapa de Dano): você pode escolher 1 card que seu oponente controla; destrua-o. Você só pode usar cada efeito de \"Jioh, o Ninja da Gravidade\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚・リバースした場合、フィールドの表側表示モンスターを２体まで対象として発動できる。そのモンスターを裏側守備表示にする。この効果で裏側守備表示になった相手フィールドのモンスターは表示形式を変更できない。②：このカードが既にモンスターゾーンに表側表示で存在する状態で、フィールドのモンスターがリバースした場合、相手フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환 / 리버스했을 경우, 필드의 앞면 표시 몬스터를 2장까지 대상으로 하고 발동할 수 있다. 그 몬스터를 뒷면 수비 표시로 한다. 이 효과로 뒷면 수비 표시가 된 상대 필드의 몬스터는 표시 형식을 변경할 수 없다. ②: 이 카드가 이미 몬스터 존에 앞면 표시로 존재하는 상태에서, 필드의 몬스터가 리버스했을 경우, 상대 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合各能使用1次。\n①：这张卡召唤·特殊召唤·反转的场合，以场上最多2只表侧表示怪兽为对象才能发动。那些怪兽变成里侧守备表示。这个效果变成里侧守备表示的对方场上的怪兽不能把表示形式变更。\n②：这张卡已在怪兽区域表侧表示存在的状态，场上的怪兽反转的场合，以对方场上1张卡为对象才能发动。那张卡破坏。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 8, "atk": 2300, "def": 2900, "series": ["Ninja"], "images": [{"index": 1, "image": "JiohtheGravityNinja-MP24-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN017", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-EN313", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "de": [{"set_number": "PHHY-DE017", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-DE313", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "es": [{"set_number": "PHHY-SP017", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-SP313", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "fr": [{"set_number": "PHHY-FR017", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-FR313", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "it": [{"set_number": "PHHY-IT017", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-IT313", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "pt": [{"set_number": "PHHY-PT017", "set_name": "Photon Hypernova", "rarities": ["Common"]}, {"set_number": "MP24-PT313", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Common"]}], "ja": [{"set_number": "PHHY-JP017", "set_name": "Photon Hypernova", "rarities": ["Common"]}], "ko": [{"set_number": "PHHY-KR017", "set_name": "Photon Hypernova", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715467, "master_duel_rarity": "R"}