{"konami_id": 14107, "password": 92998610, "name": {"en": "Aloof Lupine", "de": "Unnahbarer Wolf", "es": "Lobuno Lejano", "fr": "Louve Distante", "it": "Lupino Distaccato", "pt": "Lupino Distante", "ja": "<ruby>孤高除獣<rt>ココウノケモノ</rt></ruby>", "ja_romaji": "Kokou no Kemono", "ko": "고고제수", "ko_rr": "Kokojesu", "zh-TW": "孤高除獸", "zh-CN": "孤高除兽"}, "text": {"en": "When this card is Normal Summoned: You can banish 1 monster from your hand; banish 1 monster from your Deck with the same Type as that monster. If this card is destroyed by battle, or if this card in its owner's possession is destroyed by an opponent's card effect: You can target 1 of your banished monsters; add it to your hand. You can only use each effect of \"Aloof Lupine\" once per turn.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 Monster von deiner Hand verbannen; verbanne 1 Monster mit demselben Typ wie das Monster von deinem Deck. Falls diese Karte durch Kampf zerstört wird oder falls diese Karte, die ihrem Besitzer gehört, durch einen Karteneffekt eines Gegners zerstört wird: Du kannst 1 deiner verbannten Monster wählen; füge es deiner Hand hinzu. Du kannst jeden Effekt von „Unnahbarer Wolf“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta es Invocada de Modo Normal: puedes desterrar 1 monstruo en tu mano; destierra 1 monstruo en tu Deck con el mismo Tipo que ese monstruo. Si esta carta es destruida en batalla, o si esta carta en posesión de su dueño es destruida por el efecto de una carta del adversario: puedes seleccionar 1 de tus monstruos desterrados; añádelo a tu mano. Sólo puedes usar cada efecto de \"Lobuno Lejano\" una vez por turno.", "fr": "Lorsque cette carte est Invoquée Normalement : vous pouvez bannir 1 monstre depuis votre main ; bannissez 1 monstre du même Type que le monstre depuis votre Deck. Si cette carte est détruite au combat, ou si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez cibler 1 de vos monstres bannis ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Louve Distante\" qu'une fois par tour.", "it": "Quando questa carta viene Evocata Normalmente: puoi bandire 1 mostro dalla tua mano; bandisci dal tuo Deck 1 mostro con lo stesso Tipo di quel mostro. Se questa carta viene distrutta in battaglia, o se questa carta sotto il comando del suo proprietario viene distrutta dall'effetto di una carta dell'avversario: puoi scegliere come bersaglio 1 dei tuoi mostri banditi; aggiungilo alla tua mano. Puoi utilizzare ogni effetto di \"Lupino Distaccato\" una sola volta per turno.", "pt": "Quando este card for Invocado por Invocação-Normal: você pode banir 1 monstro da sua mão; bana 1 monstro do seu Deck com o mesmo Tipo que o desse monstro. Se este card for destruído em batalha ou se este card em posse do seu dono for destruído por um efeito de card do oponente: você pode escolher 1 dos seus monstros banidos; adicione-o à sua mão. Você só pode usar cada efeito de \"Lupino Distante\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚した時、手札からモンスター１体を除外して発動できる。種族が除外したモンスターと同じモンスター１体をデッキから除外する。②：このカードが戦闘または相手の効果で破壊された場合、自分の除外状態のモンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환에 성공했을 때, 패에서 몬스터 1장을 제외하고 발동할 수 있다. 덱에서 그 몬스터와 같은 종족의 몬스터 1장을 제외한다. ②: 이 카드가 전투 또는 상대 효과로 파괴되었을 경우, 제외되어 있는 자신 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在此卡召喚成功時，可將手牌的１隻怪獸除外發動。從牌組將１隻與該怪獸相同種族的怪獸除外。②：在此卡因戰鬥或對方效果破壞的狀況下，可將我方１隻被除外的怪獸做為對象發動。將該怪獸加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡召唤时，从手牌将１只怪兽除外可以发动。从牌组将１只种族与所除外怪兽相同的怪兽除外。②：此卡因战斗或对手的效果被破坏的情况下，以自己除外状态的１只怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "DARK", "level": 4, "atk": 1700, "def": 300, "images": [{"index": 1, "image": "AloofLupine-MP20-EN-R-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN030", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "OP11-EN009", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}, {"set_number": "MP20-EN015", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "de": [{"set_number": "SAST-DE030", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "OP11-DE009", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}, {"set_number": "MP20-DE015", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "fr": [{"set_number": "SAST-FR030", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "OP11-FR009", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}, {"set_number": "MP20-FR015", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "it": [{"set_number": "SAST-IT030", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "OP11-IT009", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}, {"set_number": "MP20-IT015", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "pt": [{"set_number": "SAST-PT030", "set_name": "Savage Strike", "rarities": ["Common"]}, {"set_number": "OP11-PT009", "set_name": "OTS Tournament Pack 11", "rarities": ["Super Rare"]}, {"set_number": "MP20-PT015", "set_name": "2020 Tin of Lost Memories", "rarities": ["Rare"]}], "ja": [{"set_number": "SAST-JP030", "set_name": "Savage Strike", "rarities": ["Normal Rare"]}, {"set_number": "DBCB-JP026", "set_name": "Deck Build Pack: Crossover Breakers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SAST-KR030", "set_name": "Savage Strike", "rarities": ["Normal Rare"]}], "zh-CN": [{"set_number": "MGP3-SC018", "set_name": "Mega Pack 03", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 577385, "master_duel_rarity": "SR"}