{"konami_id": 15080, "password": 93031067, "name": {"en": "Plunder Patroll Shipyarrrd", "de": "Plünderpatrouillen-Werft", "es": "Astillerrro Patrulla Saqueo", "fr": "Chantier Naval de la Patroll du Pillage", "it": "Darrrsena ConTrollo Bottino", "pt": "Estaleirrro Saquepatrollha", "ja": "<ruby>海造賊<rt>プランドロール</rt></ruby>－<ruby>拠点<rt>シップヤード</rt></ruby>", "ja_romaji": "Purandorōru - Shippuyādo", "ko": "플런드롤－십야드", "ko_rr": null, "zh-TW": "海造賊－據點", "zh-CN": "海造贼－大船厂"}, "text": {"en": "\"Plunder Patroll\" monsters you control gain 500 ATK for each \"Plunder Patroll\" card in your Spell & Trap Zone. You can only use each of the following effects of \"Plunder Patroll Shipyarrrd\" once per turn.\n● You can discard 1 card; add 1 \"Plunder Patroll\" card from your Deck to your hand, except \"Plunder Patroll Shipyarrrd\".\n● If this card is in your GY: You can target 1 \"Plunder Patroll\" card in your Spell & Trap Zone; Set this card, and if you do, return that target to the hand.", "de": "„Plünderpatrouillen“-Monster, die du kontrollierst, erhalten für jede „Plünderpatrouillen“-Karte in deiner Zauber- & Fallenzone 500 ATK. Du kannst jeden der folgenden Effekte von „Plünderpatrouillen-Werft“ nur einmal pro Spielzug verwenden.\n● Du kannst 1 Karte abwerfen; füge deiner Hand 1 „Plünderpatrouillen“-Karte von deinem Deck hinzu, außer „Plünderpatrouillen-Werft“.\n● Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 „Plünderpatrouillen“-Karte in deiner Zauber- & Fallenzone wählen; setze diese Karte und falls du dies tust, gib das gewählte Ziel auf die Hand zurück.", "es": "Los monstruos \"Patrulla Saqueo\" que controles ganan 500 ATK por cada carta \"Patrulla Saqueo\" en tu Zona de Magia y Trampas. Sólo puedes usar cada uno de los siguientes efectos de \"Astillerrro Patrulla Saqueo\" una vez por turno.\n● Puedes descartar 1 carta; añade a tu mano 1 carta \"Patrulla Saqueo\" en tu Deck, excepto \"Astillerrro Patrulla Saqueo\".\n● Si esta carta está en tu Cementerio: puedes seleccionar 1 carta \"Patrulla Saqueo\" en tu Zona de Magia y Trampas; Coloca esta carta y, si lo haces, devuelve a la mano ese objetivo.", "fr": "Les monstres \"Patroll du Pillage\" que vous contrôlez gagnent 500 ATK pour chaque carte \"Patroll du Pillage\" dans votre Zone Magie & Piège. Vous ne pouvez utiliser chacun des effets suivants de \"Chantier Naval de la Patroll du Pillage\" qu'une fois par tour.\n● Vous pouvez défausser 1 carte ; ajoutez 1 carte \"Patroll du Pillage\" (\"Chantier Naval de la Patroll du Pillage\" exclu) depuis votre Deck à votre main.\n● Si cette carte est dans votre Cimetière : vous pouvez cibler 1 carte \"Patroll du Pillage\" dans votre Zone Magie & Piège ; Posez cette carte, et si vous le faites, renvoyez la cible à la main.", "it": "I mostri \"ConTrollo Bottino\" che controlli guadagnano 500 ATK per ogni carta \"ConTrollo Bottino\" nella tua Zona Magie & Trappole. Puoi utilizzare ognuno dei seguenti effetti di \"Darrrsena ConTrollo Bottino\" una sola volta per turno.\n● Puoi scartare 1 carta; aggiungi 1 carta \"ConTrollo Bottino\" dal tuo Deck alla tua mano, eccetto \"Darrrsena ConTrollo Bottino\".\n● Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 carta \"ConTrollo Bottino\" nella tua Zona Magie & Trappole; Posiziona questa carta e, se lo fai, fai ritornare quel bersaglio nella mano.", "pt": "Monstros \"Saquepatrollha\" que você controla ganham 500 de ATK para cada card \"Saquepatrollha\" na sua Zona de Magias & Armadilhas. Você só pode usar cada um dos seguintes efeitos de \"Estaleirrro Saquepatrollha\" uma vez por turno.\n● Você pode descartar 1 card; adicione 1 card \"Saquepatrollha\" do seu Deck à sua mão, exceto \"Estaleirrro Saquepatrollha\".\n● Se este card estiver no seu Cemitério: você pode escolher 1 card \"Saquepatrollha\" na sua Zona de Magias & Armadilhas; Baixe este card e, se isso acontecer, devolva o alvo para a mão.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの「海造賊」モンスターの攻撃力は、自分の魔法＆罠ゾーンの「海造賊」カードの数×５００アップする。②：自分メインフェイズに、手札を１枚捨てて発動できる。デッキから「海造賊－拠点」以外の「海造賊」カード１枚を手札に加える。③：このカードが墓地に存在する場合、自分の魔法＆罠ゾーンの「海造賊」カード１枚を対象として発動できる。このカードを自分フィールドにセットし、対象のカードを持ち主の手札に戻す。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"플런드롤\" 몬스터의 공격력은, 자신의 마법 & 함정 존의 \"플런드롤\" 카드의 수 × 500 올린다. ②: 자신 메인 페이즈에 패를 1장 버리고 발동할 수 있다. 덱에서 \"플런드롤－십야드\" 이외의 \"플런드롤\" 카드 1장을 패에 넣는다. ③: 이 카드가 묘지에 존재할 경우, 자신의 마법 & 함정 존의 \"플런드롤\" 카드 1장을 대상으로 하고 발동할 수 있다. 이 카드를 자신 필드에 세트하고, 대상의 카드를 주인의 패로 되돌린다.", "zh-TW": null, "zh-CN": "自己场上的「巡掠海魔」怪兽的攻击力上升自己的魔法与陷阱区域的「巡掠海魔」卡数量×500。「巡掠海魔大船厂」的以下效果1回合各能使用1次。\n●可以丢弃1张手卡；从卡组把「巡掠海魔大船厂」以外的1张「巡掠海魔」卡加入手卡。\n●这张卡在墓地存在的场合：可以以自己的魔法与陷阱区域1张「巡掠海魔」卡为对象；这张卡在自己场上盖放，作为对象的卡回到持有者手卡。"}, "card_type": "Spell", "property": "Field", "series": ["Plunder Patroll"], "images": [{"index": 1, "image": "PlunderPatrollShipyarrrd-GFP2-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN090", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "GFP2-EN164", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "IGAS-DE090", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "GFP2-DE164", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "IGAS-FR090", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "GFP2-FR164", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "IGAS-IT090", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "GFP2-IT164", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "IGAS-PT090", "set_name": "Ignition Assault", "rarities": ["Rare"]}, {"set_number": "GFP2-PT164", "set_name": "Ghosts From the Past: The 2nd Haunting", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "WPP1-JP038", "set_name": "World Premiere Pack 2020", "rarities": ["Rare"]}], "ko": [{"set_number": "WPP1-KR038", "set_name": "World Premiere Pack 2020", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716244, "master_duel_rarity": "UR"}