{"konami_id": 12482, "password": 93149655, "name": {"en": "Odd-Eyes Phantom Dragon", "de": "Buntäugiger Phantomdrache", "es": "Dragón Fantasma de Ojos Anómalos", "fr": "Dragon Fantôme aux Yeux Impairs", "it": "Drago Fantasma Occhi Diversi", "pt": "Dragão Fantasma de Olhos Anômalos", "ja": "オッドアイズ・ファントム・ドラゴン", "ja_romaji": "Oddoaizu Fantomu Doragon", "ko": "오드아이즈 팬텀 드래곤", "ko_rr": "Odeu-aijeu Paenteom Deuraegon", "zh-TW": null, "zh-CN": "异色眼魅影龙"}, "text": {"en": "When this Pendulum Summoned card inflicts battle damage to your opponent by attacking: You can inflict damage to your opponent equal to the number of \"Odd-Eyes\" cards in your Pendulum Zones x 1200. You can only use this effect of \"Odd-Eyes Phantom Dragon\" once per turn.", "de": "Wenn diese als Pendelbeschwörung beschworene Karte deinem Gegner Kampfschaden durch einen Angriff zufügt: Du kannst deinem Gegner Schaden in Höhe der Anzahl der „Buntäugig“-Karten in deinen Pendelzonen x 1200 zufügen. Du kannst diesen Effekt von „Buntäugiger Phantomdrache“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta Invocada por Péndulo inflige daño de batalla a tu adversario atacando: puedes infligir daño a tu adversario igual a la cantidad de cartas \"Ojos Anómalos\" en tu Zonas de Péndulo x 1200. Sólo puedes usar este efecto de \"Dragón Fantasma de Ojos Anómalos\" una vez por turno.", "fr": "Lorsque cette carte Invoquée par Pendulation inflige des dommages de combat à votre adversaire en attaquant : vous pouvez infliger des dommages à votre adversaire égaux au nombre de cartes \"Yeux Impairs\" dans vos Zones Pendule x 1200. Vous ne pouvez utiliser cet effet de \"Dragon Fantôme aux Yeux Impairs\" qu'une fois par tour.", "it": "Quando questa carta Evocata Pendulum infligge danno da combattimento al tuo avversario attaccando: puoi infliggere al tuo avversario danno pari al numero di carte \"Occhi Diversi\" nelle tue Zone Pendulum x 1200. Puoi utilizzare questo effetto di \"Drago Fantasma Occhi Diversi\" una sola volta per turno.", "pt": "Quando este card Invocado por Invocação-Pêndulo causar dano de combate ao seu oponente ao atacar: você pode causar dano ao seu oponente igual ao número de cards \"Olhos Anômalos\" nas suas Zonas de Pêndulo x 1200. Você só pode usar este efeito de \"Dragão Fantasma de Olhos Anômalos\" uma vez por turno.", "ja": "「オッドアイズ・ファントム・ドラゴン」のモンスター効果は１ターンに１度しか使用できない。①：Ｐ召喚したこのカードの攻撃で相手に戦闘ダメージを与えた時に発動できる。自分のＰゾーンの「オッドアイズ」カードの数×１２００ダメージを相手に与える。", "ko": "\"오드아이즈 팬텀 드래곤\"의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 펜듈럼 소환한 이 카드의 공격으로 상대에게 전투 데미지를 주었을 때에 발동할 수 있다. 자신의 펜듈럼 존의 \"오드아이즈\" 카드의 수 × 1200 데미지를 상대에게 준다.", "zh-TW": null, "zh-CN": "此卡名的怪兽效果１回合仅可使用１次。\n①：以灵摆召唤的此卡的攻击给予对手战斗伤害时可以发动。给予对手相当于自己的灵摆区域的“异色眼”卡的数量×１２００的伤害。"}, "card_type": "Monster", "monster_type_line": "Dragon / Pendulum / Effect", "attribute": "DARK", "level": 7, "atk": 2500, "def": 2000, "pendulum_scale": 4, "pendulum_effect": {"en": "Once per turn, when an attack is declared involving your face-up monster and an opponent's monster, if you have an \"Odd-Eyes\" card in your other Pendulum Zone: You can make that monster you control gain 1200 ATK until the end of the Battle Phase (even if this card leaves the field).", "de": "Einmal pro Spielzug, wenn ein Angriff deklariert wird, an dem dein offenes Monster und ein Monster deines Gegners beteiligt sind, falls du eine „Buntäugig“-Karte in deiner anderen Pendelzone hast: Du kannst das Monster, das du kontrollierst, bis zum Ende der Battle Phase 1200 ATK erhalten lassen (selbst falls diese Karte das Spielfeld verlässt).", "es": "Una vez por turno, cuando es declarado un ataque que involucre tu monstruo boca arriba y un monstruo de tu adversario, si tienes una carta \"Ojos Anómalos\" en tu otra Zona de Péndulo: hasta el final de la Battle Phase, puedes hacer que ese monstruo que controlas gane 1200 ATK (aún si esta carta deja el Campo).", "fr": "Une fois par tour, lorsqu'une attaque impliquant votre monstre face recto et un monstre de votre adversaire est déclarée, si vous avez une carte \"Yeux Impairs\" dans votre autre Zone Pendule : jusqu'à la fin de la Battle Phase (même si cette carte quitte le Terrain), vous pouvez faire gagner 1200 ATK au monstre que vous contrôlez.", "it": "Una volta per turno, quando viene dichiarato un attacco che coinvolge un tuo mostro scoperto e un mostro dell'avversario, se hai una carta \"Occhi Diversi\" nella tua altra Zona Pendulum: puoi far guadagnare a quel mostro che controlli 1200 ATK fino alla fine della Battle Phase (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno, quando um ataque for declarado envolvendo um monstro seu com a face para cima e um monstro do oponente, se você tiver um card \"Olhos Anômalos\" na sua outra Zona de Pêndulo: você pode fazer com que esse monstro que você controla ganhe 1200 de ATK até o final da Fase de Batalha (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、もう片方の自分のＰゾーンに「オッドアイズ」カードが存在する場合、自分の表側表示モンスターが相手モンスターと戦闘を行う攻撃宣言時に発動できる。その自分のモンスターの攻撃力はバトルフェイズ終了時まで１２００アップする。", "ko": "①: 1턴에 1번, 다른 한쪽 자신의 펜듈럼 존에 \"오드아이즈\" 카드가 존재할 경우, 자신의 앞면 표시 몬스터가 상대 몬스터와 전투를 실행하는 공격 선언시에 발동할 수 있다. 그 자신 몬스터의 공격력은 배틀 페이즈 종료시까지 1200 올린다.", "zh-TW": null, "zh-CN": "①：１回合１次，另一方自己的灵摆区域存在“异色眼”卡的情况下，自己的表侧表示怪兽与对手怪兽进行战斗的攻击宣言时可以发动。该自己的怪兽的攻击力直至战斗阶段结束时为止上升１２００。"}, "series": ["-Eyes Dragon", "Odd-Eyes", "Phantom Knights"], "images": [{"index": 1, "image": "OddEyesPhantomDragon-LEDD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDD-ENC03", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}, {"set_number": "YA01-EN001", "set_name": "Yu-Gi-Oh! ARC-V Volume 1 promotional card", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LEDD-DEC03", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "es": [{"set_number": "LEDD-SPC03", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "fr": [{"set_number": "LEDD-FRC03", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "it": [{"set_number": "LEDD-ITC03", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "pt": [{"set_number": "LEDD-PTC03", "set_name": "Legendary Dragon Decks", "rarities": ["Common"]}], "ja": [{"set_number": "YA01-JP001", "set_name": "Yu-Gi-Oh! ARC-V Volume 1 promotional card", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP12-KR041", "set_name": "Premium Pack Vol.12", "rarities": ["Ultra Rare"]}], "zh-CN": [{"set_number": "TM03-SC013", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 359902}