{"konami_id": 18663, "password": 93347961, "name": {"en": "Elemental HERO Flame Wingman - Infernal Rage", "de": "Elementar-HELD Flammenflügelmann - Höllenwut", "es": "HÉROE Elemental de la Llama Wingman - Furia Infernal", "fr": "Homme-Oiseau de Feu, HÉROS Élémentaire - Rage Infernale", "it": "Uomo Alato della Fiamma EROE Elementale - Rabbia Infernale", "pt": "Homem-Alado das Chamas, o HERÓI do Elemento - Fúria Infernal", "ja": "<ruby>Ｅ・ＨＥＲＯ<rt>エレメンタルヒーロー</rt></ruby> フレイム・ウィングマン－フレイム・シュート", "ja_romaji": "Erementaru Hīrō Fureimu Winguman - Fureimu Shūto", "ko": "엘리멘틀 히어로 프레임 윙맨－프레임 슛", "ko_rr": null, "zh-TW": "元素－英雄 火焰翼人－怒焰射擊", "zh-CN": "元素－英雄 火焰翼人－火焰射击"}, "text": {"en": null, "de": "2 „Elementar-HELD“-Monster mit unterschiedlichen Eigenschaften\nMuss als Fusionsbeschwörung beschworen werden. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 Karte mit „Liebling“ in ihrem Namen von deinem Deck oder Friedhof hinzufügen. Du kannst diese Karte, die als Fusionsbeschwörung beschworen wurde, wofür ein oder mehr Normale Monster als Material verwendet wurden, als Tribut anbieten; beschwöre 1 „Elementar-HELD“-Monster der Stufe 7 oder niedriger, das nicht als Normalbeschwörung beschworen/gesetzt werden kann, als Spezialbeschwörung von deinem Deck oder Extra Deck, ungeachtet seiner Beschwörungsbedingungen. Du kannst jeden Effekt von „Elementar-HELD Flammenflügelmann - Höllenwut“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"HÉROE Elemental\" con Atributos diferentes\nDebe ser Invocado por Fusión. Si esta carta es Invocada de Modo Especial: puedes añadir a tu mano 1 carta en tu Deck o Cementerio con \"Favorito/a\" en su nombre. Puedes Sacrificar esta carta que fue Invocada por Fusión usando uno o más Monstruos Normales como material; Invoca de Modo Especial, desde tu Deck o Deck Extra, 1 monstruo \"HÉROE Elemental\" de Nivel 7 o menor que no pueda ser Invocado de Modo Normal/Colocado, ignorando sus condiciones de Invocación. Sólo puedes usar cada efecto de \"HÉROE Elemental de la Llama Wingman - Furia Infernal\" una vez por turno.", "fr": "2 monstres \"HÉROS Élémentaire\" d'Attributs différents\nUniquement Invocable par Fusion. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 carte avec \"Favori\" dans son nom depuis votre Deck ou Cimetière à votre main. Vous pouvez Sacrifier cette carte qui a été Invoquée par Fusion en utilisant un ou plusieurs Monstres Normaux comme Matériel ; Invoquez Spécialement 1 monstre \"HÉROS Élémentaire\" de max. Niveau 7 depuis votre Deck ou Extra Deck qui ne peut pas être Invoqué/Posé Normalement, en ignorant ses conditions d'Invocation. Vous ne pouvez utiliser chaque effet de \"Homme-Oiseau de Feu, HÉROS Élémentaire - Rage Infernale\" qu'une fois par tour.", "it": "2 mostri \"EROE Elementale\" con Attributi diversi\nDeve essere Evocato tramite Fusione. Se questa carta viene Evocata Specialmente: puoi aggiungere 1 carta con \"Preferito\" nel suo nome dal tuo Deck o Cimitero alla tua mano. Puoi offrire come Tributo questa carta che è stata Evocata tramite Fusione utilizzando uno o più Mostri Normali come materiale; Evoca Specialmente dal tuo Deck o Extra Deck 1 mostro \"EROE Elementale\" di Livello 7 o inferiore che non può essere Evocato Normalmente/Posizionato, ignorando le sue condizioni di Evocazione. Puoi utilizzare ogni effetto di \"Uomo Alato della Fiamma EROE Elementale - Rabbia Infernale\" una sola volta per turno.", "pt": "2 monstros \"HERÓI do Elemento\" com Atributos diferentes\nDeve ser Invocado por Invocação-Fusão. Se este card for Invocado por Invocação-Especial: você pode adicionar 1 card com \"Favorito(a)\" em seu nome do seu Deck ou Cemitério à sua mão. Você pode oferecer como Tributo este card que foi Invocado por Invocação-Fusão usando um ou mais Monstros Normais como matéria; Invoque por Invocação-Especial 1 monstro \"HERÓI do Elemento\" de Nível 7 ou menos do seu Deck ou Deck Adicional, que não possa ser Invocado por Invocação-Normal/Baixado, ignorando suas condições de Invocação. Você só pode usar cada efeito de \"Homem-Alado das Chamas, o HERÓI do Elemento - Fúria Infernal\" uma vez por turno.", "ja": "属性が異なる「Ｅ・ＨＥＲＯ」モンスター×２\nこのカードは融合召喚でしか特殊召喚できない。\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードが特殊召喚した場合に発動できる。自分のデッキ・墓地から「フェイバリット」カード１枚を手札に加える。\n②：通常モンスターを素材として融合召喚したこのカードをリリースして発動できる。デッキ・ＥＸデッキからレベル７以下の通常召喚できない「Ｅ・ＨＥＲＯ」モンスター１体を召喚条件を無視して特殊召喚する。", "ko": "속성이 다른 \"엘리멘틀 히어로\" 몬스터 × 2\n이 카드는 융합 소환으로밖에 특수 소환할 수 없다. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 특수 소환했을 경우에 발동할 수 있다. 자신의 덱 / 묘지에서 \"페이버릿\" 카드 1장을 패에 넣는다. ②: 일반 몬스터를 소재로서 융합 소환한 이 카드를 릴리스하고 발동할 수 있다. 덱 / 엑스트라 덱에서 레벨 7 이하의 통상 소환할 수 없는 \"엘리멘틀 히어로\" 몬스터 1장을 소환 조건을 무시하고 특수 소환한다.", "zh-TW": "屬性不同的「元素－英雄」怪獸×２ 此卡僅限以融合召喚進行特殊召喚。 此卡名的①②效果，１回合各僅限使用１次。 ①：可在此卡特殊召喚成功的狀況下發動。從我方牌組・墓地選擇１張「摯愛」卡加入手牌。 ②：可解放以通常怪獸做為素材融合召喚的此卡發動。忽略召喚條件，從牌組・額外牌組特殊召喚１隻等級７以下的無法通常召喚的「元素－英雄」怪獸。", "zh-CN": "属性不同的“元素－英雄”怪兽×２\n此卡仅可以融合召唤方式特殊召唤。\n此卡名的①②效果１回合仅可各使用１次。\n①：此卡特殊召唤的情况下可以发动。从自己的牌组・墓地将１张“至爱”卡加入手牌。\n②：解放以通常怪兽作为素材融合召唤的此卡可以发动。从牌组・额外牌组将１只等级７以下、不可通常召唤的“元素－英雄”怪兽无视召唤条件特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "WIND", "level": 8, "atk": 2100, "def": 1200, "materials": "2 \"Elemental HERO\" monsters with different Attributes", "series": ["Elemental HERO", "HERO", "Signature move", "Wingman"], "images": [{"index": 1, "image": "ElementalHEROFlameWingmanInfernalRage-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN012", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMR-DE012", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMR-FR012", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMR-IT012", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMR-PT012", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "VX03-JP001", "set_name": "The Valuable Book EX 3 promotional cards", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "24PP-KRB05", "set_name": "Premium Pack 2024 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC032", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714773, "master_duel_rarity": "UR"}