{"konami_id": 13953, "password": 93394164, "name": {"en": "Parallel Panzer", "de": "Parallelpanzer", "es": "Blindado Paralelo", "fr": "Panzer Parallèle", "it": "Panzer Parallelo", "pt": "Paralelo Blindado", "ja": "パラレル・パンツァー", "ja_romaji": "Parareru Pantsā", "ko": "패러렐 팬저", "ko_rr": "Paereorel Paenjeo", "zh-TW": "平行裝甲車炮", "zh-CN": "并行装甲车炮"}, "text": {"en": "Equip only to a Link Monster. Once per turn: You can move the equipped monster to a Main Monster Zone it points to on its controller's field. You can send this Equip Card to the GY; destroy 1 card in the same column as the monster that was equipped with this card. You can only use this effect of \"Parallel Panzer\" once per turn.", "de": "Rüste nur ein Linkmonster mit dieser Karte aus. Einmal pro Spielzug: Du kannst das ausgerüstete Monster in eine Main-Monsterzone auf der Spielfeldseite seines Beherrschers bewegen, auf die es zeigt. Du kannst diese Ausrüstungskarte auf den Friedhof legen; zerstöre 1 Karte in derselben Spalte wie das Monster, das mit dieser Karte ausgerüstet war. Du kannst diesen Effekt von „Parallelpanzer“ nur einmal pro Spielzug verwenden.", "es": "Sólo puedes equipar esta carta a un Monstruo de Enlace. Una vez por turno: puedes mover al monstruo equipado a una Zona de Monstruos Principal a la que apunte en el Campo de su controlador. Puedes mandar esta Carta de Equipo al Cementerio; destruye 1 carta en la misma columna que el monstruo que estaba equipado con esta carta. Sólo puedes usar este efecto de \"Blindado Paralelo\" una vez por turno.", "fr": "Équipable uniquement à un Monstre Lien. Une fois par tour : vous pouvez déplacer le monstre équipé dans une Zone Monstre Main qu'il pointe sur le Terrain de son contrôleur. Vous pouvez envoyer cette Carte d'Équipement au Cimetière ; détruisez 1 carte dans la même colonne que le monstre qui a été équipé avec cette carte. Vous ne pouvez utiliser cet effet de \"Panzer Parallèle\" qu'une fois par tour.", "it": "Equipaggia solo ad un Mostro Link. Una volta per turno: puoi spostare il mostro equipaggiato in una Zona Mostri Main a cui punta sul Terreno del suo controllore. Puoi mandare questa Carta Equipaggiamento al Cimitero; distruggi 1 carta nella stessa colonna del mostro che era equipaggiato con questa carta. Puoi utilizzare questo effetto di \"Panzer Parallelo\" una sola volta per turno.", "pt": "Só pode ser equipado a um Monstro Link. Uma vez por turno: você pode mover o monstro equipado para uma Zona de Monstros Principal para a qual ele apontar no campo do seu controlador. Você pode enviar este Card de Equipamento para o Cemitério; destrua 1 card na mesma coluna que o monstro que estava equipado com este card. Você só pode usar este efeito de \"Paralelo Blindado\" uma vez por turno.", "ja": "リンクモンスターにのみ装備可能。このカード名の②の効果は１ターンに１度しか使用できない。①：１ターンに１度、自分メインフェイズに発動できる。装備モンスターの位置を、そのモンスターのリンク先のメインモンスターゾーンに移動する（そのモンスターから見て相手のフィールドには移動できない）。②：装備されているこのカードを墓地へ送って発動できる。このカードを装備していたフィールドのモンスターと同じ縦列のカード１枚を選んで破壊する。", "ko": "링크 몬스터에만 장착 가능. 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 장착 몬스터의 위치를, 그 몬스터의 링크 앞의 메인 몬스터 존으로 이동한다(그 몬스터의 상대 필드로는 이동할 수 없다). ②: 장착되어 있는 이 카드를 묘지로 보내고 발동할 수 있다. 이 카드를 장착하고 있던 필드의 몬스터와 같은 세로열인 카드 1장을 골라 파괴한다.", "zh-TW": null, "zh-CN": "连接怪兽才能装备。这个卡名的②的效果1回合只能使用1次。\n①：1回合1次，自己主要阶段才能发动。装备怪兽的位置向那只怪兽所连接区的主要怪兽区域移动（不能向从那只怪兽来看的对方场上移动）。\n②：把装备的这张卡送去墓地才能发动。选和这张卡装备过的场上的怪兽相同纵列1张卡破坏。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "ParallelPanzer-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN066", "set_name": "Soul Fusion", "rarities": ["Short Print"]}, {"set_number": "MP19-EN203", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE066", "set_name": "Soul Fusion", "rarities": ["Short Print"]}, {"set_number": "MP19-DE203", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR066", "set_name": "Soul Fusion", "rarities": ["Short Print"]}, {"set_number": "MP19-FR203", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT066", "set_name": "Soul Fusion", "rarities": ["Short Print"]}, {"set_number": "MP19-IT203", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT066", "set_name": "Soul Fusion", "rarities": ["Short Print"]}, {"set_number": "MP19-PT203", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP066", "set_name": "Soul Fusion", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "SOFU-KR066", "set_name": "Soul Fusion", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566152, "master_duel_rarity": "N"}