{"konami_id": 21831, "password": 93481594, "name": {"en": "Solfachord Happiness", "de": "Solfakkord-Freude", "es": "Felicidad Solfacorde", "fr": "Bonheur Solfaccord", "it": "Felicità Solfaccordo", "pt": "Felicidade Solfacorde", "ja": "<ruby>幸せの多重奏<rt>ドレミコード・ハピネス</rt></ruby>", "ja_romaji": "Doremikōdo Hapinesu", "ko": "도레미코드 하피니스", "ko_rr": null, "zh-TW": "音服和弦・幸福多重奏", "zh-CN": "音服和弦・幸福多重奏"}, "text": {"en": "Activate 1 of these effects (but you can only use each effect of \"Solfachord Happiness\" once per turn);\n● Discard 1 card, and if you do, add 2 \"Solfachord\" Pendulum Monsters with different Scales from your Deck to your hand, then you can Special Summon \"Solfachord\" Pendulum Monsters from your hand, up to the number of monsters your opponent controls +1.\n● During your Main Phase this turn, you can conduct 1 Pendulum Summon of a \"Solfachord\" monster(s) in addition to your Pendulum Summon (you can only gain this effect once per turn).\n● Special Summon 2 \"Solfachord\" cards from your Pendulum Zones.", "de": "Aktiviere 1 dieser Effekte (aber du kannst jeden Effekt von „Solfakkord-Freude“ nur einmal pro Spielzug verwenden);\n● Wirf 1 Karte ab und falls du dies tust, füge deiner Hand 2 „Solfakkord“-Pendelmonster mit unterschiedlichen Bereichen von deinem Deck hinzu, dann kannst du „Solfakkord“-Pendelmonster bis zur Anzahl der Monster, die dein Gegner kontrolliert, +1 als Spezialbeschwörung von deiner Hand beschwören.\n● Während deiner Main Phase dieses Spielzugs kannst du zusätzlich zu deiner Pendelbeschwörung 1 Pendelbeschwörung von einem oder mehr „Solfakkord“-Monstern durchführen (du kannst diesen Effekt nur einmal pro Spielzug erhalten).\n● Beschwöre 2 „Solfakkord“-Karten als Spezialbeschwörung von deinen Pendelzonen.", "es": "Activa 1 de estos efectos (pero sólo puedes usar cada efecto de \"Felicidad Solfacorde\" una vez por turno);\n● Descarta 1 carta y, si lo haces, añade a tu mano 2 Monstruos de Péndulo \"Solfacorde\" en tu Deck con Escalas diferentes, y después puedes Invocar de Modo Especial Monstruos de Péndulo \"Solfacorde\" desde tu mano, hasta el número de monstruos que controla tu adversario +1.\n● Durante tu Main Phase este turno, puedes realizar 1 Invocación por Péndulo de uno o más monstruos \"Solfacorde\" además de tu Invocación por Péndulo (sólo puedes ganar este efecto una vez por turno).\n● Invoca de Modo Especial 2 cartas \"Solfacorde\" desde tus Zonas de Péndulo.", "fr": "Activez 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Bonheur Solfaccord\" qu'une fois par tour) ;\n● Défaussez 1 carte, et si vous le faites, ajoutez 2 Monstres Pendule \"Solfaccord\" d'Échelles différentes depuis votre Deck à votre main, puis vous pouvez Invoquer Spécialement un nombre de Monstres Pendule \"Solfaccord\" depuis votre main, inférieur ou égal au nombre de monstres contrôlés par votre adversaire +1.\n● Durant votre Main Phase ce tour, vous pouvez mener 1 Invocation Pendule d'un ou plusieurs monstres \"Solfaccord\" en plus de votre Invocation Pendule (vous ne pouvez gagner cet effet qu'une fois par tour).\n● Invoquez Spécialement 2 cartes \"Solfaccord\" depuis vos Zones Pendule.", "it": "Attiva 1 di questi effetti (ma puoi utilizzare ogni effetto di \"Felicità Solfaccordo\" una sola volta per turno);\n● Scarta 1 carta e, se lo fai, aggiungi 2 Mostri Pendulum \"Solfaccordo\" con Valori diversi dal tuo Deck alla tua mano, poi puoi Evocare Specialmente Mostri Pendulum \"Solfaccordo\" dalla tua mano, fino al numero di mostri controllati dal tuo avversario +1.\n● Durante la tua Main Phase in questo turno, puoi effettuare 1 Evocazione Pendulum di uno o più mostri \"Solfaccordo\" in aggiunta alla tua Evocazione Pendulum (puoi guadagnare questo effetto una sola volta per turno).\n● Evoca Specialmente 2 carte \"Solfaccordo\" dalle tue Zone Pendulum.", "pt": "Ative 1 desses efeitos (mas você só pode usar cada efeito de \"Felicidade Solfacorde\" uma vez por turno);\n● Descarte 1 card e, se isso acontecer, adicione 2 Monstros Pêndulo \"Solfacorde\" com Escalas diferentes do seu Deck à sua mão e, depois, você pode Invocar por Invocação-Especial Monstros Pêndulo \"Solfacorde\" da sua mão, até o número de monstros que seu oponente controla +1.\n● Durante sua Fase Principal neste turno, você pode conduzir 1 Invocação-Pêndulo de um ou mais monstros \"Solfacorde\" em adição à sua Invocação-Pêndulo (padrão) (você só pode se aproveitar deste efeito uma vez por turno).\n● Invoque por Invocação-Especial 2 cards \"Solfacorde\" das suas Zonas de Pêndulo.", "ja": "①：以下の効果から１つを選択して発動できる（このカード名の以下の効果はそれぞれ１ターンに１度しか選択できない）。\n●自分の手札を１枚選んで捨て、デッキからＰスケールが異なる「ドレミコード」Ｐモンスター２体を手札に加える。その後、相手フィールドのモンスターの数＋１体まで、手札から「ドレミコード」Ｐモンスターを特殊召喚できる。\n●このターン、自分は通常のＰ召喚に加えて１度だけ、自分メインフェイズに「ドレミコード」モンスターをＰ召喚できる。\n●自分のＰゾーンの「ドレミコード」カード２枚を特殊召喚する。", "ko": "①: 이하의 효과에서 1개를 선택하고 발동할 수 있다(이 카드명의 이하의 효과는 각각 1턴에 1번밖에 선택할 수 없다).\n●자신의 패를 1장 골라 버리고, 덱에서 펜듈럼 스케일이 다른 \"도레미코드\" 펜듈럼 몬스터 2장을 패에 넣는다. 그 후, 상대 필드의 몬스터의 수 ＋ 1장까지, 패에서 \"도레미코드\" 펜듈럼 몬스터를 특수 소환할 수 있다.\n●이 턴에, 자신은 통상의 펜듈럼 소환 외에도 1번만, 자신 메인 페이즈에 \"도레미코드\" 몬스터를 펜듈럼 소환할 수 있다.\n●자신의 펜듈럼 존의 \"도레미코드\" 카드 2장을 특수 소환한다.", "zh-TW": null, "zh-CN": "①：可从以下效果中选择1个发动（此卡名的以下效果1回合仅可各选择1次）。\n●挑选自己的1张手牌舍弃，从牌组将灵摆刻度不同的2只“音服和弦”灵摆怪兽加入手牌。然后，以对手场上的怪兽数量＋1只为上限，可从手牌特殊召唤“音服和弦”灵摆怪兽。\n●此回合，自己在通常的灵摆召唤之外，可在自己的主要阶段追加1次灵摆召唤“音服和弦”怪兽。\n●将自己灵摆区域的2张“音服和弦”卡特殊召唤。"}, "card_type": "Spell", "property": "Normal", "series": ["Solfachord"], "images": [{"index": 1, "image": "SolfachordHappiness-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN065", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE065", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP065", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR065", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT065", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT065", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP065", "set_name": "Doom of Dimensions", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DOOD-KR065", "set_name": "Doom of Dimensions", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DOOD-SC065", "set_name": "Doom of Dimensions", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1131298, "master_duel_rarity": "UR"}