{"konami_id": 13893, "password": 93507434, "name": {"en": "Dinowrestler Capaptera", "de": "Dinowrestler Capaptera", "es": "Dinoluchador Capaptera", "fr": "Dinolutteur Capaptera", "it": "Dinowrestler Capaptera", "pt": "Dinolutador Capaptera", "ja": "ダイナレスラー・カパプテラ", "ja_romaji": "Dainaresurā Kapaputera", "ko": "다이너레슬러 카파프테라", "ko_rr": "Daineoreseulleo Kapapeutera", "zh-TW": "恐龍摔角手 卡帕撲翼龍", "zh-CN": "恐龙摔跤手 卡帕扑翼龙"}, "text": {"en": null, "de": "Falls dein Gegner mehr Monster kontrolliert als du: Du kannst 1 Monster wählen, das dein Gegner kontrolliert; lege es auf den Friedhof. Du kannst diesen Effekt von „Dinowrestler Capaptera“ nur einmal pro Spielzug verwenden. Falls diese Karte als Linkmaterial für die Linkbeschwörung eines „Dinowrestler“-Monsters auf den Friedhof gelegt wird: Du kannst diesen Effekt aktivieren; das Linkmonster, das diese Karte als Material verwendet hat, erhält bis zum Ende dieses Spielzugs 1000 ATK.", "es": "Si tu adversario controla más monstruos que tú: puedes seleccionar 1 monstruo que controle tu adversario; mándalo al Cementerio. Sólo puedes usar este efecto de \"Dinoluchador Capaptera\" una vez por turno. Si esta carta es mandada al Cementerio como Material de Enlace para la Invocación por Enlace de un monstruo \"Dinoluchador\": puedes activar este efecto; el Monstruo de Enlace que usó esta carta como material gana 1000 ATK hasta el final de este turno.", "fr": "Si votre adversaire contrôle plus de monstres que vous : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; envoyez-le au Cimetière. Vous ne pouvez utiliser cet effet de \"Dinolutteur Capaptera\" qu'une fois par tour. Si cette carte est envoyée au Cimetière comme Matériel Lien pour l'Invocation Lien d'un monstre \"Dinolutteur\" : vous pouvez activer cet effet ; jusqu'à la fin de ce tour, le Monstre Lien qui a utilisé cette carte comme Matériel gagne 1000 ATK.", "it": "Se il tuo avversario controlla più mostri di te: puoi scegliere come bersaglio 1 mostro controllato dal tuo avversario; mandalo al Cimitero. Puoi utilizzare questo effetto di \"Dinowrestler Capaptera\" una sola volta per turno. Se questa carta viene mandata al Cimitero come Materiale Link per l'Evocazione Link di un mostro \"Dinowrestler\": puoi attivare questo effetto; il Mostro Link che ha utilizzato questa carta come materiale guadagna 1000 ATK fino alla fine di questo turno.", "pt": "Se seu oponente controlar mais monstros que você: você pode escolher 1 monstro que seu oponente controla; envie-o para o Cemitério. Você só pode usar este efeito de \"Dinolutador Capaptera\" uma vez por turno. Se este card for enviado para o Cemitério como Matéria Link para a Invocação-Link de um monstro \"Dinolutador\": você pode ativar este efeito; o Monstro Link que usou este card como matéria ganha 1000 de ATK até o final deste turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：相手フィールドのモンスターの数が自分フィールドのモンスターより多い場合、相手フィールドのモンスター１体を対象として発動できる。そのモンスターを墓地へ送る。\n②：このカードが「ダイナレスラー」ＬモンスターのＬ素材として墓地へ送られた場合に発動できる。そのＬモンスターの攻撃力はターン終了時まで１０００アップする。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드의 몬스터의 수가 자신 필드의 몬스터보다 많을 경우, 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 묘지로 보낸다. ②: 이 카드가 \"다이너레슬러\" 링크 몬스터의 링크 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 그 링크 몬스터의 공격력은 턴 종료시까지 1000 올린다.", "zh-TW": "此卡名的①效果，１回合僅限使用１次。①：在對方場上的怪獸的數量多於我方場上的怪獸的狀況下，可將對方場上的１隻怪獸做為對象發動。將該怪獸送至墓地。②：可在此卡做為「恐龍摔角手」連結怪獸的連結素材被送至墓地的狀況下發動。該連結怪獸的攻擊力在回合結束前提升１０００。", "zh-CN": "此卡名的①效果１回合仅可使用１次。①：对手场上怪兽的数量比自己场上的怪兽多的情况下，以对手场上的１只怪兽为对象可以发动。将该怪兽送至墓地。②：此卡作为“恐龙摔跤手”连接怪兽的连接素材被送至墓地的情况下可以发动。该连接怪兽的攻击力直至回合结束时为止上升１０００。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Effect", "attribute": "WIND", "level": 3, "atk": 1600, "def": 0, "series": ["Dinowrestler"], "images": [{"index": 1, "image": "DinowrestlerCapaptera-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN007", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-EN158", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE007", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-DE158", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR007", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-FR158", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT007", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-IT158", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT007", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-PT158", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP006", "set_name": "Soul Fusion", "rarities": ["Common"]}], "ko": [{"set_number": "SOFU-KR006", "set_name": "Soul Fusion", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 565049, "master_duel_rarity": "R"}