{"konami_id": 7874, "password": 93542102, "name": {"en": "Morphtronic Celfon", "de": "Morphtronisches Celfon", "es": "Celfon Morfotrónico", "fr": "Téléphon Morphtronique", "it": "Cellulare Morfotronico", "pt": "Celularen Morfotrônico", "ja": "<ruby>Ｄ<rt>ディフォーマー</rt></ruby>・モバホン", "ja_romaji": "Difōmā Mobahon", "ko": "<ruby>D<rt>디포머</rt></ruby>·모바폰", "ko_rr": "Dipomeo Mobapon", "zh-TW": "變形鬥士・手機", "zh-CN": "变形斗士・手机"}, "text": {"en": "● While in Attack Position: Once per turn, you can roll a six-sided die. Reveal cards from top of your Deck equal to the roll and Special Summon 1 Level 4 or lower \"Morphtronic\" monster from among them, ignoring the Summoning conditions. Shuffle the rest into the Deck.\n● While in Defense Position: Once per turn, you can roll a six-sided die. Look at cards from top of your Deck equal to the roll, then return them in the same order.", "de": "● Solange in Angriffsposition: Einmal pro Spielzug kannst du einen sechsseitigen Würfel werfen. Zeige so viele oberste Karten von deinem Deck vor wie das Würfelergebnis, beschwöre 1 „Morphtronisch“-Monster der Stufe 4 oder niedriger von ihnen als Spezialbeschwörung und ignoriere dessen Beschwörungsbeschränkungen. Mische den Rest ins Deck. ● Solange in Verteidigungsposition: Einmal pro Spielzug kannst du einen sechsseitigen Würfel werfen. Sieh dir so viele oberste Karten von deinem Deck an wie das Würfelergebnis und lege sie dann in derselben Reihenfolge zurück.", "es": "● En Posición de Ataque: Una vez por turno, puedes lanzar 1 dado de seis caras. Muestra tantas cartas de la parte superior de tu Deck como el número que sacaste e Invoca de Modo Especial 1 monstruo \"Morfotrónico/a\" de Nivel 4 o menor, que esté entre esas cartas ignorando las condiciones de Invocación. Baraja el resto en tu Deck. ● En Posición de Defensa: Una vez por turno, puedes lanzar 1 dado de seis caras. Mira tantas cartas de la parte superior de tu Deck como el número que sacaste y devuélvelas en el mismo orden.", "fr": "●En Position d'Attaque : Une fois par tour, vous pouvez lancer un dé à 6 faces. Révélez un nombre de cartes du dessus de votre Deck égal au lancer et Invoquez Spécialement 1 monstre \"Morphtronique\" de Niveau 4 ou moins parmi celles-ci, sans tenir compte des conditions d'Invocation. Mélangez les autres cartes dans votre Deck.\n●En Position de Défense : Une fois par tour, vous pouvez lancer un dé à 6 faces. Regardez un nombre de cartes du dessus de votre Deck égal au lancer, puis renvoyez-les dans le même ordre.", "it": "● Fino a quando è in Posizione di Attacco: Una volta per turno, puoi tirare un dado a sei facce. Rivela carte dalla cima del tuo Deck pari al numero ottenuto ed Evoca Specialmente 1 mostro \"Morfotronico\" di Livello 4 o inferiore tra quelli rivelati, ignorando le condizioni di Evocazione. Mischia le restanti carte nel Deck.\n● Fino a quando è in Posizione di Difesa: Una volta per turno, puoi tirare un dado a sei facce. Guarda un numero di carte dalla cima del tuo Deck pari al numero ottenuto, poi rimettile a posto nello stesso ordine.", "pt": "● Posição de Ataque: Uma vez por turno, durante sua Fase Principal: você pode lançar um dado de seis faces, escave esse número de cards do topo do seu Deck e, se isso acontecer, Invoque por Invocação-Especial 1 monstro \"Morfotrônico(a)\" escavado de Nível 4 ou menos, ignorando suas condições de Invocação e, além disso, embaralhe o resto no Deck.\n● Posição de Defesa: Uma vez por turno, durante sua Fase Principal: você pode lançar um dado de seis faces, olhar esse número de cards do topo do seu Deck e, depois, coloque-os no topo do Deck na mesma ordem.", "ja": "①：このカードは表示形式によって以下の効果を得る。●攻撃表示：１ターンに１度、自分メインフェイズに発動できる。サイコロを１回振り、出た目の数だけ自分のデッキの上からカードをめくる。その中からレベル４以下の「Ｄ」モンスター１体を選んで召喚条件を無視して特殊召喚し、残りをデッキに戻す。●守備表示：１ターンに１度、自分メインフェイズに発動できる。サイコロを１回振り、出た目の数だけ自分のデッキの上からカードを確認する。", "ko": "①: 이 카드는 표시 형식에 따라 이하의 효과를 얻는다.\n●공격 표시: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 주사위를 1회 던져, 나온 눈의 수만큼 자신의 덱 위에서 카드를 넘긴다. 그 중에서 레벨 4 이하의 \"D(디포머)\" 몬스터 1장을 소환 조건을 무시하여 특수 소환하고, 나머지를 덱으로 되돌린다.\n●수비 표시: 1턴에 1번, 자신 메인 페이즈에 발동할 수 있다. 주사위를 1회 던져, 나온 눈의 수만큼 자신의 덱 위에서 카드를 확인한다.", "zh-TW": null, "zh-CN": "这张卡得到这张卡的表示形式的以下效果。●攻击表示：掷1次骰子，把出现的数目的数量的卡从自己卡组上面翻开。从那之中选1只4星以下的名字带有「变形斗士」的怪兽无视召唤条件特殊召唤，剩下的卡回到卡组洗切。这个效果1回合只能使用1次。●守备表示：掷1次骰子，把出现的数目的数量的卡从自己卡组上面确认再用原本的顺序回到卡组上面。这个效果1回合只能使用1次。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 1, "atk": 100, "def": 100, "series": ["Morphtronic"], "images": [{"index": 1, "image": "MorphtronicCelfon-TU03-EN-SR-UE.png"}], "sets": {"en": [{"set_number": "CSOC-EN006", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}, {"set_number": "TU03-EN003", "set_name": "Turbo Pack: Booster Three", "rarities": ["Super Rare"]}, {"set_number": "DT02-EN003", "set_name": "Duel Terminal 2", "rarities": ["Duel Terminal Normal Parallel Rare"]}], "de": [{"set_number": "CSOC-DE006", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}, {"set_number": "TU03-DE003", "set_name": "Turbo Pack: Booster Three", "rarities": ["Super Rare"]}], "es": [{"set_number": "CSOC-SP006", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}, {"set_number": "TU03-SP003", "set_name": "Turbo Pack: Booster Three", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CSOC-FR006", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}, {"set_number": "TU03-FR003", "set_name": "Turbo Pack: Booster Three", "rarities": ["Super Rare"]}], "it": [{"set_number": "CSOC-IT006", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}, {"set_number": "TU03-IT003", "set_name": "Turbo Pack: Booster Three", "rarities": ["Super Rare"]}], "pt": [{"set_number": "OP22-PT028", "set_name": "OTS Tournament Pack 22", "rarities": ["Common"]}], "ja": [{"set_number": "CSOC-JP006", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}, {"set_number": "DT03-JP003", "set_name": "Duel Terminal - Justice Strikes Back!!", "rarities": ["Duel Terminal Normal Parallel Rare"]}, {"set_number": "DE03-JP037", "set_name": "Duelist Edition Volume 3", "rarities": ["Rare"]}, {"set_number": "DP27-JP008", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}], "ko": [{"set_number": "CSOC-KR006", "set_name": "Crossroads of Chaos", "rarities": ["Common"]}, {"set_number": "DP27-KR008", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Common"]}, {"set_number": "SYP1-KR021", "set_name": "Synergy Pack 01: Syncro Acceleration", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 45759, "master_duel_rarity": "SR"}