{"konami_id": 16488, "password": 93612434, "name": {"en": "Double Disruptor Dragon", "de": "Doppelunterbrecher-Drache", "es": "Dragón Disruptor Doble", "fr": "Dragon du Double Disrupteur", "it": "Drago Doppio Disgregatore", "pt": "Dragão Disruptor Duplo", "ja": "デュアルウィール・ドラゴン", "ja_romaji": "Dyuaruwīru Doragon", "ko": "듀얼윌 드래곤", "ko_rr": "Dyu-eolwil Deuraegon", "zh-TW": "雙輪龍", "zh-CN": "双持手枪龙"}, "text": {"en": "You can Tribute this card, then target 2 \"Rokket\" monsters in your GY with different names; Special Summon them in Defense Position. You can banish this card from your GY; add 1 \"Rapid Trigger\" or \"Heavy Interlock\" from your Deck or GY to your hand. You can only use each effect of \"Double Disruptor Dragon\" once per turn.", "de": "Du kannst diese Karte als Tribut anbieten und dann 2 „Rakkete“-Monster mit unterschiedlichen Namen in deinem Friedhof wählen; beschwöre sie als Spezialbeschwörung in die Verteidigungsposition. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Schnellfeuer“ oder „Starke Sperre“ von deinem Deck oder Friedhof hinzu. Du kannst jeden Effekt von „Doppelunterbrecher-Drache“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar esta carta, y después selecciona 2 monstruos \"Cohette\" en tu Cementerio con nombres diferentes; Invócalos de Modo Especial en Posición de Defensa. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 \"Disparador Rápido\" o \"Bloqueador Pesado\" en tu Deck o Cementerio. Sólo puedes usar cada efecto de \"Dragón Disruptor Doble\" una vez por turno.", "fr": "Vous pouvez Sacrifier cette carte, puis ciblez 2 monstres \"Rokkette\" dans votre Cimetière de noms différents ; Invoquez-les Spécialement en Position de Défense. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Amorce Rapide\" ou \"Interverrouillage Lourd\" depuis votre Deck ou Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon du Double Disrupteur\" qu'une fois par tour.", "it": "Puoi offrire come Tributo questa carta, poi scegliere come bersaglio 2 mostri \"Mizzile\" con nomi diversi nel tuo Cimitero; Evocali Specialmente in Posizione di Difesa. Puoi bandire questa carta dal tuo Cimitero; aggiungi 1 \"Innesco Rapido\" o \"Interblocco Pesante\" dal tuo Deck o Cimitero alla tua mano. Puoi utilizzare ogni effetto di \"Drago Doppio Disgregatore\" una sola volta per turno.", "pt": "Você pode oferecer este card como Tributo e, depois, escolha 2 monstros \"Foguette\" no seu Cemitério com nomes diferentes; Invoque-os por Invocação-Especial em Posição de Defesa. Você pode banir este card do seu Cemitério; adicione 1 \"Gatilho Rápido\" ou \"Interconector Pesado\" do seu Deck ou Cemitério à sua mão. Você só pode usar cada efeito de \"Dragão Disruptor Duplo\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードをリリースし、自分の墓地のカード名が異なる「ヴァレット」モンスター２体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。②：墓地のこのカードを除外して発動できる。自分のデッキ・墓地から「ラピッド・トリガー」または「ヘヴィ・トリガー」１枚を選んで手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고, 자신 묘지의 카드명이 다른 \"바렛\" 몬스터 2장을 대상으로 하여 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 자신의 덱 / 묘지에서 \"라피도 트리거\" 또는 \"헤비 트리거\" 1장을 고르고 패에 넣는다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可解放此卡，將我方墓地卡名不同的的２隻「槍彈」怪獸做為對象發動。以守備表示特殊召喚該怪獸。②：可將墓地的此卡除外發動。從我方牌組・墓地選擇１張「旋疾扳機」或「沉重扳機」加入手牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：解放此卡，以自己墓地２只卡名不同的“枪弹”怪兽为对象可以发动。以守备表示形式将该怪兽特殊召唤。②：将墓地的此卡除外可以发动。从自己的牌组・墓地挑选１张“旋疾扳机”或“重型扳机”加入手牌。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 2500, "def": 1500, "images": [{"index": 1, "image": "DoubleDisruptorDragon-BODE-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "BODE-EN002", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "de": [{"set_number": "BODE-DE002", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "fr": [{"set_number": "BODE-FR002", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "it": [{"set_number": "BODE-IT002", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "pt": [{"set_number": "BODE-PT002", "set_name": "Burst of Destiny", "rarities": ["Super Rare"]}], "ja": [{"set_number": "BODE-JP002", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "ko": [{"set_number": "BODE-KR002", "set_name": "Burst of Destiny", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP6-SC106", "set_name": "Mega Pack 06", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714629, "master_duel_rarity": "R"}