{"konami_id": 11975, "password": 93662626, "name": {"en": "Igknight Veteran", "de": "Feueritter Veteran", "es": "Veterano Caballerígneo", "fr": "Vétéran Chevaliardent", "it": "Fuocavaliere Veterano", "pt": "Cavaleirardor Veterano", "ja": "イグナイト・ウージー", "ja_romaji": "Igunaito Ūjī", "ko": "이그나이트 우지", "ko_rr": null, "zh-TW": "燧騎士 烏茲", "zh-CN": "点火骑士・乌兹"}, "text": {"en": null, "de": "Dieser grimmige Anführer der Leibwächter ist für Kavalier verantwortlich und gehört zu den wenigen, die sich über ihr Draufgängertum beschweren, insbesondere vor Galan, der ihn als einziger versteht.", "es": "Este entrecano líder de la división de guardaespaldas sirve de acompañante de la Jineta, y es uno de los pocos que se quejan de su temeridad (mayormente con el Cortés, el único que lo entiende).", "fr": "Ce leader grisonnant de la division des gardes du corps veille sur la Cavalière et est l'un des rares à se plaindre de son insouciance (en grande partie auprès du Galant qui est le seul à le comprendre).", "it": "Questo comandante veterano della divisione guardie del corpo funge da accompagnatore per la Sprezzante, ed è uno dei pochi che si lamentano della sua avventatezza (principalmente con il Gentiluomo, l'unico che lo capisce).", "pt": "Este líder encanecido da divisão de guarda-costas atua como o chaperon da Cavalier e é um dos poucos que reclamam de sua impetuosidade (principalmente ao Valente, o único que o entende).", "ja": "「デリンジャー」のお目付け役であり親衛隊長。無鉄砲な彼女に翻弄されてばかりで、唯一の理解者である「キャリバー」にいつもぼやいている。", "ko": "\"데린저\"의 감시역인 친위 대장. 무모한 그녀에게 농락당하기만 하고, 유일한 이해자인 \"칼리버\"에게 항상 투덜거린다.", "zh-TW": "負責照顧「德琳嘉」的親衛隊長。常被魯莽的她捉弄，所以總是找唯一的知心人「口徑勇士」訴苦。", "zh-CN": "负责“德林加”的监督工作，也是亲卫队长。总是被冒冒失失的她耍得团团转，只好把苦水都吐给了唯一懂得自己的“点五零”。"}, "card_type": "Monster", "monster_type_line": "Warrior / Pendulum", "attribute": "FIRE", "level": 6, "atk": 1300, "def": 2700, "pendulum_scale": 7, "pendulum_effect": {"en": "If you have an \"Igknight\" card in your other Pendulum Zone: You can destroy both cards in your Pendulum Zones, and if you do, add 1 FIRE Warrior-Type monster from your Deck or Graveyard to your hand.", "de": "Falls du eine „Feueritter“-Karte in deiner anderen Pendelzone hast: Du kannst beide Karten in deinen Pendelzonen zerstören und falls du dies tust, füge deiner Hand 1 FEUER Monster vom Typ Krieger von deinem Deck oder Friedhof hinzu.", "es": "Si tienes una carta \"Caballerígneo\" en tu otra Zona del Péndulo: puedes destruir ambas cartas en tus Zonas del Péndulo y, si lo haces, añade a tu mano 1 monstruo de FUEGO de Tipo Guerrero en tu Deck o Cementerio.", "fr": "Si vous avez une carte \"Chevaliardent\" dans votre autre Zone Pendule : vous pouvez détruire les deux cartes dans vos Zones Pendule, et si vous le faites, ajoutez 1 monstre FEU de Type Guerrier depuis votre Deck ou Cimetière à votre main.", "it": "Se hai una carta \"Fuocavaliere\" nella tua altra Zona Pendulum: puoi distruggere entrambe le carte nelle tue Zone Pendulum e, se lo fai, aggiungi 1 mostro FUOCO di Tipo Guerriero dal tuo Deck o Cimitero alla tua mano.", "pt": "Se você tiver um card \"Cavaleirardor\" na sua outra Zona de Pêndulo: você pode destruir os dois cards nas suas Zonas de Pêndulo e, se isso acontecer, adicione 1 monstro de FOGO do Tipo Guerreiro do seu Deck ou Cemitério à sua mão.", "ja": "①：もう片方の自分の<ruby>Ｐ<rt>ペンデュラム</rt></ruby>ゾーンに「イグナイト」カードが存在する場合に発動できる。自分の<ruby>Ｐ<rt>ペンデュラム</rt></ruby>ゾーンのカードを全て破壊し、自分のデッキ・墓地から戦士族・炎属性モンスター１体を選んで手札に加える。", "ko": "①: 다른 한쪽 자신의 펜듈럼 존에 \"이그나이트\" 카드가 존재할 경우에 발동할 수 있다. 자신의 펜듈럼 존의 카드를 전부 파괴하고, 자신의 덱 / 묘지에서 전사족 / 화염 속성 몬스터 1장을 골라 패에 넣는다.", "zh-TW": "①：可在我方另一側鐘擺區存在「燧騎士」卡的狀況下發動。將我方鐘擺區的所有卡全部破壞，從我方牌組・墓地選擇１隻戰士族・炎屬性怪獸加入手牌。", "zh-CN": "①：另一方自己的灵摆区域存在“点火骑士”卡的情况下可以发动。将自己的灵摆区域的２张卡破坏，从自己的牌组・墓地将１只战士族・炎属性怪兽加入手牌。"}, "series": ["Igknight"], "images": [{"index": 1, "image": "IgknightVeteran-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOCS-EN031", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-EN131", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DOCS-DE031", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-DE131", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DOCS-FR031", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-FR131", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DOCS-IT031", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-IT131", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DOCS-PT031", "set_name": "Dimension of Chaos", "rarities": ["Common"]}, {"set_number": "MP16-PT131", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DOCS-JP031", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "DOCS-KR031", "set_name": "Dimension of Chaos", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM03-SC029", "set_name": "Theme Pack: Dragon Sword Trail", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 408582, "master_duel_rarity": "N"}