{"konami_id": 20420, "password": 93683815, "name": {"en": "Vulmina, Statue of the Sacred Dragon", "de": "Vulmina, Statue des heiligen Drachen", "es": "Vulmina, Estatua del Dragón Sagrado", "fr": "Vulmina, Statue du Dragon Sacré", "it": "Vulmina, Statua del Drago Sacro", "pt": "Vulmina, a Estátua do Dragão Sagrado", "ja": "<ruby>聖<rt>せい</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>ヴルミナ<ruby>像<rt>ぞう</rt></ruby>", "ja_romaji": "Seiryū Vurumina Zō", "ko": "성룡 부르미나상", "ko_rr": null, "zh-TW": "聖龍像 伏路米納", "zh-CN": "圣龙像 伏路米纳"}, "text": {"en": "When an opponent's monster declares an attack: You can place this monster in your Pendulum Zone, and if you do, return the opponent's monster to the hand. You can only use this effect of \"Vulmina, Statue of the Sacred Dragon\" once per turn. If this card in the Monster Zone is destroyed: You can place this card in your Pendulum Zone.", "de": "Wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst dieses Monster in deine Pendelzone legen und falls du dies tust, gib das Monster des Gegners auf die Hand zurück. Du kannst diesen Effekt von „Vulmina, Statue des heiligen Drachen“ nur einmal pro Spielzug verwenden. Falls diese Karte in der Monsterzone zerstört wird: Du kannst diese Karte in deine Pendelzone legen.", "es": "Cuando un monstruo del adversario declara un ataque: puedes poner este monstruo en tu Zona de Péndulo y, si lo haces, devuelve a la mano el monstruo del adversario. Sólo puedes usar este efecto de \"Vulmina, Estatua del Dragón Sagrado\" una vez por turno. Si esta carta en la Zona de Monstruos es destruida: puedes poner esta carta en tu Zona de Péndulo.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez placer ce monstre dans votre Zone Pendule, et si vous le faites, renvoyez le monstre de l'adversaire à la main. Vous ne pouvez utiliser cet effet de \"Vulmina, Statue du Dragon Sacré\" qu'une fois par tour. Si cette carte dans la Zone Monstre est détruite : vous pouvez placer cette carte dans votre Zone Pendule.", "it": "Quando un mostro dell'avversario dichiara un attacco: puoi mettere questo mostro nella tua Zona Pendulum e, se lo fai, fai ritornare il mostro dell'avversario nella mano. Puoi utilizzare questo effetto di \"Vulmina, Statua del Drago Sacro\" una sola volta per turno. Se questa carta nella Zona Mostri viene distrutta: puoi mettere questa carta nella tua Zona Pendulum.", "pt": "Quando um monstro do oponente declarar um ataque: você pode colocar este monstro na sua Zona de Pêndulo e, se isso acontecer, devolva o monstro do oponente para a mão. Você só pode usar este efeito de \"Vulmina, a Estátua do Dragão Sagrado\" uma vez por turno. Se este card na Zona de Monstros for destruído: você pode colocar este card na sua Zona de Pêndulo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Dragon / Pendulum / Effect", "attribute": "LIGHT", "level": 2, "atk": 200, "def": 1800, "pendulum_scale": 1, "pendulum_effect": {"en": "If a monster(s) is Special Summoned by your Trap effect (except during the Damage Step): You can target 1 card on the field; return it to the hand, then you can Special Summon this card. You can only use this effect of \"Vulmina, Statue of the Sacred Dragon\" once per turn.", "de": "Falls ein oder mehr Monster durch deinen Falleneffekt als Spezialbeschwörung beschworen werden (außer während des Damage Steps): Du kannst 1 Karte auf dem Spielfeld wählen; gib sie auf die Hand zurück, dann kannst du diese Karte als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Vulmina, Statue des heiligen Drachen“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos son Invocados de Modo Especial por el efecto de tu Trampa (excepto durante el Damage Step): puedes seleccionar 1 carta en el Campo; devuélvela a la mano, y después puedes Invocar esta carta de Modo Especial. Sólo puedes usar este efecto de \"Vulmina, Estatua del Dragón Sagrado\" una vez por turno.", "fr": "Si un ou plusieurs monstres sont Invoqués Spécialement par votre effet de Piège (sauf durant la Damage Step) : vous pouvez cibler 1 carte sur le Terrain ; renvoyez-la à la main, puis vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Vulmina, Statue du Dragon Sacré\" qu'une fois par tour.", "it": "Se uno o più mostri vengono Evocati Specialmente dall'effetto di una tua Trappola (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta sul Terreno; falla ritornare nella mano, poi puoi Evocare Specialmente questa carta. Puoi utilizzare questo effetto di \"Vulmina, Statua del Drago Sacro\" una sola volta per turno.", "pt": "Se um ou mais monstros forem Invocados por Invocação-Especial por um efeito de Armadilha seu (exceto durante a Etapa de Dano): você pode escolher 1 card no campo; devolva-o para a mão e, depois, você pode Invocar este card por Invocação-Especial. Você só pode usar este efeito de \"Vulmina, a Estátua do Dragão Sagrado\" uma vez por turno.", "ja": "このカード名のＰ効果は１ターンに１度しか使用できない。\n①：自分の罠カードの効果でモンスターが特殊召喚された場合、フィールドのカード１枚を対象として発動できる。そのカードを手札に戻す。その後、このカードを特殊召喚できる。", "ko": "이 카드명의 펜듈럼 효과는 1턴에 1번밖에 사용할 수 없다.\n①: 자신의 함정 카드의 효과로 몬스터가 특수 소환되었을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패로 되돌린다. 그 후, 이 카드를 특수 소환할 수 있다.", "zh-TW": "此卡名的鐘擺效果1回合僅可使用1次。\n①：怪獸被以自己的陷阱卡的效果特殊召喚的情況下，以場上的1張卡為對象可以發動。將該卡放回手牌。然後，可將此卡特殊召喚。", "zh-CN": "此卡名的灵摆效果1回合仅可使用1次。\n①：怪兽被以自己的陷阱卡的效果特殊召唤的情况下，以场上的1张卡为对象可以发动。将该卡放回手牌。然后，可将此卡特殊召唤。"}, "images": [{"index": 1, "image": "VulminaStatueoftheSacredDragon-MP25-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN082", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-EN400", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE082", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-DE400", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "es": [{"set_number": "INFO-SP082", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-SP400", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR082", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-FR400", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT082", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-IT400", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT082", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}, {"set_number": "MP25-PT400", "set_name": "2025 Mega-Pack Tin", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1070104, "master_duel_rarity": "SR"}