{"konami_id": 12545, "password": 93713837, "name": {"en": "Number 24: Dragulas the Vampiric Dragon", "de": "Nummer 24: Dragulas, der blutsaugende Drache", "es": "Número 24: Dragulas, el Dragón Vampírico", "fr": "Numéro 24 : Dragulas le Dragon Vampirique", "it": "Numero 24: Dragulas il Drago Vampyre", "pt": "Número 24: Dragulas, o Dragão Vampírico", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>２４ <ruby>竜<rt>りゅう</rt></ruby><ruby>血<rt>けつ</rt></ruby><ruby>鬼<rt>き</rt></ruby>ドラギュラス", "ja_romaji": "Nanbāzu Nijūyon Ryūketsuki Doragyurasu", "ko": "No.24 룡혈귀 드라큐라스", "ko_rr": null, "zh-TW": "No.24 龍血鬼 德古拉斯", "zh-CN": "编号24 龙血鬼 德古拉斯"}, "text": {"en": "2 Level 6 monsters\nOnce per turn (Quick Effect): You can detach 1 material from this card, then target 1 face-up monster on the field that was Special Summoned from the Extra Deck; change it to face-down Defense Position. If this face-up card in its owner's control is sent to your GY or banished by your opponent's card effect: You can Special Summon this card in face-down Defense Position. If this card is flipped face-up: Send 1 card on the field to the GY.", "de": "2 Monster der Stufe 6\nEinmal pro Spielzug (Schnelleffekt): Du kannst 1 Material von dieser Karte abhängen und dann 1 offenes Monster auf dem Spielfeld wählen, das als Spezialbeschwörung vom Extra Deck beschworen wurde; ändere es in die verdeckte Verteidigungsposition. Falls diese offene Karte, die ihr Besitzer kontrolliert, durch einen Karteneffekt deines Gegners auf deinen Friedhof gelegt oder verbannt wird: Du kannst diese Karte als Spezialbeschwörung in die verdeckte Verteidigungsposition beschwören. Falls diese Karte aufgedeckt wird: Lege 1 Karte vom Spielfeld auf den Friedhof.", "es": "2 monstruos de Nivel 6\nUna vez por turno (Efecto Rápido): puedes desacoplar de esta carta 1 material, y después seleccionar 1 monstruo boca arriba en el Campo que fue Invocado de Modo Especial desde el Deck Extra; cámbialo a Posición de Defensa boca abajo. Si esta carta boca arriba controlada por su dueño es mandada a tu Cementerio o desterrada por el efecto de una carta de tu adversario: puedes Invocar esta carta de Modo Especial en Posición de Defensa boca abajo. Si esta carta es volteada boca arriba: manda al Cementerio 1 carta en el Campo.", "fr": "2 monstres de Niveau 6\nUne fois par tour (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre face recto sur le Terrain qui a été Invoqué Spécialement depuis l'Extra Deck ; changez-le en Position de Défense face verso. Si cette carte face recto contrôlée par son propriétaire est envoyée à votre Cimetière ou bannie par un effet de carte de votre adversaire : vous pouvez Invoquer Spécialement cette carte en Position de Défense face verso. Si cette carte est retournée face recto : envoyez 1 carte sur le Terrain au Cimetière.", "it": "2 mostri di Livello 6\nUna volta per turno (Effetto Rapido): puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro scoperto sul Terreno che è stato Evocato Specialmente dall'Extra Deck; mettilo coperto in Posizione di Difesa. Se questa carta scoperta sotto il controllo del suo proprietario viene mandata al tuo Cimitero o bandita dall'effetto di una carta del tuo avversario: puoi Evocare Specialmente questa carta coperta in Posizione di Difesa. Se questa carta viene scoperta: manda al Cimitero 1 carta sul Terreno.", "pt": "2 monstros de Nível 6\nUma vez por turno (Efeito Rápido): você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro com a face para cima no campo que foi Invocado por Invocação-Especial do Deck Adicional; coloque-o com a face para baixo em Posição de Defesa. Se este card com a face para cima sob o controle do seu dono for enviado para o seu Cemitério ou banido por um efeito de card do seu oponente: você pode Invocar este card por Invocação-Especial com a face para baixo em Posição de Defesa. Se este card for virado com a face para cima: envie 1 card no campo para o Cemitério.", "ja": "レベル６モンスター×２\n①：１ターンに１度、このカードのＸ素材を１つ取り除き、ＥＸデッキから特殊召喚された表側表示モンスター１体を対象として発動できる。そのモンスターを裏側守備表示にする。この効果は相手ターンでも発動できる。②：表側表示のこのカードが相手の効果でフィールドから離れ、墓地へ送られた場合または除外された場合に発動できる。このカードを裏側守備表示で特殊召喚する。③：このカードがリバースした場合に発動する。フィールドのカード１枚を選んで墓地へ送る。", "ko": "레벨 6 몬스터 × 2\n①: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 엑스트라 덱에서 특수 소환된 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 뒷면 수비 표시로 한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 앞면 표시의 이 카드가 상대의 효과로 필드에서 벗어났을 경우에 발동할 수 있다. 이 카드를 뒷면 수비 표시로 특수 소환한다. ③: 이 카드가 리버스했을 경우에 발동한다. 필드의 카드 1장을 고르고 묘지로 보낸다.", "zh-TW": "等級６怪獸×２\n①：１回合１次，可去除此卡的１個超量素材，將１隻從額外牌組被特殊召喚的正面表示怪獸做為對象發動。將該怪獸變為反面守備表示。此效果在對方回合也可發動。②：可在正面表示的此卡因對方的效果從場上離開，被送至墓地的狀況下或被除外的狀況下發動。以反面守備表示特殊召喚此卡。③：在此卡反轉的狀況下發動。選擇場上的１張卡送至墓地。", "zh-CN": "等级６怪兽×２\n①：１回合１次，去除此卡的１个超量素材，以被从额外牌组特殊召唤的１只表侧表示怪兽为对象可以发动。将该怪兽改成里侧守备表示。此效果在对手回合中也可以发动。②：表侧表示的此卡因对手的效果离开场上，被送至墓地的情况下或被除外的情况下可以发动。将此卡以里侧守备表示特殊召唤。③：此卡反转的情况下发动。挑选场上的１张卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Xyz / Effect", "attribute": "DARK", "rank": 6, "atk": 2400, "def": 2800, "materials": "2 Level 6 monsters", "series": ["Number", "Number"], "images": [{"index": 1, "image": "Number24DragulastheVampiricDragon-DLCS-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DRL3-EN022", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-EN118", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DRL3-DE022", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-DE118", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DRL3-FR022", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-FR118", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DRL3-IT022", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-IT118", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DRL3-PT022", "set_name": "Dragons of Legend: Unleashed", "rarities": ["Secret Rare"]}, {"set_number": "DLCS-PT118", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "CPF1-JP022", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Super Rare", "Collector's Rare"]}, {"set_number": "NCF1-JP024", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CPF1-KR022", "set_name": "Collectors Pack: Duelist of Flash Version", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 468278, "master_duel_rarity": "SR"}