{"konami_id": 19902, "password": 93729896, "name": {"en": "Nightmare Throne", "de": "Albtraumthron", "es": "Trono de Pesadilla", "fr": "Trône du Cauchemar", "it": "Trono dell'Incubo", "pt": "Trono do Pesadelo", "ja": "ナイトメア・スローン", "ja_romaji": "Naitomea Surōn", "ko": "나이트메어 쓰론", "ko_rr": "Naiteumeeo Sseuron", "zh-TW": "夢魘王座", "zh-CN": "梦魇王座"}, "text": {"en": null, "de": "Wenn diese Karte aktiviert wird: Du kannst 1 Unterweltler-Monster mit 0 ATK/DEF von deinem Deck nehmen und entweder deiner Hand hinzufügen oder zerstören. Einmal pro Spielzug, falls ein oder mehr offene „Yubel“-Monster, die du kontrollierst, das Spielfeld durch einen Karteneffekt verlassen: Du kannst deiner Hand 1 „Yubel“-Monster, dessen Grund-Stufe 1 höher oder niedriger ist als die von 1 jener Monster, von deinem Deck, deinem Friedhof oder deinen verbannten Karten hinzufügen, dann kannst du es als Spezialbeschwörung beschwören, ungeachtet seiner Beschwörungsbedingungen. Du kannst nur 1 „Albtraumthron“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes tomar 1 monstruo Demonio con 0 ATK/DEF en tu Deck y ya sea añádelo a tu mano o destrúyelo. Una vez por turno, si uno o más monstruos \"Yubel\" boca arriba que controlas dejan el Campo por el efecto de una carta: puedes añadir a tu mano 1 monstruo \"Yubel\" en tu Deck, Cementerio o destierro, cuyo Nivel original sea 1 mayor o menor que el de 1 de esos monstruos, y después puedes Invocarlo de Modo Especial, ignorando sus condiciones de Invocación. Sólo puedes activar 1 \"Trono de Pesadilla\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez prendre 1 monstre Démon avec 0 ATK/DEF depuis votre Deck, et soit ajoutez-le à votre main soit détruisez-le. Une fois par tour, si un ou plusieurs monstres \"Yubel\" face recto que vous contrôlez quittent le Terrain par un effet de carte : vous pouvez ajouter à votre main 1 monstre \"Yubel\" depuis votre Deck, Cimetière ou bannissement, dont le Niveau d'origine est supérieur ou inférieur de 1 à 1 de ces monstres, puis vous pouvez l'Invoquer Spécialement, en ignorant ses conditions d'Invocation. Vous ne pouvez activer qu'1 \"Trône du Cauchemar\" par tour.", "it": "Quando questa carta viene attivata: puoi prendere 1 mostro Demone con ATK/DEF 0 dal tuo Deck e aggiungerlo alla tua mano oppure distruggerlo. Una volta per turno, se uno o più mostri \"Yubel\" scoperti che controlli lasciano il Terreno per l'effetto di una carta: puoi aggiungere alla tua mano 1 mostro \"Yubel\" dal tuo Deck, Cimitero o dalle tue carte bandite, con Livello originale di 1 superiore o inferiore a 1 di quei mostri, poi puoi Evocarlo Specialmente, ignorando le sue condizioni di Evocazione. Puoi attivare solo 1 \"Trono dell'Incubo\" per turno.", "pt": "Quando este card for ativado: você pode pegar 1 monstro Demônio com 0 de ATK/DEF do seu Deck e adicioná-lo à sua mão ou destruí-lo. Uma vez por turno, se um ou mais monstros \"Yubel\" com a face para cima que você controla deixarem o campo devido a um efeito de card: você pode adicionar à sua mão 1 monstro \"Yubel\" do seu Deck, Cemitério ou banimento, cujo Nível original seja 1 maior ou menor que o de 1 desses monstros e, depois, você pode Invocá-lo por Invocação-Especial, ignorando suas condições de Invocação. Você só pode ativar 1 \"Trono do Pesadelo\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。\n①：このカードの発動時の効果処理として、以下の効果を適用できる。\n●攻撃力と守備力が０の悪魔族モンスター１体をデッキから選び、手札に加えるか破壊する。\n②：１ターンに１度、自分フィールドの表側表示の「ユベル」モンスターが効果でフィールドから離れた場合に発動できる。その内の１体より元々のレベルが１つ高いか１つ低い「ユベル」モンスター１体を、自分のデッキ・墓地・除外状態から手札に加える。その後、そのモンスターを召喚条件を無視して特殊召喚できる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 이하의 효과를 적용할 수 있다. ●공격력과 수비력이 0 인 악마족 몬스터 1장을 덱에서 고르고, 패에 넣거나 파괴한다. ②: 1턴에 1번, 자신 필드의 앞면 표시의 \"유벨\" 몬스터가 효과로 필드에서 벗어났을 경우에 발동할 수 있다. 그 중의 1장보다 원래 레벨이 1개 높거나 1개 낮은 \"유벨\" 몬스터 1장을, 자신의 덱 / 묘지 / 제외 상태에서 패에 넣는다. 그 후, 그 몬스터를 소환 조건을 무시하고 특수 소환할 수 있다.", "zh-TW": "此卡名的卡１回合僅可發動１張。 ①：作為此卡發動時的效果處理，可適用以下效果。\n●從牌組挑選１隻攻擊力和守備力為０的惡魔族怪獸，加入手牌或破壞。 ②：１回合１次，自己場上的表側表示「尤貝爾」怪獸因效果從場上離開的情況下可以發動。從自己的牌組・墓地・除外狀態，將原本等級比其中１隻高１或低１的１隻「尤貝爾」怪獸加入手牌。然後，可將該怪獸無視召喚條件特殊召喚。", "zh-CN": "此卡名的卡１回合仅可发动１张。\n①：作为此卡发动时的效果处理，可适用以下效果。\n●从牌组挑选１只攻击力和守备力为０的恶魔族怪兽，加入手牌或破坏。\n②：１回合１次，自己场上的表侧表示“尤贝尔”怪兽因效果从场上离开的情况下可以发动。从自己的牌组・墓地・除外状态，将原本等级比其中１只高１或低１的１只“尤贝尔”怪兽加入手牌。然后，可将该怪兽无视召唤条件特殊召唤。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "NightmareThrone-LEDE-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN061", "set_name": "Legacy of Destruction", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "LEDE-DE061", "set_name": "Legacy of Destruction", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "LEDE-FR061", "set_name": "Legacy of Destruction", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "LEDE-IT061", "set_name": "Legacy of Destruction", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "LEDE-PT061", "set_name": "Legacy of Destruction", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "LEDE-JP061", "set_name": "Legacy of Destruction", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "LEDE-JP061", "set_name": "Legacy of Destruction +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "LEDE-KR061", "set_name": "Legacy of Destruction", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "LEDE-KR061", "set_name": "Legacy of Destruction +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "LEDE-SC061", "set_name": "Legacy of Destruction", "rarities": ["Super Rare", "Secret Rare"]}, {"set_number": "LEDE-SC061", "set_name": "Legacy of Destruction +1 Bonus Pack", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Semi-Limited"}, "yugipedia_page_id": 1038190, "master_duel_rarity": "UR"}