{"konami_id": 14734, "password": 93754402, "name": {"en": "Fire Formation - Domei", "de": "Feuerformation - Domei", "es": "Formación de Fuego - Domei", "fr": "Formation Feu - Domei", "it": "Formazione di Fuoco - Domei", "pt": "Formação de Fogo - Domei", "ja": "<ruby>炎<rt>えん</rt></ruby><ruby>舞<rt>ぶ</rt></ruby>－「<ruby>洞<rt>ドウ</rt></ruby><ruby>明<rt>メイ</rt></ruby>」", "ja_romaji": "Enbu - \"Doumei\"", "ko": "염무－「동명」", "ko_rr": null, "zh-TW": "炎舞－「洞明」", "zh-CN": "炎舞－洞明－"}, "text": {"en": null, "de": "Wenn diese Karte aktiviert wird: Du kannst 1 Ungeheuer-Krieger-Ritualmonster als Ritualbeschwörung von deiner Hand beschwören, indem du Monster, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, von deiner Hand oder Spielfeldseite als Tribut anbietest. Falls diese offene Karte von der Zauber- & Fallenzone auf den Friedhof gelegt wird: Du kannst 1 „Feuerfaust“-Monster in deinem Friedhof wählen; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Feuerformation - Domei“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Feuerformation - Domei“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes Invocar por Ritual 1 Monstruo de Ritual Guerrero-Bestia en tu mano, Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o excedan su Nivel. Si esta carta boca arriba es mandada al Cementerio desde la Zona de Magia y Trampas: puedes seleccionar 1 monstruo \"Puño de Fuego\" en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar este efecto de \"Formación de Fuego - Domei\" una vez por turno. Sólo puedes activar 1 \"Formación de Fuego - Domei\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez Invoquer Rituellement 1 Monstre Rituel Bête-Guerrier depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Si cette carte face recto est envoyée depuis la Zone Magie & Piège au Cimetière : vous pouvez cibler 1 monstre \"Poing de Feu\" dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Formation Feu - Domei\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Formation Feu - Domei\" par tour.", "it": "Quando questa carta viene attivata: puoi Evocare tramite Rituale 1 Mostro Rituale Guerriero-Bestia dalla tua mano, offrendo come Tributo dalla tua mano o Terreno mostri il cui Livello totale sia pari o superiore al suo Livello. Se questa carta scoperta viene mandata dalla Zona Magie & Trappole al Cimitero: puoi scegliere come bersaglio 1 mostro \"Pugno di Fuoco\" nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare questo effetto di \"Formazione di Fuoco - Domei\" una sola volta per turno. Puoi attivare solo 1 \"Formazione di Fuoco - Domei\" per turno.", "pt": "Quando este card for ativado: você pode Invocar por Invocação-Ritual 1 Monstro de Ritual Besta-Guerreira da sua mão, ao oferecer monstros como Tributo da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda seu Nível. Se este card com a face para cima for enviado da Zona de Magias & Armadilhas para o Cemitério: você pode escolher 1 monstro \"Punho de Fogo\" no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar este efeito de \"Formação de Fogo - Domei\" uma vez por turno. Você só pode ativar 1 \"Formação de Fogo - Domei\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の②の効果は１ターンに１度しか使用できない。\n①：このカードの発動時の効果処理として、以下の効果を適用できる。\n●レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から獣戦士族の儀式モンスター１体を儀式召喚する。\n②：魔法＆罠ゾーンの表側表示のこのカードが墓地へ送られた場合、自分の墓地の「炎星」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 이하의 효과를 적용할 수 있다.\n●레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 야수전사족의 의식 몬스터 1장을 의식 소환한다. ②: 마법 & 함정 존의 앞면 표시의 이 카드가 묘지로 보내졌을 경우, 자신 묘지의 \"염성\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": "此卡名的卡１回合僅限發動１張，此卡名的②效果，１回合僅限使用１次。①：做為此卡發動時的效果處理，可適用以下效果。\n●為使等級合計為儀式召喚怪獸的等級以上，解放我方手牌・場上的怪獸，從手牌儀式召喚１隻獸戰士族的儀式怪獸。\n②：在魔法＆陷阱區的正面表示的此卡被送至墓地的狀況下，可將我方墓地的１隻「炎星」怪獸做為對象發動。特殊召喚該怪獸。", "zh-CN": "此卡牌名的卡牌１回合只可发动１张，此卡牌名的②效果１回合只可使用１次。①：作为此卡发动时的效果处理，可适用以下效果。\n●为使等级合计变成仪式召唤怪兽的等级以上，解放我方手牌・场上的怪兽并从手牌仪式召唤１只兽战士族仪式怪兽。\n②：表侧表示在魔法与陷阱区域的此卡被送入墓地的场合，可以我方墓地的１只“炎星”怪兽为对象发动。特殊召唤该怪兽。"}, "card_type": "Spell", "property": "Continuous", "series": ["Fire Formation"], "images": [{"index": 1, "image": "FireFormationDomei-FIGA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN019", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FIGA-DE019", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FIGA-FR019", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FIGA-IT019", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FIGA-PT019", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "WPP1-JP051", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR051", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC152", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653519, "master_duel_rarity": "N"}