{"konami_id": 20423, "password": 93860227, "name": {"en": "Necroquip Princess", "de": "Nekrorüst-Prinzessin", "es": "Princesa Necroquipo", "fr": "Princesse Nécroquip", "it": "Principessa Necroquipaggiamento", "pt": "Princesa Necroquipamento", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 monster equipped with a Monster Card + 1 Fiend Monster Card\nMust be Special Summoned (from your Extra Deck) by sending the above cards from your hand and/or field to the GY. You can only control 1 \"Necroquip Princess\". If a monster(s) is sent from the hand to the GY to activate a card or effect: You can activate 1 of these effects;\n● Equip 1 of those monsters to this card as an Equip Spell that gives it 500 ATK.\n● Draw 1 card.\nYou can only use this effect of \"Necroquip Princess\" once per turn.", "de": "1 mit einer Monsterkarte ausgerüstetes Monster + 1 Unterweltler-Monsterkarte\nMuss als Spezialbeschwörung (von deinem Extra Deck) beschworen werden, indem du die oben aufgeführten Karten von deiner Hand und/oder Spielfeldseite auf den Friedhof legst. Du kannst nur 1 „Nekrorüst-Prinzessin“ kontrollieren. Falls ein oder mehr Monster von der Hand auf den Friedhof gelegt werden, um eine Karte oder einen Effekt zu aktivieren: Du kannst 1 dieser Effekte aktivieren;\n● Rüste diese Karte mit 1 jener Monster als Ausrüstungszauber aus, der ihr 500 ATK gibt.\n● Ziehe 1 Karte.\nDu kannst diesen Effekt von „Nekrorüst-Prinzessin“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo equipado con una Carta de Monstruo + 1 Carta de Monstruo Demonio\nDebe ser Invocado de Modo Especial (desde tu Deck Extra) mandando al Cementerio las cartas de arriba en tu mano y/o Campo. Sólo puedes controlar 1 \"Princesa Necroquipo\". Si uno o más monstruos son mandados de la mano al Cementerio para activar una carta o efecto: puedes activar 1 de estos efectos;\n● Equipa 1 de esos monstruos a esta carta como una Mágica de Equipo que le da 500 ATK.\n● Roba 1 carta.\nSólo puedes usar este efecto de \"Princesa Necroquipo\" una vez por turno.", "fr": "1 monstre équipé avec une Carte Monstre + 1 Carte Monstre Démon\nUniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant les cartes ci-dessus depuis votre main et/ou Terrain au Cimetière. Vous ne pouvez contrôler qu'1 \"Princesse Nécroquip\". Si un ou plusieurs monstres sont envoyés depuis la main au Cimetière pour activer une carte ou un effet : vous pouvez activer 1 de ces effets ;\n● Équipez 1 de ces monstres à cette carte comme Magie d'Équipement qui lui donne 500 ATK.\n● Piochez 1 carte.\nVous ne pouvez utiliser cet effet de \"Princesse Nécroquip\" qu'une fois par tour.", "it": "1 mostro equipaggiato con una Carta Mostro + 1 Carta Mostro Demone\nDeve essere Evocato Specialmente (dal tuo Extra Deck) mandando le carte sopra indicate dalla tua mano e/o Terreno al Cimitero. Puoi controllare solo 1 \"Principessa Necroquipaggiamento\". Se uno o più mostri vengono mandati dalla mano al Cimitero per attivare una carta o un effetto: puoi attivare 1 di questi effetti;\n● Equipaggia 1 di quei mostri a questa carta come una Magia Equipaggiamento che le dà 500 ATK.\n● Pesca 1 carta.\nPuoi utilizzare questo effetto di \"Principessa Necroquipaggiamento\" una sola volta per turno.", "pt": "1 monstro equipado com um Card de Monstro + 1 Card de Monstro Demônio\nDeve ser Invocado por Invocação-Especial (do seu Deck Adicional) ao enviar os cards acima da sua mão e/ou do campo para o Cemitério. Você só pode controlar 1 \"Princesa Necroquipamento\". Se um ou mais monstros forem enviados da mão para o Cemitério para ativar um card ou efeito: você pode ativar 1 desses efeitos;\n● Equipe 1 desses monstros a este card como uma Magia de Equipamento que concede a ele 500 de ATK.\n● Compre 1 card.\nVocê só pode usar este efeito de \"Princesa Necroquipamento\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Fusion / Effect", "attribute": "DARK", "level": 6, "atk": 2000, "def": 2000, "materials": "1 monster equipped with a Monster Card + 1 Fiend-Type Monster Card", "images": [{"index": 1, "image": "NecroquipPrincess-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN085", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE085", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR085", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT085", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT085", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": null}, "yugipedia_page_id": 1070097}