{"konami_id": 16477, "password": 93880808, "name": {"en": "Arcana Triumph Joker", "de": "Geheimnisvoller Triumphjoker", "es": "Bufón Triunfo Arcano", "fr": "Alakan le Triomphe Harlequin", "it": "Trionfo Joker Arcano", "pt": "Triunfo Coringa Arcano", "ja": "アルカナ トライアンフジョーカー", "ja_romaji": "Arukana Toraianfu Jōkā", "ko": "아르카나 트라이엄프 조커", "ko_rr": "Areukana Teurai-eompeu Jokeo", "zh-TW": null, "zh-CN": "天位金骑士"}, "text": {"en": "If this card is in your hand or GY: You can send 1 \"Queen's Knight\", \"King's Knight\", and \"Jack's Knight\" from your hand and/or face-up Monster Zone to the GY; Special Summon this card. Gains 500 ATK x the combined number of cards in both players' hands. You can discard 1 card; destroy all face-up cards your opponent controls with the same type (Monster, Spell, or Trap) as the discarded card.", "de": "Falls sich diese Karte in deiner Hand oder deinem Friedhof befindet: Du kannst 1 „Ritterin der Königin“, „Ritter des Königs“ und „Ritter des Buben“ von deiner Hand und/oder offen von deiner Monsterzone auf den Friedhof legen; beschwöre diese Karte als Spezialbeschwörung. Diese Karte erhält 500 ATK x die kombinierte Anzahl der Karten in den Händen beider Spieler. Du kannst 1 Karte abwerfen; zerstöre alle offenen Karten, die dein Gegner kontrolliert und die denselben Typ (Monster, Zauber oder Falle) wie die abgeworfene Karte haben.", "es": "Si esta carta está en tu mano o Cementerio: puedes mandar al Cementerio 1 \"Escolta de la Reina\", \"Escolta del Rey\" y \"Escolta de la Sota\" en tu mano y/o boca arriba en tu Zona de Monstruos; Invoca esta carta de Modo Especial. Esta carta gana 500 ATK x el número combinado de cartas en las manos de ambos jugadores. Puedes descartar 1 carta; destruye todas las cartas boca arriba que controle tu adversario y que sean del mismo tipo (Monstruo, Mágica o Trampa) que la carta descartada.", "fr": "Si cette carte est dans votre main ou Cimetière : vous pouvez envoyer 1 \"Chevalier de la Reine\", \"Chevalier du Roi\" et \"Chevalier du Valet\" depuis votre main et/ou Zone Monstre face recto au Cimetière ; Invoquez Spécialement cette carte. Cette carte gagne 500 ATK x la somme du nombre de cartes dans la main de chaque joueur. Vous pouvez défausser 1 carte ; détruisez toutes les cartes face recto contrôlées par votre adversaire du même type (Monstre, Magie ou Piège) que la carte défaussée.", "it": "Se questa carta è nella tua mano o Cimitero: puoi mandare 1 \"Cavaliere della Regina\", \"Cavaliere del Re\" e \"Cavaliere del Jack\" dalla tua mano e/o Zona Mostri scoperta al Cimitero; Evoca Specialmente questa carta. Questa carta guadagna 500 ATK x la somma del numero di carte nelle mani di entrambi i giocatori. Puoi scartare 1 carta; distruggi tutte le carte scoperte controllate dal tuo avversario dello stesso tipo (Mostro, Magia o Trappola) della carta scartata.", "pt": "Se este card estiver na sua mão ou no Cemitério: você pode enviar para o Cemitério 1 \"O Cavaleiro da Rainha\", \"O Cavaleiro do Rei\" e \"O Cavaleiro do Valete\" da sua mão e/ou da Zona de Monstros com a face para cima; Invoque este card por Invocação-Especial. Este card ganha 500 de ATK x o número combinado de cards nas mãos dos dois duelistas. Você pode descartar 1 card; destrua todos os cards com a face para cima que seu oponente controla com o mesmo tipo (Monstro, Magia ou Armadilha) que o do card descartado.", "ja": "①：このカードが手札・墓地に存在する場合、手札及び自分フィールドの表側表示モンスターの中から、「クィーンズ・ナイト」「ジャックス・ナイト」「キングス・ナイト」を１体ずつ墓地へ送って発動できる。このカードを特殊召喚する。②：このカードの攻撃力は、お互いの手札の数×５００アップする。③：手札を１枚捨てて発動できる。捨てたカードと同じ種類（モンスター・魔法・罠）の、相手フィールドの表側表示のカードを全て破壊する。", "ko": "①: 이 카드가 패 / 묘지에 존재할 경우, 패 및 자신 필드의 앞면 표시 몬스터 중에서, \"퀸즈 나이트\" \"잭스 나이트\" \"킹스 나이트\"를 1장씩 묘지로 보내고 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드의 공격력은, 서로의 패의 수 × 500 올린다. ③: 패를 1장 버리고 발동할 수 있다. 버린 카드와 같은 종류(몬스터 / 마법 / 함정)의, 상대 필드의 앞면 표시의 카드를 전부 파괴한다.", "zh-TW": null, "zh-CN": "①：这张卡在手卡·墓地存在的场合，从手卡以及自己场上的表侧表示怪兽之中把「王后骑士」「卫兵骑士」「国王骑士」各1只送去墓地才能发动。这张卡特殊召唤。\n②：这张卡的攻击力上升双方手卡数量×500。\n③：丢弃1张手卡才能发动。和丢弃的卡相同种类（怪兽·魔法·陷阱）的对方场上的表侧表示的卡全部破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 10, "atk": "?", "def": 2500, "images": [{"index": 1, "image": "ArcanaTriumphJoker-SBC2-NA-C-1E.png"}], "sets": {"en": [{"set_number": "KICO-EN001", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}, {"set_number": "SBC2-ENA07", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common"]}], "de": [{"set_number": "KICO-DE001", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "es": [{"set_number": "KICO-SP001", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "KICO-FR001", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "KICO-IT001", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "KICO-PT001", "set_name": "King's Court", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "WPP2-JP001", "set_name": "World Premiere Pack 2021", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "WPP2-KR001", "set_name": "World Premiere Pack 2021", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 712054}