{"konami_id": 13904, "password": 93920420, "name": {"en": "World Legacy - \"World Wand\"", "de": "Weltvermächtnis - „Weltstab“", "es": "Legado Mundial - \"Varita Mundial\"", "fr": "Héritage du Monde - \"Baguette du Monde\"", "it": "Eredità del Mondo - \"Bacchetta del Mondo\"", "pt": "Legado Mundial - \"Varinha Mundial\"", "ja": "<ruby>星<rt>せい</rt></ruby><ruby>遺<rt>い</rt></ruby><ruby>物<rt>ぶつ</rt></ruby>－『<ruby>星<rt>せい</rt></ruby><ruby>杖<rt>じょう</rt></ruby>』", "ja_romaji": "Seiibutsu - \"Seijō\"", "ko": "성유물－『성장』", "ko_rr": "Seong-yumul - \"Seongjang\"", "zh-TW": "星遺物－『星杖』", "zh-CN": "星遗物－星杖－"}, "text": {"en": "This Normal Summoned/Set card cannot be destroyed by battle with a monster Special Summoned from the Extra Deck. You can only use each of the following effects of \"World Legacy - \"World Wand\"\" once per turn.\n● If this card is sent to the GY: You can Special Summon 1 \"World Legacy\" monster from your hand.\n● You can banish this card from your GY, then target 1 of your banished \"Orcust\" monsters; Special Summon it, also you cannot Special Summon monsters for the rest of this turn, except DARK monsters.", "de": "Diese als Normalbeschwörung beschworene/gesetzte Karte kann nicht durch Kampf mit einem Monster zerstört werden, das als Spezialbeschwörung vom Extra Deck beschworen wurde. Du kannst jeden der folgenden Effekte von „Weltvermächtnis - „Weltstab““ nur einmal pro Spielzug verwenden.\n● Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Weltvermächtnis“-Monster als Spezialbeschwörung von deiner Hand beschwören.\n● Du kannst diese Karte von deinem Friedhof verbannen und dann 1 deiner verbannten „Orcust“-Monster wählen; beschwöre es als Spezialbeschwörung, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer FINSTERNIS Monstern.", "es": "Esta carta Invocada de Modo Normal/Colocada no puede ser destruida en batalla con un monstruo Invocado de Modo Especial desde el Deck Extra. Sólo puedes usar cada uno de los siguientes efectos de \"Legado Mundial - \"Varita Mundial\"\" una vez por turno.\n● Si esta carta es mandada al Cementerio: puedes Invocar de Modo Especial 1 monstruo \"Legado Mundial\" en tu mano.\n● Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 de tus monstruos \"Orcust\" desterrados; Invócalo de Modo Especial, y además por el resto de este turno no puedes Invocar monstruos de Modo Especial, excepto monstruos de OSCURIDAD.", "fr": "Cette carte Invoquée/Posée Normalement ne peut pas être détruite au combat avec un monstre Invoqué Spécialement depuis l'Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Héritage du Monde - \"Baguette du Monde\"\" qu'une fois par tour.\n● Si cette carte est envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Héritage du Monde\" depuis votre main.\n● Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Orcust\" bannis ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus) le reste de ce tour.", "it": "Questa carta Evocata Normalmente/Posizionata non può essere distrutta in battaglia con un mostro Evocato Specialmente dall'Extra Deck. Puoi utilizzare ognuno dei seguenti effetti di \"Eredità del Mondo - \"Bacchetta del Mondo\"\" una sola volta per turno.\n● Se questa carta viene mandata al Cimitero: puoi Evocare Specialmente 1 mostro \"Eredità del Mondo\" dalla tua mano.\n● Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 dei tuoi mostri \"Orcusestra\" banditi; Evocalo Specialmente, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri OSCURITÀ.", "pt": "Este card Invocado por Invocação-Normal/Baixado não pode ser destruído em batalha com um monstro Invocado por Invocação-Especial do Deck Adicional. Você só pode usar cada um dos seguintes efeitos de \"Legado Mundial - \"Varinha Mundial\"\" uma vez por turno.\n● Se este card for enviado para o Cemitério: você pode Invocar por Invocação-Especial 1 monstro \"Legado Mundial\" da sua mão.\n● Você pode banir este card do seu Cemitério e, depois, escolher 1 dos seus monstros \"Orcust\" banidos; Invoque-o por Invocação-Especial e, além disso, você não pode Invocar monstros por Invocação-Especial pelo resto deste turno, exceto monstros de TREVAS.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：通常召喚したこのカードはＥＸデッキから特殊召喚されたモンスターとの戦闘では破壊されない。②：このカードが墓地へ送られた場合に発動できる。手札から「星遺物」モンスター１体を特殊召喚する。③：墓地のこのカードを除外し、自分の除外状態の「オルフェゴール」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。この効果の発動後、ターン終了時まで自分は闇属性モンスターしか特殊召喚できない。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 통상 소환한 이 카드는 엑스트라 덱에서 특수 소환된 몬스터와의 전투로는 파괴되지 않는다. ②: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 패에서 \"성유물\" 몬스터 1장을 특수 소환한다. ③: 묘지의 이 카드를 제외하고, 제외되어 있는 자신의 \"오르페골\" 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과의 발동 후, 턴 종료시까지 자신은 어둠 속성 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的②③效果1回合仅可各使用1次。①：通常召唤的此卡不会因与从额外牌组中被特殊召唤的怪兽的战斗而被破坏。②：此卡被送至墓地的情况下可以发动。从手牌将1只“星遗物”怪兽特殊召唤。③：将墓地的此卡除外，以1只被除外的自己的“自鸣天琴”怪兽为对象可以发动。将该怪兽特殊召唤。此效果发动后，直至回合结束时为止自己仅可特殊召唤暗属性怪兽。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 8, "atk": 500, "def": 2500, "series": ["World Legacy"], "images": [{"index": 1, "image": "WorldLegacyWorldWand-MP19-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SOFU-EN017", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-EN165", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SOFU-DE017", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-DE165", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SOFU-SP017", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-SP165", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SOFU-FR017", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-FR165", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SOFU-IT017", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-IT165", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SOFU-PT017", "set_name": "Soul Fusion", "rarities": ["Common"]}, {"set_number": "MP19-PT165", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SOFU-JP017", "set_name": "Soul Fusion", "rarities": ["Rare"]}, {"set_number": "QCTB-JP040", "set_name": "Quarter Century Trinity Box", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SOFU-KR017", "set_name": "Soul Fusion", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP2-SC116", "set_name": "Mega Pack 02", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 566166, "master_duel_rarity": "R"}