{"konami_id": 12877, "password": 94096018, "name": {"en": "SPYGAL Misty", "de": "SPIONIN Misty", "es": "Misty la E.S.P.I.C.H.I.C.A.", "fr": "Misty ESPIFEMME", "it": "Misty SPIARAGAZZA", "pt": "Misty a ESPIRIGA", "ja": "<ruby>ＳＰＹＧＡＬ<rt>スパイギャル</rt></ruby>－ミスティ", "ja_romaji": "Supaigyaru - Misuti", "ko": "<ruby>SPYGAL<rt>스파이갤</rt></ruby>－미스티", "ko_rr": null, "zh-TW": "秘女郎－霧美人", "zh-CN": "秘女郎－雾美人"}, "text": {"en": "If this card is Normal or Special Summoned: You can declare 1 card type (Monster, Spell, or Trap); reveal the top card of your opponent's Deck, and if you do, draw 1 card if it is a card of that type. Once per turn, during either player's turn: You can target 1 \"SPYRAL Super Agent\" you control and 1 monster your opponent controls; return both monsters to the hand.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Kartentyp (Monster, Zauber oder Falle) deklarieren; zeige die oberste Karte des Decks deines Gegners vor und falls du dies tust, ziehe 1 Karte, falls es eine Karte des Typs ist. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 „SPIORAL-Superagent“, den du kontrollierst, und 1 Monster, das dein Gegner kontrolliert, wählen; gib beide Monster auf die Hand zurück.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes declarar 1 tipo de carta (Monstruo, Mágica o de Trampa); muestra la carta superior del Deck de tu adversario y, si lo haces, roba 1 carta si es una carta de ese tipo. Una vez por turno, durante el turno de cualquier jugador: puedes seleccionar 1 \"Súper Agente E.S.P.I.R.A.L.\" que controles and 1 monstruo que controle tu adversario; devuelve ambos monstruos a la mano.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez déclarer 1 type de carte (Monstre, Magie ou Piège) ; révélez la carte du dessus du Deck de votre adversaire, et si vous le faites, piochez 1 carte si c'est une carte de ce type. Une fois par tour, durant le tour de chaque joueur : vous pouvez cibler 1 monstre \"Super Espion ESPIRALE\" que vous contrôlez et 1 monstre contrôlé par votre adversaire ; renvoyez les deux monstres à la main.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi dichiarare 1 tipo di carta (Mostro, Magia o Trappola); rivela la prima carta del Deck del tuo avversario e, se lo fai, pesca 1 carta se è una carta di quel tipo. Una volta per turno, durante il turno di qualsiasi giocatore: puoi scegliere come bersaglio 1 \"Super Agente SPIARALE\" che controlli e 1 mostro controllato dal tuo avversario; fai ritornare entrambi i mostri nella mano.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode declarar 1 tipo de card (Monstro, Magia ou Armadilha); revele o card do topo do Deck do seu oponente e, se isso acontecer, compre 1 card se for um card do tipo declarado. Uma vez por turno, durante o turno de qualquer duelista: você pode escolher 1 \"Super Agente ESPIRÃO\" que você controla e 1 monstro que seu oponente controla; devolva os dois para a mão.", "ja": "①：このカードが召喚・特殊召喚に成功した場合、カードの種類（モンスター・魔法・罠）を宣言して発動できる。相手のデッキの一番上のカードをお互いに確認し、宣言した種類のカードだった場合、自分はデッキから１枚ドローする。②：１ターンに１度、自分フィールドの「ＳＰＹＲＡＬ－ダンディ」１体と相手フィールドのモンスター１体を対象として発動できる。そのモンスター２体を持ち主の手札に戻す。この効果は相手ターンでも発動できる。", "ko": "①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 카드의 종류(몬스터 / 마법 / 함정)를 선언하고 발동할 수 있다. 상대의 덱 맨 위의 카드를 서로 확인하고, 선언한 종류의 카드였을 경우, 자신은 덱에서 1장 드로우한다. ②: 1턴에 1번, 자신 필드의 \"SPYRAL(스파이랄)－댄디\" 1장과 상대 필드의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터 2장을 주인의 패로 되돌린다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "①：在此卡召喚・特殊召喚成功的狀況下，可宣言卡的種類（怪獸・魔法・陷阱）發動。雙方確認對方牌組最上方的卡，在確認的卡為宣言的種類的卡的狀況下，我方從牌組抽１張牌。②：１回合１次，可將我方場上的１隻「秘旋諜－花公子」及對方場上的１隻怪獸做為對象發動。將該２隻怪獸送回持有者的手牌。此效果在對方回合也可發動。", "zh-CN": "①：成功召唤／特殊召唤此卡时，宣言卡片类别（怪兽／魔法／陷阱）后可发动。双方确认对手卡组最上方的卡片，如果是宣言的卡片类别，则我方从卡组中抽１张卡。②：１回合１次，能以我方场上１只“秘旋谍－花公子”及对手场上的１只怪兽为目标发动。将这２只该怪兽移回拥有者的手卡。此效果在对手的回合也可发动。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 4, "atk": 1500, "def": 1600, "images": [{"index": 1, "image": "SPYGALMisty-RATE-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "RATE-EN086", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "RATE-DE086", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "RATE-FR086", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "RATE-IT086", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "RATE-PT086", "set_name": "Raging Tempest", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "EP17-JP024", "set_name": "Extra Pack 2017", "rarities": ["Common"]}], "ko": [{"set_number": "EP17-KR024", "set_name": "Extra Pack 2017", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 484662, "master_duel_rarity": "N"}