{"konami_id": 18723, "password": 94130731, "name": {"en": "Transcendosaurus Glaciasaurus", "de": "Transzendosaurier Gletschosaurier", "es": "Glaciasaurus Trascendosaurio", "fr": "Transcendosaure Glaciosaure", "it": "Trascendosauro Glaciasaurus", "pt": "Transcendossauro Glaciossauro", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>越<rt>えつ</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>グレイスザウルス", "ja_romaji": "Chōetsuryū Gureisuzaurusu", "ko": "초월룡 그레이스사우루스", "ko_rr": "Chowollyong Geureiseusauruseu", "zh-TW": "超越龍 凍雪龍", "zh-CN": "超越恐龙 冻雪龙"}, "text": {"en": "1 Tuner + 1+ non-Tuner monsters\nCannot be destroyed by battle. Dinosaur monsters you control that were Special Summoned from the GY cannot be destroyed by your opponent's card effects, also your opponent cannot target them with card effects. If this card is destroyed: You can shuffle 1 Normal Monster from your GY into the Deck, then you can Special Summon this card. You can only use this effect of \"Transcendosaurus Glaciasaurus\" once per turn.", "de": "1 Empfänger + 1+ Nicht-Empfänger-Monster\nKann nicht durch Kampf zerstört werden. Dinosaurier-Monster, die du kontrollierst und die als Spezialbeschwörung vom Friedhof beschworen wurden, können nicht durch Karteneffekte deines Gegners zerstört werden, zusätzlich kann dein Gegner sie nicht als Ziel für Karteneffekte wählen. Falls diese Karte zerstört wird: Du kannst 1 Normales Monster von deinem Friedhof ins Deck mischen, dann kannst du diese Karte als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Transzendosaurier Gletschosaurier“ nur einmal pro Spielzug verwenden.", "es": "1 Cantante + 1+ monstruos que no sean Cantantes\nNo puede ser destruido en batalla. Los monstruos Dinosaurio que tú controles que fueron Invocados de Modo Especial desde el Cementerio no pueden ser destruidos por efectos de cartas de tu adversario, y además tu adversario no puede seleccionarlos con efectos de cartas. Si esta carta es destruida: puedes barajar al Deck 1 Monstruo Normal en tu Cementerio, y después puedes Invocar esta carta de Modo Especial. Sólo puedes usar este efecto de \"Glaciasaurus Trascendosaurio\" una vez por turno.", "fr": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nNon destructible au combat. Les monstres Dinosaure que vous contrôlez qui ont été Invoqués Spécialement depuis le Cimetière ne peuvent pas être détruits par des effets de carte de votre adversaire, et aussi, votre adversaire ne peut pas les cibler avec des effets de carte. Si cette carte est détruite : vous pouvez mélanger 1 Monstre Normal depuis votre Cimetière dans le Deck, puis vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Transcendosaure Glaciosaure\" qu'une fois par tour.", "it": "1 Tuner + 1+ mostri non-Tuner\nNon può essere distrutto in battaglia. I mostri Dinosauro che controlli che sono stati Evocati Specialmente dal Cimitero non possono essere distrutti dagli effetti delle carte del tuo avversario, inoltre il tuo avversario non può sceglierli come bersaglio con gli effetti delle carte. Se questa carta viene distrutta: puoi mischiare 1 Mostro Normale dal tuo Cimitero nel Deck, poi puoi Evocare Specialmente questa carta. Puoi utilizzare questo effetto di \"Trascendosauro Glaciasaurus\" una sola volta per turno.", "pt": "1 Regulador + 1+ monstros não-Reguladores\nNão pode ser destruído em batalha. Monstros Dinossauro que você controla que foram Invocados por Invocação-Especial do Cemitério não podem ser destruídos pelos efeitos de card do seu oponente e, além disso, seu oponente não pode escolhê-los como alvo de efeitos de card. Se este card for destruído: você pode embaralhar no Deck 1 Monstro Normal do seu Cemitério e, depois, você pode Invocar este card por Invocação-Especial. Você só pode usar este efeito de \"Transcendossauro Glaciossauro\" uma vez por turno.", "ja": "チューナー＋チューナー以外のモンスター１体以上\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードは戦闘では破壊されない。②：このカードがモンスターゾーンに存在する限り、墓地から特殊召喚された自分フィールドの恐竜族モンスターは、相手の効果の対象にならず、相手の効果では破壊されない。③：このカードが破壊された場合に発動できる。自分の墓地から通常モンスター１体を選んでデッキに戻す。その後、このカードを特殊召喚できる。", "ko": "튜너 ＋ 튜너 이외의 몬스터 1장 이상\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 전투로는 파괴되지 않는다. ②: 이 카드가 몬스터 존에 존재하는 한, 묘지에서 특수 소환된 자신 필드의 공룡족 몬스터는, 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다. ③: 이 카드가 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 일반 몬스터 1장을 고르고 덱으로 되돌린다. 그 후, 이 카드를 특수 소환할 수 있다.", "zh-TW": null, "zh-CN": "协调＋协调以外的怪兽１只以上\n此卡名的③效果１回合仅可使用１次。\n①：此卡不会因战斗被破坏。\n②：只要此卡存在于怪兽区域，自己场上被从墓地特殊召唤的恐龙族怪兽不会因对手的效果被破坏，且对手不可将那些怪兽作为效果的对象。\n③：此卡被破坏的情况下可以发动。从自己的墓地将１只通常怪兽放回牌组。然后，可将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dinosaur / Synchro / Effect", "attribute": "WATER", "level": 12, "atk": 3600, "def": 2700, "materials": "1 Tuner + 1 or more non-Tuner monsters", "series": ["Transcendosaurus"], "images": [{"index": 1, "image": "TranscendosaurusGlaciasaurus-MP24-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "WISU-EN004", "set_name": "Wild Survivors", "rarities": ["Rare"]}, {"set_number": "MP24-EN297", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "WISU-DE004", "set_name": "Wild Survivors", "rarities": ["Rare"]}, {"set_number": "MP24-DE297", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "WISU-FR004", "set_name": "Wild Survivors", "rarities": ["Rare"]}, {"set_number": "MP24-FR297", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "WISU-IT004", "set_name": "Wild Survivors", "rarities": ["Rare"]}, {"set_number": "MP24-IT297", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "WISU-PT004", "set_name": "Wild Survivors", "rarities": ["Rare"]}, {"set_number": "MP24-PT297", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBWS-JP004", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBWS-KR004", "set_name": "Deck Build Pack: Wild Survivors", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DUNE-SC105", "set_name": "Duelist Nexus", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717199, "master_duel_rarity": "R"}