{"konami_id": 13383, "password": 94142993, "name": {"en": "Tindangle Intruder", "de": "Tinwinkel-Eindringling", "es": "Intruso Tindángulo", "fr": "Intrus Tindangle", "it": "Intruso Tindangolo", "pt": "Intruso Tindângulo", "ja": "ティンダングル・イントルーダー", "ja_romaji": "Tindanguru Intorūdā", "ko": "틴당글 인트루더", "ko_rr": null, "zh-TW": "廷達三角 入侵者", "zh-CN": "廷达三角 入侵者"}, "text": {"en": "FLIP: You can add 1 \"Tindangle\" card from your Deck to your hand.\nWhen this card is Normal Summoned: You can send 1 \"Tindangle\" card from your Deck to the GY. If a monster(s) is Special Summoned to your field in face-down Defense Position while this card is in your GY: Special Summon this card in face-down Defense Position (this is not optional). You can only use each effect of \"Tindangle Intruder\" once per turn.", "de": "FLIPP: Du kannst deiner Hand 1 „Tinwinkel“-Karte von deinem Deck hinzufügen.\nWenn diese Karte als Normalbeschwörung beschworen wird: Du kannst 1 „Tinwinkel“-Karte von deinem Deck auf den Friedhof legen. Falls ein oder mehr Monster als Spezialbeschwörung auf deine Spielfeldseite in die verdeckte Verteidigungsposition beschworen werden, solange diese Karte in deinem Friedhof liegt: Beschwöre diese Karte als Spezialbeschwörung in die verdeckte Verteidigungsposition (dies ist nicht optional). Du kannst jeden Effekt von „Tinwinkel-Eindringling“ nur einmal pro Spielzug verwenden.", "es": "VOLTEO: Puedes añadir a tu mano 1 carta \"Tindángulo\" en tu Deck.\nCuando esta carta es Invocada de Modo Normal: puedes mandar al Cementerio 1 carta \"Tindángulo\" desde tu Deck. Si uno o más monstruos son Invocados de Modo Especial a tu Campo en Posición de Defensa boca abajo mientras esta carta está en tu Cementerio: Invoca esta carta de Modo Especial en Posición de Defensa boca abajo (esto no es opcional). Sólo puedes usar cada efecto de \"Intruso Tindángulo\" una vez por turno.", "fr": "FLIP : Vous pouvez ajouter 1 carte \"Tindangle\" depuis votre Deck à votre main.\nLorsque cette carte est Invoquée Normalement : vous pouvez envoyer 1 carte \"Tindangle\" depuis votre Deck au Cimetière. Si un ou plusieurs monstres sont Invoqués Spécialement sur votre Terrain en Position de Défense face verso tant que cette carte est dans votre Cimetière : Invoquez Spécialement cette carte en Position de Défense face verso (ceci est obligatoire). Vous ne pouvez utiliser chaque effet de \"Intrus Tindangle\" qu'une fois par tour.", "it": "SCOPRI: Puoi aggiungere 1 carta \"Tindangolo\" dal tuo Deck alla tua mano.\nQuando questa carta viene Evocata Normalmente: puoi mandare 1 carta \"Tindangolo\" dal tuo Deck al Cimitero. Se uno o più mostri vengono Evocati Specialmente sul tuo Terreno coperti in Posizione di Difesa mentre questa carta è nel tuo Cimitero: Evoca Specialmente questa carta coperta in Posizione di Difesa (questo non è opzionale). Puoi utilizzare ogni effetto di \"Intruso Tindangolo\" una sola volta per turno.", "pt": "VIRE: Você pode adicionar 1 card \"Tindângulo\" do seu Deck à sua mão.\nQuando este card for Invocado por Invocação-Normal: você pode enviar 1 card \"Tindângulo\" do seu Deck para o Cemitério. Se um ou mais monstros forem Invocados por Invocação-Especial no seu campo com a face para baixo em Posição de Defesa enquanto este card estiver no seu Cemitério: Invoque este card por Invocação-Especial com a face para baixo em Posição de Defesa (isso não é opcional). Você só pode usar cada efeito de \"Intruso Tindângulo\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがリバースした場合に発動できる。デッキから「ティンダングル」カード１枚を手札に加える。②：このカードが召喚に成功した時に発動できる。デッキから「ティンダングル」カード１枚を墓地へ送る。③：このカードが墓地に存在し、自分フィールドにモンスターが裏側守備表示で特殊召喚された場合に発動する。このカードを墓地から裏側守備表示で特殊召喚する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 리버스했을 경우에 발동할 수 있다. 덱에서 \"틴당글\" 카드 1장을 패에 넣는다. ②: 이 카드가 일반 소환에 성공했을 때에 발동할 수 있다. 덱에서 \"틴당글\" 카드 1장을 묘지로 보낸다. ③: 이 카드가 묘지에 존재하고, 자신 필드에 몬스터가 뒷면 수비 표시로 특수 소환되었을 경우에 발동한다. 이 카드를 묘지에서 뒷면 수비 표시로 특수 소환한다.", "zh-TW": "此卡名的①②③效果，１回合各僅限使用１次。①：可在此卡反轉的狀況下發動。從牌組將１張「廷達三角」卡加入手牌。②：可在此卡召喚成功時發動。從牌組將１張「廷達三角」卡送至墓地。③：在此卡存在於墓地，怪獸以反面守備表示被特殊召喚至我方場上的狀況下發動。從墓地以反面守備表示特殊召喚此卡。", "zh-CN": "此卡牌名的①②③效果１回合只可各使用１次。①：此卡反转的场合可发动。从牌组将１张“廷达三角”卡牌加入手牌。②：此卡召唤成功时可发动。从牌组将１张“廷达三角”卡牌送入墓地。③：此卡存在于墓地，且怪兽以里侧守备表示被特殊召唤至我方场上的场合可发动。以里侧守备表示从墓地特殊召唤此卡。"}, "card_type": "Monster", "monster_type_line": "Fiend / Flip / Effect", "attribute": "DARK", "level": 6, "atk": 2200, "def": 0, "series": ["Tindangle"], "images": [{"index": 1, "image": "TindangleIntruder-EXFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "EXFO-EN013", "set_name": "Extreme Force", "rarities": ["Common"]}], "de": [{"set_number": "EXFO-DE013", "set_name": "Extreme Force", "rarities": ["Common"]}], "fr": [{"set_number": "EXFO-FR013", "set_name": "Extreme Force", "rarities": ["Common"]}], "it": [{"set_number": "EXFO-IT013", "set_name": "Extreme Force", "rarities": ["Common"]}], "pt": [{"set_number": "EXFO-PT013", "set_name": "Extreme Force", "rarities": ["Common"]}], "ja": [{"set_number": "EXFO-JP013", "set_name": "Extreme Force", "rarities": ["Common"]}], "ko": [{"set_number": "EXFO-KR013", "set_name": "Extreme Force", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 525797, "master_duel_rarity": "N"}