{"konami_id": 10564, "password": 94203886, "name": {"en": "Gagaga Child", "de": "Gagaga-Kind", "es": "Niño Gagaga", "fr": "Enfant Gagaga", "it": "Bambino Gagaga", "pt": "Criança Gagaga", "ja": "ガガガキッド", "ja_romaji": "Gagaga Kiddo", "ko": "가가가 키드", "ko_rr": null, "zh-TW": "我我我小子", "zh-CN": "我我我小子"}, "text": {"en": null, "de": "Falls du „Gagaga“-Monster außer „Gagaga-Kind“ kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Wenn du dies tust: Du kannst 1 „Gagaga“-Monster mit einer anderen Stufe als diese Karte wählen, das du kontrollierst; die Stufe dieser Karte wird dieselbe wie die Stufe des Monsters. Du kannst in dem Spielzug, in dem du diesen Effekt aktivierst, keine Battle Phase durchführen.", "es": "Si controlas un monstruo \"Gagaga\" que no sea \"Niño Gagaga\", puedes Invocar esta carta de Modo Especial (desde tu mano). Cuando lo haces: puedes seleccionar 1 monstruo \"Gagaga\" que controles cuyo Nivel sea diferente al de esta carta; el Nivel de esta carta se convierte en el Nivel de ese monstruo. No puedes realizar tu Battle Phase el turno en el que activas este efecto.", "fr": "Si vous contrôlez un monstre \"Gagaga\" (\"Enfant Gagaga\" exclu), vous pouvez Invoquer Spécialement cette carte (depuis votre main). Lorsque vous le faites : vous pouvez cibler 1 monstre \"Gagaga\" que vous contrôlez de Niveau différent de cette carte ; le Niveau de cette carte devient le Niveau du monstre. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cet effet.", "it": "Se controlli un mostro \"Gagaga\" diverso da \"Bambino Gagaga\", puoi Evocare Specialmente questa carta (dalla tua mano). Quando lo fai: puoi scegliere come bersaglio 1 mostro \"Gagaga\" che controlli con un Livello diverso da questa carta; il Livello di questa carta diventa il Livello di quel mostro. Non puoi effettuare la tua Battle Phase nel turno in cui attivi questo effetto.", "pt": "Se você controlar um monstro \"Gagaga\" diferente de \"Criança Gagaga\", você pode Invocar este card por Invocação-Especial (da sua mão). Ao fazê-lo: você pode escolher 1 monstro \"Gagaga\" que você controla com um Nível diferente que este card; o Nível deste card se torna o Nível desse monstro. Você não pode conduzir sua Fase de Batalha no turno em que ativar este efeito.", "ja": "①：自分フィールドに「ガガガキッド」以外の「ガガガ」モンスターが存在する場合、このカードは手札から特殊召喚できる。\n②：このカードの①の方法で特殊召喚した時、自分フィールドの「ガガガ」モンスター１体を対象として発動できる（この効果を発動するターン、自分はバトルフェイズを行えない）。このカードのレベルを、その自分の「ガガガ」モンスターと同じにする。", "ko": "자신 필드 위에 \"가가가 키드\" 이외의 \"가가가\"라는 이름이 붙은 몬스터가 존재할 경우, 이 카드는 패에서 특수 소환할 수 있다. 이 방법으로 특수 소환에 성공했을 때, 자신 필드 위의 \"가가가\"라는 이름이 붙은 몬스터 1장을 선택하고, 이 카드의 레벨을 선택한 몬스터와 같은 레벨로 할 수 있다. 이 효과를 발동하는 턴에, 자신은 배틀 페이즈를 실행할 수 없다.", "zh-TW": "在我方場上存在「我我我小子」以外的冠有「我我我」之名的怪獸的狀況下，可從手牌特殊召喚此卡。可在透過此方法特殊召喚成功時發動。選擇我方場上的１隻冠有「我我我」之名的怪獸，將此卡等級變為與選擇的怪獸相同。發動此效果的回合，我方無法進入戰鬥階段。", "zh-CN": "①：自己场上有“我我我小子”以外的“我我我”怪兽存在的情况下，此卡可从手牌中特殊召唤。②：以此卡的①方法特殊召唤成功时，以自己场上的１只“我我我”怪兽为对象可以发动。将此卡的等级改成与该自己的“我我我”怪兽相同。发动此效果的回合中，自己无法进行战斗阶段。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "DARK", "level": 2, "atk": 800, "def": 1200, "series": ["Gagaga"], "images": [{"index": 1, "image": "GagagaChild-YS13-EN-C-1E.png"}], "sets": {"en": [{"set_number": "YS13-EN006", "set_name": "Super Starter: V for Victory", "rarities": ["Common"]}], "de": [{"set_number": "YS13-DE006", "set_name": "Super Starter: V for Victory", "rarities": ["Common"]}], "fr": [{"set_number": "YS13-FR006", "set_name": "Super Starter: V for Victory", "rarities": ["Common"]}], "it": [{"set_number": "YS13-IT006", "set_name": "Super Starter: V for Victory", "rarities": ["Common"]}], "pt": [{"set_number": "YS13-PT006", "set_name": "Super Starter: V for Victory", "rarities": ["Common"]}], "ja": [{"set_number": "ST13-JP006", "set_name": "Starter Deck 2013", "rarities": ["Common"]}], "ko": [{"set_number": "ST13-KR006", "set_name": "Starter Deck 2013", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL03-SC044", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 267765, "master_duel_rarity": "N"}