{"konami_id": 8040, "password": 94303232, "name": {"en": "Prevention Star", "de": "Verhinderungsstern", "es": "Estrella de la Prevención", "fr": "Étoile de Vigilance", "it": "Stella Protettiva", "pt": "Estrela de Prevenção", "ja": "プリベント・スター", "ja_romaji": "Puribento Sutā", "ko": "프리벤트 스타", "ko_rr": null, "zh-TW": "妨礙之星", "zh-CN": "妨碍之星"}, "text": {"en": "Equip only to a monster you control, if it was changed from face-up Attack Position to face-up Defense Position this turn. Select 1 monster your opponent controls. That monster cannot attack or change its battle position. When the equipped monster is destroyed and this card is sent to the Graveyard, remove from play the selected monster.", "de": "Rüste nur ein Monster, das du kontrollierst, mit dieser Karte aus, falls es in diesem Spielzug aus der offenen Angriffsposition in die offene Verteidigungsposition geändert wurde. Wähle 1 Monster, das dein Gegner kontrolliert. Das Monster kann weder angreifen noch seine Kampfposition ändern. Wenn das ausgerüstete Monster zerstört und diese Karte auf den Friedhof gelegt wird, entferne das gewählte Monster aus dem Spiel.", "es": "Sólo puedes equipar esta carta a un monstruo que controles si fue cambiado de Posición de Ataque boca arriba a Posición de Defensa boca arriba este turno. Selecciona 1 monstruo que controle tu adversario. Ese monstruo no puede atacar o cambiar su posición de batalla. Cuando el monstruo equipado es destruido y esta carta mandada al Cementerio, retira del juego al monstruo seleccionado.", "fr": "Équipable uniquement à un monstre que vous contrôlez, s'il a été changé de Position d'Attaque face recto en Position de Défense face recto ce tour. Sélectionnez 1 monstre contrôlé par votre adversaire. Ce monstre ne peut pas attaquer ou changer sa position de combat. Lorsque le monstre équipé est détruit et que cette carte est envoyée au Cimetière, retirez du jeu le monstre sélectionné.", "it": "Equipaggia solo ad un mostro che controlli, se è passato da scoperto in Posizione di Attacco a scoperto in Posizione di Difesa in questo turno. Scegli 1 mostro controllato dal tuo avversario. Quel mostro non può attaccare o cambiare la sua posizione. Quando il mostro equipaggiato viene distrutto e questa carta viene mandata al Cimitero, rimuovi dal gioco il mostro scelto.", "pt": "Equipe somente em um monstro que você controla se ele foi alterado da Posição de Ataque para a Posição de Defesa neste turno. Selecione 1 monstro que o seu oponente controla. Aquele monstro não pode atacar ou alterar a sua Posição de Batalha. Quando o monstro equipado é destruído e esta carta é enviada ao Cemitério, remova do jogo o monstro selecionado.", "ja": "自分フィールド上に表側攻撃表示で存在するモンスターの表示形式が表側守備表示に変更されたターン、そのモンスターにのみ装備可能。相手フィールド上に存在するモンスター１体を選択する。そのモンスターは攻撃と表示形式の変更ができない。装備モンスターが破壊される事によってこのカードが墓地へ送られた時、選択した相手モンスターをゲームから除外する。", "ko": "자신 필드 위에 앞면 공격 표시로 존재하는 몬스터의 표시 형식이 앞면 수비 표시로 변경된 턴에, 그 몬스터에만 장착 가능. 상대 필드 위에 존재하는 몬스터 1장을 선택한다. 그 몬스터는 공격과 표시 형식의 변경을 할 수 없다. 장착 몬스터가 파괴되는 것에 의해서 이 카드가 묘지로 보내졌을 때, 선택한 상대 몬스터를 게임에서 제외한다.", "zh-TW": null, "zh-CN": "自己场上表侧攻击表示存在的怪兽的表示形式变更成表侧守备表示的回合，那只怪兽才能装备。选择对方场上存在的1只怪兽。那只怪兽不能作攻击和表示形式的变更。装备怪兽被破坏让这张卡送去墓地时，选择的对方怪兽从游戏中除外。"}, "card_type": "Spell", "property": "Equip", "images": [{"index": 1, "image": "PreventionStar-CRMS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CRMS-EN045", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP09-EN017", "set_name": "Duelist Pack: Yusei 2", "rarities": ["Common"]}], "de": [{"set_number": "CRMS-DE045", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP09-DE017", "set_name": "Duelist Pack: Yusei 2", "rarities": ["Common"]}], "fr": [{"set_number": "CRMS-FR045", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP09-FR017", "set_name": "Duelist Pack: Yusei 2", "rarities": ["Common"]}], "it": [{"set_number": "CRMS-IT045", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP09-IT017", "set_name": "Duelist Pack: Yusei 2", "rarities": ["Common"]}], "ja": [{"set_number": "CRMS-JP045", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP09-JP017", "set_name": "Duelist Pack: Yusei 2", "rarities": ["Common"]}], "ko": [{"set_number": "CRMS-KR045", "set_name": "Crimson Crisis", "rarities": ["Common"]}, {"set_number": "DP09-KR017", "set_name": "Duelist Pack: Yusei 2", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 40976, "master_duel_rarity": "N"}