{"konami_id": 16027, "password": 94317736, "name": {"en": "Hidden Springs of the Far East", "de": "Geheime Quellen des Fernen Ostens", "es": "Manantiales Ocultos del Lejano Oriente", "fr": "Source Chaude Cachée de l'Extrême-Orient", "it": "Sorgenti Nascoste del Lontano Est", "pt": "Fontes Ocultas do Extremo Oriente", "ja": "<ruby>極<rt>きょく</rt></ruby><ruby>東<rt>とう</rt></ruby><ruby>秘<rt>ひ</rt></ruby><ruby>泉<rt>せん</rt></ruby><ruby>郷<rt>きょう</rt></ruby>", "ja_romaji": "Kyokutō Hisenkyō", "ko": "극동비천향", "ko_rr": "Geukdongbicheonhyang", "zh-TW": "遠東秘泉鄉", "zh-CN": "远东秘泉乡"}, "text": {"en": "Once per turn, during the Main Phase 2: The turn player can activate this effect; they gain 500 LP, and until the end of this turn apply these effects.\n● The Normal and Special Summons of their monsters cannot be negated.\n● If they activate a Spell/Trap Card, or monster effect, that includes an effect that Special Summons a monster, that activation cannot be negated.\n● Their opponent cannot target Set Spells/Traps they control with card effects, also they cannot be destroyed by their opponent's card effects.\nYou can only activate 1 \"Hidden Springs of the Far East\" per turn.", "de": "Einmal pro Spielzug, während der Main Phase 2: Der Zugspieler kann diesen Effekt aktivieren; er erhält 500 LP und wendet bis zum Ende dieses Spielzugs diese Effekte an.\n● Die Normal- und Spezialbeschwörungen seiner Monster können nicht annulliert werden.\n● Falls er eine Zauber-/Fallenkarte oder einen Monstereffekt aktiviert, die oder der einen Effekt enthält, der ein Monster als Spezialbeschwörung beschwört, kann jene Aktivierung nicht annulliert werden.\n● Sein Gegner kann gesetzte Zauber/Fallen, die er kontrolliert, nicht als Ziel für Karteneffekte wählen, zusätzlich können sie nicht durch Karteneffekte seines Gegners zerstört werden.\nDu kannst nur 1 „Geheime Quellen des Fernen Ostens“ pro Spielzug aktivieren.", "es": "Una vez por turno, durante la Main Phase 2: el jugador en turno puede activar este efecto; él gana 500 LP, y hasta el final de este turno aplica estos efectos.\n● Las Invocaciones Normales y Especiales de sus monstruos no pueden ser negadas.\n● Si él activa una Carta Mágica/de Trampa, o efecto de monstruo, que incluya un efecto que Invoca de Modo Especial un monstruo, esa activación no puede ser negada.\n● Su adversario no puede seleccionar Mágicas/Trampas Colocadas que controle con efectos de cartas, y además no pueden ser destruidas por efectos de cartas de su adversario.\nSólo puedes activar 1 \"Manantiales Ocultos del Lejano Oriente\" por turno.", "fr": "Une fois par tour, durant la Main Phase 2 : le joueur du tour peut activer cet effet ; il gagne 500 LP, et appliquez ces effets jusqu'à la fin de ce tour.\n● Les Invocations Normales et Spéciales de ses monstres ne peuvent pas être annulées.\n● S'il active une Carte Magie/Piège ou un effet de monstre qui inclut un effet qui Invoque Spécialement un monstre, l'activation ne peut pas être annulée.\n● Son adversaire ne peut pas cibler les Magies/Pièges Posés qu'il contrôle avec des effets de carte, et aussi, ils ne peuvent pas être détruits par des effets de carte de son adversaire.\nVous ne pouvez activer qu'1 \"Source Chaude Cachée de l'Extrême-Orient\" par tour.", "it": "Una volta per turno, durante la Main Phase 2: il giocatore di turno può attivare questo effetto; lui guadagna 500 LP e, fino alla fine di questo turno, applica questi effetti.\n● Le Evocazioni Normali e Speciali dei suoi mostri non possono essere annullate.\n● Se attiva una Carta Magia/Trappola, o l'effetto di un mostro, che comprende un effetto che Evoca Specialmente un mostro, quella attivazione non può essere annullata.\n● Il suo avversario non può scegliere come bersaglio con gli effetti delle carte le Magie/Trappole Posizionate che controlla, inoltre esse non possono essere distrutte dagli effetti delle carte del suo avversario.\nPuoi attivare solo 1 \"Sorgenti Nascoste del Lontano Est\" per turno.", "pt": "Uma vez por turno, durante a Fase Principal 2: o duelista do turno pode ativar este efeito; ele ganha 500 PV e, até o final deste turno, aplique esses efeitos.\n● A Invocação-Normal e Especial dos seus monstros não pode ser negada.\n● Se ele ativar um Card de Magia/Armadilha, ou um efeito de monstro, que inclua um efeito que Invoque um monstro por Invocação-Especial, essa ativação não pode ser negada.\n● O oponente dele não pode escolher Magias/Armadilhas Baixadas que ele controla como alvo de efeitos de card e, além disso, elas não podem ser destruídas por efeitos de card do oponente dele.\nVocê só pode ativar 1 \"Fontes Ocultas do Extremo Oriente\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：お互いのプレイヤーは１ターンに１度、自分メインフェイズ２に発動できる。自分は５００ＬＰ回復し、このターン中、以下の効果を適用する。\n●自分のモンスターの召喚・特殊召喚は無効化されない。\n●モンスターを特殊召喚する効果を含む、モンスターの効果・魔法・罠カードを自分が発動した場合、その発動は無効化されない。\n●自分フィールドにセットされた魔法・罠カードは相手の効果の対象にならず、相手の効果では破壊されない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 양쪽 플레이어는 1턴에 1번, 자신 메인 페이즈 2 에 발동할 수 있다. 자신은 500 LP 회복하고, 이 턴 중에 이하의 효과를 적용한다.\n●자신 몬스터의 일반 소환 / 특수 소환은 무효화되지 않는다.\n●몬스터를 특수 소환하는 효과를 포함하는, 몬스터의 효과 / 마법 / 함정 카드를 자신이 발동했을 경우, 그 발동은 무효화되지 않는다.\n●자신 필드에 세트된 마법 / 함정 카드는 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：１回合１次，雙方玩家可在我方主要階段２發動。我方回復５００LP，在此回合中適用以下效果。\n●我方召喚・特殊召喚怪獸不會被無效化。\n●在我方發動包含特殊召喚怪獸的效果在內的怪獸效果・魔法・陷阱卡的狀況下，該發動不會被無效化。\n●覆蓋在我方場上的魔法・陷阱卡不會成為對方的效果對象，不會因對方效果被破壞。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：双方玩家１回合１次，在自己的主要阶段２可以发动。自己恢复５００LP，在此回合中适用以下效果。\n●自己怪兽的召唤・特殊召唤不会被无效化。\n●自己发动包含将怪兽特殊召唤的效果的怪兽的效果・魔法・陷阱卡的情况下，该发动不会被无效化。\n●放置在自己场上的魔法・陷阱卡不会成为对手效果的对象，不会因对手的效果被破坏。"}, "card_type": "Spell", "property": "Field", "images": [{"index": 1, "image": "HiddenSpringsoftheFarEast-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN066", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-EN101", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE066", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-DE101", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR066", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-FR101", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT066", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-IT101", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT066", "set_name": "Lightning Overdrive", "rarities": ["Common"]}, {"set_number": "MP22-PT101", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "LIOV-JP066", "set_name": "Lightning Overdrive", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "LIOV-KR066", "set_name": "Lightning Overdrive", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715305, "master_duel_rarity": "SR"}