{"konami_id": 21825, "password": 94326720, "name": {"en": "Theorealize Overdrive", "de": "Theorealisier-Übersteuerung", "es": "Teoresaber a Toda Marcha", "fr": "Théoréalisation Amplifiée", "it": "Teorealizzare Superguida", "pt": "Teorealizar Sobrecarga", "ja": "<ruby>破滅なる予幻視<rt>テオリアライズ・オーバードライブ</rt></ruby>", "ja_romaji": "Teoriaraizu Ōbādoraibu", "ko": "테오리얼라이즈 오버드라이브", "ko_rr": null, "zh-TW": "破滅預幻視", "zh-CN": "破灭预幻视"}, "text": {"en": "Target 1 \"Medius the Pure\" in your GY or banishment; Special Summon it. During your Main Phase: You can banish this card from your GY, then target 1 face-up monster you control, and declare a Level from 1 to 10; that monster becomes that Level until the end of this turn. You can only use each effect of \"Theorealize Overdrive\" once per turn.", "de": "Wähle 1 „Medius der Reine“ in deinem Friedhof oder von deinen verbannten Karten; beschwöre ihn als Spezialbeschwörung. Während deiner Main Phase: Du kannst diese Karte von deinem Friedhof verbannen und dann 1 offenes Monster wählen, das du kontrollierst, und eine Stufe von 1 bis 10 deklarieren; jenes Monster wird bis zum Ende dieses Spielzugs zu jener Stufe. Du kannst jeden Effekt von „Theorealisier-Übersteuerung“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 \"Medius el Puro\" en tu Cementerio o destierro; Invócalo de Modo Especial. Durante tu Main Phase: puedes desterrar esta carta en tu Cementerio, y después selecciona 1 monstruo boca arriba que controles y declara un Nivel de 1 a 10; ese monstruo se convierte en ese Nivel hasta el final de este turno. Sólo puedes usar cada efecto de \"Teoresaber a Toda Marcha\" una vez por turno.", "fr": "Ciblez 1 \"Medius le Pur\" dans votre Cimetière ou bannissement ; Invoquez-le Spécialement. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face recto que vous contrôlez et déclarez un Niveau de 1 à 10 ; jusqu'à la fin de ce tour, le monstre devient ce Niveau. Vous ne pouvez utiliser chaque effet de \"Théoréalisation Amplifiée\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 \"Medius il Puro\" nel tuo Cimitero o carte bandite; Evocalo Specialmente. Durante la tua Main Phase: puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro scoperto che controlli e dichiarare un Livello tra 1 e 10; quel mostro diventa di quel Livello fino alla fine di questo turno. Puoi utilizzare ogni effetto di \"Teorealizzare Superguida\" una sola volta per turno.", "pt": "Escolha 1 \"Medius, o Puro\" no seu Cemitério ou banimento; Invoque-o por Invocação-Especial. Durante sua Fase Principal: você pode banir este card do seu Cemitério e, depois, escolha 1 monstro com a face para cima que você controla e declare um Nível de 1 a 10; esse monstro se torna desse Nível até o final deste turno. Você só pode usar cada efeito de \"Teorealizar Sobrecarga\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分の墓地・除外状態の「無垢なる者 メディウス」１体を対象として発動できる。そのモンスターを特殊召喚する。②：自分メインフェイズに墓地のこのカードを除外し、自分フィールドの表側表示モンスター１体を対象とし、１～１０までの任意のレベルを宣言して発動できる。そのモンスターのレベルをターン終了時まで宣言したレベルにする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신의 묘지 / 제외 상태인 \"무구한 자 메디우스\" 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고, 자신 필드의 앞면 표시 몬스터 1장을 대상으로 하여, 1~10 까지의 임의의 레벨을 선언하고 발동할 수 있다. 그 몬스터의 레벨을 턴 종료시까지 선언한 레벨로 한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：以自己墓地・除外状态的1只“无垢者 墨迪乌斯”为对象可以发动。将该怪兽特殊召唤。②：在自己的主要阶段将墓地的此卡除外，以自己场上的1只表侧表示怪兽为对象，宣言1～10的任意等级可以发动。将该怪兽的等级直至回合结束时为止改成宣言的等级。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "TheorealizeOverdrive-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ko": [{"set_number": "DOOD-KR059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC059", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135285, "master_duel_rarity": "R"}