{"konami_id": 12307, "password": 94344242, "name": {"en": "Digital Bug Websolder", "de": "Digitalkäfer Netzlöter", "es": "Bicho Digital Redsoldador", "fr": "Soudetoile Insecte Numérique", "it": "Bug Digitale Saldaragno", "pt": "Inseto Digital Soldateia", "ja": "<ruby>電子光虫<rt>デジタル・バグ</rt></ruby>－ウェブソルダー", "ja_romaji": "Dejitaru Bagu - Webusorudā", "ko": "디지털 버그－웹솔더", "ko_rr": null, "zh-TW": null, "zh-CN": "电子光虫-焊料织网蛛"}, "text": {"en": "Cannot be used as an Xyz Material for an Xyz Summon, except for the Xyz Summon of an Insect-Type monster. Once per turn: You can target 1 face-up Attack Position monster you control; change it to Defense Position, and if you do, Special Summon 1 Level 3 Insect-Type monster from your hand in Defense Position. An Xyz Monster that was Summoned using this card on the field as Xyz Material gains this effect.\n● If it is Xyz Summoned: The DEF of all face-up monsters your opponent controls become 0, also change them to Defense Position.", "de": "Kann nicht als Xyz-Material für eine Xyz-Beschwörung verwendet werden, außer für die Xyz-Beschwörung eines Monsters vom Typ Insekt. Einmal pro Spielzug: Du kannst 1 Monster in offener Angriffsposition wählen, das du kontrollierst; ändere es in die Verteidigungsposition und falls du dies tust, beschwöre 1 Monster vom Typ Insekt der Stufe 3 als Spezialbeschwörung von deiner Hand in die Verteidigungsposition. Ein Xyz-Monster, das mit dieser Karte auf dem Spielfeld als Xyz-Material beschworen wurde, erhält diesen Effekt.\n● Falls es als Xyz-Beschwörung beschworen wird: Die DEF aller offenen Monster, die dein Gegner kontrolliert, werden zu 0, zusätzlich ändere sie in die Verteidigungsposition.", "es": "No puede ser usado como Material Xyz para una Invocación Xyz, excepto para la Invocación Xyz de un monstruo de Tipo Insecto. Una vez por turno: puedes seleccionar 1 monstruo en Posición de Ataque boca arriba que controles; cámbialo a Posición de Defensa y, si lo haces, Invoca de Modo Especial, desde tu mano, 1 monstruo de Tipo Insecto de Nivel 3 en Posición de Defensa. Un Monstruo Xyz que fue Invocado usando esta carta en el Campo como Material Xyz gana este efecto.\n● Si es Invocado Xyz: la DEF de todos los monstruos boca arriba que controle tu adversario se convierte en 0, y además cámbialos a Posición de Defensa.", "fr": "Non utilisable comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Insecte. Une fois par tour : vous pouvez cibler 1 monstre en Position d'Attaque face recto que vous contrôlez ; changez-le en Position de Défense, et si vous le faites, Invoquez Spécialement 1 monstre de Type Insecte de Niveau 3 depuis votre main en Position de Défense. Un Monstre Xyz qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel Xyz gagne cet effet.\n● S'il est Invoqué par Xyz : la DEF de tous monstres face recto contrôlés par votre adversaire devient 0, et aussi, changez-les en Position de Défense.", "it": "Non può essere utilizzato come Materiale Xyz per un'Evocazione Xyz, eccetto per l'Evocazione Xyz di un mostro di Tipo Insetto. Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto in Posizione di Attacco che controlli; mettilo in Posizione di Difesa e, se lo fai, Evoca Specialmente 1 mostro di Tipo Insetto di Livello 3 dalla tua mano in Posizione di Difesa. Un Mostro Xyz che è stato Evocato utilizzando questa carta sul Terreno come Materiale Xyz guadagna questo effetto.\n● Se è stato Evocato Xyz: il DEF di tutti i mostri scoperti controllati dal tuo avversario diventa 0, inoltre mettili in Posizione di Difesa.", "pt": "Não pode ser usado como uma Matéria Xyz para uma Invocação-Xyz, exceto para a Invocação-Xyz de um monstro do Tipo Inseto. Uma vez por turno: você pode escolher 1 monstro com a face para cima em Posição de Ataque que você controla; coloque-o em Posição de Defesa e, se isso acontecer, Invoque por Invocação-Especial 1 monstro do Tipo Inseto de Nível 3 da sua mão, em Posição de Defesa. Um monstro Xyz que foi Invocado usando este card no campo como Matéria Xyz ganha este efeito.\n● Se for Invocado por Invocação-Xyz: a DEF de todos os monstros com a face para cima que seu oponente controla se torna 0 e, além disso, coloque-os em Posição de Defesa.", "ja": "このカードをＸ召喚の素材とする場合、昆虫族モンスターのＸ召喚にしか使用できない。①：１ターンに１度、自分フィールドの表側攻撃表示モンスター１体を対象として発動できる。そのモンスターを守備表示にし、手札から昆虫族・レベル３モンスター１体を守備表示で特殊召喚する。②：フィールドのこのカードを素材としてＸ召喚したモンスターは以下の効果を得る。●このＸ召喚に成功した場合に発動する。相手フィールドの全ての表側表示モンスターは、守備力が０になり、守備表示になる。", "ko": "이 카드를 엑시즈 소환의 소재로 할 경우, 곤충족 몬스터의 엑시즈 소환으로밖에 사용할 수 없다. ①: 1턴에 1번, 자신 필드의 앞면 공격 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 하고, 패에서 곤충족 / 레벨 3 몬스터 1장을 수비 표시로 특수 소환한다. ②: 필드의 이 카드를 소재로 하고 엑시즈 소환한 몬스터는 이하의 효과를 얻는다.\n●이 엑시즈 소환에 성공했을 경우에 발동한다. 상대 필드의 모든 앞면 표시 몬스터는, 수비력이 0 이 되고, 수비 표시가 된다.", "zh-TW": null, "zh-CN": "把这张卡作为XYZ召唤的素材的场合，不是昆虫族怪兽的XYZ召唤不能使用。①：1回合1次，以自己场上1只表侧攻击表示怪兽为对象才能发动。那只怪兽变成守备表示，从手卡把1只昆虫族·3星怪兽守备表示特殊召唤。②：场上的这张卡为素材作XYZ召唤的怪兽得到以下效果。\n●这次XYZ召唤成功的场合发动。对方场上的全部表侧表示怪兽守备力变成0，变成守备表示。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "LIGHT", "level": 3, "atk": 500, "def": 1500, "series": ["Digital Bug"], "images": [{"index": 1, "image": "DigitalBugWebsolder-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SHVI-EN035", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-EN018", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SHVI-DE035", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-DE018", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "es": [{"set_number": "SHVI-SP035", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-SP018", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SHVI-FR035", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-FR018", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SHVI-IT035", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-IT018", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SHVI-PT035", "set_name": "Shining Victories", "rarities": ["Common"]}, {"set_number": "MP17-PT018", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SHVI-JP035", "set_name": "Shining Victories", "rarities": ["Common"]}], "ko": [{"set_number": "SHVI-KR035", "set_name": "Shining Victories", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 363437}