{"konami_id": 17770, "password": 94392192, "name": {"en": "Kashtira Ogre", "de": "Kashtira Oger", "es": "Kashtira Ogro", "fr": "Ogre Kashtira", "it": "Kashtira Orco", "pt": "Ogro Kashtira", "ja": "クシャトリラ・オーガ", "ja_romaji": "Kushatorira Ōga", "ko": "크샤트리라 오우거", "ko_rr": "Keusyateurira Ougeo", "zh-TW": "怒剎帝利・食人魔", "zh-CN": "怒刹帝利・食人魔"}, "text": {"en": "If you control no monsters, you can Special Summon this card (from your hand). You can only use each of the following effects of \"Kashtira Ogre\" once per turn. During your Main Phase: You can add 1 \"Kashtira\" Trap from your Deck to your hand. When this card declares an attack, or if your opponent activates a monster effect (except during the Damage Step): You can excavate up to 5 cards from the top of your opponent's Deck, banish 1 excavated card, face-down, and place the rest on the top of the Deck in the same order.", "de": "Falls du keine Monster kontrollierst, kannst du diese Karte als Spezialbeschwörung (von deiner Hand) beschwören. Du kannst jeden der folgenden Effekte von „Kashtira Oger“ nur einmal pro Spielzug verwenden. Während deiner Main Phase: Du kannst deiner Hand 1 „Kashtira“-Falle von deinem Deck hinzufügen. Wenn diese Karte einen Angriff deklariert oder falls dein Gegner einen Monstereffekt aktiviert (außer während des Damage Steps): Du kannst die bis zu 5 obersten Karten des Decks deines Gegners ausgraben, 1 ausgegrabene Karte verdeckt verbannen und den Rest in derselben Reihenfolge auf das Deck legen.", "es": "Si no controlas monstruos, puedes Invocar esta carta de Modo Especial (desde tu mano). Sólo puedes usar cada uno de los siguientes efectos de \"Kashtira Ogro\" una vez por turno. Durante tu Main Phase: puedes añadir a tu mano 1 Trampa \"Kashtira\" en tu Deck. Cuando esta carta declara un ataque, o si tu adversario activa un efecto de monstruo (excepto durante el Damage Step): puedes excavar hasta 5 cartas de la parte superior del Deck de tu adversario, destierra 1 carta excavada, boca abajo, y pon el resto en la parte superior del Deck en el mismo orden.", "fr": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez utiliser chacun des effets suivants de \"Ogre Kashtira\" qu'une fois par tour. Durant votre Main Phase : vous pouvez ajouter 1 Piège \"Kashtira\" depuis votre Deck à votre main. Lorsque cette carte déclare une attaque, ou si votre adversaire active un effet de monstre (sauf durant la Damage Step) : vous pouvez dévoiler max. 5 cartes du dessus du Deck de votre adversaire, bannissez face verso 1 carte dévoilée, et placez les cartes restantes au-dessus du Deck dans le même ordre.", "it": "Se non controlli nessun mostro, puoi Evocare Specialmente questa carta (dalla tua mano). Puoi utilizzare ognuno dei seguenti effetti di \"Kashtira Orco\" una sola volta per turno. Durante la tua Main Phase: puoi aggiungere 1 Trappola \"Kashtira\" dal tuo Deck alla tua mano. Quando questa carta dichiara un attacco, o se il tuo avversario attiva l'effetto di un mostro (eccetto durante il Damage Step): puoi dissotterrare fino a 5 carte dalla cima del Deck del tuo avversario, bandire 1 carta dissotterrata, coperta, e mettere il resto in cima al Deck nello stesso ordine.", "pt": "Se você não controlar nenhum monstro, você pode Invocar este card por Invocação-Especial (da sua mão). Você só pode usar cada um dos seguintes efeitos de \"Ogro Kashtira\" uma vez por turno. Durante sua Fase Principal: você pode adicionar 1 Armadilha \"Kashtira\" do seu Deck à sua mão. Quando este card declarar um ataque, ou se seu oponente ativar um efeito de monstro (exceto durante a Etapa de Dano): você pode escavar até 5 cards do topo do Deck do seu oponente, bana 1 card escavado, com a face para baixo, e coloque o resto no topo do Deck na mesma ordem.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにモンスターが存在しない場合、このカードは手札から特殊召喚できる。②：自分メインフェイズに発動できる。デッキから「クシャトリラ」罠カード１枚を手札に加える。③：このカードの攻撃宣言時、または相手がモンスターの効果を発動した場合に発動できる。相手のデッキの上からカードを５枚までめくり、その中から１枚を選んで裏側表示で除外する。残りのカードを元の順番でデッキの上に戻す。", "ko": "이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드에 몬스터가 존재하지 않을 경우, 이 카드는 패에서 특수 소환할 수 있다. ②: 자신 메인 페이즈에 발동할 수 있다. 덱에서 \"크샤트리라\" 함정 카드 1장을 패에 넣는다. ③: 이 카드의 공격 선언시, 또는 상대가 몬스터의 효과를 발동했을 경우에 발동할 수 있다. 상대의 덱 위에서 카드를 5장까지 넘기고, 그 중에서 1장을 골라 뒷면 표시로 제외한다. 남은 카드를 원래 순서대로 덱 위로 되돌린다.", "zh-TW": "此卡名的②③效果，１回合各僅限使用１次。①：在我方場上不存在怪獸的狀況下，可從手牌特殊召喚此卡。②：可在我方主要階段發動。從牌組將１張「怒剎帝利」陷阱卡加入手牌。③：可在此卡的攻擊宣言時，或在對方發動怪獸效果的狀況下發動。從對方牌組上方翻開最多５張卡，從其中選擇１張以反面表示除外。剩餘的卡依原本順序送回牌組的上方。", "zh-CN": "此卡名的②③效果１回合仅可各使用１次。①：自己场上不存在怪兽的情况下，此卡可从手牌中特殊召唤。②：在自己的主要阶段可以发动。从牌组将１张“怒刹帝利”陷阱卡加入手牌。③：此卡的攻击宣言时，或对手发动怪兽的效果的情况下可以发动。从对手的牌组上面翻开最多５张卡，从其中挑选１张，以里侧表示除外。将剩余的卡以原本的顺序放回牌组上面。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "WATER", "level": 7, "atk": 2800, "def": 1000, "series": ["Kashtira"], "images": [{"index": 1, "image": "KashtiraOgre-MP23-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN014", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN165", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DABL-DE014", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE165", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DABL-FR014", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR165", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DABL-IT014", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT165", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DABL-PT014", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT165", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DABL-JP014", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR014", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC014", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715514, "master_duel_rarity": "R"}