{"konami_id": 21937, "password": 94410955, "name": {"en": "Hecahands Xeno", "de": "Hekahände Xeno", "es": "Hecamanos Xeno", "fr": "Hécamains Xeno", "it": "Hecamani Xeno", "pt": "Hecamãos Xeno", "ja": "<ruby>見えざる神<rt>ヘカトンケイル</rt></ruby>ゼノ", "ja_romaji": "Hekatonkeiru Zeno", "ko": "헤카톤케일 제노", "ko_rr": null, "zh-TW": null, "zh-CN": "百臂无形神 慑挪"}, "text": {"en": "3 \"Hecahands\" monsters\nIf this card battles a monster, neither can be destroyed by that battle. You can only use each of the following effects of \"Hecahands Xeno\" once per turn. During the Main Phase (Quick Effect): You can look at 2 random face-down cards in your opponent's Extra Deck, then you can Special Summon 1 of them to your field. If this Fusion Summoned card you own and control is destroyed by your opponent's card effect: You can take control of any number of monsters your opponent controls.", "de": "3 „Hekahände“-Monster\nFalls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden. Du kannst jeden der folgenden Effekte von „Hekahände Xeno“ nur einmal pro Spielzug verwenden. Während der Main Phase (Schnelleffekt): Du kannst dir 2 zufällige verdeckte Karten im Extra Deck deines Gegners ansehen, dann kannst du 1 von ihnen als Spezialbeschwörung auf deine Spielfeldseite beschwören. Falls diese als Fusionsbeschwörung beschworene Karte, die du besitzt und kontrollierst, durch einen Karteneffekt deines Gegners zerstört wird: Du kannst die Kontrolle über eine beliebige Anzahl Monster übernehmen, die dein Gegner kontrolliert.", "es": "3 monstruos \"Hecamanos\"\nSi esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla. Sólo puedes usar cada uno de los siguientes efectos de \"Hecamanos Xeno\" una vez por turno. Durante la Main Phase (Efecto Rápido): puedes mirar 2 cartas al azar boca abajo en el Deck Extra de tu adversario, y después puedes Invocar 1 de ellas de Modo Especial a tu Campo. Si esta carta Invocada por Fusión que es de tu propiedad y controlas es destruida por el efecto de una carta de tu adversario: puedes tomar el control de cualquier número de monstruos que controle tu adversario.", "fr": "3 monstres \"Hécamains\"\nSi cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat. Vous ne pouvez utiliser chacun des effets suivants de \"Hécamains Xeno\" qu'une fois par tour. Durant la Main Phase (Effet Rapide) : vous pouvez regarder 2 cartes face verso au hasard dans l'Extra Deck de votre adversaire, puis vous pouvez en Invoquer Spécialement 1 sur votre Terrain. Si cette carte Invoquée par Fusion que vous possédez et contrôlez est détruite par un effet de carte de votre adversaire : vous pouvez prendre le contrôle d'un nombre de votre choix de monstres contrôlés par votre adversaire.", "it": "3 mostri \"Hecamani\"\nSe questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia. Puoi utilizzare ognuno dei seguenti effetti di \"Hecamani Xeno\" una sola volta per turno. Durante la Main Phase (Effetto Rapido): puoi guardare 2 carte coperte a caso nell'Extra Deck del tuo avversario, poi puoi Evocare Specialmente 1 di esse sul tuo Terreno. Se questa carta Evocata tramite Fusione di tua proprietà e che controlli viene distrutta dall'effetto di una carta del tuo avversario: puoi prendere il controllo di un qualsiasi numero di mostri controllati dal tuo avversario.", "pt": "3 monstros \"Hecamãos\"\nSe este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha. Você só pode usar cada um dos seguintes efeitos de \"Hecamãos Xeno\" uma vez por turno. Durante a Fase Principal (Efeito Rápido): você pode olhar 2 cards aleatórios com a face para baixo no Deck Adicional do seu oponente e, depois, você pode Invocar por Invocação-Especial 1 deles no seu campo. Se este card Invocado por Invocação-Fusão do qual você é dono e controla for destruído por um efeito de card do seu oponente: você pode tomar o controle de qualquer número de monstros que seu oponente controla.", "ja": "「ヘカトンケイル」モンスター×３\nこのカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに発動できる。相手のＥＸデッキの裏側のカードをランダムに２枚確認する。その中から１枚を選んで自分フィールドに特殊召喚できる。②：このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。③：融合召喚したこのカードが相手の効果で破壊された場合に発動できる。相手フィールドのモンスターを任意の数だけ選び、そのコントロールを得る。", "ko": "\"헤카톤케일\" 몬스터 × 3\n이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에 발동할 수 있다. 상대의 엑스트라 덱의 뒷면의 카드를 무작위로 2장 확인한다. 그 중에서 1장을 고르고 자신 필드에 특수 소환할 수 있다. ②: 이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다. ③: 융합 소환한 이 카드가 상대의 효과로 파괴되었을 경우에 발동할 수 있다. 상대 필드의 몬스터를 임의의 수만큼 고르고, 그 컨트롤을 얻는다.", "zh-TW": null, "zh-CN": "“百臂无形”怪兽×3\n此卡名的①③效果1回合仅可各使用1次。①：在自己・对手的主要阶段可以发动。随机确认对手额外牌组的2张里侧卡。可从其中挑选1张特殊召唤至自己场上。②：此卡与怪兽进行战斗的情况下，该2只不会因该战斗被破坏。③：融合召唤的此卡因对手的效果被破坏的情况下可以发动。挑选对手场上任意数量的怪兽，获得其控制权。"}, "card_type": "Monster", "monster_type_line": "Illusion / Fusion / Effect", "attribute": "DARK", "level": 9, "atk": 3400, "def": 3500, "materials": "3 \"Hecahands\" monsters", "series": ["Hecahands"], "images": [{"index": 1, "image": "HecahandsXeno-DBPR-JP-SR.png"}], "sets": {"en": [{"set_number": "PHRE-EN007", "set_name": "Phantom Revenge", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHRE-DE007", "set_name": "Phantom Revenge", "rarities": ["Super Rare"]}], "es": [{"set_number": "PHRE-SP007", "set_name": "Phantom Revenge", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHRE-FR007", "set_name": "Phantom Revenge", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHRE-IT007", "set_name": "Phantom Revenge", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHRE-PT007", "set_name": "Phantom Revenge", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DBPR-JP007", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare", "Secret Rare"]}], "ko": [{"set_number": "DBPR-KR007", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBPR-SC007", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135367}