{"konami_id": 15066, "password": 94431029, "name": {"en": "Pinpoint Dash", "de": "Präziser Sprint", "es": "Carrera Precisa", "fr": "Course Chirurgicale", "it": "Scatto Millimetrico", "pt": "Arrancada Certeira", "ja": "ピンポイント<ruby>奪取<rt>ダッシュ</rt></ruby>", "ja_romaji": "Pinpointo Dasshu", "ko": "핀포인트 대시", "ko_rr": "Pinpointeu Daesi", "zh-TW": "精準奪取", "zh-CN": "精准夺取"}, "text": {"en": "Each player reveals 1 face-down card from their Extra Deck. If they are the same type (Fusion, Synchro, Xyz, or Link), send your opponent's card to the GY, and if you do, Special Summon your card, then, if the cards have the same original Type and Attribute, your opponent loses LP equal to their revealed card's ATK. Otherwise, send your card to the GY, and if you do, your opponent Special Summons their card. You can only activate 1 \"Pinpoint Dash\" per turn.", "de": "Jeder Spieler zeigt 1 verdeckte Karte von seinem Extra Deck vor. Falls sie denselben Kartentyp haben (Fusion, Synchro, Xyz oder Link), lege die Karte deines Gegners auf den Friedhof und falls du dies tust, beschwöre deine Karte als Spezialbeschwörung, dann, falls die Karten denselben Grund-Typ und dieselbe Grund-Eigenschaft haben, verliert dein Gegner LP in Höhe der ATK seiner vorgezeigten Karte. Lege andernfalls deine Karte auf den Friedhof und falls du dies tust, beschwört dein Gegner seine vorgezeigte Karte als Spezialbeschwörung. Du kannst nur 1 „Präziser Sprint“ pro Spielzug aktivieren.", "es": "Cada jugador muestra 1 carta boca abajo de su Deck Extra. Si éstas son el mismo tipo de carta (Fusión, Sincronía, Xyz, o Enlace), manda al Cementerio la carta de tu adversario y, si lo haces, Invoca de Modo Especial tu carta, y después, si las cartas tienen el mismo Tipo y Atributo originales, tu adversario pierde LP iguales al ATK de su carta mostrada. De otro modo, manda al Cementerio tu carta y, si lo haces, tu adversario Invoca de Modo Especial su carta. Sólo puedes activar 1 \"Carrera Precisa\" por turno.", "fr": "Chaque joueur révèle 1 carte face verso depuis son Extra Deck. Si elles sont du même type de carte (Fusion, Synchro, Xyz ou Lien), envoyez la carte de votre adversaire au Cimetière, et si vous le faites, Invoquez Spécialement votre carte, puis, si les cartes ont le même Type et Attribut d'origine, votre adversaire perd des LP égaux à l'ATK de sa carte révélée. Sinon, envoyez votre carte au Cimetière, et si vous le faites, votre adversaire Invoque Spécialement sa carte. Vous ne pouvez activer qu'1 \"Course Chirurgicale\" par tour.", "it": "Ogni giocatore rivela 1 carta coperta dal suo Extra Deck. Se sono dello stesso tipo di carta (Fusione, Synchro, Xyz o Link), manda la carta del tuo avversario al Cimitero e, se lo fai, Evoca Specialmente la tua carta, poi, se le carte hanno lo stesso Tipo e Attributo originali, il tuo avversario perde LP pari all'ATK della sua carta rivelata. Altrimenti, manda la tua carta al Cimitero e, se lo fai, il tuo avversario Evoca Specialmente la sua carta. Puoi attivare solo 1 \"Scatto Millimetrico\" per turno.", "pt": "Cada duelista revela 1 card com a face para baixo do Deck Adicional dele. Se eles forem do mesmo tipo de card (Fusão, Sincro, Xyz ou Link), envie o card do seu oponente para o Cemitério e, se isso acontecer, você Invoca seu card por Invocação-Especial e, depois, se os cards tiverem os mesmos Tipos e Atributos originais, seu oponente perde PV igual ao ATK do card revelado dele. Caso contrário, envie seu card para o Cemitério e, se isso acontecer, seu oponente Invoca o card dele por Invocação-Especial. Você só pode ativar 1 \"Arrancada Certeira\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：お互いはそれぞれ自身のＥＸデッキの裏側表示のカードを１枚選ぶ。そのカードをお互いに確認し、同じ種類（融合・Ｓ・Ｘ・リンク）だった場合、相手が選んだカードを墓地へ送り、自分が選んだカードを特殊召喚する。さらに元々の種族・属性が同じだった場合には、相手は自身が選んだカードの攻撃力分のＬＰを失う。違う種類だった場合、自分が選んだカードを墓地へ送り、相手は自身が選んだカードを特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 양쪽 플레이어는 각각 자신의 엑스트라 덱의 뒷면 표시의 카드를 1장 고른다. 그 카드를 서로 확인하고, 같은 종류(융합 / 싱크로 / 엑시즈 / 링크)였을 경우, 상대가 고른 카드를 묘지로 보내고, 자신이 고른 카드를 특수 소환한다. 추가로 원래의 종족 / 속성이 같았을 경우에는, 상대는 자신이 고른 카드의 공격력만큼의 LP를 상실한다. 다른 종류였을 경우, 자신이 고른 카드를 묘지로 보내고, 상대는 자신이 고른 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：双方各自选自身的额外卡组1张里侧表示的卡。那些卡给双方确认，相同种类（融合·同调·超量·连接）的场合，对方选的卡送去墓地，自己选的卡特殊召唤。并且原本的种族·属性相同的场合，再让对方失去自身选的卡的攻击力数值的基本分。不同种类的场合，自己选的卡送去墓地，对方把自身选的卡特殊召唤。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "PinpointDash-ETCO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ETCO-EN080", "set_name": "Eternity Code", "rarities": ["Common"]}], "de": [{"set_number": "ETCO-DE080", "set_name": "Eternity Code", "rarities": ["Common"]}], "es": [{"set_number": "ETCO-SP080", "set_name": "Eternity Code", "rarities": ["Common"]}], "fr": [{"set_number": "ETCO-FR080", "set_name": "Eternity Code", "rarities": ["Common"]}], "it": [{"set_number": "ETCO-IT080", "set_name": "Eternity Code", "rarities": ["Common"]}], "pt": [{"set_number": "ETCO-PT080", "set_name": "Eternity Code", "rarities": ["Common"]}], "ja": [{"set_number": "ETCO-JP080", "set_name": "Eternity Code", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "ETCO-KR080", "set_name": "Eternity Code", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 707571, "master_duel_rarity": "N"}