{"konami_id": 9786, "password": 94626050, "name": {"en": "Fish Rain", "de": "Es regnet Fische", "es": "Lluvia de Peces", "fr": "Chute de Poisson", "it": "Pioggia di Pesci", "pt": "Chuva de Peixes", "ja": "フィッシュ・レイン", "ja_romaji": "Fisshu Rein", "ko": "피시 레인", "ko_rr": null, "zh-TW": "魚雨", "zh-CN": "鱼雨"}, "text": {"en": null, "de": "Wenn ein offenes Monster vom Typ Fisch, Seeschlange oder Aqua auf dem Spielfeld verbannt wird: Beschwöre 1 Monster vom Typ Fisch, Seeschlange oder Aqua der Stufe 3 oder niedriger als Spezialbeschwörung von deiner Hand. (Die verbannten Monster müssen den Typ Fisch, Seeschlange oder Aqua haben, selbst nachdem sie verbannt wurden.)", "es": "Cuando es desterrado un monstruo de Tipo Pez, Serpiente Marina o Aqua boca arriba en el Campo: Invoca de Modo Especial, desde tu mano, 1 monstruo de Tipo Pez, Serpiente Marina o Aqua de Nivel 3 o menor. (El o los monstruos desterrados deben seguir siendo de Tipo Pez, Serpiente Marina o Aqua aún después de desterrados).", "fr": "Lorsqu'un monstre de Type Poisson/Serpent de Mer/Aqua face recto sur le Terrain est banni : Invoquez Spécialement 1 monstre de Type Poisson/Serpent de Mer/Aqua de max. Niveau 3 depuis votre main. (Ces monstres bannis doivent être de Type Poisson/Serpent de Mer/Aqua même après avoir été bannis.)", "it": "Quando 1 mostro di Tipo Pesce, Serpente Marino o Acqua scoperto sul Terreno viene bandito: Evoca Specialmente 1 mostro di Tipo Pesce, Serpente Marino o Acqua di Livello 3 o inferiore dalla tua mano. (I mostri banditi devono essere ancora di Tipo Pesce, Serpente Marino o Acqua mentre sono banditi.)", "pt": "Quando um monstro do Tipo Peixe, Serpente Marinha ou Aqua com a face para cima no campo for banido: Invoque por Invocação-Especial 1 monstro do Tipo Peixe, Serpente Marinha ou Aqua de Nível 3 ou menos da sua mão. (Os monstros banidos devem ser do Tipo Peixe, Serpente Marinha ou Aqua mesmo depois de serem banidos.)", "ja": "①：フィールドの表側表示の魚族・海竜族・水族モンスターが除外された時に発動できる。手札からレベル３以下の魚族・海竜族・水族モンスター１体を特殊召喚する。", "ko": "필드 위에 앞면 표시로 존재하는 어류족 / 해룡족 / 물족 몬스터가 게임에서 제외되었을 때 발동할 수 있다. 자신의 패에서 레벨 3 이하의 어류족 / 해룡족 / 물족 몬스터 1장을 특수 소환한다.", "zh-TW": "可在場上正面表示的魚族・海龍族・水族怪獸從遊戲被除外時發動。從手牌特殊召喚１隻等級３以下的魚族・海龍族・水族怪獸。", "zh-CN": "场上表侧表示的鱼族、海龙族、水族怪兽从游戏中被除外时可发动。从手牌特殊召唤１只等级３或以下的鱼族、海龙族、水族怪兽。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "FishRain-PHSW-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PHSW-EN068", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "de": [{"set_number": "PHSW-DE068", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "fr": [{"set_number": "PHSW-FR068", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "it": [{"set_number": "PHSW-IT068", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "ja": [{"set_number": "PHSW-JP068", "set_name": "Photon Shockwave", "rarities": ["Common"]}], "ko": [{"set_number": "PHSW-KR068", "set_name": "Photon Shockwave", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 171880, "master_duel_rarity": "N"}