{"konami_id": 21156, "password": 94655777, "name": {"en": "Nebulus, Dragon Ruler of Mishaps", "de": "Nebulus, Drachenherrscher der Pannen", "es": "Nebulus, Señor Dragón de los Contratiempos", "fr": "Nebulus, Maître Dragon des Mésaventures", "it": "Nebulus, Drago Sovrano degli Inconvenienti", "pt": "Nebulus, Dragão Soberano dos Percalços", "ja": "<ruby>闇<rt>あん</rt></ruby><ruby>征<rt>せい</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>－ネビュラス", "ja_romaji": "Anseiryū - Nebyurasu", "ko": "암정룡－네뷸라스", "ko_rr": null, "zh-TW": null, "zh-CN": "暗征龙－朦胧"}, "text": {"en": "You can discard this card and 1 Dragon or DARK monster, then target 2 of your banished \"Dragon Ruler\" monsters with different Attributes, except \"Nebulus, Dragon Ruler of Mishaps\"; Special Summon them, but they cannot attack this turn. You can banish from your GY, this card and 1 Dragon  or DARK monster, then target 1 \"Eclipse, Dragon Ruler of Catastrophes\" in your GY; Special Summon it. You can only use 1 \"Nebulus, Dragon Ruler of Mishaps\" effect per turn, and only once that turn.", "de": "Du kannst diese Karte und 1 Drache- oder FINSTERNIS Monster abwerfen und dann 2 deiner verbannten „Drachenherrscher der“-Monster mit unterschiedlichen Eigenschaften wählen, außer „Nebulus, Drachenherrscher der Pannen“; beschwöre sie als Spezialbeschwörung, aber sie können in diesem Spielzug nicht angreifen. Du kannst diese Karte und 1 Drache- oder FINSTERNIS Monster von deinem Friedhof verbannen und dann 1 „Eclipse, Drachenherrscher der Katastrophen“ in deinem Friedhof wählen; beschwöre ihn als Spezialbeschwörung. Du kannst nur 1 Effekt von „Nebulus, Drachenherrscher der Pannen“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Puedes descartar esta carta y 1 monstruo Dragón o de OSCURIDAD, y después selecciona 2 de tus monstruos \"Señor Dragón de los/las\" desterrados con Atributos diferentes, excepto \"Nebulus, Señor Dragón de los Contratiempos\"; Invócalos de Modo Especial, pero no pueden atacar este turno. Puedes desterrar esta carta y 1 monstruo Dragón o de OSCURIDAD en tu Cementerio, y después selecciona 1 \"Eclipse, Señor Dragón de las Catástrofes\" en tu Cementerio; Invócalo de Modo Especial. Sólo puedes usar 1 efecto de \"Nebulus, Señor Dragón de los Contratiempos\" por turno, y sólo una vez ese turno.", "fr": "Vous pouvez défausser cette carte et 1 monstre Dragon ou TÉNÈBRES, puis ciblez 2 de vos monstres \"Maître Dragon\" bannis d'Attributs différents (\"Nebulus, Maître Dragon des Mésaventures\" exclu) ; Invoquez-les Spécialement, mais ils ne peuvent pas attaquer ce tour. Vous pouvez bannir cette carte et 1 monstre Dragon ou TÉNÈBRES depuis votre Cimetière, puis ciblez 1 \"Eclipse, Maître Dragon des Catastrophes\" dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser qu'1 effet de \"Nebulus, Maître Dragon des Mésaventures\" par tour, et uniquement une fois le tour.", "it": "Puoi scartare questa carta e 1 mostro Drago o OSCURITÀ, poi scegliere come bersaglio 2 dei tuoi mostri \"Drago Sovrano\" banditi con Attributi diversi, eccetto \"Nebulus, Drago Sovrano degli Inconvenienti\"; Evocali Specialmente, ma essi non possono attaccare in questo turno. Puoi bandire dal tuo Cimitero questa carta e 1 mostro Drago o OSCURITÀ, poi scegliere come bersaglio 1 \"Eclipse, Drago Sovrano delle Catastrofi\" nel tuo Cimitero; Evocalo Specialmente. Puoi utilizzare solo 1 effetto di \"Nebulus, Drago Sovrano degli Inconvenienti\" per turno, e solo una volta in quel turno.", "pt": "Você pode descartar este card e 1 monstro Dragão ou de TREVAS e, depois, escolha 2 dos seus monstros \"Dragão Soberano\" banidos com Atributos diferentes, exceto \"Nebulus, Dragão Soberano dos Percalços\"; Invoque-os por Invocação-Especial, mas eles não podem atacar neste turno. Você pode banir do seu Cemitério este card e 1 monstro Dragão ou de TREVAS e, depois, escolha 1 \"Eclipse, Dragão Soberano das Catástrofes\" no seu Cemitério; Invoque-o por Invocação-Especial. Você só pode usar 1 efeito de \"Nebulus, Dragão Soberano dos Percalços\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：ドラゴン族か闇属性のモンスター１体とこのカードを手札から捨て、「闇征竜－ネビュラス」以外の自分の除外状態の属性が異なる「征竜」モンスター２体を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターはこのターン攻撃できない。②：ドラゴン族か闇属性のモンスター１体とこのカードを自分の墓地から除外し、自分の墓地の「凶征竜－エクレプシス」１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 드래곤족이나 어둠 속성의 몬스터 1장과 이 카드를 패에서 버리고, \"암정룡－네뷸라스\" 이외의 자신의 제외 상태인 속성이 다른 \"정룡\" 몬스터 2장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는 이 턴에 공격할 수 없다. ②: 드래곤족이나 어둠 속성의 몬스터 1장과 이 카드를 자신 묘지에서 제외하고, 자신 묘지의 \"흉정룡－이클렙시스\" 1장을 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合1次，仅可使用其中1个。①：从手牌将1只龙族或暗属性的怪兽与此卡舍弃，以“暗征龙－朦胧”以外的、自己的除外状态的、属性不同的2只“征龙”怪兽为对象可以发动。将该怪兽特殊召唤。以此效果特殊召唤的怪兽在此回合不可攻击。②：从自己墓地将1只龙族或暗属性的怪兽和此卡除外，以自己墓地的1只“凶征龙－日蚀”为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 2, "atk": 1000, "def": 600, "series": ["Dragon Ruler"], "images": [{"index": 1, "image": "NebulusDragonRulerofMishaps-ALIN-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ALIN-EN019", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ALIN-DE019", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "ALIN-SP019", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ALIN-FR019", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ALIN-IT019", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ALIN-PT019", "set_name": "Alliance Insight", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ALIN-JP019", "set_name": "Alliance Insight", "rarities": ["Common"]}], "ko": [{"set_number": "ALIN-KR019", "set_name": "Alliance Insight", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ALIN-SC019", "set_name": "Alliance Insight", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1102624}