{"konami_id": 13211, "password": 94666032, "name": {"en": "Revendread Origin", "de": "Herkunft der Revenschrecken", "es": "Origen Revengamiedo", "fr": "Origine Revendetterreur", "it": "Origine Reventerrore", "pt": "Origem Revendorror", "ja": "リヴェンデット・ボーン", "ja_romaji": "Rivendetto Bōn", "ko": "리벤데드 본", "ko_rr": "Ribendeteu Bon", "zh-TW": "復仇屍者・誕生", "zh-CN": "复仇尸者・诞生"}, "text": {"en": "This card can be used to Ritual Summon any \"Vendread\" Ritual Monster from your hand or GY. You must also Tribute monsters from your hand or field, and/or banish Zombie monsters from your GY, whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. If \"Revendread Slayer(s)\" you control would be destroyed by battle or card effect, you can banish this card from your GY instead.", "de": "Diese Karte kann verwendet werden, um ein beliebiges „Venschrecken“-Ritualmonster als Ritualbeschwörung von deiner Hand oder deinem Friedhof zu beschwören. Du musst zusätzlich Monster von deiner Hand oder Spielfeldseite als Tribut anbieten und/oder Zombie-Monster von deinem Friedhof verbannen, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Falls ein oder mehr „Revenschrecken Schlächter“, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen diese Karte von deinem Friedhof verbannen.", "es": "Esta carta puede ser usada para Invocar por Ritual, desde tu mano o Cementerio, a cualquier Monstruo de Ritual \"Vengamiedo\". También debes Sacrificar monstruos en tu mano o Campo, y/o desterrar monstruos Zombi en tu Cementerio cuyos Niveles totales sean igual o mayores que el Nivel del Monstruo de Ritual que estás Invocando por Ritual. Si uno o más \"Asesino Revengamiedo\" que controlas fuera a ser destruido en batalla o por efecto de una carta, puedes desterrar esta carta en tu Cementerio en su lugar.", "fr": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Vendetterreur\" depuis votre main ou Cimetière. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain et/ou bannir des monstres Zombie depuis votre Cimetière, dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si un ou plusieurs \"Assassin Revendetterreur\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place.", "it": "Questa carta può essere utilizzata per Evocare tramite Rituale qualsiasi Mostro Rituale \"Venterrore\" dalla tua mano o Cimitero. Devi anche offrire come Tributo mostri dalla tua mano o Terreno, e/o bandire mostri Zombie dal tuo Cimitero, con Livello totale pari o superiore al Livello del Mostro Rituale che stai Evocando tramite Rituale. Se uno o più \"Reventerrore Assassino\" che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire questa carta dal tuo Cimitero.", "pt": "Este card pode ser usado para Invocar por Invocação-Ritual qualquer Monstro de Ritual \"Vendorror\" da sua mão ou do Cemitério. Você também deve oferecer monstros como Tributo da sua mão ou do campo e/ou banir monstros Zumbi do seu Cemitério, cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocou por Invocação-Ritual. Se um ou mais \"Assassino Revendorror\" que você controla seria destruído em batalha ou por um efeito de card, em vez disso, você pode banir este card do seu Cemitério.", "ja": "「ヴェンデット」儀式モンスターの降臨に必要。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリース、またはリリースの代わりに自分の墓地のアンデット族モンスターを除外し、自分の手札・墓地から「ヴェンデット」儀式モンスター１体を儀式召喚する。②：自分フィールドの「リヴェンデット・スレイヤー」が戦闘・効果で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "\"벤데드\" 의식 몬스터의 의식 소환에 필요. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스, 또는 릴리스 대신에 자신 묘지의 언데드족 몬스터를 제외하고, 자신의 패 / 묘지에서 \"벤데드\" 의식 몬스터 1장을 의식 소환한다. ②: 자신 필드의 \"리벤데드 슬레이어\"가 전투 / 효과로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": "「仇屍」儀式怪獸降臨所需。①：為使等級合計超過儀式召喚的怪獸的等級，解放我方手牌・場上的怪獸，或將我方墓地的不死族怪獸除外替代解放，從我方手牌・墓地儀式召喚１隻「仇屍」儀式怪獸。②：在我方場上的「復仇屍者・屠戮者」因戰鬥・效果被破壞的狀況下，可將墓地的此卡除外作為替代。", "zh-CN": "“仇尸”仪式怪兽的降临所必需。①：为使合计等级为仪式召唤的怪兽的等级以上，解放自己手牌・场上的怪兽，或将自己墓地的不死族怪兽除外作为解放的代替，从自己的手牌・墓地将１只“仇尸”仪式怪兽仪式召唤。②：自己场上的“复仇尸者・屠戮者”将被战斗・效果破坏的情况下，可将墓地的此卡除外作为代替。"}, "card_type": "Spell", "property": "Ritual", "series": ["Vendread"], "images": [{"index": 1, "image": "RevendreadOrigin-COTD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "COTD-EN084", "set_name": "Code of the Duelist", "rarities": ["Common"]}], "de": [{"set_number": "COTD-DE084", "set_name": "Code of the Duelist", "rarities": ["Common"]}], "fr": [{"set_number": "COTD-FR084", "set_name": "Code of the Duelist", "rarities": ["Common"]}], "it": [{"set_number": "COTD-IT084", "set_name": "Code of the Duelist", "rarities": ["Common"]}], "pt": [{"set_number": "COTD-PT084", "set_name": "Code of the Duelist", "rarities": ["Common"]}], "ja": [{"set_number": "EP17-JP038", "set_name": "Extra Pack 2017", "rarities": ["Rare"]}, {"set_number": "EP18-JP011", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "EP17-KR038", "set_name": "Extra Pack 2017", "rarities": ["Rare"]}, {"set_number": "EP18-KR011", "set_name": "Extra Pack 2018", "rarities": ["Common"]}], "zh-CN": [{"set_number": "TM02-SC056", "set_name": "Theme Pack: Undead Rondo", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 449209, "master_duel_rarity": "R"}