{"konami_id": 17773, "password": 94670654, "name": {"en": "Baku the Beast Ninja", "de": "Baku der Ungeheuer-Ninja", "es": "Baku el Ninja Bestia", "fr": "Baku le Ninja des Bêtes", "it": "Baku il Ninja Bestia", "pt": "Baku, o Ninja Besta", "ja": "<ruby>獣<rt>けもの</rt></ruby>の<ruby>忍<rt>にん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>－<ruby>獏<rt>バク</rt></ruby>", "ja_romaji": "Kemono no Ninja - Baku", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "兽之忍者-獏"}, "text": {"en": "If this card is added to your hand, except by drawing it: You can Special Summon it. If this card is Special Summoned or flipped face-up: You can target 1 \"Ninja\" or \"Ninjitsu Art\" card from your GY or face-up Spell & Trap Zone, except \"Baku the Beast Ninja\"; return it to the hand. You can only use each effect of \"Baku the Beast Ninja\" once per turn.", "de": "Falls diese Karte deiner Hand hinzugefügt wird, außer durch Ziehen: Du kannst sie als Spezialbeschwörung beschwören. Falls diese Karte als Spezialbeschwörung beschworen oder aufgedeckt wird: Du kannst 1 „Ninja“- oder „Ninjitsu-Kunst“-Karte in deinem Friedhof oder offen in deiner Zauber- & Fallenzone wählen, außer „Baku der Ungeheuer-Ninja“; gib sie auf die Hand zurück. Du kannst jeden Effekt von „Baku der Ungeheuer-Ninja“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es añadida a tu mano, excepto robándola: puedes Invocarla de Modo Especial. Si esta carta es Invocada de Modo Especial o volteada boca arriba: puedes seleccionar 1 carta \"Ninja\" o \"Ninjitsu Arte\" en tu Cementerio o Zona de Magia y Trampas boca arriba, excepto \"Baku el Ninja Bestia\"; devuélvela a la mano. Sólo puedes usar cada efecto de \"Baku el Ninja Bestia\" una vez por turno.", "fr": "Si cette carte est ajoutée à votre main, sauf en la piochant : vous pouvez l'Invoquer Spécialement. Si cette carte est Invoquée Spécialement ou retournée face recto : vous pouvez cibler 1 carte \"Ninja\", \"Ninjitsu\" ou \"Nin-Jitsu\" (\"Baku le Ninja des Bêtes\" exclu) depuis votre Cimetière ou Zone Magie & Piège face recto ; renvoyez-la à la main. Vous ne pouvez utiliser chaque effet de \"Baku le Ninja des Bêtes\" qu'une fois par tour.", "it": "Se questa carta viene aggiunta alla tua mano, eccetto pescandola: puoi Evocarla Specialmente. Se questa carta viene Evocata Specialmente o scoperta: puoi scegliere come bersaglio 1 carta \"Ninja\" o \"Ninjitsu\" dal tuo Cimitero o Zona Magie & Trappole scoperta, eccetto \"Baku il Ninja Bestia\"; falla ritornare nella mano. Puoi utilizzare ogni effetto di \"Baku il Ninja Bestia\" una sola volta per turno.", "pt": "Se este card for adicionado à sua mão, exceto ao comprá-lo: você pode Invocá-lo por Invocação-Especial. Se este card for Invocado por Invocação-Especial ou virado com a face para cima: você pode escolher 1 card \"Ninja\" ou \"Ninjitsu\" no seu Cemitério ou com a face para cima na Zona de Magias & Armadilhas, exceto \"Baku, o Ninja Besta\"; devolva-o para a mão. Você só pode usar cada efeito de \"Baku, o Ninja Besta\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードがドロー以外の方法で手札に加わった場合に発動できる。このカードを特殊召喚する。②：このカードが特殊召喚・リバースした場合、自分の墓地及び自分の魔法＆罠ゾーンの表側表示のカードの中から、「獣の忍者－獏」以外の「忍者」カードまたは「忍法」カード１枚を対象として発動できる。そのカードを持ち主の手札に戻す。", "ko": null, "zh-TW": null, "zh-CN": "这个卡名的①②效果1回合各能使用1次。①：这张卡用抽卡以外的方法加入手牌的场合可以发动。将这张卡特殊召唤。②：这张卡特殊召唤或翻转的场合，可以从自己的墓地以及自己的魔法陷阱区的表侧表示的卡之中，以1张「獣の忍者－獏／兽之忍者-獏」以外的「忍者」卡或者「忍法」卡为对象发动。使那张卡返回持有者的手牌。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "WIND", "level": 3, "atk": 1500, "def": 600, "series": ["Ninja"], "sets": {"en": [{"set_number": "DABL-EN017", "set_name": "Darkwing Blast", "rarities": null}], "de": [{"set_number": "DABL-DE017", "set_name": "Darkwing Blast", "rarities": null}], "fr": [{"set_number": "DABL-FR017", "set_name": "Darkwing Blast", "rarities": null}], "it": [{"set_number": "DABL-IT017", "set_name": "Darkwing Blast", "rarities": null}], "pt": [{"set_number": "DABL-PT017", "set_name": "Darkwing Blast", "rarities": null}], "ja": [{"set_number": "DABL-JP017", "set_name": "Darkwing Blast", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 888176}