{"konami_id": 15249, "password": 94730900, "name": {"en": "Infernoble Knight Maugis", "de": "Flammedler Ritter Maugis", "es": "Infernoble Caballero Maugis", "fr": "Maugis, Chevalier Noble Inferno", "it": "Infernobile Cavaliere Maugis", "pt": "Infernobre Cavaleiro Maugis", "ja": "<ruby>焔<rt>えん</rt></ruby><ruby>聖<rt>せい</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>士<rt>し</rt></ruby>－モージ", "ja_romaji": "Enseikishi - Mōji", "ko": "불꽃성기사－모디", "ko_rr": "Bulkkotseonggisa - Modi", "zh-TW": "焰聖騎士－魔吉", "zh-CN": "焰圣骑士－莫吉斯"}, "text": {"en": "While this card is an Equip Card, the equipped monster cannot be destroyed by battle. You can only use each of the following effects of \"Infernoble Knight Maugis\" once per turn. If this card is sent to the GY: You can shuffle into the Deck, 3 of your other FIRE Warrior monsters and/or \"Noble Arms\" cards that are banished or in your GY; draw 1 card. If this card is in your GY: You can target 1 Warrior monster you control; equip this card to that monster you control.", "de": "Solange diese Karte eine Ausrüstungskarte ist, kann das ausgerüstete Monster nicht durch Kampf zerstört werden. Du kannst jeden der folgenden Effekte von „Flammedler Ritter Maugis“ nur einmal pro Spielzug verwenden. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 3 deiner anderen FEUER Krieger-Monster und/oder „Edle Waffen“-Karten, die verbannt sind oder sich in deinem Friedhof befinden, ins Deck mischen; ziehe 1 Karte. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Krieger-Monster wählen, das du kontrollierst; rüste das Monster, das du kontrollierst, mit dieser Karte aus.", "es": "Mientras esta carta sea una Carta de Equipo, el monstruo equipado no puede ser destruido en batalla. Sólo puedes usar cada uno de los siguientes efectos de \"Infernoble Caballero Maugis\" una vez por turno. Si esta carta es mandada al Cementerio: puedes barajar al Deck 3 de tus otros monstruos Guerrero de FUEGO y/o cartas \"Armas Nobles\" que estén desterrados o en tu Cementerio; roba 1 carta. Si esta carta está en tu Cementerio: puedes seleccionar 1 monstruo Guerrero que controles; equipa esta carta a ese monstruo que controlas.", "fr": "Tant que cette carte est une Carte d'Équipement, le monstre équipé ne peut pas être détruit au combat. Vous ne pouvez utiliser chacun des effets suivants de \"Maugis, Chevalier Noble Inferno\" qu'une fois par tour. Si cette carte est envoyée au Cimetière : vous pouvez mélanger dans le Deck, 3 de vos autres monstres FEU Guerrier et/ou cartes \"Armes Nobles\" qui sont bannis ou dans votre Cimetière ; piochez 1 carte. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre Guerrier que vous contrôlez ; équipez cette carte au monstre que vous contrôlez.", "it": "Mentre questa carta è una Carta Equipaggiamento, il mostro equipaggiato non può essere distrutto in battaglia. Puoi utilizzare ognuno dei seguenti effetti di \"Infernobile Cavaliere Maugis\" una sola volta per turno. Se questa carta viene mandata al Cimitero: puoi mischiare nel Deck 3 dei tuoi altri mostri FUOCO Guerriero e/o carte \"Nobili Armi\" che sono banditi o nel tuo Cimitero; pesca 1 carta. Se questa carta è nel tuo Cimitero: puoi scegliere come bersaglio 1 mostro Guerriero che controlli; equipaggia questa carta a quel mostro che controlli.", "pt": "Enquanto este card for um Card de Equipamento, o monstro equipado não pode ser destruído em batalha. Você só pode usar cada um dos seguintes efeitos de \"Infernobre Cavaleiro Maugis\" uma vez por turno. Se este card for enviado para o Cemitério: você pode embaralhar no Deck, 3 dos seus outros monstros Guerreiro de FOGO e/ou cards \"Armas Nobres\" que estiverem banidos ou no seu Cemitério; compre 1 card. Se este card estiver no seu Cemitério: você pode escolher 1 monstro Guerreiro que você controla; equipe este card a esse monstro que você controla.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが墓地へ送られた場合、自分の墓地のカード及び除外されている自分のカードの中から、このカード以外の戦士族・炎属性モンスターまたは「聖剣」カードを合計３枚デッキに戻して発動できる。自分はデッキから１枚ドローする。②：このカードが墓地に存在する場合、自分フィールドの戦士族モンスター１体を対象として発動できる。このカードを装備カード扱いとしてその自分のモンスターに装備する。③：このカードの装備モンスターは戦闘では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지로 보내졌을 경우, 자신 묘지의 카드 및 제외되어 있는 자신의 카드 중에서, 이 카드 이외의 전사족 / 화염 속성 몬스터 또는 \"성검\" 카드를 합계 3장 덱으로 되돌리고 발동할 수 있다. 자신은 덱에서 1장 드로우한다. ②: 이 카드가 묘지에 존재할 경우, 자신 필드의 전사족 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 장착 카드로 취급하여 그 자신 몬스터에 장착한다. ③: 이 카드의 장착 몬스터는 전투로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡被送至墓地的情况下，从自己墓地的卡及自己被除外的卡中，将此卡以外的战士族・炎属性怪兽或“圣剑”卡合计３张放回牌组可以发动。自己从牌组抽１张。②：此卡存在于墓地的情况下，以自己场上的１只战士族怪兽为对象可以发动。将此卡视为装备卡装备于自己的该怪兽。③：此卡装备的怪兽不会因战斗被破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 4, "atk": 1500, "def": 1000, "series": ["Infernoble Knight", "Noble Knight"], "images": [{"index": 1, "image": "InfernobleKnightMaugis-MP21-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN015", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-EN111", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "de": [{"set_number": "ROTD-DE015", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-DE111", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "fr": [{"set_number": "ROTD-FR015", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-FR111", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "it": [{"set_number": "ROTD-IT015", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-IT111", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "pt": [{"set_number": "ROTD-PT015", "set_name": "Rise of the Duelist", "rarities": ["Common"]}, {"set_number": "MP21-PT111", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Common"]}], "ja": [{"set_number": "ROTD-JP015", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "ROTD-KR015", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC015", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715422, "master_duel_rarity": "N"}