{"konami_id": 11194, "password": 94807487, "name": {"en": "Rising Sun Slash", "de": "Morgensonnen-Hieb", "es": "Corte del Sol Naciente", "fr": "Coupure du Soleil Levant", "it": "Colpo del Sole Nascente", "pt": "Golpe do Nascer do Sol", "ja": "ホープ<ruby>剣<rt>けん</rt></ruby>スラッシュ", "ja_romaji": "Hōpu Ken Surasshu", "ko": "호프검 슬래시", "ko_rr": null, "zh-TW": "霍普劍斬", "zh-CN": "希望剑斩"}, "text": {"en": "Equip only to a \"Utopia\" monster. It cannot be destroyed by card effects. Each time an attack is negated, place 1 Rising Sun Counter on this card. The equipped monster gains 500 ATK for each Rising Sun Counter on this card. If the equipped monster you control would detach its material to activate its effect, you can treat this card as 1 of the materials.", "de": "Rüste nur ein „Utopia“-Monster mit dieser Karte aus. Es kann nicht durch Karteneffekte zerstört werden. Jedes Mal, wenn ein Angriff annulliert wird, lege 1 Morgensonnen-Zählmarke auf diese Karte. Das ausgerüstete Monster erhält 500 ATK für jede Morgensonnen-Zählmarke auf dieser Karte. Falls vom ausgerüsteten Monster, das du kontrollierst, Material abgehängt würde, um seinen Effekt zu aktivieren, kannst du diese Karte als 1 Material behandeln.", "es": "Sólo puedes equipar esta carta a un monstruo \"Utopía\". Éste no puede ser destruido por efectos de cartas. Cada vez que un ataque es negado, pon 1 Contador de Sol Naciente en esta carta. El monstruo equipado gana 500 ATK por cada Contador de Sol Naciente en esta carta. Si el monstruo equipado que controlas fuera a desacoplar sus materiales para activar su efecto, puedes tratar esta carta como 1 de los materiales.", "fr": "Équipable uniquement à un monstre \"Utopie\". Il ne peut pas être détruit par des effets de carte. Chaque fois qu'une attaque est annulée, placez 1 Compteur Soleil Levant sur cette carte. Le monstre équipé gagne 500 ATK pour chaque Compteur Soleil Levant sur cette carte. Si le monstre équipé que vous contrôlez va détacher son Matériel pour activer son effet, vous pouvez traiter cette carte comme 1 des Matériels.", "it": "Equipaggia solo a un mostro \"Utopia\". Esso non può essere distrutto dagli effetti delle carte. Ogni volta che viene annullato un attacco, metti 1 Segnalino Sole Nascente su questa carta. Il mostro equipaggiato guadagna 500 ATK per ogni Segnalino Sole Nascente su questa carta. Se il mostro equipaggiato che controlli sta per staccare un suo materiale per attivare il suo effetto, puoi considerare questa carta come 1 dei materiali.", "pt": "Só pode ser equipado a um monstro \"Utopia\". Ele não pode ser destruído por efeitos de card. Sempre que um ataque for negado, coloque 1 Marcador de Nascer do Sol neste card. O monstro equipado ganha 500 de ATK para cada Marcador de Nascer do Sol neste card. Se o monstro equipado que você controla fosse desassociar matérias para ativar seu efeito, você pode considerar este card como 1 dessas matérias.", "ja": "「希望皇ホープ」モンスターにのみ装備可能。①：装備モンスターは効果では破壊されない。②：このカードが魔法＆罠ゾーンに存在する限り、モンスターの攻撃が無効になる度に、このカードにホープ剣カウンターを１つ置く。装備モンスターの攻撃力は、このカードのホープ剣カウンターの数×５００アップする。③：自分フィールドの装備モンスターがＸ素材を取り除いて効果を発動する場合、このカードは取り除くＸ素材の１つとして扱う事ができる。", "ko": "\"유토피아\" 몬스터에만 장착 가능. ①: 장착 몬스터는 효과로는 파괴되지 않는다. ②: 이 카드가 마법 & 함정 존에 존재하는 한, 몬스터의 공격이 무효가 될 때마다, 이 카드에 호프검 카운터를 1개 놓는다. 장착 몬스터의 공격력은, 이 카드의 호프검 카운터의 수 × 500 올린다. ③: 자신 필드의 장착 몬스터가 엑시즈 소재를 제거하고 효과를 발동할 경우, 이 카드는 제거할 엑시즈 소재의 1개로서 취급할 수 있다.", "zh-TW": null, "zh-CN": "「希望皇霍普」怪兽才能装备。\n①：装备怪兽不会被效果破坏。\n②：只要这张卡在魔法与陷阱区域存在，每次怪兽的攻击无效，给这张卡放置1个希望剑指示物。装备怪兽的攻击力上升这张卡的希望剑指示物数量×500。\n③：自己场上的装备怪兽把XYZ素材取除来让效果发动的场合，这张卡可以当作取除的XYZ素材中的1个使用。"}, "card_type": "Spell", "property": "Equip", "series": ["Utopic", "Signature move"], "images": [{"index": 1, "image": "RisingSunSlash-DLCS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DRLG-EN051", "set_name": "Dragons of Legend", "rarities": ["Super Rare"]}, {"set_number": "DLCS-EN053", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "de": [{"set_number": "DRLG-DE051", "set_name": "Dragons of Legend", "rarities": ["Super Rare"]}, {"set_number": "DLCS-DE053", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "fr": [{"set_number": "DRLG-FR051", "set_name": "Dragons of Legend", "rarities": ["Super Rare"]}, {"set_number": "DLCS-FR053", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "it": [{"set_number": "DRLG-IT051", "set_name": "Dragons of Legend", "rarities": ["Super Rare"]}, {"set_number": "DLCS-IT053", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "pt": [{"set_number": "DRLG-PT051", "set_name": "Dragons of Legend", "rarities": ["Super Rare"]}, {"set_number": "DLCS-PT053", "set_name": "Dragons of Legend: The Complete Series", "rarities": ["Common"]}], "ja": [{"set_number": "CPL1-JP050", "set_name": "Collectors Pack: Duelist of Legend Version", "rarities": ["Rare"]}, {"set_number": "YCPC-JP016", "set_name": "Yu-Gi-Oh! Chips", "rarities": ["Common", "Millennium Rare"]}], "ko": [{"set_number": "CPL1-KR050", "set_name": "Collectors Pack: Duelist of Legend Version", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 340865, "master_duel_rarity": "N"}