{"konami_id": 20529, "password": 94845588, "name": {"en": "The Hallowed Azamina", "de": "Die geheiligte Azamina", "es": "La Azamina Sagrada", "fr": "L'Azamina Sanctifié", "it": "La Consacrata Azamina", "pt": "A Azamina Sagrada", "ja": "<ruby>聖<rt>せい</rt></ruby>なる<ruby>薊花<rt>アザミナ</rt></ruby>", "ja_romaji": "Seinaru Azamina", "ko": "성스러운 아자미나", "ko_rr": null, "zh-TW": null, "zh-CN": "圣徒蓟花"}, "text": {"en": "Reveal 1 \"Azamina\" Fusion Monster in your Extra Deck, and for every 4 Levels it has (round down), send 1 \"Sinful Spoils\" card from your hand and/or field to the GY  (if face-down, reveal it), then Special Summon that revealed monster. (This is treated as a Fusion Summon.) If this card is in the GY: You can target 1 \"Azamina\" monster you control or in your GY; shuffle it into the Deck, and if you do, add this card to your hand. You can only use this effect of \"The Hallowed Azamina\" once per turn.", "de": "Zeige 1 „Azamina“-Fusionsmonster in deinem Extra Deck vor und für jede 4 Stufen, die es hat (abgerundet), lege 1 „Sündhafte Beute“-Karte von deiner Hand und/oder Spielfeldseite auf den Friedhof (falls verdeckt, zeige sie vor), dann beschwöre jenes vorgezeigte Monster als Spezialbeschwörung. (Dies wird als Fusionsbeschwörung behandelt.) Falls sich diese Karte im Friedhof befindet: Du kannst 1 „Azamina“-Monster wählen, das du kontrollierst oder das sich in deinem Friedhof befindet; mische es ins Deck und falls du dies tust, füge diese Karte deiner Hand hinzu. Du kannst diesen Effekt von „Die geheiligte Azamina“ nur einmal pro Spielzug verwenden.", "es": "Muestra 1 Monstruo de Fusión \"Azamina\" en tu Deck Extra y, por cada 4 Niveles que tenga (redondeado hacia abajo), manda al Cementerio 1 carta \"Botín del Pecado\" en tu mano y/o Campo (si está boca abajo, muéstrala), y después Invoca de Modo Especial ese monstruo mostrado. (Esto se trata como una Invocación por Fusión). Si esta carta está en el Cementerio: puedes seleccionar 1 monstruo \"Azamina\" que controles o en tu Cementerio; barájalo al Deck y, si lo haces, añade esta carta a tu mano. Sólo puedes usar este efecto de \"La Azamina Sagrada\" una vez por turno.", "fr": "Révélez 1 Monstre Fusion \"Azamina\" dans votre Extra Deck, et pour tous les 4 Niveaux qu'il a (arrondi à l'inférieur), envoyez 1 carte \"Butin du Péché\" depuis votre main et/ou Terrain au Cimetière (si elle est face verso, révélez-la), puis Invoquez Spécialement le monstre révélé. (Ceci est traité comme Invocation Fusion.) Si cette carte est dans le Cimetière : vous pouvez cibler 1 monstre \"Azamina\" que vous contrôlez ou dans votre Cimetière ; mélangez-le dans le Deck, et si vous le faites, ajoutez cette carte à votre main. Vous ne pouvez utiliser cet effet de \"L'Azamina Sanctifié\" qu'une fois par tour.", "it": "Rivela 1 Mostro Fusione \"Azamina\" nel tuo Extra Deck e, per ogni 4 Livelli che ha (arrotonda per difetto), manda 1 carta \"Spoglie del Peccato\" dalla tua mano e/o Terreno al Cimitero (se coperta, rivelala), poi Evoca Specialmente il mostro rivelato. (Questa viene considerata come un'Evocazione tramite Fusione.) Se questa carta è nel Cimitero: puoi scegliere come bersaglio 1 mostro \"Azamina\" che controlli o nel tuo Cimitero; mischialo nel Deck e, se lo fai, aggiungi questa carta alla tua mano. Puoi utilizzare questo effetto di \"La Consacrata Azamina\" una sola volta per turno.", "pt": "Revele 1 Monstro de Fusão \"Azamina\" no seu Deck Adicional e, para cada 4 Níveis que ele tenha (arredondado para baixo), envie 1 card \"Despojos do Pecado\" da sua mão e/ou do campo para o Cemitério (se estiver com a face para baixo, revele-o) e, depois, Invoque por Invocação-Especial esse monstro revelado. (Isso é considerado uma Invocação-Fusão.) Se este card estiver no Cemitério: você pode escolher 1 monstro \"Azamina\" que você controla ou no seu Cemitério; embaralhe-o no Deck e, se isso acontecer, adicione este card à sua mão. Você só pode usar este efeito de \"A Azamina Sagrada\" uma vez por turno.", "ja": "このカード名の②の効果は１ターンに１度しか使用できない。①：ＥＸデッキの「アザミナ」融合モンスター１体を相手に見せ、そのレベル４につき１枚、自分の手札・フィールドから「罪宝」カードを墓地へ送る（裏側表示カードはめくって確認する）。その後、見せたモンスターを融合召喚扱いで特殊召喚する。②：このカードが墓地に存在する場合、自分のフィールド・墓地の「アザミナ」モンスター１体を対象として発動できる。そのモンスターをデッキに戻し、このカードを手札に加える。", "ko": "이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱의 \"아자미나\" 융합 몬스터 1장을 상대에게 보여주고, 그 레벨 4 당 1장, 자신의 패 / 필드에서 \"죄보\" 카드를 묘지로 보낸다(뒷면 표시 카드는 넘겨서 확인한다). 그 후, 보여준 몬스터를 융합 소환으로 취급하고 특수 소환한다. ②: 이 카드가 묘지에 존재할 경우, 자신의 필드 / 묘지의 \"아자미나\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 덱으로 되돌리고, 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的②效果１回合仅可使用１次。①：将额外牌组的１只“圣徒”融合怪兽出示给对手，其等级每有４，就从自己手牌・场上将１张“罪宝”卡送至墓地（里侧表示卡则翻开确认）。然后，将所出示的怪兽视为融合召唤特殊召唤。②：此卡存在于墓地的情况下，以自己场上・墓地的１只“圣徒”怪兽为对象可以发动。将该怪兽放回牌组，将此卡加入手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Azamina"], "images": [{"index": 1, "image": "TheHallowedAzamina-ROTA-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN053", "set_name": "Rage of the Abyss", "rarities": null}], "de": [{"set_number": "ROTA-DE053", "set_name": "Rage of the Abyss", "rarities": null}], "fr": [{"set_number": "ROTA-FR053", "set_name": "Rage of the Abyss", "rarities": null}], "it": [{"set_number": "ROTA-IT053", "set_name": "Rage of the Abyss", "rarities": null}], "pt": [{"set_number": "ROTA-PT053", "set_name": "Rage of the Abyss", "rarities": null}], "ja": [{"set_number": "ROTA-JP053", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "ko": [{"set_number": "ROTA-KR053", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "zh-CN": [{"set_number": "ROTA-SC053", "set_name": "Rage of the Abyss", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ROTA-SC053", "set_name": "Rage of the Abyss +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1068887}