{"konami_id": 16425, "password": 94942656, "name": {"en": "Stealth Kragen Spawn", "de": "Tarnkappen-Kragenkraken-Brut", "es": "Cría del Kraken Sigiloso", "fr": "Frai Kragen Furtif", "it": "Viscido Kraken Furtivo", "pt": "Cria de Furtivo Kragen", "ja": "ステルス・クラーゲン・エフィラ", "ja_romaji": "Suterusu Kurāgen Efira", "ko": "스텔스 크라겐 에피라", "ko_rr": "Seuteolseu Keuragen Epira", "zh-TW": "隱形水母怪碟狀幼體", "zh-CN": "隐形蜇拉肯・碟状幼体"}, "text": {"en": null, "de": "2 WASSER Monster der Stufe 4\nEinmal pro Spielzug, während der Main Phase (Schnelleffekt): Du kannst 1 WASSER Monster zerstören, das dein Gegner kontrolliert. Falls diese Karte, die durch den Effekt eines „Nummer“-Xyz-Monsters als Spezialbeschwörung beschworen wurde, zerstört wird: Du kannst andere „Tarnkappen-Kragenkrake“-Monster bis zur Anzahl des Materials, das diese Karte hatte, als Spezialbeschwörung von deinem Friedhof beschwören, dann kannst du an jedes der als Spezialbeschwörung beschworenen Monster bis zu 1 WASSER Monster von deinem Friedhof als Material anhängen.", "es": "2 monstruos de AGUA de Nivel 4\nUna vez por turno, durante la Main Phase (Efecto Rápido): puedes destruir 1 monstruo de AGUA que controle tu adversario. Si esta carta Invocada de Modo Especial por efecto de un Monstruo Xyz \"Número\" es destruida: puedes Invocar de Modo Especial, desde tu Cementerio, hasta tantos otros monstruos \"Kraken Sigiloso\" como el número de materiales que tenía esta carta, y después puedes acoplar hasta 1 monstruo de AGUA en tu Cementerio a cada uno de esos monstruos Invocados de Modo Especial como material.", "fr": "2 monstres EAU de Niveau 4\nUne fois par tour, durant la Main Phase (Effet Rapide) : vous pouvez détruire 1 monstre EAU contrôlé par votre adversaire. Si cette carte, Invoquée Spécialement par l'effet d'un Monstre Xyz \"Numéro\", est détruite : vous pouvez Invoquer Spécialement un nombre d'autres monstres \"Kragen Furtif\" depuis votre Cimetière, inférieur ou égal au nombre de Matériels que cette carte avait, puis vous pouvez attacher max. 1 monstre EAU depuis votre Cimetière à chacun de ces monstres Invoqués Spécialement comme Matériel.", "it": "2 mostri ACQUA di Livello 4\nUna volta per turno, durante la Main Phase (Effetto Rapido): puoi distruggere 1 mostro ACQUA controllato dal tuo avversario. Se questa carta, Evocata Specialmente dall'effetto di un Mostro Xyz \"Numero\", viene distrutta: puoi Evocare Specialmente altri mostri \"Kraken Furtivo\" dal tuo Cimitero, fino al numero di materiali che questa carta aveva, poi puoi attaccare fino a 1 mostro ACQUA dal tuo Cimitero a ognuno di quei mostri Evocati Specialmente come materiale.", "pt": "2 monstros de ÁGUA de Nível 4\nUma vez por turno, durante a Fase Principal (Efeito Rápido): você pode destruir 1 monstro de ÁGUA que seu oponente controla. Se este card, Invocado por Invocação-Especial pelo efeito de um Monstro Xyz \"Número\", for destruído: você pode Invocar por Invocação-Especial outros monstros \"Furtivo Kragen\" do seu Cemitério, até o número de matérias que este card tinha e, depois, você pode associar, como matéria, até 1 monstro de ÁGUA do seu Cemitério a cada um desses monstros Invocados por Invocação-Especial.", "ja": "水属性レベル４モンスター×２\n①：１ターンに１度、自分・相手のメインフェイズに発動できる。相手フィールドの水属性モンスター１体を破壊する。\n②：「Ｎｏ．」Ｘモンスターの効果で特殊召喚したこのカードが破壊された場合に発動できる。このカードが持っていたＸ素材の数まで、自分の墓地から他の「ステルス・クラーゲン」モンスターを特殊召喚する。さらにその特殊召喚したモンスターそれぞれに、自分の墓地から水属性モンスターを１体までそのＸ素材にできる。", "ko": "물 속성 레벨 4 몬스터 × 2\n①: 1턴에 1번, 자신 / 상대의 메인 페이즈에 발동할 수 있다. 상대 필드의 물 속성 몬스터 1장을 고르고 파괴한다. ②: \"No.\" 엑시즈 몬스터의 효과로 특수 소환한 이 카드가 파괴되었을 경우에 발동할 수 있다. 이 카드가 가지고 있던 엑시즈 소재의 수까지, 자신 묘지에서 이 카드 이외의 \"스텔스 크라겐\" 몬스터를 고르고 특수 소환한다. 추가로 그 특수 소환한 몬스터 각각에, 자신 묘지에서 물 속성 몬스터를 1장까지 고르고 그 엑시즈 소재로 할 수 있다.", "zh-TW": "水屬性等級４怪獸×２\n①：１回合１次，可在我方・對方主要階段發動。選擇對方場上的１隻水屬性怪獸破壞。②：「No.」可在因超量怪獸的效果特殊召喚的此卡被破壞的狀況下發動。以此卡擁有的超量素材數量為限，從我方墓地選擇此卡以外的「隱形水母怪」怪獸特殊召喚。另外，該特殊召喚的怪獸可各從我方墓地選擇最多１隻水屬性怪獸作為該怪獸的超量素材。", "zh-CN": "水属性等级４怪兽×２\n①：１回合１次，在自己・对手的主要阶段可以发动。挑选对手场上的１只水属性怪兽破坏。②：以“编号”超量怪兽的效果被特殊召唤的此卡被破坏的情况下可以发动。从自己的墓地挑选此卡以外的“隐形水母怪”怪兽特殊召唤，数量最多为此卡拥有的超量素材数量。进而对于每只该特殊召唤的怪兽，可从自己的墓地挑选最多１只水属性怪兽作为其超量素材。"}, "card_type": "Monster", "monster_type_line": "Aqua / Xyz / Effect", "attribute": "WATER", "rank": 4, "atk": 1900, "def": 1500, "materials": "2 Level 4 WATER monsters", "series": ["Stealth Kragen"], "images": [{"index": 1, "image": "StealthKragenSpawn-BROL-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN031", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BROL-DE031", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BROL-FR031", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BROL-IT031", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BROL-PT031", "set_name": "Brothers of Legend", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "AC01-JP031", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC01-KR031", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "BB01-SC118", "set_name": "Secret Treasures Pack", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716871, "master_duel_rarity": "SR"}