{"konami_id": 21430, "password": 94979322, "name": {"en": "Dark Flare Swordsman", "de": "Dunkelglanz-Schwertkämpfer", "es": "Espadachín de la Llamarada Oscura", "fr": "Spadassin du Flamboiement des Ténèbres", "it": "Spadaccino Fiamma Oscura", "pt": "Espadachim da Chama Negra", "ja": "<ruby>黒<rt>こく</rt></ruby><ruby>炎<rt>えん</rt></ruby>の<ruby>剣<rt>けん</rt></ruby><ruby>士<rt>し</rt></ruby>－ブラック・フレア・ソードマン－", "ja_romaji": "Kokuen no Kenshi -Burakku Furea Sōdoman-", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "黑炎之剑士"}, "text": {"en": "You take no damage from battles involving this card. You can only use each of the following effects of \"Dark Flare Swordsman\" once per turn. You can send 1 \"Flame Swordsman\" or 1 monster that mentions it from your Extra Deck to the GY; Special Summon this card from your hand, also you cannot declare attacks for the rest of this turn, except with Warrior monsters. (Quick Effect): You can Tribute this card; Special Summon 1 monster that mentions \"Flame Swordsman\" from your Deck, except a Level 6 monster.", "de": "Du erhältst keinen Schaden aus Kämpfen, an denen diese Karte beteiligt ist. Du kannst jeden der folgenden Effekte von „Dunkelglanz-Schwertkämpfer“ nur einmal pro Spielzug verwenden. Du kannst 1 „Flammen-Schwertkämpfer“ oder 1 Monster, das ihn erwähnt, von deinem Extra Deck auf den Friedhof legen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand, zusätzlich kannst du für den Rest dieses Spielzugs keine Angriffe deklarieren, außer mit Krieger-Monstern. (Schnelleffekt): Du kannst diese Karte als Tribut anbieten; beschwöre 1 Monster, das „Flammen-Schwertkämpfer“ erwähnt, als Spezialbeschwörung von deinem Deck, außer einem Monster der Stufe 6.", "es": "No recibes daño de batallas que involucren esta carta. Sólo puedes usar cada uno de los siguientes efectos de \"Espadachín de la Llamarada Oscura\" una vez por turno. Puedes mandar al Cementerio 1 \"Espadachín de la Llama\" o 1 monstruo que lo mencione en tu Deck Extra; Invoca esta carta de Modo Especial desde tu mano, y además no puedes declarar ataques por el resto de este turno, excepto con monstruos Guerrero. (Efecto Rápido): puedes Sacrificar esta carta; Invoca de Modo Especial 1 monstruo que mencione \"Espadachín de la Llama\" en tu Deck, excepto un monstruo de Nivel 6.", "fr": "Vous ne recevez aucun dommage de combats impliquant cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Spadassin du Flamboiement des Ténèbres\" qu'une fois par tour. Vous pouvez envoyer 1 \"Spadassin des Flammes\" ou 1 monstre qui le mentionne depuis votre Extra Deck au Cimetière ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas déclarer d'attaques le reste de ce tour, sauf avec des monstres Guerrier. (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre qui mentionne \"Spadassin des Flammes\" (monstres de Niveau 6 exclus) depuis votre Deck.", "it": "Non subisci danno da battaglie che coinvolgono questa carta. Puoi utilizzare ognuno dei seguenti effetti di \"Spadaccino Fiamma Oscura\" una sola volta per turno. Puoi mandare 1 \"Spadaccino di Fuoco\" o 1 mostro che lo menziona dal tuo Extra Deck al Cimitero; Evoca Specialmente questa carta dalla tua mano, inoltre non puoi dichiarare attacchi per il resto di questo turno, eccetto con mostri Guerriero. (Effetto Rapido): puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro che menziona \"Spadaccino di Fuoco\" dal tuo Deck, eccetto un mostro di Livello 6.", "pt": "Você não sofre dano das batalhas envolvendo este card. Você só pode usar cada um dos seguintes efeitos de \"Espadachim da Chama Negra\" uma vez por turno. Você pode enviar 1 \"Espadachim das Chamas\" ou 1 monstro que o mencione do seu Deck Adicional para o Cemitério; Invoque este card por Invocação-Especial da sua mão e, além disso, você não pode declarar ataques pelo resto deste turno, exceto com monstros Guerreiro. (Efeito Rápido): você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro que mencione \"Espadachim das Chamas\" do seu Deck, exceto um monstro de Nível 6.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：「炎の剣士」またはそのカード名が記されたモンスター１体をＥＸデッキから墓地へ送って発動できる。このカードを手札から特殊召喚する。このターン、自分は戦士族モンスターでしか攻撃宣言できない。②：このカードの戦闘で発生する自分への戦闘ダメージは０になる。③：自分・相手ターンに、このカードをリリースして発動できる。レベル６以外の、「炎の剣士」のカード名が記されたモンスター１体をデッキから特殊召喚する。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①③效果1回合仅可各使用1次。①：从额外牌组将1只“炎之剑士”或记载有该卡名的怪兽送至墓地可以发动。从手牌将此卡特殊召唤。此回合，自己仅可用战士族怪兽进行攻击宣言。②：因此卡的战斗对自己造成的战斗伤害变为0。③：在自己・对手回合中，解放此卡可以发动。从牌组将等级6以外的、记载有“炎之剑士”卡名的1只怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 6, "atk": 2200, "def": 800, "series": ["Flame Swordsman"], "images": [{"index": 1, "image": "DarkFlareSwordsman-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN019", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE019", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP019", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR019", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT019", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT019", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP019", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}], "ko": [{"set_number": "DUAD-KR019", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC019", "set_name": "Duelist's Advance", "rarities": ["Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1119303}