{"konami_id": 12937, "password": 94982447, "name": {"en": "Dreiath III, the True Dracocavalry General", "de": "Dreiath III, der wahre Drachokavallerie-General", "es": "Dreaiat III, el Verdadero Dracogeneral de Caballería", "fr": "Dreiath III, Général de la Véritable Dracocavalerie", "it": "Dreia III, il Generale della Vera Dracocavalleria", "pt": "Dreias III, o Verdadeiro Dracogeneral da Cavalaria", "ja": "<ruby>真<rt>しん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby><ruby>騎<rt>き</rt></ruby><ruby>将<rt>しょう</rt></ruby>ドライアス<ruby>Ⅲ<rt>さん</rt></ruby><ruby>世<rt>せい</rt></ruby>", "ja_romaji": "Shinryūkishō Doraiasu Sansei", "ko": "진룡기장 드라이어스Ⅲ세", "ko_rr": null, "zh-TW": "真龍騎將德利亞Ⅲ世", "zh-CN": "真龙骑将 德利亚三世"}, "text": {"en": "To Tribute Summon this card face-up, you can Tribute a Continuous Spell/Trap Card you control, instead of a monster. Your opponent cannot target face-up \"True Draco\" or \"True King\" monsters on the field with card effects, except this one, also they cannot be destroyed by your opponent's card effects. If this face-up Tribute Summoned monster leaves the field: You can Special Summon 1 \"True Draco\" or \"True King\" monster from your Deck in Defense Position.", "de": "Um diese Karte offen als Tributbeschwörung zu beschwören, kannst du eine Permanente Zauber-/Fallenkarte, die du kontrollierst, statt eines Monsters als Tribut anbieten. Dein Gegner kann offene „Wahre Dracho“- und „Wahrer König“-Monster auf dem Spielfeld nicht als Ziel für Karteneffekte wählen, außer diesem, zusätzlich können sie nicht durch Karteneffekte deines Gegners zerstört werden. Falls dieses offene als Tributbeschwörung beschworene Monster das Spielfeld verlässt: Du kannst 1 „Wahre Dracho“- oder „Wahrer König“-Monster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören.", "es": "Para Invocar boca arriba a esta carta por Sacrificio, puedes Sacrificar una Carta Mágica/de Trampa Continua que controles, en lugar de un monstruo. Tu adversario no puede seleccionar con efectos de cartas a monstruos \"Verdadero/a Draco\" o \"Rey Verdadero\" boca arriba en el Campo, excepto a éste, y además aquellos no pueden ser destruidos por efectos de carta de tu adversario. Si este monstruo boca arriba Invocado por Sacrificio deja el Campo: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo \"Verdadero/a Draco\" o \"Rey Verdadero\" en Posición de Defensa.", "fr": "Pour Invoquer par Sacrifice face recto cette carte, vous pouvez Sacrifier une Carte Magie Continue/Piège Continu que vous contrôlez, à la place d'un monstre. Votre adversaire ne peut pas cibler de monstres \"Véritable Draco\" ou \"Roi Véritable\" face recto sur le Terrain (cette carte exclue) avec des effets de carte, et aussi, ils ne peuvent pas être détruits par des effets de carte de votre adversaire. Si ce monstre face recto Invoqué par Sacrifice quitte le Terrain : vous pouvez Invoquer Spécialement 1 monstre \"Véritable Draco\" ou \"Roi Véritable\" depuis votre Deck en Position de Défense.", "it": "Per Evocare tramite Tributo scoperta questa carta, puoi offrire come Tributo una Carta Magia/Trappola Continua che controlli, invece di un mostro. Il tuo avversario non può scegliere come bersaglio mostri \"Vero Draco\" o \"Vero Re\" scoperti sul Terreno con gli effetti delle carte, eccetto questo, inoltre essi non possono essere distrutti dagli effetti delle carte del tuo avversario. Se questo mostro scoperto Evocato tramite Tributo lascia il Terreno: puoi Evocare Specialmente 1 mostro \"Vero Draco\" o \"Vero Re\" dal tuo Deck in Posizione di Difesa.", "pt": "Para Invocar este card por Invocação-Tributo com a face para cima, você pode oferecer como Tributo um Card de Magia/Armadilha Contínua que você controla, em vez de um monstro. Seu oponente não pode escolher monstros \"Verdadeiro(a) Draco\" ou \"Verdadeiro Rei\" com a face para cima no campo como alvo de efeitos de card, exceto este e, além disso, eles não podem ser destruídos pelos efeitos de card do seu oponente. Se este monstro com a face para cima Invocado por Invocação-Tributo deixar o campo: você pode Invocar por Invocação-Especial 1 monstro \"Verdadeiro(a) Draco\" ou \"Verdadeiro Rei\" do seu Deck em Posição de Defesa.", "ja": "このカードを表側表示でアドバンス召喚する場合、モンスターの代わりに自分フィールドの永続魔法・永続罠カードをリリースできる。①：アドバンス召喚した表側表示のこのカードがフィールドから離れた場合に発動できる。デッキから「真竜」モンスター１体を守備表示で特殊召喚する。②：このカードがモンスターゾーンに存在する限り、このカード以外のフィールドの「真竜」モンスターは相手の効果の対象にならず、相手の効果では破壊されない。", "ko": "이 카드를 앞면 표시로 어드밴스 소환할 경우, 몬스터 대신에 자신 필드의 지속 마법 / 지속 함정 카드를 릴리스할 수 있다. ①: 어드밴스 소환한 앞면 표시의 이 카드가 필드에서 벗어났을 경우에 발동할 수 있다. 덱에서 \"진룡\" 몬스터 1장을 수비 표시로 특수 소환한다. ②: 이 카드가 몬스터 존에 존재하는 한, 이 카드 이외의 필드의 \"진룡\" 몬스터는 상대 효과의 대상이 되지 않으며, 상대 효과로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "这张卡表侧表示上级召唤的场合，可以作为怪兽的代替而把自己场上的永续魔法·永续陷阱卡解放。①：上级召唤的表侧表示的这张卡从场上离开的场合才能发动。从卡组把1只「真龙」怪兽守备表示特殊召唤。②：只要这张卡在怪兽区域存在，这张卡以外的场上的「真龙」怪兽不会成为对方的效果的对象，不会被对方的效果破坏。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "EARTH", "level": 6, "atk": 2100, "def": 2800, "series": ["True Draco"], "images": [{"index": 1, "image": "DreiathIIItheTrueDracocavalryGeneral-MACR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN023", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "MACR-DE023", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "MACR-SP023", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MACR-FR023", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MACR-IT023", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MACR-PT023", "set_name": "Maximum Crisis", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "MACR-JP023", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR023", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 429673, "master_duel_rarity": "R"}