{"konami_id": 15753, "password": 95034141, "name": {"en": "Seven Cities of the Golden Land", "de": "Sieben Städte des goldenen Landes", "es": "Siete Ciudades de la Tierra Dorada", "fr": "Sept Cités de la Terre d'Or", "it": "Sette Città della Terra Dorata", "pt": "Sete Cidades da Terra Dourada", "ja": "<ruby>黄<rt>おう</rt></ruby><ruby>金<rt>ごん</rt></ruby><ruby>郷<rt>きょう</rt></ruby>の<ruby>七<rt>しち</rt></ruby><ruby>摩<rt>ま</rt></ruby><ruby>天<rt>てん</rt></ruby>", "ja_romaji": "Ōgonkyō no Shichimaten", "ko": "황금향의 칠마천", "ko_rr": "Hwanggeumhwang-ui Chilmacheon", "zh-TW": "黃金鄉的七摩天", "zh-CN": "黄金乡的七摩天"}, "text": {"en": "During your Main Phase: You can Fusion Summon 1 Fusion Monster from your Extra Deck, using only Zombie monsters from your hand or field as Fusion Material. If a Zombie monster(s) is Special Summoned by card effect (except during the Damage Step): You can target 1 Set card in a Spell & Trap Zone; that Set card cannot be activated this turn (even if this card leaves the field). You can only use each effect of \"Seven Cities of the Golden Land\" once per turn.", "de": "Während deiner Main Phase: Du kannst 1 Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck beschwören, verwende dafür nur Zombie-Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial. Falls ein oder mehr Zombie-Monster durch einen Karteneffekt als Spezialbeschwörung beschworen werden (außer während des Damage Steps): Du kannst 1 gesetzte Karte in einer Zauber- & Fallenzone wählen; die gesetzte Karte kann in diesem Spielzug nicht aktiviert werden (selbst falls diese Karte das Spielfeld verlässt). Du kannst jeden Effekt von „Sieben Städte des goldenen Landes“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes Invocar por Fusión 1 Monstruo de Fusión desde tu Deck Extra, usando sólo monstruos Zombi en tu mano o Campo como Material de Fusión. Si uno o más monstruos Zombi son Invocados de Modo Especial por efecto de una carta (excepto durante el Damage Step): puedes seleccionar 1 carta Colocada en una Zona de Magia y Trampas; esa carta Colocada no puede ser activada este turno (aun si esta carta deja el Campo). Sólo puedes usar cada efecto de \"Siete Ciudades de la Tierra Dorada\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant uniquement des monstres Zombie depuis votre main ou Terrain comme Matériel Fusion. Si un ou plusieurs monstres Zombie sont Invoqués Spécialement par un effet de carte (sauf durant la Damage Step) : vous pouvez cibler 1 carte Posée dans une Zone Magie & Piège ; ce tour (même si cette carte quitte le Terrain), la carte Posée ne peut pas être activée. Vous ne pouvez utiliser chaque effet de \"Sept Cités de la Terre d'Or\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi Evocare tramite Fusione 1 Mostro Fusione dal tuo Extra Deck, utilizzando solo mostri Zombie dalla tua mano o Terreno come Materiale da Fusione. Se uno o più mostri Zombie vengono Evocati Specialmente dall'effetto di una carta (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 carta Posizionata in una Zona Magie & Trappole; quella carta Posizionata non può essere attivata in questo turno (anche se questa carta lascia il Terreno). Puoi utilizzare ogni effetto di \"Sette Città della Terra Dorata\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode Invocar por Invocação-Fusão 1 Monstro de Fusão do seu Deck Adicional, usando apenas monstros Zumbi da sua mão ou do campo como Matéria de Fusão. Se um ou mais monstros Zumbi forem Invocados por Invocação-Especial por um efeito de card (exceto durante a Etapa de Dano): você pode escolher 1 card Baixado em uma Zona de Magias & Armadilhas; esse card Baixado não pode ser ativado neste turno (mesmo que este card deixe o campo). Você só pode usar cada efeito de \"Sete Cidades da Terra Dourada\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。自分の手札・フィールドから、融合モンスターカードによって決められた融合素材モンスターを墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。その際、融合素材モンスターは全てアンデット族モンスターでなければならない。②：カードの効果でアンデット族モンスターが特殊召喚された場合、魔法＆罠ゾーンにセットされたカード１枚を対象として発動できる。セットされたそのカードはこのターン発動できない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. 자신의 패 / 필드에서, 융합 몬스터 카드에 기재된 융합 소재 몬스터를 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. 그때, 융합 소재 몬스터는 전부 언데드족 몬스터이어야 한다. ②: 카드의 효과로 언데드족 몬스터가 특수 소환되었을 경우, 마법 & 함정 존에 세트된 카드 1장을 대상으로 하고 발동할 수 있다. 세트된 그 카드는 이 턴에 발동할 수 없다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：在自己的主要阶段可以发动。从自己的手牌・场上，将由融合怪兽卡决定的融合素材怪兽送至墓地，从额外牌组将１只该融合怪兽融合召唤。在此之际，融合素材怪兽必须全部是不死族怪兽。②：不死族怪兽因卡的效果被特殊召唤的情况下，以被放置在魔法与陷阱区域的１张卡为对象可以发动。被放置的该卡在此回合不可发动。"}, "card_type": "Spell", "property": "Continuous", "series": ["Golden Land"], "images": [{"index": 1, "image": "SevenCitiesoftheGoldenLand-BLVO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN062", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLVO-DE062", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLVO-FR062", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLVO-IT062", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLVO-PT062", "set_name": "Blazing Vortex", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BLVO-JP062", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "ko": [{"set_number": "BLVO-KR062", "set_name": "Blazing Vortex", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP5-SC155", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716642, "master_duel_rarity": "R"}