{"konami_id": 21427, "password": 95091919, "name": {"en": "Prototype Psychic Blaster", "de": "Prototyp Psychischer Sprenger", "es": "Disparador Prototipo Psíquico", "fr": "Artilleur Prototype Psychique", "it": "Prototipo Distruttore Psichico", "pt": "Protótipo de Destruidor Psíquico", "ja": "プロトタイプサイコガンナー", "ja_romaji": "Purototaipu Saiko Gannā", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "原型念力枪手"}, "text": {"en": "You can discard this card; Special Summon 1 Level 4 or lower Psychic monster from your hand or banishment. If this card is in your GY: You can pay 1000 LP, and banish 1 other Psychic monster from your GY; Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Prototype Psychic Blaster\" once per turn.", "de": "Du kannst diese Karte abwerfen; beschwöre 1 Psi-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand oder deinen verbannten Karten. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1000 LP zahlen und 1 anderes Psi-Monster von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Prototyp Psychischer Sprenger“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar esta carta; Invoca de Modo Especial 1 monstruo Psíquico de Nivel 4 o menor desde tu mano o destierro. Si esta carta está en tu Cementerio: puedes pagar 1000 LP, y destierra otro monstruo Psíquico en tu Cementerio; Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Disparador Prototipo Psíquico\" una vez por turno.", "fr": "Vous pouvez défausser cette carte ; Invoquez Spécialement 1 monstre Psychique de max. Niveau 4 depuis votre main ou bannissement. Si cette carte est dans votre Cimetière : vous pouvez payer 1000 LP, et bannissez 1 autre monstre Psychique depuis votre Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Artilleur Prototype Psychique\" qu'une fois par tour.", "it": "Puoi scartare questa carta; Evoca Specialmente 1 mostro Psichico di Livello 4 o inferiore dalla tua mano o carte bandite. Se questa carta è nel tuo Cimitero: puoi pagare 1000 LP e bandire 1 altro mostro Psichico dal tuo Cimitero; Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Prototipo Distruttore Psichico\" una sola volta per turno.", "pt": "Você pode descartar este card; Invoque por Invocação-Especial 1 monstro Psíquico de Nível 4 ou menos da sua mão ou do banimento. Se este card estiver no seu Cemitério: você pode pagar 1000 PV, e banir 1 outro monstro Psíquico do seu Cemitério; Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Protótipo de Destruidor Psíquico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードを手札から捨てて発動できる。自分の手札・除外状態のレベル４以下のサイキック族モンスター１体を特殊召喚する。②：このカードが墓地に存在する場合、１０００ＬＰを払い、自分の墓地から他のサイキック族モンスター１体を除外して発動できる。このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：从手牌将此卡舍弃可以发动。将自己手牌・除外状态的1只等级4以下的念动力族怪兽特殊召唤。②：此卡存在于墓地的情况下，支付1000LP，从自己墓地将1只其他的念动力族怪兽除外可以发动。将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Psychic / Effect", "attribute": "EARTH", "level": 6, "atk": 2000, "def": 1500, "images": [{"index": 1, "image": "PrototypePsychicBlaster-DUAD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN016", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE016", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP016", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR016", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT016", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT016", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP016", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC016", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1115545}