{"konami_id": 21934, "password": 95132593, "name": {"en": "Hecahands Gaigas", "de": "Hekahände Gaigas", "es": "Hecamanos Gaigas", "fr": "Hécamains Gaigas", "it": "Hecamani Gaigas", "pt": "Hecamãos Gaigas", "ja": "<ruby>見えざる手<rt>ヘカトンケイル</rt></ruby>ガイガス", "ja_romaji": "Hekatonkeiru Gaigasu", "ko": "헤카톤케일 가이가스", "ko_rr": null, "zh-TW": null, "zh-CN": "百臂无形手 盖伽撕"}, "text": {"en": "If this card battles a monster, neither can be destroyed by that battle. You can only use each of the following effects of \"Hecahands Gaigas\" once per turn. If a card(s) is added to your opponent's hand (except during the Draw Phase or Damage Step): You can Special Summon this card from your hand. During your Main Phase: You can excavate the top 3 cards of your opponent's Deck, and if you do, you can Special Summon 1 excavated monster to your field, also shuffle the rest into the Deck.", "de": "Falls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden. Du kannst jeden der folgenden Effekte von „Hekahände Gaigas“ nur einmal pro Spielzug verwenden. Falls der Hand deines Gegners eine oder mehr Karten hinzufügt werden (außer während der Draw Phase oder des Damage Steps): Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während deiner Main Phase: Du kannst die obersten 3 Karten des Decks deines Gegners ausgraben und falls du dies tust, kannst du 1 ausgegrabenes Monster als Spezialbeschwörung auf deine Spielfeldseite beschwören, zusätzlich mische den Rest ins Deck.", "es": "Si esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla. Sólo puedes usar cada uno de los siguientes efectos de \"Hecamanos Gaigas\" una vez por turno. Si una o más cartas son añadidas a la mano de tu adversario (excepto durante la Draw Phase o el Damage Step): puedes Invocar esta carta de Modo Especial desde tu mano. Durante tu Main Phase: puedes excavar las 3 cartas de la parte superior del Deck de tu adversario y, si lo haces, puedes Invocar de Modo Especial 1 monstruo excavado a tu Campo, y además baraja el resto al Deck.", "fr": "Si cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat. Vous ne pouvez utiliser chacun des effets suivants de \"Hécamains Gaigas\" qu'une fois par tour. Si une ou plusieurs cartes sont ajoutées à la main de votre adversaire (sauf durant la Draw Phase ou Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez dévoiler les 3 cartes du dessus du Deck de votre adversaire, et si vous le faites, vous pouvez Invoquer Spécialement 1 monstre dévoilé sur votre Terrain, et aussi, mélangez les cartes restantes dans le Deck.", "it": "Se questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia. Puoi utilizzare ognuno dei seguenti effetti di \"Hecamani Gaigas\" una sola volta per turno. Se una o più carte vengono aggiunte alla mano del tuo avversario (eccetto durante la Draw Phase o il Damage Step): puoi Evocare Specialmente questa carta dalla tua mano. Durante la tua Main Phase: puoi dissotterrare le prime 3 carte del Deck del tuo avversario e, se lo fai, puoi Evocare Specialmente 1 mostro dissotterrato sul tuo Terreno, inoltre mischia il resto nel Deck.", "pt": "Se este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha. Você só pode usar cada um dos seguintes efeitos de \"Hecamãos Gaigas\" uma vez por turno. Se um ou mais cards forem adicionados à mão do seu oponente (exceto durante a Fase de Compra ou Etapa de Dano): você pode Invocar este card por Invocação-Especial da sua mão. Durante sua Fase Principal: você pode escavar os 3 cards do topo do Deck do seu oponente e, se isso acontecer, você pode Invocar por Invocação-Especial 1 monstro escavado no seu campo e, além disso, embaralhe o resto no Deck.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：ドローフェイズ以外で相手の手札にカードが加わった場合に発動できる。このカードを手札から特殊召喚する。②：自分メインフェイズに発動できる。相手のデッキの上からカードを３枚めくる。その中からモンスター１体を選んで自分フィールドに特殊召喚できる。残りをデッキに戻す。③：このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 드로우 페이즈 이외로 상대의 패에 카드가 넣어졌을 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 메인 페이즈에 발동할 수 있다. 상대의 덱 위에서 카드를 3장 넘긴다. 그 중에서 몬스터 1장을 고르고 자신 필드에 특수 소환할 수 있다. 나머지를 덱으로 되돌린다. ③: 이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在抽牌阶段以外有卡加入对手手牌的情况下可以发动。从手牌将此卡特殊召唤。②：在自己的主要阶段可以发动。从对手牌组上面翻开3张卡。可从其中挑选1只怪兽特殊召唤至自己场上。剩余的放回牌组。③：此卡与怪兽进行战斗的情况下，该2只不会因该战斗被破坏。"}, "card_type": "Monster", "monster_type_line": "Illusion / Effect", "attribute": "DARK", "level": 7, "atk": 1200, "def": 2800, "series": ["Hecahands"], "images": [{"index": 1, "image": "HecahandsGaigas-DBPR-JP-C.png"}], "sets": {"en": [{"set_number": "PHRE-EN004", "set_name": "Phantom Revenge", "rarities": ["Rare", "Super Rare"]}], "de": [{"set_number": "PHRE-DE004", "set_name": "Phantom Revenge", "rarities": ["Rare", "Super Rare"]}], "es": [{"set_number": "PHRE-SP004", "set_name": "Phantom Revenge", "rarities": ["Rare", "Super Rare"]}], "fr": [{"set_number": "PHRE-FR004", "set_name": "Phantom Revenge", "rarities": ["Rare", "Super Rare"]}], "it": [{"set_number": "PHRE-IT004", "set_name": "Phantom Revenge", "rarities": ["Rare", "Super Rare"]}], "pt": [{"set_number": "PHRE-PT004", "set_name": "Phantom Revenge", "rarities": ["Rare", "Super Rare"]}], "ja": [{"set_number": "DBPR-JP004", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "ko": [{"set_number": "DBPR-KR004", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBPR-SC004", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135363}