{"konami_id": 19745, "password": 95207988, "name": {"en": "Earthbound Resonance", "de": "Erdgebundene Resonanz", "es": "Resonancia Terrestre", "fr": "Résonance de l'Esprit de la Terre", "it": "Risonanza Terrestre", "pt": "Ressonância Terrestre", "ja": "<ruby>地<rt>じ</rt></ruby><ruby>縛<rt>ばく</rt></ruby><ruby>共<rt>きょう</rt></ruby><ruby>振<rt>しん</rt></ruby>", "ja_romaji": "Jibaku Kyōshin", "ko": "지박공진", "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If a monster(s) that was Special Summoned from the Extra Deck is destroyed by card effect (except during the Damage Step): You can target 1 of them; each player takes damage equal to half its ATK. When your DARK Synchro Monster Special Summoned from the Extra Deck is targeted for an attack: You can target 1 card on the field; destroy it. You can only use each effect of \"Earthbound Resonance\" once per turn.", "de": "Falls ein oder mehr Monster, die als Spezialbeschwörung vom Extra Deck beschworen wurden, durch einen Karteneffekt zerstört werden (außer während des Damage Steps): Du kannst 1 von ihnen wählen; jeder Spieler erhält Schaden in Höhe der Hälfte seiner ATK. Wenn dein als Spezialbeschwörung vom Extra Deck beschworenes FINSTERNIS Synchromonster als Angriffsziel gewählt wird: Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie. Du kannst jeden Effekt von „Erdgebundene Resonanz“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos que fueron Invocados de Modo Especial desde el Deck Extra son destruidos por el efecto de una carta (excepto durante el Damage Step): puedes seleccionar 1 de ellos; cada jugador recibe daño igual a la mitad de su ATK. Cuando tu Monstruo de Sincronía de OSCURIDAD Invocado de Modo Especial desde el Deck Extra es seleccionado para un ataque: puedes seleccionar 1 carta en el Campo; destrúyela. Sólo puedes usar cada efecto de \"Resonancia Terrestre\" una vez por turno.", "fr": "Si un ou plusieurs monstres qui ont été Invoqués Spécialement depuis l'Extra Deck sont détruits par un effet de carte (sauf durant la Damage Step) : vous pouvez en cibler 1 ; chaque joueur reçoit des dommages égaux à la moitié de son ATK. Lorsque votre Monstre Synchro TÉNÈBRES Invoqué Spécialement depuis l'Extra Deck est ciblé par une attaque : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Résonance de l'Esprit de la Terre\" qu'une fois par tour.", "it": "Se uno o più mostri che sono stati Evocati Specialmente dall'Extra Deck vengono distrutti dall'effetto di una carta (eccetto durante il Damage Step): puoi scegliere 1 di essi come bersaglio; ogni giocatore subisce danni pari alla metà del suo ATK. Quando un tuo Mostro Synchro OSCURITÀ Evocato Specialmente dall'Extra Deck viene scelto come bersaglio per un attacco: puoi scegliere come bersaglio 1 carta sul Terreno; distruggila. Puoi utilizzare ogni effetto di \"Risonanza Terrestre\" una sola volta per turno.", "pt": "Se um ou mais monstros que foram Invocados por Invocação-Especial do Deck Adicional forem destruídos por um efeito de card (exceto durante a Etapa de Dano): você pode escolher 1 deles; cada duelista sofre dano igual à metade do ATK dele. Quando um Monstro Sincro de TREVAS seu Invocado por Invocação-Especial do Deck Adicional for escolhido como alvo de um ataque: você pode escolher 1 card no campo; destrua-o. Você só pode usar cada efeito de \"Ressonância Terrestre\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：ＥＸデッキから特殊召喚されたフィールドのモンスターが効果で破壊された場合、その内の１体を対象として発動できる。お互いにそのモンスターの攻撃力の半分のダメージを受ける。②：ＥＸデッキから特殊召喚された自分の闇属性Ｓモンスターが攻撃対象に選択された時、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 엑스트라 덱에서 특수 소환된 필드의 몬스터가 효과로 파괴되었을 경우, 그 중의 1장을 대상으로 하고 발동할 수 있다. 서로 그 몬스터의 공격력 절반의 데미지를 받는다. ②: 엑스트라 덱에서 특수 소환된 자신의 어둠 속성 싱크로 몬스터가 공격 대상으로 선택되었을 때, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Continuous", "series": ["Earthbound"], "images": [{"index": 1, "image": "EarthboundResonance-BLTR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLTR-EN031", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLTR-DE031", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLTR-FR031", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLTR-IT031", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLTR-PT031", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "24PP-JP011", "set_name": "Premium Pack 2024", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "24PP-KRA11", "set_name": "Premium Pack 2024 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1032390}