{"konami_id": 15641, "password": 95209656, "name": {"en": "Drytron Meteonis Quadrantids", "de": "Drytron-Meteonis Quadrantiden", "es": "Drytron Meteonis Cuadrántidas", "fr": "Drytron Météonis Quadrantids", "it": "Drytron Meteonis Quadrantids", "pt": "Drytron Meteonis Quadrantids", "ja": "<ruby>竜儀巧<rt>ドライトロン</rt></ruby>－メテオニス＝ＱＵＡ", "ja_romaji": "Doraitoron - Meteonisu = Kyū Yū Ē", "ko": "드라이트론－메테오니스＝QUA", "ko_rr": null, "zh-TW": "儀龍機巧－降星：象限儀", "zh-CN": "仪龙机巧－降星∶象限仪"}, "text": {"en": "You can Ritual Summon this card with \"Meteonis Drytron\". Your opponent cannot target this card with Spell/Trap Cards or effects. You can only use each of the following effects of \"Drytron Meteonis Quadrantids\" once per turn. If the total Levels of monsters used for this card's Ritual Summon were 2 or less: You can destroy all Spells and Traps your opponent controls. If this Ritual Summoned card is destroyed: You can Special Summon \"Drytron\" monsters from your GY, except \"Drytron Meteonis Quadrantids\", whose combined ATK equals exactly 4000.", "de": "Du kannst diese Karte mit „Meteonis-Drytron“ als Ritualbeschwörung beschwören. Dein Gegner kann diese Karte nicht als Ziel für Zauber-/Fallenkarten oder -effekte wählen. Du kannst jeden der folgenden Effekte von „Drytron-Meteonis Quadrantiden“ nur einmal pro Spielzug verwenden. Falls die Summe der Stufen der Monster, die für die Ritualbeschwörung dieser Karte verwendet wurden, 2 oder weniger war: Du kannst alle Zauber und Fallen zerstören, die dein Gegner kontrolliert. Falls diese als Ritualbeschwörung beschworene Karte zerstört wird: Du kannst „Drytron“-Monster als Spezialbeschwörung von deinem Friedhof beschwören, außer „Drytron-Meteonis Quadrantiden“, deren gemeinsame ATK genau 4000 entsprechen.", "es": "Puedes Invocar esta carta por Ritual con \"Drytron Meteonis\". Tu adversario no puede seleccionar esta carta con Cartas Mágicas/de Trampa o sus efectos. Sólo puedes usar cada uno de los siguientes efectos de \"Drytron Meteonis Cuadrántidas\" una vez por turno. Si los Niveles totales de los monstruos usados para la Invocación por Ritual de esta carta eran 2 o menos: puedes destruir todas las Mágicas y Trampas que controle tu adversario. Si esta carta Invocada por Ritual es destruida: puedes Invocar de Modo Especial monstruos \"Drytron\" desde tu Cementerio, excepto \"Drytron Meteonis Cuadrántidas\", cuyo ATK combinado sea exactamente igual a 4000.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Météonis Drytron\". Votre adversaire ne peut pas cibler cette carte avec des Cartes Magie/Piège ou effets de Magie/Piège. Vous ne pouvez utiliser chacun des effets suivants de \"Drytron Météonis Quadrantids\" qu'une fois par tour. Si la somme des Niveaux des monstres utilisés pour l'Invocation Rituelle de cette carte était max. 2 : vous pouvez détruire toutes les Magies/Pièges contrôlés par votre adversaire. Si cette carte Invoquée Rituellement est détruite : vous pouvez Invoquer Spécialement un nombre de monstres \"Drytron\" (\"Drytron Météonis Quadrantids\" exclu) depuis votre Cimetière, dont la somme des ATK est exactement égale à 4000.", "it": "Puoi Evocare tramite Rituale questa carta con \"Meteonis Drytron\". Il tuo avversario non può scegliere come bersaglio questa carta con le Carte Magia/Trappola o i loro effetti. Puoi utilizzare ognuno dei seguenti effetti di \"Drytron Meteonis Quadrantids\" una sola volta per turno. Se la somma dei Livelli dei mostri utilizzati per l'Evocazione tramite Rituale di questa carta era 2 o inferiore: puoi distruggere tutte le Magie e Trappole controllate dal tuo avversario. Se questa carta Evocata tramite Rituale viene distrutta: puoi Evocare Specialmente mostri \"Drytron\" dal tuo Cimitero, eccetto \"Drytron Meteonis Quadrantids\", con somma degli ATK pari esattamente a 4000.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Drytron Meteonis\". Seu oponente não pode escolher este card como alvo de Cards de Magia/Armadilha ou seus efeitos. Você só pode usar cada um dos seguintes efeitos de \"Drytron Meteonis Quadrantids\" uma vez por turno. Se a soma dos Níveis dos monstros usados para a Invocação-Ritual deste card era 2 ou menos: você pode destruir todas as Magias e Armadilhas que seu oponente controla. Se este card Invocado por Invocação-Ritual for destruído: você pode Invocar por Invocação-Especial monstros \"Drytron\" do seu Cemitério cujo ATK combinado seja exatamente igual a 4000, exceto \"Drytron Meteonis Quadrantids\".", "ja": "「流星輝巧群」により降臨。このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドのこのカードは相手の魔法・罠カードの効果の対象にならない。②：このカードの儀式召喚に使用したモンスターのレベルの合計が２以下の場合に発動できる。相手フィールドの魔法・罠カードを全て破壊する。③：儀式召喚したこのカードが破壊された場合に発動できる。自分の墓地から、攻撃力の合計が４０００になるように「竜儀巧－メテオニス＝ＱＵＡ」以外の「ドライトロン」モンスターを任意の数だけ選んで特殊召喚する。", "ko": "\"메테오니스 드라이트론\"에 의해 의식 소환. 이 카드명의 ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드의 이 카드는 상대의 마법 / 함정 카드의 효과의 대상이 되지 않는다. ②: 이 카드의 의식 소환에 사용한 몬스터의 레벨의 합계가 2 이하일 경우에 발동할 수 있다. 상대 필드의 마법 / 함정 카드를 전부 파괴한다. ③: 의식 소환한 이 카드가 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서, 공격력의 합계가 4000 이 되도록 \"드라이트론－메테오니스＝QUA\" 이외의 \"드라이트론\" 몬스터를 임의의 수만큼 고르고 특수 소환한다.", "zh-TW": null, "zh-CN": "以“辉龙机巧降星”降临。此卡名的②③效果1回合仅可各使用1次。①：场上的此卡不会成为对手魔法・陷阱卡的效果的对象。②：此卡仪式召唤所使用的怪兽等级合计为2以下的情况下可以发动。将对手场上的魔法・陷阱卡全部破坏。③：仪式召唤的此卡被破坏的情况下可以发动。从自己的墓地挑选攻击力合计为4000的、“仪龙机巧－降星∶象限仪”以外任意数量的“龙机巧”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Ritual / Effect", "attribute": "LIGHT", "level": 12, "atk": 4000, "def": 4000, "ritual_spell": "Meteonis Drytron", "series": ["Drytron"], "images": [{"index": 1, "image": "DrytronMeteonisQuadrantids-GEIM-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "GEIM-EN030", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "de": [{"set_number": "GEIM-DE030", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "es": [{"set_number": "GEIM-SP030", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "fr": [{"set_number": "GEIM-FR030", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "it": [{"set_number": "GEIM-IT030", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "pt": [{"set_number": "GEIM-PT030", "set_name": "Genesis Impact", "rarities": ["Super Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBGI-JP030", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBGI-KR030", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBGI-SC030", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714713, "master_duel_rarity": "SR"}