{"konami_id": 11079, "password": 95239444, "name": {"en": "Orea, the Sylvan High Arbiter", "de": "Orea, oberster sylvanischer Schlichter", "es": "Orea, el Alto Árbitro Silvano", "fr": "Oréa, le Grand Arbitre Sylvan", "it": "Orea, l'Alto Giudice Silvano", "pt": "Orea, a Alta Árbitra Silvestre", "ja": "<ruby>森<rt>しん</rt></ruby><ruby>羅<rt>ら</rt></ruby>の<ruby>鎮<rt>しず</rt></ruby><ruby>神<rt>がみ</rt></ruby> オレイア", "ja_romaji": "Shinra no Shizugami Oreia", "ko": "삼라의 진신 오레이아", "ko_rr": null, "zh-TW": "森羅的鎮神 山精", "zh-CN": "森罗的镇神 山精"}, "text": {"en": "2 Level 7 monsters\nOnce per turn: You can send 1 Plant-Type monster from your hand or face-up from your side of the field to the Graveyard; look at a number of cards from the top of your Deck equal to the Level that the sent monster had in the hand or on the field, then place them on the top of the Deck in any order. Once per turn: You can detach 1 Xyz Material from this card; choose a number from 1 to 3, then excavate that many cards from the top of your Deck, send any excavated Plant-Type monsters to the Graveyard, and if you do, return up to that many cards on the field to the hand (min.1), except this card. Also, place the other cards on the bottom of your Deck in any order.", "de": "2 Monster der Stufe 7\nEinmal pro Spielzug: Du kannst 1 Monster vom Typ Pflanze von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof legen; sieh dir eine Anzahl oberste Karten deines Decks in Höhe der Stufe an, die das auf den Friedhof gelegte Monster in der Hand oder auf dem Spielfeld hatte, dann lege sie in beliebiger Reihenfolge auf das Deck. Einmal pro Spielzug: Du kannst 1 Xyz-Material von dieser Karte abhängen; bestimme eine Zahl von 1 bis 3, dann grabe so viele oberste Karten deines Decks aus, lege alle ausgegrabenen Monster vom Typ Pflanze auf den Friedhof und falls du dies tust, gib bis zu so viele Karten vom Spielfeld auf die Hand zurück (min. 1), außer dieser Karte. Zusätzlich lege die anderen Karten in beliebiger Reihenfolge unter dein Deck.", "es": "2 monstruos de Nivel 7\nUna vez por turno: puedes mandar al Cementerio 1 monstruo de Tipo Planta en tu mano o boca arriba en tu lado del Campo; mira tantas de cartas de la parte superior de tu Deck como el Nivel que ese monstruo mandado al Cementerio tenía en la mano o en el Campo, y después ponlas en la parte superior del Deck en cualquier orden. Una vez por turno: puedes desacoplar de esta carta 1 Material Xyz; elige un número del 1 al 3, y después excava esa misma cantidad de cartas de la parte superior de tu Deck, manda al Cementerio los monstruos Tipo Planta y, si lo haces, devuelve a la mano hasta esa misma cantidad de cartas en el Campo (mín. 1), excepto esta carta. Además, pon las demás cartas en el fondo de tu Deck en cualquier orden.", "fr": "2 monstres de Niveau 7\nUne fois par tour : vous pouvez envoyer 1 monstre de Type Plante depuis votre main ou face recto sur votre Terrain au Cimetière ; regardez un nombre de cartes du dessus de votre Deck égal au Niveau que le monstre envoyé avait dans la main ou sur le Terrain, puis placez-les au-dessus du Deck dans l'ordre de votre choix. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; choisissez un nombre entre 1 et 3, puis dévoilez ce nombre de cartes du dessus de votre Deck, envoyez les monstres de Type Plante dévoilés au Cimetière, et si vous le faites, renvoyez max. autant de cartes (cette carte exclue) sur le Terrain à la main (min. 1). Aussi, placez les autres cartes au-dessous de votre Deck dans l'ordre de votre choix.", "it": "2 mostri di Livello 7\nUna volta per turno: puoi mandare al Cimitero 1 mostro di Tipo Pianta dalla tua mano o scoperto sul tuo Terreno; guarda un numero di carte dalla cima del tuo Deck pari al Livello che il mostro mandato al Cimitero aveva nella mano o sul Terreno, poi mettile in cima al Deck in qualsiasi ordine. Una volta per turno: puoi staccare 1 Materiale Xyz da questa carta; scegli un numero tra 1 e 3, poi dissotterra quel numero di carte dalla cima del tuo Deck, manda qualsiasi mostro di Tipo Pianta dissotterrato al Cimitero e, se lo fai, fai ritornare fino a quel numero di carte dal Terreno nella mano (minimo 1), eccetto questa carta. Inoltre, metti le altre carte in fondo al tuo Deck in qualsiasi ordine.", "pt": "2 monstros de Nível 7\nUma vez por turno: você pode enviar 1 monstro do Tipo Planta da sua mão ou com a face para cima no seu lado do campo para o Cemitério; olhe um número de cards do topo do seu Deck igual ao Nível que o monstro enviado tinha na mão ou no campo e, depois, coloque-os no topo do Deck em qualquer ordem. Uma vez por turno: você pode desassociar 1 Matéria Xyz deste card; escolha um número de 1 a 3 e, depois, escave este número de cards do topo do seu Deck, envie quaisquer monstros escavados do Tipo Planta para o Cemitério e, se isso acontecer, devolva até esse número de cards do campo para a mão (mín. 1), exceto este card. Além disso, coloque os outros card no fundo do seu Deck em qualquer ordem.", "ja": "レベル７モンスター×２\n１ターンに１度、自分の手札・フィールド上の植物族モンスター１体を墓地へ送って発動できる。そのレベル分だけデッキの上からカードを確認し、好きな順番でデッキの上に戻す。また、１ターンに１度、このカードのエクシーズ素材を１つ取り除いて発動できる。自分のデッキの上からカードを３枚までめくる。その中に植物族モンスターがあった場合、それらのモンスターを全て墓地へ送り、その数までこのカード以外のフィールド上のカードを選んで手札に戻す。残りのカードは好きな順番でデッキの下に戻す。", "ko": "레벨 7 몬스터 × 2\n1턴에 1번, 자신의 패 / 필드 위의 식물족 몬스터 1장을 묘지로 보내고 발동할 수 있다. 그 레벨만큼 덱 위에서 카드를 확인하고, 좋아하는 순서대로 덱 위로 되돌린다. 또한, 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 자신의 덱 위에서 카드를 3장까지 넘긴다. 그 중에 식물족 몬스터가 있을 경우, 그 몬스터들을 전부 묘지로 보내고, 그 수까지 이 카드 이외의 필드 위의 카드를 골라 패로 되돌린다. 남은 카드는 좋아하는 순서대로 덱의 아래로 되돌린다.", "zh-TW": "等級７怪獸×２\n１回合１次，可將我方手牌・場上的１隻植物族怪獸送至墓地發動。依據其等級從牌組的上方確認卡，依喜好順序送回牌組的上方。此外，１回合１次，可去除此卡的１個超量素材發動。從我方牌組的上方翻開最多３張卡。在其中有植物族怪獸的狀況下，將那些怪獸全部送回墓地，最多依據該數量選擇場上的此卡以外的卡送回手牌。剩餘的卡依喜好順序送回牌組下方。", "zh-CN": "等级７怪兽×２\n１回合１次，可将我方手牌、场上的１只植物族怪兽送入墓地并发动。从牌组的上方确认相当于该等级数量的卡牌，并依照喜好顺序返回至牌组的上方。此外，１回合１次，可移除此卡的１个超量素材并发动。从我方牌组的上方翻阅最多３张卡牌。若其中有植物族怪兽的场合，将所有那些怪兽送入墓地，挑选场上除此卡以外的卡牌返回至手牌，其数量最多是送入墓地怪兽数量。剩余的卡牌依照喜好顺序返回至牌组的下方。"}, "card_type": "Monster", "monster_type_line": "Plant / Xyz / Effect", "attribute": "DARK", "rank": 7, "atk": 2800, "def": 2500, "materials": "2 Level 7 monsters", "series": ["Sylvan"], "images": [{"index": 1, "image": "OreatheSylvanHighArbiter-MP15-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "PRIO-EN050", "set_name": "Primal Origin", "rarities": ["Secret Rare"]}, {"set_number": "MP15-EN028", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "de": [{"set_number": "PRIO-DE050", "set_name": "Primal Origin", "rarities": ["Secret Rare"]}, {"set_number": "MP15-DE028", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "PRIO-FR050", "set_name": "Primal Origin", "rarities": ["Secret Rare"]}, {"set_number": "MP15-FR028", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "it": [{"set_number": "PRIO-IT050", "set_name": "Primal Origin", "rarities": ["Secret Rare"]}, {"set_number": "MP15-IT028", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "PRIO-PT050", "set_name": "Primal Origin", "rarities": ["Secret Rare"]}, {"set_number": "MP15-PT028", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "PRIO-JP050", "set_name": "Primal Origin", "rarities": ["Super Rare"]}], "ko": [{"set_number": "PRIO-KR050", "set_name": "Primal Origin", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 282717, "master_duel_rarity": "SR"}