{"konami_id": 18509, "password": 95243515, "name": {"en": "Virtual World Tiger - Fufu", "de": "Tiger der Virtualwelt - Fufu", "es": "Tigre del Mundo Virtual - Fufu", "fr": "Tigre du Monde Virtuel - Fufu", "it": "Tigre Mondo Virtuale - Fufu", "pt": "Tigre do Mundo Virtual - Fufu", "ja": "<ruby>電<rt>でん</rt></ruby><ruby>脳<rt>のう</rt></ruby><ruby>堺<rt>かい</rt></ruby><ruby>虎<rt>こ</rt></ruby>－<ruby>虎<rt>フゥ</rt></ruby><ruby>々<rt>フゥ</rt></ruby>", "ja_romaji": "Dennōkaiko - Fuufuu", "ko": "전뇌계후－후후", "ko_rr": "Jeonnwigyehu - Huhu", "zh-TW": "電腦堺彪－虎虎", "zh-CN": "电脑堺彪－虎虎"}, "text": {"en": "2+ Level 9 monsters\nGains the following effects, based on the number of \"Virtual World Gate\" cards you control.\n● 2+: This card can attack directly.\n● 4: This card is unaffected by activated card effects, except \"Virtual World\" cards.\nOnce per turn (Quick Effect): You can detach 1 material from this card, then target 1 Effect Monster you control and 1 Effect Monster on the field with a different Type and Attribute from it; negate their effects until the end of this turn.", "de": "2+ Monster der Stufe 9\nErhält die folgenden Effekte, basierend auf der Anzahl der „Tor der Virtualwelt“-Karten, die du kontrollierst.\n● 2+: Diese Karte kann direkt angreifen.\n● 4: Diese Karte bleibt von aktivierten Karteneffekten unberührt, außer von denen von „Virtualwelt“-Karten.\nEinmal pro Spielzug (Schnelleffekt): Du kannst 1 Material von dieser Karte abhängen und dann 1 Effektmonster, das du kontrollierst, und 1 Effektmonster auf dem Spielfeld wählen, das einen unterschiedlichen Typ und eine unterschiedliche Eigenschaft als dein Effektmonster hat; annulliere bis zum Ende dieses Spielzugs ihre Effekte.", "es": "2+ monstruos de Nivel 9\nGana los siguientes efectos, basados en el número de cartas \"Puerta del Mundo Virtual\" que controles.\n● 2+: Esta carta puede atacar directamente.\n● 4: Esta carta no es afectada por efectos de cartas activados, excepto de cartas \"Mundo Virtual\".\nUna vez por turno (Efecto Rápido): puedes desacoplar 1 material de esta carta, y después selecciona 1 Monstruo de Efecto que controles y 1 Monstruo de Efecto en el Campo con un Tipo y Atributo diferentes a los de ese; niega sus efectos hasta el final de este turno.", "fr": "2+ monstres de Niveau 9\nGagne les effets suivants, selon le nombre de cartes \"Porte du Monde Virtuel\" que vous contrôlez.\n● 2+ : Cette carte peut attaquer directement.\n● 4 : Cette carte n'est pas affectée par des effets de carte activés (cartes \"Monde Virtuel\" exclues).\nUne fois par tour (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 Monstre à Effet que vous contrôlez et 1 Monstre à Effet sur le Terrain de Type et Attribut différents de celui-ci ; jusqu'à la fin de ce tour, annulez leurs effets.", "it": "2+ mostri di Livello 9\nGuadagna i seguenti effetti, a seconda del numero di carte \"Cancello Mondo Virtuale\" che controlli.\n● 2+: Questa carta può attaccare direttamente.\n● 4: Questa carta è immune agli effetti attivati delle carte, eccetto carte \"Mondo Virtuale\".\nUna volta per turno (Effetto Rapido): puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 Mostro con Effetto che controlli e 1 Mostro con Effetto sul Terreno con un Tipo e Attributo diversi da esso; annulla i loro effetti fino alla fine di questo turno.", "pt": "2+ monstros de Nível 9\nGanha os seguintes efeitos, de acordo com o número de cards \"Portão do Mundo Virtual\" que você controla.\n● 2+: Este card pode atacar diretamente.\n● 4: Este card não é afetado por efeitos de card ativados, exceto cards \"Mundo Virtual\".\nUma vez por turno (Efeito Rápido): você pode desassociar 1 matéria deste card e, depois, escolha 1 Monstro de Efeito que você controla e 1 Monstro de Efeito no campo com um Tipo e Atributo diferentes que o dele; negue seus efeitos até o final deste turno.", "ja": "レベル９モンスター×２体以上\n①：このカードは自分フィールドの「電脳堺門」カードの数によって以下の効果を得る。●２枚以上：このカードは直接攻撃できる。●４枚：このカードは「電脳堺」カード以外のカードが発動した効果を受けない。②：１ターンに１度、このカードのＸ素材を１つ取り除き、自分フィールドの効果モンスター１体と、そのモンスターとは種族と属性が異なるフィールドの効果モンスター１体を対象として発動できる。そのモンスターの効果をターン終了時まで無効にする。この効果は相手ターンでも発動できる。", "ko": "레벨 9 몬스터 × 2장 이상\n①: 이 카드는 자신 필드의 \"전뇌계문\" 카드의 수에 따라 이하의 효과를 얻는다. ●2장 이상: 이 카드는 직접 공격할 수 있다. ●4장: 이 카드는 \"전뇌계\" 카드 이외의 카드가 발동한 효과를 받지 않는다. ②: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 자신 필드의 효과 몬스터 1장과, 그 몬스터와는 종족과 속성이 다른 필드의 효과 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 효과를 턴 종료시까지 무효로 한다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "等级９怪兽×２只以上\n①：根据自己场上的“电脑堺门”卡的数量，此卡获得以下效果。\n●２张以上：此卡可直接攻击。\n●４张：此卡不受“电脑堺”卡以外的卡发动的效果影响。\n②：１回合１次，去除此卡的１个超量素材，以自己场上的１只效果怪兽，和场上的１只种族和属性与该怪兽不同的效果怪兽为对象可以发动。将该怪兽的效果直至回合结束时为止无效。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Xyz / Effect", "attribute": "EARTH", "rank": 9, "atk": 2600, "def": 2800, "materials": "2 or more Level 9 monsters", "series": ["Virtual World"], "images": [{"index": 1, "image": "VirtualWorldTigerFufu-CYAC-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYAC-EN046", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "de": [{"set_number": "CYAC-DE046", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "fr": [{"set_number": "CYAC-FR046", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "it": [{"set_number": "CYAC-IT046", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "pt": [{"set_number": "CYAC-PT046", "set_name": "Cyberstorm Access", "rarities": ["Common"]}], "ja": [{"set_number": "CYAC-JP046", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "ko": [{"set_number": "CYAC-KR046", "set_name": "Cyberstorm Access", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP8-SC157", "set_name": "Mega Pack 08", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717405, "master_duel_rarity": "SR"}