{"konami_id": 17830, "password": 95245571, "name": {"en": "Scareclaw Twinsaw", "de": "Schreckensklauen-Doppelsäge", "es": "Sierragemela Terrogarra", "fr": "Scie Jumelle Griffrayeur", "it": "Sega Gemella Spaventartiglio", "pt": "Serra Dupla Espantagarra", "ja": "<ruby>肆世壊の双牙<rt>スケアクロー・ツインソー</rt></ruby>", "ja_romaji": "Sukeakurō Tsuinsō", "ko": "스케어클로 트윈소우", "ko_rr": "Seuke-eokeullo Teuwinsou", "zh-TW": "恐懼爪・雙牙", "zh-CN": "恐惧爪・双牙"}, "text": {"en": "Tribute 1 \"Scareclaw\" monster, then target 2 cards your opponent controls; destroy them, and if you do, if you control \"Visas Starfrost\", banish those destroyed cards instead of sending them to the GY. If a Link-3 or higher monster is on the field: You can banish this card from your GY; for the rest of this turn, neither player can activate the effects of Link Monsters on the field. You can only activate 1 \"Scareclaw Twinsaw\" per turn.", "de": "Biete 1 „Schreckensklaue“-Monster als Tribut an und wähle dann 2 Karten, die dein Gegner kontrolliert; zerstöre sie und falls du dies tust, falls du „Visas Starfrost“ kontrollierst, verbanne jene zerstörten Karten, anstatt sie auf den Friedhof zu legen. Falls ein Monster mit Link-3 oder höher auf dem Spielfeld liegt: Du kannst diese Karte von deinem Friedhof verbannen; für den Rest dieses Spielzugs kann kein Spieler die Effekte von Linkmonstern auf dem Spielfeld aktivieren. Du kannst nur 1 „Schreckensklauen-Doppelsäge“ pro Spielzug aktivieren.", "es": "Sacrifica 1 monstruo \"Terrogarra\", y después selecciona 2 cartas que controle tu adversario; destrúyelas y, si lo haces, si controlas \"Visas Starfrost\", destierra esas cartas destruidas en vez de mandarlas al Cementerio. Si un monstruo Link-3 o mayor está en el Campo: puedes desterrar esta carta en tu Cementerio; por el resto de este turno, ningún jugador puede activar los efectos de Monstruos de Enlace en el Campo. Sólo puedes activar 1 \"Sierragemela Terrogarra\" por turno.", "fr": "Sacrifiez 1 monstre \"Griffrayeur\", puis ciblez 2 cartes contrôlées par votre adversaire ; détruisez-les, et si vous le faites, si vous contrôlez \"Visas Starfrost\", bannissez ces cartes détruites au lieu de les envoyer au Cimetière. Si un monstre de min. Link-3 est sur le Terrain : vous pouvez bannir cette carte depuis votre Cimetière ; le reste de ce tour, aucun joueur ne peut activer les effets des Monstres Lien sur le Terrain. Vous ne pouvez activer qu'1 \"Scie Jumelle Griffrayeur\" par tour.", "it": "Offri come Tributo 1 mostro \"Spaventartiglio\", poi scegli come bersaglio 2 carte controllate dal tuo avversario; distruggile e, se lo fai, se controlli \"Visas Starfrost\", bandisci quelle carte distrutte invece di mandarle al Cimitero. Se un mostro Link-3 o superiore è sul Terreno: puoi bandire questa carta dal tuo Cimitero; per il resto di questo turno, nessun giocatore può attivare gli effetti dei Mostri Link sul Terreno. Puoi attivare solo 1 \"Sega Gemella Spaventartiglio\" per turno.", "pt": "Ofereça como Tributo 1 monstro \"Espantagarra\" e, depois, escolha 2 cards que seu oponente controla; destrua-os e, se isso acontecer, se você controlar \"Visas Starfrost\", bana esses cards destruídos em vez de enviá-los para o Cemitério. Se um monstro de Link-3 ou mais estiver no campo: você pode banir este card do seu Cemitério; pelo resto deste turno, nenhum duelista pode ativar os efeitos de Monstros Link no campo. Você só pode ativar 1 \"Serra Dupla Espantagarra\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの「スケアクロー」モンスター１体をリリースし、相手フィールドのカード２枚を対象として発動できる。そのカードを破壊する。自分フィールドに「ヴィサス＝スタフロスト」が存在する場合、この効果で破壊したカードは墓地へは行かず除外される。②：フィールドにリンク３以上のモンスターが存在する場合、墓地のこのカードを除外して発動できる。このターン、フィールドのリンクモンスターは効果を発動できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 \"스케어클로\" 몬스터 1장을 릴리스하고, 상대 필드의 카드 2장을 대상으로 하여 발동할 수 있다. 그 카드를 파괴한다. 자신 필드에 \"비서스＝스타프로스트\"가 존재할 경우, 이 효과로 파괴한 카드는 묘지로는 가지 않으며 제외된다. ②: 필드에 링크 3 이상의 몬스터가 존재할 경우, 묘지의 이 카드를 제외하고 발동할 수 있다. 이 턴에, 필드의 링크 몬스터는 효과를 발동할 수 없다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：可解放我方場上的１隻「恐懼爪」怪獸，將對方場上的２張卡做為對象發動。破壞該卡。在我方場上存在「維薩思・史塔弗羅斯特」的狀況下，透過此效果破壞的卡將不前往墓地，而是被除外。②：在場上存在連結３以上的怪獸的狀況下，可將墓地的此卡除外發動。此回合，場上的連結怪獸無法發動效果。", "zh-CN": "此卡名的卡１回合仅可发动１张。①：解放自己场上的１只“恐惧爪”怪兽，以对手场上的２张卡为对象可以发动。将该卡破坏。自己场上存在“维萨思・史塔弗罗斯特”的情况下，以此效果破坏的卡不去墓地而直接被除外。②：场上存在连接３以上的怪兽的情况下，将墓地的此卡除外可以发动。此回合，场上的连接怪兽不可发动效果。"}, "card_type": "Trap", "property": "Normal", "series": ["Scareclaw"], "images": [{"index": 1, "image": "ScareclawTwinsaw-MP23-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DABL-EN075", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-EN210", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "DABL-DE075", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-DE210", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "DABL-FR075", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-FR210", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "DABL-IT075", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-IT210", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "DABL-PT075", "set_name": "Darkwing Blast", "rarities": ["Common"]}, {"set_number": "MP23-PT210", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "DABL-JP075", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "ko": [{"set_number": "DABL-KR075", "set_name": "Darkwing Blast", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP8-SC053", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716607, "master_duel_rarity": "N"}