{"konami_id": 14405, "password": 95245544, "name": {"en": "Witchcrafter Pittore", "de": "Hexwerkerin Pittore", "es": "Pinttora Artibruja", "fr": "Pittore, Artisanesorcière", "it": "Stregartigiana Pittrice", "pt": "Fazticeira Pittore", "ja": "ウィッチクラフト・ピットレ", "ja_romaji": "Wicchikurafuto Pittore", "ko": "위치크래프트 피또레", "ko_rr": "Wichikeuraepeuteu Pittore", "zh-TW": "魔女工藝 比特蕾", "zh-CN": "魔女工艺・涂装皮特莱"}, "text": {"en": "During the Main Phase (Quick Effect): You can Tribute this card, then discard 1 Spell; Special Summon 1 \"Witchcrafter\" monster from your Deck, except \"Witchcrafter Pittore\". You can banish this card from your GY; draw 1 card, then send 1 \"Witchcrafter\" card from your hand to the GY, or, if you have none, banish your entire hand. You can only use each effect of \"Witchcrafter Pittore\" once per turn.", "de": "Während der Main Phase (Schnelleffekt): Du kannst diese Karte als Tribut anbieten und dann 1 Zauber abwerfen; beschwöre 1 „Hexwerker“-Monster als Spezialbeschwörung von deinem Deck, außer „Hexwerkerin Pittore“. Du kannst diese Karte von deinem Friedhof verbannen; ziehe 1 Karte, dann lege 1 „Hexwerker“-Karte von deiner Hand auf den Friedhof oder, falls du keine hast, verbanne deine gesamte Hand. Du kannst jeden Effekt von „Hexwerkerin Pittore“ nur einmal pro Spielzug verwenden.", "es": "Durante la Main Phase (Efecto Rápido): puedes Sacrificar esta carta, y después descarta 1 Mágica; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Artibruja\", excepto \"Pinttora Artibruja\". Puedes desterrar esta carta en tu Cementerio; roba 1 carta, y después manda 1 carta \"Artibruja\" de tu mano al Cementerio o, si no tienes ninguna, destierra tu mano entera. Sólo puedes usar cada efecto de \"Pinttora Artibruja\" una vez por turno.", "fr": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte, puis défaussez 1 Magie ; Invoquez Spécialement 1 monstre \"Artisanesorcière\" (\"Pittore, Artisanesorcière\" exclu) depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; piochez 1 carte, puis envoyez 1 carte \"Artisanesorcière\" depuis votre main au Cimetière, et si vous n'en n'avez pas, bannissez toute votre main. Vous ne pouvez utiliser chaque effet de \"Pittore, Artisanesorcière\" qu'une fois par tour.", "it": "Durante la Main Phase (Effetto Rapido): puoi offrire come Tributo questa carta, poi scartare 1 Magia; Evoca Specialmente 1 mostro \"Stregartigiana\" dal tuo Deck, eccetto \"Stregartigiana Pittrice\". Puoi bandire questa carta dal tuo Cimitero; pesca 1 carta, poi manda 1 carta \"Stregartigiana\" dalla tua mano al Cimitero o, se non ne hai nessuna, bandisci tutta la tua mano. Puoi utilizzare ogni effetto di \"Stregartigiana Pittrice\" una sola volta per turno.", "pt": "Durante a Fase Principal (Efeito Rápido): você pode oferecer este card como Tributo e, depois, descartar 1 Magia; Invoque por Invocação-Especial 1 monstro \"Fazticeira\" do seu Deck, exceto \"Fazticeira Pittore\". Você pode banir este card do seu Cemitério; compre 1 card e, depois, envie 1 card \"Fazticeira\" da sua mão para o Cemitério, ou, se você não tiver nenhum, bana toda a sua mão. Você só pode usar cada efeito de \"Fazticeira Pittore\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分・相手のメインフェイズに、このカードをリリースし、手札から魔法カード１枚を捨てて発動できる。デッキから「ウィッチクラフト・ピットレ」以外の「ウィッチクラフト」モンスター１体を特殊召喚する。②：墓地のこのカードを除外して発動できる。自分はデッキから１枚ドローし、その後手札から「ウィッチクラフト」カード１枚を選んで墓地へ送る。手札に「ウィッチクラフト」カードが無い場合、手札を全て除外する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 / 상대의 메인 페이즈에, 이 카드를 릴리스하여, 패에서 마법 카드 1장을 버리고 발동할 수 있다. 덱에서 \"위치크래프트 피또레\" 이외의 \"위치크래프트\" 몬스터 1장을 특수 소환한다. ②: 묘지의 이 카드를 제외하고 발동할 수 있다. 자신은 덱에서 1장 드로우하고, 그 후 패에서 \"위치크래프트\" 카드 1장을 골라 묘지로 보낸다. 패에 \"위치크래프트\" 카드가 없을 경우, 패를 전부 제외한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：在自己・对手的主要阶段，解放此卡，从手牌将1张魔法卡舍弃可以发动。从牌组将1只\"魔女工艺・涂装皮特莱\"以外的\"魔女工艺\"怪兽特殊召唤。②：将墓地的此卡除外可以发动。自己从牌组抽1张，然后从手牌挑选1张\"魔女工艺\"卡送至墓地。手牌中没有\"魔女工艺\"卡的情况下，将手牌全部除外。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "WATER", "level": 3, "atk": 1000, "def": 1500, "series": ["Witchcrafter"], "images": [{"index": 1, "image": "WitchcrafterPittore-MP20-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "INCH-EN015", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-EN220", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "INCH-DE015", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-DE220", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "INCH-FR015", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-FR220", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "INCH-IT015", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-IT220", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "INCH-PT015", "set_name": "The Infinity Chasers", "rarities": ["Secret Rare"]}, {"set_number": "MP20-PT220", "set_name": "2020 Tin of Lost Memories", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DBIC-JP015", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "DBIC-KR015", "set_name": "Deck Build Pack: Infinity Chasers", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "CL02-SC057", "set_name": "Classic Pack 02", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 594239, "master_duel_rarity": "N"}