{"konami_id": 11589, "password": 95254840, "name": {"en": "Last Minute Cancel", "de": "Absage in letzter Minute", "es": "Cancelación de Último Momento", "fr": "Annulation de Dernière Minute", "it": "Cancellazione dell'Ultimo Minuto", "pt": "Cancelamento de Última Hora", "ja": "ドタキャン", "ja_romaji": "Dotakyan", "ko": "급캔슬", "ko_rr": null, "zh-TW": "臨時取消", "zh-CN": "临时取消"}, "text": {"en": null, "de": "Wenn ein Monster deines Gegners einen Angriff deklariert, solange du ein oder mehr Monster in Angriffsposition kontrollierst: Ändere alle Monster, die du kontrollierst, in die Verteidigungsposition. Für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, gib alle offenen „Künstlerkumpel“-Monster, die du kontrollierst und die durch Kampf oder einen Karteneffekt zerstört werden, auf die Hand zurück, anstatt sie auf den Friedhof zu legen.", "es": "Cuando un monstruo de tu adversario declara un ataque mientras tu controlas uno o más monstruos en Posición de Ataque: cambia todos los monstruos que controles a Posición de Defensa. El resto de este turno después de que esta carta se resuelve, devuelve a la mano en lugar de mandar al Cementerio a cualquier monstruo \"Artistamigo\" boca arriba que controles que es destruido en batalla o por efectos de cartas.", "fr": "Lorsqu'un monstre de votre adversaire déclare une attaque tant que vous contrôlez un ou plusieurs monstres en Position d'Attaque : changez tous les monstres que vous contrôlez en Position de Défense. Pour le reste de ce tour après la résolution de cette carte, renvoyez tous les monstres \"Potartiste\" face recto que vous contrôlez qui sont détruits au combat ou par un effet de carte à la main au lieu de les envoyer au Cimetière.", "it": "Quando un mostro dell'avversario dichiara un attacco mentre tu controlli uno o più mostri in Posizione di Attacco: metti in Posizione di Difesa tutti i mostri che controlli. Per il resto di questo turno dopo che questa carta si è risolta, fai ritornare nella mano qualsiasi mostro \"Artistamico\" scoperto che controlli che viene distrutto in battaglia o dall'effetto di una carta invece di mandarlo al Cimitero.", "pt": "Quando um monstro do oponente declarar um ataque enquanto você controlar um ou mais monstros em Posição de Ataque: coloque todos os monstros que você controla em Posição de Defesa. Pelo resto deste turno depois que este card resolver, devolva para a mão, em vez de enviar para o Cemitério, quaisquer monstros \"Camarartista\" com a face para cima que você controla que sejam destruídos em batalha ou por efeitos de card.", "ja": "①：相手モンスターの攻撃宣言時に発動できる。自分フィールドのモンスターを全て守備表示にする。このカードの発動後、ターン終了時まで戦闘・効果で破壊された自分フィールドの表側表示の「ＥＭ」モンスターは墓地へは行かず手札に戻る。", "ko": "①: 상대 몬스터의 공격 선언시에 발동할 수 있다. 자신 필드의 몬스터를 전부 수비 표시로 한다. 이 카드의 발동 후, 턴 종료시까지 전투 / 효과로 파괴된 자신 필드의 앞면 표시의 \"EM(엔터메이트)\" 몬스터는 묘지로는 가지 않고 주인의 패로 되돌아간다.", "zh-TW": "①：可在對方怪獸的攻擊宣言時發動。將我方場上的所有怪獸全部變為守備表示。此卡發動後，在回合結束前因戰鬥・效果被破壞的我方場上的正面表示的「娛樂夥伴」怪獸將不前往墓地，而是回到持有者的手牌。", "zh-CN": "①：对手怪兽的攻击宣言时可发动。将我方场上的所有怪兽变成守备表示。此卡发动后，直至回合结束时，因战斗、效果被破坏的我方场上的“娱乐伙伴”怪兽不前往墓地而直接返回至持有者手牌。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "LastMinuteCancel-MP15-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SECE-EN069", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-EN238", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "SECE-DE069", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-DE238", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "SECE-FR069", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-FR238", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "SECE-IT069", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-IT238", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "SECE-PT069", "set_name": "Secrets of Eternity", "rarities": ["Common"]}, {"set_number": "MP15-PT238", "set_name": "2015 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "SECE-JP069", "set_name": "Secrets of Eternity", "rarities": ["Common"]}], "ko": [{"set_number": "SECE-KR069", "set_name": "Secrets of Eternity", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 327345, "master_duel_rarity": "N"}