{"konami_id": 10301, "password": 95352218, "name": {"en": "Unification", "de": "Vereinheitlichung", "es": "Unificación", "fr": "Unification", "it": "Unificazione", "pt": "Unificação", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>下<rt>か</rt></ruby><ruby>統<rt>とう</rt></ruby><ruby>一<rt>いつ</rt></ruby>", "ja_romaji": "Tenkatōitsu", "ko": "천하통일", "ko_rr": null, "zh-TW": "天下統一", "zh-CN": "天下统一"}, "text": {"en": null, "de": "Einmal pro Spielzug, während der Standby Phase jedes Spielers: Der Zugspieler benennt eine Stufe von den offenen Monstern, die er kontrolliert, und legt dann alle offenen Monster mit einer anderen Stufe, die er kontrolliert, auf den Friedhof.", "es": "Una vez por turno, durante la Standby Phase de cada jugador: el jugador activo declara un Nivel de los que tengan los monstruos boca arriba que controla, y después manda al Cementerio todos los monstruos boca arriba que controle que tengan un Nivel diferente.", "fr": "Une fois par tour, durant la Standby Phase de chaque joueur : le joueur du tour déclare un Niveau parmi les monstres face recto qu'il contrôle, puis il envoie tous les monstres face recto qu'il contrôle de Niveaux différents au Cimetière.", "it": "Una volta per turno, durante la Standby Phase di ogni giocatore: il giocatore di turno dichiara un Livello tra i mostri scoperti che controlla, poi manda al Cimitero tutti i mostri scoperti che controlla con un Livello diverso.", "pt": "Uma vez por turno, durante a Fase de Apoio de cada duelista: O duelista do turno declara um Nível dentre os monstros com a face para cima que ele controla e, depois, envia todos os monstros com a face para cima que ele controla com Nível diferente ao Cemitério.", "ja": "①：自分・相手のスタンバイフェイズに発動する。ターンプレイヤーは自身のフィールドのモンスターのレベルの内から１つを選び、そのレベル以外のレベルを持つ自身のフィールドのモンスターを全て墓地へ送る。", "ko": "서로의 스텐바이 페이즈시, 턴 플레이어는 자신 필드 위의 몬스터의 레벨 중에서 1개를 고르고, 그 레벨 이외의 레벨을 가진 자신 필드 위에 앞면 표시로 존재하는 몬스터를 전부 묘지로 보낸다.", "zh-TW": "雙方的準備階段時，回合玩家從我方場上怪獸的等級中選擇１個，將我方場上所有該等級以外的正面表示怪獸全部送至墓地。", "zh-CN": "双方的准备阶段时，回合玩家从自己场上怪兽的等级内挑选１个，将自己场上等级不同于该等级的表侧表示怪兽全部送至墓地。"}, "card_type": "Trap", "property": "Continuous", "images": [{"index": 1, "image": "Unification-ABYR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ABYR-EN079", "set_name": "Abyss Rising", "rarities": ["Common"]}], "de": [{"set_number": "ABYR-DE079", "set_name": "Abyss Rising", "rarities": ["Common"]}], "fr": [{"set_number": "ABYR-FR079", "set_name": "Abyss Rising", "rarities": ["Common"]}], "it": [{"set_number": "ABYR-IT079", "set_name": "Abyss Rising", "rarities": ["Common"]}], "ja": [{"set_number": "ABYR-JP079", "set_name": "Abyss Rising", "rarities": ["Common"]}], "ko": [{"set_number": "ABYR-KR079", "set_name": "Abyss Rising", "rarities": ["Common"]}], "zh-TW": [{"set_number": "ABYR-TC079", "set_name": "Abyss Rising", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 233116, "master_duel_rarity": "SR"}