{"konami_id": 21931, "password": 95365081, "name": {"en": "Hecahands Ibtel", "de": "Hekahände Ibtel", "es": "Hecamanos Ibtel", "fr": "Hécamains Ibtel", "it": "Hecamani Ibtel", "pt": "Hecamãos Ibtel", "ja": "<ruby>見えざる手<rt>ヘカトンケイル</rt></ruby>イブエル", "ja_romaji": "Hekatonkeiru Ibueru", "ko": "헤카톤케일 이브엘", "ko_rr": null, "zh-TW": null, "zh-CN": "百臂无形手 伊卜揶尔"}, "text": {"en": "If this card battles a monster, neither can be destroyed by that battle. You can only use each of the following effects of \"Hecahands Ibtel\" once per turn. You can reveal this card in your hand; shuffle this card into the Deck, then Special Summon 1 \"Hecahands\" monster from your Deck in Defense Position, except \"Hecahands Ibtel\". If this card is sent to the GY: You can target 1 \"Hecahands\" monster in your GY, except \"Hecahands Ibtel\"; Special Summon it.", "de": "Falls diese Karte gegen ein Monster kämpft, können beide durch jenen Kampf nicht zerstört werden. Du kannst jeden der folgenden Effekte von „Hekahände Ibtel“ nur einmal pro Spielzug verwenden. Du kannst diese Karte in deiner Hand vorzeigen; mische diese Karte ins Deck, dann beschwöre 1 „Hekahände“-Monster als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, außer „Hekahände Ibtel“. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 „Hekahände“-Monster in deinem Friedhof wählen, außer „Hekahände Ibtel“; beschwöre es als Spezialbeschwörung.", "es": "Si esta carta batalla con un monstruo, ninguno puede ser destruido en esa batalla. Sólo puedes usar cada uno de los siguientes efectos de \"Hecamanos Ibtel\" una vez por turno. Puedes mostrar esta carta en tu mano; baraja esta carta al Deck, y después Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Hecamanos\" en Posición de Defensa, excepto \"Hecamanos Ibtel\". Si esta carta es mandada al Cementerio: puedes seleccionar 1 monstruo \"Hecamanos\" en tu Cementerio, excepto \"Hecamanos Ibtel\"; Invócalo de Modo Especial.", "fr": "Si cette carte combat un monstre, aucun de ces 2 monstres ne peut être détruit par ce combat. Vous ne pouvez utiliser chacun des effets suivants de \"Hécamains Ibtel\" qu'une fois par tour. Vous pouvez révéler cette carte dans votre main ; mélangez cette carte dans le Deck, puis Invoquez Spécialement 1 monstre \"Hécamains\" (\"Hécamains Ibtel\" exclu) depuis votre Deck en Position de Défense. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre \"Hécamains\" (\"Hécamains Ibtel\" exclu) dans votre Cimetière ; Invoquez-le Spécialement.", "it": "Se questa carta combatte con un mostro, nessuno dei due può essere distrutto in quella battaglia. Puoi utilizzare ognuno dei seguenti effetti di \"Hecamani Ibtel\" una sola volta per turno. Puoi rivelare questa carta nella tua mano; mischia questa carta nel Deck, poi Evoca Specialmente 1 mostro \"Hecamani\" dal tuo Deck in Posizione di Difesa, eccetto \"Hecamani Ibtel\". Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 mostro \"Hecamani\" nel tuo Cimitero, eccetto \"Hecamani Ibtel\"; Evocalo Specialmente.", "pt": "Se este card batalhar um monstro, nenhum dos dois pode ser destruído nessa batalha. Você só pode usar cada um dos seguintes efeitos de \"Hecamãos Ibtel\" uma vez por turno. Você pode revelar este card na sua mão; embaralhe este card no Deck e, depois, Invoque por Invocação-Especial 1 monstro \"Hecamãos\" do seu Deck em Posição de Defesa, exceto \"Hecamãos Ibtel\". Se este card for enviado para o Cemitério: você pode escolher 1 monstro \"Hecamãos\" no seu Cemitério, exceto \"Hecamãos Ibtel\"; Invoque-o por Invocação-Especial.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：手札のこのカードを相手に見せて発動できる。このカードをデッキに戻す。その後、デッキから「見えざる手イブエル」以外の「ヘカトンケイル」モンスター１体を守備表示で特殊召喚する。②：このカードがモンスターと戦闘を行う場合、その２体はその戦闘では破壊されない。③：このカードが墓地へ送られた場合、「見えざる手イブエル」以外の自分の墓地の「ヘカトンケイル」モンスター１体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패의 이 카드를 상대에게 보여주고 발동할 수 있다. 이 카드를 덱으로 되돌린다. 그 후, 덱에서 \"헤카톤케일 이브엘\" 이외의 \"헤카톤케일\" 몬스터 1장을 수비 표시로 특수 소환한다. ②: 이 카드가 몬스터와 전투를 실행할 경우, 그 2장은 그 전투로는 파괴되지 않는다. ③: 이 카드가 묘지로 보내졌을 경우, \"헤카톤케일 이브엘\" 이외의 자신 묘지의 \"헤카톤케일\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①③效果1回合仅可各使用1次。①：向对手出示手牌的此卡可以发动。将此卡放回牌组。然后，从牌组将“百臂无形手 伊卜揶尔”以外的1只“百臂无形”怪兽以守备表示特殊召唤。②：此卡与怪兽进行战斗的情况下，该2只不会因该战斗被破坏。③：此卡被送至墓地的情况下，以“百臂无形手 伊卜揶尔”以外的、自己墓地的1只“百臂无形”怪兽为对象可以发动。将该怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Illusion / Effect", "attribute": "LIGHT", "level": 6, "atk": 1600, "def": 2100, "series": ["Hecahands"], "images": [{"index": 1, "image": "HecahandsIbtel-DBPR-JP-SR.png"}], "sets": {"en": [{"set_number": "PHRE-EN001", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare", "Collector's Rare", "Starlight Rare"]}], "de": [{"set_number": "PHRE-DE001", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare", "Collector's Rare", "Starlight Rare"]}], "es": [{"set_number": "PHRE-SP001", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare", "Collector's Rare", "Starlight Rare"]}], "fr": [{"set_number": "PHRE-FR001", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare", "Collector's Rare", "Starlight Rare"]}], "it": [{"set_number": "PHRE-IT001", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare", "Collector's Rare", "Starlight Rare"]}], "pt": [{"set_number": "PHRE-PT001", "set_name": "Phantom Revenge", "rarities": ["Ultra Rare", "Collector's Rare", "Starlight Rare"]}], "ja": [{"set_number": "DBPR-JP001", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare"]}], "ko": [{"set_number": "DBPR-KR001", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare"]}], "zh-CN": [{"set_number": "DBPR-SC001", "set_name": "Deck-Build Pack: Phantom Revengers", "rarities": ["Super Rare", "Collector's Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1135360}