{"konami_id": 13838, "password": 95372220, "name": {"en": "Flash Charge Dragon", "de": "Blitzangriffs-Drache", "es": "Dragón Carga Rápida", "fr": "Dragon Chargement Flash", "it": "Drago Carica Lampo", "pt": "Dragão da Investida Rápida", "ja": "マズルフラッシュ・ドラゴン", "ja_romaji": "Mazuru Furasshu Doragon", "ko": "마즐플래시 드래곤", "ko_rr": "Majeulpeullaesi Deuraegon", "zh-TW": "槍口焰龍", "zh-CN": "枪口焰龙"}, "text": {"en": "2+ Dragon monsters\nYou cannot Summon/Set monsters to a zone this card points to. Once per turn, if a monster(s) is Normal or Special Summoned, to a zone(s) this card points to (except during the Damage Step): You can destroy 1 monster this card points to, and if you do, inflict 500 damage to your opponent. When a card or effect is activated that targets this face-up card (Quick Effect): You can Tribute 1 monster; negate the activation.", "de": "2+ Drache-Monster\nDu kannst keine Monster in eine Zone beschwören/setzen, auf die diese Karte zeigt. Einmal pro Spielzug, falls ein oder mehr Monster als Normal- oder Spezialbeschwörung in eine oder mehr Zonen, auf die diese Karte zeigt, beschworen werden (außer während des Damage Steps): Du kannst 1 Monster zerstören, auf das diese Karte zeigt, und falls du dies tust, füge deinem Gegner 500 Schaden zu. Wenn eine Karte oder ein Effekt aktiviert wird, die oder der diese offene Karte als Ziel wählt (Schnelleffekt): Du kannst 1 Monster als Tribut anbieten; annulliere die Aktivierung.", "es": "2+ monstruos Dragón\nNo puedes Invocar/Colocar monstruos a una zona a la que apunte esta carta. Una vez por turno, si uno o más monstruos son Invocados de Modo Normal o Especial, a una o más zonas a las que apunte esta carta (excepto durante el Damage Step): puedes destruir 1 monstruo al que apunte esta carta y, si lo haces, inflige 500 puntos de daño a tu adversario. Cuando una carta o efecto que seleccione esta carta boca arriba es activado (Efecto Rápido): puedes Sacrificar 1 monstruo; niega la activación.", "fr": "2+ monstres Dragon\nVous ne pouvez ni Invoquer ni Poser de monstres dans une zone pointée par cette carte. Une fois par tour, si un ou plusieurs monstres sont Invoqués Normalement ou Spécialement dans une ou plusieurs zones pointées par cette carte (sauf durant la Damage Step) : vous pouvez détruire 1 monstre pointé par cette carte, et si vous le faites, infligez 500 points de dommages à votre adversaire. Lorsqu'une carte ou un effet qui cible cette carte face recto est activé (Effet Rapide) : vous pouvez Sacrifier 1 monstre ; annulez l'activation.", "it": "2+ mostri Drago\nNon puoi Evocare/Posizionare mostri in una zona puntata da questa carta. Una volta per turno, se uno o più mostri vengono Evocati Normalmente o Specialmente in una o più zone puntata da questa carta (eccetto durante il Damage Step): puoi distruggere 1 mostro puntato da questa carta e, se lo fai, infliggi 500 danni al tuo avversario. Quando viene attivata una carta o un effetto che sceglie come bersaglio questa carta scoperta (Effetto Rapido): puoi offrire come Tributo 1 mostro; annulla l'attivazione.", "pt": "2+ monstros Dragão\nVocê não pode Invocar/Baixar monstros em uma zona para a qual este card apontar. Uma vez por turno, se um ou mais monstros forem Invocados por Invocação-Normal ou Especial, em uma ou mais zonas para as quais este card apontar (exceto durante a Etapa de Dano): você pode destruir 1 monstro para o qual este card apontar e, se isso acontecer, cause 500 de dano ao seu oponente. Quando um card ou efeito for ativado que escolha como alvo este card com a face para cima (Efeito Rápido): você pode oferecer 1 monstro como Tributo; negue a ativação.", "ja": "ドラゴン族モンスター２体以上\n自分はこのカードのリンク先にモンスターを出せない。①：１ターンに１度、このカードのリンク先にモンスターが召喚・特殊召喚された場合に発動できる。このカードのリンク先のモンスター１体を選んで破壊し、相手に５００ダメージを与える。②：このカードを対象とする魔法・罠・モンスターの効果が発動した時、自分フィールドのモンスター１体をリリースして発動できる。その発動を無効にする。", "ko": "드래곤족 몬스터 2장 이상\n자신은 이 카드의 링크 앞에 몬스터를 낼 수 없다. ①: 1턴에 1번, 이 카드의 링크 앞에 몬스터가 일반 소환 / 특수 소환되었을 경우에 발동할 수 있다. 이 카드의 링크 앞의 몬스터 1장을 골라 파괴하고, 상대에게 500 데미지를 준다. ②: 이 카드를 대상으로 하는 마법 / 함정 / 몬스터의 효과가 발동했을 때, 자신 필드의 몬스터 1장을 릴리스하고 발동할 수 있다. 그 발동을 무효로 한다.", "zh-TW": null, "zh-CN": "龙族怪兽2只以上\n自己不可将怪兽出到此卡的连接端。\n①：1回合1次，有怪兽被召唤・特殊召唤至此卡连接端的情况下可以发动。将此卡连接端的1只怪兽破坏，给予对手500伤害。\n②：以此卡为对象的魔法・陷阱・怪兽的效果发动时，解放自己场上的1只怪兽可以发动。将该发动无效。"}, "card_type": "Monster", "monster_type_line": "Dragon / Link / Effect", "attribute": "DARK", "link_arrows": ["↖", "⬆", "↗"], "atk": 2300, "images": [{"index": 1, "image": "FlashChargeDragon-CP18-JP-R.png", "illustration": "FlashChargeDragon-MADU-JP-VG-artwork.png"}, {"index": "1.1", "image": "FlashChargeDragon-BLC1-EN-C-1E.png", "illustration": "FlashChargeDragon-MADU-EN-VG-artwork.png"}], "sets": {"en": [{"set_number": "BLRR-EN045", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-EN114", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "BLRR-DE045", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-DE114", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "es": [{"set_number": "BLRR-SP045", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-SP114", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "BLRR-FR045", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-FR114", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "BLRR-IT045", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-IT114", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "BLRR-PT045", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}, {"set_number": "BLC1-PT114", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "CP18-JP045", "set_name": "Collectors Pack 2018", "rarities": ["Rare"]}], "ko": [{"set_number": "CP18-KR045", "set_name": "Collectors Pack 2018", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 559726, "master_duel_rarity": "SR"}