{"konami_id": 21822, "password": 95448372, "name": {"en": "Gouki Gameface", "de": "Gouki-Kampfgeist", "es": "Rostro Tenaz Gouki", "fr": "Détermination Gouki", "it": "Determinazione Gouki", "pt": "Gouki Cara de Jogo", "ja": "<ruby>剛<rt>ごう</rt></ruby><ruby>鬼<rt>き</rt></ruby><ruby>闘<rt>とう</rt></ruby><ruby>魂<rt>こん</rt></ruby>", "ja_romaji": "Gōki Tōkon", "ko": "강귀투혼", "ko_rr": null, "zh-TW": null, "zh-CN": "刚鬼斗魂"}, "text": {"en": "When this card is activated: You can Special Summon 1 Level 4 or lower EARTH monster (Warrior, Dinosaur, or Cyberse) from your hand in Defense Position. You can Tribute 1 Link-3 or higher \"Gouki\" monster; Special Summon 1 \"Dinowrestler\" or \"G Golem\" monster from your Deck or Extra Deck. You can only use this effect of \"Gouki Gameface\" once per turn. You can only activate 1 \"Gouki Gameface\" per turn.", "de": "Wenn diese Karte aktiviert wird: Du kannst 1 ERDE Monster (Krieger, Dinosaurier oder Cyberse) der Stufe 4 oder niedriger als Spezialbeschwörung von deiner Hand in die Verteidigungsposition beschwören. Du kannst 1 „Gouki“-Monster mit Link-3 oder höher als Tribut anbieten; beschwöre 1 „Dinowrestler“- oder „G-Golem“-Monster als Spezialbeschwörung von deinem Deck oder Extra Deck. Du kannst diesen Effekt von „Gouki-Kampfgeist“ nur einmal pro Spielzug verwenden. Du kannst nur 1 „Gouki-Kampfgeist“ pro Spielzug aktivieren.", "es": "Cuando esta carta es activada: puedes Invocar de Modo Especial, desde tu mano, 1 monstruo de TIERRA de Nivel 4 o menor (Guerrero, Dinosaurio o Ciberso) en Posición de Defensa. Puedes Sacrificar 1 monstruo \"Gouki\" de Link-3 o mayor; Invoca de Modo Especial, desde tu Deck o Deck Extra, 1 monstruo \"Dinoluchador\" o \"G Gólem\". Sólo puedes usar este efecto de \"Rostro Tenaz Gouki\" una vez por turno. Sólo puedes activar 1 \"Rostro Tenaz Gouki\" por turno.", "fr": "Lorsque cette carte est activée : vous pouvez Invoquer Spécialement 1 monstre TERRE (Guerrier, Dinosaure ou Cyberse) de max. Niveau 4 depuis votre main en Position de Défense. Vous pouvez Sacrifier 1 monstre \"Gouki\" de min. Link-3 ; Invoquez Spécialement 1 monstre \"Dinolutteur\" ou \"G Golem\" depuis votre Deck ou Extra Deck. Vous ne pouvez utiliser cet effet de \"Détermination Gouki\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Détermination Gouki\" par tour.", "it": "Quando questa carta viene attivata: puoi Evocare Specialmente 1 mostro TERRA di Livello 4 o inferiore (Guerriero, Dinosauro o Cyberso) dalla tua mano in Posizione di Difesa. Puoi offrire come Tributo 1 mostro \"Gouki\" Link-3 o superiore; Evoca Specialmente 1 mostro \"Dinowrestler\" o \"G Golem\" dal tuo Deck o Extra Deck. Puoi utilizzare questo effetto di \"Determinazione Gouki\" una sola volta per turno. Puoi attivare solo 1 \"Determinazione Gouki\" per turno.", "pt": "Quando este card for ativado: você pode Invocar por Invocação-Especial 1 monstro de TERRA de Nível 4 ou menos (Guerreiro, Dinossauro ou Ciberso) da sua mão em Posição de Defesa. Você pode oferecer como Tributo 1 monstro \"Gouki\" de Link-3 ou mais; Invoque por Invocação-Especial 1 monstro \"Dinolutador\" ou \"G Golem\" do seu Deck ou Deck Adicional. Você só pode usar este efeito de \"Gouki Cara de Jogo\" uma vez por turno. Você só pode ativar 1 \"Gouki Cara de Jogo\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できず、このカード名の②の効果は１ターンに１度しか使用できない。①：このカードの発動時の効果処理として、手札からレベル４以下で戦士族・恐竜族・サイバース族の地属性モンスター１体を守備表示で特殊召喚できる。②：自分フィールドのリンク３以上の「剛鬼」モンスター１体をリリースして発動できる。デッキ・ＥＸデッキから「ダイナレスラー」モンスターか「Ｇゴーレム」モンスター１体を特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없으며, 이 카드명의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드의 발동시의 효과 처리로서, 패에서 레벨 4 이하이고 전사족 / 공룡족 / 사이버스족인 땅 속성 몬스터 1장을 수비 표시로 특수 소환할 수 있다. ②: 자신 필드의 링크 3 이상의 \"강귀\" 몬스터 1장을 릴리스하고 발동할 수 있다. 덱 / 엑스트라 덱에서 \"다이너레슬러\" 몬스터나 \"G골렘\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的卡1回合仅可发动1张，此卡名的②效果1回合仅可使用1次。①：作为此卡发动时的效果处理，可从手牌将1只等级4以下的战士族・恐龙族・电子界族的地属性怪兽以守备表示特殊召唤。②：解放自己场上的1只连接3以上的“刚鬼”怪兽可以发动。从牌组・额外牌组将1只“恐龙摔跤手”怪兽或“G魔像”怪兽特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "series": ["Gouki"], "images": [{"index": 1, "image": "GoukiGameface-DOOD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DOOD-EN056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "de": [{"set_number": "DOOD-DE056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "es": [{"set_number": "DOOD-SP056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "fr": [{"set_number": "DOOD-FR056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "it": [{"set_number": "DOOD-IT056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "pt": [{"set_number": "DOOD-PT056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ja": [{"set_number": "DOOD-JP056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "ko": [{"set_number": "DOOD-KR056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DOOD-SC056", "set_name": "Doom of Dimensions", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1130976}