{"konami_id": 11019, "password": 95442074, "name": {"en": "Number 31: Embodiment of Punishment", "de": "Nummer 31: Verkörperung der Bestrafung", "es": "Número 31: Personificación del Castigo", "fr": "Numéro 31 : Incarnation du Châtiment", "it": "Numero 31: Personificazione della Punizione", "pt": "Número 31: Personificação do Castigo", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>３１ アベルズ・デビル", "ja_romaji": "Nanbāzu Sanjūichi Aberuzu Debiru", "ko": "No.31 아밸즈 데블", "ko_rr": "Neombeojeu Seoreunhana Abaeljeu Debeul", "zh-TW": "No.31 亞伯魔鬼", "zh-CN": "编号31 亚伯魔鬼"}, "text": {"en": "2 Level 1 monsters\nOnce per turn, during either player's turn: You can detach 1 Xyz Material from this card; change all monsters your opponent controls to face-up Attack Position, also all monsters your opponent currently controls must attack this card this turn, if able. While you control \"Number 13: Embodiment of Crime\", this card gains these effects.\n● This card cannot be destroyed by battle or by card effects while it has Xyz Material.\n● Your opponent takes any battle damage you would have taken from attacks on this card.", "de": "2 Monster der Stufe 1\nEinmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 Xyz-Material von dieser Karte abhängen; ändere alle Monster, die dein Gegner kontrolliert, in die offene Angriffsposition, zusätzlich müssen alle Monster, die dein Gegner derzeit kontrolliert, in diesem Spielzug diese Karte angreifen, falls möglich. Solange du „Nummer 13: Verkörperung des Verbrechens“ kontrollierst, erhält diese Karte diese Effekte.\n● Diese Karte kann weder durch Kampf noch durch Karteneffekte zerstört werden, solange sie Xyz-Material hat.\n● Dein Gegner erhält den Kampfschaden, den du aus Angriffen gegen diese Karte erhalten hättest.", "es": "2 monstruos de Nivel 1\nUna vez por turno, durante el turno de cualquier jugador: puedes desacoplar de esta carta 1 Material Xyz; cambia todos los monstruos que controle tu adversario a Posición de Ataque boca arriba, y también todos los monstruos que tu adversario controle en este momento deben atacar a esta carta  este turno si pueden. Mientras controles a \"Número 13: Personificación del Crimen\", esta carta gana estos efectos.\n● Esta carta no puede ser destruida en batalla o por efectos de cartas mientras tenga Material Xyz.\n● Tu adversario recibe cualquier daño de batalla que fueras a recibir tú de ataques a esta carta.", "fr": "2 monstres de Niveau 1\nUne fois par tour, durant le tour de chaque joueur : vous pouvez détacher 1 Matériel Xyz de cette carte ; changez tous les monstres contrôlés par votre adversaire en Position d'Attaque face recto, et aussi, tous les monstres actuellement contrôlés par votre adversaire doivent attaquer cette carte ce tour, si possible. Tant que vous contrôlez \"Numéro 13 : Incarnation du Crime\", cette carte gagne ces effets.\n● Cette carte ne peut être détruite ni au combat ni par des effets de carte tant qu'elle a du Matériel Xyz.\n● Votre adversaire reçoit tous les dommages de combat que vous auriez dû recevoir des attaques sur cette carte.", "it": "2 mostri di Livello 1\nUna volta per turno, durante il turno di qualsiasi giocatore: puoi staccare 1 Materiale Xyz da questa carta; metti tutti i mostri controllati dal tuo avversario scoperti in Posizione di Attacco, inoltre tutti i mostri attualmente controllati dal tuo avversario devono attaccare questa carta in questo turno, se possono farlo. Mentre controlli \"Numero 13: Personificazione del Crimine\", questa carta guadagna questi effetti.\n● Questa carta non può essere distrutta in battaglia o dagli effetti delle carte mentre ha Materiali Xyz.\n● Il tuo avversario subisce qualsiasi danno da combattimento che avresti subito tu da attacchi contro questa carta.", "pt": "2 monstros de Nível 1\nUma vez por turno, durante o turno de qualquer duelista: você pode desassociar 1 Matéria Xyz deste card; coloque todos os monstros que seu oponente controla com a face para cima em Posição de Ataque e, além disso, todos os monstros que seu oponente controla atualmente devem atacar este card neste turno, se possível. Enquanto você controlar \"Número 13: Personificação do Crime\", este card ganha esses efeitos.\n● Este card não pode ser destruído em batalha ou por um efeito de card enquanto tiver Matérias Xyz.\n● Seu oponente sofre qualquer dano de batalha que você teria sofrido de ataques a este card.", "ja": "レベル１モンスター×２\n①：１ターンに１度、このカードのＸ素材を１つ取り除いて発動できる。相手フィールドの全てのモンスターは、表側攻撃表示になり、このターン攻撃可能な場合にはこのカードを攻撃しなければならない。この効果は相手ターンでも発動できる。②：自分フィールドに「Ｎｏ．１３ ケインズ・デビル」が存在する限り、このカードは以下の効果を得る。●Ｘ素材を持っているこのカードは戦闘・効果では破壊されない。●このカードへの攻撃で発生する自分への戦闘ダメージは代わりに相手が受ける。", "ko": "레벨 1 몬스터 × 2\n①: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 상대 필드의 몬스터는, 전부 앞면 공격 표시가 되고, 이 턴에 공격 가능한 경우 이 카드를 공격해야 한다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 자신 필드에 \"No.13 케인즈 데블\"이 존재하는 한, 이 카드는 이하의 효과를 얻는다.\n●엑시즈 소재를 가지고 있는 이 카드는 전투 / 효과로는 파괴되지 않는다.\n●이 카드로의 공격으로 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다.", "zh-TW": null, "zh-CN": "1星怪兽×2\n1回合1次，把这张卡1个XYZ素材取除才能发动。对方场上的怪兽全部变成表侧攻击表示，并在这个回合可以攻击的场合必须向这张卡作出攻击。这个效果在对方回合也能发动。此外，只要自己场上有「No.13 该隐恶魔」存在，得到以下效果。●持有XYZ素材的这张卡不会被战斗以及效果破坏。●向这张卡的攻击发生的对自己的战斗伤害由对方代受。"}, "card_type": "Monster", "monster_type_line": "Fiend / Xyz / Effect", "attribute": "DARK", "rank": 1, "atk": 500, "def": 500, "materials": "2 Level 1 monsters", "series": ["Number", "Number"], "images": [{"index": 1, "image": "Number31EmbodimentofPunishment-PGLD-EN-GScR-1E.png"}], "sets": {"en": [{"set_number": "PGLD-EN024", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "de": [{"set_number": "PGLD-DE024", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "es": [{"set_number": "PGLD-SP024", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "fr": [{"set_number": "PGLD-FR024", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "it": [{"set_number": "PGLD-IT024", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "pt": [{"set_number": "PGLD-PT024", "set_name": "Premium Gold", "rarities": ["Gold Secret Rare"]}], "ja": [{"set_number": "PP16-JP015", "set_name": "Premium Pack 16", "rarities": ["Common", "Secret Rare"]}, {"set_number": "NCF1-JP031", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "PP09-KR015", "set_name": "Premium Pack Vol.9", "rarities": ["Super Rare"]}, {"set_number": "AE12-KR022", "set_name": "Advanced Event Pack 2018 Vol.1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 257348, "master_duel_rarity": "R"}