{"konami_id": 12093, "password": 95457011, "name": {"en": "Edea the Heavenly Squire", "de": "Edea der Himmelsknappe", "es": "Edea, el Escudero Celestial", "fr": "Idea, l'Écuyer Céleste", "it": "Edea Scudiero Celeste", "pt": "Edea, o Escudeiro Celestial", "ja": "<ruby>天<rt>てん</rt></ruby><ruby>帝<rt>てい</rt></ruby><ruby>従<rt>じゅう</rt></ruby><ruby>騎<rt>き</rt></ruby>イデア", "ja_romaji": "Tentei Jūki Idea", "ko": "천 제왕종기 이데아", "ko_rr": null, "zh-TW": "天帝侍從騎士 艾迪亞", "zh-CN": "天帝从骑 爱迪亚"}, "text": {"en": "If this card is Normal or Special Summoned: You can Special Summon 1 monster with 800 ATK/1000 DEF from your Deck in Defense Position, except \"Edea the Heavenly Squire\", also you cannot Special Summon monsters from the Extra Deck for the rest of this turn. If this card is sent to the GY: You can target 1 of your banished \"Monarch\" Spells/Traps; add it to your hand. You can only use each effect of \"Edea the Heavenly Squire\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Monster mit 800 ATK/1000 DEF als Spezialbeschwörung von deinem Deck in die Verteidigungsposition beschwören, außer „Edea der Himmelsknappe“, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören. Falls diese Karte auf den Friedhof gelegt wird: Du kannst 1 deiner verbannten „Monarch“-Zauber/Fallen wählen; füge ihn oder sie deiner Hand hinzu. Du kannst jeden Effekt von „Edea der Himmelsknappe“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial, desde tu Deck, 1 monstruo con 800 ATK/1000 DEF en Posición de Defensa, excepto \"Edea, el Escudero Celestial\" y además, por el resto de este turno, no puedes Invocar monstruos de Modo Especial desde el Deck Extra. Si esta carta es mandada al Cementerio: puedes seleccionar 1 de tus Mágicas/Trampas \"Monarca\" desterradas; añádela a tu mano. Sólo puedes usar cada efecto de \"Edea, el Escudero Celestial\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre avec 800 ATK/1000 DEF (\"Idea, l'Écuyer Céleste\" exclu) depuis votre Deck en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck le reste de ce tour. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 de vos Magies/Pièges \"Monarque\" bannis ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Idea, l'Écuyer Céleste\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro con 800 ATK/1000 DEF dal tuo Deck in Posizione di Difesa, eccetto \"Edea Scudiero Celeste\", inoltre non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno. Se questa carta viene mandata al Cimitero: puoi scegliere come bersaglio 1 delle tue Magie/Trappole \"Monarca/Monarchi\" bandite; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Edea Scudiero Celeste\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro com 800 de ATK/1000 de DEF do seu Deck em Posição de Defesa, exceto \"Edea, o Escudeiro Celestial\" e, além disso, você não pode Invocar monstros do Deck Adicional por Invocação-Especial pelo resto deste turno. Se este card for enviado para o Cemitério: você pode escolher 1 das suas Magias/Armadilhas \"Monarca\" banidas; adicione-a à sua mão. Você só pode usar cada efeito de \"Edea, o Escudeiro Celestial\" uma vez por turno.", "ja": "「天帝従騎イデア」の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合に発動できる。デッキから「天帝従騎イデア」以外の攻撃力８００／守備力１０００のモンスター１体を守備表示で特殊召喚する。このターン、自分はエクストラデッキからモンスターを特殊召喚できない。②：このカードが墓地へ送られた場合、除外されている自分の「帝王」魔法・罠カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "\"천 제왕종기 이데아\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 덱에서 \"천 제왕종기 이데아\" 이외의 공격력 800 / 수비력 1000 인 몬스터 1장을 수비 표시로 특수 소환한다. 이 턴에, 자신은 엑스트라 덱에서 몬스터를 특수 소환할 수 없다. ②: 이 카드가 묘지로 보내졌을 경우, 제외되어 있는 자신의 \"제왕\" 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "「天帝从骑 爱迪娅」的①②的效果1回合各能使用1次。①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把「天帝从骑 爱迪娅」以外的1只攻击力800/守备力1000的怪兽守备表示特殊召唤。这个回合，自己不能从额外卡组把怪兽特殊召唤。②：这张卡被送去墓地的场合，以除外的1张自己的「帝王」魔法·陷阱卡为对象才能发动。那张卡加入手卡。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 1, "atk": 800, "def": 1000, "series": ["Monarch"], "images": [{"index": 1, "image": "EdeatheHeavenlySquire-BROL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "SR01-EN003", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "BROL-EN078", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SR01-DE003", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "BROL-DE078", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "SR01-FR003", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "BROL-FR078", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "SR01-IT003", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "BROL-IT078", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "SR01-PT003", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Super Rare"]}, {"set_number": "BROL-PT078", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "SR01-JP003", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Super Rare"]}], "ko": [{"set_number": "SR01-KR003", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 432719, "master_duel_rarity": "R"}