{"konami_id": 12599, "password": 95500396, "name": {"en": "Superheavy Samurai Soulpeacemaker", "de": "Superstarker Samurai Seelenfriedensstifter", "es": "Samurai Superpesado Alma Marcapasos", "fr": "Pacificâme Samouraï Supralourd", "it": "Samurai Superpesante Animapacificatrice", "pt": "Samurai Superpesado Alma Pacificadora", "ja": "<ruby>超<rt>ちょう</rt></ruby><ruby>重<rt>じゅう</rt></ruby><ruby>武<rt>む</rt></ruby><ruby>者<rt>しゃ</rt></ruby><ruby>装<rt>そう</rt></ruby><ruby>留<rt>る</rt></ruby>チュウサイ", "ja_romaji": "Chōjūmusha Sōru Chūsai", "ko": "초중무사소울 츄우사이", "ko_rr": null, "zh-TW": null, "zh-CN": "超重武者装魂 仲裁"}, "text": {"en": "You can target 1 \"Superheavy Samurai\" monster you control; equip this monster from your hand or field to that target. While this card is equipped to a monster by this effect, monsters your opponent controls cannot attack monsters you control, except the equipped monster. You can Tribute a monster you control equipped with this card by this card's effect; Special Summon 1 \"Superheavy Samurai\" monster from your Deck. You can only use this effect of \"Superheavy Samurai Soulpeacemaker\" once per turn.", "de": "Du kannst 1 „Superstarker Samurai“-Monster wählen, das du kontrollierst; rüste das gewählte Ziel mit diesem Monster von deiner Hand oder Spielfeldseite aus. Solange diese Karte ein Monster durch diesen Effekt ausrüstet, können Monster, die dein Gegner kontrolliert, keine Monster angreifen, die du kontrollierst, außer dem ausgerüsteten Monster. Du kannst ein Monster als Tribut anbieten, das du kontrollierst und das mit dieser Karte durch den Effekt dieser Karte ausgerüstet ist; beschwöre 1 „Superstarker Samurai“-Monster als Spezialbeschwörung von deinem Deck. Du kannst diesen Effekt von „Superstarker Samurai Seelenfriedensstifter“ nur einmal pro Spielzug verwenden.", "es": "Puedes seleccionar 1 monstruo \"Samurai Superpesado\" que controles; equipa este monstruo en tu mano o Campo a ese objetivo. Mientras esta carta está equipada a un monstruo por este efecto, los monstruos que controle tu adversario no pueden atacar a monstruos que tú controles, excepto al monstruo equipado. Puedes Sacrificar un monstruo que controles que esté equipado con esta carta por el efecto de esta carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Samurai Superpesado\". Sólo puedes usar este efecto de \"Samurai Superpesado Alma Marcapasos\" una vez por turno.", "fr": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou Terrain à la cible. Tant que cette carte est équipée à un monstre par cet effet, les monstres contrôlés par votre adversaire ne peuvent pas attaquer les monstres que vous contrôlez (le monstre équipé exclu). Vous pouvez Sacrifier un monstre que vous contrôlez équipé avec cette carte par l'effet de cette carte ; Invoquez Spécialement 1 monstre \"Samouraï Supralourd\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Pacificâme Samouraï Supralourd\" qu'une fois par tour.", "it": "Puoi scegliere come bersaglio 1 mostro \"Samurai Superpesante\" che controlli; equipaggia questo mostro dalla tua mano o Terreno a quel bersaglio. Mentre questa carta è equipaggiata a un mostro da questo effetto, i mostri controllati dal tuo avversario non possono attaccare i mostri che controlli, eccetto il mostro equipaggiato. Puoi offrire come Tributo un mostro che controlli equipaggiato con questa carta dall'effetto di questa carta; Evoca Specialmente 1 mostro \"Samurai Superpesante\" dal tuo Deck. Puoi utilizzare questo effetto di \"Samurai Superpesante Animapacificatrice\" una sola volta per turno.", "pt": "Você pode escolher 1 monstro \"Samurai Superpesado\" que você controla; equipe este monstro da sua mão ou do campo no alvo. Enquanto este card estiver equipado a um monstro por este efeito, monstros que seu oponente controla não podem atacar monstros que você controla, exceto o monstro equipado. Você pode oferecer como Tributo um monstro que você controla equipado com este card pelo efeito deste card; Invoque por Invocação-Especial 1 monstro \"Samurai Superpesado\" do seu Deck. Você só pode usar este efeito de \"Samurai Superpesado Alma Pacificadora\" uma vez por turno.", "ja": "「超重武者装留チュウサイ」の③の効果は１ターンに１度しか使用できない。①：自分メインフェイズに自分フィールドの「超重武者」モンスター１体を対象として発動できる。自分の手札・フィールドからこのモンスターを装備カード扱いとしてその自分のモンスターに装備する。②：このカードの効果でこのカードが装備されている場合、相手は装備モンスター以外の自分のモンスターを攻撃できない。③：このカードの効果でこのカードを装備した自分のモンスターをリリースして発動できる。デッキから「超重武者」モンスター１体を特殊召喚する。", "ko": "\"초중무사소울 츄우사이\"의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 자신 필드의 \"초중무사\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 패 / 필드에서 이 몬스터를 장착 카드로 취급하여 그 자신의 몬스터에 장착한다. ②: 이 카드의 효과로 이 카드가 장착되어 있을 경우, 상대는 장착 몬스터 이외의 자신의 몬스터를 공격할 수 없다. ③: 이 카드의 효과로 이 카드를 장착한 자신의 몬스터를 릴리스하고 발동할 수 있다. 덱에서 \"초중무사\" 몬스터 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的③效果１回合仅可使用１次。①：在自己的主要阶段，以自己场上的１只“超重武者”怪兽为对象可以发动。从自己的手牌・场上将此怪兽视为装备卡，装备于该自己的怪兽。②：此卡是以此卡的效果被装备中的情况下，对手不可攻击装备怪兽以外的自己的怪兽。③：解放以此卡的效果装备此卡的自己怪兽可以发动。从牌组将１只“超重武者”怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "EARTH", "level": 1, "atk": 0, "def": 0, "series": ["Superheavy Samurai", "Superheavy Samurai Soul"], "images": [{"index": 1, "image": "SuperheavySamuraiSoulpeacemaker-MP17-EN-R-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-EN134", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "INOV-DE009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-DE134", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "es": [{"set_number": "INOV-SP009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-SP134", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "INOV-FR009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-FR134", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "INOV-IT009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-IT134", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "INOV-PT009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "MP17-PT134", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "INOV-JP009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "ko": [{"set_number": "INOV-KR009", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "CL04-SC064", "set_name": "Classic Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 464212}