{"konami_id": 13835, "password": 95504778, "name": {"en": "Triggering Wurm", "de": "Auslöseraupe", "es": "Lombriz Disparadora", "fr": "Gâchette Wurm", "it": "Wurm Innescante", "pt": "Verme Desencadeador", "ja": "トリガー・ヴルム", "ja_romaji": "Torigā Vurumu", "ko": "트리거 브룸", "ko_rr": "Teurigeo Beurum", "zh-TW": "扳機幻龍", "zh-CN": "扳机幻龙"}, "text": {"en": "If this card is sent to the GY as Link Material for the Link Summon of a DARK monster: You can Special Summon this card from your GY in Attack Position, to your zone that Link Monster points to, but it cannot be used as Link Material. If this card is destroyed or banished by an effect activated by a Link Monster: Draw 1 card. You can only use each effect of \"Triggering Wurm\" once per turn.", "de": "Falls diese Karte als Linkmaterial für die Linkbeschwörung eines FINSTERNIS Monsters auf den Friedhof gelegt wird: Du kannst diese Karte als Spezialbeschwörung von deinem Friedhof in die Angriffsposition in deine Zone beschwören, auf die das Linkmonster zeigt, aber sie kann nicht als Linkmaterial verwendet werden. Falls diese Karte durch einen aktivierten Effekt eines Linkmonsters zerstört oder verbannt wird: Ziehe 1 Karte. Du kannst jeden Effekt von „Auslöseraupe“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es mandada al Cementerio como Material de Enlace para la Invocación por Enlace de un monstruo de OSCURIDAD: puedes Invocar esta carta de Modo Especial desde tu Cementerio, en Posición de Ataque, a tu zona a la que apunta ese Monstruo de Enlace, pero no puede ser usada como Material de Enlace. Si esta carta es destruida o desterrada por un efecto activado por un Monstruo de Enlace: roba 1 carta. Sólo puedes usar cada efecto de \"Lombriz Disparadora\" una vez por turno.", "fr": "Si cette carte est envoyée au Cimetière comme Matériel Lien pour l'Invocation Lien d'un monstre TÉNÈBRES : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière en Position d'Attaque dans votre zone pointée par le Monstre Lien, mais elle ne peut pas être utilisée comme Matériel Lien. Si cette carte est détruite ou bannie par un effet activé par un Monstre Lien : piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Gâchette Wurm\" qu'une fois par tour.", "it": "Se questa carta viene mandata al Cimitero come Materiale Link per l'Evocazione Link di un mostro OSCURITÀ: puoi Evocare Specialmente questa carta dal tuo Cimitero in Posizione di Attacco, in una tua zona puntata da quel Mostro Link, ma essa non può essere utilizzata come Materiale Link. Se questa carta viene distrutta o bandita da un effetto attivato da un Mostro Link: pesca 1 carta. Puoi utilizzare ogni effetto di \"Wurm Innescante\" una sola volta per turno.", "pt": "Se este card for enviado para o Cemitério como Matéria Link para a Invocação-Link de um monstro de TREVAS: você pode Invocar este card por Invocação-Especial do seu Cemitério em Posição de Ataque, em uma zona sua para a qual esse Monstro Link apontar, mas ele não pode ser usado como Matéria Link. Se este card for destruído ou banido por um efeito ativado por um Monstro Link: compre 1 card. Você só pode usar cada efeito de \"Verme Desencadeador\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが闇属性リンクモンスターのリンク素材として墓地へ送られた場合に発動できる。墓地のこのカードを、そのリンクモンスターのリンク先となる自分フィールドに攻撃表示で特殊召喚する。この効果で特殊召喚したこのカードはリンク素材にできない。②：このカードがリンクモンスターの発動した効果で、破壊された場合または除外された場合に発動する。自分はデッキから１枚ドローする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 어둠 속성 링크 몬스터의 링크 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 묘지의 이 카드를, 그 링크 몬스터의 링크 앞이 되는 자신 필드에 공격 표시로 특수 소환한다. 이 효과로 특수 소환한 이 카드는 링크 소재로 할 수 없다. ②: 이 카드가 링크 몬스터의 발동한 효과로, 파괴되었을 경우 또는 제외되었을 경우에 발동한다. 자신은 덱에서 1장 드로우한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可在此卡做為闇屬性連結怪獸的連結素材被送至墓地的狀況下發動。以攻擊表示特殊召喚墓地的此卡至該連結怪獸連結指向的我方場上。透過此效果特殊召喚的此卡無法做為連結素材。②：在此卡因連結怪獸發動的效果被破壞的狀況下或被除外的狀況下發動。我方從牌組抽１張牌。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：此卡作为暗属性连接怪兽的连接素材被送至墓地的情况下可以发动。将墓地的此卡以攻击表示特殊召唤至该连接怪兽连接端的自己场上。以此效果特殊召唤的此卡不可作为连接素材。②：此卡因连接怪兽发动的效果被破坏的情况下或被除外的情况下发动。自己从牌组抽１张。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 2, "atk": 600, "def": 600, "images": [{"index": 1, "image": "TriggeringWurm-BLRR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLRR-EN042", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLRR-DE042", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLRR-FR042", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLRR-IT042", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLRR-PT042", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "CP18-JP042", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}], "ko": [{"set_number": "CP18-KR042", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 559727, "master_duel_rarity": "R"}