{"konami_id": 22329, "password": 95589901, "name": {"en": "Mischief of the Wolves", "de": "Übermut der Wölfe", "es": "Travesuras de los Lobos", "fr": "Espièglerie des Loups", "it": "Dispetto dei Lupi", "pt": "Travessuras dos Lobos", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Apply these effects in sequence.\n● Reduce the Levels of all monsters your opponent controls by 2.\n● Increase the Levels of all monsters you control by 2.\nDuring your Main Phase, if this card is in the GY because it was sent there this turn: You can target 1 face-up card you control; destroy it, and if you do, add this card to your hand. You can only use this effect of \"Mischief of the Wolves\" once per turn.", "de": "Führe nacheinander diese Effekte aus.\n● Verringere die Stufen aller Monster, die dein Gegner kontrolliert, um 2.\n● Erhöhe die Stufen aller Monster, die du kontrollierst, um 2.\nWährend deiner Main Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug dorthin gelegt wurde: Du kannst 1 offene Karte wählen, die du kontrollierst; zerstöre sie und falls du dies tust, füge diese Karte deiner Hand hinzu. Du kannst diesen Effekt von „Übermut der Wölfe“ nur einmal pro Spielzug verwenden.", "es": "Aplica estos efectos en secuencia.\n● Reduce los Niveles de todos los monstruos que controla tu adversario en 2.\n● Aumenta los Niveles de todos los monstruos que controlas en 2.\nDurante tu Main Phase, si esta carta está en el Cementerio porque fue mandada allí este turno: puedes seleccionar 1 carta boca arriba que controles; destrúyela y, si lo haces, añade esta carta a tu mano. Sólo puedes usar este efecto de \"Travesuras de los Lobos\" una vez por turno.", "fr": "Appliquez ces effets dans l'ordre.\n● Réduisez le Niveau de tous les monstres contrôlés par votre adversaire de 2.\n● Augmentez le Niveau de tous les monstres que vous contrôlez de 2.\nDurant votre Main Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez cibler 1 carte face recto que vous contrôlez ; détruisez-la, et si vous le faites, ajoutez cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Espièglerie des Loups\" qu'une fois par tour.", "it": "Applica questi effetti in ordine.\n● Riduci i Livelli di tutti i mostri controllati dal tuo avversario di 2.\n● Aumenta i Livelli di tutti i mostri che controlli di 2.\nDurante la tua Main Phase, se questa carta è nel Cimitero perché è stata mandata lì in questo turno: puoi scegliere come bersaglio 1 carta scoperta che controlli; distruggila e, se lo fai, aggiungi questa carta alla tua mano. Puoi utilizzare questo effetto di \"Dispetto dei Lupi\" una sola volta per turno.", "pt": "Aplique esses efeitos em sequência.\n● Reduza em 2 os Níveis de todos os monstros que seu oponente controla.\n● Aumente em 2 os Níveis de todos os monstros que você controla.\nDurante sua Fase Principal, se este card estiver no Cemitério porque foi enviado para lá neste turno: você pode escolher 1 card com a face para cima que você controla; destrua-o e, se isso acontecer, adicione este card à sua mão. Você só pode usar este efeito de \"Travessuras dos Lobos\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Quick-Play", "series": ["Mischief"], "images": [{"index": 1, "image": "MischiefoftheWolves-BPRO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BPRO-EN083", "set_name": "Burst Protocol", "rarities": ["Common"]}], "de": [{"set_number": "BPRO-DE083", "set_name": "Burst Protocol", "rarities": ["Common"]}], "es": [{"set_number": "BPRO-SP083", "set_name": "Burst Protocol", "rarities": ["Common"]}], "fr": [{"set_number": "BPRO-FR083", "set_name": "Burst Protocol", "rarities": ["Common"]}], "it": [{"set_number": "BPRO-IT083", "set_name": "Burst Protocol", "rarities": ["Common"]}], "pt": [{"set_number": "BPRO-PT083", "set_name": "Burst Protocol", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1170381}