{"konami_id": 17052, "password": 95602345, "name": {"en": "Kairyu-Shin's Dark Reef", "de": "Kairyu-Shins dunkles Riff", "es": "Arrecife Oscuro de Kairyu-Shin", "fr": "Récif Sombre de Kairyu-Shin", "it": "Scogliera Oscura di Kairyu-Shin", "pt": "Recife Negro de Kairyu-Shin", "ja": "<ruby>暗<rt>あん</rt></ruby><ruby>岩<rt>がん</rt></ruby>の<ruby>海竜神<rt>リバイアサン</rt></ruby>", "ja_romaji": "Angan no Ribaiasan", "ko": "암암의 리바이어던", "ko_rr": "Am-am-ui Ribaieodeon", "zh-TW": "暗岩的利維坦", "zh-CN": "暗岩之利维坦"}, "text": {"en": "Send 1 face-up \"Umi\" you control to the GY; Special Summon up to 2 monsters with different names from your hand and/or Deck, that mention \"Umi\" or are WATER Normal Monsters, in Defense Position, then if your opponent controls a monster, you can Special Summon any number of Level 6 or lower WATER Normal Monsters from your hand and/or Deck. Until the end of your next turn after this card resolves, you cannot Special Summon monsters, except WATER monsters. You can only activate 1 \"Kairyu-Shin's Dark Reef\" per turn.", "de": "Lege 1 offenes „Umi“, das du kontrollierst, auf den Friedhof; beschwöre bis zu 2 Monster mit unterschiedlichen Namen, die „Umi“ erwähnen oder Normale WASSER Monster sind, als Spezialbeschwörung von deiner Hand und/oder deinem Deck in die Verteidigungsposition, dann, falls dein Gegner ein Monster kontrolliert, kannst du eine beliebige Anzahl Normale WASSER Monster der Stufe 6 oder niedriger als Spezialbeschwörung von deiner Hand und/oder deinem Deck beschwören. Du kannst bis zum Ende deines nächsten Spielzugs, nachdem diese Karte aufgelöst wurde, keine Monster als Spezialbeschwörung beschwören, außer WASSER Monstern. Du kannst nur 1 „Kairyu-Shins dunkles Riff“ pro Spielzug aktivieren.", "es": "Manda al Cementerio 1 \"Umi\" boca arriba que controles; Invoca de Modo Especial, desde tu mano y/o Deck, hasta 2 monstruos con nombres diferentes que mencionen \"Umi\" o sean Monstruos Normales de AGUA, en Posición de Defensa y después, si tu adversario controla un monstruo, puedes Invocar de Modo Especial, desde tu mano y/o Deck, cualquier número de Monstruos Normales de AGUA de Nivel 6 o menor. Hasta el final de tu próximo turno después de que esta carta se resuelva, no puedes Invocar monstruos de Modo Especial, excepto monstruos de AGUA. Sólo puedes activar 1 \"Arrecife Oscuro de Kairyu-Shin\" por turno.", "fr": "Envoyez 1 \"Umi\" face recto que vous contrôlez au Cimetière ; Invoquez Spécialement max. 2 monstres de noms différents depuis votre main et/ou Deck, qui mentionnent \"Umi\" ou qui sont des Monstres Normaux EAU, en Position de Défense, puis si votre adversaire contrôle un monstre, vous pouvez Invoquer Spécialement un nombre de votre choix de Monstres Normaux EAU de max. Niveau 6 depuis votre main et/ou Deck. Jusqu'à la fin de votre prochain tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres EAU exclus). Vous ne pouvez activer qu'1 \"Récif Sombre de Kairyu-Shin\" par tour.", "it": "Manda 1 \"Umi\" scoperto che controlli al Cimitero; Evoca Specialmente dalla tua mano e/o Deck fino a 2 mostri con nomi diversi che menzionano \"Umi\" o che sono Mostri Normali ACQUA, in Posizione di Difesa, poi, se il tuo avversario controlla un mostro, puoi Evocare Specialmente un qualsiasi numero di Mostri Normali ACQUA di Livello 6 o inferiore dalla tua mano e/o Deck. Fino alla fine del tuo prossimo turno dopo che questa carta si è risolta, non puoi Evocare Specialmente mostri, eccetto mostri ACQUA. Puoi attivare solo 1 \"Scogliera Oscura di Kairyu-Shin\" per turno.", "pt": "Envie 1 \"Umi\" com a face para cima que você controla para o Cemitério; Invoque por Invocação-Especial até 2 monstros com nomes diferentes da sua mão e/ou do Deck, que mencionem \"Umi\" ou que sejam Monstros Normais de ÁGUA, em Posição de Defesa e, depois, se seu oponente controlar um monstro, você pode Invocar por Invocação-Especial qualquer número de Monstros Normais de ÁGUA de Nível 6 ou menos da sua mão e/ou do Deck. Até o final do seu próximo turno depois que este card resolver, você não pode Invocar monstros por Invocação-Especial, exceto monstros de ÁGUA. Você só pode ativar 1 \"Recife Negro de Kairyu-Shin\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分フィールドの表側表示の「海」１枚を墓地へ送って発動できる。自分の手札・デッキから、「海」のカード名が記されたモンスターまたは水属性の通常モンスターを合計２体まで守備表示で特殊召喚する（同名カードは１枚まで）。相手フィールドにモンスターが存在する場合、さらに手札・デッキからレベル６以下の水属性の通常モンスターを任意の数だけ特殊召喚できる。このカードの発動後、次の自分ターンの終了時まで自分は水属性モンスターしか特殊召喚できない。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신 필드의 앞면 표시의 \"바다\" 1장을 묘지로 보내고 발동할 수 있다. 자신의 패 / 덱에서, \"바다\"의 카드명이 쓰여진 몬스터 또는 물 속성의 일반 몬스터를 합계 2장까지 수비 표시로 특수 소환한다(같은 이름의 카드는 1장까지). 상대 필드에 몬스터가 존재할 경우, 추가로 패 / 덱에서 레벨 6 이하의 물 속성의 일반 몬스터를 임의의 수만큼 특수 소환할 수 있다. 이 카드의 발동 후, 다음 자신 턴의 종료시까지 자신은 물 속성 몬스터밖에 특수 소환할 수 없다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：把自己场上1张表侧表示的「海」送去墓地才能发动。从自己的手卡·卡组把有「海」的卡名记述的怪兽或者水属性通常怪兽合计最多2只守备表示特殊召唤（同名卡最多1张）。对方场上有怪兽存在的场合，可以再从手卡·卡组把6星以下的水属性通常怪兽任意数量特殊召唤。这张卡的发动后，直到下次的自己回合的结束时自己不是水属性怪兽不能特殊召唤。"}, "card_type": "Trap", "property": "Normal", "series": ["Kairyu-Shin"], "images": [{"index": 1, "image": "KairyuShinsDarkReef-LED9-EN-R-1E.png"}], "sets": {"en": [{"set_number": "LED9-EN022", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "de": [{"set_number": "LED9-DE022", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "es": [{"set_number": "LED9-SP022", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "fr": [{"set_number": "LED9-FR022", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "it": [{"set_number": "LED9-IT022", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "pt": [{"set_number": "LED9-PT022", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Rare"]}], "ja": [{"set_number": "DP26-JP022", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Rare"]}], "ko": [{"set_number": "DP26-KR022", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715495, "master_duel_rarity": "R"}