{"konami_id": 13775, "password": 95612049, "name": {"en": "Turning of the World", "de": "Rotation der Welt", "es": "Giros del Mundo", "fr": "Tournant du Monde", "it": "Svolta del Mondo", "pt": "Virada do Mundo", "ja": "リバース・オブ・ザ・ワールド", "ja_romaji": "Ribāsu Obu Za Wārudo", "ko": "리버스 오브 더 월드", "ko_rr": "Ribeoseu Obeu Deo Woldeu", "zh-TW": "世界反轉", "zh-CN": "世界反转"}, "text": {"en": "This card is used to Ritual Summon \"Ruin, Queen of Oblivion\" or \"Demise, King of Armageddon\" from your hand or Deck. You must also Tribute Ritual Monsters from your hand whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. You can only activate 1 \"Turning of the World\" per turn.", "de": "Diese Karte wird verwendet, um „Ruin, Königin des Vergessens“ oder „Demise, König des Jüngsten Tages“ als Ritualbeschwörung von deiner Hand oder deinem Deck zu beschwören. Du musst zusätzlich Ritualmonster von deiner Hand als Tribut anbieten, deren gemeinsame Stufe größer oder gleich der Stufe des Ritualmonsters ist, das du als Ritualbeschwörung beschwörst. Du kannst nur 1 „Rotation der Welt“ pro Spielzug aktivieren.", "es": "Esta carta se usa para la Invocación por Ritual de \"Ruina, Reina del Olvido\" o \"Demise, Rey del Armagedón\" desde tu mano o Deck. También debes Sacrificar Monstruos de Ritual en tu mano cuyos Niveles totales sean iguales o excedan el Nivel del Monstruo de Ritual que Invoques por Ritual. Sólo puedes activar 1 \"Giros del Mundo\" por turno.", "fr": "Cette carte est utilisée pour Invoquer Rituellement \"Ruine, Reine de l'Oubli\" ou \"Peine, Roi de l'Armageddon\" depuis votre main ou Deck. Vous devez aussi Sacrifier des Monstres Rituels depuis votre main dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Vous ne pouvez activer qu'1 \"Tournant du Monde\" par tour.", "it": "Questa carta viene utilizzata per Evocare tramite Rituale \"Ruin, Regina dell'Oblio\" o \"Demise, Re dell'Armageddon\" dalla tua mano o Deck. Devi anche offrire come Tributo dalla tua mano Mostri Rituale il cui Livello totale sia pari o superiore al Livello del Mostro Rituale che Evochi tramite Rituale. Puoi attivare solo 1 \"Svolta del Mondo\" per turno.", "pt": "Este card é usado para a Invocação-Ritual de \"Ruína, a Rainha do Esquecimento\" ou \"Demise, o Rei do Armagedom\" da sua mão ou do Deck. Você também deve oferecer como Tributo Monstros de Ritual da sua mão cuja soma dos Níveis seja igual ou exceda o Nível do Monstro de Ritual que você Invocar por Invocação-Ritual. Você só pode ativar 1 \"Virada do Mundo\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：レベルの合計が儀式召喚するモンスターのレベル以上になるように、手札の儀式モンスターをリリースし、手札・デッキから「破滅の女神ルイン」または「終焉の王デミス」を儀式召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 패의 의식 몬스터를 릴리스하고, 패 / 덱에서 \"파멸의 여신 루인\" 또는 \"종언의 왕 데미스\"를 의식 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：等级合计直到变成仪式召唤的怪兽的等级以上为止，把手卡的仪式怪兽解放，从手卡·卡组把「破灭之女神 露茵」或者「终焉之王 迪米斯」仪式召唤。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Ruin & Demise"], "images": [{"index": 1, "image": "TurningoftheWorld-CYHO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CYHO-EN058", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "de": [{"set_number": "CYHO-DE058", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "fr": [{"set_number": "CYHO-FR058", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "it": [{"set_number": "CYHO-IT058", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "pt": [{"set_number": "CYHO-PT058", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ja": [{"set_number": "CYHO-JP058", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}], "ko": [{"set_number": "CYHO-KR058", "set_name": "Cybernetic Horizon", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 557291, "master_duel_rarity": "N"}