{"konami_id": 14342, "password": 95685352, "name": {"en": "Dark Anthelion Dragon", "de": "Finsterer Anthelion-Drache", "es": "Dragón Antelia Oscuro", "fr": "Dragon Anthélie des Ténèbres", "it": "Drago Anthelion Oscuro", "pt": "Dragão Antélio Negro", "ja": "ダーク・アンセリオン・ドラゴン", "ja_romaji": "Dāku Anserion Doragon", "ko": "다크 앤서리온 드래곤", "ko_rr": "Dakeu Aenseorion Deuraegon", "zh-TW": null, "zh-CN": "暗向日龙"}, "text": {"en": "2 Level 7 monsters\nIf you can Pendulum Summon Level 7, you can Pendulum Summon this face-up card in your Extra Deck. Once per turn (Quick Effect): You can detach 1 material from this card, then target 1 face-up monster your opponent controls; until the end of this turn, its ATK becomes half its current ATK, and if it does, this card gains that lost ATK. If this card in the Monster Zone is destroyed by battle or card effect: You can place this card in your Pendulum Zone.", "de": "2 Monster der Stufe 7\nFalls du Stufe 7 als Pendelbeschwörung beschwören kannst, kannst du diese offene Karte in deinem Extra Deck als Pendelbeschwörung beschwören. Einmal pro Spielzug (Schnelleffekt): Du kannst 1 Material von dieser Karte abhängen und dann 1 offenes Monster wählen, das dein Gegner kontrolliert; bis zum Ende dieses Spielzugs werden seine ATK gleich der Hälfte seiner derzeitigen ATK und falls sie dies tun, erhält diese Karte die verlorenen ATK. Falls diese Karte in der Monsterzone durch Kampf oder einen Karteneffekt zerstört wird: Du kannst diese Karte in deine Pendelzone legen.", "es": "2 monstruos de Nivel 7\nSi puedes hacer una Invocación por Péndulo de Nivel 7, puedes Invocar por Péndulo esta carta boca arriba en tu Deck Extra. Una vez por turno (Efecto Rápido): puedes desacoplar 1 material de esta carta, y después seleccionar 1 monstruo boca arriba que controle tu adversario; hasta el final de este turno, su ATK se convierte en la mitad de su ATK en este momento y, si lo hace, esta carta gana esa pérdida de ATK. Si esta carta en la Zona de Monstruos es destruida en batalla o por efecto de carta: puedes poner esta carta en tu Zona de Péndulo.", "fr": "2 monstres de Niveau 7\nSi vous pouvez effectuer une Invocation Pendule de Niveau 7, vous pouvez Invoquer par Pendulation cette carte face recto dans votre Extra Deck. Une fois par tour (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la fin de ce tour, son ATK devient la moitié de son ATK actuelle, et si elle le devient, cette carte gagne l'ATK perdue. Si cette carte dans la Zone Monstre est détruite au combat ou par un effet de carte : vous pouvez placer cette carte dans votre Zone Pendule.", "it": "2 mostri di Livello 7\nSe puoi Evocare Pendulum di Livello 7, puoi Evocare Pendulum questa carta scoperta nel tuo Extra Deck. Una volta per turno (Effetto Rapido): puoi staccare 1 materiale da questa carta, poi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; fino alla fine di questo turno, il suo ATK diventa la metà del suo ATK attuale e, se lo fa, questa carta guadagna quell'ATK perso. Se questa carta nella Zona Mostri viene distrutta in battaglia o dall'effetto di una carta: puoi mettere questa carta nella tua Zona Pendulum.", "pt": "2 monstros de Nível 7\nSe você puder Invocar por Invocação-Pêndulo de Nível 7, você pode Invocar este card com a face para cima no seu Deck Adicional por Invocação-Pêndulo. Uma vez por turno (Efeito Rápido): você pode desassociar 1 matéria deste card e, depois, escolha 1 monstro com a face para cima que seu oponente controla; até o final deste turno, o ATK dele se torna metade do seu ATK atual e, se isso acontecer, este card ganha esse valor de ATK perdido. Se este card na Zona de Monstros for destruído em batalha ou por um efeito de card: você pode colocar este card na sua Zona de Pêndulo.", "ja": "レベル７モンスター×２\nレベル７がＰ召喚可能な場合にＥＸデッキの表側表示のこのカードはＰ召喚できる。①：１ターンに１度、このカードのＸ素材を１つ取り除き、相手フィールドの表側表示モンスター１体を対象として発動できる。ターン終了時まで、そのモンスターの攻撃力を半分にし、その数値分このカードの攻撃力をアップする。この効果は相手ターンでも発動できる。②：モンスターゾーンのこのカードが戦闘・効果で破壊された場合に発動できる。このカードを自分のＰゾーンに置く。", "ko": "레벨 7 몬스터 × 2\n레벨 7 이 펜듈럼 소환 가능한 경우에 엑스트라 덱의 앞면 표시의 이 카드는 펜듈럼 소환할 수 있다. ①: 1턴에 1번, 이 카드의 엑시즈 소재를 1개 제거하고, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하여 발동할 수 있다. 턴 종료시까지, 그 몬스터의 공격력을 절반으로 하고, 그 수치만큼 이 카드의 공격력을 올린다. 이 효과는 상대 턴에도 발동할 수 있다. ②: 몬스터 존의 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 이 카드를 자신의 펜듈럼 존에 놓는다.", "zh-TW": null, "zh-CN": "←10【灵摆】10→\n①：1回合1次，以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽的原本攻击力直到回合结束时变成一半。\n【怪兽效果】\n7星怪兽×2\n7星可以灵摆召唤的场合在额外卡组的表侧表示的这张卡可以灵摆召唤。\n①：1回合1次，把这张卡1个超量素材取除，以对方场上1只表侧表示怪兽为对象才能发动。直到回合结束时，那只怪兽的攻击力变成一半，这张卡的攻击力上升那个数值。这个效果在对方回合也能发动。\n②：怪兽区域的这张卡被战斗·效果破坏的场合才能发动。这张卡在自己的灵摆区域放置。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Pendulum / Effect", "attribute": "DARK", "rank": 7, "atk": 3000, "def": 2500, "pendulum_scale": 10, "pendulum_effect": {"en": "Once per turn: You can target 1 face-up monster your opponent controls; halve its original ATK until the end of this turn (even if this card leaves the field).", "de": "Einmal pro Spielzug: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; halbiere bis zum Ende dieses Spielzugs seine Grund-ATK (selbst falls diese Karte das Spielfeld verlässt).", "es": "Una vez por turno: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; hasta el final de este turno, divide a la mitad su ATK original (aun si esta carta deja el Campo).", "fr": "Une fois par tour : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), divisez par deux son ATK d'origine.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; dimezza il suo ATK originale fino alla fine di questo turno (anche se questa carta lascia il Terreno).", "pt": "Uma vez por turno: você pode escolher 1 monstro com a face para cima que seu oponente controla; diminua o ATK original dele pela metade até o final deste turno (mesmo que este card deixe o campo).", "ja": "①：１ターンに１度、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターの元々の攻撃力はターン終了時まで半分になる。", "ko": "①: 1턴에 1번, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터의 원래 공격력은 턴 종료시까지 절반이 된다.", "zh-TW": null, "zh-CN": null}, "images": [{"index": 1, "image": "DarkAnthelionDragon-DUOV-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUOV-EN036", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "DUOV-DE036", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "DUOV-SP036", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "DUOV-FR036", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "DUOV-IT036", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "DUOV-PT036", "set_name": "Duel Overload", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "19PP-JP010", "set_name": "Premium Pack 2019", "rarities": ["Common", "Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "PP14-KRA10", "set_name": "Premium Pack Vol.14 1st Wave", "rarities": ["Ultra Rare", "Normal Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 584317}