{"konami_id": 21153, "password": 95718355, "name": {"en": "Regenesis Archfiend", "de": "Regenesis-Erzunterweltler", "es": "Archidemonio Regénesis", "fr": "Archdémon de la Regenèse", "it": "Arcidemone Regenesis", "pt": "Arquidemônio Regênese", "ja": "<ruby>再世の魔神<rt>リジェネシス・デーモン</rt></ruby> ベミドバル", "ja_romaji": "Rijeneshisu Dēmon Bemidobaru", "ko": "리제네시스 데몬 베미드바르", "ko_rr": null, "zh-TW": null, "zh-CN": "再世荒恶魔神 贝米德巴尔"}, "text": {"en": "You can Special Summon this card (from your hand) by revealing another monster with 2500 ATK or DEF in your hand. You can only Special Summon \"Regenesis Archfiend\" once per turn this way. You can only use each of the following effects of \"Regenesis Archfiend\" once per turn. If this card is Normal or Special Summoned: You can add 1 \"Regenesis\" card from your Deck or banishment to your hand, except \"Regenesis Archfiend\". During your opponent's End Phase, if this card is in the GY because it was sent there this turn: You can add this card to your hand.", "de": "Du kannst diese Karte als Spezialbeschwörung (von deiner Hand) beschwören, indem du ein anderes Monster mit 2500 ATK oder DEF in deiner Hand vorzeigst. Du kannst „Regenesis-Erzunterweltler“ nur einmal pro Spielzug auf diese Art als Spezialbeschwörung beschwören. Du kannst jeden der folgenden Effekte von „Regenesis-Erzunterweltler“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst deiner Hand 1 „Regenesis“-Karte von deinem Deck oder deinen verbannten Karten hinzufügen, außer „Regenesis-Erzunterweltler“. Während der End Phase deines Gegners, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug dorthin gelegt wurde: Du kannst diese Karte deiner Hand hinzufügen.", "es": "Puedes Invocar esta carta de Modo Especial (desde tu mano) mostrando otro monstruo con 2500 ATK o DEF en tu mano. Sólo puedes Invocar de Modo Especial \"Archidemonio Regénesis\" una vez por turno de esta forma. Sólo puedes usar cada uno de los siguientes efectos de \"Archidemonio Regénesis\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano 1 carta \"Regénesis\" en tu Deck o destierro, excepto \"Archidemonio Regénesis\". Durante la End Phase de tu adversario, si esta carta está en el Cementerio porque fue mandada allí este turno: puedes añadir esta carta a tu mano.", "fr": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en révélant un autre monstre avec 2500 ATK ou DEF dans votre main. Vous ne pouvez Invoquer Spécialement \"Archdémon de la Regenèse\" qu'une fois par tour de cette façon. Vous ne pouvez utiliser chacun des effets suivants de \"Archdémon de la Regenèse\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Regenèse\" (\"Archdémon de la Regenèse\" exclu) depuis votre Deck ou bannissement à votre main. Durant la End Phase de votre adversaire, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez ajouter cette carte à votre main.", "it": "Puoi Evocare Specialmente questa carta (dalla tua mano) rivelando un altro mostro con ATK o DEF 2500 nella tua mano. Puoi Evocare Specialmente \"Arcidemone Regenesis\" una sola volta per turno in questo modo. Puoi utilizzare ognuno dei seguenti effetti di \"Arcidemone Regenesis\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere 1 carta \"Regenesis\" dal tuo Deck o carte bandite alla tua mano, eccetto \"Arcidemone Regenesis\". Durante la End Phase del tuo avversario, se questa carta è nel Cimitero perché è stata mandata lì in questo turno: puoi aggiungere questa carta alla tua mano.", "pt": "Você pode Invocar este card por Invocação-Especial (da sua mão) ao revelar outro monstro com 2500 de ATK ou DEF na sua mão. Você só pode Invocar \"Arquidemônio Regênese\" por Invocação-Especial uma vez por turno desta forma. Você só pode usar cada um dos seguintes efeitos de \"Arquidemônio Regênese\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar 1 card \"Regênese\" do seu Deck ou banimento à sua mão, exceto \"Arquidemônio Regênese\". Durante a Fase Final do seu oponente, se este card estiver no Cemitério porque foi enviado para lá neste turno: você pode adicionar este card à sua mão.", "ja": "このカード名の、①の方法による特殊召喚は１ターンに１度しかできず、②③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードは攻撃力か守備力が２５００の手札の他のモンスター１体を相手に見せ、手札から特殊召喚できる。②：このカードが召喚・特殊召喚した場合に発動できる。「再世の魔神 ベミドバル」以外の自分のデッキ・除外状態の「リジェネシス」カード１枚を手札に加える。③：このカードが墓地へ送られた相手ターンのエンドフェイズに発動できる。このカードを手札に加える。", "ko": "이 카드명의, ①의 방법에 의한 특수 소환은 1턴에 1번밖에 할 수 없으며, ②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드는 공격력이나 수비력이 2500 인 패의 다른 몬스터 1장을 상대에게 보여주고, 패에서 특수 소환할 수 있다. ②: 이 카드를 일반 소환 / 특수 소환했을 경우에 발동할 수 있다. \"리제네시스 데몬 베미드바르\" 이외의 자신의 덱 / 제외 상태인 \"리제네시스\" 카드 1장을 패에 넣는다. ③: 이 카드가 묘지로 보내진 상대 턴의 엔드 페이즈에 발동할 수 있다. 이 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名以①方法的特殊召唤1回合仅可进行1次，且②③效果1回合仅可各使用1次。①：此卡可通过向对手出示手牌的1只其他的攻击力或守备力为2500的怪兽，来从手牌特殊召唤。②：此卡召唤・特殊召唤的情况下可以发动。将“再世荒恶魔神 贝米德巴尔”以外的、自己牌组・除外状态的1张“再世”卡加入手牌。③：在此卡被送至墓地的对手回合，于结束阶段可以发动。将此卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fiend / Effect", "attribute": "EARTH", "level": 8, "atk": 2500, "def": 2500, "series": ["Archfiend", "Regenesis"], "images": [{"index": 1, "image": "RegenesisArchfiend-ALIN-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "ALIN-ENSP1", "set_name": "Alliance Insight Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ALIN-EN016", "set_name": "Alliance Insight", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "ALIN-DESP1", "set_name": "Alliance Insight Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ALIN-DE016", "set_name": "Alliance Insight", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "es": [{"set_number": "ALIN-SPSP1", "set_name": "Alliance Insight Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ALIN-SP016", "set_name": "Alliance Insight", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "ALIN-FRSP1", "set_name": "Alliance Insight Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ALIN-FR016", "set_name": "Alliance Insight", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "ALIN-ITSP1", "set_name": "Alliance Insight Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ALIN-IT016", "set_name": "Alliance Insight", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "ALIN-PTSP1", "set_name": "Alliance Insight Premiere! promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "ALIN-PT016", "set_name": "Alliance Insight", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "ALIN-JP016", "set_name": "Alliance Insight", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-JP016", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "ALIN-KR016", "set_name": "Alliance Insight", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-KR016", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "ALIN-SC016", "set_name": "Alliance Insight", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "ALIN-SC016", "set_name": "Alliance Insight +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1105986}