{"konami_id": 11709, "password": 95833645, "name": {"en": "Magma Dragon", "de": "Magmadrache", "es": "Dragón de Magma", "fr": "Dragon de Magma", "it": "Drago di Magma", "pt": "Dragão de Magma", "ja": "マグマ・ドラゴン", "ja_romaji": "Maguma Doragon", "ko": "마그마 드래곤", "ko_rr": null, "zh-TW": "岩漿龍", "zh-CN": "岩浆龙"}, "text": {"en": "When this card is Special Summoned: You can target 1 Wyrm-Type monster in your Graveyard, except \"Magma Dragon\"; Special Summon it in Defense Position, but its effects are negated. You can only use this effect of \"Magma Dragon\" once per turn. You cannot Special Summon monsters the turn you activate this effect, except Wyrm-Type monsters.", "de": "Wenn diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Monster vom Typ Wyrm in deinem Friedhof wählen, außer „Magmadrache“; beschwöre es als Spezialbeschwörung in die Verteidigungsposition, aber seine Effekte werden annulliert. Du kannst diesen Effekt von „Magmadrache“ nur einmal pro Spielzug verwenden. Du kannst während des Spielzugs, in dem du diesen Effekt aktivierst, keine Monster als Spezialbeschwörung beschwören, außer Monstern vom Typ Wyrm.", "es": "Cuando esta carta es Invocada de Modo Especial: puedes seleccionar 1 monstruo de Tipo Wyrm en tu Cementerio, excepto \"Dragón de Magma\"; Invócalo de Modo Especial en Posición de Defensa, pero sus efectos son negados. Sólo puedes usar este efecto de \"Dragón de Magma\" una vez por turno. El turno en el que activas este efecto no puedes Invocar Monstruos de Modo Especial, excepto monstruos de Tipo Wyrm.", "fr": "Lorsque cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre de Type Wyrm (\"Dragon de Magma\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais ses effets sont annulés. Vous ne pouvez utiliser cet effet de \"Dragon de Magma\" qu'une fois par tour. Vous ne pouvez pas Invoquer Spécialements de monstres (monstres de Type Wyrm exclus) le tour où vous activez cet effet.", "it": "Quando questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 mostro di Tipo Wyrm nel tuo Cimitero, eccetto \"Drago di Magma\"; Evocalo Specialmente in Posizione di Difesa, ma i suoi effetti sono annullati. Puoi utilizzare questo effetto di \"Drago di Magma\" una sola volta per turno. Non puoi Evocare Specialmente mostri nel turno in cui attivi questo effetto, eccetto mostri di Tipo Wyrm.", "pt": "Quando este card for Invocado por Invocação-Especial: você pode escolher 1 monstro do Tipo Wyrm no seu Cemitério, exceto \"Dragão de Magma\": Invoque-o por Invocação Especial em Posição de Defesa, mas seus efeitos são negados. Você só pode usar este efeito de \"Dragão de Magma\" uma vez por turno. Você não pode Invocar monstros por Invocação-Especial no turno em que ativar este efeito, exceto monstros do Tipo Wyrm.", "ja": "「マグマ・ドラゴン」の効果は１ターンに１度しか使用できず、この効果を発動するターン、自分は幻竜族モンスターしか特殊召喚できない。①：このカードが特殊召喚に成功した時、「マグマ・ドラゴン」以外の自分の墓地の幻竜族モンスター１体を対象として発動できる。そのモンスターを守備表示で特殊召喚する。この効果で特殊召喚したモンスターの効果は無効化される。", "ko": "\"마그마 드래곤\"의 효과는 1턴에 1번밖에 사용할 수 없으며, 이 효과를 발동하는 턴에, 자신은 환룡족 몬스터밖에 특수 소환할 수 없다. ①: 이 카드가 특수 소환에 성공했을 때, \"마그마 드래곤\" 이외의 자신 묘지의 환룡족 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 수비 표시로 특수 소환한다. 이 효과로 특수 소환한 몬스터의 효과는 무효화된다.", "zh-TW": "「岩漿龍」的效果１回合僅限使用１次，發動此效果的回合，我方可特殊召喚的怪獸僅限幻龍族怪獸。①：在此卡特殊召喚成功的狀況下，可將我方墓地的１隻「岩漿龍」以外的幻龍族怪獸做為對象發動。以守備表示特殊召喚該怪獸。透過此效果特殊召喚的怪獸效果無效化。", "zh-CN": "“岩浆龙”的效果１回合只可使用１次，发动此效果的回合，我方只可特殊召唤幻龙族怪兽。①：此卡特殊召唤成功时，可以我方墓地１只除“岩浆龙”以外的幻龙族怪兽为对象发动。以守备表示特殊召唤该怪兽。以此效果特殊召唤而来的怪兽其效果被无效化。"}, "card_type": "Monster", "monster_type_line": "Wyrm / Effect", "attribute": "FIRE", "level": 4, "atk": 1600, "def": 1200, "images": [{"index": 1, "image": "MagmaDragon-MP16-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN034", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-EN016", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "CROS-DE034", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-DE016", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "CROS-FR034", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-FR016", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "CROS-IT034", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-IT016", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "CROS-PT034", "set_name": "Crossed Souls", "rarities": ["Common"]}, {"set_number": "MP16-PT016", "set_name": "2016 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP034", "set_name": "Crossed Souls", "rarities": ["Rare"]}], "ko": [{"set_number": "CROS-KR034", "set_name": "Crossed Souls", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 333181, "master_duel_rarity": "N"}