{"konami_id": 16419, "password": 95886782, "name": {"en": "ZW - Sylphid Wing", "de": "ZW - Sylphidflügel", "es": "ZW - Ala Sílfide", "fr": "ZW - Vent Sylphide", "it": "ZW - Ala di Silfide", "pt": "ZW - Asa de Sílfide", "ja": "<ruby>ＺＷ<rt>ゼアル・ウェポン</rt></ruby>－<ruby>天風精霊翼<rt>シルフィード・ウィング</rt></ruby>", "ja_romaji": "Zearu Wepon - Shirufīdo Wingu", "ko": "<ruby>ZW<rt>제알 웨폰</rt></ruby>－실피드 윙", "ko_rr": "Jeal Wepon - Silpideu Wing", "zh-TW": "ZEXAL兵器－天風精靈翼", "zh-CN": "ZEXAL兵器－天风精灵翼"}, "text": {"en": "You can only control 1 \"ZW - Sylphid Wing\". You can target 1 \"Utopia\" monster you control; equip this card from your hand or field to it. It gains 800 ATK. Once per turn, if a monster(s) is Special Summoned by your opponent's activated effect: You can make the equipped monster gain 1600 ATK. (This ATK gain remains even if this card leaves the field or the monster becomes unaffected by card effects.) If you activate the equipped monster's effect by detaching its material, you can send this card to the GY instead of 1 of those materials.", "de": "Du kannst nur 1 „ZW - Sylphidflügel“ kontrollieren. Du kannst 1 „Utopia“-Monster wählen, das du kontrollierst; rüste es mit dieser Karte von deiner Hand oder Spielfeldseite aus. Es erhält 800 ATK. Einmal pro Spielzug, falls durch einen aktivierten Effekt deines Gegners ein oder mehr Monster als Spezialbeschwörung beschworen werden: Du kannst das ausgerüstete Monster 1600 ATK erhalten lassen. (Dieser ATK-Erhalt hält sogar an, falls diese Karte das Spielfeld verlässt oder das Monster von Karteneffekten nicht mehr berührt wird.) Falls du den Effekt des ausgerüsteten Monsters aktivierst, indem du sein Material abhängst, kannst du diese Karte statt 1 des Materials auf den Friedhof legen.", "es": "Sólo puedes controlar 1 \"ZW - Ala Sílfide\". Puedes seleccionar 1 monstruo \"Utopía\" que controles; equípale esta carta en tu mano o Campo. Éste gana 800 ATK. Una vez por turno, si uno o más monstruos son Invocados de Modo Especial por un efecto activado de tu adversario: puedes hacer que el monstruo equipado gane 1600 ATK. (Esta ganancia de ATK permanece aun si esta carta deja el Campo o el monstruo deja de ser afectado por efectos de cartas). Si activas el efecto del monstruo equipado desacoplando su material, puedes mandar esta carta al Cementerio en lugar de 1 de esos materiales.", "fr": "Vous ne pouvez contrôler qu'1 \"ZW - Vent Sylphide\". Vous pouvez cibler 1 monstre \"Utopie\" que vous contrôlez ; équipez-lui cette carte depuis votre main ou Terrain. Il gagne 800 ATK. Une fois par tour, si un ou plusieurs monstres sont Invoqués Spécialement par un effet activé de votre adversaire : vous pouvez faire gagner 1600 ATK au monstre équipé. (Ce gain d'ATK reste même si cette carte quitte le Terrain ou si le monstre n'est plus affecté par des effets de carte.) Si vous activez l'effet du monstre équipé en détachant son Matériel, vous pouvez envoyer cette carte au Cimetière au lieu d'1 de ces Matériels.", "it": "Puoi controllare solo 1 \"ZW - Ala di Silfide\". Puoi scegliere come bersaglio 1 mostro \"Utopia\" che controlli; equipaggia questa carta dalla tua mano o Terreno a esso. Esso guadagna 800 ATK. Una volta per turno, se uno o più mostri vengono Evocati Specialmente da un effetto attivato del tuo avversario: puoi far guadagnare al mostro equipaggiato 1600 ATK. (Questo guadagno di ATK rimane anche se questa carta lascia il Terreno o il mostro diventa immune agli effetti delle carte.) Se attivi l'effetto del mostro equipaggiato staccando il suo materiale, puoi mandare questa carta al Cimitero invece di 1 di quei materiali.", "pt": "Você só pode controlar 1 \"ZW - Asa de Sílfide\". Você pode escolher 1 monstro \"Utopia\" que você controla; equipe este card da sua mão ou do campo a ele. Ele ganha 800 de ATK. Uma vez por turno, se um ou mais monstros forem Invocados por Invocação-Especial por um efeito ativado do seu oponente: você pode fazer com que o monstro equipado ganhe 1600 de ATK. (Este ganho de ATK permanece mesmo que este card deixe o campo ou que o monstro não possa mais ser afetado por efeitos de card.) Se você ativar um efeito do monstro equipado ao desassociar sua matéria, você pode enviar este card para o Cemitério em vez de 1 dessas matérias.", "ja": "①：「ＺＷ－天風精霊翼」は自分フィールドに１枚しか表側表示で存在できない。②：自分フィールドの「希望皇ホープ」モンスター１体を対象として発動できる。自分の手札・フィールドからこのカードを攻撃力８００アップの装備カード扱いとしてそのモンスターに装備する。③：１ターンに１度、相手が発動した効果でモンスターが特殊召喚された場合に発動できる。装備モンスターの攻撃力を１６００アップする。④：装備モンスターがＸ素材を取り除いて効果を発動する場合、取り除くＸ素材１つの代わりにこのカードを墓地へ送る事ができる。", "ko": "①: \"ZW(제알 웨폰)－실피드 윙\"은 자신 필드에 1장밖에 앞면 표시로 존재할 수 없다. ②: 자신 필드의 \"유토피아\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 자신의 패 / 필드에서 이 카드를 공격력 800 올리는 장착 카드로 취급하여 그 몬스터에 장착한다. ③: 1턴에 1번, 상대가 발동한 효과로 몬스터가 특수 소환되었을 경우에 발동할 수 있다. 장착 몬스터의 공격력을 1600 올린다. ④: 장착 몬스터가 엑시즈 소재를 제거하고 효과를 발동할 경우, 제거할 엑시즈 소재 1개 대신에 이 카드를 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "①：「ZW－天風精霊翼／ZW-天风精灵翼」在自己场上只能有1只以表侧表示存在。②：可以以自己场上的1只「希望皇ホープ／希望皇 霍普」怪兽为对象发动。从自己的手牌或场上将这张卡当作使攻击力上升800的装备卡使用装备给那只怪兽。③：1回合1次，对手发动的效果使怪兽被特殊召唤的场合可以发动。装备怪兽的攻击力上升1600。④：装备怪兽要将多维素材取除来发动效果的场合，可以将这张卡送入墓地来作为取除1个素材的代替。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "LIGHT", "level": 4, "atk": 800, "def": 1600, "series": ["Zexal", "ZW -"], "images": [{"index": 1, "image": "ZWSylphidWing-BROL-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BROL-EN025", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BROL-DE025", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BROL-FR025", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BROL-IT025", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BROL-PT025", "set_name": "Brothers of Legend", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC01-JP025", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "AC01-KR025", "set_name": "Animation Chronicle 2021", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708307, "master_duel_rarity": "N"}