{"konami_id": 11758, "password": 95993388, "name": {"en": "Landrobe the Rock Vassal", "de": "Landrobe der Felsvasall", "es": "Landrobe, el Vasallo de las Rocas", "fr": "Landrobe le Vassal des Roches", "it": "Landrobe Vassallo della Roccia", "pt": "Landrobe, o Vassalo da Rocha", "ja": "<ruby>地<rt>ち</rt></ruby><ruby>帝<rt>てい</rt></ruby><ruby>家<rt>か</rt></ruby><ruby>臣<rt>しん</rt></ruby>ランドローブ", "ja_romaji": "Chiteikashin Randorōbu", "ko": "땅의 제왕가신 랜드로브", "ko_rr": null, "zh-TW": "地帝家臣蘭德羅布", "zh-CN": "地帝家臣兰德罗布"}, "text": {"en": null, "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; du kannst für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung vom Extra Deck beschwören, zusätzlich beschwöre diese Karte als Spezialbeschwörung und falls du dies tust, ändere das Monster in die verdeckte Verteidigungsposition. Falls diese Karte als Tribut für eine Tributbeschwörung angeboten wird: Du kannst 1 Monster mit 800 ATK und 1000 DEF in deinem Friedhof wählen, außer „Landrobe der Felsvasall“; füge es deiner Hand hinzu. Du kannst jeden Effekt von „Landrobe der Felsvasall“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; por el resto de este turno, no puedes Invocar monstruos de Modo Especial desde el Deck Extra, y además Invoca esta carta de Modo Especial y, si lo haces, cambia ese monstruo a Posición de Defensa boca abajo. Si esta carta es Sacrificada para una Invocación por Sacrificio: puedes seleccionar 1 monstruo con 800 ATK y 1000 DEF en tu Cementerio, excepto \"Landrobe, el Vasallo de las Rocas\"; añádelo a tu mano. Sólo puedes usar cada efecto de \"Landrobe, el Vasallo de las Rocas\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck pour le reste de ce tour, et aussi, Invoquez Spécialement cette carte, et si vous le faites, changez le monstre en Position de Défense face verso. Si cette carte est Sacrifiée pour une Invocation Sacrifice : vous pouvez cibler 1 monstre avec 800 ATK ET 1000 DEF dans votre Cimetière, \"Landrobe le Vassal des Roches\" exclu ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Landrobe le Vassal des Roches\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; non puoi Evocare Specialmente mostri dall'Extra Deck per il resto di questo turno, inoltre Evoca Specialmente questa carta e, se lo fai, metti quel mostro coperto in Posizione di Difesa. Se questa carta viene offerta come Tributo per un'Evocazione tramite Tributo: puoi scegliere come bersaglio 1 mostro con ATK 800 e DEF 1000 nel tuo Cimitero, eccetto \"Landrobe Vassallo della Roccia\"; aggiungilo alla tua mano. Puoi utilizzare ogni effetto di \"Landrobe Vassallo della Roccia\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode escolher 1 monstro com a face para cima que seu oponente controla; você não pode Invocar por Invocação-Especial monstros do Deck Adicional pelo resto deste turno e, além disso, Invoque este card por Invocação-Especial e, se isso acontecer, coloque esse monstro com a face para baixo em Posição de Defesa. Se este card for oferecido como Tributo para uma Invocação-Tributo: você pode escolher 1 monstro com 800 de ATK e 1000 de DEF no seu Cemitério, exceto \"Landrobe, o Vassalo da Rocha\"; adicione-o à sua mão. Você só pode usar cada efeito de \"Landrobe, o Vassalo da Rocha\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：相手フィールドの表側表示モンスター１体を対象として発動できる。このカードを手札から特殊召喚し、対象のモンスターを裏側守備表示にする。このターン、自分はＥＸデッキからモンスターを特殊召喚できない。\n②：このカードがアドバンス召喚のためにリリースされた場合、「地帝家臣ランドローブ」以外の自分の墓地の攻撃力８００／守備力１０００のモンスター１体を対象として発動できる。そのモンスターを手札に加える。", "ko": "\"땅의 제왕가신 랜드로브\"의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 이 카드를 패에서 특수 소환하고, 대상의 몬스터를 뒷면 수비 표시로 한다. 이 턴에, 자신은 엑스트라 덱에서 몬스터를 특수 소환할 수 없다. ②: 이 카드가 어드밴스 소환을 위해 릴리스되었을 경우, \"땅의 제왕가신 랜드로브\" 이외의 자신 묘지의 공격력 800 / 수비력 1000 인 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 패에 넣는다.", "zh-TW": "「地帝家臣蘭德羅布」的①②效果，１回合各僅限使用１次。①：可將對方場上的１隻正面表示怪獸做為對象發動。從手牌特殊召喚此卡，將對象怪獸變為反面守備表示。此回合，我方無法從額外牌組特殊召喚怪獸。②：在此卡為升級召喚被解放的狀況下，可將我方墓地的１隻「地帝家臣蘭德羅布」以外的攻擊力８００／守備力１０００的怪獸做為對象發動。將該怪獸加入手牌。", "zh-CN": "“地帝家臣兰德罗布”的①②效果１回合只可各使用１次。①：可以对手场上１只表侧表示怪兽为对象发动。从手牌特殊召唤此卡，并将对象怪兽变成里侧守备表示。此回合，我方不可从额外牌组特殊召唤怪兽。②：此卡以上级召唤为目的被解放的场合，可以我方墓地１只除“地帝家臣兰德罗布”以外攻击力８００／守备力１０００的怪兽为对象发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Rock / Effect", "attribute": "EARTH", "level": 4, "atk": 800, "def": 1000, "series": ["Vassal"], "images": [{"index": 1, "image": "LandrobetheRockVassal-SR01-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SR01-EN012", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "de": [{"set_number": "SR01-DE012", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "fr": [{"set_number": "SR01-FR012", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "it": [{"set_number": "SR01-IT012", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "pt": [{"set_number": "SR01-PT012", "set_name": "Emperor of Darkness Structure Deck", "rarities": ["Common"]}], "ja": [{"set_number": "CROS-JP083", "set_name": "Crossed Souls", "rarities": ["Rare"]}, {"set_number": "SR01-JP012", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Common"]}], "ko": [{"set_number": "SR01-KR012", "set_name": "Structure Deck R: Advent of the True Monarch", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 334113, "master_duel_rarity": "N"}