{"konami_id": 21485, "password": 96004535, "name": {"en": "Unbreakable Xyz Barrier", "de": "Unzerstörbare Xyz-Barriere", "es": "Barrera Xyz Irrompible", "fr": "Barrière Xyz Incassable", "it": "Barriera Xyz Indistruttibile", "pt": "Barreira Xyz Inquebrável", "ja": "エクシーズ・アンブレイカブル・バリア", "ja_romaji": "Ekushīzu Anbureikaburu Baria", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "超量不屈屏障"}, "text": {"en": "When a Spell/Trap Card, or monster effect, is activated while you control an Xyz Monster: Negate the activation, then you can detach 2 materials from a monster(s) you control, then destroy 1 card on the field. You can banish this card from your GY, then target 1 Xyz Monster you control; attach 1 LIGHT \"Utopia\" or \"Utopic\" Xyz Monster from your GY to it. You can only use each effect of \"Unbreakable Xyz Barrier\" once per turn.", "de": "Wenn eine Zauber-/Fallenkarte oder ein Monstereffekt aktiviert wird, solange du ein Xyz-Monster kontrollierst: Annulliere die Aktivierung, dann kannst du 2 Material von einem oder mehr Monstern abhängen, die du kontrollierst, dann zerstöre 1 Karte auf dem Spielfeld. Du kannst diese Karte von deinem Friedhof verbannen und dann 1 Xyz-Monster wählen, das du kontrollierst; hänge 1 LICHT „Utopia“- oder „Utopisch“-Xyz-Monster von deinem Friedhof daran an. Du kannst jeden Effekt von „Unzerstörbare Xyz-Barriere“ nur einmal pro Spielzug verwenden.", "es": "Cuando es activada una Carta Mágica/de Trampa o efecto de monstruo mientras controlas un Monstruo Xyz: niega la activación, y después puedes desacoplar 2 materiales de uno o más monstruos que controles, y después destruye 1 carta en el Campo. Puedes desterrar esta carta en tu Cementerio, y después selecciona 1 Monstruo Xyz que controles; acóplale 1 Monstruo Xyz \"Utopía\" o \"Utópico/a\" de LUZ en tu Cementerio. Sólo puedes usar cada efecto de \"Barrera Xyz Irrompible\" una vez por turno.", "fr": "Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé, tant que vous contrôlez un Monstre Xyz : annulez l'activation, puis vous pouvez détacher 2 Matériels d'un ou plusieurs monstres que vous contrôlez, puis détruisez 1 carte sur le Terrain. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz que vous contrôlez ; attachez-lui 1 Monstre Xyz \"Utopie\" ou \"Utopique\" LUMIÈRE depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Barrière Xyz Incassable\" qu'une fois par tour.", "it": "Quando viene attivata una Carta Magia/Trappola, o l'effetto di un mostro, mentre controlli un Mostro Xyz: annulla l'attivazione, poi puoi staccare 2 materiali da uno o più mostri che controlli, poi distruggere 1 carta sul Terreno. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 Mostro Xyz che controlli; attacca 1 Mostro Xyz LUCE \"Utopia\" o \"Utopico\" dal tuo Cimitero a esso. Puoi utilizzare ogni effetto di \"Barriera Xyz Indistruttibile\" una sola volta per turno.", "pt": "Quando um Card de Magia/Armadilha, ou efeito de monstro, for ativado enquanto você controlar um Monstro Xyz: negue a ativação e, depois, você pode desassociar 2 matérias de um ou mais monstros que você controla e, depois, destrua 1 card no campo. Você pode banir este card do seu Cemitério e, depois, escolha 1 Monstro Xyz que você controla; associe a ele 1 Monstro Xyz \"Utopia\" ou \"Utópico\" de LUZ do seu Cemitério. Você só pode usar cada efeito de \"Barreira Xyz Inquebrável\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドにＸモンスターが存在し、モンスターの効果・魔法・罠カードが発動した時に発動できる。その発動を無効にする。その後、自分フィールドのＸ素材を２つ取り除く事ができる。その場合、さらにフィールドのカード１枚を破壊する。②：墓地のこのカードを除外し、自分フィールドのＸモンスター１体を対象として発動できる。自分の墓地から光属性の「ホープ」Ｘモンスター１体を対象のモンスターのＸ素材にする。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：自己场上存在超量怪兽，且怪兽的效果・魔法・陷阱卡发动时可以发动。将该发动无效。然后，可去除自己场上的2个超量素材。该情况下，进而将场上的1张卡破坏。②：将墓地的此卡除外，以自己场上的1只超量怪兽为对象可以发动。从自己墓地将1只光属性“霍普”超量怪兽作为对象怪兽的超量素材。"}, "card_type": "Trap", "property": "Counter", "series": ["Xyz"], "images": [{"index": 1, "image": "UnbreakableXyzBarrier-DUAD-JP-C.png"}], "sets": {"en": [{"set_number": "DUAD-EN074", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "de": [{"set_number": "DUAD-DE074", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "es": [{"set_number": "DUAD-SP074", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "fr": [{"set_number": "DUAD-FR074", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "it": [{"set_number": "DUAD-IT074", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "pt": [{"set_number": "DUAD-PT074", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ja": [{"set_number": "DUAD-JP074", "set_name": "Duelist's Advance", "rarities": ["Common", "Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC074", "set_name": "Duelist's Advance", "rarities": ["Common", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1110733}