{"konami_id": 20200, "password": 96030710, "name": {"en": "Centur-Ion Atrii", "de": "Centur-Ion Atrii", "es": "Centur-Ión Atrii", "fr": "Centur-Ion Atrii", "it": "Centur-Ion Atrii", "pt": "Centur-Ião Atrii", "ja": "<ruby>竜騎士<rt>センチュリオン</rt></ruby>アトリィ", "ja_romaji": "Senchurion Atoryi", "ko": "센츄리온 아트리", "ko_rr": null, "zh-TW": "龍裝百夫騎士 阿特莉", "zh-CN": "龙装百夫骑士 阿特莉"}, "text": {"en": "If this card you control would be used as Synchro Material, you can treat it as a non-Tuner. You can only use each of the following effects of \"Centur-Ion Atrii\" once per turn. If this card is Normal or Special Summoned, and you have both an \"Emblema\" card and a \"Centur-Ion\" card in your GY: You can draw 1 card, also you cannot Special Summon \"Centur-Ion Atrii\" for the rest of this turn. During the Main Phase, if this card is a Continuous Trap: You can Special Summon this card.", "de": "Falls diese Karte, die du kontrollierst, als Synchromaterial verwendet würde, kannst du sie als Nicht-Empfänger behandeln. Du kannst jeden der folgenden Effekte von „Centur-Ion Atrii“ nur einmal pro Spielzug verwenden. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird und du sowohl eine „Emblema“-Karte als auch eine „Centur-Ion“-Karte in deinem Friedhof hast: Du kannst 1 Karte ziehen, zusätzlich kannst du für den Rest dieses Spielzugs „Centur-Ion Atrii“ nicht als Spezialbeschwörung beschwören. Während der Main Phase, falls diese Karte eine Permanente Falle ist: Du kannst diese Karte als Spezialbeschwörung beschwören.", "es": "Si esta carta que controlas fuera a ser usada como Material de Sincronía, puedes tratarla como un monstruo que no sea Cantante. Sólo puedes usar cada uno de los siguientes efectos de \"Centur-Ión Atrii\" una vez por turno. Si esta carta es Invocada de Modo Normal o Especial, y tienes ambas una carta \"Blasón\" y una carta \"Centur-Ión\" en tu Cementerio: puedes robar 1 carta, y además no puedes Invocar de Modo Especial \"Centur-Ión Atrii\" por el resto de este turno. Durante la Main Phase, si esta carta es una Trampa Continua: puedes Invocar esta carta de Modo Especial.", "fr": "Si cette carte que vous contrôlez va être utilisée comme Matériel Synchro, vous pouvez la traiter comme non-Syntoniseur. Vous ne pouvez utiliser chacun des effets suivants de \"Centur-Ion Atrii\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement, et que vous avez une carte \"Emblema\" ainsi qu'une carte \"Centur-Ion\" dans votre Cimetière : vous pouvez piocher 1 carte, et aussi, vous ne pouvez pas Invoquer Spécialement \"Centur-Ion Atrii\" le reste de ce tour. Durant la Main Phase, si cette carte est un Piège Continu : vous pouvez Invoquer Spécialement cette carte.", "it": "Se questa carta che controlli sta per essere utilizzata come Materiale Synchro, puoi considerarla come un non-Tuner. Puoi utilizzare ognuno dei seguenti effetti di \"Centur-Ion Atrii\" una sola volta per turno. Se questa carta viene Evocata Normalmente o Specialmente, e tu hai sia una carta \"Stemma\" che una carta \"Centur-Ion\" nel tuo Cimitero: puoi pescare 1 carta, inoltre non puoi Evocare Specialmente \"Centur-Ion Atrii\" per il resto di questo turno. Durante la Main Phase, se questa carta è una Trappola Continua: puoi Evocare Specialmente questa carta.", "pt": "Se este card que você controla seria usado como Matéria Sincro, você pode considerá-lo como um não-Regulador. Você só pode usar cada um dos seguintes efeitos de \"Centur-Ião Atrii\" uma vez por turno. Se este card for Invocado por Invocação-Normal ou Especial e você tiver tanto um card \"Emblemado\" quanto um card \"Centur-Ião\" no seu Cemitério: você pode comprar 1 card e, além disso, você não pode Invocar \"Centur-Ião Atrii\" por Invocação-Especial pelo resto deste turno. Durante a Fase Principal, se este card for uma Armadilha Contínua: você pode Invocar este card por Invocação-Especial.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合、「エンブレーマ」カードと「センチュリオン」カードがそれぞれ自分の墓地に存在していれば発動できる。自分は１枚ドローする。このターン、自分は「竜騎士アトリィ」を特殊召喚できない。②：自分フィールドのこのカードをＳ素材とする場合、このカードをチューナー以外のモンスターとして扱う事ができる。③：このカードが永続罠カード扱いの場合、自分・相手のメインフェイズに発動できる。このカードを特殊召喚する。", "ko": "이 카드명의 ①③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 일반 소환 / 특수 소환했을 경우, \"엠블레마\" 카드와 \"센츄리온\" 카드가 각각 자신 묘지에 존재하고 있으면 발동할 수 있다. 자신은 1장 드로우한다. 이 턴에, 자신은 \"센츄리온 아트리\"를 특수 소환할 수 없다. ②: 자신 필드의 이 카드를 싱크로 소재로 할 경우, 이 카드를 튜너 이외의 몬스터로 취급할 수 있다. ③: 이 카드를 지속 함정 카드로 취급할 경우, 자신 / 상대의 메인 페이즈에 발동할 수 있다. 이 카드를 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①③效果１回合仅可各使用１次。①：此卡召唤・特殊召唤的情况下，如果“徽纹”卡与“百夫骑”卡均存在于自己墓地则可以发动。自己抽１张。此回合，自己不可特殊召唤“龙装百夫骑士 阿特莉”。②：以自己场上的此卡作为同步素材的情况下，可将此卡视为协调以外的怪兽。③：此卡视为永续陷阱卡的情况下，在自己・对手的主要阶段可以发动。将此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Dragon / Tuner / Effect", "attribute": "DARK", "level": 4, "atk": 1800, "def": 1400, "series": ["Centur-Ion"], "images": [{"index": 1, "image": "CenturIonAtrii-INFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "de": [{"set_number": "INFO-DE021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "es": [{"set_number": "INFO-SP021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INFO-FR021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "it": [{"set_number": "INFO-IT021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INFO-PT021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INFO-JP021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-JP021", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "INFO-KR021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-KR021", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "INFO-SC021", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "INFO-SC021", "set_name": "Infinite Forbidden +1 Bonus Pack", "rarities": ["Super Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055531, "master_duel_rarity": "SR"}