{"konami_id": 10470, "password": 96051150, "name": {"en": "Hazy Flame Mantikor", "de": "Trübe Flamme Mantikor", "es": "Llama Quimérica Mantícora", "fr": "Mantikor Flamme Chimérique", "it": "Manticora Fiamma Chimerica", "pt": "Mantikor da Chama Nebulosa", "ja": "<ruby>陽炎獣<rt>ヘイズビースト</rt></ruby> メコレオス", "ja_romaji": "Heizu Bīsuto Mekoreosu", "ko": "헤이즈비스트 메코레오스", "ko_rr": null, "zh-TW": "陽炎獸 蠍尾獅", "zh-CN": "阳炎兽 蝎尾狮"}, "text": {"en": "Your opponent cannot target this card with card effects. Once per turn, during either player's turn: You can send 1 FIRE monster, except this card, from your hand or face-up from your side of the field to the Graveyard; this card cannot be destroyed by card effects this turn.", "de": "Dein Gegner kann diese Karte nicht als Ziel für Karteneffekte wählen. Einmal pro Spielzug, während des Spielzugs eines beliebigen Spielers: Du kannst 1 FEUER Monster, außer dieser Karte, von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof legen; diese Karte kann in diesem Spielzug nicht durch Karteneffekte zerstört werden.", "es": "Tu adversario no puede seleccionar esta carta con efectos de cartas. Una vez por turno, durante el turno de cualquier jugador: puedes mandar al Cementerio, desde tu mano o boca arriba en tu lado del Campo, a 1 monstruo de FUEGO, excepto esta carta; este turno, esta carta no puede ser destruida por efectos de cartas.", "fr": "Votre adversaire ne peut pas cibler cette carte avec des effets de cartes. Une fois par tour, durant le tour de chaque joueur : vous pouvez envoyer 1 monstre FEU (cette carte exclue) depuis votre main ou face recto sur votre Terrain au Cimetière ; ce tour, cette carte ne peut pas être détruite par des effets de carte.", "it": "Il tuo avversario non può scegliere questa carta come bersaglio con gli effetti delle carte. Una volta per turno, durante il turno di qualsiasi giocatore: puoi mandare 1 mostro FUOCO, eccetto questa carta, dalla tua mano o scoperto dal tuo Terreno al Cimitero; questa carta non può essere distrutta dagli effetti delle carte in questo turno.", "pt": "Seu oponente não pode escolher este card como alvo de efeitos de card. Uma vez por turno, durante o turno de qualquer duelista: você pode enviar para o Cemitério 1 monstro de FOGO, exceto este card, da sua mão ou com a face para cima do seu lado do campo; neste turno, este card não pode ser destruído por efeitos de card.", "ja": "このカードがフィールド上に表側表示で存在する限り、相手はこのカードをカードの効果の対象にできない。また、１ターンに１度、手札または自分フィールド上に表側表示で存在する、炎属性モンスター１体を墓地へ送って発動できる。このターン、このカードはカードの効果では破壊されない。この効果は相手ターンでも発動できる。", "ko": "이 카드가 필드 위에 앞면 표시로 존재하는 한, 상대는 이 카드를 카드 효과의 대상으로 할 수 없다. 또한, 1턴에 1번, 패 또는 자신 필드 위에 앞면 표시로 존재하는 화염 속성 몬스터 1장을 묘지로 보내고 발동할 수 있다. 이 턴에, 이 카드는 카드의 효과로는 파괴되지 않는다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": "只要此卡以表侧表示存在于场上，对手不可将此卡作为卡牌效果的对象。此外，1回合1次，可将手牌或我方场上以表侧表示存在的1只炎属性怪兽送入墓地并发动。该回合，此卡不因卡牌效果而破坏。此效果也可于对手回合发动。", "zh-CN": "只要这张卡在场上表侧表示存在，对方不能把这张卡作为卡的效果的对象。此外，1回合1次，把手卡或者自己场上表侧表示存在的1只炎属性怪兽送去墓地才能发动。这个回合，这张卡不会被卡的效果破坏。这个效果在对方回合也能发动。"}, "card_type": "Monster", "monster_type_line": "Winged Beast / Effect", "attribute": "FIRE", "level": 6, "atk": 2200, "def": 300, "series": ["Hazy", "Hazy Flame"], "images": [{"index": 1, "image": "HazyFlameMantikor-CBLZ-EN-R-1E.png"}], "sets": {"en": [{"set_number": "CBLZ-EN082", "set_name": "Cosmo Blazer", "rarities": ["Rare"]}], "de": [{"set_number": "CBLZ-DE082", "set_name": "Cosmo Blazer", "rarities": ["Rare"]}], "es": [{"set_number": "CBLZ-SP082", "set_name": "Cosmo Blazer", "rarities": ["Rare"]}], "fr": [{"set_number": "CBLZ-FR082", "set_name": "Cosmo Blazer", "rarities": ["Rare"]}], "it": [{"set_number": "CBLZ-IT082", "set_name": "Cosmo Blazer", "rarities": ["Rare"]}], "pt": [{"set_number": "CBLZ-PT082", "set_name": "Cosmo Blazer", "rarities": ["Rare"]}], "ja": [{"set_number": "EP13-JP033", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "ko": [{"set_number": "EXP6-KR033", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "zh-TW": [{"set_number": "CBLZ-TC083", "set_name": "Cosmo Blazer", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 271448, "master_duel_rarity": "N"}