{"konami_id": 7133, "password": 96218085, "name": {"en": "Breakthrough!", "de": "Durchbruch!", "es": "¡Atravesar!", "fr": "Percée !", "it": "Attraverso!", "pt": "Atravessar!", "ja": "<ruby>中<rt>ちゅう</rt></ruby><ruby>央<rt>おう</rt></ruby><ruby>突<rt>とっ</rt></ruby><ruby>破<rt>ぱ</rt></ruby>", "ja_romaji": "Chūōtoppa", "ko": "중앙돌파", "ko_rr": null, "zh-TW": "中央突圍", "zh-CN": "中央突围"}, "text": {"en": "Select 1 \"Six Samurai\" monster you control. If the selected monster destroys an opponent's monster by battle, \"Great Shogun Shien\" and all \"Six Samurai\" monsters you control can attack your opponent directly during the Battle Phase of this turn.", "de": "Wähle 1 „Sechs Samurai“-Monster, das du kontrollierst. Falls das gewählte Monster ein Monster deines Gegners durch Kampf zerstört, können „Großer Shogun Shien“ und alle „Sechs Samurai“-Monster, die du kontrollierst, während der Battle Phase dieses Spielzugs deinen Gegner direkt angreifen.", "es": "Selecciona 1 monstruo \"Seis Samuráis\" que tú controlas. Si el monstruo seleccionado destruye un monstruo de tu adversario en batalla, \"Gran Shogun Shien\" y todos los monstruos \"Seis Samuráis\" que controles pueden atacar directamente a tu adversario durante la Battle Phase de este turno.", "fr": "Sélectionnez 1 monstre \"Six Samouraïs\" que vous contrôlez. Si le monstre sélectionné détruit un monstre de l'adversaire au combat, \"Grand Shogun Shien\" et tous les monstres \"Six Samouraïs\" que vous contrôlez peuvent attaquer directement votre adversaire durant la Battle Phase de ce tour.", "it": "Scegli 1 mostro \"Sei Samurai\" che controlli. Se il mostro scelto distrugge un mostro dell'avversario in combattimento, \"Grande Shogun Shien\" e tutti i mostri \"Sei Samurai\" che controlli possono attaccare direttamente il tuo avversario durante la Battle Phase di questo turno.", "pt": null, "ja": "自分フィールド上に表側表示で存在する「六武衆」と名のついたモンスター１体を選択して発動する。このターンのバトルフェイズ中、選択したモンスターが相手モンスターを戦闘によって破壊した場合、自分フィールド上に存在する「大将軍 紫炎」または「六武衆」と名のついたモンスターは相手プレイヤーに直接攻撃する事ができる。", "ko": "자신 필드 위에 앞면 표시로 존재하는 \"여섯 무사\"라는 이름이 붙은 몬스터 1장을 선택하고 발동한다. 이 턴의 배틀 페이즈 중, 선택한 몬스터가 상대 몬스터를 전투에 의해서 파괴했을 경우, 자신 필드 위에 존재하는 \"대장군 시엔\" 또는 \"여섯 무사\"라는 이름이 붙은 몬스터는 상대 플레이어에게 직접 공격을 할 수 있다.", "zh-TW": null, "zh-CN": "选择自己场上表侧表示存在的1只名字带有「六武众」的怪兽发动。这个回合的战斗阶段中，选择的怪兽战斗破坏对方怪兽的场合，自己场上存在的「大将军 紫炎」或者名字带有「六武众」的怪兽可以直接攻击对方玩家。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "Breakthrough-FOTB-EN-C-1E.png"}], "sets": {"en": [{"set_number": "FOTB-EN051", "set_name": "Force of the Breaker", "rarities": ["Common"]}], "de": [{"set_number": "FOTB-DE051", "set_name": "Force of the Breaker", "rarities": ["Common"]}], "fr": [{"set_number": "FOTB-FR051", "set_name": "Force of the Breaker", "rarities": ["Common"]}], "it": [{"set_number": "FOTB-IT051", "set_name": "Force of the Breaker", "rarities": ["Common"]}], "ja": [{"set_number": "FOTB-JP051", "set_name": "Force of the Breaker", "rarities": ["Common"]}], "ko": [{"set_number": "FOTB-KR051", "set_name": "Force of the Breaker", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 21414, "master_duel_rarity": "N"}