{"konami_id": 11695, "password": 96223501, "name": {"en": "Satellarknight Zefrathuban", "de": "Fixsternritter Zefrathuban", "es": "Satelcaballero Zefrathuban", "fr": "Satellchevalier Zefrathuban", "it": "Satellcavaliere Zefrathuban", "pt": "Cavaleirostélite Zefrathuban", "ja": "<ruby>竜星因士<rt>イーサテラナイト</rt></ruby>－セフィラツバーン", "ja_romaji": "Īsateranaito - Sefiratsubān", "ko": "이사테라나이트－세피라츠반", "ko_rr": null, "zh-TW": "龍衛星騎士－源質右樞", "zh-CN": "光卫星骑士－源质图邦"}, "text": {"en": "If this card is Normal, Flip, or Pendulum Summoned: You can target 1 other \"tellarknight\" or \"Zefra\" card in your Monster Zone or Pendulum Zone, and 1 face-up card your opponent controls; destroy them. You can only use this effect of \"Satellarknight Zefrathuban\" once per turn.", "de": "Falls diese Karte als Normal-, Flipp- oder Pendelbeschwörung beschworen wird: Du kannst 1 andere „Sternritter“- oder „Zefra“-Karte in deiner Monster- oder Pendelzone und 1 offene Karte, die dein Gegner kontrolliert, wählen; zerstöre sie. Du kannst diesen Effekt von „Fixsternritter Zefrathuban“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal, por Volteo o por Péndulo: puedes seleccionar otra carta \"telcaballero\" o \"Zefra\" en tu Zona de Monstruos o Zona de Péndulo, y 1 carta boca arriba que controle tu adversario; destrúyelas. Sólo puedes usar este efecto de \"Satelcaballero Zefrathuban\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement, par Flip ou par Pendulation : vous pouvez cibler 1 autre carte \"tellchevalier\" ou \"Zefra\" dans votre Zone Monstre ou Zone Pendule, et 1 carte face recto contrôlée par votre adversaire ; détruisez-les. Vous ne pouvez utiliser cet effet de \"Satellchevalier Zefrathuban\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente, per Scoperta o Pendulum: puoi scegliere come bersaglio 1 altra carta \"tellcavaliere\" o \"Zefra\" nella tua Zona Mostri o Zona Pendulum e 1 carta scoperta controllata dal tuo avversario; distruggile. Puoi utilizzare questo effetto di \"Satellcavaliere Zefrathuban\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal, Virar pu  Pêndulo: você pode escolher 1 outro card \"Cavaleirost\" ou \"Zefra\" nas suas Zonas de Monstro ou Zonas de Pêndulo e 1 card com a face para cima que seu oponente controla; destrua-os. Você só pode usar este efeito de \"Cavaleirostélite Zefrathuban\" uma vez por turno.", "ja": "「竜星因士－セフィラツバーン」のモンスター効果は１ターンに１度しか使用できない。①：このカードが召喚・反転召喚Ｐ召喚に成功した場合、このカード以外の自分のモンスターゾーン・Ｐゾーンの、「テラナイト」カードまたは「セフィラ」カード１枚と、相手フィールドの表側表示のカード１枚を対象として発動できる。そのカードを破壊する。", "ko": "\"이사테라나이트－세피라츠반\"의 몬스터 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 반전 소환 / 펜듈럼 소환에 성공했을 경우, 이 카드 이외의 자신의 몬스터 존 / 펜듈럼 존의 \"테라나이트\" 카드 또는 \"세피라\" 카드 1장과, 상대 필드의 앞면 표시 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "此卡名的怪兽效果１回合仅可使用１次。①：此卡召唤・反转召唤・灵摆召唤成功的情况下，以此卡以外的、自己的怪兽区域・灵摆区域的１张“星骑士”卡或“源质”卡，和对手场上的１张表侧表示的卡为对象可以发动。将该卡破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Pendulum / Effect", "attribute": "LIGHT", "level": 4, "atk": 0, "def": 2100, "pendulum_scale": 1, "pendulum_effect": {"en": "You cannot Pendulum Summon monsters, except \"tellarknight\" and \"Zefra\" monsters. This effect cannot be negated.", "de": "Du kannst keine Monster als Pendelbeschwörung beschwören, außer „Sternritter“- und „Zefra“-Monstern. Dieser Effekt kann nicht annulliert werden.", "es": "No puedes Invocar monstruos por Péndulo, excepto monstruos \"telcaballero\" y \"Zefra\". Este efecto no puede ser negado.", "fr": "Vous ne pouvez pas Invoquer par Pendulation de monstres (monstres \"tellchevalier\" et \"Zefra\" exclus). Cet effet ne peut pas être annulé.", "it": "Non puoi Evocare Pendulum mostri, eccetto mostri \"tellcavaliere\" e \"Zefra\". Questo effetto non può essere annullato.", "pt": "Você não pode Invocar monstros por Invocação-Pêndulo, exceto monstros \"Cavaleirost\" e \"Zefra\". Este efeito não pode ser negado.", "ja": "①：自分は「テラナイト」モンスター及び「セフィラ」モンスターしかＰ召喚できない。この効果は無効化されない。", "ko": "①: 자신은 \"테라나이트\" 몬스터 및 \"세피라\" 몬스터밖에 펜듈럼 소환할 수 없다. 이 효과는 무효화되지 않는다.", "zh-TW": "①：我方可鐘擺召喚的怪獸僅限「星騎士」怪獸及「源質」怪獸。此效果不會被無效化。", "zh-CN": "①：自己仅可灵摆召唤“星骑士”怪兽及“源质”怪兽。此效果不会被无效化。"}, "series": ["tellarknight", "Zefra"], "images": [{"index": 1, "image": "SatellarknightZefrathuban-PEVO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "CROS-EN020", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "PEVO-EN044", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "de": [{"set_number": "CROS-DE020", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "PEVO-DE044", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "fr": [{"set_number": "CROS-FR020", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "PEVO-FR044", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "it": [{"set_number": "CROS-IT020", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "PEVO-IT044", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "pt": [{"set_number": "CROS-PT020", "set_name": "Crossed Souls", "rarities": ["Ultra Rare"]}, {"set_number": "PEVO-PT044", "set_name": "Pendulum Evolution", "rarities": ["Super Rare"]}], "ja": [{"set_number": "CROS-JP020", "set_name": "Crossed Souls", "rarities": ["Common"]}], "ko": [{"set_number": "CROS-KR020", "set_name": "Crossed Souls", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL04-SC178", "set_name": "Classic Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 387298, "master_duel_rarity": "N"}