{"konami_id": 15575, "password": 96352326, "name": {"en": "Eda the Sun Magician", "de": "Eda, die Sonnenmagierin", "es": "Eda la Maga Solar", "fr": "Éda la Magicienne du Soleil", "it": "Eda la Maga del Sole", "pt": "Eda, a Maga do Sol", "ja": "<ruby>太<rt>たい</rt></ruby><ruby>陽<rt>よう</rt></ruby>の<ruby>魔<rt>ま</rt></ruby><ruby>術<rt>じゅつ</rt></ruby><ruby>師<rt>し</rt></ruby>エダ", "ja_romaji": "Taiyō no Majutsushi Eda", "ko": "태양의 마술사 에다", "ko_rr": "Taeyang-ui Masulsa Eda", "zh-TW": null, "zh-CN": "太阳魔术师 埃达"}, "text": {"en": "If this card is Normal Summoned or flipped face-up: You can Special Summon 1 Spellcaster monster with 1500 DEF from your hand or Deck in face-down Defense Position, except \"Eda the Sun Magician\". During your opponent's Main Phase (Quick Effect): You can change 1 face-down Spellcaster monster you control to face-up Attack or Defense Position. You can only use each effect of \"Eda the Sun Magician\" once per turn.", "de": "Falls diese Karte als Normalbeschwörung beschworen oder aufgedeckt wird: Du kannst 1 Hexer-Monster mit 1500 DEF als Spezialbeschwörung von deiner Hand oder deinem Deck in die verdeckte Verteidigungsposition beschwören, außer „Eda, die Sonnenmagierin“. Während der Main Phase deines Gegners (Schnelleffekt): Du kannst 1 verdecktes Hexer-Monster, das du kontrollierst, in die offene Angriffs- oder Verteidigungsposition ändern. Du kannst jeden Effekt von „Eda, die Sonnenmagierin“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o volteada boca arriba: puedes Invocar de Modo Especial, desde tu mano o Deck, 1 monstruo Lanzador de Conjuros con 1500 DEF en Posición de Defensa boca abajo, excepto \"Eda la Maga Solar\". Durante la Main Phase de tu adversario (Efecto Rápido): puedes cambiar 1 monstruo Lanzador de Conjuros boca abajo que controles a Posición de Ataque o Defensa boca arriba. Sólo puedes usar cada efecto de \"Eda la Maga Solar\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou retournée face recto : vous pouvez Invoquer Spécialement 1 monstre Magicien avec 1500 DEF (\"Éda la Magicienne du Soleil\" exclu) depuis votre main ou Deck en Position de Défense face verso. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez changer 1 monstre Magicien face verso que vous contrôlez en Position d'Attaque ou Défense face recto. Vous ne pouvez utiliser chaque effet de \"Éda la Magicienne du Soleil\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o scoperta: puoi Evocare Specialmente 1 mostro Incantatore con 1500 DEF dalla tua mano o Deck coperto in Posizione di Difesa, eccetto \"Eda la Maga del Sole\". Durante la Main Phase del tuo avversario (Effetto Rapido): puoi mettere scoperto in Posizione di Attacco o Difesa 1 mostro Incantatore coperto che controlli. Puoi utilizzare ogni effetto di \"Eda la Maga del Sole\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou virado com a face para cima: você pode Invocar por Invocação-Especial 1 monstro Mago com 1500 de DEF da sua mão ou do Deck com a face para baixo em Posição de Defesa, exceto \"Eda, a Maga do Sol\". Durante a Fase Principal do seu oponente (Efeito Rápido): você pode colocar 1 monstro Mago com a face para baixo que você controla, com a face para cima em Posição de Ataque ou de Defesa. Você só pode usar cada efeito de \"Eda, a Maga do Sol\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・リバースした場合に発動できる。手札・デッキから「太陽の魔術師エダ」以外の守備力１５００の魔法使い族モンスター１体を裏側守備表示で特殊召喚する。②：相手メインフェイズに発動できる。自分フィールドの裏側表示の魔法使い族モンスター１体を選んで表側攻撃表示または表側守備表示にする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 리버스했을 경우에 발동할 수 있다. 패 / 덱에서 \"태양의 마술사 에다\" 이외의 수비력 1500 인 마법사족 몬스터 1장을 뒷면 수비 표시로 특수 소환한다. ②: 상대 메인 페이즈에 발동할 수 있다. 자신 필드의 뒷면 표시의 마법사족 몬스터 1장을 고르고 앞면 공격 표시 또는 앞면 수비 표시로 한다.", "zh-TW": null, "zh-CN": "这个卡名的①②效果1回合各能使用1次。①：这张卡召唤或翻转的场合可以发动。从手牌或卡组以里侧守备表示特殊召唤1只「太陽の魔術師エダ／太阳魔术师 埃达」以外的守备力1500的魔法师族怪兽。②：对手的主要阶段可以发动。选自己场上的1只里侧表示的魔法师族怪兽变为表侧攻击表示或者表侧守备表示。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "EARTH", "level": 4, "atk": 1500, "def": 1500, "series": ["Magician"], "images": [{"index": 1, "image": "EdatheSunMagician-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LIOV-EN093", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN110", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "LIOV-DE093", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE110", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "es": [{"set_number": "LIOV-SP093", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-SP110", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "LIOV-FR093", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR110", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "LIOV-IT093", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT110", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "LIOV-PT093", "set_name": "Lightning Overdrive", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT110", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "VJMP-JP183", "set_name": "V Jump August 2020 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "22PP-JP023", "set_name": "Premium Pack 2022", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "PP16-KR036", "set_name": "Premium Pack Vol.16", "rarities": ["Common", "Normal Parallel Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714758}