{"konami_id": 11643, "password": 96385345, "name": {"en": "Rose Paladin", "de": "Rosenpaladin", "es": "Paladín de la Rosa", "fr": "Paladin de la Rose", "it": "Paladina Rosa", "pt": "Paladino das Rosas", "ja": "<ruby>薔薇の聖騎士<rt>ローズ・パラディン</rt></ruby>", "ja_romaji": "Rōzu Paradin", "ko": "로즈 파라딘", "ko_rr": null, "zh-TW": "薔薇的聖騎兵", "zh-CN": "蔷薇的圣骑士"}, "text": {"en": "When this card destroys an opponent's monster by battle and sends it to the GY: You can Tribute this card; Special Summon 1 Plant monster from your hand or Deck in Defense Position. You can send this card from your hand to the GY; add 1 Level 7 or higher Plant monster from your Deck to your hand. You can only use this effect of \"Rose Paladin\" once per turn.", "de": "Wenn diese Karte ein Monster eines Gegners durch Kampf zerstört und auf den Friedhof legt: Du kannst diese Karte als Tribut anbieten; beschwöre 1 Pflanze-Monster als Spezialbeschwörung von deiner Hand oder deinem Deck in die Verteidigungsposition. Du kannst diese Karte von deiner Hand auf den Friedhof legen; füge deiner Hand 1 Pflanze-Monster der Stufe 7 oder höher von deinem Deck hinzu. Du kannst diesen Effekt von „Rosenpaladin“ nur einmal pro Spielzug verwenden.", "es": "Cuando esta carta destruye un monstruo del adversario en batalla y lo manda al Cementerio: puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu mano o Deck, 1 monstruo Planta en Posición de Defensa. Puedes mandar al Cementerio esta carta en tu mano; añade a tu mano 1 monstruo Planta de Nivel 7 o mayor en tu Deck. Sólo puedes usar este efecto de \"Paladín de la Rosa\" una vez por turno.", "fr": "Lorsque cette carte détruit un monstre de l'adversaire au combat et l'envoie au Cimetière : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre Plante depuis votre main ou Deck en Position de Défense. Vous pouvez envoyer cette carte depuis votre main au Cimetière ; ajoutez 1 monstre Plante de min. Niveau 7 depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Paladin de la Rose\" qu'une fois par tour.", "it": "Quando questa carta distrugge un mostro dell'avversario in battaglia e lo manda al Cimitero: puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro Pianta dalla tua mano o Deck in Posizione di Difesa. Puoi mandare questa carta dalla tua mano al Cimitero; aggiungi 1 mostro Pianta di Livello 7 o superiore dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Paladina Rosa\" una sola volta per turno.", "pt": "Quando este card destruir um monstro do oponente em batalha e enviá-lo para o Cemitério: você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro Planta da sua mão ou do Deck em Posição de Defesa. Você pode enviar este card da sua mão para o Cemitério; adicione 1 monstro Planta de Nível 7 ou mais do seu Deck à sua mão. Você só pode usar este efeito de \"Paladino das Rosas\" uma vez por turno.", "ja": "「薔薇の聖騎士」の②の効果は１ターンに１度しか使用できない。①：このカードが戦闘で相手モンスターを破壊し墓地へ送った時、このカードをリリースして発動できる。手札・デッキから植物族モンスター１体を守備表示で特殊召喚する。②：このカードを手札から墓地へ送って発動できる。デッキからレベル７以上の植物族モンスター１体を手札に加える。", "ko": "\"로즈 파라딘\"의 ②의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 전투로 상대 몬스터를 파괴하고 묘지로 보냈을 때, 이 카드를 릴리스하고 발동할 수 있다. 패 / 덱에서 식물족 몬스터 1장을 수비 표시로 특수 소환한다. ②: 이 카드를 패에서 묘지로 보내고 발동할 수 있다. 덱에서 레벨 7 이상의 식물족 몬스터 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "非圣骑士：「蔷薇之圣骑士」的②的效果1回合只能使用1次。①：这张卡战斗破坏对方怪兽送去墓地时，把这张卡解放才能发动。从手卡·卡组把1只植物族怪兽守备表示特殊召唤。②：把这张卡从手卡送去墓地才能发动。从卡组把1只7星以上的植物族怪兽加入手卡。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 200, "series": ["Rose"], "images": [{"index": 1, "image": "RosePaladin-LDS2-EN-C-1E.png"}], "sets": {"en": [{"set_number": "PGL2-EN004", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS2-EN106", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "de": [{"set_number": "PGL2-DE004", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS2-DE106", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "es": [{"set_number": "PGL2-SP004", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS2-SP106", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "fr": [{"set_number": "PGL2-FR004", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS2-FR106", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "it": [{"set_number": "PGL2-IT004", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS2-IT106", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "pt": [{"set_number": "PGL2-PT004", "set_name": "Premium Gold: Return of the Bling", "rarities": ["Gold Secret Rare"]}, {"set_number": "LDS2-PT106", "set_name": "Legendary Duelists: Season 2", "rarities": ["Common"]}], "ja": [{"set_number": "PP17-JP004", "set_name": "Premium Pack 17", "rarities": ["Common", "Secret Rare"]}], "ko": [{"set_number": "PP10-KR004", "set_name": "Premium Pack Vol.10", "rarities": ["Super Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 378442, "master_duel_rarity": "N"}