{"konami_id": 17046, "password": 96546575, "name": {"en": "Mega Fortress Whale", "de": "Mega-Festungswal", "es": "Mega Ballena Fortaleza", "fr": "Méga Baleine Forteresse", "it": "Mega Balena Fortezza", "pt": "Mega Baleia Fortaleza", "ja": "<ruby>大<rt>だい</rt></ruby><ruby>要<rt>よう</rt></ruby><ruby>塞<rt>さい</rt></ruby>クジラ", "ja_romaji": "Daiyōsai Kujira", "ko": "대요새 고래", "ko_rr": "Daeyosae Gorae", "zh-TW": null, "zh-CN": "大要塞鲸"}, "text": {"en": "If \"Umi\" is on the field: You can activate this effect; your WATER monsters can attack directly this turn. During your opponent's Battle Phase (Quick Effect): You can target 1 face-up monster your opponent controls; destroy it. If this card on the field is destroyed by battle or card effect: You can either add to your hand or Special Summon 1 WATER Warrior monster from your Deck or GY. You can only use each effect of \"Mega Fortress Whale\" once per turn.", "de": "Falls sich „Umi“ auf dem Spielfeld befindet: Du kannst diesen Effekt aktivieren; deine WASSER Monster können in diesem Spielzug direkt angreifen. Während der Battle Phase deines Gegners (Schnelleffekt): Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; zerstöre es. Falls diese Karte auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört wird: Du kannst 1 WASSER Krieger-Monster von deinem Deck oder Friedhof entweder deiner Hand hinzufügen oder als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Mega-Festungswal“ nur einmal pro Spielzug verwenden.", "es": "Si \"Umi\" está en el Campo: puedes activar este efecto; este turno, tus monstruos de AGUA pueden atacar directamente. Durante la Battle Phase de tu adversario (Efecto Rápido): puedes seleccionar 1 monstruo boca arriba que controle tu adversario; destrúyelo. Si esta carta en el Campo es destruida en batalla o por el efecto de una carta: puedes añadir a tu mano o Invocar de Modo Especial, desde tu Deck o Cementerio, 1 monstruo Guerrero de AGUA. Sólo puedes usar cada efecto de \"Mega Ballena Fortaleza\" una vez por turno.", "fr": "Si \"Umi\" est sur le Terrain : vous pouvez activer cet effet ; ce tour, vos monstres EAU peuvent attaquer directement. Durant la Battle Phase de votre adversaire (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; détruisez-le. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez soit ajouter à votre main soit Invoquer Spécialement 1 monstre EAU Guerrier depuis votre Deck ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Méga Baleine Forteresse\" qu'une fois par tour.", "it": "Se \"Umi\" è sul Terreno: puoi attivare questo effetto; i tuoi mostri ACQUA possono attaccare direttamente in questo turno. Durante la Battle Phase del tuo avversario (Effetto Rapido): puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; distruggilo. Se questa carta sul Terreno viene distrutta in battaglia o dall'effetto di una carta: puoi aggiungere alla tua mano oppure Evocare Specialmente 1 mostro ACQUA Guerriero dal tuo Deck o Cimitero. Puoi utilizzare ogni effetto di \"Mega Balena Fortezza\" una sola volta per turno.", "pt": "Se \"Umi\" estiver no campo: você pode ativar este efeito; seus monstros de ÁGUA podem atacar diretamente neste turno. Durante a Fase de Batalha do seu oponente (Efeito Rápido): você pode escolher 1 monstro com a face para cima que seu oponente controla; destrua-o. Se este card no campo for destruído em batalha ou por um efeito de card: você pode adicionar à sua mão ou Invocar por Invocação-Especial do seu Deck ou Cemitério 1 monstro Guerreiro de ÁGUA. Você só pode usar cada efeito de \"Mega Baleia Fortaleza\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドに「海」が存在する場合に発動できる。このターン、自分の水属性モンスターは直接攻撃できる。②：相手バトルフェイズに、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターを破壊する。③：フィールドのこのカードが戦闘・効果で破壊された場合に発動できる。自分のデッキ・墓地から戦士族・水属性モンスター１体を選び、手札に加えるか特殊召喚する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드에 \"바다\"가 존재할 경우에 발동할 수 있다. 이 턴에, 자신의 물 속성 몬스터는 직접 공격할 수 있다. ②: 상대 배틀 페이즈에, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 파괴한다. ③: 필드의 이 카드가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 자신의 덱 / 묘지에서 전사족 / 물 속성 몬스터 1장을 고르고, 패에 넣거나 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的①②③的效果1回合各能使用1次。\n①：场上有「海」存在的场合才能发动。这个回合，自己的水属性怪兽可以直接攻击。\n②：对方战斗阶段，以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽破坏。\n③：场上的这张卡被战斗·效果破坏的场合才能发动。从自己的卡组·墓地选1只战士族·水属性怪兽加入手卡或特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 7, "atk": 2550, "def": 2350, "series": ["Fortress Whale"], "images": [{"index": 1, "image": "MegaFortressWhale-LED9-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "LED9-EN016", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "LED9-DE016", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "LED9-SP016", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "LED9-FR016", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "LED9-IT016", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "LED9-PT016", "set_name": "Legendary Duelists: Duels From the Deep", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP26-JP016", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DP26-KR016", "set_name": "Duelist Pack: Duelists of the Abyss", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715845}