{"konami_id": 12596, "password": 96622984, "name": {"en": "Predaplant Flytrap", "de": "Raubpflanze Fliegenfalle", "es": "Predaplanta Atrapamoscas", "fr": "Attrape-Mouche Prédaplante", "it": "Predapianta Acchiappamosche", "pt": "Predaplanta Papa-moscas", "ja": "<ruby>捕食植物<rt>プレデター・プランツ</rt></ruby>フライ・ヘル", "ja_romaji": "Puredetā Purantsu Furai Heru", "ko": "프레데터 플랜츠 플라이 헬", "ko_rr": null, "zh-TW": "捕食植物 蒼蠅地獄", "zh-CN": "捕食植物 苍蝇地狱"}, "text": {"en": "Once per turn: You can target 1 face-up monster your opponent controls; place 1 Predator Counter on it, and if it is Level 2 or higher, it becomes Level 1 as long as it has a Predator Counter. At the start of the Damage Step, when this card battles a monster with an equal or lower Level: You can destroy that monster, then increase this card's Level by the original Level of the destroyed monster.", "de": "Einmal pro Spielzug: Du kannst 1 offenes Monster wählen, das dein Gegner kontrolliert; lege 1 Raubtier-Zählmarke darauf und falls es Stufe 2 oder höher ist, wird es zu Stufe 1, solange es eine Raubtier-Zählmarke hat. Am Beginn des Damage Steps, wenn diese Karte gegen ein Monster mit einer gleichen oder niedrigeren Stufe kämpft: Du kannst das Monster zerstören, dann erhöhe die Stufe dieser Karte um die Grund-Stufe des zerstörten Monsters.", "es": "Una vez por turno: puedes seleccionar 1 monstruo boca arriba que controle tu adversario; pon 1 Contador de Predador en él, y si su Nivel es 2 o mayor, éste se convierte en Nivel 1 mientras tenga un Contador de Predador. Al comienzo del Damage Step, cuando esta carta batalla con un monstruo de igual Nivel o menor: puedes destruir ese monstruo, y después aumentar el Nivel de esta carta tanto como el Nivel original del monstruo destruido.", "fr": "Une fois par tour : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; placez 1 Compteur Prédateur sur celui-ci, et s'il est de min. Niveau 2, il devient Niveau 1 tant qu'il a un Compteur Prédateur. Au début de la Damage Step, lorsque cette carte combat un monstre de Niveau inférieur ou égal : vous pouvez détruire le monstre, puis augmentez le Niveau de cette carte du Niveau d'origine du monstre détruit.", "it": "Una volta per turno: puoi scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; metti 1 Segnalino Predatore su di esso e, se è di Livello 2 o superiore, esso diventa di Livello 1 fino a quando ha un Segnalino Predatore. All'inizio del Damage Step, quando questa carta combatte con un mostro di Livello pari o inferiore: puoi distruggere quel mostro, poi aumentare il Livello di questa carta del Livello originale del mostro distrutto.", "pt": "Uma vez por turno: você pode escolher 1 monstro com a face para cima que seu oponente controla; coloque 1 Marcador de Predador sobre ele e, se ele for de Nível 2 ou mais, ele se torna de Nível 1 enquanto tiver um Marcador de Predador. No começo da Etapa de Dano, quando este card batalhar um monstro de Nível igual ou menor: você pode destruir esse monstro e, depois, aumentar o Nível deste card pelo Nível original do monstro destruído.", "ja": "①：１ターンに１度、相手フィールドの表側表示モンスター１体を対象として発動できる。そのモンスターに捕食カウンターを１つ置く。捕食カウンターが置かれたレベル２以上のモンスターのレベルは１になる。②：このカードがこのカードのレベル以下のレベルを持つモンスターと戦闘を行うダメージステップ開始時に発動できる。そのモンスターを破壊する。その後、破壊したそのモンスターの元々のレベル分だけ、このカードのレベルを上げる。", "ko": "①: 1턴에 1번, 상대 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터에 포식 카운터를 1개 놓는다. 포식 카운터가 놓여진 레벨 2 이상의 몬스터 레벨은 1 이 된다. ②: 이 카드가 이 카드의 레벨 이하의 레벨을 가지는 몬스터와 전투를 실행하는 데미지 스텝 개시시에 발동할 수 있다. 그 몬스터를 파괴한다. 그 후, 파괴한 그 몬스터의 원래의 레벨만큼만, 이 카드의 레벨을 올린다.", "zh-TW": "①：１回合１次，可將對方場上的１隻正面表示怪獸做為對象發動。在該怪獸放置１個捕食計數物。置有捕食計數物的等級２以上的怪獸的等級變為１。②：可在此卡與持有等級為此卡的等級以下的怪獸進行戰鬥的傷害步驟開始時發動。破壞該怪獸。其後，此卡的等級依據破壞的該怪獸的原本的等級進行提升。", "zh-CN": "①：１回合１次，以对手场上的１只表侧表示怪兽为对象可以发动。在该怪兽上放１个捕食计数物。放有捕食计数物的等级２以上怪兽的等级变为１。②：此卡与等级在此卡的等级以下怪兽进行战斗的伤害步骤开始时可以发动。将该怪兽破坏。然后，此卡的等级上升相当于所破坏的该怪兽的原本等级数值的数值。"}, "card_type": "Monster", "monster_type_line": "Plant / Effect", "attribute": "DARK", "level": 2, "atk": 400, "def": 800, "series": ["Predap", "Predaplant"], "images": [{"index": 1, "image": "PredaplantFlytrap-MP17-EN-R-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN006", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "FUEN-EN006", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-EN131", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "INOV-DE006", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "FUEN-DE006", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-DE131", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "INOV-FR006", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "FUEN-FR006", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-FR131", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "INOV-IT006", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "FUEN-IT006", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-IT131", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "INOV-PT006", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "FUEN-PT006", "set_name": "Fusion Enforcers", "rarities": ["Super Rare"]}, {"set_number": "MP17-PT131", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "INOV-JP006", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "SPFE-JP006", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "INOV-KR006", "set_name": "Invasion: Vengeance", "rarities": ["Rare"]}, {"set_number": "SPFE-KR006", "set_name": "Booster SP: Fusion Enforcers", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 471904, "master_duel_rarity": "N"}