{"konami_id": 17158, "password": 96637156, "name": {"en": "Musical Sumo Dice Games", "de": "Musik-Sumo Würfelspiele", "es": "Sumo Musical Juegos de Dados", "fr": "Jeux de Dé Sumo Musical", "it": "Giochi di Dadi Sumo Musicale", "pt": "Jogos de Dados Sumô Musical", "ja": "<ruby>席<rt>せき</rt></ruby><ruby>取<rt>とり</rt></ruby>－<ruby>六<rt>む</rt></ruby><ruby>双<rt>そう</rt></ruby><ruby>丸<rt>まる</rt></ruby>", "ja_romaji": "Sekitori - Musōmaru", "ko": "자리뺏기－육쌍환", "ko_rr": "Jaribbaetgi - Yukssanghwan", "zh-TW": "席取－六雙丸", "zh-CN": "席取－六双丸"}, "text": {"en": "2 Level 6 monsters\nAt the start of your opponent's Battle Phase: If this card is in the Main Monster Zone, roll a six-sided die and move this card directly to that many (1 to 6) Main Monster Zones clockwise, and if a monster is already in that zone it moves to, attach that monster to this card as material. (Transfer its materials to this card.) If this effect causes this monster's number of materials to exceed 6, you win the Duel. If this card cannot be moved, or the monster in the zone it moves to cannot be attached, send this card to the GY.", "de": "2 Monster der Stufe 6\nAm Beginn der Battle Phase deines Gegners: Falls sich diese Karte in der Main-Monsterzone befindet, wirf einen sechsseitigen Würfel und bewege diese Karte direkt so viele (1 bis 6) Main-Monsterzonen im Uhrzeigersinn und falls in jener Zone, in die sie bewegt wird, bereits ein Monster liegt, hänge jenes Monster als Material an diese Karte an. (Transferiere sein Material an diese Karte.) Falls dieser Effekt bewirkt, dass die Anzahl des Materials dieses Monsters 6 überschreitet, gewinnst du das Duell. Falls diese Karte nicht bewegt werden kann oder das Monster in der Zone, in die sie bewegt wird, nicht angehängt werden kann, lege diese Karte auf den Friedhof.", "es": "2 monstruos de Nivel 6\nAl comienzo de la Battle Phase de tu adversario: si esta carta está en la Zona de Monstruos Principal, lanza un dado de seis caras y mueve esta carta directamente a ese número de Zonas de Monstruos Principales (de 1 a 6) en el sentido de las agujas del reloj y, si un monstruo ya estaba en esa zona a la que se mueve, acopla ese monstruo a esta carta como material. (Transfiere sus materiales a esta carta). Si este efecto causa que el número de materiales de este monstruo sea mayor que 6, ganas el Duelo. Si esta carta no puede ser movida, o el monstruo en la zona a la que se mueve no puede ser acoplado, manda esta carta al Cementerio.", "fr": "2 monstres de Niveau 6\nAu début de la Battle Phase de votre adversaire : si cette carte est dans la Zone Monstre Main, lancez un dé à six faces et déplacez cette carte directement d'autant de Zones Monstre Main (1 à 6) dans le sens des aiguilles d'une montre, et si un monstre est déjà dans la zone dans laquelle elle est déplacée, attachez le monstre à cette carte comme Matériel. (Transférez ses Matériels à cette carte.) Si cet effet fait que le nombre de Matériels de ce monstre est supérieur à 6, vous gagnez le Duel. Si cette carte ne peut pas être déplacée ou que le monstre dans la zone dans laquelle elle est déplacée ne peut pas être attaché, envoyez cette carte au Cimetière.", "it": "2 mostri di Livello 6\nAll'inizio della Battle Phase del tuo avversario: se questa carta è nella Zona Mostri Main, tira un dado a sei facce e sposta questa carta direttamente di quel numero (da 1 a 6) di Zone Mostri Main in senso orario e, se in quella zona in cui si sposta c'è già un mostro, attacca quel mostro a questa carta come materiale. (Trasferisci i suoi materiali su questa carta.) Se questo effetto fa sì che il numero di materiali di questo mostro sia superiore a 6, vinci il Duello. Se questa carta non può essere spostata, o se il mostro nella zona in cui si sposta non può essere attaccato, manda questa carta al Cimitero.", "pt": "2 monstros de Nível 6\nNo começo da Fase de Batalha do seu oponente: se este card estiver na Zona de Monstros Principal, lance um dado de seis faces e mova este card diretamente esse número (1 a 6) de Zonas de Monstros Principais no sentido horário e, se já houver um monstro nessa zona para a qual ele se moveu, associe esse monstro a este card como matéria. (Transfira as matérias dele para este card.) Se este efeito fizer com que o número de matérias deste monstro exceda 6, você vence o Duelo. Se este card não puder ser movido, ou o monstro na zona para a qual ele se moveu não puder ser associado, envie este card para o Cemitério.", "ja": "レベル６モンスター×２\n①：相手バトルフェイズ開始時に発動する。サイコロを１回振る。お互いのメインモンスターゾーンをこのカードから見て時計回りに１つ先から１～６とし、メインモンスターゾーンのこのカードを出た目のゾーンに移動する。移動先にモンスターが存在する場合、それをこの下に重ねてＸ素材とする（Ｘ素材を持つモンスターの場合にはそれらも全て重ねる）。このＸ素材が６つを超えた時、自分はデュエルに勝利する。移動できない場合、または移動先のモンスターをＸ素材にできない場合、このカードを墓地へ送る。", "ko": "레벨 6 몬스터 × 2\n①: 상대 배틀 페이즈 개시시에 발동한다. 주사위를 1회 던진다. 서로의 메인 몬스터 존을 이 카드의 시계 방향으로 1개 앞부터 1~6 으로 하고, 메인 몬스터 존의 이 카드를 나온 눈의 존으로 이동한다. 이동한 곳에 몬스터가 존재할 경우, 그것을 이 아래에 겹쳐 엑시즈 소재로 한다(엑시즈 소재를 가지는 몬스터일 경우에는 그 카드들도 전부 겹친다). 이 엑시즈 소재가 6개를 넘었을 때, 자신은 듀얼에서 승리한다. 이동할 수 없을 경우, 또는 이동한 곳의 몬스터를 엑시즈 소재로 할 수 없을 경우, 이 카드를 묘지로 보낸다.", "zh-TW": "等級６怪獸×２\n①：可在對方戰鬥階段開始時發動。擲１次骰子。在雙方的主要怪獸區，從此卡開始依順時針方向由１起劃分成１～６區域，將主要怪獸區的此卡移動至擲出數字的區域。在移動指向存在怪獸的狀況下，將其重疊至此下方做為超量素材（在擁有超量素材怪獸的狀況下，將那些全部重疊）。此超量素材超過６個時，我方於決鬥中獲勝。在遇到無法移動或無法將移動指向的怪獸做為超量素材的狀況下，將此卡送至墓地。", "zh-CN": "等级６怪兽×２\n①：在对手的战斗阶段开始时发动。摇１次骰子。在双方的主要怪兽区域内，从此卡开始按顺时针方向的下１个区域算起，划分为１～６，将主要怪兽区域的此卡移动至摇出的数字的区域。移动端有怪兽存在的情况下，将其重叠在此下面作为超量素材（是拥有超量素材的怪兽的情况下，将那些全部重叠）。此超量素材超过６个时，自己获得决斗的胜利。无法移动的情况下，或无法将移动端的怪兽作为超量素材的情况下，将此卡送至墓地。"}, "card_type": "Monster", "monster_type_line": "Machine / Xyz / Effect", "attribute": "FIRE", "rank": 6, "atk": 600, "def": 3000, "materials": "2 Level 6 monsters", "series": ["Duel winner"], "images": [{"index": 1, "image": "MusicalSumoDiceGames-DIFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DIFO-EN047", "set_name": "Dimension Force", "rarities": ["Common"]}], "de": [{"set_number": "DIFO-DE047", "set_name": "Dimension Force", "rarities": ["Common"]}], "fr": [{"set_number": "DIFO-FR047", "set_name": "Dimension Force", "rarities": ["Common"]}], "it": [{"set_number": "DIFO-IT047", "set_name": "Dimension Force", "rarities": ["Common"]}], "pt": [{"set_number": "DIFO-PT047", "set_name": "Dimension Force", "rarities": ["Common"]}], "ja": [{"set_number": "DIFO-JP047", "set_name": "Dimension Force", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "DIFO-KR047", "set_name": "Dimension Force", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715968, "master_duel_rarity": "UR"}