{"konami_id": 8429, "password": 96699830, "name": {"en": "Born from Draconis", "de": "Geboren aus Draconis", "es": "Nacido de Draconis", "fr": "Né de Draconis", "it": "Nato sotto Draconis", "pt": "Nascido de Draconis", "ja": "ボーン・フロム・ドラコニス", "ja_romaji": "Bōn Furomu Dorakonisu", "ko": "본 프롬 드라코니스", "ko_rr": "Bon Peurom Deurakoniseu", "zh-TW": "降生自天龍座", "zh-CN": "降生自天龙座"}, "text": {"en": "Banish all LIGHT Machine monsters from your GY and your face-up field; Special Summon 1 Level 6 or higher LIGHT Machine monster from your hand, ignoring its Summoning conditions, and if you do, its ATK/DEF become equal to the number of monsters banished to activate this card x 500, also it is unaffected by card effects, except its own and this card's. You cannot Special Summon other monsters the turn you activate this card.", "de": "Verbanne alle LICHT Maschine-Monster von deinem Friedhof und offen von deiner Spielfeldseite; beschwöre 1 LICHT Maschine-Monster der Stufe 6 oder höher als Spezialbeschwörung von deiner Hand, ungeachtet seiner Beschwörungsbedingungen, und falls du dies tust, werden seine ATK/DEF gleich der Anzahl der Monster, die verbannt wurden, um diese Karte zu aktivieren, x 500, zusätzlich bleibt es von Karteneffekten unberührt, außer von seinen eigenen und denen dieser Karte. Du kannst in dem Spielzug, in dem du diese Karte aktivierst, keine anderen Monster als Spezialbeschwörung beschwören.", "es": "Destierra todos los monstruos Máquina de LUZ en tu Cementerio y tu Campo boca arriba; Invoca de Modo Especial, desde tu mano, 1 monstruo Máquina de LUZ de Nivel 6 o mayor, ignorando sus condiciones de Invocación y, si lo haces, su ATK/DEF se convierten en igual al número de monstruos desterrados para activar esta carta x 500, y además no es afectado por efectos de cartas, excepto los suyos y los de esta carta. No puedes Invocar otros monstruos de Modo Especial el turno que activas esta carta.", "fr": "Bannissez tous les monstres LUMIÈRE Machine depuis votre Cimetière et votre Terrain face recto ; Invoquez Spécialement 1 monstre LUMIÈRE Machine de min. Niveau 6 depuis votre main, en ignorant ses conditions d'Invocation, et si vous le faites, son ATK/DEF deviennent égales au nombre de monstres bannis pour activer cette carte x 500, et aussi, il n'est pas affecté par des effets de carte (ses propres effets et ceux de cette carte exclus). Vous ne pouvez pas Invoquer Spécialement d'autres monstres le tour où vous activez cette carte.", "it": "Bandisci tutti i mostri LUCE Macchina dal tuo Cimitero e dal tuo Terreno scoperto; Evoca Specialmente 1 mostro LUCE Macchina di Livello 6 o superiore dalla tua mano, ignorando le sue condizioni di Evocazione e, se lo fai, i suoi ATK/DEF diventano pari al numero di mostri banditi per attivare questa carta x 500, inoltre è immune agli effetti delle carte, eccetto i suoi stessi e quelli di questa carta. Non puoi Evocare Specialmente altri mostri nel turno in cui attivi questa carta.", "pt": "Bana todos os monstros Máquina de LUZ do seu Cemitério e do seu campo com a face para cima; Invoque por Invocação-Especial 1 monstro Máquina de LUZ de Nível 6 ou mais da sua mão, ignorando suas condições de Invocação e, se isso acontecer, seu ATK/DEF se tornam iguais ao número de monstros banidos para ativar este card x 500 e, além disso, ele não é afetado por efeitos de card, exceto seus próprios e os deste card. Você não pode Invocar outros monstros por Invocação-Especial no turno em que ativar este card.", "ja": "このカードを発動するターン、自分はこのカードの効果以外ではモンスターを特殊召喚できない。①：自分の墓地及び自分フィールドの表側表示モンスターの中から、機械族・光属性モンスターを全て除外して発動できる。手札からレベル６以上の機械族・光属性モンスター１体を召喚条件を無視して特殊召喚する。この効果で特殊召喚したモンスターの攻撃力・守備力はこのカードを発動するために除外したモンスターの数×５００になり、自身以外のカードの効果を受けない。", "ko": "이 카드를 발동하는 턴에 자신은 이 카드의 효과 이외로는 몬스터를 특수 소환할 수 없다. ①: 자신 묘지 및 자신 필드의 앞면 표시 몬스터 중에서, 기계족 / 빛 속성 몬스터를 전부 제외하고 발동할 수 있다. 패에서 레벨 6 이상의 기계족 / 빛 속성 몬스터 1장을 소환 조건을 무시하고 특수 소환한다. 이 효과로 특수 소환한 몬스터의 공격력 / 수비력은 이 카드를 발동하기 위해 제외한 몬스터의 수 × 500 이 되고, 자신 이외의 카드의 효과를 받지 않는다.", "zh-TW": null, "zh-CN": "发动此卡的回合中，自己不可用此卡效果之外的方法特殊召唤怪兽。①：从自己的墓地及自己场上的表侧表示怪兽中将机械族・光属性怪兽全部除外可以发动。从手牌将1只等级6以上的机械族・光属性怪兽无视召唤条件特殊召唤。以此效果特殊召唤的怪兽的攻击力・守备力数值变为为发动此卡除外的怪兽数量×500，不受自身以外的卡效果的影响。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BornfromDraconis-BLC1-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLRR-EN017", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "GEIM-EN044", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "BLC1-EN106", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "de": [{"set_number": "BLRR-DE017", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "GEIM-DE044", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "BLC1-DE106", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "fr": [{"set_number": "BLRR-FR017", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "GEIM-FR044", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "BLC1-FR106", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "it": [{"set_number": "BLRR-IT017", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "GEIM-IT044", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "BLC1-IT106", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "pt": [{"set_number": "BLRR-PT017", "set_name": "Battles of Legend: Relentless Revenge", "rarities": ["Ultra Rare"]}, {"set_number": "GEIM-PT044", "set_name": "Genesis Impact", "rarities": ["Rare"]}, {"set_number": "BLC1-PT106", "set_name": "Battles of Legend: Chapter 1", "rarities": ["Common"]}], "ja": [{"set_number": "CP18-JP017", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}, {"set_number": "DBGI-JP044", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "CP18-KR017", "set_name": "Collectors Pack 2018", "rarities": ["Common"]}, {"set_number": "DBGI-KR044", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}], "zh-CN": [{"set_number": "DBGI-SC044", "set_name": "Deck Build Pack: Genesis Impactors", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 559900, "master_duel_rarity": "R"}