{"konami_id": 8999, "password": 96700602, "name": {"en": "Barrier Wave", "de": "Barrierewelle", "es": "Ola Barrera", "fr": "Vague de Protection", "it": "Onda Barriera", "pt": "Onda de Barreira", "ja": "<ruby>波<rt>は</rt></ruby><ruby>動<rt>どう</rt></ruby><ruby>障<rt>しょう</rt></ruby><ruby>壁<rt>へき</rt></ruby>", "ja_romaji": "Hadō Shōheki", "ko": "파동 장벽", "ko_rr": null, "zh-TW": "波動障壁", "zh-CN": "波动障壁"}, "text": {"en": "Activate by Tributing 1 Synchro Monster when an opponent's monster declares an attack. Change all Attack Position monsters your opponent controls to Defense Position. Then, inflict damage to your opponent equal to the attacking monster's DEF.", "de": "Aktiviere diese Karte, indem du 1 Synchromonster als Tribut anbietest, wenn ein Monster deines Gegners angreift. Ändere alle Monster in Angriffsposition, die dein Gegner kontrolliert, in die Verteidigungsposition. Füge dann deinem Gegner Schaden in Höhe der DEF des angreifenden Monsters zu.", "es": "Activa esta carta Sacrificando 1 Monstruo de Sincronía cuando un monstruo de tu adversario declara un ataque. Cambia a Posición de Defensa todos los monstruos en Posición de Ataque que controle tu adversario. Después, inflige daño a tu adversario igual a la DEF del monstruo atacante.", "fr": "Activable en Sacrifiant 1 Monstre Synchro lorsqu'un monstre de l'adversaire déclare une attaque. Changez tous les monstres en Position d'Attaque contrôlés par votre adversaire en Position de Défense. Ensuite, infligez des dommages à votre adversaire égaux à la DEF du monstre attaquant.", "it": "Attiva offrendo come Tributo 1 Mostro Synchro quando un mostro dell'avversario dichiara un attacco. Metti in Posizione di Difesa tutti i mostri in Posizione di Attacco controllati dal tuo avversario. Poi, infliggi danni al tuo avversario pari al DEF del mostro attaccante.", "pt": null, "ja": "相手モンスターの攻撃宣言時、自分フィールド上に存在するシンクロモンスター１体をリリースして発動する。相手フィールド上に攻撃表示で存在するモンスターを全て守備表示にする。その後、攻撃宣言をしたモンスターの守備力分のダメージを相手ライフに与える。", "ko": "상대 몬스터의 공격 선언시, 자신 필드 위에 존재하는 싱크로 몬스터 1장을 릴리스하고 발동한다. 상대 필드 위에 공격 표시로 존재하는 몬스터를 전부 수비 표시로 한다. 그 후, 공격 선언을 한 몬스터의 수비력만큼의 데미지를 상대 라이프에 준다.", "zh-TW": null, "zh-CN": "对方怪兽的攻击宣言时，把自己场上存在的1只同调怪兽解放发动。对方场上攻击表示存在的怪兽全部变成守备表示。那之后，给与对方基本分攻击宣言的怪兽的守备力数值的伤害。"}, "card_type": "Trap", "property": "Normal", "images": [{"index": 1, "image": "BarrierWave-DREV-EN-C-1E.jpg"}], "sets": {"en": [{"set_number": "DREV-EN068", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "de": [{"set_number": "DREV-DE068", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "fr": [{"set_number": "DREV-FR068", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "it": [{"set_number": "DREV-IT068", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "ja": [{"set_number": "DREV-JP068", "set_name": "Duelist Revolution", "rarities": ["Common"]}], "ko": [{"set_number": "DREV-KR068", "set_name": "Duelist Revolution", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 131751, "master_duel_rarity": "R"}