{"konami_id": 18443, "password": 96795312, "name": {"en": "Sage of Strength - Akash", "de": "Weise der Stärke - Akash", "es": "Sabia de Fuerza - Akash", "fr": "Sage de la Force - Akash", "it": "Saggia della Forza - Akash", "pt": "Sábia da Força - Akash", "ja": "<ruby>武<rt>ぶ</rt></ruby>の<ruby>賢<rt>けん</rt></ruby><ruby>者<rt>じゃ</rt></ruby>－アーカス", "ja_romaji": "Bu no Kenja - Ākasu", "ko": "무의 현자－아카스", "ko_rr": "Mu-ui Hyeonja - Akaseu", "zh-TW": "武之賢者－阿嘉絲", "zh-CN": "武之贤者－阿卡丝"}, "text": {"en": "(This card is always treated as a \"Sky Striker\" card.)\nYou can discard 1 Spell; Special Summon this card from your hand. If a Link Monster(s) you control would be destroyed by battle or card effect, you can banish 1 Spell from your GY instead. If this card is destroyed by battle or card effect and sent to the GY: You can target 1 of your banished \"Sky Striker\" Spells; add it to your hand. You can only use each effect of \"Sage of Strength - Akash\" once per turn.", "de": "(Diese Karte wird immer als „Himmelsjäger“-Karte behandelt.)\nDu kannst 1 Zauber abwerfen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Falls ein oder mehr Linkmonster, die du kontrollierst, durch Kampf oder einen Karteneffekt zerstört würden, kannst du stattdessen 1 Zauber von deinem Friedhof verbannen. Falls diese Karte durch Kampf oder einen Karteneffekt zerstört und auf den Friedhof gelegt wird: Du kannst 1 deiner verbannten „Himmelsjäger“-Zauber wählen; füge ihn deiner Hand hinzu. Du kannst jeden Effekt von „Weise der Stärke - Akash“ nur einmal pro Spielzug verwenden.", "es": "(Esta carta se trata siempre como una carta \"Caza del Cielo\").\nPuedes descartar 1 Mágica; Invoca esta carta de Modo Especial desde tu mano. Si uno o más Monstruos de Enlace que controlas fueran a ser destruidos en batalla o por el efecto de una carta, puedes desterrar 1 Mágica en tu Cementerio en su lugar. Si esta carta es destruida en batalla o por el efecto de una carta y mandada al Cementerio: puedes seleccionar 1 de tus Mágicas \"Caza del Cielo\" desterradas; añádela a tu mano. Sólo puedes usar cada efecto de \"Sabia de Fuerza - Akash\" una vez por turno.", "fr": "(Cette carte est toujours traitée comme une carte \"Assaut de l'Air\".)\nVous pouvez défausser 1 Magie ; Invoquez Spécialement cette carte depuis votre main. Si un ou plusieurs Monstres Lien que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir 1 Magie depuis votre Cimetière à la place. Si cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez cibler 1 de vos Magies \"Assaut de l'Air\" bannies ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Sage de la Force - Akash\" qu'une fois par tour.", "it": "(Questa carta viene sempre considerata come una carta \"Assaltatrice del Cielo\".)\nPuoi scartare 1 Magia; Evoca Specialmente questa carta dalla tua mano. Se uno o più Mostri Link che controlli stanno per essere distrutti in battaglia o dall'effetto di una carta, puoi invece bandire 1 Magia dal tuo Cimitero. Se questa carta viene distrutta in battaglia o dall'effetto di una carta e mandata al Cimitero: puoi scegliere come bersaglio 1 delle tue Magie \"Assaltatrice del Cielo\" bandite; aggiungila alla tua mano. Puoi utilizzare ogni effetto di \"Saggia della Forza - Akash\" una sola volta per turno.", "pt": "(Este card deve ser sempre considerado como um card \"Força Celeste\".)\nVocê pode descartar 1 Magia; Invoque este card por Invocação-Especial da sua mão. Se um ou mais Monstros Link que você controla seriam destruídos em batalha ou por um efeito de card, em vez disso, você pode banir 1 Magia do seu Cemitério. Se este card for destruído em batalha ou por um efeito de card e enviado para o Cemitério: você pode escolher 1 das suas Magias \"Força Celeste\" banidas; adicione-a à sua mão. Você só pode usar cada efeito de \"Sábia da Força - Akash\" uma vez por turno.", "ja": "このカード名はルール上「閃刀」カードとしても扱う。このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：手札から魔法カード１枚を捨てて発動できる。このカードを手札から特殊召喚する。②：自分フィールドのリンクモンスターが戦闘・効果で破壊される場合、代わりに自分の墓地の魔法カード１枚を除外できる。③：このカードが戦闘・効果で破壊され墓地へ送られた場合、除外されている自分の「閃刀」魔法カード１枚を対象として発動できる。そのカードを手札に加える。", "ko": "이 카드명은 룰상 \"섬도\" 카드로도 취급한다. 이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 마법 카드 1장을 버리고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신 필드의 링크 몬스터가 전투 / 효과로 파괴될 경우, 대신에 자신 묘지의 마법 카드 1장을 제외할 수 있다. ③: 이 카드가 전투 / 효과로 파괴되어 묘지로 보내졌을 경우, 제외되어 있는 자신의 \"섬도\" 마법 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名在规则上也视为“闪刀”卡。此卡名的①②③效果１回合仅可各使用１次。①：从手牌将１张魔法卡舍弃可以发动。从手牌将此卡特殊召唤。②：自己场上的连接怪兽将被战斗・效果破坏的情况下，作为代替可将自己墓地的１张魔法卡除外。③：此卡因战斗・效果被破坏并被送至墓地的情况下，以自己除外状态的１张“闪刀”魔法卡为对象可以发动。将该卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "FIRE", "level": 5, "atk": 2400, "def": 200, "series": ["Sky Striker"], "images": [{"index": 1, "image": "SageofStrengthAkash-BLMR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN049", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLMR-DE049", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLMR-SP049", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLMR-FR049", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLMR-IT049", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLMR-PT049", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "23PP-JP018", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "ko": [{"set_number": "23PP-KRA18", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "NE01-SC017", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717443, "master_duel_rarity": "N"}