{"konami_id": 9111, "password": 96930127, "name": {"en": "Chain Dog", "de": "Kettenhund", "es": "Perro Encadenado", "fr": "Chien à la Chaîne", "it": "Cane Incatenato", "pt": "Cachorro Acorrentado", "ja": "チェーンドッグ", "ja_romaji": "Chēndoggu", "ko": "체인도그", "ko_rr": null, "zh-TW": "鎖鏈狗", "zh-CN": "锁链狗"}, "text": {"en": "Cannot be used as a Synchro Material, except for the Synchro Summon of a Beast-Type monster. If this card is in the Graveyard: You can Special Summon this card, and if you do, banish it when it leaves the field. You must control exactly 2 Beast-Type monsters to activate and to resolve this effect.", "de": "Kann nicht als Synchromaterial verwendet werden, außer für die Synchrobeschwörung eines Monsters vom Typ Ungeheuer. Falls sich diese Karte im Friedhof befindet: Du kannst diese Karte als Spezialbeschwörung beschwören und falls du dies tust, verbanne sie, wenn sie das Spielfeld verlässt. Du musst genau 2 Monster vom Typ Ungeheuer kontrollieren, um diesen Effekt zu aktivieren und aufzulösen.", "es": "No puede ser usado como Material de Sincronía, excepto en la Invocación por Sincronía de un monstruo de Tipo Bestia. Si esta carta está en el Cementerio: puedes Invocar esta carta de Modo Especial y, si lo haces, destiérrala cuando deje el Campo. Debes controlar exactamente 2 monstruos de Tipo Bestia para activar y resolver este efecto.", "fr": "Non utilisable comme Matériel de Synchro, sauf pour l'Invocation Synchro d'un monstre de Type Bête. Si cette carte est dans le Cimetière : vous pouvez Invoquer Spécialement cette carte, et si vous le faites, bannissez-la lorsqu'elle quitte le Terrain. Vous devez contrôler exactement 2 monstres de Type Bête pour activer et résoudre cet effet.", "it": "Non può essere utilizzato come Materiale Synchro, eccetto che per la Synchro Evocazione di un mostro di Tipo Bestia. Se questa carta è nel Cimitero: puoi Evocare Specialmente questa carta e, se lo fai, bandiscila quando lascia il Terreno. Devi controllare esattamente 2 mostri di Tipo Bestia per attivare e risolvere questo effetto.", "pt": "Não pode ser usado como uma Matéria Sincro, exceto para a Invocação-Sincro de um monstro do Tipo Besta. Se este card estiver no Cemitério: você pode Invocar este card por Invocação-Especial e, se isso acontecer, bana-o quando ele deixar o campo. Você deve controlar exatamente 2 monstros do Tipo Besta para ativar e resolver este efeito.", "ja": "自分フィールド上に獣族モンスターが表側表示で２体存在する場合、このカードを墓地から特殊召喚する事ができる。この効果で特殊召喚したこのカードはフィールド上から離れた場合、ゲームから除外される。このカードをシンクロ素材とする場合、獣族モンスターのシンクロ召喚にしか使用できない。", "ko": "자신 필드 위에 야수족 몬스터가 앞면 표시로 2장 존재할 경우, 이 카드를 묘지에서 특수 소환할 수 있다. 이 효과로 특수 소환한 이 카드는 필드 위에서 벗어났을 경우, 게임에서 제외된다. 이 카드를 싱크로 소재로 할 경우, 야수족 몬스터의 싱크로 소환으로밖에 사용할 수 없다.", "zh-TW": null, "zh-CN": "自己场上有兽族怪兽表侧表示2只存在的场合，这张卡可以从墓地特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合，从游戏中除外。这张卡作为同调素材的场合，只能是兽族怪兽的同调召唤使用。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 4, "atk": 1600, "def": 1100, "images": [{"index": 1, "image": "ChainDog-BP03-EN-C-1E.png"}], "sets": {"en": [{"set_number": "STBL-EN034", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "BP03-EN080", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "de": [{"set_number": "STBL-DE034", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "BP03-DE080", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "es": [{"set_number": "STBL-SP034", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "BP03-SP080", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "fr": [{"set_number": "STBL-FR034", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "BP03-FR080", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "it": [{"set_number": "STBL-IT034", "set_name": "Starstrike Blast", "rarities": ["Rare"]}, {"set_number": "BP03-IT080", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "pt": [{"set_number": "BP03-PT080", "set_name": "Battle Pack 3: Monster League", "rarities": ["Common", "Shatterfoil Rare"]}], "ja": [{"set_number": "STBL-JP034", "set_name": "Starstrike Blast", "rarities": ["Rare"]}], "ko": [{"set_number": "STBL-KR034", "set_name": "Starstrike Blast", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 131621, "master_duel_rarity": "R"}