{"konami_id": 9503, "password": 97000273, "name": {"en": "Scrap Kong", "de": "Schrott-Kong", "es": "Kong de Chatarra", "fr": "Kong de Ferraille", "it": "Gorilla Frammento", "pt": "Kong de Restolhos", "ja": "スクラップ・コング", "ja_romaji": "Sukurappu Kongu", "ko": "스크랩 콩", "ko_rr": null, "zh-TW": "廢鐵金剛", "zh-CN": "废铁金刚"}, "text": {"en": "When this card is Normal Summoned, destroy it. If this card is destroyed by the effect of a \"Scrap\" card and sent to the Graveyard, you can select 1 \"Scrap\" monster in your Graveyard, except \"Scrap Kong\", and add it to your hand.", "de": "Wenn diese Karte als Normalbeschwörung beschworen wird, zerstöre sie. Falls diese Karte durch den Effekt einer „Schrott“-Karte zerstört und auf den Friedhof gelegt wird, kannst du 1 „Schrott“-Monster in deinem Friedhof wählen, außer „Schrott-Kong“, und deiner Hand hinzufügen.", "es": "Cuando esta carta es Invocada de Modo Normal, destrúyela. Si esta carta es destruida por efecto de una carta \"Chatarra\" y mandada al Cementerio, puedes seleccionar y añadir a tu mano, desde tu Cementerio, 1 monstruo \"Chatarra\", excepto \"Kong de Chatarra\".", "fr": "Lorsque cette carte est Invoquée Normalement, détruisez-la. Si cette carte est détruite par l'effet d'une carte \"Ferraille\" et envoyée au Cimetière, vous pouvez sélectionner 1 monstre \"Ferraille\", excepté \"Kong de Ferraille\", dans votre Cimetière et l'ajouter à votre main.", "it": "Quando questa carta viene Evocata Normalmente, distruggila. Se questa carta viene distrutta dall'effetto di una carta \"Frammento\" e mandata al Cimitero, puoi scegliere un mostro \"Frammento\" nel tuo Cimitero, eccetto \"Gorilla Frammento\", e aggiungerlo alla tua mano.", "pt": "Quando este card for Invocado por Invocação-Normal, destrua-o. Se este card for destruído pelo efeito de um card \"Restolhos\" e enviado para o Cemitério, você pode selecionar 1 monstro \"Restolhos\" no seu Cemitério, exceto \"Kong de Restolhos\", e adicioná-lo à sua mão.", "ja": "このカードが召喚に成功した時、このカードを破壊する。このカードが「スクラップ」と名のついたカードの効果によって破壊され墓地へ送られた場合、「スクラップ・コング」以外の自分の墓地に存在する「スクラップ」と名のついたモンスター１体を選択して手札に加える事ができる。", "ko": "이 카드가 일반 소환에 성공했을 때, 이 카드를 파괴한다. 이 카드가 \"스크랩\"이라는 이름이 붙은 카드의 효과에 의해서 파괴되어 묘지로 보내졌을 경우, \"스크랩 콩\" 이외의 자신의 묘지에 존재하는 \"스크랩\"이라는 이름이 붙은 몬스터 1장을 선택하여 패에 넣을 수 있다.", "zh-TW": "此卡召喚成功時，破壞此卡。可在此卡因冠有「廢鐵」之名的卡的效果被破壞送至墓地的狀況下發動。從我方墓地選擇１隻「廢鐵金剛」以外的冠有「廢鐵」之名的怪獸加入手牌。", "zh-CN": "①：此卡召唤成功的情况下发动。将此卡破坏。②：此卡因“废铁”卡的效果被破坏并被送至墓地的情况下，以自己墓地“废铁金刚”以外的１只“废铁”怪兽为对象可以发动。将该怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 4, "atk": 2000, "def": 1000, "series": ["Scrap"], "images": [{"index": 1, "image": "ScrapKong-EXVC-EN-C-UE.png"}], "sets": {"en": [{"set_number": "EXVC-EN032", "set_name": "Extreme Victory", "rarities": ["Common"]}], "de": [{"set_number": "EXVC-DE032", "set_name": "Extreme Victory", "rarities": ["Common"]}], "fr": [{"set_number": "EXVC-FR032", "set_name": "Extreme Victory", "rarities": ["Common"]}], "it": [{"set_number": "EXVC-IT032", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ja": [{"set_number": "EXVC-JP032", "set_name": "Extreme Victory", "rarities": ["Common"]}], "ko": [{"set_number": "EXVC-KR032", "set_name": "Extreme Victory", "rarities": ["Common"]}], "zh-CN": [{"set_number": "CL03-SC163", "set_name": "Classic Pack 03", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 158380, "master_duel_rarity": "N"}