{"konami_id": 19627, "password": 97051536, "name": {"en": "Infernoid Evil", "de": "Infernoid Evil", "es": "Infiernoid Evil", "fr": "Infernoid Evil", "it": "Infernoid Evil", "pt": "Infernoide Evil", "ja": "インフェルノイド・イヴィル", "ja_romaji": "Inferunoido Iviru", "ko": "인페르노이드 이뷜", "ko_rr": null, "zh-TW": "獄炎機・邪惡", "zh-CN": "狱炎机・邪恶"}, "text": {"en": "2 \"Infernoid\" monsters\nIf this card is Fusion Summoned: You can banish 1 \"Infernoid\" monster from your GY; send \"Infernoid\" monsters with different names from your Deck to the GY equal to the banished monster's Level. If this card is sent to the GY or banished: You can add 1 \"Void\" Spell/Trap from your Deck to your hand. You can only use each effect of \"Infernoid Evil\" once per turn.", "de": "2 „Infernoid“-Monster\nFalls diese Karte als Fusionsbeschwörung beschworen wird: Du kannst 1 „Infernoid“-Monster von deinem Friedhof verbannen; lege „Infernoid“-Monster mit unterschiedlichen Namen in Höhe der Stufe des verbannten Monsters von deinem Deck auf den Friedhof. Falls diese Karte auf den Friedhof gelegt oder verbannt wird: Du kannst deiner Hand 1 „Leere“-Zauber/Falle von deinem Deck hinzufügen. Du kannst jeden Effekt von „Infernoid Evil“ nur einmal pro Spielzug verwenden.", "es": "2 monstruos \"Infiernoid\"\nSi esta carta es Invocada por Fusión: puedes desterrar 1 monstruo \"Infiernoid\" en tu Cementerio; manda al Cementerio monstruos \"Infiernoid\" con nombres diferentes en tu Deck iguales al Nivel del monstruo desterrado. Si esta carta es mandada al Cementerio o desterrada: puedes añadir a tu mano 1 Mágica/Trampa \"Vacío\" en tu Deck. Sólo puedes usar cada efecto de \"Infiernoid Evil\" una vez por turno.", "fr": "2 monstres \"Infernoid\"\nSi cette carte est Invoquée par Fusion : vous pouvez bannir 1 monstre \"Infernoid\" depuis votre Cimetière ; envoyez un nombre de monstres \"Infernoid\" de noms différents depuis votre Deck au Cimetière, égal au Niveau du monstre banni. Si cette carte est envoyée au Cimetière ou bannie : vous pouvez ajouter 1 Magie/Piège \"du Vide\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Infernoid Evil\" qu'une fois par tour.", "it": "2 mostri \"Infernoid\"\nSe questa carta viene Evocata tramite Fusione: puoi bandire 1 mostro \"Infernoid\" dal tuo Cimitero; manda mostri \"Infernoid\" con nomi diversi dal tuo Deck al Cimitero pari al Livello del mostro bandito. Se questa carta viene mandata al Cimitero o bandita: puoi aggiungere 1 Magia/Trappola \"Vuoto\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Infernoid Evil\" una sola volta per turno.", "pt": "2 monstros \"Infernoide\"\nSe este card for Invocado por Invocação-Fusão: você pode banir 1 monstro \"Infernoide\" do seu Cemitério; envie monstros \"Infernoide\" com nomes diferentes do seu Deck para o Cemitério igual ao Nível do monstro banido. Se este card for enviado para o Cemitério ou banido: você pode adicionar 1 Magia/Armadilha \"Vácuo\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Infernoide Evil\" uma vez por turno.", "ja": "「インフェルノイド」モンスター×２\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが融合召喚した場合、自分の墓地から「インフェルノイド」モンスター１体を除外して発動できる。そのモンスターのレベルと同じ枚数だけ、デッキから「インフェルノイド」モンスターを墓地へ送る（同名カードは１枚まで）。②：このカードが墓地へ送られた場合または除外された場合に発動できる。デッキから「煉獄」魔法・罠カード１枚を手札に加える。", "ko": "\"인페르노이드\" 몬스터 × 2\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 융합 소환했을 경우, 자신 묘지에서 \"인페르노이드\" 몬스터 1장을 제외하고 발동할 수 있다. 그 몬스터의 레벨과 같은 매수만큼, 덱에서 \"인페르노이드\" 몬스터를 묘지로 보낸다(같은 이름의 카드는 1장까지). ②: 이 카드가 묘지로 보내졌을 경우 또는 제외되었을 경우에 발동할 수 있다. 덱에서 \"연옥\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": "「獄炎機」怪獸×２\n此卡名的①②效果１回合僅可各使用１次。\n①：此卡融合召喚的情況下，從自己的墓地將１隻「獄炎機」怪獸除外可以發動。從牌組將張數與該怪獸等級數值相同的「獄炎機」怪獸送至墓地（同名卡最多１張）。\n②：此卡被送至墓地的情況下，或被除外的情況下可以發動。從牌組將１張「煉獄」魔法・陷阱卡加入手牌。", "zh-CN": "“狱炎机”怪兽×２\n此卡名的①②效果１回合仅可各使用１次。\n①：此卡融合召唤的情况下，从自己的墓地将１只“狱炎机”怪兽除外可以发动。从牌组将张数与该怪兽等级数值相同的“狱炎机”怪兽送至墓地（同名卡最多１张）。\n②：此卡被送至墓地的情况下，或被除外的情况下可以发动。从牌组将１张“炼狱”魔法・陷阱卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Fiend / Fusion / Effect", "attribute": "FIRE", "level": 1, "atk": 1100, "def": 1100, "materials": "2 \"Infernoid\" monsters", "series": ["Infernoid"], "images": [{"index": 1, "image": "InfernoidEvil-BLTR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLTR-EN013", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "BLTR-DE013", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "BLTR-FR013", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "BLTR-IT013", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "BLTR-PT013", "set_name": "Battles of Legend: Terminal Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "TW01-JP097", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Ultra Rare", "Ultra Parallel Rare", "Secret Rare", "Secret Parallel Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "TW01-KR097", "set_name": "Terminal World (set)", "rarities": ["Common", "Normal Parallel Rare", "Ultra Rare", "Ultra Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}], "zh-CN": [{"set_number": "TW01-SC097", "set_name": "Terminal World (set)", "rarities": ["Ultra Rare", "Ultra Parallel Rare", "Secret Rare", "Secret Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1012522, "master_duel_rarity": "SR"}