{"konami_id": 15744, "password": 97091969, "name": {"en": "Armed Dragon Lightning", "de": "Bewaffneter Drachenblitz", "es": "Relámpago de Dragón Armado", "fr": "Dragon Armé de la Foudre", "it": "Fulmine Drago Armato", "pt": "Relâmpago do Dragão Armado", "ja": "<ruby>武装竜の震霆<rt>アームド・ドラゴン・ライトニング</rt></ruby>", "ja_romaji": "Āmudo Doragon Raitoningu", "ko": "암드 드래곤 라이트닝", "ko_rr": "Amdeu Deuraegon Raiteuning", "zh-TW": "武裝龍之震霆", "zh-CN": "武装龙之震霆"}, "text": {"en": "If an \"Armed Dragon\" monster(s) you control would be destroyed by card effect, you can send this card to the GY instead. You can target 1 \"Armed Dragon\" monster you control, then activate 1 of these effects;\n● It gains ATK equal to its Level x 100 (even if this card leaves the field).\n● Add 1 \"Armed Dragon\" monster with an equal or lower Level than it from your GY to your hand.\nYou can only use this effect of \"Armed Dragon Lightning\" once per turn.", "de": "Falls ein oder mehr „Bewaffnete/r Drache“-Monster, die du kontrollierst, durch einen Karteneffekt zerstört würden kannst du stattdessen diese Karte auf den Friedhof legen. Du kannst 1 „Bewaffnete/r Drache“-Monster wählen, das du kontrollierst, und dann 1 dieser Effekte aktivieren;\n● Es erhält ATK in Höhe seiner Stufe x 100 (selbst falls diese Karte das Spielfeld verlässt).\n● Füge deiner Hand 1 „Bewaffnete/r Drache“-Monster mit gleicher oder niedrigerer Stufe von deinem Friedhof hinzu.\nDu kannst diesen Effekt von „Bewaffneter Drachenblitz“ nur einmal pro Spielzug verwenden.", "es": "Si uno o más monstruos \"Dragón Armado\" que controlas fueran a ser destruidos por el efecto de una carta, puedes mandar esta carta al Cementerio en su lugar. Puedes seleccionar 1 monstruo \"Dragón Armado\" que controles, y después activar 1 de estos efectos;\n● Éste gana ATK igual a su Nivel x 100 (aun si esta carta deja el Campo).\n● Añade a tu mano 1 monstruo \"Dragón Armado\" en tu Cementerio con un Nivel igual o menor al de éste.\nSólo puedes usar este efecto de \"Relámpago de Dragón Armado\" una vez por turno.", "fr": "Si un ou plusieurs monstres \"Dragon Armé\" que vous contrôlez vont être détruits par un effet de carte, vous pouvez envoyer cette carte au Cimetière à la place. Vous pouvez cibler 1 monstre \"Dragon Armé\" que vous contrôlez, puis activez 1 de ces effets ;\n● Il gagne une ATK égale à son Niveau x 100 (même si cette carte quitte le Terrain).\n● Ajoutez 1 monstre \"Dragon Armé\" d'un Niveau inférieur ou égal depuis votre Cimetière à votre main.\nVous ne pouvez utiliser cet effet de \"Dragon Armé de la Foudre\" qu'une fois par tour.", "it": "Se uno o più mostri \"Drago Armato\" che controlli stanno per essere distrutti dall'effetto di una carta, puoi invece mandare questa carta al Cimitero. Puoi scegliere come bersaglio 1 mostro \"Drago Armato\" che controlli, poi attivare 1 di questi effetti;\n● Esso guadagna ATK pari al suo Livello x 100 (anche se questa carta lascia il Terreno).\n● Aggiungi 1 mostro \"Drago Armato\" con Livello pari o inferiore a esso dal tuo Cimitero alla tua mano.\nPuoi utilizzare questo effetto di \"Fulmine Drago Armato\" una sola volta per turno.", "pt": "Se um ou mais monstros \"Dragão Armado\" que você controla seriam destruídos por um efeito de card, em vez disso, você pode enviar este card para o Cemitério. Você pode escolher 1 monstro \"Dragão Armado\" que você controla e, depois, ative 1 desses efeitos;\n● Ele ganha ATK igual ao seu próprio Nível x 100 (mesmo que este card deixe o campo).\n● Adicione 1 monstro \"Dragão Armado\" com um Nível igual ou menor que o dele do seu Cemitério à sua mão.\nVocê só pode usar este efeito de \"Relâmpago do Dragão Armado\" uma vez por turno.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドの「アームド・ドラゴン」モンスター１体を対象とし、以下の効果から１つを選択して発動できる。●そのモンスターの攻撃力は、そのモンスターのレベル×１００アップする。●そのモンスターのレベル以下のレベルを持つ「アームド・ドラゴン」モンスター１体を自分の墓地から選んで手札に加える。②：自分フィールドの「アームド・ドラゴン」モンスターが効果で破壊される場合、代わりにこのカードを墓地へ送る事ができる。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 \"암드 드래곤\" 몬스터 1장을 대상으로 하고, 이하의 효과에서 1개를 선택하여 발동할 수 있다.\n●그 몬스터의 공격력은 그 몬스터의 레벨 × 100 올린다.\n●그 몬스터의 레벨 이하의 레벨을 가지는 \"암드 드래곤\" 몬스터 1장을 자신 묘지에서 고르고 패에 넣는다.\n②: 자신 필드의 \"암드 드래곤\" 몬스터가 효과로 파괴될 경우, 대신에 이 카드를 묘지로 보낼 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：以自己场上的１只“武装龙”怪兽为对象，可从以下效果中选择１个发动。\n●该怪兽的攻击力上升相当于该怪兽等级×１００的数值。\n●从自己的墓地挑选１只拥有该怪兽的等级以下等级的“武装龙”怪兽加入手牌。\n②：自己场上的“武装龙”怪兽将被效果破坏的情况下，可将此卡送至墓地作为代替。"}, "card_type": "Spell", "property": "Continuous", "series": ["Armed Dragon"], "images": [{"index": 1, "image": "ArmedDragonLightning-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "BLVO-EN053", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-EN031", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "BLVO-DE053", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-DE031", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "BLVO-FR053", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-FR031", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "BLVO-IT053", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-IT031", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "BLVO-PT053", "set_name": "Blazing Vortex", "rarities": ["Common"]}, {"set_number": "MP22-PT031", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "BLVO-JP053", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "ko": [{"set_number": "BLVO-KR053", "set_name": "Blazing Vortex", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC147", "set_name": "Mega Pack 05", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 713115, "master_duel_rarity": "R"}