{"konami_id": 16202, "password": 97112505, "name": {"en": "Chronomaly Magella Globe", "de": "Chronomaler Magella-Globus", "es": "Globo Magella Cronómalo", "fr": "Globe Magella Chronomal", "it": "Cronomalia Globo Magella", "pt": "Cronomalia Globo Magalhânico", "ja": "<ruby>先史遺産<rt>オーパーツ</rt></ruby>メガラ・グローヴ", "ja_romaji": "Ōpātsu Megara Gurōvu", "ko": "오파츠 메가라 그로브", "ko_rr": "Opacheu Megara Geurobeu", "zh-TW": "先史遺產 墨瓦蠟地球儀", "zh-CN": "先史遗产 墨瓦腊地球仪"}, "text": {"en": null, "de": "Du kannst diese Karte als Tribut anbieten; beschwöre 1 „Chronomal“-Monster als Spezialbeschwörung von deinem Deck, außer „Chronomaler Magella-Globus“. Falls sich diese Karte in deinem Friedhof befindet, außer in dem Spielzug, in dem sie dorthin gelegt wurde: Du kannst 1 „Chronomal“-Karte von deinem Friedhof verbannen, außer „Chronomaler Magella-Globus“; füge diese Karte deiner Hand hinzu. Du kannst jeden Effekt von „Chronomaler Magella-Globus“ nur einmal pro Spielzug verwenden.", "es": "Puedes Sacrificar esta carta; Invoca de Modo Especial, desde tu Deck, 1 monstruo \"Cronómalo/a\", excepto \"Globo Magella Cronómalo\". Si esta carta está en tu Cementerio, excepto en el turno en el que fue mandada allí: puedes desterrar 1 carta \"Cronómalo/a\" en tu Cementerio, excepto \"Globo Magella Cronómalo\"; añade esta carta a tu mano. Sólo puedes usar cada efecto de \"Globo Magella Cronómalo\" una vez por turno.", "fr": "Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Chronomal\" (\"Globe Magella Chronomal\" exclu) depuis votre Deck. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez bannir 1 carte \"Chronomal\" (\"Globe Magella Chronomal\" exclu) depuis votre Cimetière ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Globe Magella Chronomal\" qu'une fois par tour.", "it": "Puoi offrire come Tributo questa carta; Evoca Specialmente 1 mostro \"Cronomalia\" dal tuo Deck, eccetto \"Cronomalia Globo Magella\". Se questa carta è nel tuo Cimitero, eccetto nel turno in cui è stata mandata lì: puoi bandire 1 carta \"Cronomalia\" dal tuo Cimitero, eccetto \"Cronomalia Globo Magella\"; aggiungi questa carta alla tua mano. Puoi utilizzare ogni effetto di \"Cronomalia Globo Magella\" una sola volta per turno.", "pt": "Você pode oferecer este card como Tributo; Invoque por Invocação-Especial 1 monstro \"Cronomalia\" do seu Deck, exceto \"Cronomalia Globo Magalhânico\". Se este card estiver no seu Cemitério, exceto no turno em que foi enviado para lá: você pode banir 1 card \"Cronomalia\" do seu Cemitério, exceto \"Cronomalia Globo Magalhânico\"; adicione este card à sua mão. Você só pode usar cada efeito de \"Cronomalia Globo Magalhânico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：このカードをリリースして発動できる。デッキから「先史遺産メガラ・グローヴ」以外の「先史遺産」モンスター１体を特殊召喚する。\n②：このターンに墓地へ送られていないこのカードが墓地に存在する場合、自分の墓地から「先史遺産メガラ・グローヴ」以外の「オーパーツ」カード１枚を除外して発動できる。このカードを手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 릴리스하고 발동할 수 있다. 덱에서 \"오파츠 메가라 그로브\" 이외의 \"오파츠\" 몬스터 1장을 특수 소환한다. ②: 이 카드가 묘지에 존재할 경우, 자신 묘지에서 \"오파츠 메가라 그로브\" 이외의 \"오파츠\" 카드 1장을 제외하고 발동할 수 있다. 이 카드를 패에 넣는다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可解放此卡發動。從牌組特殊召喚１隻「先史遺產 墨瓦蠟地球儀」以外的「先史遺產」怪獸。②：在此卡存在於墓地的狀況下，可從我方墓地將１張「先史遺產 墨瓦蠟地球儀」以外的「先史遺產」卡除外發動。將此卡加入手牌。此效果無法於此卡被送入墓地的回合發動。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：解放此卡可以发动。从牌组将“先史遗产 墨瓦腊地球仪”以外的１只“先史遗产”怪兽特殊召唤。②：此卡存在于墓地的情况下，从自己的墓地将１张“先史遗产 墨瓦腊地球仪”以外的“先史遗产”卡除外可以发动。将此卡加入手牌。此效果在此卡被送至墓地的回合不可发动。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "LIGHT", "level": 4, "atk": 1500, "def": 300, "series": ["Chronomaly"], "images": [{"index": 1, "image": "ChronomalyMagellaGlobe-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN013", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-EN129", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE013", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-DE129", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR013", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-FR129", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT013", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-IT129", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT013", "set_name": "Dawn of Majesty", "rarities": ["Super Rare"]}, {"set_number": "MP22-PT129", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP013", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}], "ko": [{"set_number": "DAMA-KR013", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714279, "master_duel_rarity": "R"}