{"konami_id": null, "password": 97240499, "name": {"en": "Orphebull the Harmonious Bullfighter Bard", "de": "Orphestier der harmonische Stierkämpfer-Barde", "es": "Orfetoro el Bardo Torero Harmonioso", "fr": "Taurorphée l'Harmonieux Barde Matador", "it": "Orfetoro l'Armonioso Bardo Torero", "pt": "Tourorfeu, o Harmonioso Bardo Toureiro", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by banishing 2 LIGHT and 2 DARK monsters from your hand and/or GY, except this card. If Summoned this way, this card gains 1000 ATK for each monster banished from your hand for its Summon, and can attack monsters a number of times each Battle Phase up to the number of monsters banished from the GY for its Summon. If this card destroys an opponent's monster by battle, after damage calculation: You can banish that opponent's monster.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Muss als Spezialbeschwörung (von deiner Hand) beschworen werden, indem du 2 LICHT und 2 FINSTERNIS Monster von deiner Hand und/oder deinem Friedhof verbannst, außer dieser Karte. Falls diese Karte auf diese Art beschworen wird, erhält sie für jedes Monster, das für ihre Beschwörung von deiner Hand verbannt wurde, 1000 ATK, zusätzlich kann diese Karte in jeder Battle Phase bis zu so viele Male Monster angreifen wie die Anzahl der Monster, die für ihre Beschwörung vom Friedhof verbannt wurden. Falls diese Karte ein Monster eines Gegners durch Kampf zerstört, nach der Schadensberechnung: Du kannst jenes Monster des Gegners verbannen.", "es": "No puede ser Invocado de Modo Normal/Colocado. Debe ser Invocado de Modo Especial (desde tu mano) desterrando 2 monstruos de LUZ y 2 de OSCURIDAD en tu mano y/o Cementerio, excepto esta carta. Si es Invocada de esta forma, esta carta gana 1000 ATK por cada monstruo desterrado de tu mano para su Invocación, y puede atacar a monstruos un número de veces cada Battle Phase hasta el número de monstruos desterrados del Cementerio para su Invocación. Si esta carta destruye un monstruo del adversario en batalla, después del cálculo de daño: puedes desterrar ese monstruo del adversario.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 2 monstres LUMIÈRE et 2 monstres TÉNÈBRES (cette carte exclue) depuis votre main et/ou Cimetière. Si elle est Invoquée de cette façon, cette carte gagne 1000 ATK pour chaque monstre banni depuis votre main pour son Invocation, et elle peut attaquer un nombre de fois chaque Battle Phase, inférieur ou égal au nombre de monstres bannis depuis le Cimetière pour son Invocation. Si cette carte détruit un monstre de l'adversaire au combat, après le calcul des dommages : vous pouvez bannir le monstre de l'adversaire.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente (dalla tua mano) bandendo 2 mostri LUCE e 2 OSCURITÀ dalla tua mano e/o Cimitero, eccetto questa carta. Se viene Evocata in questo modo, questa carta guadagna 1000 ATK per ogni mostro bandito dalla tua mano per la sua Evocazione, e può attaccare mostri un numero di volte ogni Battle Phase fino al numero di mostri banditi dal Cimitero per la sua Evocazione. Se questa carta distrugge un mostro dell'avversario in battaglia, dopo il calcolo dei danni: puoi bandire quel mostro dell'avversario.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial (da sua mão) ao banir 2 monstros de LUZ e 2 monstros de TREVAS da sua mão e/ou do Cemitério, exceto este card. Se Invocado desta forma, este card ganha 1000 de ATK para cada monstro banido da sua mão para sua Invocação e pode atacar monstros um número de vezes a cada Fase de Batalha até o número de monstros banidos do Cemitério para sua Invocação. Se este card destruir um monstro do oponente em batalha, depois do cálculo de dano: você pode banir o monstro do oponente.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "LIGHT", "level": 8, "atk": 3000, "def": 2400, "images": [{"index": 1, "image": "OrphebulltheHarmoniousBullfighterBard-PHHY-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "PHHY-EN082", "set_name": "Photon Hypernova", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "PHHY-DE082", "set_name": "Photon Hypernova", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "PHHY-FR082", "set_name": "Photon Hypernova", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "PHHY-IT082", "set_name": "Photon Hypernova", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "PHHY-PT082", "set_name": "Photon Hypernova", "rarities": ["Ultra Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 931248}