{"konami_id": 20197, "password": 97262307, "name": {"en": "Ragnaraika Wicked Butterfly", "de": "Ragnaraika-Bösschmetterling", "es": "Ragnaraika Mariposa Malvada", "fr": "Papillon Malfaisant Ragnaraika", "it": "Farfalla Malvagia Ragnaraika", "pt": "Borboleta Perversa Ragnaraika", "ja": "<ruby>蕾禍<rt>ライカ</rt></ruby>ノ<ruby>姫邪眼<rt>ヒメジャノメ</rt></ruby>", "ja_romaji": "Raika no Himejanome", "ko": "뇌화의 히메쟈노메", "ko_rr": null, "zh-TW": "蕾禍之姬邪眼", "zh-CN": "蕾祸之姬邪眼"}, "text": {"en": "You can discard this card; Special Summon 1 Insect, Plant, or Reptile monster from your hand. If this card is banished from the hand or GY: You can draw cards during the End Phase of this turn, equal to the number of different Monster Types among the monsters you control that are Insect, Plant, or Reptile. You can only use each effect of \"Ragnaraika Wicked Butterfly\" once per turn.", "de": "Du kannst diese Karte abwerfen; beschwöre 1 Insekt-, Pflanze- oder Reptil-Monster als Spezialbeschwörung von deiner Hand. Falls diese Karte von der Hand oder dem Friedhof verbannt wird: Du kannst während der End Phase dieses Spielzugs Karten in Höhe der Anzahl unterschiedlicher Monstertypen unter den Monstern ziehen, die du kontrollierst und die Insekt, Pflanze oder Reptil sind. Du kannst jeden Effekt von „Ragnaraika-Bösschmetterling“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar esta carta; Invoca de Modo Especial, desde tu mano, 1 monstruo Insecto, Planta o Reptil. Si esta carta en la mano o Cementerio es desterrada: puedes robar cartas durante la End Phase de este turno, iguales al número de Tipos de Monstruo diferentes entre los monstruos que controlas que sean Insecto, Planta o Reptil. Sólo puedes usar cada efecto de \"Ragnaraika Mariposa Malvada\" una vez por turno.", "fr": "Vous pouvez défausser cette carte ; Invoquez Spécialement 1 monstre Insecte, Plante ou Reptile depuis votre main. Si cette carte est bannie depuis la main ou Cimetière : vous pouvez piocher un nombre de cartes durant la End Phase de ce tour, égal au nombre de Types de Monstre différents parmi les monstres que vous contrôlez qui sont Insecte, Plante ou Reptile. Vous ne pouvez utiliser chaque effet de \"Papillon Malfaisant Ragnaraika\" qu'une fois par tour.", "it": "Puoi scartare questa carta; Evoca Specialmente 1 mostro Insetto, Pianta o Rettile dalla tua mano. Se questa carta viene bandita dalla mano o Cimitero: puoi pescare carte durante la End Phase di questo turno, pari al numero di Tipi di Mostro diversi tra i mostri che controlli che sono Insetto, Pianta o Rettile. Puoi utilizzare ogni effetto di \"Farfalla Malvagia Ragnaraika\" una sola volta per turno.", "pt": "Você pode descartar este card; Invoque por Invocação-Especial 1 monstro Inseto, Planta ou Réptil da sua mão. Se este card for banido da mão ou do Cemitério: você pode comprar cards durante a Fase Final deste turno, igual ao número de Tipos de Monstro diferentes dentre os monstros que você controla que forem Inseto, Planta ou Réptil. Você só pode usar cada efeito de \"Borboleta Perversa Ragnaraika\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードを手札から捨てて発動できる。手札から昆虫族・植物族・爬虫類族モンスター１体を特殊召喚する。②：このカードが手札・墓地から除外された場合に発動できる。このターンのエンドフェイズに、自分フィールドの昆虫族・植物族・爬虫類族モンスターの種族の種類の数だけ自分はドローする。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 버리고 발동할 수 있다. 패에서 곤충족 / 식물족 / 파충류족 몬스터 1장을 특수 소환한다. ②: 이 카드가 패 / 묘지에서 제외되었을 경우에 발동할 수 있다. 이 턴의 엔드 페이즈에, 자신 필드의 곤충족 / 식물족 / 파충류족 몬스터 종족의 종류의 수만큼 자신은 드로우한다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从手牌将此卡舍弃可以发动。从手牌将１只昆虫族・植物族・爬虫类族怪兽特殊召唤。②：此卡被从手牌・墓地除外的情况下可以发动。在此回合的结束阶段，自己依自己场上的昆虫族・植物族・爬虫类族怪兽的种族的种类数量抽牌。"}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 0, "series": ["Ragnaraika"], "images": [{"index": 1, "image": "RagnaraikaWickedButterfly-INFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN018", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "de": [{"set_number": "INFO-DE018", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "es": [{"set_number": "INFO-SP018", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INFO-FR018", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "it": [{"set_number": "INFO-IT018", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INFO-PT018", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INFO-JP018", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "ko": [{"set_number": "INFO-KR018", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "INFO-SC018", "set_name": "The Infinite Forbidden", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1052843, "master_duel_rarity": "SR"}