{"konami_id": 10404, "password": 97403510, "name": {"en": "Number 92: Heart-eartH Dragon", "de": "Nummer 92: Heart-eartH-Drache", "es": "Número 92: Dragón Heart-eartH", "fr": "Numéro 92 : Dragon Heart-eartH", "it": "Numero 92: Drago Heart-eartH", "pt": "Número 92: Dragão Heart-eartH", "ja": "<ruby>Ｎｏ．<rt>ナンバーズ</rt></ruby>９２ <ruby>偽<rt>ぎ</rt></ruby><ruby>骸<rt>がい</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>龍<rt>りゅう</rt></ruby> <ruby>Ｈｅａｒｔ－ｅａｒｔＨ Ｄｒａｇｏｎ<rt>ハートアース・ドラゴン</rt></ruby>", "ja_romaji": "Nanbāzu Kyūjūni Gigaishinryū Hāto Āsu Doragon", "ko": "No.92 위해신룡 Heart－eartH Dragon", "ko_rr": null, "zh-TW": "No.92 偽骸神龍 心地龍", "zh-CN": "编号92 伪骸神龙 心地心龙"}, "text": {"en": null, "de": "3 Monster der Stufe 9\nKann nicht durch Kampf zerstört werden, zusätzlich erhält dein Gegner den Kampfschaden, den du aus Kämpfen erhalten hättest, an denen diese Karte beteiligt ist. Einmal pro Spielzug, während der End Phase deines Gegners: Du kannst 1 Material von dieser Karte abhängen; verbanne alle Karten, die dein Gegner derzeit kontrolliert und die in diesem Spielzug als Normal- oder Spezialbeschwörung beschworen oder gesetzt wurden. Falls diese Karte zerstört und auf den Friedhof gelegt wird, solange sie Material hat: Du kannst diese Karte als Spezialbeschwörung beschwören. Falls sie auf diese Art beschworen wird: Sie erhält für jede derzeit verbannte Karte 1000 ATK.", "es": "3 monstruos de Nivel 9\nNo puede ser destruido en batalla, y además tu adversario recibe cualquier daño de batalla que hubieras recibido tú de batallas que involucren esta carta. Una vez por turno, durante la End Phase de tu adversario: puedes desacoplar 1 material de esta carta; destierra todas las cartas que tu adversario controle en este momento que fueron Invocadas de Modo Normal o Especial, o Colocadas, este turno. Si esta carta es destruida y mandada al Cementerio mientras tiene material: puedes Invocar esta carta de Modo Especial. Si es Invocada de esta forma: ésta gana 1000 ATK por cada carta desterrada en este momento.", "fr": "3 monstres de Niveau 9\nNon destructible au combat, et aussi, votre adversaire reçoit les dommages de combat que vous auriez dû recevoir de combats impliquant cette carte. Une fois par tour, durant la End Phase de votre adversaire : vous pouvez détacher 1 Matériel de cette carte ; bannissez toutes les cartes actuellement contrôlées par votre adversaire qui ont été Invoquées Normalement ou Spécialement, ou Posées, ce tour. Si cette carte est détruite et envoyée au Cimetière tant qu'elle a du Matériel : vous pouvez Invoquer Spécialement cette carte. Si elle est Invoquée de cette façon : elle gagne 1000 ATK pour chaque carte actuellement bannie.", "it": "3 mostri di Livello 9\nNon può essere distrutto in battaglia, inoltre il tuo avversario subisce qualsiasi danno da combattimento che avresti subito tu da battaglie che coinvolgono questa carta. Una volta per turno, durante la End Phase del tuo avversario: puoi staccare 1 materiale da questa carta; bandisci tutte le carte attualmente controllate dal tuo avversario che sono state Evocate Normalmente o Specialmente o Posizionate in questo turno. Se questa carta viene distrutta e mandata al Cimitero mentre ha materiale: puoi Evocare Specialmente questa carta. Se viene Evocata in questo modo: essa guadagna 1000 ATK per ogni carta attualmente bandita.", "pt": "3 monstros de Nível 9\nNão pode ser destruído em batalha e, além disso, seu oponente sofre qualquer dano de batalha que você teria sofrido das batalhas envolvendo este card. Uma vez por turno, durante a Fase Final do seu oponente: você pode desassociar 1 matéria deste card; bana todos os cards que seu oponente controla atualmente que foram Invocados por Invocação-Normal ou Especial, ou Baixados neste turno. Se este card for destruído e enviado para o Cemitério enquanto tiver matéria: você pode Invocar este card por Invocação-Especial. Se Invocado desta forma: ele ganha 1000 de ATK para cada card atualmente banido.", "ja": "レベル９モンスター×３\n①：このカードは戦闘では破壊されず、このカードの戦闘で発生する自分への戦闘ダメージは代わりに相手が受ける。\n②：相手エンドフェイズに、このカードのＸ素材を１つ取り除いて発動できる。このターンに召喚・特殊召喚・セットされた相手フィールドのカードを全て除外する。\n③：Ｘ素材を持っているこのカードが破壊され墓地へ送られた場合に発動できる。このカードを特殊召喚する。\n④：このカードが自身の効果で特殊召喚した場合に発動する。このカードの攻撃力は除外状態のカードの数×１０００アップする。", "ko": "레벨 9 몬스터 × 3\n이 카드는 전투로는 파괴되지 않으며, 이 카드의 전투에 의해서 발생하는 자신에게로의 전투 데미지는 대신에 상대가 받는다. 상대의 엔드 페이즈시, 이 카드의 엑시즈 소재를 1개 제거하는 것으로, 상대 필드 위의 이 턴에 일반 소환 / 특수 소환 / 세트된 카드를 모두 게임에서 제외한다. 엑시즈 소재를 가지고 있는 이 카드가 파괴되었을 경우, 이 카드를 묘지에서 특수 소환할 수 있다. 이 효과로 특수 소환했을 때, 이 카드의 공격력은 게임에서 제외되어 있는 카드의 수 × 1000 포인트 올린다.", "zh-TW": "等級９怪獸×３\n①：此卡不會因戰鬥被破壞，因此卡的戰鬥對我方造成的戰鬥傷害由對方承受作為替代。②：在對方的結束階段，可去除此卡的１個超量素材發動。將對方場上的此回合被召喚・特殊召喚・覆蓋的所有卡全部除外。③：可在擁有超量素材的此卡被破壞送至墓地的狀況下發動。特殊召喚此卡。④：在此卡透過自身的效果特殊召喚成功的狀況下發動。此卡的攻擊力依據被除外的卡的數量×１０００進行提升。", "zh-CN": "等级９怪兽×３\n①：此卡不会因战斗被破坏，因此卡的战斗发生的对自己的战斗伤害由对手代为承受。②：在对手的结束阶段，去除此卡的１个超量素材可以发动。将在此回合被召唤・特殊召唤・放置的对手场上的卡全部除外。③：持有超量素材的此卡被破坏并被送至墓地的情况下可以发动。将此卡特殊召唤。④：此卡以自身的效果特殊召唤的情况下发动。此卡的攻击力上升被除外的卡的数量×１０００的数值。"}, "card_type": "Monster", "monster_type_line": "Dragon / Xyz / Effect", "attribute": "DARK", "rank": 9, "atk": 0, "def": 0, "materials": "3 Level 9 monsters", "series": ["Heart", "Number", "Number"], "images": [{"index": 1, "image": "Number92HearteartHDragon-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "CBLZ-EN045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Ultimate Rare", "Ghost Rare"]}, {"set_number": "BLMR-EN077", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "de": [{"set_number": "CBLZ-DE045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Ultimate Rare", "Ghost Rare"]}, {"set_number": "AC14-DE001", "set_name": "Yu-Gi-Oh! Advent Calendar ZEXAL Edition", "rarities": ["Super Rare"]}, {"set_number": "BLMR-DE077", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "fr": [{"set_number": "CBLZ-FR045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Ultimate Rare", "Ghost Rare"]}, {"set_number": "BLMR-FR077", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "it": [{"set_number": "CBLZ-IT045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Ultimate Rare", "Ghost Rare"]}, {"set_number": "BLMR-IT077", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "pt": [{"set_number": "CBLZ-PT045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Ultimate Rare", "Ghost Rare"]}, {"set_number": "BLMR-PT077", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare", "Quarter Century Secret Rare"]}], "ja": [{"set_number": "CBLZ-JP045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Ultimate Rare", "Holographic Rare"]}, {"set_number": "NCF1-JP092", "set_name": "Number Complete File -Piece of Memories-", "rarities": ["Ultra Rare"]}], "ko": [{"set_number": "CBLZ-KR045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Ultimate Rare", "Holographic Rare"]}], "zh-TW": [{"set_number": "CBLZ-TC045", "set_name": "Cosmo Blazer", "rarities": ["Ultra Rare", "Secret Rare", "Ultimate Rare", "Holographic Rare"]}], "zh-CN": [{"set_number": "MGP6-SC181", "set_name": "Mega Pack 06", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 246604, "master_duel_rarity": "N"}