{"konami_id": 21422, "password": 97434754, "name": {"en": "Artmage Litera", "de": "Kunstmagus Litera", "es": "Artmagia Litera", "fr": "Litera Artmage", "it": "Litera Artmage", "pt": "Litera de Artmage", "ja": "<ruby>神芸学徒<rt>アルトメギア</rt></ruby> リテラ", "ja_romaji": "Arutomegia Ritera", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "神艺学徒 璃天乐"}, "text": {"en": "You take no damage from battles involving this card. You can only use each of the following effects of \"Artmage Litera\" once per turn. If you control an \"Artmage\" card: You can Special Summon this card from your hand, then you can add 1 \"Artmage\" card from your GY to your hand. During your opponent's Main Phase (Quick Effect): You can Special Summon 1 \"Artmage\" monster from your hand or GY, except \"Artmage Litera\", then return this card from the field to the hand.", "de": "Du erhältst keinen Schaden aus Kämpfen, an denen diese Karte beteiligt ist. Du kannst jeden der folgenden Effekte von „Kunstmagus Litera“ nur einmal pro Spielzug verwenden. Falls du eine „Kunstmagus“-Karte kontrollierst: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören, dann kannst du deiner Hand 1 „Kunstmagus“-Karte von deinem Friedhof hinzufügen. Während der Main Phase deines Gegners (Schnelleffekt): Du kannst 1 „Kunstmagus“-Monster als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören, außer „Kunstmagus Litera“, dann gib diese Karte vom Spielfeld auf die Hand zurück.", "es": "No recibes daño de batallas que involucren esta carta. Sólo puedes usar cada uno de los siguientes efectos de \"Artmagia Litera\" una vez por turno. Si controlas una carta \"Artmagia\": puedes Invocar esta carta de Modo Especial desde tu mano, y después puedes añadir a tu mano 1 carta \"Artmagia\" en tu Cementerio. Durante la Main Phase de tu adversario (Efecto Rápido): puedes Invocar de Modo Especial 1 monstruo \"Artmagia\" desde tu mano o Cementerio, excepto \"Artmagia Litera\", y después devuelve esta carta del Campo a la mano.", "fr": "Vous ne recevez aucun dommage de combats impliquant cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Litera Artmage\" qu'une fois par tour. Si vous contrôlez une carte \"Artmage\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez ajouter 1 carte \"Artmage\" depuis votre Cimetière à votre main. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez Invoquer Spécialement 1 monstre \"Artmage\" (\"Litera Artmage\" exclu) depuis votre main ou Cimetière, puis renvoyez cette carte depuis le Terrain à la main.", "it": "Non subisci danno da battaglie che coinvolgono questa carta. Puoi utilizzare ognuno dei seguenti effetti di \"Litera Artmage\" una sola volta per turno. Se controlli una carta \"Artmage\": puoi Evocare Specialmente questa carta dalla tua mano, poi puoi aggiungere 1 carta \"Artmage\" dal tuo Cimitero alla tua mano. Durante la Main Phase del tuo avversario (Effetto Rapido): puoi Evocare Specialmente 1 mostro \"Artmage\" dalla tua mano o Cimitero, eccetto \"Litera Artmage\", poi fai ritornare questa carta dal Terreno nella mano.", "pt": "Você não sofre dano das batalhas envolvendo este card. Você só pode usar cada um dos seguintes efeitos de \"Litera de Artmage\" uma vez por turno. Se você controlar um card \"Artmage\": você pode Invocar este card por Invocação-Especial da sua mão e, depois, você pode adicionar 1 card \"Artmage\" do seu Cemitério à sua mão. Durante a Fase Principal do seu oponente (Efeito Rápido): você pode Invocar por Invocação-Especial 1 monstro \"Artmage\" da sua mão ou do Cemitério, exceto \"Litera de Artmage\" e, depois, devolva este card do campo para a mão.", "ja": "このカード名の①③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに「アルトメギア」カードが存在する場合に発動できる。このカードを手札から特殊召喚する。その後、自分の墓地から「アルトメギア」カード１枚を手札に加える事ができる。②：このカードの戦闘で発生する自分への戦闘ダメージは０になる。③：相手メインフェイズに発動できる。自分の手札・墓地から「神芸学徒 リテラ」以外の「アルトメギア」モンスター１体を特殊召喚する。その後、フィールドのこのカードを手札に戻す。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①③效果1回合仅可各使用1次。①：自己场上存在“神艺”卡的情况下可以发动。从手牌将此卡特殊召唤。然后，可从自己墓地将1张“神艺”卡加入手牌。②：因此卡的战斗对自己造成的战斗伤害变为0。③：在对手的主要阶段可以发动。从自己手牌・墓地将“神艺学徒 璃天乐”以外的1只“神艺”怪兽特殊召唤。然后，将场上的此卡放回手牌。"}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "LIGHT", "level": 3, "atk": 400, "def": 1800, "series": ["Artmage"], "images": [{"index": 1, "image": "ArtmageLitera-DUAD-JP-C.png"}], "sets": {"en": [{"set_number": "DUAD-EN011", "set_name": "Duelist's Advance", "rarities": null}], "de": [{"set_number": "DUAD-DE011", "set_name": "Duelist's Advance", "rarities": null}], "es": [{"set_number": "DUAD-SP011", "set_name": "Duelist's Advance", "rarities": null}], "fr": [{"set_number": "DUAD-FR011", "set_name": "Duelist's Advance", "rarities": null}], "it": [{"set_number": "DUAD-IT011", "set_name": "Duelist's Advance", "rarities": null}], "pt": [{"set_number": "DUAD-PT011", "set_name": "Duelist's Advance", "rarities": null}], "ja": [{"set_number": "DUAD-JP011", "set_name": "Duelist's Advance", "rarities": ["Common", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC011", "set_name": "Duelist's Advance", "rarities": ["Common", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Unlimited"}, "yugipedia_page_id": 1121607}