{"konami_id": 21035, "password": 97522863, "name": {"en": "The Man with the Mark", "de": "Der Mann mit dem Mal", "es": "El Hombre con la Marca", "fr": "L'Homme avec la Marque", "it": "L'Uomo con il Marchio", "pt": "O Homem com a Marca", "ja": "<ruby>刻<rt>こく</rt></ruby><ruby>印<rt>いん</rt></ruby>を<ruby>持<rt>も</rt></ruby>つ<ruby>者<rt>もの</rt></ruby>", "ja_romaji": "Kokuin o Motsu Mono", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "拥有刻印之人"}, "text": {"en": "If this card is Normal or Special Summoned: You can take 1 \"Temple of the Kings\", or 1 Spell/Trap that mentions it, from your Deck and either add it to your hand or send it to the GY. You can only use this effect of \"The Man with the Mark\" once per turn. While you control \"Temple of the Kings\", this card and \"Apophis\" monsters you control cannot be destroyed by battle or card effects. \"Temple of the Kings\" you control cannot be destroyed by card effects.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Tempel der Könige“ oder 1 Zauber/Falle, der oder die ihn erwähnt, von deinem Deck nehmen und entweder deiner Hand hinzufügen oder auf den Friedhof legen. Du kannst diesen Effekt von „Der Mann mit dem Mal“ nur einmal pro Spielzug verwenden. Solange du „Tempel der Könige“ kontrollierst, können diese Karte und „Apophis“-Monster, die du kontrollierst, weder durch Kampf noch durch Karteneffekte zerstört werden. „Tempel der Könige“, den du kontrollierst, kann nicht durch Karteneffekte zerstört werden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes tomar 1 \"Templo de los Reyes\", o 1 Mágica/Trampa que lo mencione, en tu Deck, y ya sea añádelo a tu mano o mándalo al Cementerio. Sólo puedes usar este efecto de \"El Hombre con la Marca\" una vez por turno. Mientras controlas \"Templo de los Reyes\", esta carta y los monstruos \"Apophis\" que controlas no pueden ser destruidos en batalla o por efectos de cartas. Los \"Templo de los Reyes\" que controlas no pueden ser destruidos por efectos de cartas.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez prendre 1 \"Le Temple des Rois\" ou 1 Magie/Piège qui le mentionne depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière. Vous ne pouvez utiliser cet effet de \"L'Homme avec la Marque\" qu'une fois par tour. Tant que vous contrôlez \"Le Temple des Rois\", cette carte et les monstres \"Apophis\" que vous contrôlez ne peuvent être détruits ni au combat ni par des effets de carte. \"Le Temple des Rois\" que vous contrôlez ne peut pas être détruit par des effets de carte.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi prendere 1 \"Tempio dei Re\", o 1 Magia/Trappola che lo menziona, dal tuo Deck e aggiungerla alla tua mano oppure mandarla al Cimitero. Puoi utilizzare questo effetto di \"L'Uomo con il Marchio\" una sola volta per turno. Mentre controlli \"Tempio dei Re\", questa carta e i mostri \"Apophis\" che controlli non possono essere distrutti in battaglia o dagli effetti delle carte. I \"Tempio dei Re\" che controlli non possono essere distrutti dagli effetti delle carte.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode pegar 1 \"Templo dos Reis\", ou 1 Magia/Armadilha que o mencione, do seu Deck e adicioná-lo à sua mão ou enviá-lo para o Cemitério. Você só pode usar este efeito de \"O Homem com a Marca\" uma vez por turno. Enquanto você controlar \"Templo dos Reis\", este card e monstros \"Apophis\" que você controla não podem ser destruídos em batalha ou por efeitos de card. \"Templo dos Reis\" que você controla não pode ser destruído por efeitos de card.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。「王家の神殿」またはそのカード名が記された魔法・罠カード１枚をデッキから選び、手札に加えるか墓地へ送る。②：自分フィールドに「王家の神殿」が存在する限り、このカード及び自分フィールドの「アポピス」モンスターは戦闘・効果では破壊されない。③：このカードがモンスターゾーンに存在する限り、自分フィールドの「王家の神殿」は効果では破壊されない。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Spellcaster / Effect", "attribute": "EARTH", "level": 4, "atk": 1000, "def": 1000, "series": ["Temple of the Kings"], "images": [{"index": 1, "image": "TheManwiththeMark-MZTM-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "MZTM-EN001", "set_name": "Maze of the Master", "rarities": ["Secret Rare", "Collector's Rare"]}], "de": [{"set_number": "MZTM-DE001", "set_name": "Maze of the Master", "rarities": ["Secret Rare", "Collector's Rare"]}], "es": [{"set_number": "MZTM-SP001", "set_name": "Maze of the Master", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "MZTM-FR001", "set_name": "Maze of the Master", "rarities": ["Secret Rare", "Collector's Rare"]}], "it": [{"set_number": "MZTM-IT001", "set_name": "Maze of the Master", "rarities": ["Secret Rare", "Collector's Rare"]}], "pt": [{"set_number": "MZTM-PT001", "set_name": "Maze of the Master", "rarities": ["Secret Rare", "Collector's Rare"]}], "ja": [{"set_number": "WPP6-JP001", "set_name": "World Premiere Pack 2025", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1113539}