{"konami_id": 21419, "password": 97556336, "name": {"en": "Medius the Pure", "de": "Medius der Reine", "es": "Medius el Puro", "fr": "Medius le Pur", "it": "Medius il Puro", "pt": "Medius, o Puro", "ja": "<ruby>無<rt>む</rt></ruby><ruby>垢<rt>く</rt></ruby>なる<ruby>者<rt>もの</rt></ruby> メディウス", "ja_romaji": "Mukunaru Mono Mediusu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "无垢者 墨迪乌斯"}, "text": {"en": "If this card is Normal or Special Summoned: You can add to your hand, or Special Summon, 1 \"Power Patron\" monster from your Deck. If this card is in your GY: You can shuffle 1 monster from your hand or face-up field into the Deck, and if you do, Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Medius the Pure\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Machtpatron“-Monster von deinem Deck deiner Hand hinzufügen oder als Spezialbeschwörung beschwören. Falls sich diese Karte in deinem Friedhof befindet: Du kannst 1 Monster von deiner Hand oder offen von deiner Spielfeldseite ins Deck mischen und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst jeden Effekt von „Medius der Reine“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes añadir a tu mano, o Invocar de Modo Especial, 1 monstruo \"Modelo de Poder\" en tu Deck. Si esta carta está en tu Cementerio: puedes barajar al Deck 1 monstruo en tu mano o Campo boca arriba y, si lo haces, Invoca esta carta de Modo Especial, pero destiérrala cuando deje el Campo. Sólo puedes usar cada efecto de \"Medius el Puro\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter à votre main ou Invoquer Spécialement 1 monstre \"Mécène du Pouvoir\" depuis votre Deck. Si cette carte est dans votre Cimetière : vous pouvez mélanger 1 monstre depuis votre main ou Terrain face recto dans le Deck, et si vous le faites, Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Medius le Pur\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi aggiungere alla tua mano, o Evocare Specialmente, 1 mostro \"Patrono Potente\" dal tuo Deck. Se questa carta è nel tuo Cimitero: puoi mischiare 1 mostro dalla tua mano o Terreno scoperto nel Deck e, se lo fai, Evoca Specialmente questa carta, ma bandiscila quando lascia il Terreno. Puoi utilizzare ogni effetto di \"Medius il Puro\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode adicionar à sua mão, ou Invocar por Invocação-Especial, 1 monstro \"Patrono(a) do Poder\" do seu Deck. Se este card estiver no seu Cemitério: você pode embaralhar no Deck 1 monstro da sua mão ou do campo com a face para cima e, se isso acontecer, Invoque este card por Invocação-Especial, mas bana-o quando ele deixar o campo. Você só pode usar cada efeito de \"Medius, o Puro\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚した場合に発動できる。デッキから「獄神」モンスター１体を選び、手札に加えるか特殊召喚する。②：このカードが墓地に存在する場合に発動できる。自分の手札・フィールド（表側表示）からモンスター１体をデッキに戻し、このカードを特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡召唤・特殊召唤的情况下可以发动。从牌组挑选1只“狱神”怪兽，加入手牌或特殊召唤。②：此卡存在于墓地的情况下可以发动。从自己手牌・场上（表侧表示）将1只怪兽放回牌组，将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "DARK", "level": 4, "atk": 1800, "def": 1800, "images": [{"index": 1, "image": "MediusthePure-DUAD-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "DUAD-ENSP1", "set_name": "Duelist's Advance Premiere! promotional card", "rarities": ["Secret Rare"]}, {"set_number": "DUAD-EN008", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "de": [{"set_number": "DUAD-DESP1", "set_name": "Duelist's Advance Premiere! promotional card", "rarities": ["Secret Rare"]}, {"set_number": "DUAD-DE008", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "es": [{"set_number": "DUAD-SPSP1", "set_name": "Duelist's Advance Premiere! promotional card", "rarities": ["Secret Rare"]}, {"set_number": "DUAD-SP008", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "fr": [{"set_number": "DUAD-FRSP1", "set_name": "Duelist's Advance Premiere! promotional card", "rarities": ["Secret Rare"]}, {"set_number": "DUAD-FR008", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "it": [{"set_number": "DUAD-ITSP1", "set_name": "Duelist's Advance Premiere! promotional card", "rarities": ["Secret Rare"]}, {"set_number": "DUAD-IT008", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "pt": [{"set_number": "DUAD-PTSP1", "set_name": "Duelist's Advance Premiere! promotional card", "rarities": ["Secret Rare"]}, {"set_number": "DUAD-PT008", "set_name": "Duelist's Advance", "rarities": ["Ultra Rare", "Starlight Rare"]}], "ja": [{"set_number": "DUAD-JP008", "set_name": "Duelist's Advance", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "ko": [{"set_number": "DUAD-KR008", "set_name": "Duelist's Advance", "rarities": ["Super Rare", "Prismatic Secret Rare"]}], "zh-CN": [{"set_number": "DUAD-SC008", "set_name": "Duelist's Advance", "rarities": ["Super Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1121599}