{"konami_id": 16079, "password": 97565997, "name": {"en": "Ogdoabyss, the Ogdoadic Overlord", "de": "Ogdoabyss, der Achtheits-Oberherrscher", "es": "Ogdoabyss, el Señor Supremo Ogdoádico", "fr": "Ogdoabyss, le Seigneur Ogdoadique", "it": "Ogdoabyss, il Sovrano Ogdoadico", "pt": "Ogdoabyss, o Suserano Ogdoádico", "ja": "<ruby>溟<rt>めい</rt></ruby><ruby>界<rt>かい</rt></ruby><ruby>神<rt>しん</rt></ruby>－オグドアビス", "ja_romaji": "Meikaishin - Ogudoabisu", "ko": "명세계신－오그도어비스", "ko_rr": "Myeongsegyesin - Ogeudo-eobiseu", "zh-TW": null, "zh-CN": "溟界神－八元邃渊"}, "text": {"en": "If this card is in your GY: You can Tribute 3 monsters; Special Summon this card. Once, while this card is face-up on the field (Quick Effect): You can send all monsters from the field to the GY, except face-up monsters Special Summoned from the GY. You can only use each effect of \"Ogdoabyss, the Ogdoadic Overlord\" once per turn.", "de": "Falls sich diese Karte in deinem Friedhof befindet: Du kannst 3 Monster als Tribut anbieten; beschwöre diese Karte als Spezialbeschwörung. Einmal, solange diese Karte offen auf dem Spielfeld liegt (Schnelleffekt): Du kannst alle Monster vom Spielfeld auf den Friedhof legen, außer offenen Monstern, die als Spezialbeschwörung vom Friedhof beschworen wurden. Du kannst jeden Effekt von „Ogdoabyss, der Achtheits-Oberherrscher“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu Cementerio: puedes Sacrificar 3 monstruos; Invoca esta carta de Modo Especial. Una vez, mientras esta carta está boca arriba en el Campo (Efecto Rápido): puedes mandar al Cementerio todos los monstruos en el Campo, excepto los monstruos boca arriba Invocados de Modo Especial desde el Cementerio. Sólo puedes usar cada efecto de \"Ogdoabyss, el Señor Supremo Ogdoádico\" una vez por turno.", "fr": "Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 3 monstres ; Invoquez Spécialement cette carte. Une fois, tant que cette carte est face recto sur le Terrain (Effet Rapide) : vous pouvez envoyer tous les monstres (monstres face recto Invoqués Spécialement depuis le Cimetière exclus) depuis le Terrain au Cimetière. Vous ne pouvez utiliser chaque effet de \"Ogdoabyss, le Seigneur Ogdoadique\" qu'une fois par tour.", "it": "Se questa carta è nel tuo Cimitero: puoi offrire come Tributo 3 mostri; Evoca Specialmente questa carta. Una volta, mentre questa carta è scoperta sul Terreno (Effetto Rapido): puoi mandare tutti i mostri dal Terreno al Cimitero, eccetto i mostri scoperti Evocati Specialmente dal Cimitero. Puoi utilizzare ogni effetto di \"Ogdoabyss, il Sovrano Ogdoadico\" una sola volta per turno.", "pt": "Se este card estiver no seu Cemitério: você pode oferecer 3 monstros como Tributo; Invoque este card por Invocação-Especial. Uma vez, enquanto este card estiver com a face para cima no campo (Efeito Rápido): você pode enviar todos os monstros do campo para o Cemitério, exceto monstros com a face para cima Invocados por Invocação-Especial do Cemitério. Você só pode usar cada efeito de \"Ogdoabyss, o Suserano Ogdoádico\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが墓地に存在する場合、自分フィールドのモンスター３体をリリースして発動できる。このカードを特殊召喚する。②：このカードがフィールドに表側表示で存在する限り１度だけ発動できる。墓地から特殊召喚された表側表示モンスター以外の、自分・相手フィールドのモンスターを全て墓地へ送る。この効果は相手ターンでも発動できる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 묘지에 존재할 경우, 자신 필드의 몬스터 3장을 릴리스하고 발동할 수 있다. 이 카드를 특수 소환한다. ②: 이 카드가 필드에 앞면 표시로 존재하는 한 1번만 발동할 수 있다. 묘지에서 특수 소환된 앞면 표시 몬스터 이외의, 자신 / 상대 필드의 몬스터를 전부 묘지로 보낸다. 이 효과는 상대 턴에도 발동할 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：此卡存在于墓地的情况下，解放自己场上的3只怪兽可以发动。将此卡特殊召唤。②：只要此卡在场上以表侧表示存在，仅限1次可以发动。将从墓地被特殊召唤的表侧表示怪兽以外的、自己・对手场上的怪兽全部送至墓地。此效果在对手回合中也可以发动。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "LIGHT", "level": 10, "atk": 3100, "def": 2200, "series": ["Ogdoadic", "Abyss-"], "images": [{"index": 1, "image": "OgdoabysstheOgdoadicOverlord-ANGU-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "ANGU-EN009", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "de": [{"set_number": "ANGU-DE009", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "es": [{"set_number": "ANGU-SP009", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "fr": [{"set_number": "ANGU-FR009", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "it": [{"set_number": "ANGU-IT009", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "pt": [{"set_number": "ANGU-PT009", "set_name": "Ancient Guardians", "rarities": ["Ultra Rare", "Collector's Rare"]}], "ja": [{"set_number": "DBAG-JP009", "set_name": "Deck-Build Pack: Ancient Guardians", "rarities": ["Ultra Rare", "Secret Rare"]}], "ko": [{"set_number": "DBAG-KR009", "set_name": "Deck-Build Pack: Ancient Guardians", "rarities": ["Ultra Rare", "Secret Rare"]}], "zh-CN": [{"set_number": "DBAG-SC009", "set_name": "Deck-Build Pack: Ancient Guardians", "rarities": ["Ultra Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716093}