{"konami_id": 18437, "password": 97639441, "name": {"en": "Photon Jumper", "de": "Photonenspringer", "es": "Saltador Fotónico", "fr": "Sauteur Photon", "it": "Saltatore Fotonico", "pt": "Saltador de Fóton", "ja": "フォトン・ジャンパー", "ja_romaji": "Foton Janpā", "ko": "포톤 점퍼", "ko_rr": "Poton Jeompeo", "zh-TW": "光子跳躍者", "zh-CN": "光子跳跃者"}, "text": {"en": "When an opponent's monster declares an attack: You can activate this effect; skip your next Battle Phase, also Special Summon this card from your hand, then end this Battle Phase. If this card is sent to the GY: You can add 1 \"Photon\" or \"Galaxy\" Spell/Trap from your Deck to your hand. You can only use each effect of \"Photon Jumper\" once per turn.", "de": "Wenn ein Monster eines Gegners einen Angriff deklariert: Du kannst diesen Effekt aktivieren; überspringe deine nächste Battle Phase, zusätzlich beschwöre diese Karte als Spezialbeschwörung von deiner Hand, dann beende diese Battle Phase. Falls diese Karte auf den Friedhof gelegt wird: Du kannst deiner Hand 1 „Photon“- oder „Galaxie“-Zauber/Falle von deinem Deck hinzufügen. Du kannst jeden Effekt von „Photonenspringer“ nur einmal pro Spielzug verwenden.", "es": "Cuando un monstruo del adversario declara un ataque: puedes activar este efecto; sáltate tu próxima Battle Phase, y además Invoca esta carta de Modo Especial desde tu mano, y después termina esta Battle Phase. Si esta carta es mandada al Cementerio: puedes añadir a tu mano 1 Mágica/Trampa \"Fotónico/a\", \"Galaxia\" o \"Galáctico/a\" en tu Deck. Sólo puedes usar cada efecto de \"Saltador Fotónico\" una vez por turno.", "fr": "Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez activer cet effet ; sautez votre prochaine Battle Phase, et aussi, Invoquez Spécialement cette carte depuis votre main, puis terminez cette Battle Phase. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 Magie/Piège \"Photon\" ou \"Galactique\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Sauteur Photon\" qu'une fois par tour.", "it": "Quando un mostro dell'avversario dichiara un attacco: puoi attivare questo effetto; salta la tua prossima Battle Phase, inoltre Evoca Specialmente questa carta dalla tua mano, poi termina questa Battle Phase. Se questa carta viene mandata al Cimitero: puoi aggiungere 1 Magia/Trappola \"Fotonico\" o \"Galattico\" dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Saltatore Fotonico\" una sola volta per turno.", "pt": "Quando um monstro do oponente declarar um ataque: você pode ativar este efeito; pule sua próxima Fase de Batalha e, além disso, Invoque este card por Invocação-Especial da sua mão e, depois, encerre esta Fase de Batalha. Se este card for enviado para o Cemitério: você pode adicionar 1 Magia/Armadilha \"Fóton\" ou \"Galáxia\" do seu Deck à sua mão. Você só pode usar cada efeito de \"Saltador de Fóton\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手モンスターの攻撃宣言時に発動できる。このカードを手札から特殊召喚する。その後、バトルフェイズを終了する。この効果を発動した場合、次の自分バトルフェイズをスキップする。②：このカードが墓地へ送られた場合に発動できる。デッキから「フォトン」魔法・罠カードか「ギャラクシー」魔法・罠カード１枚を手札に加える。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대 몬스터의 공격 선언시에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 배틀 페이즈를 종료한다. 이 효과를 발동했을 경우, 다음 자신 배틀 페이즈를 스킵한다. ②: 이 카드가 묘지로 보내졌을 경우에 발동할 수 있다. 덱에서 \"포톤\" 마법 / 함정 카드나 \"갤럭시\" 마법 / 함정 카드 1장을 패에 넣는다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：对手怪兽攻击宣言时可以发动。从手牌将此卡特殊召唤。然后，结束战斗阶段。发动了此效果的情况下，跳过下个自己的战斗阶段。②：此卡被送至墓地的情况下可以发动。从牌组将１张“光子”魔法・陷阱卡或“银河”魔法・陷阱卡加入手牌。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "LIGHT", "level": 4, "atk": 0, "def": 0, "series": ["Photon"], "images": [{"index": 1, "image": "PhotonJumper-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN043", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMR-DE043", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMR-FR043", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMR-IT043", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMR-PT043", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "23PP-JP012", "set_name": "Premium Pack 2023", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}, {"set_number": "QCCP-JP056", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "23PP-KRA12", "set_name": "Premium Pack 2023 1st Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}, {"set_number": "QCCP-KR056", "set_name": "Quarter Century Chronicle side:Pride", "rarities": ["Super Rare", "Secret Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "MGP8-SC196", "set_name": "Mega Pack 08", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708940, "master_duel_rarity": "SR"}