{"konami_id": 14276, "password": 97637162, "name": {"en": "Handigallop", "de": "Handigalopp", "es": "Galope Desventajado", "fr": "Handigalop", "it": "Galoppandicap", "pt": "Galope Sustentado", "ja": "ハンディ・ギャロップ", "ja_romaji": "Handi Gyaroppu", "ko": "핸디 갤럽", "ko_rr": "Haendi Gaelleop", "zh-TW": "賽跑障礙馬", "zh-CN": "赛跑障碍马"}, "text": {"en": "Cannot attack directly. Gains ATK equal to the difference between your LP and your opponent's. If your LP are higher than your opponent's, you take any battle damage your opponent would have taken from battles involving this attacking card, instead.", "de": "Kann nicht direkt angreifen. Erhält ATK in Höhe der Differenz zwischen deinen LP und denen deines Gegners. Falls du mehr LP hast als dein Gegner, erhältst du stattdessen jeglichen Kampfschaden, den dein Gegner aus Kämpfen erhalten hätte, an denen diese angreifende Karte beteiligt ist.", "es": "No puede atacar directamente. Gana ATK igual a la diferencia entre tus LP y los de tu adversario. Si tus LP son mayores que los de tu adversario, recibes cualquier daño de batalla que tu adversario fuera a recibir de batallas que involucren a esta carta, en su lugar.", "fr": "Ne peut pas attaquer directement. Gagne une ATK égale à la différence entre vos LP et ceux de votre adversaire. Si vos LP sont supérieurs à ceux de votre adversaire, vous recevez les dommages de combat que votre adversaire aurait dû recevoir des combats impliquant cette carte attaquante à la place.", "it": "Non può attaccare direttamente. Guadagna ATK pari alla differenza tra i tuoi LP e quelli del tuo avversario. Se i tuoi LP sono superiori a quelli del tuo avversario, subisci invece tu qualsiasi danno da combattimento che il tuo avversario avrebbe subito da battaglie che coinvolgono questa carta attaccante.", "pt": "Não pode atacar diretamente. Ganha ATK igual à diferença entre seus PV e os do seu oponente. Se você tiver mais PV que seu oponente, em vez do seu oponente, você sofre qualquer dano de batalha que seu oponente sofreria das batalhas envolvendo este card atacante.", "ja": "①：このカードは直接攻撃できない。②：このカードの攻撃力はお互いのＬＰの差の数値分アップする。③：自分のＬＰが相手より多い場合、このカードの攻撃で発生する相手への戦闘ダメージは代わりに自分が受ける。", "ko": "①: 이 카드는 직접 공격할 수 없다. ②: 이 카드의 공격력은 서로의 LP의 차의 수치만큼 올린다. ③: 자신의 LP가 상대보다 많을 경우, 이 카드의 공격으로 발생하는 상대에게로의 전투 데미지는 대신에 자신이 받는다.", "zh-TW": null, "zh-CN": "①：这张卡不能直接攻击。\n②：这张卡的攻击力上升双方基本分差的数值。\n③：自己基本分比对方多的场合，这张卡的攻击发生的对对方的战斗伤害由自己代受。"}, "card_type": "Monster", "monster_type_line": "Beast / Effect", "attribute": "EARTH", "level": 1, "atk": 0, "def": 0, "images": [{"index": 1, "image": "Handigallop-DANE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DANE-EN026", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "de": [{"set_number": "DANE-DE026", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "fr": [{"set_number": "DANE-FR026", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "it": [{"set_number": "DANE-IT026", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "pt": [{"set_number": "DANE-PT026", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ja": [{"set_number": "DANE-JP026", "set_name": "Dark Neostorm", "rarities": ["Common"]}], "ko": [{"set_number": "DANE-KR026", "set_name": "Dark Neostorm", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 588714, "master_duel_rarity": "N"}