{"konami_id": 19862, "password": 97698279, "name": {"en": "Centur-Ion Gargoyle II", "de": "Centur-Ion Gargoyle II", "es": "Centur-Ión Gárgola II", "fr": "Centur-Ion Gargouille II", "it": "Centur-Ion Gargoyle II", "pt": "Centur-Ião Gárgula II", "ja": "<ruby>竜騎兵<rt>センチュリオン</rt></ruby>ガーゴイル<ruby>Ⅱ<rt>ツヴァイ</rt></ruby>", "ja_romaji": "Senchurion Gāgoiru Tsuvai", "ko": "센츄리온 가고일<ruby>Ⅱ<rt>츠바이</rt></ruby>", "ko_rr": "Senchyurion Gagoil Cheubai", "zh-TW": "龍裝百夫騎兵 卡戈爾Ⅱ", "zh-CN": "龙装百夫骑兵 卡戈尔Ⅱ"}, "text": {"en": "You can send 1 face-up \"Centur-Ion\" card you control to the GY; Special Summon this card from your hand, also you cannot Special Summon \"Centur-Ion Gargoyle II\" for the rest of this turn. If this card is sent to the GY as Synchro Material: You can add this card to your hand. During the Main Phase, if this card is a Continuous Trap: You can Special Summon this card, then you can reduce its Level by 4. You can only use each effect of \"Centur-Ion Gargoyle II\" once per turn.", "de": "Du kannst 1 offene „Centur-Ion“-Karte, die du kontrollierst, auf den Friedhof legen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand, zusätzlich kannst du für den Rest dieses Spielzugs „Centur-Ion Gargoyle II“ nicht als Spezialbeschwörung beschwören. Falls diese Karte als Synchromaterial auf den Friedhof gelegt wird: Du kannst diese Karte deiner Hand hinzufügen. Während der Main Phase, falls diese Karte eine Permanente Falle ist: Du kannst diese Karte als Spezialbeschwörung beschwören, dann kannst du ihre Stufe um 4 verringern. Du kannst jeden Effekt von „Centur-Ion Gargoyle II“ nur einmal pro Spielzug verwenden.", "es": "Puedes mandar al Cementerio 1 carta \"Centur-Ión\" boca arriba que controles; Invoca esta carta de Modo Especial desde tu mano, y además no puedes Invocar de Modo Especial \"Centur-Ión Gárgola II\" por el resto de este turno. Si esta carta es mandada al Cementerio como Material de Sincronía: puedes añadir esta carta a tu mano. Durante la Main Phase, si esta carta es una Trampa Continua: puedes Invocar esta carta de Modo Especial, y después puedes reducir su Nivel en 4. Sólo puedes usar cada efecto de \"Centur-Ión Gárgola II\" una vez por turno.", "fr": "Vous pouvez envoyer 1 carte \"Centur-Ion\" face recto que vous contrôlez au Cimetière ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement \"Centur-Ion Gargouille II\" le reste de ce tour. Si cette carte est envoyée au Cimetière comme Matériel Synchro : vous pouvez ajouter cette carte à votre main. Durant la Main Phase, si cette carte est un Piège Continu : vous pouvez Invoquer Spécialement cette carte, puis vous pouvez réduire son Niveau de 4. Vous ne pouvez utiliser chaque effet de \"Centur-Ion Gargouille II\" qu'une fois par tour.", "it": "Puoi mandare 1 carta \"Centur-Ion\" scoperta che controlli al Cimitero; Evoca Specialmente questa carta dalla tua mano, inoltre non puoi Evocare Specialmente \"Centur-Ion Gargoyle II\" per il resto di questo turno. Se questa carta viene mandata al Cimitero come Materiale Synchro: puoi aggiungere questa carta alla tua mano. Durante la Main Phase, se questa carta è una Trappola Continua: puoi Evocare Specialmente questa carta, poi puoi ridurre di 4 il suo Livello. Puoi utilizzare ogni effetto di \"Centur-Ion Gargoyle II\" una sola volta per turno.", "pt": "Você pode enviar 1 card \"Centur-Ião\" com a face para cima que você controla para o Cemitério; Invoque este card por Invocação-Especial da sua mão e, além disso, você não pode Invocar por Invocação-Especial \"Centur-Ião Gárgula II\" pelo resto deste turno. Se este card for enviado para o Cemitério como Matéria Sincro: você pode adicionar este card à sua mão. Durante a Fase Principal, se este card for uma Armadilha Contínua: você pode Invocar este card por Invocação-Especial e, depois, você pode reduzir o Nível dele em 4. Você só pode usar cada efeito de \"Centur-Ião Gárgula II\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドの表側表示の「センチュリオン」カード１枚を墓地へ送って発動できる。このカードを手札から特殊召喚する。このターン、自分は「竜騎兵ガーゴイルⅡ」を特殊召喚できない。②：このカードがＳ素材として墓地へ送られた場合に発動できる。このカードを手札に加える。③：このカードが永続罠カード扱いの場合、自分・相手のメインフェイズに発動できる。このカードを特殊召喚する。その後、このカードのレベルを４つ下げる事ができる。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 앞면 표시의 \"센츄리온\" 카드 1장을 묘지로 보내고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 이 턴에, 자신은 \"센츄리온 가고일Ⅱ(츠바이)\"를 특수 소환할 수 없다. ②: 이 카드가 싱크로 소재로서 묘지로 보내졌을 경우에 발동할 수 있다. 이 카드를 패에 넣는다. ③: 이 카드를 지속 함정 카드로 취급할 경우, 자신 / 상대의 메인 페이즈에 발동할 수 있다. 이 카드를 특수 소환한다. 그 후, 이 카드의 레벨을 4개 내릴 수 있다.", "zh-TW": "此卡名的①②③效果１回合僅可各使用１次。 ①：將自己場上的１張表側表示「百夫騎」卡送至墓地可以發動。從手牌將此卡特殊召喚。此回合，自己不可特殊召喚「龍裝百夫騎兵 卡戈爾Ⅱ」。 ②：此卡作為同步素材被送至墓地的情況下可以發動。將此卡加入手牌。 ③：此卡視為永續陷阱卡的情況下，在自己・對手的主要階段可以發動。將此卡特殊召喚。然後，可將此卡的等級下降４。", "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。\n①：将自己场上的１张表侧表示“百夫骑”卡送至墓地可以发动。从手牌将此卡特殊召唤。此回合，自己不可特殊召唤“龙装百夫骑兵 卡戈尔Ⅱ”。\n②：此卡作为同步素材被送至墓地的情况下可以发动。将此卡加入手牌。\n③：此卡视为永续陷阱卡的情况下，在自己・对手的主要阶段可以发动。将此卡特殊召唤。然后，可将此卡的等级下降４。"}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "DARK", "level": 8, "atk": 2000, "def": 3000, "series": ["Centur-Ion"], "images": [{"index": 1, "image": "CenturIonGargoyleII-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "LEDE-JP021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "LEDE-KR021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "LEDE-SC021", "set_name": "Legacy of Destruction", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1040269, "master_duel_rarity": "R"}