{"konami_id": 13618, "password": 97729135, "name": {"en": "Staring Contest", "de": "Blickduell", "es": "Concurso de Miradas", "fr": "Concours de Regard", "it": "Sfida di Sguardi", "pt": "Competição de Encarar", "ja": "にらみ<ruby>合<rt>あ</rt></ruby>い", "ja_romaji": "Niramiai", "ko": "노려보기", "ko_rr": null, "zh-TW": "瞪眼對峙", "zh-CN": "瞪眼对峙"}, "text": {"en": "When you Special Summon a monster to the Extra Monster Zone: You can target 1 monster in your opponent's Main Monster Zone; move that target to their zone in the same column as that Extra Monster Zone monster. When your opponent Special Summons a monster to the Extra Monster Zone: You can target 1 monster in your Main Monster Zone; move that target to your zone in the same column as that Extra Monster Zone monster. These effects cannot be activated in the Damage Step.", "de": "Wenn du ein Monster als Spezialbeschwörung in die Extra-Monsterzone beschwörst: Du kannst 1 Monster in der Main-Monsterzone deines Gegners wählen; bewege das gewählte Ziel in seine Zone in derselben Spalte wie das Extra-Monsterzonen-Monster. Wenn dein Gegner ein Monster als Spezialbeschwörung in die Extra-Monsterzone beschwört: Du kannst 1 Monster in deiner Main-Monsterzone wählen; bewege das gewählte Ziel in deine Zone in derselben Spalte wie das Extra-Monsterzonen-Monster. Diese Effekte können nicht im Damage Step aktiviert werden.", "es": "Cuando Invocas un monstruo de Modo Especial a la Zona de Monstruos Extra: puedes seleccionar 1 monstruo en la Zona de Monstruos Principal de tu adversario; mueve ese objetivo a una de sus zonas en la misma columna que la de ese monstruo en tu Zona de Monstruos Extra. Cuando tu adversario Invoca un monstruo de Modo Especial a la Zona de Monstruos Extra: puedes seleccionar 1 monstruo en tu Zona de Monstruos Principal; mueve ese objetivo a una de tus zonas en la misma columna que la de ese monstruo en su Zona de Monstruos Extra. Estos efectos no pueden ser activados en el Damage Step.", "fr": "Lorsque vous Invoquez Spécialement un monstre dans la Zone Monstre Extra : vous pouvez cibler 1 monstre dans la Zone Monstre Main de votre adversaire ; déplacez la cible dans sa zone de la même colonne que le monstre dans la Zone Monstre Extra. Lorsque votre adversaire Invoque Spécialement un monstre dans la Zone Monstre Extra : vous pouvez cibler 1 monstre dans votre Zone Monstre Main ; déplacez la cible dans votre zone de la même colonne que le monstre dans la Zone Monstre Extra. Ces effets ne peuvent pas être activés dans la Damage Step.", "it": "Quando Evochi Specialmente un mostro nella Zona Mostri Extra: puoi scegliere come bersaglio 1 mostro in una Zona Mostri Main del tuo avversario; sposta quel bersaglio nella sua zona nella stessa colonna di quel mostro nella Zona Mostri Extra. Quando il tuo avversario Evoca Specialmente un mostro nella Zona Mostri Extra: puoi scegliere come bersaglio 1 mostro in una tua Zona Mostri Main; sposta quel bersaglio nella tua zona nella stessa colonna di quel mostro nella Zona Mostri Extra. Questi effetti non possono essere attivati nel Damage Step.", "pt": "Quando você Invocar um monstro por Invocação-Especial na Zona de Monstros Adicional: você pode escolher 1 monstro na Zona de Monstros Principal do seu oponente; mova o alvo para uma zona dele na mesma coluna que esse monstro na Zona de Monstros Adicional. Quando seu oponente Invocar um monstro por Invocação-Especial na Zona de Monstros Adicional: você pode escolher 1 monstro na sua Zona de Monstros Principal; mova o alvo para uma zona sua na mesma coluna que esse monstro na Zona de Monstros Adicional. Esses efeitos não podem ser ativados na Etapa de Dano.", "ja": "①：自分がＥＸモンスターゾーンにモンスターを特殊召喚した時、相手のメインモンスターゾーンのモンスター１体を対象として発動できる。その相手モンスターを、その自分のＥＸモンスターゾーンのモンスターと同じ縦列の相手のメインモンスターゾーンに移動する。②：相手がＥＸモンスターゾーンにモンスターを特殊召喚した時、自分のメインモンスターゾーンのモンスター１体を対象として発動できる。その自分のモンスターを、その相手のＥＸモンスターゾーンのモンスターと同じ縦列の自分のメインモンスターゾーンに移動する。", "ko": "①: 자신이 엑스트라 몬스터 존에 몬스터를 특수 소환했을 때, 상대 메인 몬스터 존의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 상대 몬스터를, 그 자신 엑스트라 몬스터 존의 몬스터와 같은 세로열인 상대 메인 몬스터 존으로 이동한다. ②: 상대가 엑스트라 몬스터 존에 몬스터를 특수 소환했을 때, 자신 메인 몬스터 존의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 자신 몬스터를, 그 상대 엑스트라 몬스터 존의 몬스터와 같은 세로열인 자신 메인 몬스터 존으로 이동한다.", "zh-TW": "①：我方特殊召喚怪獸至額外怪獸區時，可將對方主要怪獸區的１隻怪獸做為對象發動。將對方的該怪獸移動至與我方額外怪獸區的該怪獸同一縱列的對方主要怪獸區。②：對方特殊召喚怪獸至額外怪獸區時，可將我方主要怪獸區的１隻怪獸做為對象發動。將我方的該怪獸移動至與對方額外怪獸區的該怪獸同一縱列的我方主要怪獸區。", "zh-CN": "①：自己将怪兽特殊召唤至额外怪兽区域时，以对手主要怪兽区域的1只怪兽为对象可以发动。将该对手怪兽移动至与自己额外怪兽区域的怪兽同一纵列的、对手主要怪兽区域。②：对手将怪兽特殊召唤至额外怪兽区域时，以自己主要怪兽区域的1只怪兽为对象可以发动。将自己的该怪兽移动至与该对手额外怪兽区域的怪兽同一纵列的、自己主要怪兽区域。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "StaringContest-MP19-EN-R-1E.png"}], "sets": {"en": [{"set_number": "FLOD-EN064", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-EN042", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "de": [{"set_number": "FLOD-DE064", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-DE042", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "fr": [{"set_number": "FLOD-FR064", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-FR042", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "it": [{"set_number": "FLOD-IT064", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-IT042", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "pt": [{"set_number": "FLOD-PT064", "set_name": "Flames of Destruction", "rarities": ["Common"]}, {"set_number": "MP19-PT042", "set_name": "2019 Gold Sarcophagus Tin Mega Pack", "rarities": ["Rare"]}], "ja": [{"set_number": "FLOD-JP064", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "ko": [{"set_number": "FLOD-KR064", "set_name": "Flames of Destruction", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP2-SC041", "set_name": "Mega Pack 02", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 548654, "master_duel_rarity": "N"}