{"konami_id": 14903, "password": 97854941, "name": {"en": "Valkyrie Sigrun", "de": "Walküre Sigrun", "es": "Valquiria-Sigrun", "fr": "Valkyrie-Sigrun", "it": "Valkyria-Sigrun", "pt": "Valquíria-Sigrun", "ja": "ワルキューレ・シグルーン", "ja_romaji": "Warukyūre Shigurūn", "ko": "왈큐레 시그룬", "ko_rr": "Walkyure Sigeurun", "zh-TW": "女戰神 希格露恩", "zh-CN": "女战神・西格鲁恩"}, "text": {"en": "If this card is in your hand: You can target 1 face-up Spell/Trap you control; send it to the GY, and if you do, Special Summon this card. If this card is Normal or Special Summoned: You can Special Summon 1 Level 8 or lower \"Valkyrie\" monster from your hand or GY. You can only use each effect of \"Valkyrie Sigrun\" once per turn.", "de": "Falls sich diese Karte in deiner Hand befindet: Du kannst 1 offene/n Zauber/Falle wählen, den oder die du kontrollierst; lege ihn oder sie auf den Friedhof und falls du dies tust, beschwöre diese Karte als Spezialbeschwörung. Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 „Walküre“-Monster der Stufe 8 oder niedriger als Spezialbeschwörung von deiner Hand oder deinem Friedhof beschwören. Du kannst jeden Effekt von „Walküre Sigrun“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta está en tu mano: puedes seleccionar 1 Mágica/Trampa boca arriba que controles; mándala al Cementerio y, si lo haces, Invoca esta carta de Modo Especial. Si esta carta es Invocada de Modo Normal o Especial: puedes Invocar de Modo Especial, desde tu mano o Cementerio, 1 monstruo \"Valquiria-\" de Nivel 8 o menor. Sólo puedes usar cada efecto de \"Valquiria-Sigrun\" una vez por turno.", "fr": "Si cette carte est dans votre main : vous pouvez cibler 1 Magie/Piège face recto que vous contrôlez ; envoyez-le au Cimetière, et si vous le faites, Invoquez Spécialement cette carte. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Valkyrie-\" de max. Niveau 8 depuis votre main ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Valkyrie-Sigrun\" qu'une fois par tour.", "it": "Se questa carta è nella tua mano: puoi scegliere come bersaglio 1 Magia/Trappola scoperta che controlli; mandala al Cimitero e, se lo fai, Evoca Specialmente questa carta. Se questa carta viene Evocata Normalmente o Specialmente: puoi Evocare Specialmente 1 mostro \"Valkyria-\" di Livello 8 o inferiore dalla tua mano o Cimitero. Puoi utilizzare ogni effetto di \"Valkyria-Sigrun\" una sola volta per turno.", "pt": "Se este card estiver na sua mão: você pode escolher 1 Magia/Armadilha com a face para cima que você controla; envie-a para o Cemitério e, se isso acontecer, Invoque este card por Invocação-Especial. Se este card for Invocado por Invocação-Normal ou Especial: você pode Invocar por Invocação-Especial 1 monstro \"Valquíria-\" de Nível 8 ou menos da sua mão ou do Cemitério. Você só pode usar cada efeito de \"Valquíria-Sigrun\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが手札に存在する場合、自分フィールドの表側表示の魔法・罠カード１枚を対象として発動できる。そのカードを墓地へ送り、このカードを特殊召喚する。②：このカードが召喚・特殊召喚に成功した場合に発動できる。自分の手札・墓地からレベル８以下の「ワルキューレ」モンスター１体を選んで特殊召喚する。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 패에 존재할 경우, 자신 필드의 앞면 표시의 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 묘지로 보내고, 이 카드를 특수 소환한다. ②: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우에 발동할 수 있다. 자신의 패 / 묘지에서 레벨 8 이하의 \"왈큐레\" 몬스터 1장을 고르고 특수 소환한다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在此卡存在於手牌的狀況下，可將我方場上的１張正面表示的魔法・陷阱卡做為對象發動。將該卡送至墓地，特殊召喚此卡。②：可在此卡召喚・特殊召喚成功的狀況下發動。從我方手牌・墓地選擇１隻等級８以下的「女戰神」怪獸特殊召喚。", "zh-CN": "此卡牌名的①②效果１回合只可各使用１次。①：此卡存在于手牌的场合，可以我方场上的１张表侧表示的魔法、陷阱卡为对象发动。将该卡送入墓地，并特殊召唤此卡。②：此卡召唤、特殊召唤成功的场合可发动。从我方手牌、墓地挑选１只等级８或以下的“女战神”怪兽并特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 9, "atk": 2200, "def": 2400, "series": ["Valkyrie"], "images": [{"index": 1, "image": "ValkyrieSigrun-TOCH-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "TOCH-EN023", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "de": [{"set_number": "TOCH-DE023", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "fr": [{"set_number": "TOCH-FR023", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "it": [{"set_number": "TOCH-IT023", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "pt": [{"set_number": "TOCH-PT023", "set_name": "Toon Chaos", "rarities": ["Super Rare"]}], "ja": [{"set_number": "VJMP-JP171", "set_name": "V Jump November 2019 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "21PP-JP026", "set_name": "Premium Pack 2021", "rarities": ["Secret Rare"]}], "ko": [{"set_number": "PP15-KR031", "set_name": "Premium Pack Vol.15", "rarities": ["Normal Parallel Rare", "Super Rare"]}, {"set_number": "PP16-KR026", "set_name": "Premium Pack Vol.16", "rarities": ["Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 658714, "master_duel_rarity": "UR"}