{"konami_id": 18835, "password": 97864322, "name": {"en": "Emperor Charles the Great", "de": "Kaiser Charles der Große", "es": "Emperador Carlo el Grande", "fr": "Empereur Charles le Grand", "it": "Imperatore Charles il Grande", "pt": "Imperador Charles, o Grande", "ja": "シャルル<ruby>大<rt>たい</rt></ruby><ruby>帝<rt>てい</rt></ruby>", "ja_romaji": "Sharuru Taitei", "ko": "샤를 대제", "ko_rr": "Syareul Daeje", "zh-TW": "查理大帝", "zh-CN": "查理大帝"}, "text": {"en": "1 Level 9 \"Infernoble Knight Emperor Charles\" equipped with an Equip Card(s)\nIf this card is Link Summoned: You can target 1 \"Infernoble Knight Emperor Charles\" in your GY; this card's name becomes that target's original name, and it gains that target's original effects, then equip that target to this card as an Equip Spell that gives it 500 ATK. Once per turn, when a Spell/Trap Card or effect is activated (Quick Effect): You can send 1 Equip Spell from your hand or face-up field to the GY; negate the activation, and if you do, destroy that card.", "de": "1 „Flammedler Ritter-Kaiser Charles“ der Stufe 9, der mit einer oder mehr Ausrüstungskarten ausgerüstet ist\nFalls diese Karte als Linkbeschwörung beschworen wird: Du kannst 1 „Flammedler Ritter-Kaiser Charles“ in deinem Friedhof wählen; der Name dieser Karte wird gleich dem Grund-Namen jenes gewählten Ziels und sie erhält die Grund-Effekte jenes gewählten Ziels, dann rüste diese Karte mit jenem gewählten Ziel als Ausrüstungszauber aus, der ihr 500 ATK gibt. Einmal pro Spielzug, wenn eine Zauber-/Fallenkarte oder ein Zauber-/Falleneffekt aktiviert wird (Schnelleffekt): Du kannst 1 Ausrüstungszauber von deiner Hand oder offen von deiner Spielfeldseite auf den Friedhof legen; annulliere die Aktivierung und falls du dies tust, zerstöre jene Karte.", "es": "1 \"Emperador Carlo Infernoble Caballero\" de Nivel 9 equipado con una o más Cartas de Equipo\nSi esta carta es Invocada por Enlace: puedes seleccionar 1 \"Emperador Carlo Infernoble Caballero\" en tu Cementerio; el nombre de esta carta se convierte en el nombre original de ese objetivo, y ésta gana los efectos originales de ese objetivo, y después equipa ese objetivo a esta carta como una Mágica de Equipo que le da 500 ATK. Una vez por turno, cuando una Carta Mágica/de Trampa o su efecto es activada (Efecto Rápido): puedes mandar al Cementerio 1 Mágica de Equipo en tu mano o Campo boca arriba; niega la activación y, si lo haces, destruye esa carta.", "fr": "1 \"Empereur Charles, Chevalier Noble Inferno\" de Niveau 9 équipé avec une ou plusieurs Cartes d'Équipement\nSi cette carte est Invoquée par Lien : vous pouvez cibler 1 \"Empereur Charles, Chevalier Noble Inferno\" dans votre Cimetière ; le nom de cette carte devient le nom d'origine de la cible, et elle gagne les effets d'origine de la cible, puis équipez la cible à cette carte comme Magie d'Équipement qui lui donne 500 ATK. Une fois par tour, lorsqu'une Carte Magie/Piège ou effet de Magie/Piège est activé (Effet Rapide) : vous pouvez envoyer 1 Magie d'Équipement depuis votre main ou Terrain face recto au Cimetière ; annulez l'activation, et si vous le faites, détruisez la carte.", "it": "1 \"Infernobile Cavaliere Imperatore Charles\" di Livello 9 equipaggiato con una o più Carte Equipaggiamento\nSe questa carta viene Evocata Link: puoi scegliere come bersaglio 1 \"Infernobile Cavaliere Imperatore Charles\" nel tuo Cimitero; il nome di questa carta diventa il nome originale di quel bersaglio, ed essa guadagna gli effetti originali di quel bersaglio, poi equipaggia quel bersaglio a questa carta come una Magia Equipaggiamento che le dà 500 ATK. Una volta per turno, quando viene attivata una Carta Magia/Trappola o un suo effetto (Effetto Rapido): puoi mandare 1 Magia Equipaggiamento dalla tua mano o Terreno scoperto al Cimitero; annulla l'attivazione e, se lo fai, distruggi quella carta.", "pt": "1 \"Infernobre Cavaleiro Imperador Charles\" de Nível 9 equipado com um ou mais Cards de Equipamento\nSe este card for Invocado por Invocação-Link: você pode escolher 1 \"Infernobre Cavaleiro Imperador Charles\" no seu Cemitério; o nome deste card se torna o nome original do alvo e ele ganha os efeitos originais do alvo e, depois, equipe o alvo a este card como uma Magia de Equipamento que concede a ele 500 de ATK. Uma vez por turno, quando um Card de Magia/Armadilha ou seus efeitos forem ativados (Efeito Rápido): você pode enviar para o Cemitério 1 Magia de Equipamento da sua mão ou do campo com a face para cima; negue a ativação e, se isso acontecer, destrua esse card.", "ja": "装備カードを装備しているレベル９の「焔聖騎士帝－シャルル」１体\n①：このカードがＬ召喚した場合、自分の墓地の「焔聖騎士帝－シャルル」１体を対象として発動できる。このカードはそのカードと同名カードとして扱い、同じ効果を得る。その後、対象のモンスターを攻撃力５００アップの装備魔法カード扱いでこのカードに装備する。②：１ターンに１度、魔法・罠カードの効果が発動した時、自分の手札・フィールド（表側表示）から装備魔法カード１枚を墓地へ送って発動できる。その発動を無効にし破壊する。", "ko": "장착 카드를 장착하고 있는 레벨 9 의 \"불꽃성기사제－샤를\" 1장\n①: 이 카드를 링크 소환했을 경우, 자신 묘지의 \"불꽃성기사제－샤를\" 1장을 대상으로 하고 발동할 수 있다. 이 카드는 그 카드와 같은 이름의 카드로 취급하고, 같은 효과를 얻는다. 그 후, 대상 몬스터를 공격력 500 올리는 장착 마법 카드로 취급하고 이 카드에 장착한다. ②: 1턴에 1번, 마법 / 함정 카드의 효과가 발동했을 때, 자신의 패 / 필드(앞면 표시)에서 장착 마법 카드 1장을 묘지로 보내고 발동할 수 있다. 그 발동을 무효로 하고 파괴한다.", "zh-TW": null, "zh-CN": "装备有装备卡的等级９“焰圣骑士帝－查理”１只\n①：此卡连接召唤的情况下，以自己墓地的１只“焰圣骑士帝－查理”为对象可以发动。此卡视为该卡的同名卡，获得相同效果。然后，将对象怪兽视为攻击力上升５００的装备魔法卡，装备于此卡。\n②：１回合１次，魔法・陷阱卡的效果发动时，从自己手牌・场上（表侧表示）将１张装备魔法卡送至墓地可以发动。将该发动无效并破坏。"}, "card_type": "Monster", "monster_type_line": "Warrior / Link / Effect", "attribute": "FIRE", "link_arrows": ["⬇"], "atk": 3000, "materials": "1 Level 9 \"Infernoble Knight Emperor Charles\" equipped with an Equip Card", "images": [{"index": 1, "image": "EmperorCharlestheGreat-MP24-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "DUNE-EN048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-EN100", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "DUNE-DE048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-DE100", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "DUNE-FR048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-FR100", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "DUNE-IT048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-IT100", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "DUNE-PT048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}, {"set_number": "MP24-PT100", "set_name": "25th Anniversary Tin: Dueling Mirrors", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "DUNE-JP048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "DUNE-JP048", "set_name": "Duelist Nexus +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "ko": [{"set_number": "DUNE-KR048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "DUNE-KR048", "set_name": "Duelist Nexus +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}], "zh-CN": [{"set_number": "DUNE-SC048", "set_name": "Duelist Nexus", "rarities": ["Ultra Rare", "Ultimate Rare", "Secret Rare", "Quarter Century Secret Rare"]}, {"set_number": "DUNE-SC048", "set_name": "Duelist Nexus +1 Bonus Pack", "rarities": ["Ultra Rare", "Quarter Century Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 806092, "master_duel_rarity": "UR"}