{"konami_id": 8324, "password": 98024118, "name": {"en": "White Potan", "de": "Weißes Potan", "es": "Potan Blanco", "fr": "Potan Blanc", "it": "Potan Bianco", "pt": "Batan Branca", "ja": "ホワイトポータン", "ja_romaji": "Howaito Pōtan", "ko": "화이트 포탄", "ko_rr": null, "zh-TW": "白色波坦", "zh-CN": "白色波坦"}, "text": {"en": "If you control a face-up Tuner monster, this card cannot be destroyed by battle. When a face-up Tuner monster you control is destroyed by battle and sent to the Graveyard, inflict 500 damage to your opponent.", "de": "Falls du ein offenes Empfänger-Monster kontrollierst, kann diese Karte nicht durch Kampf zerstört werden. Wenn ein offenes Empfänger-Monster, das du kontrollierst, durch Kampf zerstört und auf den Friedhof gelegt wird, füge deinem Gegner 500 Schaden zu.", "es": "Si controlas 1 monstruo Cantante boca arriba, esta carta no puede ser destruida en batalla. Cuando un monstruo Cantante boca arriba que controles es destruido en batalla y mandado al Cementerio, inflige 500 puntos de daño a tu adversario.", "fr": "Si vous contrôlez un monstre Syntoniseur face recto, cette carte ne peut pas être détruite au combat. Lorsqu'un monstre Syntoniseur face recto que vous contrôlez est détruit au combat et envoyé au Cimetière, infligez 500 points de dommages à votre adversaire.", "it": "Se controlli un mostro Tuner scoperto, questa carta non può essere distrutta in battaglia. Quando un mostro Tuner scoperto che controlli viene distrutto in battaglia e mandato al Cimitero, infliggi 500 danni al tuo avversario.", "pt": "Não pode ser destruído em batalha enquanto você controlar um Regulador. Se um Regulador que você controla for destruído em batalha e enviado para o Cemitério: cause 500 de dano ao seu oponente.", "ja": "自分フィールド上にチューナーが表側表示で存在する場合、このカードは戦闘では破壊されない。自分フィールド上に表側表示で存在するチューナーが戦闘によって破壊され墓地へ送られた時、相手ライフに５００ポイントダメージを与える。", "ko": "자신 필드 위에 튜너가 앞면 표시로 존재할 경우, 이 카드는 전투로는 파괴되지 않는다. 자신 필드 위에 앞면 표시로 존재하는 튜너가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 상대 라이프에 500 포인트 데미지를 준다.", "zh-TW": null, "zh-CN": "自己场上有调整表侧表示存在的场合，这张卡不会被战斗破坏。自己场上表侧表示存在的调整被战斗破坏送去墓地时，给与对方基本分500分伤害。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 1, "atk": 100, "def": 200, "series": ["Potan"], "images": [{"index": 1, "image": "WhitePotan-ANPR-EN-C-UE.jpg"}], "sets": {"en": [{"set_number": "ANPR-EN033", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "de": [{"set_number": "ANPR-DE033", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "es": [{"set_number": "ANPR-SP033", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "fr": [{"set_number": "ANPR-FR033", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "it": [{"set_number": "ANPR-IT033", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "pt": [{"set_number": "OP15-PT030", "set_name": "OTS Tournament Pack 15", "rarities": ["Common"]}], "ja": [{"set_number": "ANPR-JP033", "set_name": "Ancient Prophecy", "rarities": ["Common"]}], "ko": [{"set_number": "ANPR-KR033", "set_name": "Ancient Prophecy", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 103554, "master_duel_rarity": "N"}