{"konami_id": 14728, "password": 98093548, "name": {"en": "Brotherhood of the Fire Fist - Elephant", "de": "Bruderschaft der Feuerfaust - Elefant", "es": "Hermandad del Puño de Fuego - Elefante", "fr": "Confrérie du Poing de Feu - Éléphant", "it": "Fratellanza del Pugno di Fuoco - Elefante", "pt": "Irmandade do Punho de Fogo - Elefante", "ja": "<ruby>俊<rt>しゅん</rt></ruby><ruby>炎<rt>えん</rt></ruby><ruby>星<rt>せい</rt></ruby>－ゾウセイ", "ja_romaji": "Shun'ensei - Zousei", "ko": "준염성－조우세이", "ko_rr": null, "zh-TW": null, "zh-CN": "俊炎星－象清"}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 face-up \"Fire Formation\" Spell/Trap you control to the GY; Special Summon 1 \"Fire Fist\" monster from your hand, except \"Brotherhood of the Fire Fist - Elephant\". You can target 1 \"Fire Formation\" Spell/Trap in your GY; shuffle it into the Deck, then, you can add 1 Level 5 or higher \"Fire Fist\" monster from your Deck to your hand. You can only use each effect of \"Brotherhood of the Fire Fist - Elephant\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 offene/n „Feuerformation“-Zauber/Falle, den oder die du kontrollierst, auf den Friedhof legen; beschwöre 1 „Feuerfaust“-Monster als Spezialbeschwörung von deiner Hand, außer „Bruderschaft der Feuerfaust - Elefant“. Du kannst 1 „Feuerformation“-Zauber/Falle in deinem Friedhof wählen; mische ihn oder sie ins Deck, dann kannst du deiner Hand 1 „Feuerfaust“-Monster der Stufe 5 oder höher von deinem Deck hinzufügen. Du kannst jeden Effekt von „Bruderschaft der Feuerfaust - Elefant“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 Mágica/Trampa \"Formación de Fuego\" boca arriba que controles; Invoca de Modo Especial 1 monstruo \"Puño de Fuego\" en tu mano, excepto \"Hermandad del Puño de Fuego - Elefante\". Puedes seleccionar 1 Mágica/Trampa \"Formación de Fuego\" en tu Cementerio; barájala al Deck, y después, puedes añadir a tu mano 1 monstruo \"Puño de Fuego\" de Nivel 5 o mayor en tu Deck. Sólo puedes usar cada efecto de \"Hermandad del Puño de Fuego - Elefante\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 Magie/Piège \"Formation Feu\" face recto que vous contrôlez au Cimetière ; Invoquez Spécialement 1 monstre \"Poing de Feu\" (\"Confrérie du Poing de Feu - Éléphant\" exclu) depuis votre main. Vous pouvez cibler 1 Magie/Piège \"Formation Feu\" dans votre Cimetière ; mélangez-le dans le Deck, puis, vous pouvez ajouter 1 monstre \"Poing de Feu\" de min. Niveau 5 depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Confrérie du Poing de Feu - Éléphant\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare al Cimitero 1 Magia/Trappola \"Formazione di Fuoco\" scoperta che controlli; Evoca Specialmente 1 mostro \"Pugno di Fuoco\" dalla tua mano, eccetto \"Fratellanza del Pugno di Fuoco - Elefante\". Puoi scegliere come bersaglio 1 Magia/Trappola \"Formazione di Fuoco\" nel tuo Cimitero; mischiala nel Deck, poi puoi aggiungere 1 mostro \"Pugno di Fuoco\" di Livello 5 o superiore dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Fratellanza del Pugno di Fuoco - Elefante\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 Magia/Armadilha \"Formação de Fogo\" com a face para cima que você controla para o Cemitério; Invoque por Invocação-Especial 1 monstro \"Punho de Fogo\" da sua mão, exceto \"Irmandade do Punho de Fogo - Elefante\". Você pode escolher 1 Magia/Armadilha \"Formação de Fogo\" no seu Cemitério; embaralhe-o no Deck e, depois, você pode adicionar 1 monstro \"Punho de Fogo\" de Nível 5 ou mais do seu Deck à sua mão. Você só pode usar cada efeito de \"Irmandade do Punho de Fogo - Elefante\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードが召喚・特殊召喚に成功した場合、自分フィールドの表側表示の「炎舞」魔法・罠カード１枚を墓地へ送って発動できる。手札から「俊炎星－ゾウセイ」以外の「炎星」モンスター１体を特殊召喚する。②：自分の墓地の「炎舞」魔法・罠カード１枚を対象として発動できる。そのカードをデッキに戻す。その後、デッキからレベル５以上の「炎星」モンスター１体を手札に加える事ができる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 일반 소환 / 특수 소환에 성공했을 경우, 자신 필드의 앞면 표시의 \"염무\" 마법 / 함정 카드 1장을 묘지로 보내고 발동할 수 있다. 패에서 \"준염성－조우세이\" 이외의 \"염성\" 몬스터 1장을 특수 소환한다. ②: 자신 묘지의 \"염무\" 마법 / 함정 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 덱으로 되돌린다. 그 후, 덱에서 레벨 5 이상의 \"염성\" 몬스터 1장을 패에 넣을 수 있다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。\n①：此卡召唤・特殊召唤的情况下，将自己场上的１张表侧表示的“炎舞”魔法・陷阱卡送至墓地可以发动。从手牌将１只“俊炎星－象清”以外的“炎星”怪兽特殊召唤。\n②：以自己墓地的１张“炎舞”魔法・陷阱卡为对象可以发动。将该卡放回牌组。然后，可从牌组将１只等级５以上的“炎星”怪兽加入手牌。"}, "card_type": "Monster", "monster_type_line": "Beast-Warrior / Effect", "attribute": "FIRE", "level": 4, "atk": 1000, "def": 1800, "series": ["Fire Fist"], "images": [{"index": 1, "image": "BrotherhoodoftheFireFistElephant-FIGA-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "FIGA-EN012", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "de": [{"set_number": "FIGA-DE012", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "es": [{"set_number": "FIGA-SP012", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "FIGA-FR012", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "it": [{"set_number": "FIGA-IT012", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "FIGA-PT012", "set_name": "Fists of the Gadgets", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "WPP1-JP045", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR045", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC139", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 653529}