{"konami_id": 12204, "password": 98153934, "name": {"en": "Phantom Knights' Spear", "de": "Speer der Phantomritter", "es": "Lanza de Caballeros Fantasma", "fr": "Lance des Chevaliers Fantômes", "it": "Cavalieri Fantasma - Lancia", "pt": "Cavaleiros Fantasmas - Lança", "ja": "<ruby>幻影死槍<rt>ファントム・デススピア</rt></ruby>", "ja_romaji": "Fantomu Desusupia", "ko": "팬텀 데스스피어", "ko_rr": null, "zh-TW": "魅影死槍", "zh-CN": "魅影死枪"}, "text": {"en": "Each time your opponent activates a card or effect that targets a \"The Phantom Knights\" monster(s) you control, inflict 500 damage to your opponent immediately after it resolves. If a DARK monster you control would be destroyed by battle or an opponent's card effect, you can banish this card from your GY instead.", "de": "Jedes Mal, wenn dein Gegner eine Karte oder einen Effekt aktiviert, die oder der ein oder mehr „Die Phantomritter“-Monster, die du kontrollierst, als Ziel wählt, füge deinem Gegner 500 Schaden zu, sofort nachdem sie oder er aufgelöst wurde. Falls ein FINSTERNIS Monster, das du kontrollierst, durch Kampf oder einen Karteneffekt eines Gegners zerstört würde, kannst du stattdessen diese Karte von deinem Friedhof verbannen.", "es": "Cada vez que tu adversario active una carta o efecto que seleccione a uno o más monstruos \"Los Caballeros Fantasma\" que tú controles, inflige 500 puntos de daño a tu adversario inmediatamente después de que se resuelva. Si un monstruo de OSCURIDAD que controlas fuera a ser destruido en batalla o por el efecto de una carta del adversario, puedes desterrar esta carta de tu Cementerio en su lugar.", "fr": "Chaque fois que votre adversaire active une carte ou un effet qui cible un ou plusieurs monstres \"Les Chevaliers Fantômes\" que vous contrôlez, infligez 500 points de dommages à votre adversaire immédiatement après sa résolution. Si un monstre TÉNÈBRES que vous contrôlez va être détruit au combat ou par un effet de carte de l'adversaire, vous pouvez bannir cette carte depuis votre Cimetière à la place.", "it": "Ogni volta che il tuo avversario attiva una carta o un effetto che sceglie come bersaglio uno o più mostri \"I Cavalieri Fantasma\" che controlli, infliggi 500 danni al tuo avversario immediatamente dopo che si è risolto. Se un mostro OSCURITÀ che controlli sta per essere distrutto in battaglia o dall'effetto di una carta dell'avversario, puoi invece bandire questa carta dal tuo Cimitero.", "pt": "Sempre que seu oponente ativar um card ou efeito que escolhe como alvo um ou mais monstros \"Os Cavaleiros Fantasmas\" que você controla, cause 500 de dano ao seu oponente imediatamente depois que ele resolver. Se um monstro de TREVAS que você controla seria destruído em batalha ou por um efeito de card do oponente, em vez disso, você pode banir este card do seu Cemitério.", "ja": "①：このカードが魔法＆罠ゾーンに存在する限り、自分フィールドの「幻影騎士団」モンスターを対象とする相手の効果が発動する度に相手に５００ダメージを与える。②：自分フィールドの闇属性モンスターが戦闘または相手の効果で破壊される場合、代わりに墓地のこのカードを除外できる。", "ko": "①: 이 카드가 마법 & 함정 존에 존재하는 한, 자신 필드의 \"팬텀 나이츠\" 몬스터를 대상으로 하는 상대의 효과가 발동할 때마다 상대에게 500 데미지를 준다. ②: 자신 필드의 어둠 속성 몬스터가 전투 또는 상대의 효과로 파괴될 경우, 대신에 묘지의 이 카드를 제외할 수 있다.", "zh-TW": "①：只要此卡存在於魔法＆陷阱區，每當對方的以我方場上的「魅影騎士團」怪獸做為對象的效果發動時，就給予對方５００傷害。②：在我方場上的闇屬性怪獸因戰鬥或對方效果被破壞的狀況下，可將墓地的此卡除外作為替代。", "zh-CN": "①：只要此卡存在于魔法与陷阱区域，每次以自己场上的“魅影骑士团”怪兽为对象的对手效果发动时，给予对手５００点伤害。②：自己场上的暗属性怪兽被战斗或对手效果破坏的情况下，可将墓地的此卡除外作为代替。"}, "card_type": "Spell", "property": "Continuous", "series": ["Phantom Knights"], "images": [{"index": 1, "image": "PhantomKnightsSpear-LEHD-EN-C-1E.png"}], "sets": {"en": [{"set_number": "WIRA-EN008", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "LEHD-ENC14", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}], "de": [{"set_number": "WIRA-DE008", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "LEHD-DEC14", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}], "fr": [{"set_number": "WIRA-FR008", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "LEHD-FRC14", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}], "it": [{"set_number": "WIRA-IT008", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "LEHD-ITC14", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}], "pt": [{"set_number": "WIRA-PT008", "set_name": "Wing Raiders", "rarities": ["Rare"]}, {"set_number": "LEHD-PTC14", "set_name": "Legendary Hero Decks", "rarities": ["Common"]}], "ja": [{"set_number": "SPWR-JP008", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}], "ko": [{"set_number": "SPWR-KR008", "set_name": "Booster SP: Wing Raiders", "rarities": ["Common", "Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 369615, "master_duel_rarity": "N"}