{"konami_id": 13555, "password": 98169343, "name": {"en": "Trickstar Corobane", "de": "Trickstar Corobane", "es": "Bromiestrella Cicuta", "fr": "Ciguë Farstar", "it": "Truccastella Cicuta", "pt": "Trapestrela Conicina", "ja": "トリックスター・キャロベイン", "ja_romaji": "Torikkusutā Kyarobein", "ko": "트릭스터 케로베인", "ko_rr": "Teurikseuteo Kerobein", "zh-TW": null, "zh-CN": "淘气仙星・卡罗贝恩"}, "text": {"en": "If you control no monsters, or all monsters you control are \"Trickstar\" monsters: You can Special Summon this card from your hand. During the Damage Step, when your \"Trickstar\" monster battles an opponent's monster (Quick Effect): You can send this card from your hand to the GY; that monster you control gains ATK equal to its original ATK until the end of this turn. You can only use 1 \"Trickstar Corobane\" effect per turn, and only once that turn.", "de": "Falls du keine Monster kontrollierst oder alle Monster, die du kontrollierst, „Trickstar“-Monster sind: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Während des Damage Steps, wenn dein „Trickstar“-Monster gegen ein Monster eines Gegners kämpft (Schnelleffekt): Du kannst diese Karte von deiner Hand auf den Friedhof legen; das Monster, das du kontrollierst, erhält bis zum Ende dieses Spielzugs ATK in Höhe seiner Grund-ATK. Du kannst nur 1 Effekt von „Trickstar Corobane“ pro Spielzug verwenden und in dem Spielzug nur einmal.", "es": "Si no controlas monstruos, o si todos los monstruos que controlas son monstruos \"Bromiestrella\": puedes Invocar esta carta de Modo Especial desde tu mano. Durante el Damage Step, cuando tu monstruo \"Bromiestrella\" batalle con un monstruo del adversario (Efecto Rápido): puedes mandar al Cementerio esta carta en tu mano; hasta el final de este turno, ese monstruo que controlas gana ATK igual a su ATK original. Sólo puedes usar 1 efecto de \"Bromiestrella Cicuta\" por turno, y sólo una vez ese turno.", "fr": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres \"Farstar\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant la Damage Step, lorsque votre monstre \"Farstar\" combat un monstre de l'adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin de ce tour, le monstre que vous contrôlez gagne une ATK égale à son ATK d'origine. Vous ne pouvez utiliser qu'1 effet de \"Ciguë Farstar\" par tour, et uniquement une fois le tour.", "it": "Se non controlli nessun mostro, o tutti i mostri che controlli sono mostri \"Truccastella\": puoi Evocare Specialmente questa carta dalla tua mano. Durante il Damage Step, quando un tuo mostro \"Truccastella\" combatte con un mostro dell'avversario (Effetto Rapido): puoi mandare questa carta dalla tua mano al Cimitero; quel mostro che controlli guadagna ATK pari al suo ATK originale fino alla fine di questo turno. Puoi utilizzare solo 1 effetto di \"Truccastella Cicuta\" per turno, e solo una volta in quel turno.", "pt": "Se você não controlar nenhum monstro ou se todos os monstros que você controlar forem monstros \"Trapestrela\": você pode Invocar este card por Invocação-Especial da sua mão. Durante a Etapa de Dano, quando um monstro \"Trapestrela\" seu batalhar um monstro do oponente (Efeito Rápido): você pode enviar este card da sua mão para o Cemitério; até o final deste turno, esse monstro que você controla ganha ATK igual ao seu ATK original. Você só pode usar 1 efeito de \"Trapestrela Conicina\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分フィールドのモンスターが、存在しない場合または「トリックスター」モンスターのみの場合に発動できる。このカードを手札から特殊召喚する。②：自分の「トリックスター」モンスターが相手モンスターと戦闘を行うダメージステップ開始時からダメージ計算前までに、このカードを手札から墓地へ送って発動できる。その自分のモンスターの攻撃力はターン終了時まで、その元々の攻撃力分アップする。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 필드의 몬스터가, 존재하지 않을 경우 또는 \"트릭스터\" 몬스터뿐일 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 자신의 \"트릭스터\" 몬스터가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시부터 데미지 계산 전까지, 이 카드를 패에서 묘지로 보내고 발동할 수 있다. 그 자신 몬스터의 공격력은 턴 종료시까지, 그 원래 공격력만큼 올린다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合１次，仅可使用其中１个。①：自己场上的怪兽，不存在的情况下或仅有“淘气仙星”怪兽的情况下可以发动。从手牌将此卡特殊召唤。②：自己的“淘气仙星”怪兽与对手怪兽进行战斗的伤害步骤开始时至伤害计算前为止，从手牌将此卡送至墓地可以发动。该自己的怪兽的攻击力直至回合结束时为止，上升相当于其原本攻击力的数值。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "LIGHT", "level": 5, "atk": 2000, "def": 1000, "series": ["Trickstar"], "images": [{"index": 1, "image": "TrickstarCorobane-MP20-EN-PScR-1E.png"}], "sets": {"en": [{"set_number": "SAST-EN095", "set_name": "Savage Strike", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-EN048", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "de": [{"set_number": "SAST-DE095", "set_name": "Savage Strike", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-DE048", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "es": [{"set_number": "SAST-SP095", "set_name": "Savage Strike", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-SP048", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "fr": [{"set_number": "SAST-FR095", "set_name": "Savage Strike", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-FR048", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "it": [{"set_number": "SAST-IT095", "set_name": "Savage Strike", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-IT048", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "pt": [{"set_number": "SAST-PT095", "set_name": "Savage Strike", "rarities": ["Ultra Rare"]}, {"set_number": "MP20-PT048", "set_name": "2020 Tin of Lost Memories", "rarities": ["Prismatic Secret Rare"]}], "ja": [{"set_number": "VJMP-JP141", "set_name": "V Jump February 2018 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "19SP-JP602", "set_name": "Special Pack 20th Anniversary Edition Vol.6", "rarities": ["Common", "Super Rare"]}, {"set_number": "DP29-JP046", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}], "ko": [{"set_number": "PP14-KRA24", "set_name": "Premium Pack Vol.14 1st Wave", "rarities": ["Extra Secret Rare", "Normal Parallel Rare"]}, {"set_number": "DP29-KR046", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP1-SC156", "set_name": "Mega Pack 01", "rarities": ["Ultra Rare", "Secret Rare"]}, {"set_number": "DP29-SC051", "set_name": "Duelist Pack: Duelists of Brilliance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 544639}