{"konami_id": 20254, "password": 98167225, "name": {"en": "Vaalmonica Creation", "de": "Vaalmonika-Werk", "es": "Creación de la Vaalmónica", "fr": "Création Vaalmonica", "it": "Creazione Vaalmonica", "pt": "Criação Vaalmônica", "ja": "<ruby>創<rt>そう</rt></ruby><ruby>神<rt>しん</rt></ruby>のヴァルモニカ", "ja_romaji": "Sōshin no Varumonika", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "While you have 6 or more Resonance Counters on your field, \"Vaalmonica\" Link Monsters you control gain 1200 ATK. You can only use each of the following effects of \"Vaalmonica Creation\" once per turn. If your opponent Special Summons a monster(s), you can (except during the Damage Step): Immediately after this effect resolves, Link Summon 1 \"Vaalmonica\" Link Monster. If this card is sent from the hand or field to the GY: You can place Resonance Counters on 1 card in your Pendulum Zone that you can place a Resonance Counter on, so it has 3 Resonance Counters.", "de": "Solange du 6 oder mehr Resonanz-Zählmarken auf deiner Spielfeldseite hast, erhalten „Vaalmonika“-Linkmonster, die du kontrollierst, 1200 ATK. Du kannst jeden der folgenden Effekte von „Vaalmonika-Werk“ nur einmal pro Spielzug verwenden. Falls dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört, kannst du (außer während des Damage Steps): Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Vaalmonika“-Linkmonster als Linkbeschwörung. Falls diese Karte von der Hand oder dem Spielfeld auf den Friedhof gelegt wird: Du kannst Resonanz-Zählmarken auf 1 Karte in deiner Pendelzone legen, auf die du eine Resonanz-Zählmarke legen kannst, sodass sie 3 Resonanz-Zählmarken hat.", "es": "Mientras tienes 6 o más Contadores de Resonancia en tu Campo, los Monstruos de Enlace \"Vaalmónica\" que controlas ganan 1200 ATK. Sólo puedes usar cada uno de los siguientes efectos de \"Creación de la Vaalmónica\" una vez por turno. Si tu adversario Invoca de Modo Especial uno o más monstruos, puedes (excepto durante el Damage Step): inmediatamente después de que se resuelva este efecto, Invocar por Enlace 1 Monstruo de Enlace \"Vaalmónica\". Si esta carta es mandada de la mano o Campo al Cementerio: puedes poner Contadores de Resonancia en 1 carta en tu Zona de Péndulo en la que puedas poner un Contador de Resonancia, para que tenga 3 Contadores de Resonancia.", "fr": "Tant que vous avez min. 6 Compteurs Résonance sur votre Terrain, les Monstres Lien \"Vaalmonica\" que vous contrôlez gagnent 1200 ATK. Vous ne pouvez utiliser chacun des effets suivants de \"Création Vaalmonica\" qu'une fois par tour. Si votre adversaire Invoque Spécialement un ou plusieurs monstres, vous pouvez (sauf durant la Damage Step) : immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien \"Vaalmonica\". Si cette carte est envoyée depuis la main ou Terrain au Cimetière : vous pouvez placer des Compteurs Résonance sur 1 carte dans votre Zone Pendule sur laquelle vous pouvez placer un Compteur Résonance, afin qu'elle ait 3 Compteurs Résonance.", "it": "Mentre hai 6 o più Segnalini Risonanza sul tuo Terreno, i Mostri Link \"Vaalmonica\" che controlli guadagnano 1200 ATK. Puoi utilizzare ognuno dei seguenti effetti di \"Creazione Vaalmonica\" una sola volta per turno. Se il tuo avversario Evoca Specialmente uno o più mostri, puoi (eccetto durante il Damage Step): immediatamente dopo che questo effetto si è risolto, Evoca Link 1 Mostro Link \"Vaalmonica\". Se questa carta viene mandata dalla mano o Terreno al Cimitero: puoi mettere Segnalini Risonanza su 1 carta nella tua Zona Pendulum su cui puoi mettere un Segnalino Risonanza, fino a che ha 3 Segnalini Risonanza.", "pt": "Enquanto você tiver 6 ou mais Marcadores de Ressonância no seu campo, Monstros Link \"Vaalmônica\" que você controla ganham 1200 de ATK. Você só pode usar cada um dos seguintes efeitos de \"Criação Vaalmônica\" uma vez por turno. Se seu oponente Invocar um ou mais monstros por Invocação-Especial, você pode (exceto durante a Etapa de Dano): imediatamente depois que este efeito resolver, Invocar por Invocação-Link 1 Monstro Link \"Vaalmônica\". Se este card for enviado da mão ou do campo para o Cemitério: você pode colocar Marcadores de Ressonância sobre 1 card na sua Zona de Pêndulo sobre o qual você possa colocar Marcadores de Ressonância, de forma que ele tenha 3 Marcadores de Ressonância.", "ja": "このカード名の②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドに響鳴カウンターが６つ以上存在する限り、自分フィールドの「ヴァルモニカ」Ｌモンスターの攻撃力は１２００アップする。②：相手がモンスターを特殊召喚した場合に発動できる。「ヴァルモニカ」Ｌモンスター１体のＬ召喚を行う。③：このカードが手札・フィールドから墓地へ送られた場合に発動できる。響鳴カウンターを置く事ができる自分のＰゾーンのカード１枚に、響鳴カウンターを３つになるように置く。", "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Continuous", "series": ["Vaalmonica"], "images": [{"index": 1, "image": "VaalmonicaCreation-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN075", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE075", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR075", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT075", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT075", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP075", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC075", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1055568}