{"konami_id": 19018, "password": 98173209, "name": {"en": "Crimson Gaia", "de": "Feuerrote Gaia", "es": "Gaia Carmesí", "fr": "Gaïa Cramoisie", "it": "Gaia Cremisi", "pt": "Gaia Carmesim", "ja": "クリムゾン・ヘルガイア", "ja_romaji": "Kurimuzon Herugaia", "ko": "크림즌 헬가이아", "ko_rr": "Keurimjeun Helgaia", "zh-TW": "緋紅地獄蓋亞", "zh-CN": "深红地狱盖亚"}, "text": {"en": "During your Main Phase: You can add 1 \"Red Dragon Archfiend\" or 1 card that mentions it from your Deck or GY to your hand, except \"Crimson Gaia\". When your \"Red Dragon Archfiend\" declares an attack: You can change all monsters your opponent controls to face-down Defense Position. If a monster(s) on the field is destroyed by battle or card effect: You can Special Summon 1 \"Red Dragon Archfiend\" from your GY. You can only use each effect of \"Crimson Gaia\" once per turn.", "de": "Während deiner Main Phase: Du kannst deiner Hand 1 „Rotdrachen-Erzunterweltler“ oder 1 Karte, die ihn erwähnt, von deinem Deck oder Friedhof hinzufügen, außer „Feuerrote Gaia“. Wenn dein „Rotdrachen-Erzunterweltler“ einen Angriff deklariert: Du kannst alle Monster, die dein Gegner kontrolliert, in die verdeckte Verteidigungsposition ändern. Falls ein oder mehr Monster auf dem Spielfeld durch Kampf oder einen Karteneffekt zerstört werden: Du kannst 1 „Rotdrachen-Erzunterweltler“ als Spezialbeschwörung von deinem Friedhof beschwören. Du kannst jeden Effekt von „Feuerrote Gaia“ nur einmal pro Spielzug verwenden.", "es": "Durante tu Main Phase: puedes añadir a tu mano 1 \"Dragón Rojo Archidemonio\" en tu Deck o Cementerio o 1 carta que lo mencione, excepto \"Gaia Carmesí\". Cuando tu \"Dragón Rojo Archidemonio\" declara un ataque: puedes cambiar todos los monstruos que controle tu adversario a Posición de Defensa boca abajo. Si uno o más monstruos en el Campo son destruidos en batalla o por el efecto de una carta: puedes Invocar de Modo Especial, desde tu Cementerio, 1 \"Dragón Rojo Archidemonio\". Sólo puedes usar cada efecto de \"Gaia Carmesí\" una vez por turno.", "fr": "Durant votre Main Phase : vous pouvez ajouter 1 \"Dragon Rouge Archdémon\" ou 1 carte qui le mentionne (\"Gaïa Cramoisie\" exclu) depuis votre Deck ou Cimetière à votre main. Lorsque votre \"Dragon Rouge Archdémon\" déclare une attaque : vous pouvez changer tous les monstres contrôlés par votre adversaire en Position de Défense face verso. Si un ou plusieurs monstres sur le Terrain sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 \"Dragon Rouge Archdémon\" depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Gaïa Cramoisie\" qu'une fois par tour.", "it": "Durante la tua Main Phase: puoi aggiungere 1 \"Arcidemone Drago Rosso\" o 1 carta che lo menziona dal tuo Deck o Cimitero alla tua mano, eccetto \"Gaia Cremisi\". Quando un tuo \"Arcidemone Drago Rosso\" dichiara un attacco: puoi mettere coperti in Posizione di Difesa tutti i mostri controllati dal tuo avversario. Se uno o più mostri sul Terreno vengono distrutti in battaglia o dall'effetto di una carta: puoi Evocare Specialmente 1 \"Arcidemone Drago Rosso\" dal tuo Cimitero. Puoi utilizzare ogni effetto di \"Gaia Cremisi\" una sola volta per turno.", "pt": "Durante sua Fase Principal: você pode adicionar 1 \"Dragão Vermelho Arquidemônio\" ou 1 card que o mencione do seu Deck ou Cemitério à sua mão, exceto \"Gaia Carmesim\". Quando seu \"Dragão Vermelho Arquidemônio\" declarar um ataque: você pode colocar todos os monstros que seu oponente controla com a face para baixo em Posição de Defesa. Se um ou mais monstros no campo forem destruídos em batalha ou por um efeito de card: você pode Invocar por Invocação-Especial 1 \"Dragão Vermelho Arquidemônio\" do seu Cemitério. Você só pode usar cada efeito de \"Gaia Carmesim\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：自分メインフェイズに発動できる。「クリムゾン・ヘルガイア」を除く、「レッド・デーモンズ・ドラゴン」またはそのカード名が記されたカード１枚を自分のデッキ・墓地から手札に加える。②：自分の「レッド・デーモンズ・ドラゴン」の攻撃宣言時に発動できる。相手フィールドのモンスターを全て裏側守備表示にする。③：フィールドのモンスターが戦闘・効果で破壊された場合に発動できる。自分の墓地から「レッド・デーモンズ・ドラゴン」１体を特殊召喚する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 메인 페이즈에 발동할 수 있다. \"크림즌 헬가이아\"가 아닌, \"레드 데몬즈 드래곤\" 또는 그 카드명이 쓰여진 카드 1장을 자신의 덱 / 묘지에서 패에 넣는다. ②: 자신의 \"레드 데몬즈 드래곤\"의 공격 선언시에 발동할 수 있다. 상대 필드의 몬스터를 전부 뒷면 수비 표시로 한다. ③: 필드의 몬스터가 전투 / 효과로 파괴되었을 경우에 발동할 수 있다. 자신 묘지에서 \"레드 데몬즈 드래곤\" 1장을 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。\n①：在自己的主要阶段可以发动。从自己的牌组・墓地将“深红地狱盖亚”以外的、１张记载有“暗红恶魔龙”卡名的卡加入手牌。\n②：自己的“暗红恶魔龙”的攻击宣言时可以发动。将对手场上的怪兽全部改成里侧守备表示。\n③：场上的怪兽因战斗・效果被破坏的情况下可以发动。从自己的墓地将１只“暗红恶魔龙”特殊召唤。"}, "card_type": "Spell", "property": "Continuous", "images": [{"index": 1, "image": "CrimsonGaia-SDCK-EN-C-1E.png"}], "sets": {"en": [{"set_number": "SDCK-EN026", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "de": [{"set_number": "SDCK-DE026", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "fr": [{"set_number": "SDCK-FR026", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "it": [{"set_number": "SDCK-IT026", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "pt": [{"set_number": "SDCK-PT026", "set_name": "Structure Deck: The Crimson King", "rarities": ["Common"]}], "ja": [{"set_number": "SD46-JP026", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Normal Parallel Rare"]}], "ko": [{"set_number": "SD46-KR026", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Normal Parallel Rare"]}], "zh-CN": [{"set_number": "SD46-SC026", "set_name": "Structure Deck: Pulse of the King", "rarities": ["Normal Parallel Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 987056, "master_duel_rarity": "UR"}