{"konami_id": 16248, "password": 98204536, "name": {"en": "Chronomaly Temple - Trilithon", "de": "Chronomaler Tempel - Trilithon", "es": "Templo Cronómalo - Trilito", "fr": "Temple Chronomal - Trilithe", "it": "Cronomalia Tempio - Trilithon", "pt": "Templo da Cronomalia - Trílito", "ja": "<ruby>先史遺産驚神殿<rt>オーパーツパレス</rt></ruby>－トリリトン", "ja_romaji": "Ōpātsu Paresu - Toririton", "ko": "오파츠 팰리스 트릴리톤", "ko_rr": "Opacheu Paelliseu Teurilliton", "zh-TW": "先史遺產驚神殿－三巨石", "zh-CN": "先史遗产惊神殿 三巨石"}, "text": {"en": null, "de": "Falls du keine Monster kontrollierst oder alle Monster, die du kontrollierst, „Chronomal“-Monster sind: Du kannst 500 LP zahlen; sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 „Chronomal“-Monster als Normalbeschwörung von deiner Hand. Falls der Effekt eines „Chronomal“- oder „Nummer“-Xyz-Monsters, das du kontrollierst, aktiviert würde, indem Material abgehängt wird, kannst du statt 1 des Materials diese Karte auf den Friedhof legen. Du kannst jeden Effekt von „Chronomaler Tempel - Trilithon“ nur einmal pro Spielzug verwenden.", "es": "Si no controlas monstruos, o todos los monstruos que controlas son monstruos \"Cronómalo/a\": puedes pagar 500 LP; inmediatamente después de que se resuelva este efecto, Invoca de Modo Normal 1 monstruo \"Cronómalo/a\" desde tu mano. Si un Monstruo Xyz \"Cronómalo/a\" o \"Número\" que controlas fuera a activar un efecto desacoplando material, puedes mandar esta carta al Cementerio en lugar de 1 de esos materiales. Sólo puedes usar cada efecto de \"Templo Cronómalo - Trilito\" una vez por turno.", "fr": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres \"Chronomal\" : vous pouvez payer 500 LP ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Chronomal\" depuis votre main. Si un Monstre Xyz \"Chronomal\" ou \"Numéro\" que vous contrôlez va activer un effet en détachant du Matériel, vous pouvez envoyer cette carte au Cimetière au lieu d'1 de ces Matériels. Vous ne pouvez utiliser chaque effet de \"Temple Chronomal - Trilithe\" qu'une fois par tour.", "it": "Se non controlli nessun mostro, o tutti i mostri che controlli sono mostri \"Cronomalia\": puoi pagare 500 LP; immediatamente dopo che questo effetto si è risolto, Evoca Normalmente 1 mostro \"Cronomalia\" dalla tua mano. Se un Mostro Xyz \"Cronomalia\" o \"Numero\" che controlli sta per attivare un effetto staccando materiale, puoi mandare questa carta al Cimitero invece di 1 di quei materiali. Puoi utilizzare ogni effetto di \"Cronomalia Tempio - Trilithon\" una sola volta per turno.", "pt": "Se você não controlar nenhum monstro, ou todos os monstros que você controla forem monstros \"Cronomalia\": você pode pagar 500 PV; imediatamente depois que este efeito resolver, Invoque por Invocação-Normal 1 monstro \"Cronomalia\" da sua mão. Se um Monstro Xyz \"Cronomalia\" ou \"Número\" que você controla ativaria um efeito ao desassociar matérias, você pode enviar este card para o Cemitério em vez de 1 dessas matérias. Você só pode usar cada efeito de \"Templo da Cronomalia - Trílito\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：自分フィールドのモンスターが、存在しない場合または「先史遺産」モンスターのみの場合、５００ＬＰを払って発動できる。手札の「先史遺産」モンスター１体の召喚を行う。\n②：自分の「先史遺産」Ｘモンスターか「Ｎｏ．」ＸモンスターがＸ素材を取り除いて効果を発動する場合、取り除くＸ素材１つの代わりにこのカードを墓地へ送る事ができる。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 몬스터가, 존재하지 않을 경우 또는 \"오파츠\" 몬스터뿐일 경우, 500 LP를 지불하고 발동할 수 있다. 패에서 \"오파츠\" 몬스터 1장을 일반 소환한다. ②: 자신의 \"오파츠\" 엑시즈 몬스터 또는 자신의 \"No.\" 엑시즈 몬스터가 엑시즈 소재를 제거하고 효과를 발동할 경우, 제거할 엑시즈 소재 1개 대신에 이 카드를 묘지로 보낼 수 있다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：在我方場上不存在怪獸的狀況下，或僅存在「先史遺產」怪獸的狀況下，可支付５００LP發動。從手牌召喚１隻「先史遺產」怪獸。②：在我方的「先史遺產」超量怪獸或我方的「No.」在超量怪獸去除超量素材發動效果的狀況下，可將此卡送至墓地替代１個去除的超量素材。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：自己场上不存在怪兽的情况下，或仅有“先史遗产”怪兽的情况下，支付５００LP可以发动。从手牌召唤１只“先史遗产”怪兽。②：自己的“先史遗产”超量怪兽或自己的“编号”超量怪兽去除超量素材发动效果的情况下，可将此卡送至墓地作为去除１个超量素材的代替。"}, "card_type": "Spell", "property": "Continuous", "series": ["Chronomaly"], "images": [{"index": 1, "image": "ChronomalyTempleTrilithon-DAMA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN059", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE059", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR059", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT059", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT059", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP059", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR059", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 714281, "master_duel_rarity": "N"}