{"konami_id": 18448, "password": 98462037, "name": {"en": "Sky Striker Ace - Azalea", "de": "Himmelsjäger-Ass - Azalea", "es": "Caza del Cielo As - Azalea", "fr": "Assaut de l'Air - As - Azaléa", "it": "Assaltatrice del Cielo Asso - Azalea", "pt": "Força Celeste - Ás - Azalea", "ja": "<ruby>閃<rt>せん</rt></ruby><ruby>刀<rt>とう</rt></ruby><ruby>姫<rt>き</rt></ruby>－アザレア", "ja_romaji": "Sentōki - Azarea", "ko": "섬도희－아자레아", "ko_rr": "Seomdohui - Ajarea", "zh-TW": "閃刀姬－阿塞蕾婭", "zh-CN": "闪刀姬－阿萨蕾娅"}, "text": {"en": "2 LIGHT and/or DARK monsters\nMust be Link Summoned. You can only Special Summon \"Sky Striker Ace - Azalea(s)\" once per turn. If this card is Special Summoned: You can target 1 card on the field; destroy it, then, if you have 3 or less Spells in your GY, send this card to the GY. Once per turn, at the start of the Damage Step, if this card battles an opponent's monster: You can banish 1 Spell from your GY; destroy that opponent's monster.", "de": "2 LICHT und/oder FINSTERNIS Monster\nMuss als Linkbeschwörung beschworen werden. Du kannst nur einmal pro Spielzug ein oder mehr „Himmelsjäger-Ass - Azalea“ als Spezialbeschwörung beschwören. Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Karte auf dem Spielfeld wählen; zerstöre sie, dann, falls du 3 oder weniger Zauber in deinem Friedhof hast, lege diese Karte auf den Friedhof. Einmal pro Spielzug, am Beginn des Damage Steps, falls diese Karte gegen ein Monster eines Gegners kämpft: Du kannst 1 Zauber von deinem Friedhof verbannen; zerstöre jenes Monster des Gegners.", "es": "2 monstruos de LUZ y/u OSCURIDAD\nDebe ser Invocado por Enlace. Sólo puedes Invocar de Modo Especial uno o más \"Caza del Cielo As - Azalea\" una vez por turno. Si esta carta es Invocada de Modo Especial: puedes seleccionar 1 carta en el Campo; destrúyela y después, si tienes 3 o menos Mágicas en tu Cementerio, manda esta carta al Cementerio. Una vez por turno, al comienzo del Damage Step, si esta carta batalla con un monstruo del adversario: puedes desterrar 1 Mágica en tu Cementerio; destruye ese monstruo del adversario.", "fr": "2 monstres LUMIÈRE et/ou TÉNÈBRES\nUniquement Invocable par Lien. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Assaut de l'Air - As - Azaléa\" qu'une fois par tour. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la, puis, si vous avez max. 3 Magies dans votre Cimetière, envoyez cette carte au Cimetière. Une fois par tour, au début de la Damage Step, si cette carte combat un monstre de l'adversaire : vous pouvez bannir 1 Magie depuis votre Cimetière ; détruisez le monstre de l'adversaire.", "it": "2 mostri LUCE e/o OSCURITÀ\nDeve essere Evocato Link. Puoi Evocare Specialmente una o più \"Assaltatrice del Cielo Asso - Azalea\" una sola volta per turno. Se questa carta viene Evocata Specialmente: puoi scegliere come bersaglio 1 carta sul Terreno; distruggila, poi, se hai 3 o meno Magie nel tuo Cimitero, manda questa carta al Cimitero. Una volta per turno, all'inizio del Damage Step, se questa carta combatte con un mostro dell'avversario: puoi bandire 1 Magia dal tuo Cimitero; distruggi quel mostro dell'avversario.", "pt": "2 monstros de LUZ e/ou de TREVAS\nDeve ser Invocado por Invocação-Link. Você só pode Invocar um ou mais \"Força Celeste - Ás - Azalea\" por Invocação-Especial uma vez por turno. Se este card for Invocado por Invocação-Especial: você pode escolher 1 card no campo; destrua-o e, depois, se você tiver 3 ou menos Magias no seu Cemitério, envie este card para o Cemitério. Uma vez por turno, no começo da Etapa de Dano, se este card batalhar um monstro do oponente: você pode banir 1 Magia do seu Cemitério; destrua o monstro do oponente.", "ja": "光・闇属性モンスター２体\nこのカードはＬ召喚でしか特殊召喚できず、自分は「閃刀姫－アザレア」を１ターンに１度しか特殊召喚できない。①：このカードが特殊召喚した場合、フィールドのカード１枚を対象として発動できる。そのカードを破壊する。その後、自分の墓地の魔法カードが３枚以下の場合、このカードを墓地へ送る。②：１ターンに１度、このカードが相手モンスターと戦闘を行うダメージステップ開始時、自分の墓地から魔法カード１枚を除外して発動できる。その相手モンスターを破壊する。", "ko": "빛 / 어둠 속성 몬스터 2장\n이 카드는 링크 소환으로밖에 특수 소환할 수 없으며, 자신은 \"섬도희－아자레아\"를 1턴에 1번밖에 특수 소환할 수 없다. ①: 이 카드를 특수 소환했을 경우, 필드의 카드 1장을 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다. 그 후, 자신 묘지의 마법 카드가 3장 이하일 경우, 이 카드를 묘지로 보낸다. ②: 1턴에 1번, 이 카드가 상대 몬스터와 전투를 실행하는 데미지 스텝 개시시, 자신 묘지에서 마법 카드 1장을 제외하고 발동할 수 있다. 그 상대 몬스터를 파괴한다.", "zh-TW": null, "zh-CN": "光・暗属性怪兽２只\n此卡仅可以连接召唤方式特殊召唤，自己１回合仅可特殊召唤１次“闪刀姬－阿萨蕾娅”。①：此卡特殊召唤的情况下，以场上的１张卡为对象可以发动。将该卡破坏。然后，自己墓地的魔法卡为３张以下的情况下，将此卡送至墓地。②：１回合１次，此卡与对手怪兽进行战斗的伤害步骤开始时，从自己的墓地将１张魔法卡除外可以发动。将该对手的怪兽破坏。"}, "card_type": "Monster", "monster_type_line": "Machine / Link / Effect", "attribute": "DARK", "link_arrows": ["↖", "↘"], "atk": 1500, "materials": "2 LIGHT and/or DARK monsters", "series": ["Sky Striker", "Sky Striker Ace"], "images": [{"index": 1, "image": "SkyStrikerAceAzalea-BLMR-EN-ScR-1E.png"}], "sets": {"en": [{"set_number": "BLMR-EN052", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "de": [{"set_number": "BLMR-DE052", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "fr": [{"set_number": "BLMR-FR052", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "it": [{"set_number": "BLMR-IT052", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "pt": [{"set_number": "BLMR-PT052", "set_name": "Battles of Legend: Monstrous Revenge", "rarities": ["Secret Rare"]}], "ja": [{"set_number": "VJMP-JP228", "set_name": "V Jump February 2023 promotional card", "rarities": ["Ultra Rare"]}, {"set_number": "24PP-JP029", "set_name": "Premium Pack 2024", "rarities": ["Secret Rare"]}, {"set_number": "TT01-JPA35", "set_name": "Tactical-Try Deck: Decisive Strike Cyber Dragon", "rarities": ["Common"]}], "ko": [{"set_number": "23PP-KRB23", "set_name": "Premium Pack 2023 2nd Wave", "rarities": ["Common", "Normal Parallel Rare", "Super Rare", "Secret Rare"]}, {"set_number": "24PP-KRA29", "set_name": "Premium Pack 2024 1st Wave", "rarities": ["Secret Rare"]}, {"set_number": "TT01-KRA35", "set_name": "Tactical-Try Deck: Decisive Strike Cyber Dragon", "rarities": ["Common"]}], "zh-CN": [{"set_number": "NE01-SC022", "set_name": "Nature Pack: Blazing Heroes", "rarities": ["Ultra Rare", "Secret Rare", "Secret Rare (Special Red Version)"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 716725, "master_duel_rarity": "UR"}