{"konami_id": 19413, "password": 98520301, "name": {"en": "Asset Mountis", "de": "Vermögende Berganbeterin", "es": "Activo Montis", "fr": "Actif Mantagne", "it": "Patrimonio Montide", "pt": "Louva-a-montanha de Posses", "ja": "アセット・マウンティス", "ja_romaji": "Asetto Mauntisu", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If your opponent controls a Level 6 or lower monster: You can Special Summon this card from your hand. If you have more cards in your hand than your opponent: You can change the battle positions of all monsters on the field, all other Insect monsters on the field become the same Attribute and Level as this card, also you cannot Special Summon monsters for the rest of this turn, except Insect monsters. If this card is destroyed: You can add 1 Level 8 or higher Insect monster from your Deck to your hand. You can only use each effect of \"Asset Mountis\" once per turn.", "de": "Falls dein Gegner ein Monster der Stufe 6 oder niedriger kontrolliert: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls du mehr Karten in deiner Hand hast als dein Gegner: Du kannst die Kampfposition aller Monster auf dem Spielfeld ändern, alle anderen Insekt-Monster auf dem Spielfeld werden zur selben Eigenschaft und Stufe wie diese Karte, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören, außer Insekt-Monstern. Falls diese Karte zerstört wird: Du kannst deiner Hand 1 Insekt-Monster der Stufe 8 oder höher von deinem Deck hinzufügen. Du kannst jeden Effekt von „Vermögende Berganbeterin“ nur einmal pro Spielzug verwenden.", "es": "Si tu adversario controla un monstruo de Nivel 6 o menor: puedes Invocar esta carta de Modo Especial desde tu mano. Si tienes más cartas en tu mano que tu adversario: puedes cambiar las posiciones de batalla de todos los monstruos en el Campo, y todos los demás monstruos Insecto en el Campo se convierten en el mismo Atributo y Nivel que esta carta, y además no puedes Invocar monstruos de Modo Especial por el resto de este turno, excepto monstruos Insecto. Si esta carta es destruida: puedes añadir a tu mano 1 monstruo Insecto de Nivel 8 o mayor en tu Deck. Sólo puedes usar cada efecto de \"Activo Montis\" una vez por turno.", "fr": "Si votre adversaire contrôle un monstre de max. Niveau 6 : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si vous avez plus de cartes dans votre main que votre adversaire : vous pouvez changer la position de combat de tous les monstres sur le Terrain, tous les autres monstres Insecte sur le Terrain deviennent du même Attribut et Niveau que cette carte, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus) le reste de ce tour. Si cette carte est détruite : vous pouvez ajouter 1 monstre Insecte de min. Niveau 8 depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Actif Mantagne\" qu'une fois par tour.", "it": "Se il tuo avversario controlla un mostro di Livello 6 o inferiore: puoi Evocare Specialmente questa carta dalla tua mano. Se hai più carte nella tua mano del tuo avversario: puoi cambiare la posizione di tutti i mostri sul Terreno, tutti gli altri mostri Insetto sul Terreno diventano dello stesso Attributo e Livello di questa carta, inoltre non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri Insetto. Se questa carta viene distrutta: puoi aggiungere 1 mostro Insetto di Livello 8 o superiore dal tuo Deck alla tua mano. Puoi utilizzare ogni effetto di \"Patrimonio Montide\" una sola volta per turno.", "pt": "Se seu oponente controlar um monstro de Nível 6 ou menos: você pode Invocar este card por Invocação-Especial da sua mão. Se você tiver mais cards na sua mão que seu oponente: você pode mudar as posições de batalha de todos os monstros no campo, todos os outros monstros Inseto no campo se tornam do mesmo Atributo e Nível que o deste card e, além disso, você não pode Invocar por Invocação-Especial pelo resto deste turno, exceto monstros Inseto. Se este card for destruído: você pode adicionar 1 monstro Inseto de Nível 8 ou mais do seu Deck à sua mão. Você só pode usar cada efeito de \"Louva-a-montanha de Posses\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Insect / Effect", "attribute": "LIGHT", "level": 7, "atk": 2300, "def": 2000, "images": [{"index": 1, "image": "AssetMountis-AGOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "AGOV-EN083", "set_name": "Age of Overlord", "rarities": ["Common"]}], "de": [{"set_number": "AGOV-DE083", "set_name": "Age of Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "AGOV-FR083", "set_name": "Age of Overlord", "rarities": ["Common"]}], "it": [{"set_number": "AGOV-IT083", "set_name": "Age of Overlord", "rarities": ["Common"]}], "pt": [{"set_number": "AGOV-PT083", "set_name": "Age of Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1019291}