{"konami_id": 14900, "password": 98570539, "name": {"en": "Dream Mirror of Chaos", "de": "Traumspiegel des Chaos", "es": "Espejo Ensueño de Caos", "fr": "Miroir des Rêves du Chaos", "it": "Specchio dei Sogni del Chaos", "pt": "Espelho Onírico do Caos", "ja": "<ruby>混<rt>こん</rt></ruby><ruby>沌<rt>とん</rt></ruby>の<ruby>夢<rt>ゆめ</rt></ruby><ruby>魔<rt>ま</rt></ruby><ruby>鏡<rt>きょう</rt></ruby>", "ja_romaji": "Konton no Yumemakyō", "ko": "혼돈의 몽마경", "ko_rr": null, "zh-TW": "混沌夢魔鏡", "zh-CN": "混沌之梦魔镜"}, "text": {"en": "Fusion Summon 1 \"Dream Mirror\" Fusion Monster from your Extra Deck, using monsters you control as Fusion Material. If \"Dream Mirror of Joy\" is in a Field Zone, you can also use monsters in your hand as Fusion Material. If \"Dream Mirror of Terror\" is in a Field Zone, you can also banish monsters from your GY as Fusion Material. You can only activate 1 \"Dream Mirror of Chaos\" per turn.", "de": "Beschwöre 1 „Traumspiegel“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster, die du kontrollierst, als Fusionsmaterial. Falls „Traumspiegel des Spaßes“ in einer Spielfeldzone liegt, kannst du auch Monster in deiner Hand als Fusionsmaterial verwenden. Falls „Traumspiegel des Terrors“ in einer Spielfeldzone liegt, kannst du auch Monster von deinem Friedhof als Fusionsmaterial verbannen. Du kannst nur 1 „Traumspiegel des Chaos“ pro Spielzug aktivieren.", "es": "Invoca por Fusión 1 Monstruo de Fusión \"Espejo Ensueño\" desde tu Deck Extra, usando monstruos que controlas como Material de Fusión. Si \"Espejo Ensueño de Alegría\" está en una Zona del Campo, también puedes usar monstruos en tu mano como Material de Fusión. Si \"Espejo Ensueño de Terror\" está en una Zona del Campo, también puedes desterrar monstruos en tu Cementerio como Material de Fusión. Sólo puedes activar 1 \"Espejo Ensueño de Caos\" por turno.", "fr": "Invoquez par Fusion 1 Monstre Fusion \"Miroir des Rêves\" depuis votre Extra Deck, en utilisant des monstres que vous contrôlez comme Matériel Fusion. Si \"Miroir des Rêves de la Joie\" est dans une Zone Terrain, vous pouvez aussi utiliser des monstres dans votre main comme Matériel Fusion. Si \"Miroir des Rêves de la Terreur\" est dans une Zone Terrain, vous pouvez aussi bannir des monstres depuis votre Cimetière comme Matériel Fusion. Vous ne pouvez activer qu'1 \"Miroir des Rêves du Chaos\" par tour.", "it": "Evoca tramite Fusione 1 Mostro Fusione \"Specchio dei Sogni\" dal tuo Extra Deck, utilizzando mostri che controlli come Materiale da Fusione. Se \"Specchio dei Sogni della Gioia\" è in una Zona Terreno, puoi anche utilizzare mostri nella tua mano come Materiale da Fusione. Se \"Specchio dei Sogni del Terrore\" è in una Zona Terreno, puoi anche bandire mostri dal tuo Cimitero come Materiale da Fusione. Puoi attivare solo 1 \"Specchio dei Sogni del Chaos\" per turno.", "pt": "Invoque por Invocação-Fusão 1 Monstro de Fusão \"Espelho Onírico\" do seu Deck Adicional, usando monstros que você controla como Matéria de Fusão. Se \"Espelho Onírico da Alegria\" estiver em uma Zona do Campo, você também pode usar monstros na sua mão como Matéria de Fusão. Se \"Espelho Onírico do Terror\" estiver em uma Zona do Campo, você também pode banir monstros do seu Cemitério como Matéria de Fusão. Você só pode ativar 1 \"Espelho Onírico do Caos\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：「夢魔鏡」融合モンスターカードによって決められた融合素材モンスターを自分フィールドから墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。フィールドゾーンに「聖光の夢魔鏡」が存在する場合、手札のモンスターも融合素材とする事ができる。フィールドゾーンに「闇黒の夢魔鏡」が存在する場合、自分の墓地のモンスターを除外して融合素材とする事もできる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: \"몽마경\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 자신 필드에서 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. 필드 존에 \"성광의 몽마경\"이 존재할 경우, 패의 몬스터도 융합 소재로 할 수 있다. 필드 존에 \"암흑의 몽마경\"이 존재할 경우, 자신 묘지의 몬스터를 제외하고 융합 소재로 할 수도 있다.", "zh-TW": "此卡名的卡１回合僅限發動１張。①：將根據「夢魔鏡」融合怪獸卡決定的融合素材怪獸從我方場上送至墓地，從額外牌組融合召喚１隻該融合怪獸。在場地區存在「聖光夢魔鏡」的狀況下，手牌的怪獸也可做為融合素材。在場地區存在「暗黑夢魔鏡」的狀況下，也可將我方墓地的怪獸除外做為融合素材。", "zh-CN": "此卡名的卡1回合仅可发动1张。①：将由\"梦魔镜\"融合怪兽卡决定的融合素材怪兽从自己场上送至墓地，从额外牌组将1只该融合怪兽融合召唤。场地区域有\"圣光之梦魔镜\"存在的情况下，手牌的怪兽也可作为融合素材。场地区域有\"暗黑之梦魔镜\"存在的情况下，也可将自己墓地的怪兽除外作为融合素材。"}, "card_type": "Spell", "property": "Quick-Play", "series": ["Dream Mirror"], "images": [{"index": 1, "image": "DreamMirrorofChaos-CHIM-EN-C-1E.png"}], "sets": {"en": [{"set_number": "CHIM-EN089", "set_name": "Chaos Impact", "rarities": ["Common"]}], "de": [{"set_number": "CHIM-DE089", "set_name": "Chaos Impact", "rarities": ["Common"]}], "fr": [{"set_number": "CHIM-FR089", "set_name": "Chaos Impact", "rarities": ["Common"]}], "it": [{"set_number": "CHIM-IT089", "set_name": "Chaos Impact", "rarities": ["Common"]}], "pt": [{"set_number": "CHIM-PT089", "set_name": "Chaos Impact", "rarities": ["Common"]}], "ja": [{"set_number": "WPP1-JP026", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "ko": [{"set_number": "WPP1-KR026", "set_name": "World Premiere Pack 2020", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP4-SC047", "set_name": "Mega Pack 04", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666419, "master_duel_rarity": "N"}