{"konami_id": 6804, "password": 98719226, "name": {"en": "Alien Warrior", "de": "Außerirdischer Krieger", "es": "Guerrero Alienígena", "fr": "Guerrier Alien", "it": "Alieno Guerriero", "pt": "Guerreiro Alienígena", "ja": "エーリアン・ウォリアー", "ja_romaji": "Ērian Woriā", "ko": "에일리언 워리어", "ko_rr": null, "zh-TW": "外星人戰士", "zh-CN": "外星人战士"}, "text": {"en": "When this card is destroyed by battle and sent to the Graveyard, place 2 A-Counters on the monster that destroyed it. (If a monster with an A-Counter battles an \"Alien\" monster, it loses 300 ATK and DEF for each A-Counter during damage calculation only.)", "de": "Wenn diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird, lege 2 A-Zählmarken auf das Monster, das es zerstört hat. (Falls ein Monster mit einer A-Zählmarke gegen ein „Außerirdisch“-Monster kämpft, verliert es nur während der Schadensberechnung 300 ATK und DEF für jede A-Zählmarke.)", "es": "Cuando esta carta es destruida como resultado de una batalla y mandada al Cementerio, pon 2 Contadores \"A\" en el monstruo que la destruyó. (Si un monstruo con Contadores \"A\" batalla contra un monstruo que incluya \"Alienígena\" en su nombre, disminuye su ATK y su DEF en 300 puntos por cada Contador \"A\", sólo durante el cálculo de daño.)", "fr": "Lorsque cette carte est détruite à l'issue d'un combat et envoyée au Cimetière, placez 2 Compteurs-A sur le monstre qui l'a détruite. (Si un monstre avec un Compteur-A combat un monstre qui inclut \"Alien\" dans son nom de carte, diminuez son ATK et sa DEF de 300 points pour chaque Compteur-A, durant le calcul des dommages uniquement.)", "it": "Quando questa carta viene distrutta in seguito ad una battaglia e mandata al Cimitero, metti 2 Segnalini-A sul mostro che l'ha distrutta. (Se un mostro con un Segnalino-A combatte un mostro che include \"Alieno\" nel suo nome, diminuisci i suoi ATK e DEF di 300 punti per ogni Segnalino-A solo durante il calcolo dei danni.)", "pt": "Quando este card for destruído em batalha e enviado ao Cemitério, coloque 2 Marcadores-A no monstro que o destruiu. (Se um monstro com um Marcador-A batalhar com um monstro \"Alienígena\", ele perde 300 de ATK e DEF para cada Marcador-A apenas durante o cálculo de dano).", "ja": "このカードが戦闘によって破壊され墓地へ送られた時、このカードを破壊したモンスターにＡカウンターを２つ置く。このカードがフィールド上に表側表示で存在する限り、Ａカウンターが乗ったモンスターは、「エーリアン」と名のついたモンスターと戦闘を行う場合、ダメージ計算時のみＡカウンター１つにつき攻撃力・守備力が３００ポイントダウンする。", "ko": "이 카드가 전투에 의해서 파괴되어 묘지로 보내졌을 때, 이 카드를 파괴한 몬스터에 A 카운터를 2개 놓는다. 이 카드가 필드 위에 앞면 표시로 존재하는 한, A 카운터가 얹힌 몬스터는 \"에일리언\"이라는 이름이 붙은 몬스터와 전투를 실행할 경우, 데미지 계산시에만 A 카운터 1개당 공격력 / 수비력을 300 포인트 내린다.", "zh-TW": "此卡因戰鬥被破壞送至墓地時，在破壞此卡的怪獸放置２個A計數物。只要此卡以正面表示存在於場上，置有A計數物的怪獸就僅限在與冠有「外星人」之名的怪獸進行戰鬥的傷害計算時，攻擊力・守備力依據該A計數物的數量×３００進行降低。", "zh-CN": "此卡因战斗被破坏并送入墓地时，在破坏此卡的怪兽放置２个A计数物。只要此卡以表侧表示存在于场上，仅限在放置有A计数物的怪兽与冠有“外星人”之名的怪兽进行战斗的伤害计算时，攻击力、守备力下降该A计数物数量×３００点。"}, "card_type": "Monster", "monster_type_line": "Reptile / Effect", "attribute": "EARTH", "level": 4, "atk": 1800, "def": 1000, "series": ["Alien", "Warrior"], "images": [{"index": 1, "image": "AlienWarrior-CP08-EN-C-UE.png"}], "sets": {"en": [{"set_number": "POTD-EN027", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}, {"set_number": "CP08-EN016", "set_name": "Champion Pack: Game Eight", "rarities": ["Common"]}], "de": [{"set_number": "POTD-DE027", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}, {"set_number": "CP08-DE016", "set_name": "Champion Pack: Game Eight", "rarities": ["Common"]}], "fr": [{"set_number": "POTD-FR027", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}, {"set_number": "CP08-FR016", "set_name": "Champion Pack: Game Eight", "rarities": ["Common"]}], "it": [{"set_number": "POTD-IT027", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}, {"set_number": "CP08-IT016", "set_name": "Champion Pack: Game Eight", "rarities": ["Common"]}], "ja": [{"set_number": "POTD-JP027", "set_name": "Power of the Duelist", "rarities": ["Rare"]}, {"set_number": "DE01-JP021", "set_name": "Duelist Edition Volume 1", "rarities": ["Common"]}], "ko": [{"set_number": "POTD-KR027", "set_name": "Power of the Duelist", "rarities": ["Rare", "Ultimate Rare"]}, {"set_number": "PC01-KR021", "set_name": "Precious Pack Volume 1", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 11534, "master_duel_rarity": "N"}