{"konami_id": 20071, "password": 98828338, "name": {"en": "Extinguishing the Ashened", "de": "Löschen der in Asche Gelegten", "es": "Apagando los Calcinados", "fr": "Extinction du Cendré", "it": "Spegnere l'Incenerita", "pt": "Extinguir o Cinzento", "ja": "<ruby>灰<rt>かい</rt></ruby><ruby>滅<rt>めつ</rt></ruby>の<ruby>憤<rt>ふん</rt></ruby><ruby>怒<rt>ど</rt></ruby>", "ja_romaji": "Kaimetsu no Fundo", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Send 1 DARK Pyro monster from your Deck to the GY, then you can add 1 Level 5 or higher Pyro monster from your GY to your hand. For the rest of this turn after this card resolves, you cannot Special Summon from the Extra Deck, except Pyro monsters. You can banish this card from your GY; Fusion Summon 1 Pyro Fusion Monster from your Extra Deck, using monsters from your hand or field as material. You can only use each effect of \"Extinguishing the Ashened\" once per turn.", "de": "Lege 1 FINSTERNIS Pyro-Monster von deinem Deck auf den Friedhof, dann kannst du deiner Hand 1 Pyro-Monster der Stufe 5 oder höher von deinem Friedhof hinzufügen. Für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, kannst du keine Spezialbeschwörungen vom Extra Deck durchführen, außer von Pyro-Monstern. Du kannst diese Karte von deinem Friedhof verbannen; beschwöre 1 Pyro-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster von deiner Hand oder Spielfeldseite als Material. Du kannst jeden Effekt von „Löschen der in Asche Gelegten“ nur einmal pro Spielzug verwenden.", "es": "Manda al Cementerio 1 monstruo Piro de OSCURIDAD en tu Deck, y después puedes añadir a tu mano 1 monstruo Piro de Nivel 5 o mayor en tu Cementerio. Por el resto de este turno después de que esta carta se resuelva, no puedes Invocar de Modo Especial desde el Deck Extra, excepto monstruos Piro. Puedes desterrar esta carta en tu Cementerio; Invoca por Fusión 1 Monstruo de Fusión Piro desde tu Deck Extra, usando monstruos en tu mano o Campo como material. Sólo puedes usar cada efecto de \"Apagando los Calcinados\" una vez por turno.", "fr": "Envoyez 1 monstre TÉNÈBRES Pyro depuis votre Deck au Cimetière, puis vous pouvez ajouter 1 monstre Pyro de min. Niveau 5 depuis votre Cimetière à votre main. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement (monstres Pyro exclus) depuis l'Extra Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez par Fusion 1 Monstre Fusion Pyro depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel. Vous ne pouvez utiliser chaque effet de \"Extinction du Cendré\" qu'une fois par tour.", "it": "Manda 1 mostro OSCURITÀ Pyro dal tuo Deck al Cimitero, poi puoi aggiungere 1 mostro Pyro di Livello 5 o superiore dal tuo Cimitero alla tua mano. Per il resto di questo turno dopo che questa carta si è risolta, non puoi Evocare Specialmente dall'Extra Deck, eccetto mostri Pyro. Puoi bandire questa carta dal tuo Cimitero; Evoca tramite Fusione 1 Mostro Fusione Pyro dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come materiale. Puoi utilizzare ogni effetto di \"Spegnere l'Incenerita\" una sola volta per turno.", "pt": "Envie 1 monstro Piro de TREVAS do seu Deck para o Cemitério e, depois, você pode adicionar 1 monstro Piro de Nível 5 ou mais do seu Cemitério à sua mão. Pelo resto deste turno depois que este card resolver, você não pode Invocar por Invocação-Especial do Deck Adicional, exceto monstros Piro. Você pode banir este card do seu Cemitério; Invoque por Invocação-Fusão 1 Monstro de Fusão Piro do seu Deck Adicional, usando monstros da sua mão ou do campo como matéria. Você só pode usar cada efeito de \"Extinguir o Cinzento\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Normal", "series": ["Ashened"], "images": [{"index": 1, "image": "ExtinguishingtheAshened-LEDE-EN-C-1E.png"}], "sets": {"en": [{"set_number": "LEDE-EN095", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "de": [{"set_number": "LEDE-DE095", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "fr": [{"set_number": "LEDE-FR095", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "it": [{"set_number": "LEDE-IT095", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "pt": [{"set_number": "LEDE-PT095", "set_name": "Legacy of Destruction", "rarities": ["Common"]}], "ja": [{"set_number": "WPP5-JP039", "set_name": "World Premiere Pack 2024", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 1054834}