{"konami_id": 10799, "password": 98850929, "name": {"en": "Sacred Serpent's Wake", "de": "Spur der heiligen Schlange", "es": "El Despertar de la Serpiente Sagrada", "fr": "Réveil du Serpent Sacré", "it": "Scia del Serpente Sacro", "pt": "Despertar da Serpente Sagrada", "ja": "<ruby>聖<rt>せい</rt></ruby><ruby>蛇<rt>じゃ</rt></ruby>の<ruby>息<rt>い</rt></ruby><ruby>吹<rt>ぶき</rt></ruby>", "ja_romaji": "Seija no Ibuki", "ko": "성사의 입김", "ko_rr": null, "zh-TW": "聖蛇的吐息", "zh-CN": "圣蛇的息吹"}, "text": {"en": "You can only activate 1 \"Sacred Serpent's Wake\" per turn. If you control 2 or more different kinds of monsters (Ritual, Fusion, Synchro or Xyz): Activate 1 or more effects, depending on the number of different kinds you control, and resolve in sequence;\n● 2 or more: Target 1 monster in your Graveyard or 1 of your banished monsters; add that target to your hand.\n● 3 or more: Target 1 Trap Card in your Graveyard; add that target to your hand.\n● 4: Target 1 Spell Card in your Graveyard, except \"Sacred Serpent's Wake\"; add that target to your hand.", "de": "Du kannst nur 1 „Spur der heiligen Schlange“ pro Spielzug aktivieren. Falls du 2 oder mehr Arten von Monstern (Ritual-, Fusions-, Synchro- oder Xyz-) kontrollierst: Aktiviere 1 oder mehr Effekte, abhängig von der Anzahl der unterschiedlichen Arten, die du kontrollierst, und löse sie nacheinander auf;\n● 2 oder mehr: Wähle 1 Monster in deinem Friedhof oder 1 deiner verbannten Monster; füge das gewählte Ziel deiner Hand hinzu.\n● 3 oder mehr: Wähle 1 Fallenkarte in deinem Friedhof; füge das gewählte Ziel deiner Hand hinzu.\n● 4: Wähle 1 Zauberkarte in deinem Friedhof, außer „Spur der heiligen Schlange“; füge das gewählte Ziel deiner Hand hinzu.", "es": "Sólo puedes activar 1 \"El Despertar de la Serpiente Sagrada\" por turno. Si controlas 2 o más clases diferentes de monstruos (Ritual, Fusión, Sincronía o Xyz): activa 1 o más efectos dependiendo de la cantidad de clases diferentes que controles, y resuélvelos en secuencia;\n● 2 o más: Selecciona 1 monstruo en tu Cementerio o 1 de tus monstruos desterrados; añade ese objetivo a tu mano.\n● 3 o más: Selecciona 1 Carta de Trampa en tu Cementerio; añade ese objetivo a tu mano.\n● 4: Selecciona 1 Carta Mágica en tu Cementerio, excepto \"El Despertar de la Serpiente Sagrada\"; añade ese objetivo a tu mano.", "fr": "Vous ne pouvez activer qu'1 \"Réveil du Serpent Sacré\" par tour. Si vous contrôlez min. 2 différents genres de monstres (Rituel, Fusion, Synchro ou Xyz) : activez min. 1 effet, selon le nombre de genres différents que vous contrôlez et résolvez dans l'ordre ;\n● Min. 2 : Ciblez 1 monstre dans votre Cimetière ou 1 de vos monstres bannis ; ajoutez la cible à votre main.\n● Min. 3 : Ciblez 1 Carte Piège dans votre Cimetière ; ajoutez la cible à votre main.\n● 4 : Ciblez 1 Carte Magie (\"Réveil du Serpent Sacré\" exclu) dans votre Cimetière ; ajoutez la cible à votre main.", "it": "Puoi attivare solo 1 \"Scia del Serpente Sacro\" per turno. Se controlli 2 o più tipi diversi di mostri (Rituale, Fusione, Synchro o Xyz): attiva 1 o più effetti, a seconda del numero di tipi diversi che controlli, e risolvili in ordine;\n● 2 o più: Scegli come bersaglio 1 mostro nel tuo Cimitero o 1 dei tuoi mostri banditi; aggiungi quel bersaglio alla tua mano.\n● 3 o più: Scegli come bersaglio 1 Carta Trappola nel tuo Cimitero; aggiungi quel bersaglio alla tua mano.\n● 4: Scegli come bersaglio 1 Carta Magia nel tuo Cimitero, eccetto \"Scia del Serpente Sacro\"; aggiungi quel bersaglio alla tua mano.", "pt": "Você só pode ativar 1 \"Despertar da Serpente Sagrada\" por turno. Se você controlar 2 ou mais gêneros diferentes de monstro (Ritual, Fusão, Sincro ou Xyz): ative 1 ou mais efeitos, de acordo com o número de gêneros diferentes que você controla, e resolva-os em sequência;\n● 2 ou mais: Escolha 1 monstro no seu Cemitério ou 1 dos seus monstros banidos; adicione o alvo à sua mão.\n● 3 ou mais: Escolha 1 Card de Armadilha no seu Cemitério; adicione o alvo à sua mão.\n● 4: Escolha 1 Card de Magia no seu Cemitério, exceto \"Despertar da Serpente Sagrada\"; adicione o alvo à sua mão.", "ja": "自分フィールド上に儀式・融合・シンクロ・エクシーズモンスターの内２種類以上が存在する場合、そのモンスターの種類によって、以下の効果から１つ以上選んで発動できる。「聖蛇の息吹」は１ターンに１枚しか発動できない。\n●２種類以上：自分の墓地のモンスター１体またはゲームから除外されている自分のモンスター１体を選択して手札に加える。\n●３種類以上：自分の墓地の罠カード１枚を選択して手札に加える。\n●４種類：「聖蛇の息吹」以外の自分の墓地の魔法カード１枚を選択して手札に加える。", "ko": "자신 필드 위에 의식 / 융합 / 싱크로 / 엑시즈 몬스터 중 2종류 이상이 존재할 경우, 그 몬스터의 종류에 따라 이하의 효과에서 1개 이상 고르고 발동할 수 있다. \"성사의 입김\"은 1턴에 1장밖에 발동할 수 없다.\n●2종류 이상 : 자신 묘지의 몬스터 1장 또는 게임에서 제외되어 있는 자신의 몬스터 1장을 선택하고 패에 넣는다.\n●3종류 이상 : 자신 묘지의 함정 카드 1장을 선택하고 패에 넣는다.\n●4종류 : \"성사의 입김\" 이외의 자신 묘지의 마법 카드 1장을 선택하고 패에 넣는다.", "zh-TW": null, "zh-CN": "自己场上有仪式·融合·同调·XYZ怪兽之内2种类以上存在的场合，可以从那些怪兽种类的以下效果选1个以上发动。「圣蛇的息吹」在1回合只能发动1张。●2种类以上：选择自己墓地1只怪兽或者从游戏中除外的1只自己怪兽加入手卡。●3种类以上：选择自己墓地1张陷阱卡加入手卡。●4种类：选择「聖蛇の息吹」以外的自己墓地1张魔法卡加入手卡。"}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "SacredSerpentsWake-SHSP-EN-C-UE.png"}], "sets": {"en": [{"set_number": "SHSP-EN068", "set_name": "Shadow Specters", "rarities": ["Common"]}], "de": [{"set_number": "SHSP-DE068", "set_name": "Shadow Specters", "rarities": ["Common"]}], "es": [{"set_number": "SHSP-SP068", "set_name": "Shadow Specters", "rarities": ["Common"]}], "fr": [{"set_number": "SHSP-FR068", "set_name": "Shadow Specters", "rarities": ["Common"]}], "it": [{"set_number": "SHSP-IT068", "set_name": "Shadow Specters", "rarities": ["Common"]}], "pt": [{"set_number": "SHSP-PT068", "set_name": "Shadow Specters", "rarities": ["Common"]}], "ja": [{"set_number": "SHSP-JP068", "set_name": "Shadow Specters", "rarities": ["Common"]}], "ko": [{"set_number": "SHSP-KR068", "set_name": "Shadow Specters", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 295203, "master_duel_rarity": "R"}