{"konami_id": 16262, "password": 98904974, "name": {"en": "Magikey Unlocking", "de": "Magieschlüssel-Entriegelung", "es": "Desbloqueo Magillave", "fr": "Déverrouillage de la Magiclé", "it": "Magichiave Sblocco", "pt": "Destrancamento Magichave", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>鍵<rt>けん</rt></ruby><ruby>錠<rt>じょう</rt></ruby>－<ruby>解<rt>アンロック</rt></ruby>－", "ja_romaji": "Makenjō - Anrokku -", "ko": "마건정－언락－", "ko_rr": "Mageonjeong - Eon-rak -", "zh-TW": "魔鍵鎖－解－", "zh-CN": "魔键锭－解－"}, "text": {"en": "When your opponent activates a Spell/Trap Card while you control a \"Magikey\" Ritual Monster or a \"Magikey\" monster Special Summoned from the Extra Deck: Negate the activation, and if you do, destroy that card, then you can declare 1 Attribute, and if you do that, for the rest of this turn all face-up monsters your opponent controls become that Attribute. You can only activate 1 \"Magikey Unlocking\" per turn.", "de": "Wenn dein Gegner eine Zauber-/Fallenkarte aktiviert, solange du ein „Magieschlüssel“-Ritualmonster oder ein als Spezialbeschwörung vom Extra Deck beschworenes „Magieschlüssel“-Monster kontrollierst: Annulliere die Aktivierung und falls du dies tust, zerstöre jene Karte, dann kannst du 1 Eigenschaft deklarieren und falls du dies tust, werden alle offenen Monster, die dein Gegner kontrolliert, für den Rest dieses Spielzugs zu jener Eigenschaft. Du kannst nur 1 „Magieschlüssel-Entriegelung“ pro Spielzug aktivieren.", "es": "Cuando tu adversario activa una Carta Mágica/de Trampa mientras tú controlas un Monstruo de Ritual \"Magillave\" o un monstruo \"Magillave\" Invocado de Modo Especial desde el Deck Extra: niega la activación y, si lo haces, destruye esa carta, y después puedes declarar 1 Atributo y, si haces eso, por el resto de este turno todos los monstruos boca arriba que controle tu adversario se convierten en monstruos con ese Atributo. Sólo puedes activar 1 \"Desbloqueo Magillave\" por turno.", "fr": "Lorsque votre adversaire active une Carte Magie/Piège tant que vous contrôlez un Monstre Rituel \"Magiclé\" ou un monstre \"Magiclé\" Invoqué Spécialement depuis l'Extra Deck : annulez l'activation, et si vous le faites, détruisez la carte, puis vous pouvez déclarer 1 Attribut, et si vous faites ça, tous les monstres face recto contrôlés par votre adversaire deviennent de cet Attribut le reste de ce tour. Vous ne pouvez activer qu'1 \"Déverrouillage de la Magiclé\" par tour.", "it": "Quando il tuo avversario attiva una Carta Magia/Trappola mentre tu controlli un Mostro Rituale \"Magichiave\" o un mostro \"Magichiave\" Evocato Specialmente dall'Extra Deck: annulla l'attivazione e, se lo fai, distruggi quella carta, poi puoi dichiarare 1 Attributo e, se fai quello, per il resto di questo turno tutti i mostri scoperti controllati dal tuo avversario diventano di quell'Attributo. Puoi attivare solo 1 \"Magichiave Sblocco\" per turno.", "pt": "Quando seu oponente ativar um Card de Magia/Armadilha enquanto você controlar um Monstro de Ritual \"Magichave\" ou um monstro \"Magichave\" Invocado por Invocação-Especial do Deck Adicional: negue a ativação e, se isso acontecer, destrua esse card e, depois, você pode declarar 1 Atributo e, se isso acontecer, pelo resto deste turno, todos os monstros com a face para cima que seu oponente controla se tornam desse Atributo. Você só pode ativar 1 \"Destrancamento Magichave\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：「魔鍵」儀式モンスターまたはＥＸデッキから特殊召喚された「魔鍵」モンスターが自分フィールドに存在し、相手が魔法・罠カードを発動した時に発動できる。その発動を無効にし破壊する。その後、属性を１つ宣言できる。その場合、ターン終了時まで相手フィールドの全ての表側表示モンスターは宣言した属性になる。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: \"마건\" 의식 몬스터 또는 엑스트라 덱에서 특수 소환된 \"마건\" 몬스터가 자신 필드에 존재하고, 상대가 마법 / 함정 카드를 발동했을 때에 발동할 수 있다. 그 발동을 무효로 하고 파괴한다. 그 후, 속성을 1개 선언할 수 있다. 그 경우, 턴 종료시까지 상대 필드의 모든 앞면 표시 몬스터는 선언한 속성이 된다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：「魔键」仪式怪兽或者从额外卡组特殊召唤的「魔键」怪兽在自己场上存在，对方把魔法·陷阱卡发动时才能发动。那个发动无效并破坏。那之后，可以宣言1个属性。那个场合，直到回合结束时对方场上的全部表侧表示怪兽变成宣言的属性。"}, "card_type": "Trap", "property": "Counter", "series": ["Magikey"], "images": [{"index": 1, "image": "MagikeyUnlocking-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN073", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-EN168", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE073", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-DE168", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR073", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-FR168", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT073", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-IT168", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT073", "set_name": "Dawn of Majesty", "rarities": ["Common"]}, {"set_number": "MP22-PT168", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP073", "set_name": "Dawn of Majesty", "rarities": ["Common"]}], "ko": [{"set_number": "DAMA-KR073", "set_name": "Dawn of Majesty", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715729, "master_duel_rarity": "N"}