{"konami_id": 12985, "password": 98918572, "name": {"en": "Zoodiac Gathering", "de": "Zoodiak-Versammlung", "es": "Reunión del Zoodíaco", "fr": "Rassemblement du Zoodiaque", "it": "Raduno Zoodiaco", "pt": "Reunião Zoodíaca", "ja": "<ruby>十<rt>じゅう</rt></ruby><ruby>二<rt>に</rt></ruby><ruby>獣<rt>しし</rt></ruby>の<ruby>相<rt>そう</rt></ruby><ruby>剋<rt>こく</rt></ruby>", "ja_romaji": "Jūnishishi no Sōkoku", "ko": "십이수의 상극", "ko_rr": "Sip-isu-ui Sanggeuk", "zh-TW": "十二獸的相剋", "zh-CN": "十二兽的相克"}, "text": {"en": null, "de": "Falls von einem „Zoodiak“-Xyz-Monster, das du kontrollierst, ein oder mehr Xyz-Material abgehängt würde, um einen Effekt zu aktivieren, kannst du stattdessen ein oder mehr Xyz-Material von einem oder mehr anderen Xyz-Monstern abhängen, die du kontrollierst. Du kannst diesen Effekt von „Zoodiak-Versammlung“ nur einmal pro Spielzug verwenden. Du kannst diese Karte von deinem Friedhof verbannen und dann 2 „Zoodiak“-Xyz-Monster wählen, die du kontrollierst; hänge 1 der Monster als Xyz-Material an das andere Monster an.", "es": "Si un Monstruo Xyz \"Zoodíaco\" que controles fuera a desacoplar uno o más de sus Materiales Xyz para activar un efecto, puedes desacoplar Materiales Xyz de otro u otros Monstruos Xyz que controles en su lugar. Sólo puedes usar este efecto de \"Reunión del Zoodíaco\" una vez por turno. Puedes desterrar esta carta en tu Cementerio, y después seleccionar 2 Monstruos Xyz \"Zoodíaco\" que controles; acopla 1 de esos monstruos al otro monstruo como Material Xyz.", "fr": "Si un Monstre Xyz \"Zoodiaque\" que vous contrôlez va détacher un ou plusieurs de ses Matériels Xyz pour activer un effet, vous pouvez détacher un ou plusieurs Matériels Xyz d'un ou plusieurs autres Monstres Xyz que vous contrôlez à la place. Vous ne pouvez utiliser cet effet de \"Rassemblement du Zoodiaque\" qu'une fois par tour. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 2 Monstres Xyz \"Zoodiaque\" que vous contrôlez ; attachez 1 de ces monstres à l'autre monstre comme Matériel Xyz.", "it": "Se un Mostro Xyz \"Zoodiaco\" che controlli sta per staccare uno o più dei suoi Materiali Xyz per attivare un effetto, puoi invece staccare Materiali Xyz da uno o più altri Mostri che controlli. Puoi utilizzare questo effetto di \"Raduno Zoodiaco\" una sola volta per turno. Puoi bandire questa carta dal tuo Cimitero, poi scegliere come bersaglio 2 Mostri Xyz \"Zoodiaco\" che controlli; attacca 1 di quei mostri all'altro mostro come Materiale Xyz.", "pt": "Se um Monstro Xyz \"Zoodíaco(a)\" que você controla desassociaria sua(s) Matéria(s) Xyz para ativar um efeito, em vez disso, você pode desassociar Matérias Xyz de outro(s) Monstro(s) Xyz que você controla. Você só pode usar este efeito de \"Reunião Zoodíaca\" uma vez por turno. Você pode banir este card do seu Cemitério e, depois, escolher 2 Monstros Xyz \"Zoodíaco(a)\" que você controla; associe 1 desses monstros ao outro monstro como Matéria Xyz.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。\n①：このカードが魔法＆罠ゾーンに存在する限り、自分の「十二獣」ＸモンスターがＸ素材を取り除いて効果を発動する場合、取り除くＸ素材を自分フィールドの他のＸモンスターから取り除く事ができる。\n②：墓地のこのカードを除外し、自分フィールドの「十二獣」Ｘモンスター２体を対象として発動できる。対象のモンスターの内の１体を、もう１体のＸ素材とする。", "ko": "\"십이수의 상극\"의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 마법 & 함정 존에 존재하는 한, 자신의 \"십이수\" 엑시즈 몬스터가 엑시즈 소재를 제거하고 효과를 발동할 경우, 제거할 엑시즈 소재를 자신 필드의 다른 엑시즈 몬스터에서 제거할 수 있다. ②: 묘지의 이 카드를 제외하고, 자신 필드의 \"십이수\" 엑시즈 몬스터 2장을 대상으로 하여 발동할 수 있다. 대상 몬스터의 1장을, 나머지 1장의 아래에 겹쳐 엑시즈 소재로 한다.", "zh-TW": "「十二獸的相剋」的①效果，１回合僅限使用１次。①：只要此卡存在於魔法＆陷阱區，在我方「十二獸」超量怪獸去除超量素材發動效果的狀況下，就可從我方場上的其他超量怪獸去除要去除的超量素材。②：可將墓地的此卡除外，將我方場上的２隻「十二獸」超量怪獸做為對象發動。將１隻對象怪獸重疊至另１隻的下方做為超量素材。", "zh-CN": "“十二兽的相克”的①效果１回合仅可使用１次。①：只要此卡存在于魔法与陷阱区域，自己的“十二兽”超量怪兽去除超量素材发动效果的情况下，可从自己场上的其他超量怪兽去除要去除的超量素材。②：将墓地的此卡除外，以自己场上的２只“十二兽”超量怪兽为对象可以发动。将１只对象怪兽重叠在另１只下面作为超量素材。"}, "card_type": "Trap", "property": "Continuous", "series": ["Zoodiac"], "images": [{"index": 1, "image": "ZoodiacGathering-MACR-EN-C-1E.png"}], "sets": {"en": [{"set_number": "MACR-EN071", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "de": [{"set_number": "MACR-DE071", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "fr": [{"set_number": "MACR-FR071", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "it": [{"set_number": "MACR-IT071", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "pt": [{"set_number": "MACR-PT071", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ja": [{"set_number": "MACR-JP071", "set_name": "Maximum Crisis", "rarities": ["Common"]}], "ko": [{"set_number": "MACR-KR071", "set_name": "Maximum Crisis", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 480293, "master_duel_rarity": "N"}