{"konami_id": 10075, "password": 99004752, "name": {"en": "Mini-Guts", "de": "Mini-Mut", "es": "Mini-Guts", "fr": "Mini Courage", "it": "Mini-Coraggio", "pt": "Mini-Coragem", "ja": "ミニマム・ガッツ", "ja_romaji": "Minimamu Gattsu", "ko": "미니멈 거츠", "ko_rr": null, "zh-TW": "最小的勇氣", "zh-CN": "最小的勇气"}, "text": {"en": "Tribute 1 monster, then target 1 face-up monster your opponent controls; its ATK becomes 0 until the End Phase. This turn, when it is destroyed by battle and sent to their Graveyard: Inflict damage to your opponent equal to its original ATK in the Graveyard.", "de": "Biete 1 Monster als Tribut an, um 1 offenes Monster zu wählen, das dein Gegner kontrolliert; seine ATK werden bis zur End Phase zu O. In diesem Spielzug, wenn es durch Kampf zerstört und auf den Friedhof gelegt wird: Füge deinem Gegner Schaden in Höhe seiner Grund-ATK im Friedhof zu.", "es": "Sacrifica 1 monstruo, y después selecciona 1 monstruo boca arriba que controle tu adversario; su ATK se convierte en 0 hasta la End Phase. Este turno, cuando ese monstruo es destruido en batalla y mandado al Cementerio de tu adversario: inflige daño a tu adversario igual a su ATK original en el Cementerio.", "fr": "Sacrifiez 1 monstre, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la End Phase, son ATK devient 0. Ce tour, lorsqu'il est détruit au combat et envoyé au Cimetière de votre adversaire : infligez des dommages à votre adversaire égaux à son ATK d'origine dans le Cimetière.", "it": "Offri come Tributo 1 mostro per scegliere come bersaglio 1 mostro scoperto controllato dal tuo avversario; il suo ATK diventa 0 fino alla End Phase. In questo turno, quando esso viene distrutto in battaglia e mandato al suo Cimitero: infliggi al tuo avversario danni pari al suo ATK originale nel Cimitero.", "pt": "Ofereça 1 monstro como Tributo e, depois, escolha 1 monstro com a face para cima que seu oponente controla; o ATK dele se torna 0 até a Fase Final. Neste turno, quando ele for destruído em batalha e enviado para o Cemitério do oponente: causa dano ao seu oponente igual ao ATK original do monstro no Cemitério.", "ja": "自分フィールド上のモンスター１体をリリースし、相手フィールド上に表側表示で存在するモンスター１体を選択して発動できる。選択したモンスターの攻撃力はエンドフェイズ時まで０になる。このターン、選択したモンスターが戦闘によって破壊され相手の墓地へ送られた時、そのモンスターの元々の攻撃力分のダメージを相手ライフに与える。", "ko": "자신 필드 위의 몬스터 1장을 릴리스하고, 상대 필드 위에 앞면 표시로 존재하는 몬스터 1장을 선택하고 발동할 수 있다. 선택한 몬스터의 공격력은 엔드 페이즈시까지 0 이 된다. 이 턴에, 선택한 몬스터가 전투에 의해서 파괴되어 상대의 묘지로 보내졌을 때, 그 몬스터의 원래 공격력만큼의 데미지를 상대 라이프에 준다.", "zh-TW": null, "zh-CN": "把自己场上1只怪兽解放，选择对方场上表侧表示存在的1只怪兽才能发动。选择的怪兽的攻击力直到结束阶段时变成0。这个回合，选择的怪兽被战斗破坏送去对方墓地时，给与对方基本分那只怪兽的原本攻击力数值的伤害。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "MiniGuts-SP14-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN052", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "SP14-EN036", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "de": [{"set_number": "GAOV-DE052", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "SP14-DE036", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "fr": [{"set_number": "GAOV-FR052", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "SP14-FR036", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "it": [{"set_number": "GAOV-IT052", "set_name": "Galactic Overlord", "rarities": ["Common"]}, {"set_number": "SP14-IT036", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "pt": [{"set_number": "SP14-PT036", "set_name": "Star Pack 2014", "rarities": ["Common", "Starfoil Rare"]}], "ja": [{"set_number": "GAOV-JP052", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ko": [{"set_number": "GAOV-KR052", "set_name": "Galactic Overlord", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 186862, "master_duel_rarity": "R"}