{"konami_id": 16826, "password": 99054885, "name": {"en": "The Agent of Destruction - Venus", "de": "Sendbotin der Zerstörung - Venus", "es": "El Agente de la Destrucción - Venus", "fr": "Vénus, Agent de la Destruction", "it": "L'Agente della Distruzione - Venere", "pt": "O Representante da Destruição - Vênus", "ja": "<ruby>破<rt>は</rt></ruby><ruby>壊<rt>かい</rt></ruby>の<ruby>代<rt>だい</rt></ruby><ruby>行<rt>こう</rt></ruby><ruby>者<rt>しゃ</rt></ruby> ヴィーナス", "ja_romaji": "Hakai no Daikosha Vīnasu", "ko": "파괴의 대행자 비너스", "ko_rr": "Pagoe-ui Daehaengja Bineoseu", "zh-TW": "破壞之代行者 金星", "zh-CN": "破坏之代行者 金星"}, "text": {"en": "You can banish 1 \"The Agent of Creation - Venus\" from your GY; Special Summon this card from your hand. You can pay LP in multiples of 500, then for every 500 LP paid, target 1 of your \"Mystical Shine Ball\" that is banished or in your GY; Special Summon them, but place them on the bottom of the Deck when they leave the field. You can only use 1 \"The Agent of Destruction - Venus\" effect per turn, and only once that turn.", "de": "Du kannst 1 „Sendbotin der Schöpfung - Venus“ von deinem Friedhof verbannen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand. Du kannst LP in Vielfachen von 500 zahlen und dann für jede 500 gezahlte LP 1 deiner „Kugel des mystischen Scheins“ wählen, die verbannt ist oder in deinem Friedhof liegt; beschwöre sie als Spezialbeschwörung, aber lege sie unters Deck, wenn sie das Spielfeld verlassen. Du kannst nur 1 Effekt von „Sendbotin der Zerstörung - Venus“ pro Spielzug verwenden und in jenem Spielzug nur einmal.", "es": "Puedes desterrar 1 \"El Agente de la Creación - Venus\" en tu Cementerio; Invoca esta carta de Modo Especial desde tu mano. Puedes pagar LP en múltiplos de 500 y después, por cada 500 LP pagados, selecciona 1 de tus \"Bola Reluciente Mística\" que esté desterrado o en tu Cementerio; Invócalos de Modo Especial, pero ponlos en la parte inferior del Deck cuando dejen el Campo. Sólo puedes usar 1 efecto de \"El Agente de la Destrucción - Venus\" por turno, y sólo una vez ese turno.", "fr": "Vous pouvez bannir 1 \"Vénus, Agent de la Création\" depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez payer des LP en multiples de 500, puis pour chaque 500 LP payés, ciblez 1 de vos \"Sphère Mystique Lumineuse\" qui est banni ou dans votre Cimetière ; Invoquez-les Spécialement, mais placez-les au-dessous du Deck lorsqu'ils quittent le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Vénus, Agent de la Destruction\" par tour, et uniquement une fois le tour.", "it": "Puoi bandire 1 \"L'Agente della Creazione - Venere\" dal tuo Cimitero; Evoca Specialmente questa carta dalla tua mano. Puoi pagare LP in multipli di 500, poi, per ogni 500 LP pagati, scegli come bersaglio 1 dei tuoi \"Sfera Mistica Lucente\" che è bandito o nel tuo Cimitero; Evocali Specialmente, ma mettili in fondo al Deck quando lasciano il Terreno. Puoi utilizzare solo 1 effetto di \"L'Agente della Distruzione - Venere\" per turno, e solo una volta in quel turno.", "pt": "Você pode banir 1 \"O Representante da Criação - Vênus\" do seu Cemitério; Invoque este card por Invocação-Especial da sua mão. Você pode pagar PV em múltiplos de 500 e, depois, para cada 500 PV pagos, escolha 1 dos seus \"Bola com Brilho Místico\" que estiverem banidos ou no seu Cemitério; Invoque-os por Invocação-Especial, mas coloque-os no fundo do Deck quando eles deixarem o campo. Você só pode usar 1 efeito de \"O Representante da Destruição - Vênus\" por turno e apenas uma vez por turno.", "ja": "このカード名の①②の効果は１ターンに１度、いずれか１つしか使用できない。①：自分の墓地から「創造の代行者 ヴィーナス」１体を除外して発動できる。このカードを手札から特殊召喚する。②：５００の倍数のＬＰを払い、払ったＬＰ５００につき１体、自分の墓地のモンスター及び除外されている自分のモンスターの中から、「神聖なる球体」を対象として発動できる。そのモンスターを特殊召喚する。この効果で特殊召喚したモンスターは、フィールドから離れた場合に持ち主のデッキの一番下に戻る。", "ko": "이 카드명의 ①②의 효과는 1턴에 1번, 어느 쪽이든 1개밖에 사용할 수 없다. ①: 자신 묘지에서 \"창조의 대행자 비너스\" 1장을 제외하고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 500 의 배수의 LP를 지불하고, 지불한 LP 500 당 1장, 자신 묘지의 몬스터 및 제외되어 있는 자신 몬스터 중에서, \"신성한 구체\"를 대상으로 하여 발동할 수 있다. 그 몬스터를 특수 소환한다. 이 효과로 특수 소환한 몬스터는, 필드에서 벗어났을 경우에 주인의 덱 맨 아래로 되돌아간다.", "zh-TW": null, "zh-CN": "这个卡名的①②的效果1回合只能有1次使用其中任意1个。\n①：从自己墓地把1只「创造之代行者 维纳斯」除外才能发动。这张卡从手卡特殊召唤。\n②：支付500的倍数的基本分，从自己墓地的怪兽以及除外的自己怪兽之中以支付的基本分每500为1只的「神圣球体」为对象才能发动。那些怪兽特殊召唤。这个效果特殊召唤的怪兽从场上离开的场合回到持有者卡组最下面。"}, "card_type": "Monster", "monster_type_line": "Fairy / Tuner / Effect", "attribute": "DARK", "level": 3, "atk": 0, "def": 1600, "series": ["The Agent"], "images": [{"index": 1, "image": "TheAgentofDestructionVenus-MP23-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BACH-EN021", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-EN015", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BACH-DE021", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-DE015", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BACH-FR021", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-FR015", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BACH-IT021", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-IT015", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BACH-PT021", "set_name": "Battle of Chaos", "rarities": ["Common"]}, {"set_number": "MP23-PT015", "set_name": "25th Anniversary Tin: Dueling Heroes Mega Pack", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "BACH-JP021", "set_name": "Battle of Chaos", "rarities": ["Common"]}], "ko": [{"set_number": "BACH-KR021", "set_name": "Battle of Chaos", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 717041, "master_duel_rarity": "R"}