{"konami_id": 10124, "password": 99064191, "name": {"en": "Xyz Wrath", "de": "Xyz-Zorn", "es": "Furia Xyz", "fr": "Fureur Xyz", "it": "Ira Xyz", "pt": "Cólera Xyz", "ja": "エクシーズ・パニッシュ", "ja_romaji": "Ekushīzu Panisshu", "ko": "엑시즈 퍼니시", "ko_rr": null, "zh-TW": "超量懲罰", "zh-CN": "超量惩罚"}, "text": {"en": "Once per turn, when a Level 5 or higher monster's effect is activated (except during the Damage Step), and you control an Xyz Monster: You can discard 1 card; negate the effect, and if you do, destroy that monster.", "de": "Einmal pro Spielzug, wenn der Effekt eines Monsters der Stufe 5 oder höher aktiviert wird (ausser während des Damage Steps) und du Xyz-Monster kontrollerst: Du kannst 1 Karte abwerfen; annulliere den Effekt und falls du dies tust, zerstöre das Monster.", "es": "Una vez por turno, cuando es activado el efecto de un monstruo de Nivel 5 o mayor (excepto durante el Damage Step), y tú controlas uno o más Monstruos Xyz: puedes descartar 1 carta; niega el efecto y, si lo haces, destruye ese monstruo.", "fr": "Une fois par tour, lorsqu'un effet de monstre de min. Niveau 5 est activé (sauf durant la Damage Step) et que vous contrôlez un Monstre Xyz : vous pouvez défausser 1 carte ; annulez l'effet, et si vous le faites, détruisez le monstre.", "it": "Una volta per turno, quando viene attivato l'effetto di un mostro di Livello 5 o superiore (eccetto durante il Damage Step) e tu controlli un Mostro Xyz: puoi scartare 1 carta; annulla l'effetto e, se lo fai, distruggi quel mostro.", "pt": null, "ja": "１ターンに１度、自分フィールド上にエクシーズモンスターが存在し、レベル５以上の効果モンスターの効果が発動した時、手札を１枚捨てる事で、その効果を無効にし破壊する。", "ko": "1턴에 1번, 자신 필드 위에 엑시즈 몬스터가 존재하고, 레벨 5 이상의 효과 몬스터의 효과가 발동했을 때, 패를 1장 버리는 것으로, 그 효과를 무효로 하여 파괴한다.", "zh-TW": null, "zh-CN": "1回合1次，自己场上有XYZ怪兽存在，5星以上的效果怪兽的效果发动时，可以通过丢弃1张手卡，那个效果无效并破坏。"}, "card_type": "Trap", "property": "Continuous", "series": ["Xyz"], "images": [{"index": 1, "image": "XyzWrath-GAOV-EN-C-1E.png"}], "sets": {"en": [{"set_number": "GAOV-EN089", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "de": [{"set_number": "GAOV-DE089", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "fr": [{"set_number": "GAOV-FR089", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "it": [{"set_number": "GAOV-IT089", "set_name": "Galactic Overlord", "rarities": ["Common"]}], "ja": [{"set_number": "EP13-JP010", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}], "ko": [{"set_number": "EXP6-KR010", "set_name": "Extra Pack: Sword of Knights", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 198623, "master_duel_rarity": "R"}