{"konami_id": 21476, "password": 99161253, "name": {"en": "Primite Fusion", "de": "Fusion des Urerzes", "es": "Fusión de Primitio", "fr": "Fusion Primite", "it": "Fusione Primite", "pt": "Fusão Primita", "ja": "<ruby>原<rt>げん</rt></ruby><ruby>石<rt>せき</rt></ruby><ruby>融<rt>ゆう</rt></ruby><ruby>合<rt>ごう</rt></ruby>", "ja_romaji": "Genseki Yūgō", "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": "原石融合"}, "text": {"en": "Fusion Summon 1 Dragon Fusion Monster from your Extra Deck, by shuffling its materials from your field, GY, and/or banishment into the Deck, including a Normal Monster. You can banish this card from your GY; add 1 Level 5 or higher \"Primite\" monster from your Deck or GY to your hand. You can only use each effect of \"Primite Fusion\" once per turn.", "de": "Beschwöre 1 Drache-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck, indem du sein Material von deiner Spielfeldseite, deinem Friedhof und/oder deinen verbannten Karten ins Deck mischst, darunter ein Normales Monster. Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Urerz“-Monster der Stufe 5 oder höher von deinem Deck oder Friedhof hinzu. Du kannst jeden Effekt von „Fusion des Urerzes“ nur einmal pro Spielzug verwenden.", "es": "Invoca por Fusión 1 Monstruo de Fusión Dragón desde tu Deck Extra, barajando al Deck sus materiales en tu Campo, Cementerio y/o destierro, incluyendo un Monstruo Normal. Puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 monstruo \"Primitio\" de Nivel 5 o mayor en tu Deck o Cementerio. Sólo puedes usar cada efecto de \"Fusión de Primitio\" una vez por turno.", "fr": "Invoquez par Fusion 1 Monstre Fusion Dragon depuis votre Extra Deck, en mélangeant ses Matériels (un Monstre Normal inclus) depuis votre Terrain, Cimetière et/ou bannissement dans le Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Primite\" de min. Niveau 5 depuis votre Deck ou Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Fusion Primite\" qu'une fois par tour.", "it": "Evoca tramite Fusione 1 Mostro Fusione Drago dal tuo Extra Deck, mischiando i suoi materiali dal tuo Terreno, Cimitero e/o carte bandite nel Deck, compreso un Mostro Normale. Puoi bandire questa carta dal tuo Cimitero; aggiungi 1 mostro \"Primite\" di Livello 5 o superiore dal tuo Deck o Cimitero alla tua mano. Puoi utilizzare ogni effetto di \"Fusione Primite\" una sola volta per turno.", "pt": "Invoque por Invocação-Fusão 1 Monstro de Fusão Dragão do seu Deck Adicional, ao embaralhar no Deck suas matérias do seu campo, Cemitério e/ou banimento, incluindo um Monstro Normal. Você pode banir este card do seu Cemitério; adicione 1 monstro \"Primita\" de Nível 5 ou mais do seu Deck ou Cemitério à sua mão. Você só pode usar cada efeito de \"Fusão Primita\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：通常モンスターを含む自分のフィールド・墓地・除外状態のモンスターを融合素材としてデッキに戻し、ドラゴン族の融合モンスター１体を融合召喚する。②：墓地のこのカードを除外して発動できる。自分のデッキ・墓地からレベル５以上の「原石」モンスター１体を手札に加える。", "ko": null, "zh-TW": null, "zh-CN": "此卡名的①②效果1回合仅可各使用1次。①：将包含通常怪兽在内的、自己场上・墓地・除外状态的怪兽作为融合素材放回牌组，将1只龙族融合怪兽融合召唤。②：将墓地的此卡除外可以发动。从自己牌组・墓地将1只等级5以上的“原石”怪兽加入手牌。"}, "card_type": "Spell", "property": "Normal", "series": ["Polymerization", "Primite"], "images": [{"index": 1, "image": "PrimiteFusion-DUAD-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "DUAD-EN065", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "de": [{"set_number": "DUAD-DE065", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "es": [{"set_number": "DUAD-SP065", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "fr": [{"set_number": "DUAD-FR065", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "it": [{"set_number": "DUAD-IT065", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "pt": [{"set_number": "DUAD-PT065", "set_name": "Duelist's Advance", "rarities": ["Super Rare"]}], "ja": [{"set_number": "DUAD-JP065", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "ko": [{"set_number": "DUAD-KR065", "set_name": "Duelist's Advance", "rarities": ["Common"]}], "zh-CN": [{"set_number": "DUAD-SC065", "set_name": "Duelist's Advance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1123681}