{"konami_id": 14514, "password": 99162753, "name": {"en": "Sextet Summon", "de": "Sextettbeschwörung", "es": "Invocación de Sexteto", "fr": "Invocation Sextet", "it": "Evocazione Sestetto", "pt": "Invocar Sexteto", "ja": "セクステット・サモン", "ja_romaji": "Sekusutetto Samon", "ko": "세크스텟 서몬", "ko_rr": "Sekseutet Seomon", "zh-TW": "六界召喚", "zh-CN": "六界召唤"}, "text": {"en": "Banish from your hand, GY, and/or face-up field, 6 monsters (1 each Ritual, Fusion, Synchro, Xyz, Pendulum, and Link), each with the same original Type, then Special Summon 1 monster from your Deck or Extra Deck, with the same original Type as those banished monsters. You can only activate 1 \"Sextet Summon\" per turn.", "de": "Verbanne 6 Monster (je 1 Ritual-, Fusions-, Synchro-, Xyz-, Pendel- und Linkmonster) mit jeweils demselben Grund-Typ von deiner Hand, deinem Friedhof und/oder offen von deiner Spielfeldseite, dann beschwöre 1 Monster mit demselben Grund-Typ wie die verbannten Monster als Spezialbeschwörung von deinem Deck oder Extra Deck. Du kannst nur 1 „Sextettbeschwörung“ pro Spielzug aktivieren.", "es": "Destierra 6 monstruos (1 cada uno de Ritual, Fusión, Sincronía, Xyz, Péndulo y Enlace) en tu mano, Cementerio y/o Campo boca arriba, cada uno con el mismo Tipo original, y después Invoca de Modo Especial 1 monstruo desde tu Deck o Deck Extra, con el mismo Tipo original que esos monstruos desterrados. Sólo puedes activar 1 \"Invocación de Sexteto\" por turno.", "fr": "Bannissez 6 monstres (1 Rituel, 1 Fusion, 1 Synchro, 1 Xyz, 1 Pendule et 1 Lien) du même Type d'origine depuis votre main, Cimetière, et/ou Terrain face recto, puis Invoquez Spécialement 1 monstre depuis votre Deck ou Extra Deck, du même Type d'origine que ces monstres bannis. Vous ne pouvez activer qu'1 \"Invocation Sextet\" par tour.", "it": "Bandisci dalla tua mano, Cimitero e/o Terreno scoperto 6 mostri (1 ciascuno di Rituale, Fusione, Synchro, Xyz, Pendulum e Link), ognuno con lo stesso Tipo originale, poi Evoca Specialmente dal tuo Deck o Extra Deck 1 mostro con lo stesso Tipo originale di quei mostri banditi. Puoi attivare solo 1 \"Evocazione Sestetto\" per turno.", "pt": "Bana da sua mão, do Cemitério e/ou com a face para cima no campo, 6 monstros (1 de cada dentre Ritual, Fusão, Sincro, Xyz, Pêndulo e Link), com o mesmo Tipo original e, depois, Invoque por Invocação-Especial 1 monstro do seu Deck ou Deck Adicional, com o mesmo Tipo original que esses monstros banidos. Você só pode ativar 1 \"Invocar Sexteto\" por turno.", "ja": "このカード名のカードは１ターンに１枚しか発動できない。①：自分の手札・墓地及び自分フィールドの表側表示モンスターの中から、元々の種族が同じモンスター６種類（儀式・融合・Ｓ・Ｘ・Ｐ・リンク）をそれぞれ１体ずつ選んで除外する。その後、除外したモンスターと元々の種族が同じモンスター１体をデッキ・ＥＸデッキから特殊召喚する。", "ko": "이 카드명의 카드는 1턴에 1장밖에 발동할 수 없다. ①: 자신의 패 / 묘지 및 자신 필드의 앞면 표시 몬스터 중에서, 원래의 종족이 같은 몬스터 6종류(의식 / 융합 / 싱크로 / 엑시즈 / 펜듈럼 / 링크)를 각각 1장씩 골라 제외한다. 그 후, 제외한 몬스터와 원래의 종족이 같은 몬스터 1장을 덱 / 엑스트라 덱에서 특수 소환한다.", "zh-TW": null, "zh-CN": "这个卡名的卡在1回合只能发动1张。\n①：从自己的手卡·墓地以及自己场上的表侧表示怪兽之中选原本种族相同的怪兽6种类（仪式·融合·同调·超量·灵摆·连接）各1只除外。那之后，原本种族和除外的怪兽相同的1只怪兽从卡组·额外卡组特殊召唤。"}, "card_type": "Spell", "property": "Normal", "images": [{"index": 1, "image": "SextetSummon-RIRA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "RIRA-EN066", "set_name": "Rising Rampage", "rarities": ["Common"]}], "de": [{"set_number": "RIRA-DE066", "set_name": "Rising Rampage", "rarities": ["Common"]}], "es": [{"set_number": "RIRA-SP066", "set_name": "Rising Rampage", "rarities": ["Common"]}], "fr": [{"set_number": "RIRA-FR066", "set_name": "Rising Rampage", "rarities": ["Common"]}], "it": [{"set_number": "RIRA-IT066", "set_name": "Rising Rampage", "rarities": ["Common"]}], "pt": [{"set_number": "RIRA-PT066", "set_name": "Rising Rampage", "rarities": ["Common"]}], "ja": [{"set_number": "RIRA-JP066", "set_name": "Rising Rampage", "rarities": ["Normal Rare"]}], "ko": [{"set_number": "RIRA-KR066", "set_name": "Rising Rampage", "rarities": ["Normal Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 605363, "master_duel_rarity": "R"}