{"konami_id": 20188, "password": 99229085, "name": {"en": "Gimmick Puppet Cattle Scream", "de": "Gimmick-Marionette Schreiendes Rind", "es": "Marioneta Trucada Grito de Res", "fr": "Poupée Truquée Cri Bovin", "it": "Burattino Arnese Urla Bovine", "pt": "Engenhoca Marionete Grito do Gado", "ja": "ギミック・パペット－カトル・スクリーム", "ja_romaji": "Gimikku Papetto - Katoru Sukurīmu", "ko": "기믹 퍼핏－캐틀 스크림", "ko_rr": null, "zh-TW": "機關傀偶－牛嘯", "zh-CN": "机关傀偶－牛啸"}, "text": {"en": "You can detach 1 material from an Xyz Monster you control; Special Summon this card from your hand or GY, but banish it when it leaves the field. You can only use this effect of \"Gimmick Puppet Cattle Scream\" once per turn. A \"Gimmick Puppet\" Xyz Monster that has this card as material gains this effect.\n● Once per turn: You can target 1 monster in your opponent's GY; Special Summon it to your opponent's field in Defense Position.", "de": "Du kannst 1 Material von einem Xyz-Monster abhängen, das du kontrollierst; beschwöre diese Karte als Spezialbeschwörung von deiner Hand oder deinem Friedhof, aber verbanne sie, wenn sie das Spielfeld verlässt. Du kannst diesen Effekt von „Gimmick-Marionette Schreiendes Rind“ nur einmal pro Spielzug verwenden. Ein „Gimmick-Marionette“-Xyz-Monster, das diese Karte als Material hat, erhält diesen Effekt.\n● Einmal pro Spielzug: Du kannst 1 Monster im Friedhof deines Gegners wählen; beschwöre es als Spezialbeschwörung auf die Spielfeldseite deines Gegners in die Verteidigungsposition.", "es": "Puedes desacoplar 1 material de un Monstruo Xyz que controles; Invoca esta carta de Modo Especial desde tu mano o Cementerio, pero destiérrala cuando deje el Campo. Sólo puedes usar este efecto de \"Marioneta Trucada Grito de Res\" una vez por turno. Un Monstruo Xyz \"Marioneta Trucada\" que tenga esta carta como material gana este efecto.\n● Una vez por turno: puedes seleccionar 1 monstruo en el Cementerio de tu adversario; Invócalo de Modo Especial al Campo de tu adversario en Posición de Defensa.", "fr": "Vous pouvez détacher 1 Matériel d'un Monstre Xyz que vous contrôlez ; Invoquez Spécialement cette carte depuis votre main ou Cimetière, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Poupée Truquée Cri Bovin\" qu'une fois par tour. Un Monstre Xyz \"Poupée Truquée\" qui a cette carte comme Matériel gagne cet effet.\n● Une fois par tour : vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur le Terrain de votre adversaire en Position de Défense.", "it": "Puoi staccare 1 materiale da un Mostro Xyz che controlli; Evoca Specialmente questa carta dalla tua mano o Cimitero, ma bandiscila quando lascia il Terreno. Puoi utilizzare questo effetto di \"Burattino Arnese Urla Bovine\" una sola volta per turno. Un Mostro Xyz \"Burattino Arnese\" che ha questa carta come materiale guadagna questo effetto.\n● Una volta per turno: puoi scegliere come bersaglio 1 mostro nel Cimitero del tuo avversario; Evocalo Specialmente sul Terreno del tuo avversario in Posizione di Difesa.", "pt": "Você pode desassociar 1 matéria de um Monstro Xyz que você controla; Invoque este card por Invocação-Especial da sua mão ou do Cemitério, mas bana-o quando ele deixar o campo. Você só pode usar este efeito de \"Engenhoca Marionete Grito do Gado\" uma vez por turno. Um Monstro Xyz \"Engenhoca Marionete\" que tenha este card como matéria ganha este efeito.\n● Uma vez por turno: você pode escolher 1 monstro no Cemitério do seu oponente; Invoque-o por Invocação-Especial no campo do seu oponente em Posição de Defesa.", "ja": "このカード名の①の効果は１ターンに１度しか使用できない。①：自分フィールドのＸ素材を１つ取り除いて発動できる。このカードを手札・墓地から特殊召喚する。この効果で特殊召喚したこのカードは、フィールドから離れた場合に除外される。②：このカードを素材として持っている「ギミック・パペット」Ｘモンスターは以下の効果を得る。●１ターンに１度、相手の墓地のモンスター１体を対象として発動できる。そのモンスターを相手フィールドに守備表示で特殊召喚する。", "ko": "이 카드명의 ①의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 엑시즈 소재를 1개 제거하고 발동할 수 있다. 이 카드를 패 / 묘지에서 특수 소환한다. 이 효과로 특수 소환한 이 카드는, 필드에서 벗어났을 경우에 제외된다. ②: 이 카드를 소재로서 가지고 있는 \"기믹 퍼핏\" 엑시즈 몬스터는 이하의 효과를 얻는다. ●1턴에 1번, 상대 묘지의 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 상대 필드에 수비 표시로 특수 소환한다.", "zh-TW": null, "zh-CN": "此卡名的①效果１回合仅可使用１次。①：去除自己场上的１个超量素材可以发动。从手牌・墓地将此卡特殊召唤。以此效果特殊召唤的此卡从场上离开的情况下，将其除外。②：持有此卡作为素材的“机关傀偶”超量怪兽获得以下效果。\n●１回合１次，以对手墓地的１只怪兽为对象可以发动。将该怪兽以守备表示特殊召唤至对手场上。"}, "card_type": "Monster", "monster_type_line": "Machine / Effect", "attribute": "DARK", "level": 8, "atk": 2000, "def": 2000, "series": ["Gimmick Puppet", "Puppet"], "images": [{"index": 1, "image": "GimmickPuppetCattleScream-INFO-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "de": [{"set_number": "INFO-DE009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "es": [{"set_number": "INFO-SP009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "fr": [{"set_number": "INFO-FR009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "it": [{"set_number": "INFO-IT009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "pt": [{"set_number": "INFO-PT009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ja": [{"set_number": "INFO-JP009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC009", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048626, "master_duel_rarity": "N"}