{"konami_id": 12662, "password": 99274184, "name": {"en": "Crystron Impact", "de": "Kristron-Einschlag", "es": "Impacto Cristron", "fr": "Impact Crystron", "it": "Impatto Crystron", "pt": "Impacto Cristron", "ja": "クリストロン・インパクト", "ja_romaji": "Kurisutoron Inpakuto", "ko": "크리스트론 임팩트", "ko_rr": null, "zh-TW": "水晶機巧衝擊", "zh-CN": "水晶机巧冲击"}, "text": {"en": "Target 1 of your banished \"Crystron\" monsters; Special Summon it, and if you do, if your opponent controls any face-up monsters, change their DEF to 0. During either player's turn, except the turn this card was sent to the Graveyard, when a card or effect is activated that targets a \"Crystron\" monster you control: You can banish this card from your Graveyard; negate that effect.", "de": "Wähle 1 deiner verbannten „Kristron“-Monster; beschwöre es als Spezialbeschwörung und falls du dies tust, falls dein Gegner offene Monster kontrolliert, ändere ihre DEF zu 0. Während des Spielzugs eines beliebigen Spielers, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde, wenn eine Karte oder ein Effekt aktiviert wird, die oder der ein „Kristron“-Monster, das du kontrollierst, als Ziel wählt: Du kannst diese Karte von deinem Friedhof verbannen; annulliere den Effekt.", "es": "Selecciona 1 de tus monstruos \"Cristron\" que esté desterrado; Invócalo de Modo Especial y, si lo haces, si tu adversario controla monstruos boca arriba, cambia su DEF a 0. Durante el turno de cualquier jugador, excepto en el turno en que esta carta fue mandada al Cementerio, cuando es activada una carta o efecto que selecciona a un monstruo \"Cristron\" que controles: puedes desterrar esta carta en tu Cementerio; niega ese efecto.", "fr": "Ciblez 1 de vos monstres \"Crystron\" bannis ; Invoquez-le Spécialement, et si vous le faites, si votre adversaire contrôle des monstres face recto, changez leur DEF à 0. Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière, lorsqu'une carte ou un effet qui cible un monstre \"Crystron\" que vous contrôlez est activé : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'effet.", "it": "Scegli come bersaglio 1 dei tuoi mostri \"Crystron\" banditi; Evocalo Specialmente e, se lo fai, se il tuo avversario controlla qualsiasi mostro scoperto, cambia il suo DEF a 0. Durante il turno di qualsiasi giocatore, eccetto nel turno in cui questa carta è stata mandata al Cimitero, quando viene attivata una carta o un effetto che sceglie come bersaglio un mostro \"Crystron\" che controlli: puoi bandire questa carta dal tuo Cimitero; annulla quell'effetto.", "pt": "Escolha 1 de seus monstros \"Cristron\" banidos: Invoque-o por Invocação-Especial e, se isso acontecer, se seu oponente controlar quaisquer monstros com a face para cima, mete a DEF deles para 0. Durante o turno de qualquer duelista, exceto no turno em que este card foi enviado para o Cemitério, quando um card ou efeito for ativado que escolha como alvo um monstro \"Cristron\" que você controla: você pode banir este card do seu Cemitério; negue o efeito.", "ja": "①：除外されている自分の「クリストロン」モンスター１体を対象として発動できる。そのモンスターを特殊召喚し、相手フィールドに表側表示モンスターが存在する場合、その相手モンスターの守備力は０になる。②：自分フィールドの「クリストロン」モンスターを対象とする魔法・罠・モンスターの効果が発動した時、墓地のこのカードを除外して発動できる。その効果を無効にする。この効果はこのカードが墓地へ送られたターンには発動できない。", "ko": "①: 제외되어 있는 자신의 \"크리스트론\" 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환하고, 상대 필드에 앞면 표시 몬스터가 존재할 경우, 그 상대 몬스터의 수비력은 0 이 된다. ②: 자신 필드의 \"크리스트론\" 몬스터를 대상으로 한 마법 / 함정 / 몬스터의 효과가 발동했을 때, 묘지의 이 카드를 제외하고 발동할 수 있다. 그 효과를 무효로 한다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다.", "zh-TW": "①：可將我方被除外的１隻「水晶機巧」怪獸做為對象發動。特殊召喚該怪獸，在對方場上存在正面表示怪獸的狀況下，該對方怪獸的守備力變為０。②：在以我方場上的「水晶機巧」怪獸做為對象的魔法・陷阱・怪獸的效果發動時，可將墓地的此卡除外發動。將該效果變為無效。此效果無法在此卡被送至墓地的回合發動。", "zh-CN": "①：可以１只被除外的我方“水晶机巧”怪兽为对象发动。特殊召唤该怪兽，对手场上存在有表侧表示怪兽的场合，该对手怪兽的守备力变成０。②：以我方场上的“水晶机巧”怪兽为对象的魔法、陷阱、怪兽的效果发动时，可将墓地的此卡除外并发动。使该效果无效。此效果在此卡被送入墓地的回合不可发动。"}, "card_type": "Trap", "property": "Normal", "series": ["Crystron"], "images": [{"index": 1, "image": "CrystronImpact-MP17-EN-C-1E.png"}], "sets": {"en": [{"set_number": "INOV-EN072", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-EN161", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "de": [{"set_number": "INOV-DE072", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-DE161", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "fr": [{"set_number": "INOV-FR072", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-FR161", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "it": [{"set_number": "INOV-IT072", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-IT161", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "pt": [{"set_number": "INOV-PT072", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}, {"set_number": "MP17-PT161", "set_name": "2017 Mega-Tin Mega Pack", "rarities": ["Common"]}], "ja": [{"set_number": "INOV-JP072", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}], "ko": [{"set_number": "INOV-KR072", "set_name": "Invasion: Vengeance", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 462061, "master_duel_rarity": "N"}