{"konami_id": 10398, "password": 99348756, "name": {"en": "Valkyrian Knight", "de": "Valkyrischer Ritter", "es": "Caballero de la Valkiria", "fr": "Chevalier Valkyrie", "it": "Cavaliere Valchiriano", "pt": "Cavaleiro Valquíria", "ja": "バルキリー・ナイト", "ja_romaji": "Barukirī Naito", "ko": "벌키리 나이트", "ko_rr": "Beolkiri Naiteu", "zh-TW": "女戰鬥騎士", "zh-CN": "女战斗骑士"}, "text": {"en": "Monsters your opponent controls cannot target Warrior monsters for attacks, except \"Valkyrian Knight\". When this card is destroyed by battle and sent to the GY: You can banish this card and 1 Warrior monster from your GY, then target 1 Level 5 or higher Warrior monster in your GY; Special Summon that target.", "de": "Monster, die dein Gegner kontrolliert, können keine offenen Monster vom Typ Krieger als Ziel für Angriffe wählen, außer „Valkyrischer Ritter“. Wenn diese Karte durch Kampf zerstört und auf den Friedhof gelegt wird: Du kannst 1 Monster vom Typ Krieger und diese Karte von deinem Friedhof verbannen und dann 1 Monster vom Typ Krieger der Stufe 5 oder höher in deinem Friedhof wählen; beschwöre das gewählte Ziel als Spezialbeschwörung.", "es": "Los monstruos que controla tu adversario no pueden seleccionar para ataques a monstruos de Tipo Guerrero boca arriba, excepto a \"Caballero de la Valkiria\". Cuando esta carta es destruida en batalla y mandada al Cementerio: puedes desterrar 1 monstruo de Tipo Guerrero y esta carta en tu Cementerio, y después seleccionar 1 monstruo de Tipo Guerrero de Nivel 5 o mayor en tu Cementerio; Invoca ese objetivo de Modo Especial.", "fr": "Les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres de Type Guerrier face recto (\"Chevalier Valkyrie\" exclu) avec une attaque. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez bannir 1 monstre de Type Guerrier et cette carte depuis votre Cimetière, puis ciblez 1 monstre de Type Guerrier de min. Niveau 5 dans votre Cimetière ; Invoquez Spécialement la cible.", "it": "I mostri controllati dal tuo avversario non possono scegliere come bersaglio per gli attacchi i mostri di Tipo Guerriero scoperti, eccetto \"Cavaliere Valchiriano\". Quando questa carta viene distrutta in battaglia e mandata al Cimitero: puoi bandire 1 mostro di Tipo Guerriero e questa carta dal tuo Cimitero, poi scegliere come bersaglio 1 mostro di Tipo Guerriero di Livello 5 o superiore nel tuo Cimitero; Evoca Specialmente quel bersaglio.", "pt": "Monstros que seu oponente controla não podem escolher monstros do Tipo Guerreiro com a face para cima como alvo de ataques, exceto \"Cavaleiro Valquíria\". Quando este card for destruído em batalha e enviado para o Cemitério: você pode banir 1 monstro do Tipo Guerreiro e este card do seu Cemitério e, depois, escolher 1 monstro do Tipo Guerreiro de Nível 5 ou mais no seu Cemitério; Invoque o alvo por Invocação-Especial.", "ja": "①：このカードがモンスターゾーンに存在する限り、相手は「バルキリー・ナイト」以外の戦士族モンスターを攻撃対象に選択できない。②：このカードが戦闘で破壊され墓地へ送られた時、自分の墓地から戦士族モンスター１体とこのカードを除外し、自分の墓地のレベル５以上の戦士族モンスター１体を対象として発動できる。その戦士族モンスターを特殊召喚する。", "ko": "①: 이 카드가 몬스터 존에 존재하는 한, 상대는 \"벌키리 나이트\" 이외의 전사족 몬스터를 공격 대상으로 선택할 수 없다. ②: 이 카드가 전투로 파괴되어 묘지로 보내졌을 때, 자신 묘지에서 전사족 몬스터 1장과 이 카드를 제외하고, 자신 묘지의 레벨 5 이상의 전사족 몬스터 1장을 대상으로 하여 발동할 수 있다. 그 전사족 몬스터를 특수 소환한다.", "zh-TW": "只要此卡以表侧表示存在于场上，对手不可选择除「女戰鬥騎士」以外的战士族怪兽作为攻击对象。此卡因战斗被破坏并送入墓地时，可透过将我方墓地的1只战士族怪兽和此卡从游戏中除外，从我方墓地选择1只等级5或以上的战士族怪兽特殊召唤。", "zh-CN": "①：只要这张卡在怪兽区域存在，对方不能选择「女武神骑士」以外的战士族怪兽作为攻击对象。②：这张卡被战斗破坏送去墓地时，从自己墓地把1只战士族怪兽和这张卡除外，以自己墓地1只5星以上的战士族怪兽为对象才能发动。那只战士族怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Effect", "attribute": "FIRE", "level": 4, "atk": 1900, "def": 1200, "images": [{"index": 1, "image": "ValkyrianKnight-SBC2-NA-C-1E.png"}], "sets": {"en": [{"set_number": "CBLZ-EN039", "set_name": "Cosmo Blazer", "rarities": ["Super Rare"]}, {"set_number": "LDK2-ENJ21", "set_name": "Legendary Decks II", "rarities": ["Common"]}, {"set_number": "SBC2-ENC06", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common"]}], "de": [{"set_number": "CBLZ-DE039", "set_name": "Cosmo Blazer", "rarities": ["Super Rare"]}, {"set_number": "LDK2-DEJ21", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "fr": [{"set_number": "CBLZ-FR039", "set_name": "Cosmo Blazer", "rarities": ["Super Rare"]}, {"set_number": "LDK2-FRJ21", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "it": [{"set_number": "CBLZ-IT039", "set_name": "Cosmo Blazer", "rarities": ["Super Rare"]}, {"set_number": "LDK2-ITJ21", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "pt": [{"set_number": "CBLZ-PT039", "set_name": "Cosmo Blazer", "rarities": ["Super Rare"]}, {"set_number": "LDK2-PTJ21", "set_name": "Legendary Decks II", "rarities": ["Common"]}], "ja": [{"set_number": "CBLZ-JP039", "set_name": "Cosmo Blazer", "rarities": ["Common"]}, {"set_number": "SR09-JP012", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "ko": [{"set_number": "CBLZ-KR039", "set_name": "Cosmo Blazer", "rarities": ["Common"]}, {"set_number": "SR09-KR012", "set_name": "Structure Deck R: Warriors' Strike", "rarities": ["Common"]}], "zh-TW": [{"set_number": "CBLZ-TC039", "set_name": "Cosmo Blazer", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Unlimited"}, "yugipedia_page_id": 230111, "master_duel_rarity": "N"}