{"konami_id": 16245, "password": 99426088, "name": {"en": "Magikey Maftea", "de": "Magieschlüssel Maftea", "es": "Maftea Magillave", "fr": "Maftea de la Magiclé", "it": "Maftea Magichiave", "pt": "Maftea Magichave", "ja": "<ruby>魔<rt>ま</rt></ruby><ruby>鍵<rt>けん</rt></ruby>－マフテア", "ja_romaji": "Maken - Mafutea", "ko": "마건－마프테아", "ko_rr": "Mageon - Mapeutea", "zh-TW": "魔鍵－莫夫提亞", "zh-CN": "魔键－马夫提亚"}, "text": {"en": "Fusion Summon 1 \"Magikey\" Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material, OR Ritual Summon 1 \"Magikey\" Ritual Monster from your hand, by Tributing monsters from your hand or field whose total Levels equal or exceed its Level. If you control a Normal Monster, you can also send 1 Normal Monster from your Deck to the GY as material or Tribute.", "de": "Beschwöre 1 „Magieschlüssel“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial ODER beschwöre 1 „Magieschlüssel“-Ritualmonster als Ritualbeschwörung von deiner Hand, indem du Monster von deiner Hand oder Spielfeldseite, deren gemeinsame Stufe größer oder gleich seiner Stufe ist, als Tribut anbietest. Falls du ein Normales Monster kontrollierst, kannst du auch 1 Normales Monster von deinem Deck als Material oder Tribut auf den Friedhof legen.", "es": "Invoca por Fusión 1 Monstruo de Fusión \"Magillave\" desde tu Deck Extra, usando como Material de Fusión monstruos en tu mano o Campo, O Invoca por Ritual 1 Monstruo de Ritual \"Magillave\" desde tu mano, Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen su Nivel. Si controlas un Monstruo Normal, puedes además mandar al Cementerio 1 Monstruo Normal en tu Deck como material o Sacrificio.", "fr": "Invoquez par Fusion 1 Monstre Fusion \"Magiclé\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion, OU Invoquez Rituellement 1 Monstre Rituel \"Magiclé\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Si vous contrôlez un Monstre Normal, vous pouvez aussi envoyer 1 Monstre Normal depuis votre Deck au Cimetière comme Matériel ou Sacrifice.", "it": "Evoca tramite Fusione 1 Mostro Fusione \"Magichiave\" dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come Materiale da Fusione, OPPURE Evoca tramite Rituale 1 Mostro Rituale \"Magichiave\" dalla tua mano, offrendo come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al suo Livello. Se controlli un Mostro Normale, puoi anche mandare 1 Mostro Normale dal tuo Deck al Cimitero come materiale o Tributo.", "pt": "Invoque por Invocação-Fusão 1 Monstro de Fusão \"Magichave\" do seu Deck Adicional, usando monstros da sua mão ou do campo como Matéria de Fusão, OU Invoque por Invocação-Ritual 1 Monstro de Ritual \"Magichave\" da sua mão, ao oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda seu Nível. Se você controlar um Monstro Normal, você também pode enviar 1 Monstro Normal do seu Deck para o Cemitério como matéria ou Tributo.", "ja": "①：「魔鍵」融合モンスターカードによって決められた融合素材モンスターを自分の手札・フィールドから墓地へ送り、その融合モンスター１体をＥＸデッキから融合召喚する。または、レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「魔鍵」儀式モンスター１体を儀式召喚する。自分フィールドに通常モンスターが存在する場合、融合素材モンスターまたは儀式召喚のためにリリースするモンスターとして、デッキの通常モンスター１体を墓地へ送る事もできる。", "ko": "①: \"마건\" 융합 몬스터 카드에 기재된 융합 소재 몬스터를 자신의 패 / 필드에서 묘지로 보내고, 그 융합 몬스터 1장을 엑스트라 덱에서 융합 소환한다. 또는, 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"마건\" 의식 몬스터 1장을 의식 소환한다. 자신 필드에 일반 몬스터가 존재할 경우, 융합 소재 몬스터 또는 의식 소환을 위해 릴리스할 몬스터로서, 덱의 일반 몬스터 1장을 묘지로 보낼 수도 있다.", "zh-TW": null, "zh-CN": "①：「魔键」融合怪兽卡决定的融合素材怪兽从自己的手卡·场上送去墓地，把那1只融合怪兽从额外卡组融合召唤。或者，等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己的手卡·场上的怪兽解放，从手卡把1只「魔键」仪式怪兽仪式召唤。自己场上有通常怪兽存在的场合，也能作为融合素材怪兽或者要为仪式召唤而解放的怪兽来把卡组1只通常怪兽送去墓地。"}, "card_type": "Spell", "property": "Normal", "series": ["Magikey"], "images": [{"index": 1, "image": "MagikeyMaftea-MP22-EN-C-1E.png"}], "sets": {"en": [{"set_number": "DAMA-EN056", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-EN157", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "de": [{"set_number": "DAMA-DE056", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-DE157", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "fr": [{"set_number": "DAMA-FR056", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-FR157", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "it": [{"set_number": "DAMA-IT056", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-IT157", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "pt": [{"set_number": "DAMA-PT056", "set_name": "Dawn of Majesty", "rarities": ["Ultra Rare"]}, {"set_number": "MP22-PT157", "set_name": "2022 Tin of the Pharaoh's Gods", "rarities": ["Common"]}], "ja": [{"set_number": "DAMA-JP056", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}], "ko": [{"set_number": "DAMA-KR056", "set_name": "Dawn of Majesty", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 715725, "master_duel_rarity": "R"}