{"konami_id": 19470, "password": 99529628, "name": {"en": "Keaf, Murk of the Ghoti", "de": "Keaf, Düsternis des Ghoti", "es": "Keaf, Tinieblas de los Ghoti", "fr": "Keaf, Obscurité du Ghoti", "it": "Keaf, Buio dei Ghoti", "pt": "Keaf, a Névoa dos Ghoti", "ja": "ゴーティスの<ruby>朧<rt>おぼろ</rt></ruby>キーフ", "ja_romaji": "Gōtisu no Oboro Kīfu", "ko": "고티스의 어스름 키프", "ko_rr": null, "zh-TW": "遊魊之朧 基夫", "zh-CN": "游魊之胧 基夫"}, "text": {"en": "If a Fish monster is on the field: You can Special Summon this card from your hand. If a monster(s) is Special Summoned to your opponent's field (except during the Damage Step): You can target 1 of those monsters and 1 of your banished Level 6 or lower Fish monsters; banish both that opponent's monster and this card, and if you do, Special Summon your targeted monster. During the Standby Phase of the next turn after this card was banished: You can Special Summon this banished card. You can only use each effect of \"Keaf, Murk of the Ghoti\" once per turn.", "de": "Falls sich ein Fisch-Monster auf dem Spielfeld befindet: Du kannst diese Karte als Spezialbeschwörung von deiner Hand beschwören. Falls ein oder mehr Monster als Spezialbeschwörung auf die Spielfeldseite deines Gegners beschworen werden (außer während des Damage Steps): Du kannst 1 jener Monster und 1 deiner verbannten Fisch-Monster der Stufe 6 oder niedriger wählen; verbanne sowohl jenes Monster des Gegners als auch diese Karte und falls du dies tust, beschwöre dein als Ziel gewähltes Monster als Spezialbeschwörung. Während der Standby Phase des nächsten Spielzugs, nachdem diese Karte verbannt wurde: Du kannst diese verbannte Karte als Spezialbeschwörung beschwören. Du kannst jeden Effekt von „Keaf, Düsternis des Ghoti“ nur einmal pro Spielzug verwenden.", "es": "Si un monstruo Pez está en el Campo: puedes Invocar esta carta de Modo Especial desde tu mano. Si uno o más monstruos son Invocados de Modo Especial al Campo de tu adversario (excepto durante el Damage Step): puedes seleccionar 1 de esos monstruos y 1 de tus monstruos Pez de Nivel 6 o menor desterrados; destierra ambos, ese monstruo del adversario y esta carta y, si lo haces, Invoca de Modo Especial tu monstruo seleccionado. Durante la Standby Phase del próximo turno después de que esta carta fuera desterrada: puedes Invocar de Modo Especial esta carta desterrada. Sólo puedes usar cada efecto de \"Keaf, Tinieblas de los Ghoti\" una vez por turno.", "fr": "Si un monstre Poisson est sur le Terrain : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si un ou plusieurs monstres sont Invoqués Spécialement sur le Terrain de votre adversaire (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres et 1 de vos monstres Poisson de max. Niveau 6 bannis ; bannissez le monstre de l'adversaire ainsi que cette carte, et si vous le faites, Invoquez Spécialement votre monstre ciblé. Durant la Standby Phase du prochain tour après que cette carte a été bannie : vous pouvez Invoquer Spécialement cette carte bannie. Vous ne pouvez utiliser chaque effet de \"Keaf, Obscurité du Ghoti\" qu'une fois par tour.", "it": "Se sul Terreno c'è un mostro Pesce: puoi Evocare Specialmente questa carta dalla tua mano. Se uno o più mostri vengono Evocati Specialmente sul Terreno del tuo avversario (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 di quei mostri e 1 dei tuoi mostri Pesce banditi di Livello 6 o inferiore; bandisci sia quel mostro dell'avversario che questa carta e, se lo fai, Evoca Specialmente il tuo mostro scelto come bersaglio. Durante la Standby Phase del prossimo turno dopo che questa carta è stata bandita: puoi Evocare Specialmente questa carta bandita. Puoi utilizzare ogni effetto di \"Keaf, Buio dei Ghoti\" una sola volta per turno.", "pt": "Se um monstro Peixe estiver no campo: você pode Invocar este card por Invocação-Especial da sua mão. Se um ou mais monstros forem Invocados por Invocação-Especial no campo do seu oponente (exceto durante a Etapa de Dano): você pode escolher 1 desses monstros e 1 dos seus monstros Peixe banidos de Nível 6 ou menos; bana tanto esse monstro do oponente quanto este card e, se isso acontecer, Invoque por Invocação-Especial seu monstro alvo. Durante a Fase de Apoio do próximo turno depois que este card foi banido: você pode Invocar este card banido por Invocação-Especial. Você só pode usar cada efeito de \"Keaf, a Névoa dos Ghoti\" uma vez por turno.", "ja": "このカード名の①②③の効果はそれぞれ１ターンに１度しか使用できない。①：フィールドに魚族モンスターが存在する場合に発動できる。このカードを手札から特殊召喚する。②：相手フィールドにモンスターが特殊召喚された場合、その内のモンスター１体と自分の除外状態のレベル６以下の魚族モンスター１体を対象として発動できる。対象の相手モンスターとこのカードを除外し、対象の自分のモンスターを特殊召喚する。③：このカードが除外された次のターンのスタンバイフェイズに発動できる。除外状態のこのカードを特殊召喚する。", "ko": "이 카드명의 ①②③의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 필드에 어류족 몬스터가 존재할 경우에 발동할 수 있다. 이 카드를 패에서 특수 소환한다. ②: 상대 필드에 몬스터가 특수 소환되었을 경우, 그 중의 몬스터 1장과 자신의 제외 상태인 레벨 6 이하의 어류족 몬스터 1장을 대상으로 하고 발동할 수 있다. 대상의 상대 몬스터와 이 카드를 제외하고, 대상의 자신 몬스터를 특수 소환한다. ③: 이 카드가 제외된 다음 턴의 스탠바이 페이즈에 발동할 수 있다. 제외 상태인 이 카드를 특수 소환한다.", "zh-TW": "此卡名的①②③效果１回合僅可各使用１次。 ①：場上存在魚族怪獸的情況下可以發動。從手牌將此卡特殊召喚。 ②：怪獸被特殊召喚至對手場上的情況下，以其中１隻怪獸和自己除外狀態的１隻等級６以下魚族怪獸為對象可以發動。將對象的對手怪獸和此卡除外，將對象的自己怪獸特殊召喚。 ③：在此卡被除外的下個回合的準備階段可以發動。將除外狀態的此卡特殊召喚。", "zh-CN": "此卡名的①②③效果１回合仅可各使用１次。\n①：场上存在鱼族怪兽的情况下可以发动。从手牌将此卡特殊召唤。\n②：怪兽被特殊召唤至对手场上的情况下，以其中１只怪兽和自己除外状态的１只等级６以下鱼族怪兽为对象可以发动。将对象的对手怪兽和此卡除外，将对象的自己怪兽特殊召唤。\n③：在此卡被除外的下个回合的准备阶段可以发动。将除外状态的此卡特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Fish / Effect", "attribute": "WATER", "level": 2, "atk": 0, "def": 1500, "series": ["Ghoti"], "images": [{"index": 1, "image": "KeafMurkoftheGhoti-PHNI-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "PHNI-EN015", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "de": [{"set_number": "PHNI-DE015", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "fr": [{"set_number": "PHNI-FR015", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "it": [{"set_number": "PHNI-IT015", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "pt": [{"set_number": "PHNI-PT015", "set_name": "Phantom Nightmare", "rarities": ["Super Rare"]}], "ja": [{"set_number": "PHNI-JP015", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "ko": [{"set_number": "PHNI-KR015", "set_name": "Phantom Nightmare", "rarities": ["Common"]}], "zh-CN": [{"set_number": "PHNI-SC015", "set_name": "Phantom Nightmare", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1020459, "master_duel_rarity": "SR"}