{"konami_id": 14848, "password": 99628747, "name": {"en": "Megalith Bethor", "de": "Megalith Bethor", "es": "Béhor Megalítico", "fr": "Bethor Mégalithe", "it": "Megalito Bethor", "pt": "Megálito Bethor", "ja": "メガリス・ベトール", "ja_romaji": "Megarisu Betōru", "ko": "메가리스 베토르", "ko_rr": "Megariseu Betoreu", "zh-TW": "巨石異物 貝索爾", "zh-CN": "巨石异物・贝索尔"}, "text": {"en": "You can Ritual Summon this card with a \"Megalith\" card. You can discard this card; Ritual Summon 1 \"Megalith\" Ritual Monster from your hand, by Tributing monsters from your hand or field whose total Levels equal or exceed its Level. If this card is Ritual Summoned: You can target cards your opponent controls, up to the number of Ritual Monsters with different names in your GY; destroy them. You can only use each effect of \"Megalith Bethor\" once per turn.", "de": "Du kannst diese Karte mit einer „Megalith“-Karte als Ritualbeschwörung beschwören. Du kannst diese Karte abwerfen; beschwöre 1 „Megalith“-Ritualmonster als Ritualbeschwörung von deiner Hand, indem du Monster von deiner Hand oder Spielfeldseite als Tribut anbietest, deren gemeinsame Stufe größer oder gleich seiner Stufe ist. Falls diese Karte als Ritualbeschwörung beschworen wird: Du kannst Karten, die dein Gegner kontrolliert, bis zur Anzahl der Ritualmonster mit unterschiedlichen Namen in deinem Friedhof wählen; zerstöre sie. Du kannst jeden Effekt von „Megalith Bethor“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con una carta \"Megalítico/a\". Puedes descartar esta carta; Invoca por Ritual, desde tu mano, 1 Monstruo de Ritual \"Megalítico/a\", Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen su Nivel. Si esta carta es Invocada por Ritual: puedes seleccionar cartas que controle tu adversario hasta el número de Monstruos de Ritual con nombres diferentes en tu Cementerio; destrúyelos. Sólo puedes usar cada efecto de \"Béhor Megalítico\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Mégalithe\". Vous pouvez défausser cette carte ; Invoquez Rituellement 1 Monstre Rituel \"Mégalithe\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Si cette carte est Invoquée Rituellement : vous pouvez cibler un nombre de cartes contrôlées par votre adversaire, inférieur ou égal au nombre de Monstres Rituels de noms différents dans votre Cimetière ; détruisez-les. Vous ne pouvez utiliser chaque effet de \"Bethor Mégalithe\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con una carta \"Megalito\". Puoi scartare questa carta; Evoca tramite Rituale 1 Mostro Rituale \"Megalito\" dalla tua mano, offrendo come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore al suo Livello. Se questa carta viene Evocata tramite Rituale: puoi scegliere come bersaglio carte controllate dal tuo avversario, fino al numero di Mostri Rituale con nomi diversi nel tuo Cimitero; distruggile. Puoi utilizzare ogni effetto di \"Megalito Bethor\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com um card \"Megálito\". Você pode descartar este card; Invoque por Invocação-Ritual 1 Monstro de Ritual \"Megálito\" da sua mão, ao oferecer monstros como Tributo da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda seu Nível. Se este card for Invocado por Invocação-Ritual: você pode escolher cards que seu oponente controla, até o número de Monstros de Ritual com nomes diferentes no seu Cemitério; destrua-os. Você só pode usar cada efeito de \"Megálito Bethor\" uma vez por turno.", "ja": "「メガリス」カードにより降臨。このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：このカードを手札から捨てて発動できる。レベルの合計が儀式召喚するモンスターのレベル以上になるように、自分の手札・フィールドのモンスターをリリースし、手札から「メガリス」儀式モンスター１体を儀式召喚する。②：このカードが儀式召喚に成功した場合、自分の墓地の儀式モンスターの種類の数まで相手フィールドのカードを対象として発動できる。そのカードを破壊する。", "ko": "\"메가리스\" 카드에 의해 의식 소환. 이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 이 카드를 패에서 버리고 발동할 수 있다. 레벨의 합계가 의식 소환할 몬스터의 레벨 이상이 되도록, 자신의 패 / 필드의 몬스터를 릴리스하고, 패에서 \"메가리스\" 의식 몬스터 1장을 의식 소환한다. ②: 이 카드가 의식 소환에 성공했을 경우, 자신 묘지의 의식 몬스터 종류의 수까지 상대 필드의 카드를 대상으로 하고 발동할 수 있다. 그 카드를 파괴한다.", "zh-TW": null, "zh-CN": "以\"巨石异物\"卡降临。此卡名的①②效果1回合仅可各使用1次。①：从手牌将此卡舍弃可以发动。为使合计等级为仪式召唤的怪兽以上，解放自己手牌・场上的怪兽，从手牌将1只\"巨石异物\"仪式怪兽仪式召唤。②：此卡仪式召唤成功的情况下，以对手场上的卡为对象可以发动，数量最多为自己墓地仪式怪兽的种类数量。将该卡破坏。"}, "card_type": "Monster", "monster_type_line": "Rock / Ritual / Effect", "attribute": "EARTH", "level": 8, "atk": 1500, "def": 2600, "series": ["Megalith"], "images": [{"index": 1, "image": "MegalithBethor-IGAS-EN-C-1E.png"}], "sets": {"en": [{"set_number": "IGAS-EN039", "set_name": "Ignition Assault", "rarities": ["Common"]}], "de": [{"set_number": "IGAS-DE039", "set_name": "Ignition Assault", "rarities": ["Common"]}], "es": [{"set_number": "IGAS-SP039", "set_name": "Ignition Assault", "rarities": ["Common"]}], "fr": [{"set_number": "IGAS-FR039", "set_name": "Ignition Assault", "rarities": ["Common"]}], "it": [{"set_number": "IGAS-IT039", "set_name": "Ignition Assault", "rarities": ["Common"]}], "pt": [{"set_number": "IGAS-PT039", "set_name": "Ignition Assault", "rarities": ["Common"]}], "ja": [{"set_number": "IGAS-JP039", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "ko": [{"set_number": "IGAS-KR039", "set_name": "Ignition Assault", "rarities": ["Rare"]}], "zh-CN": [{"set_number": "MGP4-SC072", "set_name": "Mega Pack 04", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 666337, "master_duel_rarity": "R"}