{"konami_id": 15295, "password": 99927991, "name": {"en": "Adamancipator Friends", "de": "Steinbefreier-Freunde", "es": "Amigos Adamancipador", "fr": "Amis Inflexcipateur", "it": "Amici Irremovibilatore", "pt": "Amigos Adamancipadores", "ja": "<ruby>魔救の奇縁<rt>アダマシア・フレンズ</rt></ruby>", "ja_romaji": "Adamashia Furenzu", "ko": "아다마시아 프렌즈", "ko_rr": "Adamasia Peurenjeu", "zh-TW": "魔救奇緣", "zh-CN": "魔救奇缘"}, "text": {"en": "Excavate the top cards of your Deck equal to the number of Rock monsters you control +5, and if you do, you can add to your hand 1 excavated Rock monster with a Level equal to or lower than the number of the excavated cards, also place the remaining cards on the bottom of your Deck in any order. For the rest of this turn after this card resolves, you cannot Special Summon monsters, except Rock monsters.", "de": "Grabe die obersten Karten deines Decks in Höhe der Anzahl der Fels-Monster, die du kontrollierst, +5 aus und falls du dies tust, kannst du deiner Hand 1 ausgegrabenes Fels-Monster hinzufügen, dessen Stufe kleiner oder gleich der Anzahl der ausgegrabenen Karten ist, zusätzlich lege die übrigen Karten in beliebiger Reihenfolge unter dein Deck. Für den Rest dieses Spielzugs, nachdem diese Karte aufgelöst wurde, kannst du keine Monster als Spezialbeschwörung beschwören, außer Fels-Monstern.", "es": "Excava las cartas de la parte superior de tu Deck igual a la cantidad de monstruos Roca que controlas +5 y, si lo haces, puedes añadir a tu mano 1 monstruo Roca excavado con un Nivel igual o menor la cantidad de cartas excavadas, y además pon las cartas restantes en el fondo de tu Deck en cualquier orden. Por el resto de este turno después de que esta carta se resuelva, no puedes Invocar monstruos de Modo Especial, excepto monstruos Roca.", "fr": "Dévoilez un nombre de cartes du dessus de votre Deck égal au nombre de monstres Rocher que vous contrôlez +5, et si vous le faites, vous pouvez ajouter à votre main 1 monstre Rocher dévoilé de Niveau inférieur ou égal au nombre de cartes dévoilées, et aussi, placez les cartes restantes au-dessous de votre Deck dans l'ordre de votre choix. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Rocher exclus).", "it": "Dissotterra carte dalla cima del tuo Deck pari al numero di mostri Roccia che controlli +5 e, se lo fai, puoi aggiungere alla tua mano 1 mostro Roccia dissotterrato con Livello pari o inferiore al numero delle carte dissotterrate, inoltre metti le carte rimanenti in fondo al tuo Deck in qualsiasi ordine. Per il resto di questo turno dopo che questa carta si è risolta, non puoi Evocare Specialmente mostri, eccetto mostri Roccia.", "pt": "Escave os cards do topo do seu Deck igual ao número de monstros Rocha que você controla +5 e, se isso acontecer, você pode adicionar à sua mão, 1 monstro Rocha escavado com um Nível igual ou menor que o número de cards escavados e, além disso, coloque os cards restantes no fundo do seu Deck em qualquer ordem. Pelo resto deste turno depois que este card resolver, você não pode Invocar monstros por Invocação-Especial, exceto monstros Rocha.", "ja": "①：自分フィールドの岩石族モンスターの数＋５枚を自分のデッキの上からめくる。その中からめくったカードの枚数以下のレベルを持つ岩石族モンスター１体を選んで手札に加える事ができる。残りのカードは好きな順番でデッキの一番下に戻す。このカードの発動後、ターン終了時まで自分は岩石族モンスターしか特殊召喚できない。", "ko": "①: 자신 필드의 암석족 몬스터의 수 ＋ 5장을 자신의 덱 위에서 넘긴다. 그 중에서 넘긴 카드의 매수 이하의 레벨을 가지는 암석족 몬스터 1장을 고르고 패에 넣을 수 있다. 남은 카드는 좋아하는 순서대로 덱 맨 아래로 되돌린다. 이 카드의 발동 후, 턴 종료시까지 자신은 암석족 몬스터밖에 특수 소환할 수 없다.", "zh-TW": "①：從我方牌組的上方翻開我方場上的岩石族怪獸的數量＋５張卡。可從其中選擇１隻所持等級為翻開的卡片張數以下的岩石族怪獸加入手牌。剩餘的卡依喜好順序送回牌組最下方。此卡發動後，在回合結束前我方可特殊召喚的怪獸僅限岩石族怪獸。", "zh-CN": "①：从自己的牌组上面翻开牌，张数为自己场上岩石族怪兽数量＋５张。可从其中挑选１只拥有翻开卡张数以下的等级的岩石族怪兽加入手牌。将剩余的卡以喜欢的顺序放回牌组最下面。此卡发动后，直至回合结束时为止自己仅可特殊召唤岩石族怪兽。"}, "card_type": "Spell", "property": "Normal", "series": ["Adamancipator"], "images": [{"index": 1, "image": "AdamancipatorFriends-MP21-EN-R-1E.png"}], "sets": {"en": [{"set_number": "ROTD-EN061", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-EN142", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "de": [{"set_number": "ROTD-DE061", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-DE142", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "fr": [{"set_number": "ROTD-FR061", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-FR142", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "it": [{"set_number": "ROTD-IT061", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-IT142", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "pt": [{"set_number": "ROTD-PT061", "set_name": "Rise of the Duelist", "rarities": ["Secret Rare"]}, {"set_number": "MP21-PT142", "set_name": "2021 Tin of Ancient Battles", "rarities": ["Rare"]}], "ja": [{"set_number": "ROTD-JP061", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "ko": [{"set_number": "ROTD-KR061", "set_name": "Rise of the Duelist", "rarities": ["Common"]}], "zh-CN": [{"set_number": "MGP5-SC049", "set_name": "Mega Pack 05", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 712487, "master_duel_rarity": "R"}