{"konami_id": 17604, "password": 99937011, "name": {"en": "Mudora the Sword Oracle", "de": "Mudora das Schwertorakel", "es": "Mudora el Oráculo de la Espada", "fr": "Mudora l'Oracle de l'Épée", "it": "Mudora l'Oracolo Spada", "pt": "Mudora, o Oráculo da Espada", "ja": "<ruby>剣<rt>けん</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>官<rt>かん</rt></ruby>ムドラ", "ja_romaji": "Kenshinkan Mudora", "ko": "검신관 무도라", "ko_rr": "Geomsin-gwan Mudora", "zh-TW": "劍神官 姆多拉", "zh-CN": "剑神官 姆多拉"}, "text": {"en": null, "de": "Du kannst 1 anderes ERDE Fee-Monster abwerfen; beschwöre diese Karte als Spezialbeschwörung von deiner Hand, dann kannst du 1 „Grabwächters Falle“ von deinem Deck offen in deine Zauber- & Fallenzone legen. (Schnelleffekt): Du kannst diese Karte von deiner Spielfeldseite oder deinem Friedhof verbannen und dann bis zu 3 Karten in beliebigen Friedhöfen wählen oder bis zu 5, falls sich „Austausch des Geistes“ auf deiner Spielfeldseite oder in deinem Friedhof befindet; mische sie ins Deck. Du kannst jeden Effekt von „Mudora das Schwertorakel“ nur einmal pro Spielzug verwenden.", "es": "Puedes descartar otro monstruo Hada de TIERRA; Invoca esta carta de Modo Especial desde tu mano, y después puedes poner boca arriba en tu Zona de Magia y Trampas 1 \"Trampa del Cuidador de Tumbas\" en tu Deck. (Efecto Rápido): puedes desterrar esta carta en tu Campo o Cementerio, y después selecciona hasta 3 cartas en cualquier Cementerio, o hasta 5 si \"Inversión de Sepulturas\" está en tu Campo o en tu Cementerio; barájalas al Deck. Sólo puedes usar cada efecto de \"Mudora el Oráculo de la Espada\" una vez por turno.", "fr": "Vous pouvez défausser 1 autre monstre TERRE Elfe ; Invoquez Spécialement cette carte depuis votre main, puis vous pouvez placer 1 \"Piège des Protecteurs du Tombeau\" depuis votre Deck face recto dans votre Zone Magie & Piège. (Effet Rapide) : vous pouvez bannir cette carte depuis votre Terrain ou Cimetière, puis ciblez max. 3 cartes dans les Cimetières ou max. 5 si \"Permutation des Mondes\" est sur votre Terrain ou dans votre Cimetière ; mélangez-les dans le Deck. Vous ne pouvez utiliser chaque effet de \"Mudora l'Oracle de l'Épée\" qu'une fois par tour.", "it": "Puoi scartare 1 altro mostro TERRA Fata; Evoca Specialmente questa carta dalla tua mano, poi puoi mettere 1 \"Trappola Custode di Tombe\" dal tuo Deck scoperto nella tua Zona Magie & Trappole. (Effetto Rapido): puoi bandire questa carta dal tuo Terreno o Cimitero, poi scegliere come bersaglio fino a 3 carte in uno o più Cimiteri, o fino a 5 se \"Scambio dello Spirito\" è sul tuo Terreno o nel tuo Cimitero; mischiale nel Deck. Puoi utilizzare ogni effetto di \"Mudora l'Oracolo Spada\" una sola volta per turno.", "pt": "Você pode descartar 1 outro monstro Fada de TERRA; Invoque este card por Invocação-Especial da sua mão e, depois, você pode colocar 1 \"Armadilha do Coveiro\" do seu Deck com a face para cima na sua Zona de Magias & Armadilhas. (Efeito Rápido): você pode banir este card do seu campo ou Cemitério e, depois, escolha até 3 cards em quaisquer Cemitérios, ou até 5 se \"Troca de Espírito\" estiver no seu campo ou no seu Cemitério; embaralhe-os no Deck. Você só pode usar cada efeito de \"Mudora, o Oráculo da Espada\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。\n①：手札から他の天使族・地属性モンスター１体を捨てて発動できる。このカードを手札から特殊召喚する。その後、デッキから「墓守の罠」１枚を自分の魔法＆罠ゾーンに表側表示で置く事ができる。\n②：自分・相手ターンに、フィールド・墓地のこのカードを除外し、自分・相手の墓地のカードを合計３枚まで対象として発動できる（自分のフィールドか墓地に「現世と冥界の逆転」が存在する場合、この効果の対象は合計５枚までとなる）。そのカードをデッキに戻す。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 패에서 다른 천사족 / 땅 속성 몬스터 1장을 버리고 발동할 수 있다. 이 카드를 패에서 특수 소환한다. 그 후, 덱에서 \"묘지기의 함정\" 1장을 고르고 자신의 마법 & 함정 존에 앞면 표시로 놓을 수 있다. ②: 자신 / 상대 턴에, 필드 / 묘지의 이 카드를 제외하고, 자신 / 상대 묘지의 카드를 합계 5장까지 대상으로 하여 발동할 수 있다. 그 카드를 덱으로 되돌린다. 자신의 필드 및 묘지에 \"현세와 명계의 역전\"이 존재하지 않을 경우, 이 효과의 대상은 3장까지가 된다.", "zh-TW": "此卡名的①②效果，１回合各僅限使用１次。①：可從手牌捨棄１隻其他的天使族・地屬性怪獸發動。從手牌特殊召喚此卡。其後，可從牌組選擇１張「守墓陷阱」以正面表示置於我方魔法＆陷阱區。②：在我方・對方回合將場上・墓地的此卡除外，可將我方・對方墓地最多合計５張卡做為對象發動。將該卡送回牌組。在我方場上及墓地不存在「現世與冥界的逆轉」的狀況下，此效果對象最多３張。", "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：从手牌舍弃１只其他的天使族・地属性怪兽可以发动。从手牌将此卡特殊召唤。然后，可从牌组挑选１张“守墓陷阱”，以表侧表示放在自己的魔法与陷阱区域。②：在自己・对手回合中，将场上・墓地的此卡除外，以自己・对手墓地的合计最多５张卡为对象可以发动。将该卡放回牌组。自己的场上及墓地不存在“现世与冥界的逆转”的情况下，此效果的对象变为最多３张。"}, "card_type": "Monster", "monster_type_line": "Fairy / Effect", "attribute": "EARTH", "level": 4, "atk": 1500, "def": 1800, "series": ["Exchange of the Spirit"], "images": [{"index": 1, "image": "MudoratheSwordOracle-MAMA-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MAMA-EN026", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}, {"set_number": "SBC2-ENF01", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common", "Prismatic Secret Rare"]}], "de": [{"set_number": "MAMA-DE026", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MAMA-FR026", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MAMA-IT026", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MAMA-PT026", "set_name": "Magnificent Mavens", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "DP27-JP022", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}], "ko": [{"set_number": "DP27-KR022", "set_name": "Duelist Pack: Duelists of Pyroxene", "rarities": ["Rare"]}]}, "limit_regulation": {"tcg": "Limited", "ocg": "Limited", "speed": "Not yet released"}, "yugipedia_page_id": 715958, "master_duel_rarity": "SR"}