{"konami_id": 20251, "password": 99989863, "name": {"en": "Fiendsmith in Paradise", "de": "Unterweltlerschmied im Paradies", "es": "Demoniherrero en Paraíso", "fr": "Démonforgeron au Paradis", "it": "Demonefabbro in Paradiso", "pt": "Criademônio no Paraíso", "ja": "<ruby>刻まれし魔の楽園<rt>デモンスミス・イン・パラディズム</rt></ruby>", "ja_romaji": "Demonsumisu In Paradizumu", "ko": "데먼스미스 인 파라디숨", "ko_rr": null, "zh-TW": "契印魔鐫・樂園頌", "zh-CN": "契印魔镌・乐园颂"}, "text": {"en": "Target 1 Level 7 or higher LIGHT Fiend monster you control; send all cards on the field to the GY that are not that monster. If your opponent Special Summons a monster(s), while this card is in your GY: You can banish this card; send 1 \"Fiendsmith\" monster from your Deck or Extra Deck to the GY. You can only use each effect of \"Fiendsmith in Paradise\" once per turn.", "de": "Wähle 1 LICHT Unterweltler-Monster der Stufe 7 oder höher, das du kontrollierst; lege alle Karten auf dem Spielfeld, die nicht jenes Monster sind, auf den Friedhof. Falls dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört, solange sich diese Karte in deinem Friedhof befindet: Du kannst diese Karte verbannen; lege 1 „Unterweltlerschmied“-Monster von deinem Deck oder Extra Deck auf den Friedhof. Du kannst jeden Effekt von „Unterweltlerschmied im Paradies“ nur einmal pro Spielzug verwenden.", "es": "Selecciona 1 monstruo Demonio de LUZ de Nivel 7 o mayor que controles; manda al Cementerio todas las cartas en el Campo que no sean ese monstruo. Si tu adversario Invoca de Modo Especial uno o más monstruos, mientras esta carta está en tu Cementerio: puedes desterrar esta carta; manda al Cementerio 1 monstruo \"Demoniherrero/a\" en tu Deck o Deck Extra. Sólo puedes usar cada efecto de \"Demoniherrero en Paraíso\" una vez por turno.", "fr": "Ciblez 1 monstre LUMIÈRE Démon de min. Niveau 7 que vous contrôlez ; envoyez toutes les cartes (le monstre exclu) sur le Terrain au Cimetière. Si votre adversaire Invoque Spécialement un ou plusieurs monstres, tant que cette carte est dans votre Cimetière : vous pouvez bannir cette carte ; envoyez 1 monstre \"Démonforgeron\" depuis votre Deck ou Extra Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Démonforgeron au Paradis\" qu'une fois par tour.", "it": "Scegli come bersaglio 1 mostro LUCE Demone di Livello 7 o superiore che controlli; manda al Cimitero tutte le carte sul Terreno che non sono quel mostro. Se il tuo avversario Evoca Specialmente uno o più mostri, mentre questa carta è nel tuo Cimitero: puoi bandire questa carta; manda 1 mostro \"Demonefabbro\" dal tuo Deck o Extra Deck al Cimitero. Puoi utilizzare ogni effetto di \"Demonefabbro in Paradiso\" una sola volta per turno.", "pt": "Escolha 1 monstro Demônio de LUZ de Nível 7 ou mais que você controla; envie para o Cemitério todos os cards no campo que não forem esse monstro. Se seu oponente Invocar um ou mais monstros por Invocação-Especial, enquanto este card estiver no seu Cemitério: você pode banir este card; envie 1 monstro \"Criademônio\" do seu Deck ou Deck Adicional para o Cemitério. Você só pode usar cada efeito de \"Criademônio no Paraíso\" uma vez por turno.", "ja": "このカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：自分フィールドのレベル７以上の悪魔族・光属性モンスター１体を対象として発動できる。そのモンスター以外のフィールドのカードを全て墓地へ送る。②：このカードが墓地に存在する状態で、相手がモンスターを特殊召喚した場合、このカードを除外して発動できる。デッキ・ＥＸデッキから「デモンスミス」モンスター１体を墓地へ送る。", "ko": "이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 자신 필드의 레벨 7 이상의 악마족 / 빛 속성 몬스터 1장을 대상으로 하고 발동할 수 있다. 그 몬스터 이외의 필드의 카드를 전부 묘지로 보낸다. ②: 이 카드가 묘지에 존재하는 상태에서, 상대가 몬스터를 특수 소환했을 경우, 이 카드를 제외하고 발동할 수 있다. 덱 / 엑스트라 덱에서 \"데먼스미스\" 몬스터 1장을 묘지로 보낸다.", "zh-TW": null, "zh-CN": "此卡名的①②效果１回合仅可各使用１次。①：以自己场上的１只等级７以上的恶魔族・光属性怪兽为对象可以发动。将场上该怪兽以外的卡全部送至墓地。②：此卡存在于墓地的状态下，对手将怪兽特殊召唤的情况下，将此卡除外可以发动。从牌组・额外牌组将１只“魔镌”怪兽送至墓地。"}, "card_type": "Trap", "property": "Normal", "series": ["Fiendsmith"], "images": [{"index": 1, "image": "FiendsmithinParadise-INFO-EN-SR-1E.png"}], "sets": {"en": [{"set_number": "INFO-EN072", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "de": [{"set_number": "INFO-DE072", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "es": [{"set_number": "INFO-SP072", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "fr": [{"set_number": "INFO-FR072", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "it": [{"set_number": "INFO-IT072", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "pt": [{"set_number": "INFO-PT072", "set_name": "The Infinite Forbidden", "rarities": ["Super Rare"]}], "ja": [{"set_number": "INFO-JP072", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "ko": [{"set_number": "INFO-KR072", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}], "zh-CN": [{"set_number": "INFO-SC072", "set_name": "The Infinite Forbidden", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 1048162, "master_duel_rarity": "N"}