{"konami_id": 17653, "password": 99991455, "name": {"en": "Raijin the Breakbolt Star", "de": "Raijin der Splitterblitzstern", "es": "Raijin, la Estrella Pararrayo", "fr": "Raijin, l'Étoile Coupe-Éclair", "it": "Raijin la Stella Fermafulmine", "pt": "Raijin, a Estrela Pararaio", "ja": "<ruby>覇<rt>は</rt></ruby><ruby>雷<rt>らい</rt></ruby><ruby>星<rt>せい</rt></ruby>ライジン", "ja_romaji": "Haraisei Raijin", "ko": "패뢰성 라이진", "ko_rr": "Paeroeseong Raijin", "zh-TW": null, "zh-CN": "霸雷星 雷神"}, "text": {"en": "1 Level 5 or higher LIGHT Warrior monster + 1 EARTH Warrior monster\nIf this card attacks a Defense Position monster, inflict piercing battle damage. If this card battles a monster without a Level, any battle damage this card inflicts to your opponent is doubled. During the End Phase, if this card is in the GY because it was destroyed by battle or card effect and sent there this turn: You can target 2 Level 7 or lower Warrior monsters in your GY; Special Summon them. You can only use this effect of \"Raijin the Breakbolt Star\" once per turn.", "de": "1 LICHT Krieger-Monster der Stufe 5 oder höher + 1 ERDE Krieger-Monster\nFalls diese Karte ein Monster in Verteidigungsposition angreift, füge durchschlagenden Kampfschaden zu. Falls diese Karte gegen ein Monster ohne Stufe kämpft, wird der Kampfschaden verdoppelt, den diese Karte deinem Gegner zufügt. Während der End Phase, falls sich diese Karte im Friedhof befindet, weil sie in diesem Spielzug durch Kampf oder einen Karteneffekt zerstört und dorthin gelegt wurde: Du kannst 2 Krieger-Monster der Stufe 7 oder niedriger in deinem Friedhof wählen; beschwöre sie als Spezialbeschwörung. Du kannst diesen Effekt von „Raijin der Splitterblitzstern“ nur einmal pro Spielzug verwenden.", "es": "1 monstruo Guerrero de LUZ de Nivel 5 o mayor + 1 monstruo Guerrero de TIERRA\nSi esta carta ataca a un monstruo en Posición de Defensa, inflige daño de batalla de penetración. Si esta carta batalla con un monstruo sin un Nivel, cualquier daño de batalla que esta carta inflija a tu adversario se duplica. Durante la End Phase, si esta carta está en el Cementerio porque fue destruida en batalla o por el efecto de una carta y mandada allí este turno: puedes seleccionar 2 monstruos Guerrero de Nivel 7 o menor en tu Cementerio; Invócalos de Modo Especial. Sólo puedes usar este efecto de \"Raijin, la Estrella Pararrayo\" una vez por turno.", "fr": "1 monstre LUMIÈRE Guerrier de min. Niveau 5 + 1 monstre TERRE Guerrier\nSi cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Si cette carte combat un monstre sans Niveau, les dommages de combat infligés par cette carte à votre adversaire sont doublés. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle a été détruite au combat ou par un effet de carte, et y a été envoyée ce tour : vous pouvez cibler 2 monstres Guerrier de max. Niveau 7 dans votre Cimetière ; Invoquez-les Spécialement. Vous ne pouvez utiliser cet effet de \"Raijin, l'Étoile Coupe-Éclair\" qu'une fois par tour.", "it": "1 mostro LUCE Guerriero di Livello 5 o superiore + 1 mostro TERRA Guerriero\nSe questa carta attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante. Se questa carta combatte con un mostro senza un Livello, qualsiasi danno da combattimento che questa carta infligge al tuo avversario viene raddoppiato. Durante la End Phase, se questa carta è nel Cimitero perché è stata distrutta in battaglia o dall'effetto di una carta e mandata lì in questo turno: puoi scegliere come bersaglio 2 mostri Guerriero di Livello 7 o inferiore nel tuo Cimitero; Evocali Specialmente. Puoi utilizzare questo effetto di \"Raijin la Stella Fermafulmine\" una sola volta per turno.", "pt": "1 monstro Guerreiro de LUZ de Nível 5 ou mais + 1 monstro Guerreiro de TERRA\nSe este card atacar um monstro em Posição de Defesa, cause dano de batalha perfurante. Se este card batalhar um monstro sem um Nível, qualquer dano de batalha que este card causar ao seu oponente é dobrado. Durante a Fase Final, se este card estiver no Cemitério porque ele foi destruído em batalha ou por um efeito de card e enviado para lá neste turno: você pode escolher 2 monstros Guerreiro de Nível 7 ou menos no seu Cemitério; Invoque-os por Invocação-Especial. Você só pode usar este efeito de \"Raijin, a Estrela Pararaio\" uma vez por turno.", "ja": "レベル５以上の戦士族・光属性モンスター＋戦士族・地属性モンスター\nこのカード名の③の効果は１ターンに１度しか使用できない。①：このカードが守備表示モンスターを攻撃した場合、その守備力を攻撃力が超えた分だけ戦闘ダメージを与える。②：このカードがレベルを持たないモンスターとの戦闘で相手に与える戦闘ダメージは倍になる。③：このカードが戦闘・効果で破壊され墓地へ送られたターンのエンドフェイズに、自分の墓地のレベル７以下の戦士族モンスター２体を対象として発動できる。そのモンスターを特殊召喚する。", "ko": "레벨 5 이상의 전사족 / 빛 속성 몬스터 ＋ 전사족 / 땅 속성 몬스터\n이 카드명의 ③의 효과는 1턴에 1번밖에 사용할 수 없다. ①: 이 카드가 수비 표시 몬스터를 공격했을 경우, 그 수비력을 공격력이 넘은 만큼만 전투 데미지를 준다. ②: 이 카드가 레벨을 가지지 않는 몬스터와의 전투로 상대에게 주는 전투 데미지는 배가 된다. ③: 이 카드가 전투 / 효과로 파괴되어 묘지로 보내진 턴의 엔드 페이즈에, 자신 묘지의 레벨 7 이하의 전사족 몬스터 2장을 대상으로 하고 발동할 수 있다. 그 몬스터를 특수 소환한다.", "zh-TW": null, "zh-CN": "等级5以上的战士族·光属性怪兽+战士族·地属性怪兽\n这个卡名的③效果1回合只能使用1次。①：这张卡攻击守备表示怪兽的场合，给予其攻击力超过那个守备力的数值的战斗伤害。②：这张卡与不拥有等级的怪兽所作的战斗给予对手的战斗伤害变为2倍。③：这张卡被战斗或效果破坏并送入墓地的回合的结束阶段，可以以自己墓地的2只等级7以下的战士族怪兽为对象发动。将那些怪兽特殊召唤。"}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "LIGHT", "level": 10, "atk": 3000, "def": 2200, "materials": "1 Level 5 or higher LIGHT Warrior-Type monster + 1 EARTH Warrior-Type monster", "series": ["Star"], "images": [{"index": 1, "image": "RaijintheBreakboltStar-BLCR-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "BLCR-EN037", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "BLCR-DE037", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "es": [{"set_number": "BLCR-SP037", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "BLCR-FR037", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "BLCR-IT037", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "BLCR-PT037", "set_name": "Battles of Legend: Crystal Revenge", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "AC02-JP037", "set_name": "Animation Chronicle 2022", "rarities": ["Super Rare", "Collector's Rare"]}], "ko": [{"set_number": "AC02-KR037", "set_name": "Animation Chronicle 2022", "rarities": ["Super Rare", "Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited"}, "yugipedia_page_id": 708571}