{"konami_id": 12234, "password": null, "name": {"en": "The Winged Dragon of Ra - Immortal Phoenix", "de": "Der geflügelte Drache von Ra - Unsterblicher Phönix", "es": "El Dragón Alado de Ra - Fénix", "fr": "Le Dragon Ailé de Râ - L'Invincible Phénix", "it": "Drago Alato di Ra - Fenice della Divinità Egizia", "pt": "Dragão Alado de Rá - Fênix", "ja": "ラーの<ruby>翼<rt>よく</rt></ruby><ruby>神<rt>しん</rt></ruby><ruby>竜<rt>りゅう</rt></ruby>－<ruby>不死鳥<rt>ゴッドフェニックス</rt></ruby>", "ja_romaji": "Rā no Yokushinryū - Goddo Fenikkusu", "ko": "라의 익신룡－불사조", "ko_rr": "Ra-ui Iksinnyong - Bulsajo", "zh-TW": "拉之翼神龍－不死鳥", "zh-CN": "拉之翼神龙－不死鸟"}, "text": {"en": "Cannot be Normal Summoned/Set. Must be Special Summoned by its own effect. If \"The Winged Dragon of Ra\" is sent from the field to your GY while this card is in your GY: Special Summon this card. Cards and effects cannot be activated in response to this effect's activation. This card is unaffected by other cards' effects. You can pay 1000 LP; send 1 monster on the field to the GY. Once per turn, during the End Phase: Send this card to the GY, and if you do, Special Summon 1 \"The Winged Dragon of Ra - Sphere Mode\" from your hand, Deck, or GY, ignoring its Summoning conditions.", "de": "Kann nicht als Normalbeschwörung beschworen/gesetzt werden. Diese Karte muss durch ihren eigenen Effekt als Spezialbeschwörung beschworen werden. Falls „Der geflügelte Drache von Ra“ vom Spielfeld auf deinen Friedhof gelegt wird, solange diese Karte in deinem Friedhof liegt: Beschwöre diese Karte als Spezialbeschwörung. Karten und Effekte können nicht als Reaktion auf die Aktivierung dieses Effekts aktiviert werden. Diese Karte bleibt von den Effekten anderer Karten unberührt. Du kannst 1000 LP zahlen; lege 1 Monster auf dem Spielfeld auf den Friedhof. Einmal pro Spielzug, während der End Phase: Lege diese Karte auf den Friedhof und falls du dies tust, beschwöre 1 „Der geflügelte Drache von Ra - Kugelmodus“ als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof, ungeachtet seiner Beschwörungsbedingungen.", "es": "No puede ser Invocada de Modo Normal/Colocada. Debe ser Invocada de Modo Especial por su propio efecto. Si \"El Dragón Alado de Ra\" es mandado del Campo a tu Cementerio mientras esta carta está en tu Cementerio: Invoca esta carta de Modo Especial. No se pueden activar cartas o efectos en respuesta a la activación de este efecto. Esta carta no es afectada por los efectos de otras cartas. Puedes pagar 1000 LP; manda 1 monstruo en el Campo al Cementerio. Una vez por turno, durante la End Phase: manda esta carta al Cementerio y, si lo haces, Invoca de Modo Especial 1 \"El Dragón Alado de Ra - Modo Esfera\" desde tu mano, Deck o Cementerio, ignorando sus condiciones de Invocación.", "fr": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par son propre effet. Si \"Le Dragon Ailé de Râ\" est envoyé depuis le Terrain à votre Cimetière tant que cette carte est dans votre Cimetière : Invoquez Spécialement cette carte. Les cartes et effets ne peuvent pas être activés en réponse à l'activation de cet effet. Cette carte n'est pas affectée par les effets d'autres cartes. Vous pouvez payer 1000 LP ; envoyez 1 monstre sur le Terrain au Cimetière. Une fois par tour, durant la End Phase : envoyez cette carte au Cimetière, et si vous le faites, Invoquez Spécialement 1 \"Le Dragon Ailé de Râ - Mode Sphère\" depuis votre main, Deck ou Cimetière, en ignorant ses conditions d'Invocation.", "it": "Non può essere Evocato Normalmente/Posizionato. Deve essere Evocato Specialmente dal suo stesso effetto. Se \"Drago Alato di Ra\" viene mandato dal Terreno al tuo Cimitero mentre questa carta è nel tuo Cimitero: Evoca Specialmente questa carta. Le carte e gli effetti non possono essere attivati in risposta all'attivazione di questo effetto. Questa carta è immune agli effetti delle altre carte. Puoi pagare 1000 LP; manda al Cimitero 1 mostro sul Terreno. Una volta per turno, durante la End Phase: manda questa carta al Cimitero e, se lo fai, Evoca Specialmente 1 \"Drago Alato di Ra - Modalità Sfera\" dalla tua mano, Deck o Cimitero, ignorando le sue condizioni di Evocazione.", "pt": "Não pode ser Invocado por Invocação-Normal/Baixado. Deve ser Invocado por Invocação-Especial por seu próprio efeito. Se \"O Dragão Alado de Rá\" for enviado do campo para o seu Cemitério enquanto este card estiver no seu Cemitério: Invoque este card por Invocação-Especial. Cards e efeitos não podem ser ativados em resposta à ativação deste efeito. Este card não é afetado por outros efeitos de card. Você pode pagar 1000 PV; envie 1 monstro do campo para o Cemitério. Uma vez por turno, durante a Fase Final: envie este card para o Cemitério e, se isso acontecer, Invoque por Invocação-Especial 1 \"O Dragão Alado de Rá - Modo Esfera\" da sua mão, do Deck ou do Cemitério, ignorando suas condições de Invocação.", "ja": "このカードは通常召喚できず、このカードの効果でのみ特殊召喚できる。①：このカードが墓地に存在し、「ラーの翼神竜」がフィールドから自分の墓地へ送られた場合に発動する。このカードを特殊召喚する。この効果の発動に対して効果は発動できない。②：このカードは他のカードの効果を受けない。③：１０００ＬＰを払って発動できる。フィールドのモンスター１体を選んで墓地へ送る。④：エンドフェイズに発動する。このカードを墓地へ送り、自分の手札・デッキ・墓地から「ラーの翼神竜－球体形」１体を召喚条件を無視して特殊召喚する。", "ko": "이 카드는 통상 소환할 수 없으며, 이 카드의 효과로만 특수 소환할 수 있다. ①: 이 카드가 묘지에 존재하고, \"라의 익신룡\"이 필드에서 자신의 묘지로 보내졌을 경우에 발동한다. 이 카드를 특수 소환한다. 이 효과의 발동에 대하여 효과는 발동할 수 없다. ②: 이 카드는 다른 카드의 효과를 받지 않는다. ③: 1000 LP를 지불하고 발동할 수 있다. 필드의 몬스터 1장을 고르고 묘지로 보낸다. ④: 엔드 페이즈에 발동한다. 이 카드를 묘지로 보내고, 자신의 패 / 덱 / 묘지에서 \"라의 익신룡－구체형\" 1장을 소환 조건을 무시하여 특수 소환한다.", "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Divine-Beast / Effect", "attribute": "DIVINE", "level": 10, "atk": 4000, "def": 4000, "series": ["Egyptian God", "The Winged Dragon of Ra"], "images": [{"index": 1, "image": "TheWingedDragonofRaImmortalPhoenix-DUPO-EN-UR-1E.png"}], "sets": {"en": [{"set_number": "MIL1-EN001", "set_name": "Millennium Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-EN046", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}, {"set_number": "SBC2-END02", "set_name": "Speed Duel: Battle City Finals", "rarities": ["Common", "Prismatic Secret Rare"]}], "de": [{"set_number": "MIL1-DE001", "set_name": "Millennium Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-DE046", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "fr": [{"set_number": "MIL1-FR001", "set_name": "Millennium Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-FR046", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "it": [{"set_number": "MIL1-IT001", "set_name": "Millennium Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-IT046", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "pt": [{"set_number": "MIL1-PT001", "set_name": "Millennium Pack", "rarities": ["Ultra Rare"]}, {"set_number": "DUPO-PT046", "set_name": "Duel Power", "rarities": ["Ultra Rare"]}], "ja": [{"set_number": "MP01-JP001", "set_name": "Millennium Pack (OCG)", "rarities": ["Millennium Secret Rare"]}, {"set_number": "PGB1-JP014", "set_name": "Prismatic God Box", "rarities": ["Millennium Ultra Rare", "Ultimate Rare"]}], "ko": [{"set_number": "MP01-KR001", "set_name": "Millennium Pack (OCG)", "rarities": ["Millennium Secret Rare"]}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Unlimited", "speed": "Not yet released"}, "yugipedia_page_id": 371832, "master_duel_rarity": "UR", "fake_password": 10000090}