{"konami_id": 18034, "password": null, "name": {"en": "Destructive Daruma Karma Cannon", "de": "Zerstörerische Daruma-Karmakanone", "es": "Cañón Daruma Karma Destructivo", "fr": "Canon Daruma Karma Destructeur", "it": "Cannone Daruma Karma Distruttivo", "pt": "Canhão Destrutivo Daruma Carma", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "Change as many monsters on the field as possible to face-down Defense Position, then, if either player controls a face-up monster(s), they must send all face-up monsters they control to the GY.", "de": "Ändere so viele Monster auf dem Spielfeld wie möglich in die verdeckte Verteidigungsposition, dann, falls ein Spieler ein oder mehr offene Monster kontrolliert, muss er alle offenen Monster, die er kontrolliert, auf den Friedhof legen.", "es": "Cambia tantos monstruos en el Campo como sea posible a Posición de Defensa boca abajo y después, si algún jugador controla uno o más monstruos boca arriba, debe mandar al Cementerio todos los monstruos boca arriba que controle.", "fr": "Changez autant de monstres sur le Terrain que possible en Position de Défense face verso, puis, si au moins l'un des joueurs contrôle un ou plusieurs monstres face recto, il doit envoyer tous les monstres face recto qu'il contrôle au Cimetière.", "it": "Metti coperti in Posizione di Difesa tanti mostri sul Terreno quanti possibile, poi, se qualsiasi giocatore controlla uno o più mostri scoperti, deve mandare tutti i mostri scoperti che controlla al Cimitero.", "pt": "Coloque tantos monstros no campo quanto possível com a face para baixo em Posição de Defesa e, depois, se qualquer duelista controlar um ou mais monstros com a face para cima, ele deve enviar todos os monstros com a face para cima que ele controla para o Cemitério.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Trap", "property": "Normal", "sets": {"en": [{"set_number": "DABL-EN084", "set_name": "Darkwing Blast", "rarities": null}], "de": [{"set_number": "DABL-DE084", "set_name": "Darkwing Blast", "rarities": null}], "fr": [{"set_number": "DABL-FR084", "set_name": "Darkwing Blast", "rarities": null}], "it": [{"set_number": "DABL-IT084", "set_name": "Darkwing Blast", "rarities": null}], "pt": [{"set_number": "DABL-PT084", "set_name": "Darkwing Blast", "rarities": null}]}, "limit_regulation": {"tcg": "Unlimited", "ocg": "Not yet released"}, "yugipedia_page_id": 903744}