{"konami_id": 22715, "password": null, "name": {"en": "W:P Fancy Ball", "de": "W:P Eleganter Ball", "es": "W:P Baile Elegante", "fr": "W:P Bal Raffiné", "it": "W:P Ballo Elegante", "pt": "W:P Baile Elegante", "ja": "<ruby>Ｗ<rt>ウー</rt></ruby>：<ruby>Ｐ<rt>ピー</rt></ruby>ファンシーボール", "ja_romaji": "Ū:Pī Fanshī Bōru", "ko": "우:피 팬시볼", "ko_rr": null, "zh-TW": "W：P變幻舞夜", "zh-CN": "W：P变幻舞夜"}, "text": {"en": "2+ Effect Monsters\nWhen your opponent activates a monster effect on the field or GY (Quick Effect): You can banish this card that was Special Summoned this turn until the End Phase; negate that effect, and if you do, banish it. During your opponent's Main Phase, you can (Quick Effect): Immediately after this effect resolves, Link Summon 1 Link Monster, and if this card you control would be used as material for that Link Summon, you can also use 1 Link-2 or lower monster your opponent controls. Neither player can activate the effects of Link Monsters in response to this effect's activation. You can only use each effect of \"W:P Fancy Ball\" once per turn.", "de": "2+ Effektmonster\nWenn dein Gegner einen Monstereffekt auf dem Spielfeld oder im Friedhof aktiviert (Schnelleffekt): Du kannst diese Karte, die in diesem Spielzug als Spezialbeschwörung beschworen wurde, bis zur End Phase verbannen; annulliere jenen Effekt und falls du dies tust, verbanne es. Während der Main Phase deines Gegners kannst du (Schnelleffekt): Sofort nachdem dieser Effekt aufgelöst wurde, beschwöre 1 Linkmonster als Linkbeschwörung und falls diese Karte, die du kontrollierst, als Material für jene Linkbeschwörung verwendet würde, kannst du auch 1 Monster mit Link-2 oder niedriger verwenden, das dein Gegner kontrolliert. Kein Spieler kann Effekte von Linkmonstern als Reaktion auf die Aktivierung dieses Effekts aktivieren. Du kannst jeden Effekt von „W:P Eleganter Ball“ nur einmal pro Spielzug verwenden.", "es": "2+ Monstruos de Efecto\nCuando tu adversario activa un efecto de monstruo en el Campo o Cementerio (Efecto Rápido): puedes desterrar esta carta que fue Invocada de Modo Especial este turno hasta la End Phase; niega ese efecto y, si lo haces, destiérralo. Durante la Main Phase de tu adversario, puedes (Efecto Rápido): inmediatamente después de que se resuelva este efecto, Invocar por Enlace 1 Monstruo de Enlace y, si esta carta que controlas fuera a ser usada como material para esa Invocación por Enlace, también puedes usar 1 monstruo Link-2 o menor que controle tu adversario. Ningún jugador puede activar los efectos de Monstruos de Enlace en respuesta a la activación de este efecto. Sólo puedes usar cada efecto de \"W:P Baile Elegante\" una vez por turno.", "fr": "2+ Monstres à Effet\nLorsque votre adversaire active un effet de monstre sur le Terrain ou Cimetière (Effet Rapide) : jusqu'à la End Phase, vous pouvez bannir cette carte qui a été Invoquée Spécialement ce tour ; annulez l'effet, et si vous le faites, bannissez-le. Durant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien, et si cette carte que vous contrôlez va être utilisée comme Matériel pour l'Invocation Lien, vous pouvez aussi utiliser 1 monstre de max. Link-2 contrôlé par votre adversaire. Aucun joueur ne peut activer les effets de Monstres Lien en réponse à l'activation de cet effet. Vous ne pouvez utiliser chaque effet de \"W:P Bal Raffiné\" qu'une fois par tour.", "it": "2+ Mostri con Effetto\nQuando il tuo avversario attiva l'effetto di un mostro sul Terreno o Cimitero (Effetto Rapido): puoi bandire questa carta che è stata Evocata Specialmente in questo turno fino alla End Phase; annulla quell'effetto e, se lo fai, bandiscila. Durante la Main Phase del tuo avversario, puoi (Effetto Rapido): immediatamente dopo che questo effetto si è risolto, Evoca Link 1 Mostro Link e, se questa carta che controlli sta per essere utilizzata come materiale per quell'Evocazione Link, puoi anche utilizzare 1 mostro Link-2 o inferiore controllato dal tuo avversario. Nessun giocatore può attivare gli effetti dei Mostri Link in risposta all'attivazione di questo effetto. Puoi utilizzare ogni effetto di \"W:P Ballo Elegante\" una sola volta per turno.", "pt": "2+ Monstros de Efeito\nQuando seu oponente ativar um efeito de monstro no campo ou Cemitério (Efeito Rápido): você pode banir, até a Fase Final, este card que foi Invocado por Invocação-Especial neste turno; negue o efeito e, se isso acontecer, bana-o. Durante a Fase Principal do seu oponente, você pode (Efeito Rápido): imediatamente depois que este efeito resolver, Invoque 1 Monstro Link por Invocação-Link e, se este card que você controla seria usado como matéria para essa Invocação-Link, você também pode usar 1 monstro de Link-2 ou menos que seu oponente controla. Nenhum duelista pode ativar os efeitos de Monstros Link em resposta à ativação deste efeito. Você só pode usar cada efeito de \"W:P Baile Elegante\" uma vez por turno.", "ja": "効果モンスター２体以上\nこのカード名の①②の効果はそれぞれ１ターンに１度しか使用できない。①：相手がフィールド・墓地のモンスターの効果を発動した時、このターンに特殊召喚したこのカードをエンドフェイズまで除外して発動できる。その効果を無効にし除外する。②：相手メインフェイズに発動できる（この発動に対してお互いはＬモンスターの効果を発動できない）。Ｌモンスター１体のＬ召喚を行う。自分フィールドのこのカードをＬ素材とする場合、相手フィールドのリンク２以下のＬモンスター１体もＬ素材にできる。", "ko": "효과 몬스터 2장 이상\n이 카드명의 ①②의 효과는 각각 1턴에 1번밖에 사용할 수 없다. ①: 상대가 필드 / 묘지의 몬스터 효과를 발동했을 때, 이 턴에 특수 소환한 이 카드를 엔드 페이즈까지 제외하고 발동할 수 있다. 그 효과를 무효로 하고 제외한다. ②: 상대 메인 페이즈에 발동할 수 있다(이 발동에 대하여 양쪽 플레이어는 링크 몬스터의 효과를 발동할 수 없다). 링크 몬스터 1장의 링크 소환을 실행한다. 자신 필드의 이 카드를 링크 소재로 할 경우, 상대 필드의 링크 2 이하의 링크 몬스터 1장도 링크 소재로 할 수 있다.", "zh-TW": null, "zh-CN": "效果怪兽2只以上\n此卡名的①②效果1回合仅可各使用1次。①：对手发动场上・墓地的怪兽的效果时，将在此回合特殊召唤的此卡直至结束阶段为止除外可以发动。将该效果无效并除外。②：在对手的主要阶段可以发动（应对此发动，双方不可发动连接怪兽的效果）。进行1只连接怪兽的连接召唤。要将自己场上的此卡作为连接素材的情况下，也可将对手场上的1只连接2以下的连接怪兽作为连接素材。"}, "card_type": "Monster", "monster_type_line": "Cyberse / Link / Effect", "attribute": "DARK", "link_arrows": ["↙", "⬆", "↘"], "atk": 2400, "materials": "2+ Effect Monsters", "series": ["P"], "images": [{"index": 1, "image": "WPFancyBall-LOCH-JP-OP.png"}], "sets": {"ja": [{"set_number": "LOCH-JP026", "set_name": "Limit Over Collection: The Heroes", "rarities": ["Ultra Rare", "Secret Rare", "Prismatic Secret Rare"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1173757, "master_duel_rarity": "UR"}