{"konami_id": null, "password": null, "name": {"en": "Miracle Raven", "de": "Wunderrabe", "es": "Cuervo Milagroso", "fr": "Corbeau du Miracle", "it": "Corvo Miracoloso", "pt": "Corvo Milagroso", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "You can Ritual Summon this card with \"Miracle Raven\". Must be Ritual Summoned. This Ritual Summoned card is unaffected by your opponent's activated effects. If you Ritual Summon exactly 1 Ritual Monster with a card effect that requires use of monsters, this card you control can be used as the entire Tribute. If this card is Tributed for a Ritual Summon: You can add 1 Ritual Monster from your Deck to your hand. You can only use this effect of \"Miracle Raven\" once per turn.", "de": "Du kannst diese Karte mit „Wunderrabe“ als Ritualbeschwörung beschwören. Muss als Ritualbeschwörung beschworen werden. Diese als Ritualbeschwörung beschworene Karte bleibt von aktivierten Effekten deines Gegners unberührt. Falls du genau 1 Ritualmonster durch einen Karteneffekt, der die Verwendung von Monstern erfordert, als Ritualbeschwörung beschwörst, kann diese Karte, die du kontrollierst, als der gesamte Tribut verwendet werden. Falls diese Karte als Tribut für eine Ritualbeschwörung angeboten wird: Du kannst deiner Hand 1 Ritualmonster von deinem Deck hinzufügen. Du kannst diesen Effekt von „Wunderrabe“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con \"Cuervo Milagroso\". Debe ser Invocada por Ritual. Esta carta Invocada por Ritual no es afectada por los efectos activados de tu adversario. Si Invocas por Ritual exactamente 1 Monstruo de Ritual con un efecto de carta que requiere el uso de monstruos, esta carta que controlas puede ser usada como todo el Sacrificio. Si esta carta es Sacrificada para una Invocación por Ritual: puedes añadir a tu mano 1 Monstruo de Ritual en tu Deck. Sólo puedes usar este efecto de \"Cuervo Milagroso\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Corbeau du Miracle\". Uniquement Invocable Rituellement. Cette carte Invoquée Rituellement n'est pas affectée par les effets activés de votre adversaire. Si vous Invoquez Rituellement exactement 1 Monstre Rituel avec un effet de carte qui nécessite l'utilisation de monstres, cette carte que vous contrôlez peut être utilisée pour l'ensemble du Sacrifice. Si cette carte est Sacrifiée pour une Invocation Rituelle : vous pouvez ajouter 1 Monstre Rituel depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Corbeau du Miracle\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con \"Corvo Miracoloso\". Deve essere Evocato tramite Rituale. Questa carta Evocata tramite Rituale è immune agli effetti attivati del tuo avversario. Se Evochi tramite Rituale esattamente 1 Mostro Rituale con l'effetto di una carta che richiede l'uso di mostri, questa carta che controlli può essere utilizzata come l'intero Tributo. Se questa carta viene offerta come Tributo per un'Evocazione tramite Rituale: puoi aggiungere 1 Mostro Rituale dal tuo Deck alla tua mano. Puoi utilizzare questo effetto di \"Corvo Miracoloso\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Corvo Milagroso\". Deve ser Invocado por Invocação-Ritual. Este card Invocado por Invocação-Ritual não é afetado pelos efeitos ativados do seu oponente. Se você Invocar por Invocação-Ritual exatamente 1 Monstro de Ritual com um efeito de card que requer o uso de monstros, este card que você controla pode ser usado como todo o Tributo. Se este card for oferecido como Tributo para uma Invocação-Ritual: você pode adicionar 1 Monstro de Ritual do seu Deck à sua mão. Você só pode usar este efeito de \"Corvo Milagroso\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Fiend / Ritual / Pendulum / Effect", "attribute": "DARK", "level": 1, "atk": 300, "def": 300, "pendulum_scale": 0, "pendulum_effect": {"en": "Once per turn, during your Main Phase: You can Ritual Summon this card, by Tributing monsters from your hand or field whose total Levels equal or exceed 1.", "de": "Einmal pro Spielzug, während deiner Main Phase: Du kannst diese Karte als Ritualbeschwörung beschwören, indem du Monster von deiner Hand oder Spielfeldseite als Tribut anbietest, deren gemeinsame Stufe größer oder gleich 1 ist.", "es": "Una vez por turno, durante tu Main Phase: puedes Invocar esta carta por Ritual, Sacrificando monstruos en tu mano o Campo cuyos Niveles totales sean iguales o superen 1.", "fr": "Une fois par tour, durant votre Main Phase : vous pouvez Invoquer Rituellement cette carte, en Sacrifiant des monstres depuis votre main ou Terrain dont la somme des Niveaux est supérieure ou égale à 1.", "it": "Una volta per turno, durante la tua Main Phase: puoi Evocare tramite Rituale questa carta, offrendo come Tributo mostri dalla tua mano o Terreno con Livello totale pari o superiore a 1.", "pt": "Uma vez por turno, durante sua Fase Principal: você pode Invocar este card por Invocação-Ritual, ao oferecer como Tributo monstros da sua mão ou do campo cuja soma dos Níveis seja igual ou exceda 1.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "images": [{"index": 1, "image": "MiracleRaven-DUAD-EN-1E-OP.png"}], "sets": {"en": [{"set_number": "DUAD-EN084", "set_name": "Duelist's Advance", "rarities": null}], "de": [{"set_number": "DUAD-DE084", "set_name": "Duelist's Advance", "rarities": null}], "es": [{"set_number": "DUAD-SP084", "set_name": "Duelist's Advance", "rarities": null}], "fr": [{"set_number": "DUAD-FR084", "set_name": "Duelist's Advance", "rarities": null}], "it": [{"set_number": "DUAD-IT084", "set_name": "Duelist's Advance", "rarities": null}], "pt": [{"set_number": "DUAD-PT084", "set_name": "Duelist's Advance", "rarities": null}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1132242, "fake_password": 101301084}