{"konami_id": null, "password": null, "name": {"en": "Release Brainwashing", "de": "Gehirnwäsche freisetzen", "es": "Liberar Lavado de Cerebro", "fr": "Libération de Lavage de Cerveau", "it": "Rilascio del Lavaggio del Cervello", "pt": "Liberar Lavagem Cerebral", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If a monster(s) is Tributed from the hand or field (except during the Damage Step): Target 1 face-up monster your opponent controls; apply the following effect, based on which player owns that face-up monster.\n● You: Take control of it, but return it to the hand during the End Phase.\n● Your opponent: Negate its effects until the end of this turn.\nYou can only activate 1 \"Release Brainwashing\" per turn.", "de": "Falls ein oder mehr Monster von der Hand oder dem Spielfeld als Tribut angeboten werden (außer während des Damage Steps): Wähle 1 offenes Monster, das dein Gegner kontrolliert; führe den folgenden Effekt aus, basierend darauf, welcher Spieler jenes offene Monster besitzt.\n● Du: Übernimm die Kontrolle darüber, aber gib es während der End Phase auf die Hand zurück.\n● Dein Gegner: Annulliere bis zum Ende dieses Spielzugs seine Effekte.\nDu kannst nur 1 „Gehirnwäsche freisetzen“ pro Spielzug aktivieren.", "es": "Si uno o más monstruos en la mano o Campo son Sacrificados (excepto durante el Damage Step): selecciona 1 monstruo boca arriba que controle tu adversario; aplica el siguiente efecto, basado en qué jugador posee ese monstruo boca arriba.\n● Tú: Toma su control, pero devuélvelo a la mano durante la End Phase.\n● Tu adversario: Niega sus efectos hasta el final de este turno.\nSólo puedes activar 1 \"Liberar Lavado de Cerebro\" por turno.", "fr": "Si un ou plusieurs monstres sont Sacrifiés depuis la main ou Terrain (sauf durant la Damage Step) : ciblez 1 monstre face recto contrôlé par votre adversaire ; appliquez l'effet suivant, selon quel joueur possède le monstre face recto.\n● Vous : Prenez-en le contrôle, mais renvoyez-le à la main durant la End Phase.\n● Votre adversaire : Jusqu'à la fin de ce tour, annulez ses effets.\nVous ne pouvez activer qu'1 \"Libération de Lavage de Cerveau\" par tour.", "it": "Se uno o più mostri vengono offerti come Tributo dalla mano o Terreno (eccetto durante il Damage Step): scegli come bersaglio 1 mostro scoperto controllato dal tuo avversario; applica il seguente effetto, a seconda di quale giocatore è il proprietario di quel mostro scoperto.\n● Tu: Prendine il controllo, ma fallo ritornare nella mano durante la End Phase.\n● Il tuo avversario: Annulla i suoi effetti fino alla fine di questo turno.\nPuoi attivare solo 1 \"Rilascio del Lavaggio del Cervello\" per turno.", "pt": "Se um ou mais monstros forem oferecidos como Tributo da mão ou do campo (exceto durante a Etapa de Dano): escolha 1 monstro com a face para cima que seu oponente controla; aplique o seguinte efeito, dependendo de qual duelista é dono desse monstro com a face para cima.\n● Você: Tome o controle dele, mas devolva-o para a mão durante a Fase Final.\n● Seu oponente: Negue seus efeitos até o final deste turno.\nVocê só pode ativar 1 \"Liberar Lavagem Cerebral\" por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Spell", "property": "Quick-Play", "images": [{"index": 1, "image": "ReleaseBrainwashing-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN086", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE086", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR086", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT086", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT086", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1083826, "fake_password": 101206086}