{"konami_id": null, "password": null, "name": {"en": "Aiza the Dragoness of Deranged Devotion", "de": "Aiza die Drachendame der umnachteten Hingabe", "es": "Aiza la Dragona de Devoción Demente", "fr": "Aiza Dragonne de la Dévotion Dérangée", "it": "Aiza la Dragonessa della Devozione Folle", "pt": "Aiza, a Dragonesa da Devoção Perturbadora", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If this card is Special Summoned: You can place 1 Deranged Counter on 1 face-up monster your opponent controls, and it cannot be used as material for a Fusion, Synchro, Xyz, or Link Summon while it has that counter. At the start of the Damage Step, if this card battles an opponent's monster with a Deranged Counter: You can destroy that opponent's monster, and if you do, both players take damage equal to its original ATK, also destroy this card at the end of this Battle Phase. You can only use each effect of \"Aiza the Dragoness of Deranged Devotion\" once per turn.", "de": "Falls diese Karte als Spezialbeschwörung beschworen wird: Du kannst 1 Umnachtet-Zählmarke auf 1 offenes Monster legen, das dein Gegner kontrolliert, und es kann nicht als Material für eine Fusions-, Synchro-, Xyz- oder Linkbeschwörung verwendet werden, solange es jene Zählmarke hat. Am Beginn des Damage Steps, falls diese Karte gegen ein Monster eines Gegners mit einer Umnachtet-Zählmarke kämpft: Du kannst jenes Monster des Gegners zerstören und falls du dies tust, erhalten beide Spieler Schaden in Höhe seiner Grund-ATK, zusätzlich zerstöre diese Karte am Ende dieser Battle Phase. Du kannst jeden Effekt von „Aiza die Drachendame der umnachteten Hingabe“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Especial: puedes poner 1 Contador Demente en 1 monstruo boca arriba que controle tu adversario, y éste no puede ser usado como material para una Invocación por Fusión, Sincronía, Xyz o Enlace mientras tenga ese contador. Al comienzo del Damage Step, si esta carta batalla con un monstruo del adversario con un Contador Demente: puedes destruir ese monstruo del adversario y, si lo haces, ambos jugadores reciben daño igual a su ATK original, y además destruye esta carta al final de esta Battle Phase. Sólo puedes usar cada efecto de \"Aiza la Dragona de Devoción Demente\" una vez por turno.", "fr": "Si cette carte est Invoquée Spécialement : vous pouvez placer 1 Compteur Dérangé sur 1 monstre face recto contrôlé par votre adversaire, et il ne peut pas être utilisé comme Matériel pour une Invocation Fusion, Synchro, Xyz ou Lien tant qu'il a ce Compteur. Au début de la Damage Step, si cette carte combat un monstre de l'adversaire avec un Compteur Dérangé : vous pouvez détruire le monstre de l'adversaire, et si vous le faites, chaque joueur reçoit des dommages égaux à son ATK d'origine, et aussi, détruisez cette carte à la fin de cette Battle Phase. Vous ne pouvez utiliser chaque effet de \"Aiza Dragonne de la Dévotion Dérangée\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Specialmente: puoi mettere 1 Segnalino Folle su 1 mostro scoperto controllato dal tuo avversario ed esso non può essere utilizzato come materiale per un'Evocazione tramite Fusione, Synchro, Xyz o Link mentre ha quel segnalino. All'inizio del Damage Step, se questa carta combatte con un mostro dell'avversario con un Segnalino Folle: puoi distruggere quel mostro dell'avversario e, se lo fai, entrambi i giocatori subiscono danno pari al suo ATK originale, inoltre distruggi questa carta alla fine di questa Battle Phase. Puoi utilizzare ogni effetto di \"Aiza la Dragonessa della Devozione Folle\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Especial: você pode colocar 1 Marcador de Perturbação em 1 monstro com a face para cima que seu oponente controla, e ele não pode ser usado como matéria para uma Invocação-Fusão, Sincro, Xyz ou Link enquanto tiver esse marcador. No começo da Etapa de Dano, se este card batalhar um monstro do oponente com um Marcador de Perturbação: você pode destruir esse monstro do oponente e, se isso acontecer, os dois duelistas sofrem dano igual ao ATK original dele e, além disso, destrua este card no final desta Fase de Batalha. Você só pode usar cada efeito de \"Aiza, a Dragonesa da Devoção Perturbadora\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Dragon / Effect", "attribute": "FIRE", "level": 4, "atk": 1500, "def": 0, "images": [{"index": 1, "image": "AizatheDragonessofDerangedDevotion-LEDE-EN-1E-OP.png"}], "sets": {"en": [{"set_number": "LEDE-EN088", "set_name": "Legacy of Destruction", "rarities": null}], "de": [{"set_number": "LEDE-DE088", "set_name": "Legacy of Destruction", "rarities": null}], "fr": [{"set_number": "LEDE-FR088", "set_name": "Legacy of Destruction", "rarities": null}], "it": [{"set_number": "LEDE-IT088", "set_name": "Legacy of Destruction", "rarities": null}], "pt": [{"set_number": "LEDE-PT088", "set_name": "Legacy of Destruction", "rarities": null}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1054191, "fake_password": 101204088}