{"konami_id": null, "password": null, "name": {"en": "Denial Deity Dotan", "de": "Verweigerungsgottheit Dotan", "es": "Deidad de Negación Dotan", "fr": "Divinité du Refus Dotan", "it": "Dotan Divinità Negazione", "pt": "Divindade da Negação Dotan", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "1 LIGHT monster + 2 monsters, except on the field or in the GY\nThis Fusion Summoned card cannot be destroyed by battle. As long as no monsters on your field or GY share an original name with any monster on your opponent's field or GY, monsters you control cannot be destroyed by card effects. You can send from your hand, Deck, or Extra Deck to the GY, 1 monster with the same original name as a monster on your opponent's field or GY, then target 1 monster on their field or GY; banish it.", "de": "1 LICHT Monster + 2 Monster, außer auf dem Spielfeld oder im Friedhof\nDiese als Fusionsbeschwörung beschworene Karte kann nicht durch Kampf zerstört werden. Solange kein Monster auf deiner Spielfeldseite oder in deinem Friedhof einen Grund-Namen mit einem Monster auf der Spielfeldseite oder im Friedhof deines Gegners gemeinsam hat, können Monster, die du kontrollierst, nicht durch Karteneffekte zerstört werden. Du kannst 1 Monster mit demselben Grund-Namen wie ein Monster auf der Spielfeldseite oder im Friedhof deines Gegners von deiner Hand, deinem Deck oder deinem Extra Deck auf den Friedhof legen und dann 1 Monster auf seiner Spielfeldseite oder in seinem Friedhof wählen; verbanne es.", "es": "1 monstruo de LUZ + 2 monstruos, excepto en el Campo o el Cementerio\nEsta carta Invocada por Fusión no puede ser destruida en batalla. Mientras ningún monstruo en tu Campo o Cementerio comparta un nombre original con cualquier monstruo en el Campo o Cementerio de tu adversario, los monstruos que controlas no pueden ser destruidos por efectos de cartas. Puedes mandar al Cementerio 1 monstruo en tu mano, Deck o Deck Extra con el mismo nombre original que un monstruo en el Campo o Cementerio de tu adversario, y después selecciona 1 monstruo en su Campo o Cementerio; destiérralo.", "fr": "1 monstre LUMIÈRE + 2 monstres (monstres sur le Terrain ou dans le Cimetière exclus)\nCette carte Invoquée par Fusion ne peut pas être détruite au combat. Tant qu'aucun monstre sur votre Terrain ou dans votre Cimetière partage un nom d'origine avec un monstre sur le Terrain ou dans le Cimetière de votre adversaire, les monstres que vous contrôlez ne peuvent pas être détruits par des effets de carte. Vous pouvez envoyer depuis votre main, Deck ou Extra Deck au Cimetière, 1 monstre du même nom d'origine qu'un monstre sur le Terrain ou dans le Cimetière de votre adversaire, puis ciblez 1 monstre sur son Terrain ou dans son Cimetière ; bannissez-le.", "it": "1 mostro LUCE + 2 mostri, eccetto sul Terreno o nel Cimitero\nQuesta carta Evocata tramite Fusione non può essere distrutta in battaglia. Fino a quando nessun mostro sul tuo Terreno o Cimitero condivide un nome originale con qualsiasi mostro sul Terreno o Cimitero del tuo avversario, i mostri che controlli non possono essere distrutti dagli effetti delle carte. Puoi mandare dalla tua mano, Deck o Extra Deck al Cimitero, 1 mostro con lo stesso nome originale di un mostro sul Terreno o Cimitero del tuo avversario, poi scegliere come bersaglio 1 mostro sul suo Terreno o Cimitero; bandiscilo.", "pt": "1 monstro de LUZ + 2 monstros, exceto no campo ou no Cemitério\nEste card Invocado por Invocação-Fusão não pode ser destruído em batalha. Enquanto nenhum monstro no seu campo ou Cemitério compartilhar um nome original com qualquer monstro no campo ou Cemitério do seu oponente, os monstros que você controla não podem ser destruídos por efeitos de card. Você pode enviar, da sua mão, do Deck ou do Deck Adicional, para o Cemitério, 1 monstro com o mesmo nome original que o de um monstro no campo ou Cemitério do seu oponente e, depois, escolha 1 monstro no campo ou Cemitério dele; bana-o.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Warrior / Fusion / Effect", "attribute": "LIGHT", "level": 10, "atk": 3000, "def": 2800, "materials": "1 LIGHT monster + 2 monsters, except on the field or in the GY", "images": [{"index": 1, "image": "DenialDeityDotan-ROTA-EN-C-1E.png"}], "sets": {"en": [{"set_number": "ROTA-EN087", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "de": [{"set_number": "ROTA-DE087", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "fr": [{"set_number": "ROTA-FR087", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "it": [{"set_number": "ROTA-IT087", "set_name": "Rage of the Abyss", "rarities": ["Common"]}], "pt": [{"set_number": "ROTA-PT087", "set_name": "Rage of the Abyss", "rarities": ["Common"]}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1083832, "fake_password": 101206087}