{"konami_id": null, "password": null, "name": {"en": "Dark Necromancer", "de": "Finsterer Nekromant", "es": "Nigromante Oscuro", "fr": "Nécromancien des Ténèbres", "it": "Necromante Oscuro", "pt": "Necromante Negro", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "If this card is Normal or Special Summoned: You can send 1 Fiend or Zombie Ritual Monster from your hand or Deck to the GY, then you can add 1 Ritual Spell from your Deck to your hand. If this card is banished: You can target 1 of your banished Level 4 or lower Fiend or Zombie monsters; Special Summon it. You can only use each effect of \"Dark Necromancer\" once per turn.", "de": "Falls diese Karte als Normal- oder Spezialbeschwörung beschworen wird: Du kannst 1 Unterweltler- oder Zombie-Ritualmonster von deiner Hand oder deinem Deck auf den Friedhof legen, dann kannst du deiner Hand 1 Ritualzauber von deinem Deck hinzufügen. Falls diese Karte verbannt wird: Du kannst 1 deiner verbannten Unterweltler- oder Zombie-Monster der Stufe 4 oder niedriger wählen; beschwöre es als Spezialbeschwörung. Du kannst jeden Effekt von „Finsterer Nekromant“ nur einmal pro Spielzug verwenden.", "es": "Si esta carta es Invocada de Modo Normal o Especial: puedes mandar al Cementerio 1 Monstruo de Ritual Demonio o Zombi en tu mano o Deck, y después puedes añadir a tu mano 1 Mágica de Ritual en tu Deck. Si esta carta es desterrada: puedes seleccionar 1 de tus monstruos Demonio o Zombi de Nivel 4 o menor desterrados; Invócalo de Modo Especial. Sólo puedes usar cada efecto de \"Nigromante Oscuro\" una vez por turno.", "fr": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 Monstre Rituel Démon ou Zombie depuis votre main ou Deck au Cimetière, puis vous pouvez ajouter 1 Magie Rituelle depuis votre Deck à votre main. Si cette carte est bannie : vous pouvez cibler 1 de vos monstres Démon ou Zombie de max. Niveau 4 bannis ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Nécromancien des Ténèbres\" qu'une fois par tour.", "it": "Se questa carta viene Evocata Normalmente o Specialmente: puoi mandare 1 Mostro Rituale Demone o Zombie dalla tua mano o Deck al Cimitero, poi puoi aggiungere 1 Magia Rituale dal tuo Deck alla tua mano. Se questa carta viene bandita: puoi scegliere come bersaglio 1 dei tuoi mostri Demone o Zombie di Livello 4 o inferiore banditi; Evocalo Specialmente. Puoi utilizzare ogni effetto di \"Necromante Oscuro\" una sola volta per turno.", "pt": "Se este card for Invocado por Invocação-Normal ou Especial: você pode enviar 1 Monstro de Ritual Demônio ou Zumbi da sua mão ou do Deck para o Cemitério e, depois, você pode adicionar 1 Magia de Ritual do seu Deck à sua mão. Se este card for banido: você pode escolher 1 dos seus monstros Demônio ou Zumbi banidos de Nível 4 ou menos; Invoque-o por Invocação-Especial. Você só pode usar cada efeito de \"Necromante Negro\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Zombie / Effect", "attribute": "DARK", "level": 4, "atk": 1000, "def": 1400, "images": [{"index": 1, "image": "DarkNecromancer-SUDA-EN-1E-OP.png"}], "sets": {"en": [{"set_number": "SUDA-EN081", "set_name": "Supreme Darkness", "rarities": null}], "de": [{"set_number": "SUDA-DE081", "set_name": "Supreme Darkness", "rarities": null}], "fr": [{"set_number": "SUDA-FR081", "set_name": "Supreme Darkness", "rarities": null}], "it": [{"set_number": "SUDA-IT081", "set_name": "Supreme Darkness", "rarities": null}], "pt": [{"set_number": "SUDA-PT081", "set_name": "Supreme Darkness", "rarities": null}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1105548, "fake_password": 101207081}