{"konami_id": null, "password": null, "name": {"en": "Futsu no Mitama no Mitsurugi", "de": "Futsu no Mitama no Mitsurugi", "es": "Futsu no Mitama no Mitsurugi", "fr": "Futsu no Mitama no Mitsurugi", "it": "Futsu no Mitama no Mitsurugi", "pt": "Futsu no Mitama no Mitsurugi", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "text": {"en": "You can Ritual Summon this card with \"Mitsurugi Ritual\". If your opponent Special Summons a monster(s) (except during the Damage Step): You can target 1 Reptile monster in your GY, except \"Futsu no Mitama no Mitsurugi\"; Special Summon it. You can only activate this effect of \"Futsu no Mitama no Mitsurugi\" once per Chain. If this card is Tributed: You can add 1 \"Mitsurugi\" card from your Deck to your hand, except \"Futsu no Mitama no Mitsurugi\", then you can Special Summon this card. You can only use this effect of \"Futsu no Mitama no Mitsurugi\" once per turn.", "de": "Du kannst diese Karte durch „Mitsurugi-Ritual“ als Ritualbeschwörung beschwören. Falls dein Gegner ein oder mehr Monster als Spezialbeschwörung beschwört (außer während des Damage Steps): Du kannst 1 Reptil-Monster in deinem Friedhof wählen, außer „Futsu no Mitama no Mitsurugi“; beschwöre es als Spezialbeschwörung. Du kannst diesen Effekt von „Futsu no Mitama no Mitsurugi“ nur einmal pro Kette aktivieren. Falls diese Karte als Tribut angeboten wird: Du kannst deiner Hand 1 „Mitsurugi“-Karte von deinem Deck hinzufügen, außer „Futsu no Mitama no Mitsurugi“, dann kannst du diese Karte als Spezialbeschwörung beschwören. Du kannst diesen Effekt von „Futsu no Mitama no Mitsurugi“ nur einmal pro Spielzug verwenden.", "es": "Puedes Invocar esta carta por Ritual con \"Ritual Mitsurugi\". Si tu adversario Invoca uno o más monstruos de Modo Especial (excepto durante el Damage Step): puedes seleccionar 1 monstruo Reptil en tu Cementerio, excepto \"Futsu no Mitama no Mitsurugi\"; Invócalo de Modo Especial. Sólo puedes activar este efecto de \"Futsu no Mitama no Mitsurugi\" una vez por Cadena. Si esta carta es Sacrificada: puedes añadir a tu mano 1 carta \"Mitsurugi\" en tu Deck, excepto \"Futsu no Mitama no Mitsurugi\", y después puedes Invocar esta carta de Modo Especial. Sólo puedes usar este efecto de \"Futsu no Mitama no Mitsurugi\" una vez por turno.", "fr": "Vous pouvez Invoquer Rituellement cette carte avec \"Rituel Mitsurugi\". Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez cibler 1 monstre Reptile (\"Futsu no Mitama no Mitsurugi\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez activer cet effet de \"Futsu no Mitama no Mitsurugi\" qu'une fois par Chaîne. Si cette carte est Sacrifiée : vous pouvez ajouter 1 carte \"Mitsurugi\" (\"Futsu no Mitama no Mitsurugi\" exclu) depuis votre Deck à votre main, puis vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Futsu no Mitama no Mitsurugi\" qu'une fois par tour.", "it": "Puoi Evocare tramite Rituale questa carta con \"Rituale Mitsurugi\". Se il tuo avversario Evoca Specialmente uno o più mostri (eccetto durante il Damage Step): puoi scegliere come bersaglio 1 mostro Rettile nel tuo Cimitero, eccetto \"Futsu no Mitama no Mitsurugi\"; Evocalo Specialmente. Puoi attivare questo effetto di \"Futsu no Mitama no Mitsurugi\" una sola volta per Catena. Se questa carta viene offerta come Tributo: puoi aggiungere 1 carta \"Mitsurugi\" dal tuo Deck alla tua mano, eccetto \"Futsu no Mitama no Mitsurugi\", poi puoi Evocare Specialmente questa carta. Puoi utilizzare questo effetto di \"Futsu no Mitama no Mitsurugi\" una sola volta per turno.", "pt": "Você pode Invocar este card por Invocação-Ritual com \"Ritual de Mitsurugi\". Se seu oponente Invocar um ou mais monstros por Invocação-Especial (exceto durante a Etapa de Dano): você pode escolher 1 monstro Réptil no seu Cemitério, exceto \"Futsu no Mitama no Mitsurugi\"; Invoque-o por Invocação-Especial. Você só pode ativar este efeito de \"Futsu no Mitama no Mitsurugi\" uma vez por Corrente. Se este card for oferecido como Tributo: você pode adicionar 1 card \"Mitsurugi\" do seu Deck à sua mão, exceto \"Futsu no Mitama no Mitsurugi\" e, depois, você pode Invocar este card por Invocação-Especial. Você só pode usar este efeito de \"Futsu no Mitama no Mitsurugi\" uma vez por turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "card_type": "Monster", "monster_type_line": "Reptile / Ritual / Effect", "attribute": "DARK", "level": 8, "atk": 2000, "def": 3400, "ritual_spell": "Mitsurugi Ritual", "series": ["Mitsurugi"], "images": [{"index": 1, "image": "FutsunoMitamanoMitsurugi-SUDA-EN-1E-OP.png"}], "sets": {"en": [{"set_number": "SUDA-EN093", "set_name": "Supreme Darkness", "rarities": null}], "de": [{"set_number": "SUDA-DE093", "set_name": "Supreme Darkness", "rarities": null}], "fr": [{"set_number": "SUDA-FR093", "set_name": "Supreme Darkness", "rarities": null}], "it": [{"set_number": "SUDA-IT093", "set_name": "Supreme Darkness", "rarities": null}], "pt": [{"set_number": "SUDA-PT093", "set_name": "Supreme Darkness", "rarities": null}]}, "limit_regulation": {"tcg": "Not yet released", "ocg": "Not yet released"}, "yugipedia_page_id": 1103774, "fake_password": 101207093}