{"name": {"en": "Gravekeeper's Lot", "de": "Posten des Grabwächters", "es": "Cuidador de Tumbas y Cía", "fr": "Sort des Protecteurs du Tombeau", "it": "Sorte di Custode di Tombe", "pt": "Lote do Coveiro", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Ishizu / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": null, "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "If you lose 1800 or more LP, you can activate this Skill during your next Draw Phase.\nDuring your Draw Phase, you may search your Deck for a \"Gravekeeper's\" card, reveal it to your opponent, and add it to your hand instead of drawing. If you do that, flip this card over.", "de": "Falls du 1800 oder mehr LP verliest, kannst du diese Fähigkeit während deiner nächsten Draw Phase aktivieren.\nWährend deiner Draw Phase kannst du dein Deck nach einer \"Grabwächter\"-Karte durchsuchen, sie deinem Gegner vorzeigen und deiner Hand hinzufügen anstatt zu ziehen. Falls du dies tust, drehe diese Karte um.", "es": "Si pierdes 1800 LP o más, puedes activar esta Habilidad durante tu próxima Draw Phase.\nDurante tu Draw Phase, en lugar de robar, puedes buscar una carta \"Cuidador de Tumbas\" en tu Deck, mostrársela a tu adversario y añadirla a tu mano. Si haces eso, voltea esta carta.", "fr": "Si vous perdez min. 1800 LP, vous pouvez activer cette Compétence durant votre prochaine Draw Phase.\nDurant votre Draw Phase, vous pouvez chercher une carte \"Protecteurs du Tombeau\" dans votre Deck, révélez-la à votre adversaire, et ajoutez-la à votre main au lieu de piocher. Si vous faites ça, retournez cette carte.", "it": "Se perdi 1800 o più LP, puoi attivare questa Abilità durante la tua prossima Draw Phase.\nDurante la tua Draw Phase, puoi cercare nel tuo Deck fino a una carta \"Custode di Tombe\", rivelala al tuo avversario e aggiungila alla tua mano invece di pescare. Se fai quello, gira questa carta.", "pt": "Se você perder 1800 PV ou mais, você pode ativar esta Habilidade durante sua próxima Fase de Compra.\nDurante sua Fase de Compra, em vez de comprar, você pode procurar um card \"do Coveiro\" no seu Deck, revelá-lo ao seu oponente e adicioná-lo à sua mão. Se fizer isso, vire este card.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Ishizu Ishtar", "image_front": "GravekeepersLot-SS01-EN-C-1E.png", "image_back": "IshizuIshtar-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS01-ENBS2", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "de": [{"set_number": "SS01-DEBS2", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "fr": [{"set_number": "SS01-FRBS2", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "it": [{"set_number": "SS01-ITBS2", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "pt": [{"set_number": "SS01-PTBS2", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}]}, "yugipedia_page_id": 585574}