{"name": {"en": "Millennium Eye", "de": "Millenniumsauge", "es": "Ojo del Milenio", "fr": "Œil du Millenium", "it": "Occhio del Millennio", "pt": "Olho do Milênio", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Pegasus / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": "Gira questa carta quando attivi questa Abilità.", "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "At the start of the Duel, look at your opponent's opening hand. You may choose to have that player shuffle their hand into their Deck and draw a new hand. (If both players use a Skill at the same time, the Turn player resolves their Skill first.)", "de": "Am Beginn des Duells, sieh dir die Starthand deines Gegners an. Du kannst bestimmen, dass der Spieler seine Hand in sein Deck mischt und eine neue Hand zieht. (Falls beide Spieler gleichzeitig eine Fähigkeit verwenden, löst der Zugspieler seine Fähigkeit zuerst auf.)", "es": "Al comienzo del Duelo, mira la mano inicial de tu adeversario. Puedes elegir que ese jugador baraje su mano a su Deck y robe una mano nueva. (Si ambos jugadores usan una Habilidad al mismo tiempo, el jugador cuyo turno esté activo es quien resuelve su Habilidad primero).", "fr": "Au début du Duel, regardez la main du début de votre adversaire. Vous pouvez choisir de faire mélanger au joueur sa main dans son Deck et de piocher une nouvelle main. (Si chaque joueur utilise une Compétence en même temps, le joueur du tour résout sa Compétence en premier.)", "it": "All'inizio del Duello, guarda la mano iniziale del tuo avversario. Puoi far mischiare a quel giacatore la sua mano nel suo Deck e pescare una nuova mano. (Se entrambi i giacatori utilizzano un'Abilità nello stesso momento, il giacatore di turno risolve la sua Abilità per primo.)", "pt": "No começo do duelo, olhe a mão inicial do seu oponente. Você pode fazer com que esse duelista embaralhe sua mão no Deck dele e compre uma nova mão. (Se os dois duelistas usarem uma Habilidade ao mesmo tempo, o duelista do turno resolve sua Habilidade primeiro.)", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Maximillion Pegasus", "image_front": "MillenniumEye-SS01-EN-C-1E.png", "image_back": "MaximillionPegasus-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS01-ENCS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "de": [{"set_number": "SS01-DECS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "fr": [{"set_number": "SS01-FRCS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "it": [{"set_number": "SS01-ITCS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}], "pt": [{"set_number": "SS01-PTCS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}]}, "yugipedia_page_id": 585522}