{"name": {"en": "HERO World", "de": "HELDEN-Welt", "es": null, "fr": "Monde HÉROS", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Jaden / Skill", "activation": {"en": "At the start of the Duel, flip this card over.", "de": "Am Beginn des Duells, drehe diese Karte um.", "es": null, "fr": "Au début du Duel, retournez cette carte.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, if you control a \"HERO\" Normal Monster or \"HERO\" Fusion Monster, you can discard 1 card to activate 1 of these Skills based on the Attribute(s) of that monster:\n● EARTH: Destroy 1 EARTH monster you control and 1 face-up monster your opponent controls.\n● WIND: Destroy 1 face-up Spell/Trap on the field.\n● FIRE: Return all face-up non-FIRE Special Summoned monsters on the field to the hand.\n● WATER: Draw 1 card, also until the end of the next turn, you can activate 1 Normal Trap Card from your hand.\n● LIGHT: Change the battle position of 1 face-up monster on the field.", "de": "Einmal pro Spielzug, falls du ein Normales „HELD“-Monster oder „HELD“-Fusionsmonster kontrollierst, kannst du 1 Karte abwerfen, um 1 dieser Fähigkeiten zu aktivieren, basierend auf den Eigenschaften jenes Monsters:\nERDE: Zerstöre 1 ERDE Monster, das du kontrollierst, und 1 offenes Monster, das dein Gegner kontrolliert.\nWIND: Zerstöre 1 offene(n) Zauber/Falle auf dem Spielfeld.\nFEUER: Gib alle offenen als Spezialbeschwörung beschworenen Nicht-FEUER Monster auf dem Spielfeld auf die Hand zurück.\nWASSER: Ziehe 1 Karte, zusätzlich kannst du bis zum Ende des nächsten Spielzugs 1 Normale Fallenkarte von deiner Hand aktivieren.\nLICHT: Ändere die Kampfposition von 1 offenen Monster auf dem Spielfeld.", "es": null, "fr": "Une fois par tour, si vous contrôlez un Monstre Normal \"HÉROS\" ou un Monstre Fusion \"HÉROS\", vous pouvez défausser 1 carte pour activer 1 de ces Compétences selon les Attributs du monstre:\n● TERRE: Détruisez 1 monstre TERRE que vous contrôlez et 1 monstre face recto contrôlé par votre adversaire.\n● VENT: Détruisez 1 Magie/Piège face recto sur le Terrain.\n● FEU: Renvoyez tous les monstres non-FEU face recto Invoqués Spécialement sur le Terrain à la main.\n● EAU: Piochez 1 carte, et aussi, vous pouvez activer 1 Carte Piège Normal depuis votre main jusqu'à la fin du prochain tour.\n● LUMIÈRE: Changez la position de combat d'1 monstre face recto sur le Terrain.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Jaden Yuki", "image_front": "HEROWorld-SGX2-EN-C-1E.png", "image_back": "JadenYuki-SkillCard-EN-Back-2.png", "sets": {"en": [{"set_number": "SGX2-ENS07", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "SGX2-DES07", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "SGX2-FRS07", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "SGX2-ITS07", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "SGX2-PTS07", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}]}, "yugipedia_page_id": 715232}