{"name": {"en": "Grit", "de": "Mut", "es": "Con Valor", "fr": "Cran", "it": "Fermezza", "pt": "Garra", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Joey / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": null, "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "At the start of your turn, call 2 numbers and roll a six-sided die. If you roll a number you called, your LP do not get lower than 1 until the end of your opponent's next turn. This Skill can only be used once per Duel.", "de": "Am Beginn deines Spielzugs, sage 2 Zahlen voraus und wirf einen sechsseitigen Würfel. Falls du eine Zahl wirfst, die du vorausgesagt hast, sinken deine LP bis zum Ende des nächsten Spielzugs deines Gegners nicht unter 1. Diese Fähigkeit kann nur einmal pro Duell verwendet werden.", "es": "Al comienzo de tu turno, elige 2 números y lanza un dado de seis caras. Si sale un número de los que elegiste, tus LP no pueden bajar de 1 hasta el final del próximo turno de tu adversario. Esta Habilidad sólo puede usarse una vez por Duelo.", "fr": "Au début de votre tour, dites 2 nombres et lancez un dé à six faces. Si le résultat de votre lancer correspond à l'un des nombres dits, vos LP ne passent pas en dessous de 1 jusqu'à la fin du prochain tour de votre adversaire. Cette Compétence ne peut être utilisée qu'une fois par Duel.", "it": "All'inizio del tuo turno, dichiara 2 numeri e tira un dado a sei facce. Sei ottieni un numero che hai dichiarato, i tuoi LP non possono scendere sotto a 1 fino alla fine del prossimo turno del tuo avversario. Questa Abilità può essere utilizzata una sola volta per Duelo.", "pt": "No começo do seu turno, determine 2 números e lance um dado de seis lados. Se você obtiver um número que determinou, seus PV não podem baixar de 1 até o final do próximo turno do seu oponente. Esta Habilidade só pode ser usada uma vez por Duelo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Joey Wheeler", "image_front": "Grit-SS02-EN-C-1E.png", "image_back": "JoeyWheeler-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS02-ENBS1", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "de": [{"set_number": "SS02-DEBS1", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "fr": [{"set_number": "SS02-FRBS1", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "it": [{"set_number": "SS02-ITBS1", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "pt": [{"set_number": "SS02-PTBS1", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}]}, "yugipedia_page_id": 585576}