{"name": {"en": "Volcanic Cannon", "de": "Vulkanische Kanone", "es": "Cañón Volcánico", "fr": "Canon Volcanique", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Axel / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per Duel, you can send 1 face-up \"Tri-Blaze Accelerator\" you control to the GY, then Special Summon 1 \"Volcanic Doomfire\" from your hand, Deck, or GY, ignoring its Summoning conditions. Your opponent takes no effect damage the turn you activate this Skill.", "de": "Einmal pro Duell kannst du 1 offenen „Dreifacher Glutbeschleuniger“, den du kontrollierst, auf den Friedhof legen, dann beschwöre 1 „Vulkanisches Verdammnisfeuer“ als Spezialbeschwörung von deiner Hand, deinem Deck oder deinem Friedhof, ungeachtet seiner Beschwörungsbedingungen. Dein Gegner erhält in dem Spielzug, in dem du diese Fähigkeit aktivierst, keine Effektschaden.", "es": "Una vez por Duelo, puedes mandar al Cementerio 1 \"Acelerador de Llama Triple\" boca arriba que controles, y después Invocar de Modo Especial 1 \"Fuego de la Perdición Volcánico\" desde tu mano, Deck o Cementerio, ignorando sus condiciones de Invocación. Tu adversario no recibe daño de efecto en el turno en el que activas esta Habilidad.", "fr": "Une fois par Duel, vous pouvez envoyer 1 \"Accélérateur Tri-Flammes\" face recto que vous contrôlez au Cimetière, puis Invoquez Spécialement 1 \"Feu Grégois Volcanique\" depuis votre main, Deck ou Cimetière, en ignorant ses conditions d'Invocation. Votre adversaire ne reçoit aucun dommage d'effet le tour où vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Axel Brodie", "image_front": "VolcanicCannon-SGX1-EN-C-1E.png", "image_back": "AxelBrodie-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX1-ENS16", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES16", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "es": [{"set_number": "SGX1-SPS16", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS16", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS16", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS16", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 709786}