{"name": {"en": "Final Draw", "de": "Letztes Ziehen", "es": "Robo Final", "fr": "Pioche Finale", "it": "Pescata Finale", "pt": "Compra Definitiva", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Yami Yugi / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": "Gira questa carta quando attivi questa Abilità.", "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill during your Main Phase, by placing 3 counters on this card. Once per turn, during your Main Phase, you can remove 1 counter from this card. Once, if this card has no counters, the next time you would draw a card(s), do the following instead.\n● Add 1 card from your Deck to your hand, but at the start of the End Phase of this turn, you lose the Duel.", "de": "Aktiviere diese Fähigkeit während deiner Main Phase.\nEinmal pro Spielzug, während deines Spielzugs, kannst du eine Zählmarke auf diese Fähigkeit legen. Falls sie 3 oder mehr Zählmarken hat, wenn du eine Karte ziehen würdest, kannst du stattdessen dein Deck nach einer beliebigen Karte durchsuchen und sie deiner Hand hinzufügen. Am Ende des Spielzugs, in dem du diese Fähigkeit verwendest, verliest du das Duell.", "es": "Activa esta Habilidad durante tu Main Phase, poniendo 3 contadores en esta carta. Una vez por turno, durante tu Main Phase, puedes retirar 1 contador de esta carta. Una vez, si esta carta no tiene contadores, la próxima vez que fueras a robar una o más cartas, haz lo siguiente en su lugar.\n● Añade a tu mano 1 carta en tu Deck, pero al comienzo de la End Phase de este turno, pierdes el Duelo.", "fr": "Activez cette Compétence durant votre Main Phase, en plaçant 3 Compteurs sur cette carte. Une fois par tour, durant votre Main Phase, vous pouvez retirer 1 Compteur de cette carte. Une fois, si cette carte n'a pas de Compteurs, la prochaine fois que vous allez piocher une ou plusieurs cartes, faites ce qui suit à la place.\n● Ajoutez 1 carte depuis votre Deck à votre main, mais au début de la End Phase de ce tour, vous perdez le Duel.", "it": "Attiva questa Abilità durante la tua Main Phase.\nUna volta per turno, durante il tuo turno, puoi mettere un Segnalino su questa Abilità. Se ha 3 o più Segnalini quando stai per pescare una carta, puoi invece cercare nul tuo Deck una qualsiasi carta e aggiungerla alla tua mano. Alla fine del turno in cui utilizzi questa Abilità, perdi il Duello.", "pt": "Ative esta Habilidade durante sua Fase Principal.\nUma vez por turno, durante seu turno, você pode colocar um marcador nesta Habilidade. Se ela tiver 3 ou mais marcadores, quando você compraria um card, em vez disso, você pode procurar qualquer card no seu Deck e adicioná-lo à sua mão. No final do turno em que você usar esta Habilidade, você perde o Duelo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Yami Yugi", "image_front": "FinalDraw-STP4-EN-C-UE.png", "image_back": "YamiYugi-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS01-ENAS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}, {"set_number": "STP4-ENS01", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "de": [{"set_number": "SS01-DEAS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}, {"set_number": "STP4-DES01", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "es": [{"set_number": "SS01-SPAS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}, {"set_number": "STP4-SPS01", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "fr": [{"set_number": "SS01-FRAS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}, {"set_number": "STP4-FRS01", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "it": [{"set_number": "SS01-ITAS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}, {"set_number": "STP4-ITS01", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "pt": [{"set_number": "SS01-PTAS3", "set_name": "Speed Duel Starter Decks: Destiny Masters", "rarities": ["Common"]}, {"set_number": "STP4-PTS01", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}]}, "yugipedia_page_id": 585514}