{"name": {"en": "HEROES UNITE - FUSION!!", "de": "HELDEN VEREINIGT EUCH - FUSION!!", "es": null, "fr": "UNION DES HÉROS - FUSION !!", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Jaden / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill during your Main Phase. Discard 1 card, then Fusion Summon 1 \"Elemental HERO\" Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material. If Summoning an \"Elemental HERO\" Fusion Monster this way that requires 3 or more materials, and you control 2 \"Elemental HERO\" monsters that are mentioned on it as materials, you can also use monsters in your Deck as Fusion Material. This Skill can only be used once per Duel.", "de": "Aktiviere diese Fähigkeit während deiner Main Phase. Wirf 1 Karte ab, dann beschwöre 1 „Elementar-HELD“-Fusionsmonster als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial. Falls du auf diese Art ein „Elementar-HELD“-Fusionsmonster beschwörst, das 3 oder mehr Material erfordert, und du 2 „Elementar-HELD\"-Monster kontrollierst, die auf ihm als Material erwähnt werden, kannst du auch Monster in deinem Deck als Fusionsmaterial verwenden. Diese Fähigkeit kann nur einmal pro Duell verwendet werden.", "es": null, "fr": "Activez cette Compétence durant votre Main Phase. Défaussez 1 carte, puis Invoquez par Fusion 1 Monstre Fusion \"HÉROS Élémentaire\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Si Invoquer un Monstre Fusion \"HÉROS Élémentaire\" de cette façon nécessite min. 3 Matériels, et que vous contrôlez 2 monstres \"HÉROS Élémentaire\" qui sont mentionnés sur celui-ci comme Matériels, vous pouvez aussi utiliser des monstres dans votre Deck comme Matériel Fusion. Cette Compétence ne peut être utilisée qu'une fois par Duel.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Jaden Yuki", "image_front": "HEROESUNITEFUSION-SGX2-EN-C-1E.png", "image_back": "JadenYuki-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX2-ENS01", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "SGX2-DES01", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "SGX2-FRS01", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "SGX2-ITS01", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "SGX2-PTS01", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}]}, "yugipedia_page_id": 715233}