{"name": {"en": "Powerful Group of Guys", "de": "Starke Truppe von Kerlen", "es": null, "fr": "Groupe d'Hommes Puissants", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Aster / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "While you control exactly 1 \"Destiny HERO\" monster (and no other monsters), and your opponent controls more monsters than you, Special Summon 1 \"Destiny HERO\" monster from your hand or Deck with a lower Level than the monster you control. You can only Summon \"Destiny HERO\" monsters during the turn you activate this Skill. Flip this card over at the end of the turn you activated this Skill.", "de": "Solange du genau 1 „Schicksals-HELD“-Monster (und keine anderen Monster) kontrollierst und dein Gegner mehr Monster als du kontrolliert, beschwöre 1 „Schicksals-HELD“-Monster mit einer niedrigeren Stufe als das Monster, das du kontrollierst, als Spezialbeschwörung von deiner Hand oder deinem Deck. Du kannst während des Spielzugs, in dem du diese Fähigkeit aktivierst, nur „Schicksals-HELD“-Monster beschwören. Drehe diese Karte am Ende des Spielzugs um, in dem du diese Fähigkeit aktiviert hast.", "es": null, "fr": "Tant que vous contrôlez exactement 1 monstre \"HÉROS de la Destinée\" (et aucun autre monstre), et que votre adversaire contrôle plus de monstres que vous, Invoquez Spécialement 1 monstre \"HÉROS de la Destinée\" depuis votre main ou Deck avec un Niveau inférieur au monstre que vous contrôlez. Vous ne pouvez Invoquer des monstres \"HÉROS de la Destinée\" que durant le tour où vous activez cette Compétence. Retournez cette carte à la fin du tour où vous avez activé cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Aster Phoenix", "image_front": "PowerfulGroupofGuys-SGX1-EN-C-1E.png", "image_back": "AsterPhoenix-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX1-ENS02", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES02", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS02", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS02", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS02", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 716272}