{"name": {"en": "Small Roid Big City", "de": "Kleiner Roide in der großen Stadt", "es": null, "fr": "Grande Ville Petit Roid", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Syrus / Skill / Field Spell", "activation": {"en": "At the start of the Duel, place this card in your Field Zone and flip it over.", "de": "Am Beginn des Duells, lege diese Karte in deine Spielfeldzone und drehe sie um.", "es": null, "fr": "Au début du Duel, placez cette carte dans votre Zone Terrain et retournez-la.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn: You can target 1 other face-up card you control; destroy it, and if you do, add 1 \"roid\" card from your Deck to your hand. Once per turn, when an attack is declared involving an opponent's monster and a \"roid\" monster you control: You can send 1 \"roid\" monster from your Deck to the GY; switch the original ATK and DEF of your battling monster during the damage calculation only.", "de": "Einmal pro Spielzug: Du kannst 1 andere offene Karte wählen, die du kontrollierst; zerstöre sie und falls du dies tust, füge deiner Hand 1 „roid“-Karte von deinem Deck hinzu. Einmal pro Spielzug, wenn ein Angriff deklariert wird, an dem ein Monster eines Gegners und ein „roid“-Monster, das du kontrollierst, beteiligt sind: Du kannst 1 „roid“-Monster von deinem Deck auf den Friedhof legen; vertausche nur während der Schadensberechnung die Grund-ATK und -DEF deines kämpfenden Monsters.", "es": null, "fr": "Une fois par tour: vous pouvez cibler 1 autre carte face recto que vous contrôlez; détruisez-la, et si vous le faites, ajoutez 1 carte \"roid\" depuis votre Deck à votre main. Une fois par tour: lorsqu'une attaque impliquant un monstre de l'adversaire et un monstre \"roid\" que vous contrôlez est déclarée: vous pouvez envoyer un monstre \"roid\" depuis votre Deck au Cimetière; durant le calcul de dommages uniquement, échangez l'ATK/DEF d'origine de votre monstre combattant.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Syrus Truesdale", "image_front": "SmallRoidBigCity-SGX2-EN-C-1E.png", "image_back": "SyrusTruesdale-SkillCard-EN-Back-3.png", "sets": {"en": [{"set_number": "SGX2-ENS12", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "SGX2-DES12", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "SGX2-FRS12", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "SGX2-ITS12", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "SGX2-PTS12", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}]}, "yugipedia_page_id": 716736}