{"name": {"en": "Forbidden Cyber Style Technique", "de": "Verbotene Cyber-Stil-Technik", "es": "Técnica Ciber Estilo Prohibida", "fr": "Technique du Style Cyber Interdit", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Zane / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill once per Duel, if your LP are 1500 or less and you control no monsters. Reduce your LP to 50, then Special Summon up to 3 Machine \"Cyber\" monsters from your hand, Deck, and/or GY. They each become \"Cyber Dragon\" (Machine/LIGHT/Level 5/ATK 2100/DEF 1600), and cannot be Tributed. For the rest of this turn, you cannot Summon/Set except by Fusion Summoning, nor attack except with Fusion Monsters. Destroy any monsters Summoned by this Skill during your End Phase.", "de": "Aktiviere diese Fähigkeit einmal pro Duell, falls du 1500 oder weniger LP hast und keine Monster kontrollierst. Verringere deine LP auf 50, dann beschwöre bis zu 3 „Cyber“-Maschine-Monster als Spezialbeschwörung von deiner Hand, deinem Deck und/oder deinem Friedhof. Sie werden jeweils zu „Cyber Drache“ (Maschine/LICHT/Stufe 5/ATK 2100/DEF 1600) und können nicht als Tribut angeboten werden. Für den Rest dieses Spielzugs kannst du weder beschwören/setzen, außer als Fusionsbeschwörung, noch angreifen, außer mit Fusionsmonstern. Zerstöre jedes Monster, das durch diese Fähigkeit beschworen wurde, während deiner End Phase.", "es": "Activa esta Habilidad una vez por Duelo, si tus LP son 1500 o menos y no controlas monstruos. Reduce tus LP a 50, y después Invoca de Modo Especial hasta 3 monstruos Máquina \"Ciber\" desde tu mano, Deck y/o Cementerio. Cada uno se convierte en \"Ciber Dragón\" (Máquina/LUZ/Nivel 5/ATK 2100/DEF 1600), y no pueden ser Sacrificados. Por el resto de este turno no puedes Invocar/Colocar excepto Invocando por Fusión, ni atacar excepto con Monstruos de Fusión. Destruye cualquier monstruo Invocado por esta Habilidad durante tu End Phase.", "fr": "Activez cette Compétence une fois par Duel, si vos LP sont inférieurs ou égaux à 1500 et que vous ne contrôlez aucun monstre. Réduisez vos LP à 50, puis Invoquez Spécialement max. 3 monstres \"Cyber\" Machine depuis votre main, Deck ou Cimetière. Ils deviennent chacun \"Cyber Dragon\" (Machine/LUMIÈRE/Niveau 5/ATK 2100/DEF 1600), mais ils ne peuvent pas être Sacrifiés. Le reste de ce tour, vous ne pouvez ni Invoquer/Poser sauf en invoquant par Fusion, ni attaquer sauf avec des Monstres Fusion. Durant votre End Phase, détruisez les monstres Invoqués par cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Zane Truesdale", "image_front": "ForbiddenCyberStyleTechnique-SGX1-EN-C-1E.png", "image_back": "ZaneTruesdale-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX1-ENS07", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES07", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "es": [{"set_number": "SGX1-SPS07", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS07", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS07", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS07", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 715000}