{"name": {"en": "Beatdown!", "de": "Beatdown!", "es": "¡Paliza!", "fr": "Raclée !", "it": "Sfondamento!", "pt": "Agressivo!", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Kaiba / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": "Gira questa carta quando attivi questa Abilità.", "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "If you control a Level 5 or higher monster, you can activate this Skill.\nAll monsters you currently control gain 300 ATK for each Level 5 or higher monster you control. At the end of your turn, flip this card over.", "de": "Falls du ein Monster der Stufe 5 oder höher kontrollierst, kannst du diese Fähigkeit aktivieren.\nAlle Monster, die du derzeit kontrollierst, erhalten für jedes Monster der Stufe 5 oder höher, das du kontrollierst, 300 ATK. Am Ende deines Spielzugs, drehe diese Karte um.", "es": "Si controlas un monstruo de Nivel 5 o mayor, puedes activar esta Habilidad.\nTodos los monstruos que controles en este momento ganan 300 ATK por cada monstruo de Nivel 5 o mayor que controles. Al final de tu turno, voltea esta carta.", "fr": "Si vous contrôlez un monstre de min. Niveau 5, vous pouvez activer cette Compétence.\nTous les monstres que vous contrôlez actuellement gagnent 300 ATK pour chaque monstre de min. Niveau 5 que vous contrôlez. A la fin de votre tour, retournez cette carte.", "it": "Se controlli un mostro di Livello 5 o superiore, puoi attivare questa Abilità.\nTutti i mostri che controlli attualmente guadagnano 300 ATK per ogni mostro di Livello 5 o superiore che controlli. Alla fine del tuo torno, gira questa carta.", "pt": "Se você controlar um monstro de Nível 5 ou mais, você pode ativar esta Habilidade.\nTodos os monstros que você controla atualmente ganham 300 de ATK para cada monstro de Nível 5 ou mais que você controla. No final do seu turno, vire este card.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Seto Kaiba", "image_front": "Beatdown-JMPS-EN-UR-LE.png", "image_back": "SetoKaiba-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS02-ENAS2", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}, {"set_number": "JMPS-ENS01", "set_name": "SJ Jump Pack Spring 2020 promotional card", "rarities": ["Ultra Rare"]}], "de": [{"set_number": "SS02-DEAS2", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "es": [{"set_number": "SS02-SPAS2", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "fr": [{"set_number": "SS02-FRAS2", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "it": [{"set_number": "SS02-ITAS2", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "pt": [{"set_number": "SS02-PTAS2", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}]}, "yugipedia_page_id": 585580}