{"name": {"en": "A Bountiful Ocean", "de": "Ein freigiebiger Ozean", "es": null, "fr": "Un Océan Foisonnant", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Mako / Skill", "activation": {"en": "At the start of the Duel, flip this card over.", "de": "Am Beginn des Duells, drehe diese Karte um.", "es": null, "fr": "Au début du Duel, retournez cette carte.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "While \"Umi\" is face-up on the field, apply the following:\n● Non-Effect WATER monsters you control are unaffected by non-WATER monster effects.\n● Once per turn, you can add 1 WATER monster from your GY to your hand, but for the rest of this turn, you cannot activate cards or effects, until you Normal Summon that monster or a card with its name.", "de": "Solange „Umi“ offen auf dem Spielfeld liegt, wende das Folgende an:\n● WASSER Nichteffekt-Monster, die du kontrollierst, bleiben von den Effekten von Nicht-WASSER Monstern unberührt.\n● Einmal pro Spielzug kannst du deiner Hand 1 WASSER Monster von deinem Friedhof hinzufügen, aber für den Rest dieses Spielzugs kannst du weder Karten noch Effekte aktivieren, bis du jenes Monster oder eine Karte mit seinem Namen als Normalbeschwörung beschworen hast.", "es": null, "fr": "Tant que \"Umi\" est face recto sur le Terrain, appliquez ce qui suit:\n● Les monstres EAU (Monstres à Effet exclus) que vous contrôlez ne sont pas affectés par des effets de monstres non-EAU.\n● Une fois par tour, vous pouvez ajouter 1 monstre EAU depuis votre Cimetière à votre main, mais le reste de ce tour, vous ne pouvez activer ni de cartes ni d'effets, jusqu'à ce que vous Invoquiez Normalement le Monstre ou une carte de son nom.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Mako Tsunami", "image_front": "ABountifulOcean-SBC1-EN-C-1E.png", "image_back": "MakoTsunami-SkillCard-EN-Back-3.png", "sets": {"en": [{"set_number": "SBC1-ENS11", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "de": [{"set_number": "SBC1-DES11", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "fr": [{"set_number": "SBC1-FRS11", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "it": [{"set_number": "SBC1-ITS11", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "pt": [{"set_number": "SBC1-PTS11", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}]}, "yugipedia_page_id": 1004350}