{"name": {"en": "Magnetic Attraction", "de": "Magnetische Anziehung", "es": null, "fr": "Attraction Magnétique", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Yami Yugi / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Apply the following Skill(s):\n● When a Level 4 or lower \"Magnet Warrior\" monster is Normal Summoned, you can add 1 Level 4 or lower \"Magnet Warrior\" monster with a different name from your Deck to your hand.\n● You can reveal 2 Level 4 or lower \"Magnet Warrior\" monsters with different names from your hand, and if you do, add 1 \"Valkyrion the Magna Warrior\" from your Deck to your hand.\nEach of these Skills can only be used once per Duel.", "de": "Führe die folgenden Fähigkeiten aus:\n● Wenn ein „Magnetkrieger“-Monster der Stufe 4 oder niedriger als Normalbeschwörung beschworen wird, kannst du deiner Hand 1 „Magnetkrieger“-Monster der Stufe 4 oder niedriger mit einem unterschiedlichen Namen von deinem Deck hinzufügen.\n● Du kannst 2 „Magnetkrieger“-Monster der Stufe 4 oder niedriger mit unterschiedlichen Namen von deiner Hand vorzeigen und falls du dies tust, füge deiner Hand 1 „Valkyrion, Magnetkrieger“ von deinem Deck hinzu.\nJede dieser Fähigkeiten kann nur einmal pro Duell verwendet werden.", "es": null, "fr": "Appliquez la ou les Compétences suivantes :\n● Lorsqu'un monstre \"Guerrier Magnétique\" de max. Niveau 4 est Invoqué Normalement, vous pouvez ajouter 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 de nom différent depuis votre Deck à votre main.\n● Vous pouvez révéler 2 monstres \"Guerrier Magnétique\" de max. Niveau 4 de noms différents depuis votre Main, et si vous le faites, ajoutez 1 \"Valkyrion, le Guerrier Magnétique\" depuis votre Deck à votre main.\nChacune de ces Compétences ne peut être utilisée qu'une fois par Duel.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Yami Yugi", "image_front": "MagneticAttraction-SBCB-EN-C-1E.png", "image_back": "YamiYugi-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBCB-ENS15", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "de": [{"set_number": "SBCB-DES15", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "fr": [{"set_number": "SBCB-FRS15", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "it": [{"set_number": "SBCB-ITS15", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 715742}