{"name": {"en": "Hidden Parasite", "de": "Verborgener Parasit", "es": "Parásito Oculto", "fr": "Parasite Caché", "it": "Parassita Nascosto", "pt": "Parasita Oculto", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Weevil / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": null, "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": null, "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, you can change all monsters on the field to Insect until the end of this turn, also, any battle damage your opponent takes is halved for the rest of this turn. You may use this Skill up to twice per Duel.", "de": "Einmal pro Spielzug kannst alle Monster auf dem Spielfeld bis zum Ende dieses Spielzugs zu Insekt ändern, zusätzlich wird Kampfschaden, den dein Gegner erhält, für den Rest dieses Spielzugs halbiert. Du kannst diese Fähigkeit bis zu zweimal pro Duell verwendet.", "es": "Una vez por turno, hasta el final de este turno, puedes cambiar a Insecto todos los monstruos en el Campo, y además, por el resto de este turno, cualquier daño de batalla que reciba tu adversario se divide a la mitad. Puedes usar esta Habilidad hasto dos veces por Duelo.", "fr": "Une fois par tour, vous pouvez changer tous les monstres sur le Terrain en Insecte jusqu'à la fin de ce tour, et aussi, les dommages de combat reçus par votre adversaire sont divisés par deux le reste de ce tour. Vous pouvez utiliser cette Compétence max. deux fois par Duel.", "it": "Una volta per turno, puoi cambiare tutti i mostri sul Terreno in Insetto fino alla fine di questo turno, inoltre qualsiasi danno da combattimento subito dal tuo avversario viene dimezzato per il resto di questo turno. Puoi utilizzarre questa Abilità fino a due volte per DUello.", "pt": "Uma vez por turno, até o final deste turno, você pode transformar todos os monstros no campo em Insetos e, além disso, qualquer dano de batalha que seu oponente sofrer pelo resto deste turno é diminuído pela metade. Você pode usar esta Habilidade até duas vezes por Duelo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Weevil Underwood", "image_front": "HiddenParasite-SS03-EN-C-1E.png", "image_back": "WeevilUnderwood-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS03-ENBS2", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "de": [{"set_number": "SS03-DEBS2", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "fr": [{"set_number": "SS03-FRBS2", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "it": [{"set_number": "SS03-ITBS2", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "pt": [{"set_number": "SS03-PTBS2", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}]}, "yugipedia_page_id": 649443}