{"name": {"en": "Shadow Reborn", "de": "Wiedergeborener Schatten", "es": "Sombra Renacida", "fr": "Renaissance de l'Ombre", "it": null, "pt": "Reviver Sombra", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Yami Marik / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill during your Main Phase. Once per Duel, you can pay half your LP and Special Summon 1 monster from either GY, but your opponent takes no battle damage this turn.", "de": "Aktiviere diese Fähigkeit während deiner Main Phase. Einmal pro Duell kannst du die Hälfte deiner LP zahlen und 1 Monster als Spezialbeschwörung von einem beliebigen Friedhof beschwören, aber dein Gegner erhält in diesem Spielzug keinen Kampfschaden.", "es": "Activa esta Habilidad durante tu Main Phase. Una vez por Duelo, puedes pagar la mitad de tus LP e Invocar 1 monstro de Modo Especial desde cualquier Cementerio, pero este turno tu adversario no recibe daño de batalla.", "fr": "Activez cette Compétence durant votre Main Phase. Une fois par Duel, vous pouvez payer la moitié de vos LP et Invoquer Spécialement 1 monstre depuis l'un des Cimetières, mais votre adversaire ne reçoit aucun dommage de combat ce tour.", "it": null, "pt": "Ative esta Habilidade durante sua Fase Principal. Uma vez por Duelo, você pode pagar metade dos seus PV e Invocar por Invocação-Especial 1 monstro de qualquer Cemitério, mas seu oponente não sofre dano de batalha neste turno.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Yami Marik", "image_front": "ShadowReborn-SS05-EN-C-1E.png", "image_back": "YamiMarik-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS05-ENS03", "set_name": "Speed Duel Starter Decks: Twisted Nightmares", "rarities": ["Common"]}], "de": [{"set_number": "SS05-DES03", "set_name": "Speed Duel Starter Decks: Twisted Nightmares", "rarities": ["Common"]}], "fr": [{"set_number": "SS05-FRS03", "set_name": "Speed Duel Starter Decks: Twisted Nightmares", "rarities": ["Common"]}], "it": [{"set_number": "SS05-ITS03", "set_name": "Speed Duel Starter Decks: Twisted Nightmares", "rarities": ["Common"]}], "pt": [{"set_number": "SS05-PTS03", "set_name": "Speed Duel Starter Decks: Twisted Nightmares", "rarities": ["Common"]}]}, "yugipedia_page_id": 716667}