{"name": {"en": "Ritual of Black Mastery", "de": "Ritual der schwarzen Meisterschaft", "es": "Ritual del Dominio Negro", "fr": "Rituel de la Maîtrise Noire", "it": null, "pt": "Ritual da Maestria Negra", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Yami Yugi / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous utilisez cette Compétence.", "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill during your Main Phase, while you control \"Black Luster Soldier\" or \"Magician of Black Chaos\" that you Ritual Summoned this turn.\n● While you control \"Black Luster Soldier\", it cannot be destroyed by your opponent's Skill, also once per turn, if your opponent activates a Trap Card, draw 1 card immediately after it resolves.\n● While you control \"Magician of Black Chaos\", it cannot be destroyed by your opponent's Spell effects, also if your \"Magician of Black Chaos\" destroys a monster by battle, add 1 Spell from your GY to your hand.", "de": "Aktiviere diese Fähigkeit während deiner Main Phase, solange du „Schwarz Glänzender Soldat“ oder „Magier des Schwarzen Chaos“ kontrollierst, den du in diesem Spielzug als Ritualbeschwörung beschworen hast.\n● Solange du „Schwarz Glänzender Soldat“ kontrollierst, kann er nicht durch Fähigkeiten deines Gegners zerstört werden, zusätzlkich einmal pro Spielzug, falls dein Gegner eine Fallenkarte aktiviert, ziehe sofort nachdem sie aufgelöst wurde 1 Karte.\n● Solange du „Magier des Schwarzen Chaos“ kontrollierst, kann er nicht durch Zaubereffekte deines Gegners zerstört werden, zusätzlich, falls dein „Magier des Schwarzen Chaos“ ein Monster durch Kampf zerstört, füge deiner Hand 1 Zauber von deinem Friedhof hinzu.", "es": "Activa esta Habilidad durante tu Main Phase, mientras controles \"Soldado del Brillo Negro\" o \"Mago del Caos Negro\" que este turno hayas Invocado por Ritual.\n● Mientras controles \"Soldado del Brillo Negro\", éste no puede ser destruido por la Habilidad de tu adversario, y además una vez por turno, si tu adversario activa una Carta de Trampa, roba 1 carta inmediatamente después de que ésta se resuelva.\n● Mientras controles \"Mago del Caos Negro\", éste no puede ser destruido por los efectos de Mágicas de tu adversario, y además si tu \"Mago del Caos Negro\" destruye un monstruo en batalla, añade a tu mano 1 Mágica de tu Cementario.", "fr": "Activez cette Compétence durant votre Main Phase, tant que vous contrôlez \"Soldat du Lustre Noir\" ou \"Magicien du Chaos Sombre\" que vous avez Invoqué Rituellement ce tour.\n● Tant que vous contrôlez \"Soldat du Lustre Noir\", il ne peut pas être détruit par une Compétence de votre adversaire, et aussi, une fois par tour, si votre adversaire active 1 Carte Piège, piochez 1 carte immédiatement après sa résolution.\n● Tant que vous contrôlez \"Magicien du Chaos Sombre\", il ne peut pas être détruit par des effets de Magie de votre adversaire, et aussi, si votre \"Magicien du Chaos Sombre\" détruit un monstre au combat, ajoutez 1 Magie depuis votre Cimetière à votre Main.", "it": null, "pt": "Ative esta Habilidade durante sua Fase Principal, enquanto você controlar \"Soldado do Lustro Negro\" ou \"Mago do Caos das Trevas\" que você Invocou por Invocação-Ritual neste turno.\n● Enquanto você controlar \"Soldado do Lustro Negro\", ele não pode ser destruído por uma Habilidade do seu oponente e, além disso, uma vez por turno, se seu oponente ativar 1 Card de Armadilha, compre 1 card imediatamente depois que ele resolver.\n● Enquanto você controlar \"Mago do Caos das Trevas\", ele não pode ser destruído pelos efeitos de Magia do seu oponente e, além disso, se um \"Mago do Caos das Trevas\" seu destruir um monstro em batalha, adicione 1 Magia do seu Cemitério à sua mão.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Yami Yugi", "image_front": "RitualofBlackMastery-SS04-EN-C-1E.png", "image_back": "YamiYugi-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS04-ENS01", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}], "de": [{"set_number": "SS04-DES01", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}], "fr": [{"set_number": "SS04-FRS01", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}], "it": [{"set_number": "SS04-ITS01", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}], "pt": [{"set_number": "SS04-PTS01", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}]}, "yugipedia_page_id": 716484}