{"name": {"en": "Knight of Legend", "de": "Ritter der Legende", "es": "Caballero Legendario", "fr": "Chevalier de la Légende", "it": null, "pt": "Cavaleiro das Lendas", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Yami Yugi / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill during your Main Phase. Each turn, 1 \"Gaia The Fierce Knight\" you Normal Summon can be Summoned without Tributing. Apply the following Skills while you control a \"Gaia The Fierce Knight\" monster or a \"Gaia the Dragon Champion\" monster.\n● If it attacks a Defense Position monster, inflict piercing battle damage. Once per turn, if it inflicts battle damage with this Skill, draw 2 cards, then discard 1 card.\n● You cannot activate Set cards in the Spell & Trap Zone.", "de": "Aktiviere diese Fähigkeit während deiner Main Phase. In jedem Spielzug kann 1 „Gaia, zorniger Ritter“, den du als Normalbeschwörung beschwörst, beschworen werden, ohne Tribut anzubieten. Wende die folgenden Fähigkeiten an, solange du ein „Gaia, zorniger Ritter“-Monster oder ein „Drachenmeister Gaia“-Monster kontrollierst.\n● Falls es ein Monster in Verteidigungsposition angreift, füge durchschlagenden Kampfschaden zu. Einmal pro Spielzug, falls es durch diese Fähigkeit Kampfschaden zufügt, ziehe 2 Karten, dann wirf 1 Karte ab.\n● Du kannst keine gesetzten Karten in der Zauber- & Fallenzone aktivieren.", "es": "Activa esta Habilidad durante tu Main Phase. Cada turno, 1 \"Gaia el Caballero Feroz\" que Invoques de Modo Normal puede ser Invocado sin Sacrificar. Aplica las siguientes Habilidades mientras controles un monstruo \"Gaia el Caballero Feroz\" o un monstruo \"Gaia el Campeón Dragón\".\n● Si cualquiera de esos monstruos ataca un monstruo en Posición de Degensa, inflige daño de batalla de penetración. Una ver por turno, si cualquiera de esos monstruos inflige daño de batalla con esta Habilidad, roba 2 cartas, y después descarta 1 carta.\n● No puedes activar cartas Colocadas en la Zona de Magia y Trampas.", "fr": "Activez cette Compétence durant votre Main Phase. Chaque tour, 1 \"Gaïa le Chevalier Implacable\" que vous Invoquez Normalement peut être Invoqué sans Sacrifices. Appliquez les Compétences suivantes tant que vous contrôlez un monstre \"Gaïa le Chevalier Implacable\" ou un monstre \"Gaïa le Dragon Champion\".\n● S'il attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Une fois par tour, s'il inflige des dommages de combat avec cette Compétence, piochez 2 cartes, puis défaussez 1 carte.\n● Vous ne pouvez pas activer les cartes Posées dans la Zone Magie & Piège.", "it": null, "pt": "Ative esta Habilidade durante sua Fase Principal. A cada turno, 1 \"Gaia, o Cavaleiro Impetuoso\" que você Invocar por Invocação-Normal pode ser Invocado sem oferecer Tributo. Aplique as seguintes Habilidades enquanto você controlar um monstro \"Gaia, o Cavaleiro Impetuoso\" ou um monstro \"Gaia, o Matador de Dragões\".\n● Se ele atacar um monstro em Posição de Defesa, cause dano de batalha perfurante. Uma vez por turno, se ele causar dano de batalha com esta Habilidade, compre 2 cards e, depois, descarte 1 card.\n● Você não pode ativar cards Baixados na Zona de Magias & Armadilhas.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Yami Yugi", "image_front": "KnightofLegend-SS04-EN-C-1E.png", "image_back": "YamiYugi-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS04-ENS02", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}, {"set_number": "STP7-ENS01", "set_name": "Speed Duel Tournament Pack 7", "rarities": ["Common"]}], "de": [{"set_number": "SS04-DES02", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}], "fr": [{"set_number": "SS04-FRS02", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}], "it": [{"set_number": "SS04-ITS02", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}], "pt": [{"set_number": "SS04-PTS02", "set_name": "Speed Duel Starter Decks: Match of the Millennium", "rarities": ["Common"]}]}, "yugipedia_page_id": 715536}