{"name": {"en": "Tribal Synergy", "de": "Stammessynergie", "es": "Sinergía Tribal", "fr": "Synergie Tribale", "it": "Sinergia Tribale", "pt": "Sinergia Tribal", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Mai / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": null, "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "If you have an \"Amazoness\" monster and a \"Harpie\" monster in your hand, reveal them and draw 1 card.\nIf you control an \"Amazoness\" monster and a \"Harpie\" monster, draw 2 cards.\nEach of these Skills can only be used once per Duel.", "de": "Falls du ein \"Amazonisch\"-Monster und ein \"Harpyie\"-Monster in deiner Hand hast, zeige sie vor und ziehe 1 Karte.\nFalls du ein \"Amazonisch\"-Monster und ein \"Harpyie\"-Monster kontrollierst, ziehe 2 Karten.\nJede dieser Fähigkeit kann nur einmal pro Duell verwendet werden.", "es": "Si tienes un monstruo \"Amazoness\" y un monstruo \"Arpía\" en tu mano, muéstralos y roba 1 carta. Si controlas un monstruo \"Amazoness\" y un monstruo \"Arpía\", roba 2 cartas.\nCada una de esas Habilidades sólo puede ser usada una vez por Duelo.", "fr": "Si vous avez un monstre \"Amazonesse\" et un monstre \"Harpie\" dans votre main, révélez-les et piochez 1 carte.\nSi vous contrôlez un monstre \"Amazonesse\" et un monstre \"Harpie\", piochez 2 cartes.\nChacune de ces Compétences ne peut être utilisée qu'une fois par Duel.", "it": "Se hai un mostro \"Amazoness\" e un mostro \"Arpia\" nella tua mano, rivelali e pescare 1 carta.\nSe controlli un mostro \"Amazoness\" e un mostro \"Arpia\", pesca 2 carte.\nOgnuna di queste Abilità può essere utilizzata una sola volta per Duello.", "pt": "Se você tiver um monstro \"Amazoness\" e um monstro \"Harpia\" na sua mão, revele-os e compre 1 card.\nSe você controlar um monstr \"Amazoness\" e um monstro \"Harpia\", compre 2 cards.\nCada uma dessas Habilidades só pode ser usada uma vez por Duelo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Mai Valentine", "image_front": "TribalSynergy-SS02-EN-C-1E.png", "image_back": "MaiValentine-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS02-ENCS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "de": [{"set_number": "SS02-DECS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "es": [{"set_number": "SS02-SPCS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "fr": [{"set_number": "SS02-FRCS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "it": [{"set_number": "SS02-ITCS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "pt": [{"set_number": "SS02-PTCS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}]}, "yugipedia_page_id": 585390}