{"name": {"en": "Cyber Blade Fusion", "de": "Fusion der Cyber-Klinge", "es": "Fusión Ciber Filo", "fr": "Fusion Cyber Lame", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Alexis / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, you can discard 1 card to Fusion Summon 1 \"Cyber Blader\" by sending either \"Etoile Cyber\" or \"Blade Skater\" from your field to the GY as 1 Fusion Material, and the other material from your hand, field, or Deck to the GY. That \"Cyber Blader\" gains 400 ATK. This Skill can be used twice per Duel.", "de": "Einmal pro Spielzug kannst du 1 Karte abwerfen, um 1 „Cyber-Klingen“ als Fusionsbeschwörung zu beschwören, indem du entweder „Etoile Cyber“ oder „Klingenläuferin“ von deiner Spielfeldseite als Fusionsmaterial auf den Friedhof und das andere Material von deiner Hand, deiner Spielfeldseite oder deinem Deck auf den Friedhof legst. Der „Cyber-Klingen“ erhält 400 ATK. Diese Fähigkeit kann zweimal pro Duell verwendet werden.", "es": "Una vez por turno, puedes descartar 1 carta para Invocar por Fusión 1 \"Ciber Patinadora\" mandando de tu Campo al Cementerio a \"Ciber Estrella\" o \"Patinadora de la Hoja\" como 1 Material de Fusión, y al Cementerio el otro material en tu mano, Campo o Deck. Ese \"Ciber Patinadora\" gana 400 ATK. Esta Habilidad puede ser usada dos veces por Duelo.", "fr": "Une fois par tour, vous pouvez défausser 1 carte pour Invoquer par Fusion 1 \"Cyber Trancheuse\" en envoyant soit \"Cyber, Danseuse Étoile\" soit \"Patineuse à Lame\" depuis votre Terrain au Cimetière comme 1 Matériel Fusion, et l'autre Matériel depuis votre main, Terrain ou Deck au Cimetière. Ce \"Cyber Trancheuse\" gagne 400 ATK. Cette Compétence peut être utilisée deux fois par Duel.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Alexis Rhodes", "image_front": "CyberBladeFusion-SGX1-EN-C-1E.png", "image_back": "AlexisRhodes-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX1-ENS05", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES05", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS05", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS05", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS05", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 714403}