{"name": {"en": "Believe in your Bro", "de": "Glaub an deinen Bruder", "es": "Confía en Tu Bro", "fr": "Crois en ton Ami", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Jaden & Syrus / Skill", "activation": {"en": "At the start of the Duel, flip this card over.", "de": "Am Beginn des Duells, drehe diese Karte um.", "es": null, "fr": "Au début du Duel, retournez cette carte.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, you can activate 1 of these Skills based on the face-up monster(s) you control:\n● \"Elemental HERO\": Discard 1 Trap, then add 1 Level 6 or lower Machine \"roid\" monster from your GY to your hand, then you can destroy 1 monster your opponent controls whose ATK is less than or equal to the added card's.\n● Machine \"roid\": Discard 1 Spell, then Special Summon 1 Level 6 or lower Machine \"roid\" or \"Elemental HERO\" monster from your Deck in Defense Position, but negate its effects.\n ● Both: Discard 1 card, then Fusion Summon 1 Fusion Monster using only \"roid\" and \"Elemental HERO\" monsters you control.\nEach of these Skills can only be used once per Duel.", "de": "Einmal pro Spielzug kannst du 1 dieser Fähigkeiten aktivieren, basierend auf den offenen Monstern, die du kontrollierst:\n● „Elementar-HELD“: Wirf 1 Falle ab, dann füge deiner Hand 1 „roid“-Maschine-Monster der Stufe 6 oder niedriger von deinem Friedhof hinzu, dann kannst du 1 Monster zerstören, das dein Gegner kontrolliert und dessen ATK kleiner oder gleich denen der hinzugefügten Karte sind.\n● „roid“-Maschine: Wirf 1 Zauber ab, dann beschwöre 1 „roid“-Maschine- oder „Elementar-HELD“-Monster der Stufe 6 oder niedriger als Spezialbeschwörung von deinem Deck in die Verteidigungsposition, aber annulliere seine Effekte.\n● Beide: Wirf 1 Karte ab, dann beschwöre 1 Fusionsmonster als Fusionsbeschwörung und verwende dafür nur „roid“- und „Elementar-HELD“ Monster, die du kontrollierst.\nJede dieser Fähigkeiten kann nur einmal pro Duell verwendet werden.", "es": "Una vez por turno, puedes activar 1 de estas Habilidades basadas en el o los monstruos boca arriba que controlas:\n● \"HÉROE Elemental\": Descarta 1 Trampa, y después añade a tu mano 1 monstruo \"roid\" Máquina de Nivel 6 o menor en tu Cementerio, y después puedes destruir 1 monstruo que controle tu adversario cuyo ATK sea igual o menor que el de la carta añadida.\n● \"roid\" Máquina: Descarta 1 Mágica, y después Invoca de Modo Especial 1 monstruo \"roid\" Máquina o \"HÉROE Elemental\" de Nivel 6 o menor desde tu Deck en Posición de Defensa, pero niega sus efectos.\n● Ambos: Descarta 1 carta, y después Invoca por Fusión 1 Monstruo de Fusión usando solo monstruos \"roid\" y \"HÉROE Elemental\" que controles.\nCada una de estas Habilidades sólo puede ser usada una vez por Duelo.", "fr": "Une fois par tour, vous pouvez activer 1 de ces Compétences selon les monstres face recto que vous contrôlez:\n● \"HÉROS Élémentaire\": Défaussez 1 Piège, puis ajoutez 1 monstre \"roid\" Machine de max. Niveau 6 depuis votre Cimetière à votre main, puis vous pouvez détruire 1 monstre contrôlé par votre adversaire dont l'ATK est inférieure ou égale à celle de la carte ajoutée.\n● \"roid\" Machine: Défaussez 1 Magie, puis Invoquez Spécialement 1 monstre \"roid\" Machine ou \"HÉROS Élémentaire\" de max. Niveau 6 depuis votre Deck en Position de Défense, mais annulez ses effets.\n● Les deux: Défaussez 1 carte, puis Invoquez par Fusion 1 Monstre Fusion en utilisant uniquement des monstres \"HÉROS Élémentaire\" et \"roid\" que vous contrôlez.\nChacune de ces Compétences ne peut être utilisée qu'une fois par Duel.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Jaden & Syrus", "image_front": "BelieveinyourBro-SGX2-EN-C-1E.png", "image_back": "JadenSyrus-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX2-ENS11", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "SGX2-DES11", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "es": [{"set_number": "SGX2-SPS11", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "SGX2-FRS11", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "SGX2-ITS11", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "SGX2-PTS11", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}]}, "yugipedia_page_id": 713671}