{"name": {"en": "Consumed By Darkness", "de": "Von Finsternis verzehrt", "es": "Consumido por la Oscuridad", "fr": "Consumé par les Ténèbres", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Yubel / Skill / Field Spell", "activation": {"en": "During your turn, you can flip this card over and place it in your Field Spell Zone.", "de": "Während deines Zuges kannst du diese Karte umdrehen und in deine Spielfeldzauberzone legen.", "es": "Durante tu turno, puedes voltear esta carta y ponerla en tu Zona de Mágica de Campo.", "fr": "Vous pouvez retourner cette carte durant votre Tour et la placer dans votre Zone Magie de Terrain.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "All \"Crystal Beast\" monsters on the field and in the GY become DARK. If an \"Ultimate Crystal\" monster attacks, negate the effects of the attack target during that Battle Phase. During damage calculation, if a \"Crystal Beast\" monster you control battles and you would take damage: You can send 1 \"Crystal Beast\" monster from your Deck to the GY; you take no battle damage from that battle.", "de": "Alle „Kristallungeheuer“-Monster auf dem Spielfeld und im Friedhof werden zu FINSTERNIS. Falls ein „Ultimativer Kristall“-Monster angreift, annulliere während der Battle Phase die Effekte des Angriffsziels. Während der Schadensberechnung, falls ein „Kristallungeheuer“-Monster, das du kontrollierst, kämpft und du Schaden erhalten würdest: Du kannst 1 „Kristallungeheuer“-Monster von deinem Deck auf den Friedhof legen; du erhältst aus dem Kampf keinen Kampfschaden.", "es": "Todos los monstruos \"Bestia de Cristal\" en el Campo y en el Cementerio se convierten en de OSCURIDAD. Si un monstruo \"Cristal Definitivo/a\" ataca, niega los efectos del objetivo del ataque durante esa Battle Phase. Durante el cálculo de daño, si un monstruo \"Bestia de Cristal\" que controlas batalla y tú fueras a recibir daño, puedes mandar al Cementerio 1 monstruo \"Bestia de Cristal\" en tu Deck; no recibes daño de batalla de esa batalla.", "fr": "Tous les monstres \"Bête Cristalline\" sur le Terrain et dans le Cimetière deviennent TÉNÈBRES. Si un monstre \"Cristal Ultime\" attaque, annulez les effets de la cible de l'attaque durant cette Battle Phase. Durant le calcul des dommages, si un monstre \"Bête Cristalline\" que vous contrôlez combat et que vous allez recevoir des dommages : vous pouvez envoyer 1 monstre \"Bête Cristalline\" depuis votre Deck au Cimetière ; vous ne recevez aucun dommage de combat de ce combat.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Yubel (character)", "image_front": "ConsumedByDarkness-SGX1-EN-C-1E.png", "image_back": "Yubel-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX1-ENS20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "es": [{"set_number": "SGX1-SPS20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS20", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 714335}