{"name": {"en": "Ectoplasmic Fortification!", "de": "Ektoplasmiche Stärkung!", "es": "¡Fortificación Ectoplásmica!", "fr": "Fortification Ectoplasmique !", "it": "Più Ectoplasma!", "pt": "Fortificação Ectoplasmática!", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Bonz / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": "Gira questa carta quando attivi questa Abilità.", "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, if you control a Zombie monster, you can place 1 counter on this card. All Zombie monsters you control gain 100 ATK and lose 100 DEF for each counter on this card. Any battle damage you take from battles involving your Zombie monster is doubled.", "de": "Einmal pro Spielzug, falls du ein Zombie-Monster kontrollierst, kannst du 1 Zählmarke auf diese Karte legen. Alle Zombie-Monster, die du kontrollierst, erhalten 100 ATK und verlieren 100 DEF für jede Zählmarke auf dieser Karte. Jeglicher Kampfschaden, den du aus Kämpfen erhälst, an denen dein Zombie-Monster beteiligt ist, wird verdoppelt.", "es": "Una vez por turno, si controlas un monstruo Zombi, puedes poner 1 contador en esta carta. Todos los monstruos Zombi que controles ganan 100 ATK y pierden 100 DEF por cada contador en esta carta. Cualquier daño de batalla que recibas de batallas que involucren a tu monstruo Zombi se duplica.", "fr": "Une fois par tour, si vous contrôlez un monstre Zombie, vous pouvez placer 1 Compteur sur cette carte. Tous les monstres Zombie que vous contrôlez gagnent 100 ATK et perdent 100 DEF pour chaque Compteur sur cette carte. Les dommages de combat que vous recevez de combats impliquant votre monstre Zombie sont doublés.", "it": "Una volta per turno, se controlli un mostro Zombie, puoi mettere 1 Segnalino su questa carta. Tutti i mostri Zombie che controlli guadagnano 100 ATK e perdono 100 DEF per ogni Segnalino su questa carta. Qualsiasi danno da combattimento che subisci da battaglie che coinvolgono i tuoi mostri Zombie viene raddopiatto.", "pt": "Uma vez por turno, se você controlar um monstro Zumbi, você pode colocar 1 marcador neste card. Todos os monstros Zumbi que você controla ganham 100 de ATK e perdem 100 de DEF para cada marcador neste card. Qualquer dano de batalha que você sofrer das batalhas envolvendo seus monstros Zumbi é dobrado.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Bonz", "image_front": "EctoplasmicFortification-SBLS-EN-SR-1E.png", "image_back": "Bonz-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBLS-ENS01", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Super Rare"]}], "de": [{"set_number": "SBLS-DES01", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Super Rare"]}], "fr": [{"set_number": "SBLS-FRS01", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Super Rare"]}], "it": [{"set_number": "SBLS-ITS01", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Super Rare"]}], "pt": [{"set_number": "SBLS-PTS01", "set_name": "Speed Duel: Arena of Lost Souls", "rarities": ["Super Rare"]}]}, "yugipedia_page_id": 598597}