{"name": {"en": "Pal-O'Mine-zation!", "de": "Pal-O'Mine-zation!", "es": "¡Amigo-zación!", "fr": "Pote-à-moi-risation !", "it": "Poli-Amicizza-zione!", "pt": "Amigão!", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Joey / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": "Gira questa carta quando attivi questa Abilità.", "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "During your turn, you may reveal 1 Normal Monster in your hand. This turn, that monster can substitute for any 1 Fusion Material. If you do, the other Fusion Material(s) must be the correct one(s). This Skill can only be used once per Duel.", "de": "Während deines Spielzugs kannst du 1 Normales Monster in deiner Hand vorzeigen. In diesem Spielzug kann das Monster 1 beliebiges Fusionsmaterial ersetzen. Falls du dies tust, muss das andere Fusionsmaterial das richtige sein. Diese Fähigkeit kann nur einmal pro Duell verwendet werden.", "es": "Durante tu turno, puedes mostrar 1 Monstruo Normal en tu mano. Este turno, ese monstruo puede usarse como sustituto de 1 Material de Fusión cualquiera. Si lo haces, el o los demás Materiales de Fusión deben ser los correctos. Esta Habilidad sólo puede usarse una vez por Duelo.", "fr": "Durant votre tour, vous pouvez révéler 1 Monstre Normal dans votre main. Ce tour, le monstre peut être utilisé à la place d'1 Matériel Fusion. Si vous le faites, les autres Matériels Fusion doivent être corrects. Cette Compétence ne peut être utilisée qu'une fois par Duel.", "it": "Durante il tuo turno, puoi rivelare 1 Mostro Normale nella tua mano. In questo turno, quel mostro può sostituire 1 qualsiasi Materiale da Fusione. Se lo fai, gli altri Materiali da Fusione devono essere quelli corretti. Questa Abilità può essere utilizzata una sola volta per Duello.", "pt": "Durante seu turno, você pode revelar 1 Monstro Normal na sua mão. Neste turno, esse monstro pode substituir qualquer 1 Matéria de Fusão. Se fizer isso, a(s) outra(s) Matéria(s) de Fusão deve(m) ser a(s) correta(s). Esta Habilidade só pode ser usada uma vez por Duelo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Joey Wheeler", "image_front": "PalOMinezation-SS02-EN-C-1E.png", "image_back": "JoeyWheeler-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS02-ENBS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "de": [{"set_number": "SS02-DEBS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "es": [{"set_number": "SS02-SPBS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "fr": [{"set_number": "SS02-FRBS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "it": [{"set_number": "SS02-ITBS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}], "pt": [{"set_number": "SS02-PTBS3", "set_name": "Speed Duel Starter Decks: Duelists of Tomorrow", "rarities": ["Common"]}]}, "yugipedia_page_id": 585516}