{"name": {"en": "Hyper Metamorphosis", "de": "Hyper-Metamorphose", "es": "Híper Metamorfosis", "fr": "Hyper-Métamorphose", "it": "Iper Metamorfosi", "pt": "Hiper Metamorfose", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Weevil / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": null, "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": null, "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "You can activate this Skill while you control a Level 3 or lower Insect Normal Monster. Discard 2 cards and Tribute 1 Level 3 or lower Insect Normal Monster you control to Special Summon 1 \"Perfectly Ultimate Great Moth\" from your hand or Deck, ignoring its Summoning conditions. Any damage your opponent takes for the rest of this turn is halved.", "de": "Du kannst diese Fähigkeit aktivieren, solange du ein Normales Insekt-Monster der Stufe 3 oder niedriger kontrollierst. Wirf 2 Karten ab und biete 1 Normales Insekt-Monster der Stufe 3 oder niedriger, das du kontrollierst, als Tribut an, um 1 \"Perfekte ultimative große Motte\" als Spezialbeschwörung von deiner Hand oder deinem Deck zu beschwören, ungeachtet ihrer Beschwörungsbedingungen. Kampfschaden, den dein Gegner für den Rest diese Spielzug erhält, wird halbiert.", "es": "Puedes activar esta Habilidad mientras controles un Monstruo Normal Insecto de Nivel 3 o menor. Descarta 2 cartas y Sacrifica 1 Monstruo Normal Insecto de Nivel 3 o menor que controles para Invocar de Modo Especial, desde tu mano o Deck, 1 \"Gran Moth Definitivo Perfecto\", ignorando sus condiciones de Invocación. Por el resto de este turno, cualquier daño que reciba tu adversario se divide a la mitad.", "fr": "Vous pouvez activer cette Compétence tant que vous contrôlez un Monstre Normal Insecte de max. Niveau 3. Défaussez 2 cartes et Sacrifiez 1 Monstre Normal Insecte de max. Niveau 3 que vous contrôlez pour Invoquer Spécialement 1 \"Grand Moth Ultimement Parfait\" depuis votre main ou Deck, en ignorant ses conditions d'Invocation. Les dommages reçus par votre adversaire le reste de ce tour sont divisés par deux.", "it": "Puoi attivare questa Abilità mentre controlli un Mostro Normale Insetto di Livello 3 o inferiore. Scarta 2 carte e offri come Tributo 1 Mostro Normale Insetto di Livello 3 o inferiore che controlli per Evocare Specialmente 1 \"Grande Falena Perfetta\" dalla tuo mano o Deck, ignorando le sue condizioni di Evocazione. Qualsiasi danno subito dal tuo avversario per il resto di questo turno viene dimezzato.", "pt": "Você pode ativar esta Habilidade enquanto controlar um Monstro Normal Inseto de Nível 3 ou menos. Descarte 2 cards e ofereça como Tributo 1 Monstro Normal Inseto de Nível 3 ou menos que você controla para Invocar por Invocação-Especial 1 \"Grande Moth Final Perfeito\" da sua mão ou do Deck, ignorando suas condições de Invocação. Qualquer dano que seu oponente sofrer pelo resto deste turno é diminuído pela metade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Weevil Underwood", "image_front": "HyperMetamorphosis-SS03-EN-C-1E.png", "image_back": "WeevilUnderwood-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SS03-ENBS1", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "de": [{"set_number": "SS03-DEBS1", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "fr": [{"set_number": "SS03-FRBS1", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "it": [{"set_number": "SS03-ITBS1", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}], "pt": [{"set_number": "SS03-PTBS1", "set_name": "Speed Duel Starter Decks: Ultimate Predators", "rarities": ["Common"]}]}, "yugipedia_page_id": 649442}