{"name": {"en": "Rise of the Fallen", "de": "Auferstehung der Gefallenen", "es": "El Alzamiento de los Caídos", "fr": "Ascension des Déchus", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Ishizu / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill during your Main Phase. Special Summon 1 Level 4 or lower Fairy monster from your GY in Defense Position, and gain LP equal to its original ATK. This Skill can only be used once per Duel.", "de": "Aktiviere diese Fähigkeit während deiner Main Phase. Beschwöre 1 Fee-Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Friedhof in die Verteidigungsposition und du erhältst LP in Höhe seiner Grund-ATK. Diese Fähigkeit kann nur einmal pro Duell verwendet werden.", "es": "Activa esta Habilidad durante tu Main Phase. Invoca de Modo Especial, desde tu Cementerio, 1 monstruo Hada de Nivel 4 o menor en Posición de Defensa, y gana tantos LP como su ATK original. Esta Habilidad sólo puede ser usada una vez por Duelo.", "fr": "Activez cette Compétence durant votre Main Phase. Invoquez Spécialement 1 monstre Elfe de max. Niveau 4 depuis votre Cimetière en Position de Défense, et gagnez des LP égaux à son ATK d'origine. Cette Compétence ne peut être utilisée qu'une fois par Duel.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Ishizu Ishtar", "image_front": "RiseoftheFallen-SBCB-EN-C-1E.png", "image_back": "IshizuIshtar-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBCB-ENS13", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "de": [{"set_number": "SBCB-DES13", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "fr": [{"set_number": "SBCB-FRS13", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "it": [{"set_number": "SBCB-ITS13", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 716480}