{"name": {"en": "Chemistry in Motion", "de": "Chemie in Bewegung", "es": null, "fr": "Chimie en Action", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Bastion / Skill", "activation": {"en": "At the start of the Duel, flip this card over.", "de": "Am Beginn des Duells, drehe diese Karte um.", "es": null, "fr": "Au début du Duel, retournez cette carte.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, you can place 1 counter on this card, then apply the appropriate effect depending on the number of counters on this card.\n1: Discard 1 Dinosaur monster, then add 1 Dinosaur monster with a different Attribute from your Deck to your hand.\n2: Normal Summon 1 WIND or WATER Dinosaur monster from your hand.\n3: The names of all WATER Dinosaur monsters you currently control become \"Hydrogeddon\" (until the end of this turn), then add 1 \"Bonding - H2O\" from your Deck or GY to your hand.\n4: Remove all counters from this card, then change the Attributes/Types of all face-up monsters your opponent currently controls to FIRE/Pyro, until the end of this turn.", "de": "Einmal pro Spielzug kannst du 1 Zählmarke auf diese Karte legen, dann führe den entsprechenden Effekt aus, abhängig von der Anzahl der Zählmarken auf dieser Karte.\n1: Wirf 1 Dinosaurier-Monster ab, dann füge deiner Hand 1 Dinosaurier-Monster mit einer unterschiedlichen Eigenschaft von deinem Deck hinzu.\n2: Beschwöre 1 WIND oder WASSER Dinosaurier-Monster als Normalbeschwörung von deiner Hand.\n3: Die Namen aller WASSER Dinosaurier-Monster, die du derzeit kontrollierst, werden (bis zum Ende dieses Spielzugs) zu „Hydrogeddon\", dann füge deiner Hand 1 „H20-Verbindung“ von deinem Deck oder Friedhof hinzu.\n4: Entferne alle Zählmarken von dieser Karte, dann ändere die Eigenschaften/Typen aller offenen Monster, die dein Gegner derzeit kontrolliert, bis zum Ende dieses Spielzugs zu FEUER/Pyro.", "es": null, "fr": "Une fois par tour, vous pouvez placer 1 Compteur sur cette carte, puis appliquez l'effet approprié selon le nombre de Compteurs sur cette carte.\n1: Défaussez 1 monstre Dinosaure, puis ajoutez 1 monstre Dinosaure d'Attribut différent depuis votre Deck à votre main.\n2: Invoquez Normalement 1 monstre VENT ou EAU Dinosaure depuis votre main.\n3: Le nom de tous les monstres EAU Dinosaure que vous contrôlez actuellement devient \"Hydrogeddon\" (jusqu'à la fin de ce tour), puis ajoutez 1 \"Liaison - H2O\" depuis votre Deck ou Cimetière à votre main.\n4: Retirez tous les Compteurs de cette carte, puis changez les Attributs/Types de tous les monstres face recto actuellement contrôlés par votre adversaire en FEU/Pyro jusqu'à la fin de ce tour.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Bastion Misawa", "image_front": "ChemistryinMotion-SGX2-EN-C-1E.png", "image_back": "BastionMisawa-SkillCard-EN-Back-2.png", "sets": {"en": [{"set_number": "SGX2-ENS02", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "SGX2-DES02", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "SGX2-FRS02", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "SGX2-ITS02", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "SGX2-PTS02", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}]}, "yugipedia_page_id": 714269}