{"name": {"en": "Spell Proof Armor", "de": "Zaubersichere Rüstung", "es": "Armadura a Prueba de Magia", "fr": "Armure Pare-Magie", "it": "Armatura a Prova di Magia", "pt": "Armadura à Prova de Magia", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Keith / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": null, "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill during your Main Phase and apply the following:\n● Machine Normal Monsters you control are unaffected by your opponent's Spell Cards or effects.\n● While you control no monsters, you can Normal Summon Machine Normal Monsters with 1 less Tribute.\nIf you have a non-Machine monster on your field or GY, flip this card over. This Skill can only be used once per Duel.", "de": "Aktiviere diese Fähigkeit während deiner Main Phase. Alle Maschine-Monster, die du kontrollierst, bleiben von Zaubereffekten deines Gegner unberührt. Du kannst Normale Maschine-Monster mit 1 Tribut weniger als Normalbeschwörung beschwören. Falls ein Nicht-Maschine-Monster in deinem Friedhof liegt, drehe diese Fähigkeit um. Diese Fähigkeit kann nur einmal pro Duell verwendet werden.", "es": "Activa esta Habilidad durante tu Main Phase y aplica los siguientes:\n● Los Monstruos Normales Máquina que controlas no son afectados por las Cartas Mágicas de tu adversario o sus efectos.\n● Mientras no controlas monstruos, puedes Invocar de Modo Normal Monstruos Normales Máquina con 1 Sacrificio menos.\nSi tienes un monstruo que no sea Máquina en tu Campo o Cementerio, voltea esta carta. Esta Habilidad sólo puede ser usada una vez por Duelo.", "fr": "Activez cette Compétence durant votre Main Phase. Tous les monstres Machine que vous contrôlez ne sont pas affectés par les effets de Magie de votre adversaire. Vous pouvez Invoquer Normalement les Monstres Normaux Machine avec 1 Sacrifice en moins. Si un monstre non-Machine est dans votre Cimetière, retournez cette Compétence. Cette Compétence ne peut être utilisée qu'une fois par Duel.", "it": "Attiva questa Abilità durante la tua Main Phase. Tutti i mostri Macchina se controlli sono immuni agli effetti delle Magie del tuo avversario. Puoi Evocare Normalmente 1 Mostri Macchina Normali con 1 Tributo in meno. Se nel tuo Cimitero c'è un mostro non-Macchina, gira questa Abilità. Questa Abilità può essere utilizzata una sola volta per Duello.", "pt": "Ative esta Habilidade durante sua Fase Principal. Todos os monstros Máquina que você controla não são afetados pelos efeitos de Magia do seu oponente. Você pode Invocar Monstros Normais Máquina por Invocação-Normal com 1 Tributo a menos. Se um Monstro Normal não-Máquina estiver no seu Cemitério, vire esta Habilidade. Esta Habilidade só pode ser usada uma vez por Duelo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Bandit Keith", "image_front": "SpellProofArmor-STP4-EN-C-UE.png", "image_back": "BanditKeith-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBSC-ENS02", "set_name": "Speed Duel: Scars of Battle", "rarities": ["Super Rare"]}, {"set_number": "STP4-ENS03", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "de": [{"set_number": "SBSC-DES02", "set_name": "Speed Duel: Scars of Battle", "rarities": ["Super Rare"]}, {"set_number": "STP4-DES03", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "fr": [{"set_number": "SBSC-FRS02", "set_name": "Speed Duel: Scars of Battle", "rarities": ["Super Rare"]}, {"set_number": "STP4-FRS03", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "it": [{"set_number": "SBSC-ITS02", "set_name": "Speed Duel: Scars of Battle", "rarities": ["Super Rare"]}, {"set_number": "STP4-ITS03", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}], "pt": [{"set_number": "SBSC-PTS02", "set_name": "Speed Duel: Scars of Battle", "rarities": ["Super Rare"]}, {"set_number": "STP4-PTS03", "set_name": "Speed Duel Tournament Pack 4", "rarities": ["Common"]}]}, "yugipedia_page_id": 646677}