{"name": {"en": "The Psychic Duelist", "de": "Der hellsehende Duellant", "es": "El Duelista Psíquico", "fr": "Le Duelliste Psychique", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Espa Roba / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous utilisez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate 1 of the following Skills during your Main Phase, by paying half your LP.\n● Target 1 Set card in your opponent's Spell & Trap Zone and declare 1 type (Monster, Spell or Trap), then reveal the face-down card, and if it is the declared card type, it cannot be activated this turn.\n● Randomly select 1 card in your opponent's hand and declare 1 type (Monster, Spell or Trap), then reveal that card, and if it is the declared type, inflict 500 damage to your opponent.\nEach of these Skills can only be used once per Duel.", "de": "Aktiviere 1 der folgenden Fähigkeiten während deiner Main Phase, indem du die Hälfte deiner LP zahlst.\n● Wähle 1 gesetzte Karte in der Zauber- & Fallenzone deines Gegners und deklariere 1 Typ (Monster, Zauber oder Falle), dann zeige die verdeckte Karte vor und falls sie den deklarierten Typ hat, kann sie in diesem Spielzug nicht aktiviert werden.\n● Wähle 1 zufällige Karte in der Hand deines Gegners und deklariere 1 Typ (Monster, Zauber oder Falle), dann zeige die verdeckte Karte vor und falls sie den deklarierten Typ hat, füge deinem Gegner 500 Schaden zu.\nJede dieser Fähigkeiten kann nur einmal pro Duell verwendet werden.", "es": "Activa 1 de las siguientes Habilidades durante tu Main Phase, pagando la mitad de tus LP.\n● Selecciona 1 carta Colocada en la Zona de Magia y Trampas de tu adversario y declara 1 tipo de carta (Monstruo, Mágica o Trampa), y después muestra la carta boca abajo, y si es del tipo de carta declarado, este turno no puede ser activada.\n● Selecciona 1 carta al azar de la mano de tu adversario y declara 1 tipo de carta (Monstruo, Mágica o Trampa), y después muestra esa carta, y si es del tipo de carta declarado, inflige 500 puntos de daño a tu adversario.\nCada una de estas Habilidades sólo puede ser usada una vez por Duelo.", "fr": "Activez 1 des Compétences suivantes durant votre Main Phase, en payant la moitié de vos LP.\n● Ciblez 1 carte Posée dans la Zone Magie & Piège de votre adversaire et déclarez 1 type (Monstre, Magie ou Piège), puis révélez la carte face verso, et si elle est du type de carte déclaré, elle ne peut pas être activée ce tour.\n● Sélectionnez 1 carte au hasard dans la main de votre adversaire et déclarez 1 type (Monstre, Magie ou Piège), puis révélez la carte, et si elle est du type déclaré, infligez 500 points de dommages à votre adversaire.\nChacune de ces Compétences ne peut être utilisée qu'une fois par Duel.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Espa Roba", "image_front": "ThePsychicDuelist-SBCB-EN-C-1E.png", "image_back": "EspaRoba-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBCB-ENS05", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "de": [{"set_number": "SBCB-DES05", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "es": [{"set_number": "SBCB-SPS05", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "fr": [{"set_number": "SBCB-FRS05", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "it": [{"set_number": "SBCB-ITS05", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 717092}