{"name": {"en": "The Roids are Alright", "de": "Den Roiden geht es gut", "es": "Los Roids están Bien", "fr": "Les Roids sont Bien", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Syrus / Skill", "activation": {"en": "At the start of the Duel, flip this card over.", "de": "Am Beginn des Duells, drehe diese Karte um.", "es": null, "fr": "Au début du Duel, retournez cette carte.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "\"Vehicroid Connection Zone\" can be used to Fusion Summon any \"roid\" monsters from your Extra Deck. All \"roid\" monsters whose original Level is 6 or lower can be Normal Summoned/Set without Tributing. If a non-Fusion \"roid\" Machine monster you control whose original Level is 6 or lower attacks an opponent's monster, it gains ATK equal to its own Level x 100 during the Damage Step only. If you control a non-Machine monster, flip this card over.", "de": "„Vehicroid-Ankopplungszone“ kann verwendet werden, um beliebige „roid“-Monster als Fusionsbeschwörung von deinem Extra Deck zu beschwören. Alle „roid“-Monster, deren Grund-Stufe 6 oder niedriger ist, können als Normalbeschwörung beschworen/gesetzt werden, ohne Tribut anzubieten. Falls ein „roid“-Maschine-Nichtfusions-Monster, das du kontrollierst und dessen Grund-Stufe 6 oder niedriger ist, ein Monster eines Gegners angreift, erhält es nur während des Damage Steps ATK in Höhe seiner eigenen Stufe x 100. Falls du ein Nichtmaschine-Monster kontrollierst, drehe diese Karte um.", "es": "\"Zona de Conexión Vehicroid\" puede ser usado para Invocar por Fusión cualquier monstruo \"roid\" desde tu Deck Extra. Todos los monstruos \"roid\" cuyo Nivel original sea 6 o menor pueden ser Invocados de Modo Normal/Colocados sin Sacrificar. Si un monstruo Máquina \"roid\" que no sea de Fusión que controlas cuyo Nivel original sea 6 o menor ataca a un monstruo del adversario, gana ATK igual a su propio Nivel x 100 sólo durante el Damage Step. Si controlas un monstruo que no sea Máquina, voltea esta carta.", "fr": "\"Zone de Connexion Véhicroid\" peut être utilisé pour Invoquer par Fusion un monstre \"roid\" depuis votre Extra Deck. Tous les monstres \"roid\" dont le Niveau d'origine est max. 6 peuvent être Invoqués/Posés Normalement sans Sacrifice. Si un monstre non-Fusion \"roid\" Machine que vous contrôlez dont le Niveau d'origine est max. 6 attaque un monstre de l'adversaire, il gagne une ATK égale à son propre Niveau x 100 durant la Damage Step uniquement. Si vous contrôlez un monstre non-Machine, retournez cette carte.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Syrus Truesdale", "image_front": "TheRoidsareAlright-SGX2-EN-C-1E.png", "image_back": "SyrusTruesdale-SkillCard-EN-Back-2.png", "sets": {"en": [{"set_number": "SGX2-ENS03", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "SGX2-DES03", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "SGX2-FRS03", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "SGX2-ITS03", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "SGX2-PTS03", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}]}, "yugipedia_page_id": 717095}