{"name": {"en": "Slimey Disposition", "de": "Schleimiges Wesen", "es": null, "fr": "Disposition Visqueuse", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Strings / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, you can Special Summon 1 \"Humanoid Slime\" or 1 \"Worm Drake\" from your GY in Attack Position, but it cannot be Tributed, except for the Tribute Summon of a Divine-Beast monster. Once per turn, you can discard 1 card, then Fusion Summon 1 \"Humanoid Worm Drake\" using either \"Worm Drake\" or \"Humanoid Slime\" from your field as 1 of the Fusion Materials, and the other material from your Deck.", "de": "Einmal pro Spielzug kannst du „Menschlicher Schleim“ oder „Drachenwurm“ als Spezialbeschwörung von deinem Friedhof in die Angriffsposition beschwören, aber er kann nicht als Tribut angeboten werden, außer für die Tributbeschwörung eines Göttliches Ungeheuer-Monsters. Einmal pro Spielzug kannst du 1 Karte abwerfen, dann beschwöre „Menschlicher Drachenwurm“ als Fusionsbeschwörung und verwende dafür entweder „Drachenwurm“ oder „Menschlicher Schleim“ von deiner Spielfeldseite als 1 des Fusionsmaterials und das andere Material von deinem Deck.", "es": null, "fr": "Une fois par tour, vous pouvez Invoquer Spécialement 1 \"Gélatine Humanoïde\" ou 1 \"Ver - Drakonien\" depuis votre Cimetière en Position d'Attaque, mais il ne peut pas être Sacrifié, sauf pour l'Invocation Sacrifice d'un monstre Bête Divine. Une fois par tour, vous pouvez défausser 1 carte, puis Invoquez par Fusion 1 \"Ver Drakonien Humanoïde\" en utilisant soit \"Ver - Drakonien\" soit \"Gélatine Humanoïde\" depuis votre Terrain comme 1 des Matériels Fusion, et l'autre Matériel depuis votre Deck.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Strings", "image_front": "SlimeyDisposition-SBC1-EN-C-1E.png", "image_back": "Strings-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBC1-ENS16", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "de": [{"set_number": "SBC1-DES16", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "fr": [{"set_number": "SBC1-FRS16", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "it": [{"set_number": "SBC1-ITS16", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}], "pt": [{"set_number": "SBC1-PTS16", "set_name": "Speed Duel: Streets of Battle City", "rarities": ["Common"]}]}, "yugipedia_page_id": 1004345}