{"name": {"en": "Cocoon of Ultra Evolution", "de": "Kokon der Ultra-Evolution", "es": "Capullo Ultra Evolutivo", "fr": "Cocon de l'Ultra Évolution", "it": "Bozzolo dell'Ultra Evoluzione", "pt": "Casulo de Ultra Evolução", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Weevil / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": "Gira questa carta quando attivi questa Abilità.", "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per turn, during your Main Phase, you can use 1 of the following Skills.\n● You can Tribute 1 Insect monster from either field equipped with an Equip Card, and if you do, Special Summon 1 Insect monster from your Deck, ignoring its Summoning conditions. You cannot Normal or Special Summon other monsters the turn you activate this Skill. At the end of your turn, flip this card over.\n● You can shuffle 1 Insect monster from your GY into the Deck, then draw 1 card. At the end of your turn, flip this card over.\nEach of these Skills can only be used once per Duel.", "de": "Aktiviere die folgende/n Fähigkeit/en während deiner Main Phase.\n● Du kannst 1 Insekt-Monster, das mit einer Ausrüstungskarte ausgerüstet ist, von einer beliebigen Spielfeldseite als Tribut an und falls du dies tust, beschwöre 1 Insekt-Monster als Spezialbeschwörung von deinem Deck ungeachtet seiner Beschwörungsbedinugungen, zusätzlich drehe diese Karte um.\n● Du kannst 1 Insekt-Monster von deinem Friedhof ins Deck mischen, dann ziehe 1 Karte, zusätzlich drehe diese Karte um.\nJede dieser Fähigkeiten kann nur einmal pro Duell verwendet werden.", "es": "Activa la o las siguientes Habilidades durante tu Main Phase.\n● Puedes Sacrificar 1 monstruo Insecto en cualquier Campo equipado con una Carta de Equipo y, si lo haces, Invoca de Modo Especial 1 monstruo Insecto desde tu Deck, ignorando sus condiciones de Invocación, y también voltea esta carta.\n● Puedes barajar al Deck 1 monstruo Insecto en tu Cementerio, y después roba 1 carta, y también voltea esta carta.\nCada una de estas Habilidades sólo puede ser usada una vez por Duelo.", "fr": "Activez la ou les Compétences suivantes durant votre Main Phase. \n● Vous pouvez sacrifier 1 monstre insecte équipé avec une Carte d'Équipement depuis le Terrain, et si vous le faites, Invoquez Spécialement 1 monstre Insecte depuis votre Deck, en ignorant ses conditions d'Invocation, et aussi, retournez cette carte.\n● Vous pouvez mélanger 1 monstre Insecte depuis votre Cimetière dans le Deck, puis piochez 1 carte, et aussi, retournez cette carte.\nChacune de ces Compétences ne peut être utilisée qu'une fois par Duel.", "it": "Attiva uno più delle seguenti Abilità durante la tua Main Phase.\n● Puoi offrire come Tributo dal qualsiasi Terreno 1 mostro Insetto equipaggiato con una Carta Equipaggiamento e, se lo fai, Evoca Specialmente 1 mostro Insetto dal tuo Deck, ignorando le sue condizioni di Evocazione, inoltre gira questa carta.\n● Puoi mischiare 1 mostro Insetto dal tuo Cimitero nel Deck, poi pescare 1 carta, inoltre gira questa carta.\nOgnuna di questa Abilità può essere utilizzata una sola volta per Duello.", "pt": "Ative a(s) seguinte(s) Habilidade(s) durante sua Fase Principal.\n● Você pode oferecer como Tributo 1 monstro Inseto de qualquer campo equipado com um Card de Equipamento e, se isso acontecer, Invoque por Invocação-Especial 1 monstro Inseto do seu Deck, ignorando suas condições de Invocação e, além disso, vire este card.\n● Você pode embaralhar no Deck 1 monstro Inseto do seu Cemitério e, depois, compre 1 card e, além disso, vire este card.\nCada uma dessas Habilidades só pode ser usada uma vez por Duelo.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Weevil Underwood", "image_front": "CocoonofUltraEvolution-STP3-EN-C-UE.png", "image_back": "WeevilUnderwood-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBTK-ENS04", "set_name": "Speed Duel: Trials of the Kingdom", "rarities": ["Ultra Rare"]}, {"set_number": "STP3-ENS01", "set_name": "Speed Duel Tournament Pack 3", "rarities": ["Common"]}], "de": [{"set_number": "SBTK-DES04", "set_name": "Speed Duel: Trials of the Kingdom", "rarities": ["Ultra Rare"]}, {"set_number": "STP3-DES01", "set_name": "Speed Duel Tournament Pack 3", "rarities": ["Common"]}], "fr": [{"set_number": "SBTK-FRS04", "set_name": "Speed Duel: Trials of the Kingdom", "rarities": ["Ultra Rare"]}, {"set_number": "STP3-FRS01", "set_name": "Speed Duel Tournament Pack 3", "rarities": ["Common"]}], "it": [{"set_number": "SBTK-ITS04", "set_name": "Speed Duel: Trials of the Kingdom", "rarities": ["Ultra Rare"]}, {"set_number": "STP3-ITS01", "set_name": "Speed Duel Tournament Pack 3", "rarities": ["Common"]}], "pt": [{"set_number": "SBTK-PTS04", "set_name": "Speed Duel: Trials of the Kingdom", "rarities": ["Ultra Rare"]}, {"set_number": "STP3-PTS01", "set_name": "Speed Duel Tournament Pack 3", "rarities": ["Common"]}]}, "yugipedia_page_id": 693844}