{"name": {"en": "Here Goes Something!", "de": "Hier geht was!", "es": null, "fr": "Voici Quelque Chose !", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Jaden / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per Duel, you can activate this Skill at the start of your Battle Phase, while you control exactly 1 \"Elemental HERO\" monster (and no other monsters). For the rest of this turn, that 1 monster gains 800 ATK while battling an opponent's monster and can attack all monsters your opponent controls, once each, also you cannot Special Summon monsters for the rest of this turn.", "de": "Einmal pro Duell kannst du am Beginn deiner Battle Phase diese Fähigkeit aktivieren, solange du genau 1 „Elementar-HELD“-Monster (und keine anderen Monster) kontrollierst: Für den Rest dieses Spielzugs erhält das 1 Monster 800 ATK, solange es gegen ein Monster eines Gegners kämpft, und kann alle Monster, die dein Gegner kontrolliert, je einmal angreifen, zusätzlich kannst du für den Rest dieses Spielzugs keine Monster als Spezialbeschwörung beschwören.", "es": null, "fr": "Une fois par Duel, vous pouvez activer cette Compétence au début de votre Battle Phase, tant que vous contrôlez exactement 1 monstre \"HÉROS Élémentaire\" (et aucun autre monstre). Le reste de ce tour, le monstre gagne 800 ATK en combattant un monstre de l'adversaire et il peut attaquer une fois tous les monstres contrôlés par votre adversaire, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres le reste de ce tour.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Jaden Yuki", "image_front": "HereGoesSomething-SGX1-EN-C-1E.png", "image_back": "JadenYuki-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX1-ENS01", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES01", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS01", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS01", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS01", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 715289}