{"name": {"en": "Crystal Transcendence", "de": "Kristallerhabenheit", "es": "Transcendencia Cristal", "fr": "Transcendance du Cristal", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Jesse / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": null, "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "You can only Summon/Set \"Crystal\" monsters and Dragon monsters while this Skill is face-up. Once per turn, during your Main Phase, you can send up to 3 cards from your hand to your GY, then choose that many \"Crystal Beast\" monster(s) with different names from your Deck and place them in your Spell & Trap Zone as Continuous Spell Card(s). This Skill can be used twice per Duel.", "de": "Du kannst nur „Kristall“-Monster und Drache-Monster beschwören/setzen, solange diese Fähigkeit offen liegt. Einmal pro Spielzug, während deiner Main Phase, kannst du bis zu 3 Karten von deiner Hand auf den Friedhof, dann bestimme so viele „Kristallungeheuer“-Monster mit unterschiedlichen Namen von deinem Deck und lege sie als Permanente Zauberkarten in deine Zauber- & Fallenzone. Diese Fähigkeit kann zweimal pro Duell verwendet werden.", "es": "Sólo puedes Invocar/Colocar monstruos \"Cristal\" y monstruos Dragón mientras esta Habilidad está boca arriba. Una vez por turno, durante tu Main Phase, puedes mandar a tu Cementerio hasta 3 cartas en tu mano, y después elegir ese número de monstruos \"Bestia de Cristal\" con nombres diferentes en tu Deck y ponerlos en tu Zona de Magia y Trampas como Cartas Mágicas Continuas. Esta Habilidad puede ser usada dos veces por Duelo.", "fr": "Vous ne pouvez Invoquer/Poser des monstres \"Cristal\" et monstres Dragon que tant que cette Compétence est face recto. Une fois par tour, durant votre Main Phase, vous pouvez envoyer max. 3 cartes depuis votre main à votre Cimetière, puis choisissez autant de monstres \"Bête Cristalline\" de noms différents depuis votre Deck et placez-les dans votre Zone Magie & Piège comme Carte Magie Continue. Cette Compétence peut être utilisée deux fois par Duel.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Jesse Anderson", "image_front": "CrystalTranscendence-SGX1-EN-C-1E.png", "image_back": "JesseAnderson-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SGX1-ENS06", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES06", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS06", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS06", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS06", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 714387}