{"name": {"en": "Middle Age Mechs", "de": "Mittelalter-Mechs", "es": "Mecanismos Medievales", "fr": "Méca du Moyen Âge", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Dr. Crowler / Skill / Continuous Spell", "activation": {"en": "At the start of your first turn of the Duel, flip this card over and place it in your center Spell & Trap Zone.", "de": "Am Beginn deines ersten Spielzugs des Duells, drehe diese Karte um und lege sie in deine mittlere Zauber- & Fallenzone.", "es": null, "fr": "Retournez cette carte au début de votre premier tour lors de ce Duel et placez-la dans votre Zone Magie & Piège centrale.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "All \"Ancient Gear\" monsters gain 300 ATK. Each time a monster is Normal Summoned/Set, place 1 counter on this card. If you Tribute Summon an \"Ancient Gear\" monster face-up, you can Tribute this card instead, if the number of its counters is equal to or greater than the number of required Tribute(s).", "de": "Alle „Antike/r/s Antrieb“-Monster erhalten 300 ATK. Jedes Mal, wenn ein Monster als Normalbeschwörung beschworen/gesetzt wird, lege 1 Zählmarke auf diese Karte. Falls du ein „Antike/r/s Antrieb“-Monster als Tributbeschwörung beschwörst, kannst du stattdessen diese Karte als Tribut anbieten, falls die Zahl ihrer Zählmarken größer oder gleich der Anzahl der erforderlichen Tribute ist.", "es": "Todos los monstruos \"Mecanismo Antiguo\" ganan 300 ATK. Cada vez que un monstruo es Invocado de Modo Normal/Colocado, pon 1 contador en esta carta. Si Invocas por Sacrificio un monstruo \"Mecanismo Antiguo\" boca arriba, puedes Sacrificar esta carta en su lugar si el número de sus contadores es igual o mayor que el número de Sacrificios requerido.", "fr": "Tous les monstres \"Rouages Ancients\" gagnent 300 ATK. Chaque fois qu'un monstre est Invoqué/Posé Normalement, placez 1 Compteur sur cette carte. Si vous Invoquez par Sacrifice face recto un monstre \"Rouage Ancients\", vous pouvez Sacrifier cette carte à la place, si le nombre de ses Compteurs est supérieur ou égal au nombre de Sacrifices requis.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Vellian Crowler", "image_front": "MiddleAgeMechs-SGX1-EN-C-1E.png", "image_back": "DrVellianCrowler-SkillCard-EN-Back-2.png", "sets": {"en": [{"set_number": "SGX1-ENS12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "de": [{"set_number": "SGX1-DES12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "fr": [{"set_number": "SGX1-FRS12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "it": [{"set_number": "SGX1-ITS12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}], "pt": [{"set_number": "SGX1-PTS12", "set_name": "Speed Duel GX: Duel Academy Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 715902}