{"name": {"en": "Catch of the Day", "de": "Fang der Tages", "es": "Pescado del Día", "fr": "Prise du Jour", "it": "Specialità del Giorno", "pt": "Pesca do Dia", "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Mako / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": null, "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": "Vire este card quando ativar esta Habilidade.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Once per Duel, if you control \"The Legendary Fisherman\", you can activate \"Umi\" directly from your Deck or GY. Once per turn, at the end of your Battle Phase, if \"The Legendary Fisherman\" you control destroyed a monster by battle or inflicted battle damage to your opponent this turn, you can Special Summon 1 Level 4 or lower WATER monster from your Deck or GY in Defense Position.", "de": "Falls du \"Legendärer Fischer\" kontrollierst, kannst du \"Umi\" direkt von deinem Deck oder Friedhof aktivieren. Diese Fähigkeit kann nur einmal pro Duell verwendet werden.\nEinmal pro Spielzug, wenn \"Legendärer Fischer\", den du kontrollierst, ein Monster durch Kampf zerstört oder deinem Gegner Kampfschaden zufügt, kannst du 1 WASSER Monster der Stufe 4 oder niedriger als Spezialbeschwörung von deinem Deck oder Friedhof in die Verteidigungsposition beschwören.", "es": "Si controlas \"El Pescador Legendario\", puedes activar \"Umi\" directamente desde tu Deck o Cementerio. Esta Habilidad sólo puede ser utilizada una vez por Duelo.\nUna vez por turno, cuando \"El Pescador Legendario\" que controlas destruye un monstruo en batalla o inflinge daño de batalla a tu adversario, puedes Invocar de Modo Especial, desde tu Deck o Cementerio, 1 monstruo de AGUA de Nivel 4 o menor, en Posición de Defensa.", "fr": "Une fois par Duel, si vous contrôlez \"Le Pêcheur Légendaire\", vous pouvez activer \"Umi\" directement depuis votre Deck ou Cimetière. Une fois par tour, à la fin de votre Battle Phase, si \"Le Pêcheur Légendaire\" que vous contrôlez a détruit un monstre au combat ou a infligé des dommages de combat à votre adversaire ce tour, vous pouvez Invoquer Spécialement 1 monstre EAU de max. Niveau 4 depuis votre Deck ou Cimetière en Position de Défense.", "it": "Se controlli \"Pescatore Leggendario\", puoi attivare \"Umi\" direttamente del tuo Deck o Cimitero. Questa Abilità può essere utilizzata una sola volta per Duelo.\nUna volta per turno, quando un \"Pescatore Leggendario\" che controlli distrugge un mostro in battaglia o infligge danno da combattimento al tuo avversario, puoi Evocare Specialmente 1 mostro ACQUA di Livello 4 o inferiore dal tuo Deck o Cimitero in Posizione di Difesa.", "pt": "Se você controlar \"O Pescador Lendário\", você pode ativar \"Umi\" diretamente do seu Deck ou Cemitério. Esta Habilidade só pode ser usada uma vez por Duelo.\nUma vez por turno, quando \"O Pescador Lendário\" que você controla destruir um monstro em batalha ou causar dano de batalha ao seu oponente, você pode Invocar por Invocação-Especial 1 monstro de ÁGUA de Nível 4 ou menos do seu Deck ou Cemitério em Posição de Defesa.", "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Mako Tsunami", "image_front": "CatchoftheDay-STP6-EN-C-UE.png", "image_back": "MakoTsunami-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBAD-ENS03", "set_name": "Speed Duel: Attack from the Deep", "rarities": ["Super Rare"]}, {"set_number": "STP6-ENS02", "set_name": "Speed Duel Tournament Pack 6", "rarities": ["Common"]}], "de": [{"set_number": "SBAD-DES03", "set_name": "Speed Duel: Attack from the Deep", "rarities": ["Super Rare"]}, {"set_number": "STP6-DES02", "set_name": "Speed Duel Tournament Pack 6", "rarities": ["Common"]}], "es": [{"set_number": "SBAD-SPS03", "set_name": "Speed Duel: Attack from the Deep", "rarities": ["Super Rare"]}, {"set_number": "STP6-SPS02", "set_name": "Speed Duel Tournament Pack 6", "rarities": ["Common"]}], "fr": [{"set_number": "SBAD-FRS03", "set_name": "Speed Duel: Attack from the Deep", "rarities": ["Super Rare"]}, {"set_number": "STP6-FRS02", "set_name": "Speed Duel Tournament Pack 6", "rarities": ["Common"]}], "it": [{"set_number": "SBAD-ITS03", "set_name": "Speed Duel: Attack from the Deep", "rarities": ["Super Rare"]}, {"set_number": "STP6-ITS02", "set_name": "Speed Duel Tournament Pack 6", "rarities": ["Common"]}], "pt": [{"set_number": "SBAD-PTS03", "set_name": "Speed Duel: Attack from the Deep", "rarities": ["Super Rare"]}, {"set_number": "STP6-PTS02", "set_name": "Speed Duel Tournament Pack 6", "rarities": ["Common"]}]}, "yugipedia_page_id": 625638}