{"name": {"en": "Beasts of Phantom", "de": "Ungeheuer des Phantoms", "es": "Bestias del Fantasma", "fr": "Bêtes du Fantôme", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Yami Yugi / Skill", "activation": {"en": "Flip this card over when you activate this Skill.", "de": "Drehe diese Karte um, wenn du diese Fähigkeit aktivierst.", "es": "Voltea esta carta cuando actives esta Habilidad.", "fr": "Retournez cette carte lorsque vous activez cette Compétence.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "During your Main Phase, discard 1 card, then Fusion Summon 1 \"Chimera the Flying Mythical Beast\" from your Extra Deck, using monsters from your hand or field as Fusion Material. During your End Phase, if \"Chimera the Flying Mythical Beast\" was Fusion Summoned this turn, you can add 1 \"Phantom Beast\" monster from your GY to your hand. Each of these Skills can only be used once per turn.", "de": "Während deiner Main Phase, wirf 1 Karte ab, dann beschwöre 1 „Schimäre das fliegende Sagenungeheuer“ als Fusionsbeschwörung von deinem Extra Deck und verwende dafür Monster von deiner Hand oder Spielfeldseite als Fusionsmaterial. Während deiner End Phase, falls „Schimäre das fliegende Sagenungeheuer“ in diesem Spielzug als Fusionsbeschwörung beschworen wurde, kannst du deiner Hand 1 „Phantomungeheuer“-Monster von deinem Friedhof hinzufügen. Jede dieser Fähigkeiten kann nur einmal pro Spielzug verwendet werden.", "es": "Durante tu Main Phase, descarta 1 carta, y después Invoca 1 \"Quimera, la Bestia Voladora Mítica\" por Fusión desde tu Deck Extra, usando monstruos en tu mano o Campo como Material de Fusión. Durante tu End Phase, si \"Quimera, la Bestia Voladora Mítica\" fue Invocada por Fusión este turno, puedes añadir a tu mano 1 monstruo \"Bestia Fantasma\" en tu Cementerio. Cada una de estas Habilidades sólo puede ser usada una vez por turno.", "fr": "Durant votre Main Phase, défaussez 1 carte, puis Invoquez par Fusion 1 \"Chimère, Bête Mythique Volante\" depuis votre Extra Deck, en utilisant des monstres depuis votre Main ou Terrain comme Matériel Fusion. Durant votre End Phase, si \"Chimère, Bête Mythique Volante\" a été Invoqué par Fusion ce tour, vous pouvez ajouter 1 monstre \"Bête Fantôme\" depuis votre Cimetière à votre Main. Chacune de ces Compétences ne peut être utilisée qu'une fois par tour.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Yami Yugi", "image_front": "BeastsofPhantom-SBCB-EN-C-1E.png", "image_back": "YamiYugi-SkillCard-EN-Back.png", "sets": {"en": [{"set_number": "SBCB-ENS14", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "de": [{"set_number": "SBCB-DES14", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "fr": [{"set_number": "SBCB-FRS14", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}], "it": [{"set_number": "SBCB-ITS14", "set_name": "Speed Duel: Battle City Box", "rarities": ["Common"]}]}, "yugipedia_page_id": 713618}