{"name": {"en": "Under Pressure", "de": "Unter Druck", "es": "Bajo Presión", "fr": "Sous Pression", "it": null, "pt": null, "ja": null, "ja_romaji": null, "ko": null, "ko_rr": null, "zh-TW": null, "zh-CN": null}, "type_line": "Bastion / Skill", "activation": {"en": "At the start of the Duel, flip this card over.", "de": "Am Beginn des Duells, drehe diese Karte um.", "es": null, "fr": "Au début du Duel, retournez cette carte.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "effect": {"en": "Activate this Skill while you control \"Hyozanryu\". Once per turn, you can reveal the top 4 cards of your Deck, then if any of the following monsters are revealed, apply the appropriate Skills, in sequence. Then place the revealed cards on the bottom of your Deck in any order.\n● \"Carboneddon\": 1 \"Hyozanryu\" you control gains 1000 ATK until the end of this turn.\n● \"Hydrogeddon\": 1 \"Hyozanryu\" you control is unaffected by your opponent's monster effects, until the end of this turn.\n● \"Oxygeddon\": Destroy 1 face-up monster your opponent controls, then inflict 800 damage to your opponent.", "de": "Aktiviere diese Fähigkeit, solange du „Hyozanryu“ kontrollierst. Einmal pro Spielzug kannst du die obersten 4 Karten deines Decks vorzeigen, dann, falls die folgenden Monster vorgezeigt werden, führe nacheinander die entsprechenden Fähigkeiten aus. Dann lege die vorgezeigten Karten in beliebiger Reihenfolge unter dein Deck.\n● „Carboneddon“: 1 „Hyozanryu“, den du kontrollierst, erhält bis zum Ende dieses Spielzugs 1000 ATK.\n● „Hydrogeddon“: 1 „Hyozanryu“, den du kontrollierst, bleibt bis zum Ende dieses Spielzugs von Monstereffekten deines Gegners unberührt.\n● „Oxygeddon“: Zerstöre 1 offenes Monster, das dein Gegner kontrolliert, dann füge deinem Gegner 800 Schaden zu.", "es": "Activa esta Habilidad mientras controlas \"Hyozanryu\". Una vez por turno, puedes mostrar las 4 cartas de la parte superior de tu Deck y después, si alguno de los siguientes monstruos es mostrado, aplica las Habilidades apropiadas, en secuencia. Después pon las cartas mostradas en la parte inferior de tu Deck en cualquier orden.\n● \"Carbonedón\": 1 \"Hyozanryu\" que controles gana 1000 ATK hasta el final de este turno.\n● \"Hydrogeddon\": 1 \"Hyozanryu\" que controles no es afectado por los efectos de los monstruos de tu adversario, hasta el final de este turno.\n● \"Oxygeddon\": Destruye 1 monstruo boca arriba que controle tu adversario, y después inflige 800 puntos de daño a tu adversario.", "fr": "Activez cette Compétence tant que vous contrôlez \"Hyozanryu\". Une fois par tour, vous pouvez révéler les 4 cartes du dessus de votre Deck, puis si un des monstres suivants est révélé, appliquez les Compétences appropriées, dans l'ordre. Puis, placez les cartes révélées au-dessous de votre Deck dans l'ordre de votre choix.\n● \"Carboneddon\": Jusqu'à la fin de ce tour, 1 \"Hyozanryu\" que vous contrôlez gagne 1000 ATK.\n● \"Hydrogeddon\": Jusqu'à la fin de ce tour, 1 \"Hyozanryu\" que vous contrôlez n'est pas affecté par des effets de monstre de votre adversaire.\n● \"Oxygeddon\": Détruisez 1 monstre face recto contrôlé par votre adversaire, puis infligez 800 points de dommages à votre adversaire.", "it": null, "pt": null, "ja": null, "ko": null, "zh-TW": null, "zh-CN": null}, "character": "Bastion Misawa", "image_front": "UnderPressure-SGX2-EN-C-1E.png", "image_back": "BastionMisawa-SkillCard-EN-Back-2.png", "sets": {"en": [{"set_number": "SGX2-ENS05", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "de": [{"set_number": "SGX2-DES05", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "es": [{"set_number": "SGX2-SPS05", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "fr": [{"set_number": "SGX2-FRS05", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "it": [{"set_number": "SGX2-ITS05", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}], "pt": [{"set_number": "SGX2-PTS05", "set_name": "Speed Duel GX: Midterm Paradox", "rarities": ["Common"]}]}, "yugipedia_page_id": 717315}